[
    {
        "attraction_name": "Legend Pearl",
        "attraction_name_vi": "Ngọc huyền thoại",
        "general_info": [
            "35 đánh giá",
            "1 trong 3 Mua sắm ở Hạ Long",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thao tác rất mượt mà cho bạn thấy toàn bộ quá trình, kết thúc ở cửa hàng quà tặng. Họ có ngọc trai Akoya, South Sea và Tahiti để bán cả dạng rời và dạng đồ trang sức. Chúng tôi nghĩ rằng đồ trang sức có giá hợp lý và họ sẽ giảm giá 5 nếu bạn mua nhiều hơn 1 món. NHƯNG - hãy tránh xa Legend Coffee, một quán cà phê ở phía sau. Cà phê đắt tiền và tệ nhất chúng tôi có ở Việt Nam.Đọc thêm",
            "Legend Pearl sử dụng kim cương GIẢ trong đồ trang sức của họ. Tôi đã mua hàng theo cảm tính trong kỳ nghỉ du thuyền Emerald và chỉ phát hiện ra mình đã bị lừa khi tôi mang đồ trang sức đi định giá để bảo hiểm tại Anh. Legend Pearl mặc dù đã đưa cho tôi giấy chứng nhận xác thực nêu rõ rằng đá quý là kim cương và một lá thư từ thợ kim hoàn Anh của tôi xác nhận rằng họ không phải là kim cương nhưng vẫn từ chối hoàn lại tiền cho tôi. Tránh mua hàng từ công ty này. Đọc thêm",
            "Trình bày thực sự tốt về cách nuôi Ngọc trai ở biển khơi.  Tôi không nhận ra rằng chỉ cần nuôi 1 viên Ngọc trai, cũng như việc theo dõi liên tục sức khỏe của Hàu và giữ sạch vỏ trong vòng 2 đến 5 năm để Ngọc trai phát triển, giải thích tại sao chúng có thể đắt tiền.Đọc thêm",
            "Trong một chuyến đi gần đây, tôi đã dừng chân tại Legend Pearl Farm. Thật không may, tôi đã mua một cách bốc đồng những viên ngọc trai mà hóa ra lại là những viên ngọc trai giả. Trang trại đã trình bày một minh chứng thú vị về cách họ được cho là nuôi dưỡng ngọc trai bằng cách gieo hạt vào hàu và để chúng dưới biển trong vài năm. Tuy nhiên, khi kiểm tra kỹ hơn, tôi phát hiện ra rằng nhân viên bán hàng quá hung hãn và môi trường giống như một tình huống bán hàng áp lực cao hơn là một trải nghiệm mua sắm thực sự. Sau đó, tôi đã tham khảo ý kiến ​​của một chuyên gia về ngọc trai, người đã xác nhận nỗi sợ hãi tồi tệ nhất của tôi: những viên ngọc trai mà tôi đã mua không gì khác hơn là nhựa phun sơn. Tôi vô cùng thất vọng khi bị khai thác theo cách này, đặc biệt vì tôi dự định dùng ngọc trai làm quà tặng. Trải nghiệm này nhấn mạnh tầm quan trọng của việc nghiên cứu kỹ lưỡng và thận trọng khi mua hàng từ các điểm du lịch. Tôi hy vọng đánh giá này sẽ giúp bạn tránh được tình huống tương tự như tôi. Lưu ý: đặt 5 sao để có nhiều độc giả hơn để vạch trần trò lừa đảo này!!!! Đọc thêm",
            "Đây là điểm dừng vệ sinh trên đường từ Hà Nội đến Vịnh Hạ Long.  Rất bận rộn với những minh chứng tốt về cách sản xuất và thu hoạch ngọc trai.  Sau đó, bạn đi bộ qua một phòng trưng bày cực kỳ rộng lớn dường như là cái bẫy du lịch ngọc trai lớn nhất ở bất cứ đâu.  Làm sạch nhà vệ sinh và cửa hàng nhưng dường như đồ trang sức không có giá trị tốt.Đọc thêm",
            "Trên đường đến Vịnh Hạ Long, chúng tôi dừng chân tại Legend Pearl. Có những nhân viên hộ tống bạn đi khắp các trạm giáo dục khác nhau để tìm hiểu cách họ giúp thiên nhiên tạo ra ngọc trai. Nó rất thú vị và nhiều thông tin. Nếu bạn muốn mua trang sức ngọc trai, họ có một cửa hàng lớn bán ngọc trai rời, bông tai ngọc trai, vòng tay, dây chuyền, v.v.Đọc thêm",
            "Chuyến tham quan Vịnh Hạ Long của chúng tôi dừng lại ở trang trại nuôi hàu, thật thú vị. Thật thú vị khi xem các màn trình diễn về cách họ cẩn thận lấy một viên ngọc trai ra khỏi con hàu, hoặc cẩn thận nhét một hạt nhân vào con hàu để giúp nó bắt đầu quá trình lấy ngọc trai. Có thể phải mất nhiều năm mới hình thành được một viên ngọc trai. Phòng trưng bày thật tuyệt vời. Rất nhiều màu sắc, kích cỡ và kiểu dáng trang sức ngọc trai khác nhau. Giá cả ở nhiều mức độ khác nhau nên thật tuyệt khi mua một món quà lưu niệm để mang về nhà. Ngoài ra, nó còn giúp ích cho người dân địa phương.Đọc thêm",
            "Mặc dù không được liệt kê trong chuyến đi trong ngày của chúng tôi. Người lái xe dừng lại ở chợ Ngọc Trai, nơi chúng tôi muốn ghé thăm. Một nơi không mang tính mô tả không phải là một trải nghiệm thú vị. Đội ngũ phụ nữ ăn mặc đẹp đẽ đã cung cấp cho chúng tôi kiến ​​thức về ngành Ngọc trai và cách hình thành ngọc trai tự nhiên và ngọc trai nuôi cấy. Thật hấp dẫn!  Tất nhiên họ có một phòng trưng bày và đó là một phòng trưng bày. Mang tính thẩm mỹ và rất chuyên nghiệp. Đội ngũ nữ tất nhiên rất vui khi được trưng bày trang sức Ngọc trai dưới mọi hình thức. Tuy nhiên họ không hề hung hãn hay hung hãn. Họ biết họ là những người dẫn đầu thế giới và có những viên ngọc trai tốt nhất cũng như giá cả tốt nhất. Cần phải nói rằng chúng tôi đã dành vài con vịt ở đó nhưng vẫn vui vẻ. Trải nghiệm tuyệt vời.Đọc thêm",
            "Tôi nhìn thấy một nữ công nhân đặt viên ngọc trai vào con hàu để lấy nó ra trưng bày - thật là giả tạo! Rất đắt đỏ. Mua ngọc trai ở một thành phố khác với giá 13. Đọc thêm",
            "Ở đây đã học được cách họ nuôi cấy ngọc trai và sau đó có cơ hội mua hàng tại phòng trưng bày lớn của họ.  Quyết định bỏ qua việc mua, nhưng bản demo rất thú vị.Đọc thêm",
            "Vui lòng gửi cho tôi một liên kết để có thể duyệt qua cửa hàng huyền thoại của bạn để mua một chiếc nhẫn hoặc vòng cổ.Đọc thêm",
            "có trang web. bạn có thể liên hệ với họĐọc thêm",
            "Tôi muốn đặt một chiếc nhẫn ngọc trai hoặc nhẫn không cổ nhưng không biết làm cách nào- bạn có thể gửi cho tôi đường liên kết để có thể xem sản phẩm của bạn và mua sắm những gì tôi thích không?Đọc thêm",
            "hãy đến cửa hàng và tham quan tất cả các loại trang sức trước khi chọnĐọc thêm"
        ],
        "star_ratings": [
            12,
            12,
            5,
            2,
            5
        ],
        "review_amount": 36,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Ngọc huyền thoại",
            "Những điều cần làm ở Hạ Long",
            "Quang Ninh Province",
            "Hạ Long"
        ],
        "reviews_time": [
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written March 22, 2024",
            "Written February 26, 2024",
            "Written January 24, 2024",
            "Written July 11, 2023",
            "Written September 23, 2022",
            "Written August 6, 2022",
            "Written March 10, 2020",
            "Written March 1, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14776299-d17337869-Reviews-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d13325950-Reviews-Ba_Vang_Pagoda-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d6537089-Reviews-Yen_Tu_Mountain-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13567681-Reviews-Long_Tien_Pagoda-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or10-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or20-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d14000068-Reviews-Phuc_Xuyen-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2357482-Reviews-Yen_Duc_Village_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26555725-Reviews-Emoi_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d16724718-Reviews-The_Bach_Dang_River-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26530757-Reviews-Trade_Winds_On_The_Bay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d11697220-Reviews-Quang_Ninh_Tours-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7032491-Reviews-Fun_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4272812-Reviews-Metromall_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105260-Reviews-Providence_Children_s_Museum-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g35056-d558463-Reviews-Tugaloo_State_Park-Lavonia_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d153834-Reviews-Makena_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d4973057-Reviews-ABC_Mall-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d10228770-Reviews-Vieques_Island-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588218-d6936462-Reviews-Kourouta_Beach-Amaliada_Elis_Region_West_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191017-Reviews-O_Connell_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d14195109-Reviews-Domino_Park-Brooklyn_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or10-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Legend Pearl",
        "attraction_name_vi": "Ngọc huyền thoại",
        "general_info": [
            "35 đánh giá",
            "1 trong 3 Nơi mua sắm ở Hạ Long",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chồng tôi muốn mua cho tôi một món quà và mua cho tôi hai viên ngọc trai trên dây chuyền vàng trắng. Đó là sự mua sắm bốc đồng ở mức tốt nhất, đắt tiền và không đáng tiền. Các nhân viên trong khi đáng yêu lại cực kỳ năng động và tuyệt vời trong công việc của họ. Dây xích thật sự rất mỏng manh, tự xoắn lại và cái móc cài thì nặng nề và khó chịu. Vì vậy, số tiền của anh ấy sẽ không bị lãng phí. Tôi sẽ mang nó đến một tiệm kim hoàn và mua một chiếc dây chuyền và móc cài mới. Đừng để bị cám dỗ. Đọc thêm",
            "Dừng lại ở đây để nghỉ du lịch và tìm hiểu về ngọc trai nuôi cấy. Bên trong họ có rất nhiều loại ngọc trai và màu sắc. Một số cài đặt đẹp và ở mức giá gần như hợp lý. Tất nhiên nếu bạn giỏi mặc cả thì bạn có thể làm tốt hơn. Tôi tìm thấy 6 chiếc vòng cổ hoàn hảo cho vợ và các con gái tôi. Tôi rất hài lòng với chất lượng và tay nghề. Tôi khuyên bạn nên kiểm tra chúng.Đọc thêm",
            "Cẩn thận khi mua đồ trang sức từ Legend Pearl ở Hạ Long, Việt Nam. Viên ngọc trai trong chiếc nhẫn bạc tôi mua trong chuyến tham quan trên tàu do Celebrity Cruise tài trợ đã rơi ra ba ngày sau đó. Nó chỉ là một bản sao bằng nhựa! Cả Celebrity Cruises và Sài Gòn Tours đều không nên quảng bá một hoạt động kinh doanh lừa đảo khách du lịch như thế này. Tôi đã báo cáo hành vi gian lận này với Dịch vụ khách hàng của Celebrity Millennium. Đại diện. hứa sẽ chuyển đơn khiếu nại của tôi đến công ty du lịch. Tôi chưa bao giờ nhận được phản hồi từ cả hai. Legend Pearl cuối cùng đã hoàn trả cho tôi nhưng tôi bị kẹt chi phí gửi món hàng quý giá về Việt Nam.Đọc thêm",
            "Chúng tôi dừng lại trên đường từ Vịnh Hạ Long đến Hà Nội để xem một buổi trình diễn thú vị về nghệ thuật và khoa học tạo ra ngọc trai sống. Có nhà vệ sinh tốt và rất nhiều mặt hàng đắt tiền được bày bán. Tất nhiên rồi. Tuy nhiên, đáng để dừng lại.Đọc thêm",
            "Một phần của chuyến đi Vịnh Hạ Long là dừng chân tại Legend Pearl, nơi chúng tôi đã trình bày về các loại ngọc trai khác nhau, giá trị tương ứng của chúng và sau đó cho thấy cách con hàu được cấy vào để tạo ra ngọc trai sau đó mổ hà để trình diễn viên ngọc trai đã hoàn thành. Một buổi trình diễn nhỏ về cách chế tác đồ trang sức, sau đó bước vào một phòng trưng bày lớn gồm những viên ngọc trai rời với nhiều kích cỡ chất lượng khác nhau và đồ trang sức được chế tác để bán.  Có vẻ đắt tiền nhưng rất đẹp. Nhà vệ sinh có sẵn cho công chúng. Đọc thêm",
            "Vào chỉ để ngắm nghía xung quanh. Không thể cưỡng lại việc mua một cái. Người phụ nữ đã giải thích toàn bộ quy trình trước khi vào cửa hàng, rất bổ ích. Đồ khá đắt nhưng tôi nghĩ là đáng giá. Không phải ngày nào bạn cũng có thể mua ngọc trai khi đi nghỉ. Tôi đeo nó hầu như hàng ngày và tôi rất thích nóXem thêm",
            "Trên đường rời Hạ Long chúng tôi dừng lại ở đây để xem quy trình nuôi cấy ngọc trai biển. Thật thú vị vì bạn hiếm khi thấy con người thành công như thế nào trong việc thay đổi thiên nhiên. Không có gì đáng ngạc nhiên khi giá cả trong cửa hàng khá đắt và thực tế là không ai trong nhóm chúng tôi mua bất cứ thứ gì. Đọc thêm",
            "Lần đầu tiên trình diễn các kỹ thuật nuôi cấy ngọc trai nước biển và các loài, màu sắc và cấp độ khác nhau. Việc bán cứng bán mềm dường như không cần thiết khi đồ trang sức xuất hiện!!Đọc thêm",
            "Không thấy khu vực sản xuất nhưng thấy một vài phụ nữ chỉ cách họ đặt một máy khuấy màu đỏ và một hạt xà cừ vào hàu sống. Theo David rất hài hước, màu sắc của ngọc trai akoya, southsea và tahitian được xác định bởi màu vỏ của chúng và akoya mất 1-2 năm, southsea mất 3-5 năm và tahitian mất 5-6 năm để phát triển. Đã mua một cặp ngọc trai aaa southsea 11mm và một viên ngọc trai southsea 11,5mm trên một sợi vàng 18k với giá 1200 đô la Mỹ. Đối với tôi, điều này rất đắt so với kích thước và độ bóng nhưng tôi đã mua nó vì tôi đã dành thời gian ở cửa hàng. Đọc một số đánh giá trên Google nói rằng những viên ngọc trai này không phải là thật mà được nhập khẩu từ Trung Quốc, nhưng họ có cấp giấy chứng nhận nói rằng chúng là ngọc trai sản xuất tại Việt Nam Đọc thêm",
            "Rất thú vị về cách họ nuôi ngọc trai từ khi cấy đến nuôi chúng trên dây với 5 hoặc 6 con hàu chìm sâu trong nước. Phòng trưng bày đồ trang sức ngọc trai khổng lồ. Nó thuộc sở hữu của chính phủ.Đọc thêm",
            "Vui lòng gửi cho tôi một liên kết để có thể duyệt cửa hàng huyền thoại của bạn để mua nhẫn hoặc vòng cổ. Đọc thêm",
            "có trang web. bạn có thể liên hệ với họĐọc thêm",
            "Tôi muốn đặt mua một chiếc nhẫn ngọc trai hoặc vòng cổ nhưng không biết cách nào - bạn có thể gửi cho tôi liên kết để xem sản phẩm và mua những gì tôi thích không? Đọc thêm",
            "hãy đến cửa hàng và tham quan tất cả các loại trang sức trước khi chọnĐọc thêm"
        ],
        "star_ratings": [
            12,
            12,
            5,
            2,
            5
        ],
        "review_amount": 36,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Ngọc huyền thoại",
            "Những điều cần làm ở Hạ Long",
            "Quang Ninh Province",
            "Hạ Long"
        ],
        "reviews_time": [
            "Written February 24, 2020",
            "Written January 23, 2020",
            "Written January 17, 2020",
            "Written December 20, 2019",
            "Written October 2, 2019",
            "Written September 17, 2019",
            "Written June 7, 2019",
            "Written June 4, 2019",
            "Written May 21, 2019",
            "Written May 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14776299-d17337869-Reviews-or10-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d13325950-Reviews-Ba_Vang_Pagoda-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d6537089-Reviews-Yen_Tu_Mountain-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13567681-Reviews-Long_Tien_Pagoda-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or20-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d14000068-Reviews-Phuc_Xuyen-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2357482-Reviews-Yen_Duc_Village_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26555725-Reviews-Emoi_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d16724718-Reviews-The_Bach_Dang_River-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26530757-Reviews-Trade_Winds_On_The_Bay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d11697220-Reviews-Quang_Ninh_Tours-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42891-d6935119-Reviews-Safari_North-Brainerd_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d2322964-Reviews-Minnesota_State_Fair-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d232411-Reviews-Villa_San_Michele-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d258329-Reviews-Emo_s-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d21268214-Reviews-Maya_Beach_Experience-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298182-d1311892-Reviews-Lake_Chuzenji-Nikko_Tochigi_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g311415-d309858-Reviews-Plage_de_Matira-Bora_Bora_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d273538-Reviews-Dia_Beacon-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3445276-d7023226-Reviews-Spencer_Opal_Mine-Spencer_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g45956-d8403190-Reviews-Incline_Beach-Incline_Village_Lake_Tahoe_Nevada_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or20-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or10-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Legend Pearl",
        "attraction_name_vi": "Ngọc huyền thoại",
        "general_info": [
            "35 đánh giá",
            "1 trong 3 Nơi mua sắm ở Hạ Long",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi thích cảm giác được ở trên một hòn đảo nhỏ, ngắm nhìn đại dương và những ngọn núi xinh đẹp. Chúng tôi đã thực hiện một chuyến tham quan bằng thuyền trong nửa ngày và nó rất xứng đáng! Đọc thêm",
            "Tôi khuyên bạn nên ghé thăm nơi này khi bạn đang trên đường đến Vịnh Hạ Long, nơi bạn có thể hiểu được quá trình chế biến ngọc trai và sự khác biệt giữa nhiều loại. Ngoài ra, bạn có thể mua những món quà lưu niệm đẹp bằng bạc hoặc vàng từ cửa hàng.Đọc thêm",
            "Trên đường đến hành trình Vịnh Hạ Long, xe buýt của chúng tôi dừng lại ở Legend Pearl để ăn nhẹ cũng như nghỉ ngơi trong phòng tắm.  Rẽ vào bãi đỗ xe, chúng tôi nhận thấy có nhiều tốp người tụ tập xung quanh từng trạm làm việc riêng lẻ.  Khi xuống xe, chúng tôi có thể thấy các cô gái trẻ đang mở vỏ để cấy hạt giống ở một trạm và một trạm khác đang thu hoạch ngọc trai từ những con hàu đã được thu thập.  Trên một bức tường là một bức tranh tầm sâu lớn mô tả quá trình và sau phần trình bày ngắn gọn, chúng tôi cũng tụ tập lại để xem quá trình.  Tất nhiên, khi nó kết thúc, chúng tôi bước vào tòa nhà lớn để tìm một phòng trưng bày lớn với đủ loại trang sức ngọc trai có sẵn để mua.  Không biết trưởng nhóm của chúng tôi có nhận được tiền hoa hồng nào khi đưa chúng tôi đến đó không nhưng tôi đã mua một chiếc vòng cổ đẹp cho con gái mình với mức giá có vẻ hợp lý.  Mang tính giáo dục cũng như một món hời, tôi khuyến khích người khác dừng lại.Đọc thêm",
            "Trên đường từ Hà Nội đến Vịnh Hạ Long, chúng tôi được giới thiệu trong một giờ về quy trình chế tác ngọc trai tinh tế theo mô hình bán tự nhiên. Ngọc trai tự nhiên được nuôi trồng ở đây. Các giai đoạn khác nhau được hiển thị ở đây từng cái một. Tất nhiên, sau đó bạn sẽ có thời gian để tiêu tiền vào cửa hàng.Đọc thêm",
            "Tôi đã mua một đôi bông tai bạc và ngọc trai tròn với giá 220 euro được giao đến nhà tôi. Tôi chưa thấy chúng nào bị hư hỏng hoặc có lỗ. Tôi không khuyên bạn nên mua hàng từ chúng.Đọc thêm"
        ],
        "star_ratings": [
            12,
            12,
            5,
            2,
            5
        ],
        "review_amount": 36,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Ngọc huyền thoại",
            "Những điều cần làm ở Hạ Long",
            "Quang Ninh Province",
            "Hạ Long"
        ],
        "reviews_time": [
            "Written May 7, 2019",
            "Written April 30, 2019",
            "Written April 14, 2019",
            "",
            "Written May 26, 2024",
            "",
            "Written October 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14776299-d17337869-Reviews-or20-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d13325950-Reviews-Ba_Vang_Pagoda-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d6537089-Reviews-Yen_Tu_Mountain-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13567681-Reviews-Long_Tien_Pagoda-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or10-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d14000068-Reviews-Phuc_Xuyen-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2357482-Reviews-Yen_Duc_Village_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26555725-Reviews-Emoi_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d16724718-Reviews-The_Bach_Dang_River-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26530757-Reviews-Trade_Winds_On_The_Bay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d11697220-Reviews-Quang_Ninh_Tours-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g644388-d17467225-Reviews-Palmas_del_Mar_Beach-Humacao_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d309795-Reviews-Parque_La_Sabana-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g1840814-d14098123-Reviews-Schiphol_Hotel_Shuttle-Schiphol_Haarlemmermeer_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7646990-Reviews-Sensation_Spa-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g44574-d560196-Reviews-Dogwood_Canyon_Nature_Park-Lampe_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g2697619-d472318-Reviews-Lake_Naivasha-Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d8453053-Reviews-Sausalito_Boardwalk-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d284705-Reviews-Harrah_s_Joliet_Casino-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17826619-Reviews-GetByBus_GetByFerry-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40925-d3478173-Reviews-Androscoggin_Swinging_Bridge-Topsham_Maine.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-or20-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html"
    }
]