[
    {
        "attraction_name": "Legoland Discovery Centre",
        "attraction_name_vi": "Trung tâm khám phá Legoland",
        "general_info": [
            "864 đánh giá",
            "35 trên 134 trò chơi vui nhộn ở Birmingham",
            "Rạp chiếu phim",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Trung tâm khám phá LEGOLAND Birmingham là sân chơi LEGO trong nhà tuyệt đỉnh. Điểm thu hút này có đầy đủ các hoạt động LEGO hoàn toàn tuyệt vời bao gồm Rạp chiếu phim 4d, hai trò chơi, khu xây dựng và thử nghiệm để cải thiện kỹ năng xây dựng LEGO của bạn, cũng như quán cà phê LEGO để ngồi lại và tận hưởng sau một ngày vui vẻ xây dựng. Ngắm nhìn MINILAND ngoạn mục, với đầy đủ các địa danh nổi tiếng nhất của Birmingham được tái tạo hoàn toàn bằng LEGO. Khám phá và chơi trong phiên bản tương tác của thành phố và nhận ra các địa danh địa phương được xây dựng từ hơn 1,5 triệu viên gạch. Hãy ghé thăm cửa hàng LEGO chính thức để bạn ghé thăm khi kết thúc chuyến tham quan hoặc chỉ đơn giản là mua bộ LEGO yêu thích của bạn!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi nghĩ đây là một điểm thu hút được đánh giá khá thấp. Đặt trực tuyến một ngày trước đó, không có vấn đề gì và nhận được xác nhận ngay lập tức. Hầu như không có bất kỳ hàng đợi nào, các chuyến đi rất thú vị và được thực hiện hai lần. Có một gói hoạt động tuyệt vời mà cuối cùng bạn sẽ nhận được một nhân vật nhỏ, rất nhiều thứ khiến bạn bận rộn với các ý tưởng xây dựng và sưu tập tem, thật đáng buồn là không phải tất cả các con tem đều hoạt động. Rất nhiều Lego để xây dựng, đường đua ô tô cho những sáng tạo của bạn, quán cà phê rất tốt nhưng vào thời điểm đó họ không có nhiều thức ăn do vấn đề về nguồn cung nhưng chúng tôi không gặp vấn đề gì khi ra ngoài lấy thức ăn và quay lại. \nNơi sạch sẽ, nhân viên rất hữu ích và thân thiện. \nNó không quá đông đúc và chúng tôi hoàn toàn thích thú. Đọc thêm",
            "Cảm ơn Legoland đã thiết lập điều này ở Birmingham.\nNghĩ rằng đó sẽ là một chuyến đi kéo dài 2 giờ nhưng kết thúc lại là một cuộc phiêu lưu kéo dài nửa ngày đối với đứa con nhỏ 5 tuổi của tôi.\nTôi cũng xin cảm ơn Iqra rất nhiều vì đã dành thời gian cùng đứa con 5 tuổi của tôi xây dựng một nhân vật Lego.\nChắc chắn sẽ quay lại với tất cả các hoạt động bên trong. Rạp chiếu phim 4D thật tuyệt vời!Đọc thêm",
            "Đưa đứa con 10 và 6 tuổi của tôi đi trong ngày. Tôi đọc những nhận xét rằng trẻ em ở độ tuổi đó sẽ chán nhưng các con trai tôi lại thích nó. Chúng tôi đã quản lý 2 trong số 3 bộ phim 4D và đây là điểm nổi bật trong chuyến đi của chúng tôi. Chúng tôi cũng rất vui khi chơi trò chơi bắn súng và Merlins Ride, phần còn lại là các khu vực xây dựng và chơi nhẹ nhàng. Chúng tôi đã chọn thực hiện Cuộc đua VR và nó không đáng giá 7 trang, nó sẽ kết thúc sau 3 phút. Chúng tôi cũng không trả tiền cho bất kỳ bức ảnh nào vì chúng rất đắt! Đi qua cửa hàng quà tặng cũng đắt tiền.Đọc thêm",
            "Chúng tôi đến thăm vào Chủ nhật tuần này, ngày nghỉ lễ của ngân hàng và đến sealife trước, ăn trưa ở quán ăn đắt tiền bên cạnh nhưng sẽ giới thiệu và sau đó đến đây. Con cái của chúng tôi 2 và 4 tuổi và chúng thực sự thích nó. Chúng tôi phải xếp hàng 15 phút khi đến để chụp ảnh trước khi vào, không có lựa chọn nào khác để tránh điều này hơi khó chịu. Sau đó chúng tôi đi thang máy xuống và xếp hàng thêm 30 phút nữa để đi xe. Chuyến đi tốt nhưng kéo dài vài phút. Chúng tôi đánh giá cao hôm nay là Chủ nhật vào ngày lễ Ngân hàng nhưng toàn bộ nơi này đã bị đâm, bạn không thể di chuyển. Chúng tôi xếp hàng thêm 30 phút nữa cho chuyến xe khác ở phía sau. Bọn trẻ của chúng tôi thích thú với những trò chơi nhẹ nhàng và sau đó dành hàng giờ đồng hồ chỉ để chế tạo những chiếc ô tô lego để đi xuống đoạn đường dốc. \nVR được bổ sung nên chúng tôi không trả tiền. \n\nChúng tôi sẽ đi lại nhưng chỉ vào một ngày trong tuần khi trời yên tĩnh vì nó thực sự đã làm hỏng nó một chút đối với chúng tôi. Đọc thêm",
            "Lần đầu tiên đến Lego Discovery Centre Birmingham và thấy ổn.\n\nChúng tôi mua vé 2 tặng 1 nên thấy hợp lý.\n\nCon gái 5 tuổi của tôi thích lắp ráp ô tô để đua ở khu vực lắp ráp ô tô nhưng khu vực lắp ráp Lego Friends thì khó chịu vì tất cả những thứ gợi ý lắp ráp trong các tập sách nhỏ tại bàn lắp ráp đều không có sẵn các mảnh ghép trong thùng để lắp ráp.\n\nCác chuyến đi rất tuyệt, xếp hàng ngắn mặc dù là thứ Bảy.\n\nPhim điện ảnh là phim Halloween và chúng tôi đã rời đi sau hai phút vì quá đáng sợ đối với một đứa trẻ 5 tuổi, chúng tôi không phải là những người duy nhất rời khỏi rạp sớm.\n\nTrò chơi nhẹ nhàng thì hay.\n\nTuy nhiên, điều khiến tôi khó chịu nhất là tiếng nhạc lớn, lặp đi lặp lại trong mọi khu vực. Tôi hiểu nhu cầu về tiếng ồn xung quanh nhưng tôi thấy tất cả đều rất khó chịu với sự pha trộn giữa tiếng nhạc lớn, lặp đi lặp lại khó chịu, tiếng ồn của trẻ em và tiếng ồn của gạch Lego.\n\nThật không may vì lý do đó, tôi không nghĩ mình sẽ vội vàng quay lại Đọc thêm",
            "Lần đầu tiên ở đây và bọn trẻ thực sự thích nó. \nNhân viên rất sạch sẽ và thân thiện. \nTrải nghiệm 4d thật tuyệt vời và chuyến đi của hiệp sĩ thực sự tốt.\nNhìn chung, tôi muốn giới thiệu địa điểm này tuy nhiên nó cực kỳ bận rộn và tôi biết đó là nửa học kỳ nhưng cảm thấy nó có thể bị giới hạn ở một số lượng nhất định hàng ngày vì nó khá choáng ngợp.\nNgoài ra, ảnh trên màn hình xanh mà tôi cảm thấy có thể được đặt ở một nơi khác. Vì hiện tại là ngay sau khi bạn trả tiền để vào và bạn phải đợi một lúc trước khi có thể vượt qua, điều này không tốt cho những đứa trẻ chỉ muốn khám phá.\nTuy nhiên vẫn đáng để ghé thăm.Đọc thêm",
            "Buổi sáng tuyệt vời dành cho việc khám phá Lego - trung tâm mở cửa lúc 09:30 trong nửa học kỳ. Nơi này trống rỗng và chúng tôi có một mảnh đất nhỏ cho riêng mình trong một thời gian. Chuyến đi bằng tia laser rất thú vị, chương trình 4d là bộ phim Lego hoàn hảo cho đứa con 5 tuổi của tôi. Các nhân viên cực kỳ thân thiện, đặc biệt là chàng trai trẻ đang xây dựng một quả bí ngô và người phụ nữ đứng gần bánh xe. Chuyến đi rất vui và chơi nhẹ nhàng thật tuyệt. Chúng tôi đã ở đó 2,5 giờ và có khoảng thời gian tuyệt vời.Đọc thêm",
            "Chúng tôi chỉ vào cửa hàng và con gái tôi cực kỳ thích nó. Cô đặc biệt yêu thích chú hươu cao cổ Lego bên ngoài. Chúng tôi đã mua một vài món đồ và dự định quay lại vào một ngày khác để tham quan điểm tham quan chính nhưng đã hết thời gian.Đọc thêm",
            "Lần thứ hai của chúng tôi! Đó là một ngày đầy sự kiện và bọn trẻ chắc chắn đã rất thích thú! Có một cái gì đó cho tất cả mọi người. Các con tôi 5 và 1 tuổi, chúng thích đi xe laser, rạp chiếu phim 4 D có một bộ phim khác lần trước thật tuyệt vời! Chuyến đi Merlin không bao giờ nhàm chán và hàng đợi thậm chí còn dài. Có trò chơi nhẹ nhàng riêng biệt cho trẻ 1 tuổi và 5 tuổi. Có những khối Lego cao su khổng lồ dành cho trẻ 1 tuổi chơi và đứa trẻ 5 tuổi của tôi đã làm rất nhiều ô tô bằng Lego, xây dựng một ngôi nhà và mọi thứ. Cả hai đều đã có khoảng thời gian tuyệt vời! Chúng tôi đã đi lúc 12:30 chiều và không rời đi cho đến 3 giờ chiều. Tôi nghĩ điều đó đã nói lên tất cả. Đọc thêm",
            "Ngày tuyệt vời. \n\nĐến lúc 10 giờ sáng, chỉ sau 3 giờ 30 chiều \n  \nTrả 50 vé combo bao gồm cadburys world đặt trước vào tháng 12 và trung tâm sealife đặt trước vào tháng 1. \n\nKhi đến mang theo cuốn sách hoạt động, cả hai đứa trẻ đều hoàn thành trong 15 phút đầu tiên và một buổi sáng tạo Lego có giá 5 mỗi đứa. Con trai sáu tuổi của tôi nói rằng đây là khoảnh khắc nó thích nhất trong ngày bạn được mang công trình mini về nhà. \n\nHoàn thành một trò chơi vận động với sự tham gia của nhân viên trong trang phục hóa trang và được tặng một mô hình Lego mini miễn phí.  \n\nCác cậu bé 4 và 6 của tôi yêu thích Lego nên việc sáng tạo là vô tận.   Và nó không như tôi mong đợi khi đọc các nhận xét, tôi rất hài lòng. Rất nhiều bộ phận Lego để tạo ra.  Chúng tôi đã xem 2 bộ phim trong số 4 bộ phim. Đã đi cả hai chuyến hai lần và ăn trưa tại quán cà phê. 5,50 cho bữa ăn trẻ em, sandwhich nhỏ, giòn, đồ uống và thanh ngũ cốc.\n7.50 cho người lớn, 1 bánh cuốn hoặc sandwich, uống khoai tây chiên giòn và ăn nhẹ. \n\nKhi rời đi, chúng tôi đã thu thập được một bức tượng nhỏ miễn phí trong cửa hàng quà tặng kèm theo gói hoạt động. Và trả 8 để ghép 3 hình nhỏ lại với nhau trong một gói. \n\nTôi khuyên bạn nên đi sớm vì 1 giờ chiều nó đã đầy. \n\nPhần khó chịu nhất trong ngày là bãi đậu xe với chi phí 13 \n \nChúng tôi đã không mua gói ảnh với giá 20 đô la hoặc đi thực tế ảo với giá 7 đô la \n\nNếu có ngân sách, hãy dành bữa trưa của bạn thật nhiều chỗ ngồi và mua một buổi sáng tạo để con bạn có một món quà lưu niệm mang về nhà.   Hoặc đơn giản là tham gia vào tất cả các nhiệm vụ dẫn dắt nhân vật để có được một nhân vật lego miễn phí mà chúng ta đã thấy 3 trong suốt cả ngày. Đọc thêm",
            "Chúng tôi đã mua vé đôi cho Trung tâm khám phá Legoland LDC và Cadbury World và LDC là nơi chúng tôi yêu thích rõ ràng trong số hai địa điểm này, mặc dù địa điểm nhỏ hơn. Phạm vi hoạt động, bao gồm trò chơi, thử thách xây dựng, miniland, trò chơi nhẹ nhàng và rạp chiếu phim 4D đa dạng hơn hơn chúng tôi mong đợi, và con gái tôi đã có rất nhiều niềm vui khi kết hợp và thử nhiều thứ khác nhau. Các nhân viên cũng thực sự giỏi trong việc thu hút bọn trẻ, với cuộc săn lùng người nhặt rác và các linh vật hình người nhỏ xuất hiện trong thời gian chúng tôi ở đó. Chúng tôi đã đến thăm vào nửa học kỳ tháng 5 và mặc dù bận rộn nhưng nó không quá bận rộn và chúng tôi phải thử mọi thứ. Quán cà phê có nhiều loại đồ ăn thức uống và dịch vụ nhanh chóng. Chúng tôi chắc chắn sẽ đến LDC lần nữa, đó là một cách thực sự thú vị để dành 3 giờ và con gái tôi đã có khoảng thời gian tuyệt vời. Đọc thêm",
            "Khu triển lãm và vui chơi rất đẹp, nhưng đánh giá kém về ảnh. Chúng tôi kết thúc chuyến tham quan và nhận thấy không có cơ hội in ảnh ở tầng trên, nghĩa là tôi phải quay lại địa điểm để in ảnh. Tôi đến quầy nhưng dường như có vấn đề với việc in ấn, nhân viên không nói cho ai biết, nghĩa là tôi đứng suốt 20 phút mà không giải thích chuyện gì đang xảy ra. Sau đó, tôi đến một máy tự phục vụ trong khu vui chơi, máy bị hỏng và không nhận ra mã vạch mà tôi có cho bức ảnh của chúng tôi. Đó là sinh nhật lần thứ 2 của con trai tôi và chúng tôi thực sự muốn có điều gì đó để ghi nhớ chuyến thăm. Tệ hơn nữa, trang web Lego cho biết cách tốt nhất để liên hệ với chúng là qua Facebook Messenger. Tôi đã liên hệ để hỏi liệu chúng tôi có thể làm gì RE: những bức ảnh như quay lại vào một ngày khác, liệu mã vạch có còn hiệu lực hay không. Họ đọc tin nhắn và bỏ qua nó.Đọc thêm",
            "Thật là một buổi sáng. Tất cả các nhân viên đều có dịch vụ khách hàng siêu hạng. chúng tôi đến lúc 10 giờ sáng trong nửa học kỳ, đó là thời điểm duy nhất chúng tôi có thể đặt trong một tiếng rưỡi đầu tiên khá yên tĩnh. Chúng tôi chơi sau đó ăn nhẹ cà phê - giá cả hợp lý. Rất đáng để lái xe 90 phút ở đó. Chàng trai làm những chú thỏ có bệnh nhân của một vị thánh mà anh ấy đã giúp cô bé 3 tuổi của chúng tôi xây dựng theo đúng nghĩa đen đã khiến chúng tôi đến thăm và buổi khiêu vũ thật thú vị. Đây là chuyến thăm đầu tiên của chúng tôi và chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Quá đắt cho những gì nó cung cấp. Chúng tôi đã nhận được hai vé miễn phí qua Sky nhưng ngay cả khi đó, nó vẫn có giá 46 vé cho hai giờ, một trải nghiệm rất tuyệt vời. Điều này chắc chắn hướng đến dưới 7 giây.  Có hai chuyến đi rất cơ bản và phòng trưng bày bắn súng mà chúng tôi đã đi hai lần, đều không hoạt động bình thường trong cả hai lần.  Chuyến đi khác phù hợp hơn với trẻ nhỏ.  Vùng đất nhỏ của khu vực địa phương đã được tính toán kỹ lưỡng, nhưng cá nhân tôi thấy nó bị hư hỏng khi có những con rồng và những con quái vật xây dựng Lego khác rải rác xung quanh. Một số lượng lớn người Lego đã gục ngã trong màn hình: Tôi cho rằng đã chết vì buồn chán. Chúng tôi đi vòng quanh khu vực nhỏ bé một cách chậm rãi, thực hiện các chuyến đi hai lần và hai buổi chiếu 4 D để thử và hiểu được giá trị đồng tiền nhưng toàn bộ trải nghiệm rất tầm thường. Yếu tố sáng tạo và khu vực xây dựng cũng rất kém. Trẻ nhỏ xông vào phía trước và người lớn cũng không cư xử tốt hơn là mấy. Trải nghiệm đã bị kết thúc bởi một người đàn ông rất đẳng cấp cáo buộc một đứa trẻ đã hành hung con mình trong một trò chơi nhẹ nhàng. Sau đó, anh ta tiếp tục dùng mọi từ chửi thề có thể tưởng tượng được bằng giọng cao nhất của mình trước mặt hàng chục đứa trẻ và đe dọa sẽ đá đít bố của đứa trẻ khi ông ta tìm thấy fg pk. Đó là thời điểm chúng tôi quyết định rời đi vì trải nghiệm vốn đã kém cỏi này đã bị hoen ố và chúng tôi cảm thấy không an toàn. Sẽ rất hữu ích nếu có sự giám sát chủ động hơn của nhân viên trong khu vực chơi mềm và khu vực xây dựng. Sau khi cảnh báo được đưa ra thì một số lượng lớn xuất hiện, điều này đặt ra câu hỏi họ thường làm gì.Đọc thêm",
            "Có gì hay, 2 trò chơi, phim 4D, trò chơi mềm nhỏ và một số Lego để chơi nhưng chỉ có vậy thôi. Nếu bạn ở lại hơn 2 giờ mà không dừng lại ở quán cà phê thì tôi sẽ rất ngạc nhiên.Đọc thêm",
            "Trải nghiệm tuyệt vời với gia đình tôi, trong đó có cháu gái lớn 4 tuổi của tôi, người cực kỳ yêu thích nó: cháu thấy nó rất thú vị và không muốn rời đi. Tôi biết chúng tôi sẽ quay lại nhiều lần. Các nhân viên đã rất xuất sắc và hữu ích. Lời chỉ trích duy nhất của tôi là không có biển báo chính xác nơi xếp hàng vào quán cà phê. Các nhân viên rất xuất sắc nhưng vào những thời điểm bận rộn thì không có hướng dẫn hay biển báo nào về nơi bạn thực sự nên xếp hàng. Đọc thêm",
            "Phải xếp hàng để vào. Phải xếp hàng để lên xe, ưu tiên những người trả thêm tiền để nhảy vào hàng đợi. Họ dường như không bị ốm hoặc bị khuyết tật. Hệ thống vào cửa lại là một hàng đợi bằng thang máyĐọc thêm",
            "Cháu trai của tôi là ai. 7 đã có một thời gian vui vẻ. Mặc dù tôi thất vọng với quy mô của địa điểm và số lượng hoạt động hiện có. Chúng tôi được giảm giá nhưng tôi sẽ không vui khi trả toàn bộ giá. Có 2 chuyến đi, một khu vui chơi mềm, nhiều trạm LEGO khác nhau, rạp chiếu phim 4D và một quán cà phê và cửa hàng nhỏ. Xưởng LEGO nhỏ có 5 chiếc và bạn đã chế tạo một chiếc ô tô rất nhỏ. Có một chuyến đi thực tế ảo, mỗi chuyến thêm 7 chiếc.  Chúng tôi đã không ở đó khoảng 2 tiếng rưỡi .. đừng mong đợi ở đó lâu hơn nữa. Đọc thêm",
            "Không đáng tiền. Sau khi bọn trẻ đã xem phim 4D, chơi nhẹ nhàng, đi xe chính và xem các người mẫu thì hầu như không có việc gì phải làm sau đó. Tôi thấy đó là một sự lãng phí tiền bạc so với những gì đã được trả và tôi cảm thấy choáng ngợp. Cửa hàng quà tặng LegoStore là thứ rác rưởi nên cuối cùng chúng tôi đã đến Cửa hàng Lego ở Bullring, nơi tốt nhất. Nhìn chung, trải nghiệm này thật lãng phí tiền bạc và rác rưởi. Đối với những gì bạn phải trả, tôi mong đợi nhiều hơn.Đọc thêm",
            "Có rất nhiều việc để làm ở đây trong một môi trường sáng sủa và được thiết kế tốt.   Bọn trẻ rất thích bộ phim và các chuyến đi, nhưng toàn bộ mọi thứ đều khá đắt đỏ.  92 cho bốn người chúng tôi và một số thứ sẽ còn bổ sung hơn thế.  May mắn thay, chúng tôi không bị giới hạn trong hai giờ: nếu có thì sẽ rất bực bội vì chúng tôi phải xếp hàng để đi xe và xem rạp chiếu phim 4D.  Một thiếu sót lớn là hoàn toàn thiếu biển báo dành cho người đi bộ từ Ga Phố Mới.  Cuối cùng chúng tôi đã đi sai đường vòng quanh trung tâm hội nghị lớn, trong khi lẽ ra chúng tôi có thể đi một con đường ngắn hơn.  Để khuyến khích mọi người sử dụng phương tiện giao thông công cộng, điều này cần được khắc phục. Tôi khuyên bạn nên đến thăm sớm hoặc, như chúng tôi đã làm, ở lại đến giờ đóng cửa, khi nơi đây ít đông đúc hơn.Đọc thêm",
            "Liệu một đứa trẻ 13 tuổi có nhận được gì từ việc này không?Đọc thêm",
            "Cá nhân tôi không nghĩ nhiều thứ phù hợp với trẻ trên 10 tuổi. Chẳng hạn như rạp chiếu phim 4D và có thể xem mini Birmingham.Đọc thêm",
            "Bạn có thời gian ở trung tâm khám phá Lego trong bao lâu?Đọc thêm",
            "Xin chào, tôi đang muốn đặt vé vào ngày mai. Có phải bạn chỉ có hai giờ ở đó không? Có vẻ khá dốc để trả 100 đô la trong hai giờ?Đọc thêm",
            "Xin chào mọi người, ai đó có thể cho tôi biết nơi tốt nhất để đỗ xe cho trung tâm khám phá không? Đây là lần đầu tiên chúng tôi đến Birmingham. Cảm ơn Đọc thêm",
            "Bãi đậu xe NIA Arena nằm ngay cạnh địa điểm tổ chức. 9h50 trong tối đa 5 giờ. Trả tiền đỗ xe trước khi bạn rời khỏi bãi đậu xe.Đọc thêm",
            "Người lớn có thể vào mà không có trẻ em không? Nếu không, lý do đằng sau điều này là gì?Đọc thêm",
            "Tôi không nghĩ ở đây có nhiều thứ dành cho người lớn.Đọc thêm",
            "Địa điểm này có phù hợp với trẻ 10 tuổi hoặc quá bé không? Chúng tôi không phải là những người hâm mộ Lego lớn nhưng thích thử thứ gì đó khác biệtĐọc thêm",
            "Defo tuyệt vời cho trẻ 10 tuổi : Người lớn cũng rất thích Đọc thêm",
            "Khi bạn đặt trực tuyến, bạn sẽ có 15 phút cho thời gian đến của mình. Điều này có cứng nhắc không?Đọc thêm",
            "chúng tôi đến sớm và không saoĐọc thêm",
            "Xin chào, nơi này có máy lạnh không? Cảm ơnĐọc thêm",
            "Đúng vậy!!! Đọc thêm",
            "Tôi đã sử dụng voucher clubcard để đặt vé, tôi vẫn có thể nâng cấp để đi thủy cung chứ? cái này giá bao nhiêu? Cảm ơn bạn!Đọc thêm",
            "Xin chào, chúng tôi đã mua vé trực tuyến với mức giảm giá cho Lego, nhưng chúng tôi vẫn có thể nâng cấp ngay tại cửa lên vé combi để bao gồm sinh vật biển, giá 10 vé mỗi người, thanh toán tại quầy trung tâm Lego.Đọc thêm",
            "Tôi đã nhận được một phiếu mua hàng trị giá 241 để sử dụng từ tờ báo mặt trời. Nó nói rằng bạn chỉ có thể mua vé tại điểm thu hút và không thể đặt vé trực tuyến. Có ai biết giá tăng không? Cảm ơn bạn Đọc thêm",
            "Giá tăng lên là 20 mỗi giá cho người lớn và trẻ em Đọc thêm"
        ],
        "star_ratings": [
            336,
            231,
            155,
            82,
            65
        ],
        "review_amount": 869,
        "location": [
            "Trung tâm khám phá Legoland",
            "Châu Âu",
            "Vương quốc Anh Vương quốc Anh",
            "nước Anh",
            "Những điều cần làm ở Birmingham",
            "Birmingham",
            "Tây Trung du"
        ],
        "reviews_time": [
            "Written July 28, 2023",
            "Written August 8, 2023",
            "Written August 20, 2023",
            "Written August 30, 2023",
            "Written September 30, 2023",
            "Written October 25, 2023",
            "Written October 25, 2023",
            "Written October 27, 2023",
            "Written November 1, 2023",
            "Written November 4, 2023",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written April 27, 2024",
            "Written April 11, 2024",
            "Written April 9, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186402-d14862682-Reviews-Legoland_Discovery_Centre-Birmingham_West_Midlands_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d24957103-Reviews-Turtle_Bay_Brindleyplace_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d23963315-Reviews-The_Coconut_Tree_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d23660228-Reviews-Qavali-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d25278577-Reviews-Rudy_s_Pizza_Napoletana_Brindleyplace-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d730562-Reviews-Pitcher_Piano_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d4882955-Reviews-All_Bar_One_Brindleyplace-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d1571953-Reviews-Slug_Lettuce_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d23520907-Reviews-Perios_Brindleyplace-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d2361040-Reviews-Ju_Ju_s_Cafe-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186402-d2216565-Reviews-O_Neill_s-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d8868340-Reviews-Brindleyplace-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d195812-Reviews-National_SEA_LIFE_Centre_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d2508828-Reviews-Arena_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d1475141-Reviews-Crescent_Theatre-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d21311116-Reviews-Turnover_Bridge_No_2-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d21311132-Reviews-Brewmastrer_s_Bridge-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d21311109-Reviews-Symphony_Hall_Footbridge-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d21304700-Reviews-One_Brindleyplace_Building-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d21299665-Reviews-Three_Brindleyplace_Tower-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d21309675-Reviews-Shell_Sculpures-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d14862682-Reviews-or10-Legoland_Discovery_Centre-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d12594522-Reviews-Exciting_Game_Escape_Room_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d7383696-Reviews-Escape_Live_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d9770968-Reviews-Clue_HQ_Birmingham_The_Live_Escape_Game-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d13551085-Reviews-Escape_Hunt_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d19468382-Reviews-Escape_Hunt_Birmingham_Resorts_World-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d17324188-Reviews-Escape_Brum-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d12885423-Reviews-Matrix_Virtual_Reality-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d20900411-Reviews-Treasure_Hunt_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d12926895-Reviews-Whistle_Punks_Axe_Throwing-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d26772290-Reviews-F1_Arcade_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d23635990-Reviews-Jukeboxers_Duelling_Piano_Bar-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d13147922-Reviews-Bosworth_Cruises-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d26860596-Reviews-The_Park_Vr_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d7035198-Reviews-Bannatyne_Health_Club_Spa_Brindley_Place-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d15030396-Reviews-Roundhouse_Birmingham-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187275-d12667228-Reviews-Deutsche_Bahn-Germany.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1519813-Reviews-Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d14838170-Reviews-Horsetooth_Reservoir-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d3665608-Reviews-Mt_Lemmon_Scenic_Byway-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d531659-Reviews-Fort_Worth_Water_Gardens-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d4605584-Reviews-Ice_Skating-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g55476-d269180-Reviews-Gorman_Falls-Bend_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190146-Reviews-Royal_Palace_of_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g28949-d126338-Reviews-U_S_Route_50-Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d1994555-Reviews-Penang_National_Park_Taman_Negara_Pulau_Pinang-Penang_Island_Penang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186402-d14862682-Reviews-or10-Legoland_Discovery_Centre-Birmingham_West_Midlands_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186402-d14862682-Reviews-Legoland_Discovery_Centre-Birmingham_West_Midlands_England.html"
    }
]