[
    {
        "attraction_name": "Legoland Korea Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng Legoland Hàn Quốc",
        "general_info": [
            "107 đánh giá",
            "- 1 trong 47 điều cần làm ở Chuncheon",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Công viên Legoland mới được giữ gìn và bảo trì một cách xuất sắc với hàng đợi ngắn cho hầu hết các trò chơi và các yếu tố rất thú vị, chắc chắn sẽ thu hút cả trẻ em và người lớn. Người Hàn Quốc nói chung cũng rất tốt với trẻ em và rất sạch sẽ, ngăn nắp. Virtual Fasttrack là một lựa chọn tốt nếu bạn muốn thực hiện hầu hết các chuyến đi trong một ngày, nhưng nếu không có nó, bạn vẫn có thể thực hiện hầu hết các chuyến đi trong vòng 1-2 ngày. Bất tiện vì thiếu chỉ dẫn cho những người không phải là người địa phương khi đi thẳng từ Sân bay Seoul hoặc Sân bay quốc tế Hàn Quốc mặc dù. Vui lòng xem đánh giá khác của tôi về Legoland Hotel Korea để biết thêm về vấn đề vận chuyển.Đọc thêm",
            "Chúng tôi yêu thích Legoland Hàn Quốc! Phòng của chúng tôi rất tuyệt vời tại khu nghỉ mát, các nhân viên rất tốt bụng và sẵn sàng giúp chúng tôi di chuyển đến các điểm tham quan khác và sân bay. Thức ăn rất tuyệt vời ở khách sạn và công viên. Chúng tôi thích ở công viên vào ban đêm và đi bộ về khách sạn thật thuận tiện. Rất khuyến khích Legoland Hàn Quốc! Đọc thêm",
            "Chúng tôi đã đặt cái này cho sinh nhật con trai của chúng tôi. Được trả thêm tiền cho các yếu tố sinh nhật và ninjago. Ưu điểm: Công viên gần như trống rỗng và các chuyến đi rất vui! Chỉ có 3-5 chuyến đi trong toàn bộ công viên mà tất cả chúng ta đều có thể tiếp tục do hạn chế về chiều cao, nhưng đó không phải là vấn đề lớn. Công viên có một số hoạt động dành cho đám đông nhỏ hơn trong khi các anh chị lớn hơn cưỡi ngựa. Các công nhân rất tốt bụng và mỉm cười. Ngoài ra họ còn cực kỳ ngọt ngào để đảm bảo rằng chúng tôi hiểu được hướng dẫn đi xe. Nhược điểm: đồ ăn không ngon chút nào, hầu hết các nhà cung cấp thực phẩm đều đóng cửa và khó tìm được địa điểm mở. Một vấn đề khác nảy sinh khi ai đó lấy trộm chiếc mũ phiên bản giới hạn mà chúng tôi mua cho con trai mình. Chúng tôi đã trả thêm tiền cho việc này và đặt nó vào xe đẩy bên dưới túi xách của chúng tôi. Chúng tôi đã cố gắng tìm một cái tương tự để mua nhưng không thể. Nhân viên khách sạn và các nhân viên khác không hữu ích. Họ gạt đi những lo lắng của chúng tôi và chúng tôi phải đứng cùng đứa con đang khóc nức nở trong khi chờ về nhà. Đây là công viên đầu tiên chúng tôi đến mà có cảm giác như chỉ có tiền, tiền. Thông thường, nhân viên sẽ đưa ra một nhãn dán hoặc nụ cười tử tế để giảm bớt căng thẳng khi mất đồ, nhưng họ chỉ lờ chúng tôi đi. Điều đó vô cùng đáng thất vọng và khiến toàn bộ chuyến đi trở nên tồi tệ. Tóm lại: Hãy hiểu rằng điều đó rất thú vị, nhưng công viên này chỉ là một cỗ máy kiếm tiền. Đảm bảo đồ đạc của bạn được cất trong tủ có khóa hoặc nơi nào đó an toàn mặc dù họ sẽ nói là không cần thiết.Đọc thêm",
            "Tôi - tôi ở đây hôm nay. Một nửa địa điểm đã đóng cửa. Cuộc hành trình ở đây còn dài. Trong khi màn hình hiển thị là tuyệt vời. Là một người đi đến Universal studio n Disney cho con tôi. Nơi này là một điểm dừng nếu xét đến hành trình dài, thiếu thức ăn và công viên giải trí mini cũng như vé đắtĐọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Chúng tôi đánh giá cao những phản hồi trung thực mà bạn đã cung cấp.\nChúng tôi luôn tìm cách cải thiện trải nghiệm của khách dựa trên phản hồi chúng tôi nhận được.\nNếu bạn có thêm bất kỳ nhận xét hoặc đề xuất nào để giúp chúng tôi tiếp tục cải thiện khu nghỉ dưỡng của mình, vui lòng liên hệ tại LLKR.Experiences - legoland.com\nCảm ơn bạn.Đọc thêm",
            "Booked a 3D2N stay at Legoland Korea in late November to celebrate my 42nd birthday. Arrived at the hotel zombified after flying 6 hours and traveling 2 hours. Seeing a group of staff coming out to receive us felt really good but we soon realised they were there to test the seemingly faulty door  -  -  - The reception area is really bright and colorful and almost every decor is made from lego bricks. The carpet is lovely too!  - Check in was quick though we weren - t able to enter the room until 2pm  - official check in time is 4pm - . It was a Thursday so the theme park wasn - t open but the lounge and shops were and it was a perfect day to take pictures  - except at the theme park -  before the crowd swelled the next day. The Lift. I was blown away and very entertained!  - Menu at the lounge is quite limited but not too bad, namely, salad, pasta, cakes etc. Breakfast and dinner  - both buffet style -  are actually good. I guess the vibrant colors, decor of the dining hall  - huge lego figures -  helps to whet my appetite.The Room. We chose a pirate themed room and words cannot clearly describe how I felt the moment I stepped in - It - s as though I walked into some kind of fantasy world. The kid in me was really wowed by it all - the colors, lego fixtures on the wall, bedsheets, shower curtain, wallpaper, carpet. The bed and pillow were comfy too.  - Theme ParkThe kid in me silently screamed as I ran into the park the next morning. Some areas were closed due to the season  and I was disappointed that I was too old for the  - driving school -  cos it - s only meant for kids.  - ShopsIt - s the first Legoland I patronised so I was impressed by the wide variety of merchandise  - bags, stuffed toys etc. -  available which I don - t see back at home  - Singapore -  And for some reason they only accept credit card, same for their eateries. Service is simply Excellent!!!  -  -  - Thank you for the wonderful experience and enabling me to relive my childhood. Will make plans to visit other Legoland resorts in other cities!Read more",
            "Cảm ơn Quý khách đã ghé thăm LEGOLAND - Khu nghỉ dưỡng Hàn Quốc.\n\nChúng tôi đánh giá cao việc bạn dành thời gian để lại cho chúng tôi bài đánh giá về Brictastic.\nRất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi.\n\nNhư bạn đã đề cập, một số cụm bị đóng cửa do bảo trì công viên trong mùa đông.\nBây giờ chúng tôi đang chuẩn bị cho mùa xuân tiếp theo.\nCông viên Legoland sẽ mở cửa hoàn toàn sau đó và chúng tôi khá chắc chắn rằng bạn cũng sẽ yêu thích phần còn lại của công viên.\n\nChúng tôi rất mong chờ lần viếng thăm tới của bạn.\nVà chúc mừng sinh nhật muộn!Đọc thêm",
            "We love in Seoul; we selected a working day to go to Legoland because we wanted to avoid the potential crowd and wanted to enjoy our stay without too long waiting in queues. We left a bit late in the morning, so we just arrived at noon. The traffic was pretty good, so we could arrive within about 70 minutes from our home in Seoul. We started with the hotel visit, spent time with creating Christmas tree ornaments like snowman, Christmas tree, star. Even my husband tried it and could not leave it with my daughter. They both wanted to stay, but I told them that we must hurry because many more attractions and fun were waiting. At the entrance we found out that our daughter will be pleased with some extra gifts. Christmas candies were waiting for her at two stations. Our daughter enjoyed first the driving class for smallest at  - DUPLO -  Play - Driving school - . It was quite amazing to see that she did not bump into anything  - . Then she discovered  - The Warf -  and wow - it was really hard to get her out from there. Anyway, then we were hungry so we visited the  - CITY Restaurant - , where various meal pieces were prepared and we could select from salad, soup and fish and chips, etc. We could visit the  - Palace 4D Cinema - . Haha - that was fun. We got some water sprinkled gently on us. Awesome, yet it was a tiny little bit scary for a four-year old child. We hoped to see another movie, but each day there are only two different movies, one is in the morning and one in the afternoon, each runs several times  - in 30-minutes tact - . We hurried to the next attraction,  - LEGOLAND -  Express - . It was pretty helpful to see nearly all attractions at once. Maybe, one could start the entire LEGOLAND -  visit from here and select the attractions better. We walked to the MINILAND, Yeouido, Seoul, Gyeongbokgung Palace. I felt happy that most of the scenes also my husband could recognize. Then we tried out the Monkey Climb, again both our daughter and my husband enjoyed a lot this one. For me it was hard. Time for more sports! The next ride we took was on Brick Party  - Carousel -  and we also used the LEGOLAND -  Lookout. It was awesome to look around a bit from a bird - s perspective. It was pretty late. Still, we could manage to join the last workshop at the LEGO -  Creative Workshop. It was a bit sad that we could not continue to other attractions. We finished at the Creative Jungle playground. Conclusion is that we know now that time is too short, if we arrive during the afternoon. We need to start our visit in the morning. Our daughter needed some encouragement to move to the next attraction again and again because she did not want to stop the one, she was enjoying. It was an awesome experience far from the stress from the city.Our daughter wants to return. She enjoyed not only the rides, but also the time with her dad as they participated in the workshop together. If you - re a Lego fan and even if you are not much into building blocks, it - s definitely worth a visit. It is an awesome place for a family with short distance between the attractions. 우리는 서울에 살고 있습니다.  우리는 사람이 많은것을 피해 즐기고 싶었기 때문에 주중을 선택했습니다 아침에 조금 늦게 출발했는데 교통이 꽤 좋아서 70분정도 걸렸습니다 호텔로비에 있는 브릭들로 눈사람, 크리스마스 트리, 별과 같은 크리스마스 트리 장식품을 만드는 시간을 보냈습니다.  남편도 아이도 많이 즐거워했고 둘 다 더 머물고 싶어했지만 서둘러 레고랜드로 들어갔습니다. 입구에서 딸에게 어떤 팔찌를주셨는데.  지정된 두 곳에서 크리스마스 캔디를 받는것이었습다. 먼저  - DUPLO -  Play - 드라이빙 스쿨 - 은 가장 작은 아이들을 위해 만들어진 자동차기구에 갔고 아이가 조심조심하며 부딪치지 않게 운전하는 모습에 놀랍습니다  - .  그런 다음   - The Warf - 를 발견했는데 너무 즐거워하며 나가고싶지않아했어요 ㅋㅋ 여하튼 그 뒤에는 배가 고파서 샐러드, 수프, 피시 앤 칩스 등 다양한 식사가 준비되어 있는  - CITY Restaurant - 에 갔구요.  - Palace 4D Cinema - 에서는 바람과 물을 물려주는 영화관을 경험했어요. 남편과 저는 즐거워했다는  네 살짜리 아이에게는 조금 무서웠습니다. 영화는 매일 두 개씩 오전 오후에 각각 30분 단위로 상영돼요.   - LEGOLAND -  Express - 는 기차인데 거의 모든 명소를 한 번에 볼 수 있어 꽤 도움이 되었습니다.  미니랜드에서는 여의도, 서울, 경복궁, 강남 일대를 브릭들로 만든곳이에요. 그런 다음 우리는 Monkey Climb에 갔는데 딸과 남편은 엄청 좋아했고 저는 힘쓰게되서 어려웠어요.  Brick Party - 회전목마 - 와 전망대 같은LEGOLAND -  Lookout도 올라가 주변 뷰를 보기도했습니다.  마지막으로 LEGO -  Creative Workshop의  워크숍에 참가해 아빠와 아이가 기차를 만들어봤어요. 그 후에도 폐장시간이 20분 남아Creative Jungle 놀이터에서 놀았어요.  결론적으로 드리고싶은말은 오후에 도착하면 시간이 조금 짧아요. 아침에 방문하시는걸 추천하고 저희딸처럼 놀이터와 브릭만들기를 좋아하는 아이와 함께라면 다른 놀이기구로 이동할때마다 옥신각신 한다는거.. -  도시의 스트레스에서 멀리 떨어진 멋진 경험이었습니다. 브릭들를 별로 좋아하지 않더라도 꼭 방문하시면 좋을 것 같습니다.Read more",
            "Cảm ơn bạn đã đánh giá tốt đẹp này và chúng tôi đánh giá cao đề xuất của bạn.\nTất cả chúng tôi rất vui khi biết rằng bạn và gia đình đã tận hưởng chuyến tham quan tại LEGOLAND KOREA RESORT.\nNếu gia đình bạn thích - The Warf - và - Driving School - , chúng tôi khá chắc chắn rằng bạn cũng sẽ thích - Coast Guard Academy -.\nChúng tôi có rất nhiều điểm tham quan dưới nước khác sẽ mở cửa trở lại vào mùa xuân sắp tới.\nChúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Con trai tôi 7 tuổi. anh ấy đã đi đến lần thứ hai. đặc biệt, mùa Giáng sinh Legoland càng tuyệt vời hơn. có nhiều kích hoạt khác nhau. Anh ấy nhìn thấy và làm ở khắp mọi nơi. chúng ta sẽ ghé thăm Legoland một lần nữa.  -  - Đọc thêm",
            "Cảm ơn Quý khách đã ghé thăm LEGOLAND - Khu nghỉ dưỡng Hàn Quốc.\nChúng tôi hy vọng rằng nhìn chung bạn thích thời gian ở đây với chúng tôi\nChúng tôi mong chờ chuyến thăm tiếp theo của bạn! Đọc thêm",
            "Bọn trẻ rất thích nó - Các cơ sở vui chơi giải trí sạch sẽ và có nhiều thứ để xem và làm ở khắp mọi nơi, vì vậy tôi đã có khoảng thời gian vui vẻ cả ngày. Sự kiện Giáng sinh cũng đang diễn ra nên càng tuyệt vời hơnĐọc thêm",
            "Cảm ơn bạn đã ghé thăm LEGOLAND - Korea Resort, nơi trí tưởng tượng của trẻ em trở thành hiện thực.\nRất vui khi biết rằng bạn đã có một buổi Bricksmas tuyệt vời cùng chúng tôi.\nChúng tôi mong chờ chuyến thăm tiếp theo của bạn! Đọc thêm",
            "Điều tôi thích nhất là thật tuyệt khi được đi du lịch cùng gia đình. Thật tuyệt khi tạo ra những kỷ niệm vui vẻ với trẻ em bằng cách chụp ảnh và cưỡi ngựa. Đây là địa điểm không thể bỏ qua đối với trẻ sơ sinh cho đến học sinh tiểu học.Đọc thêm",
            "Cảm ơn Quý khách đã ghé thăm LEGOLAND - KOREA RESORT.\nRất vui khi biết rằng bạn đã có những kỷ niệm tuyệt vời ở LEGOLAND.\nChúng tôi hy vọng bạn sẽ ghé thăm chúng tôi lần nữa.Đọc thêm",
            "Các con tôi bốn và bảy tuổi. Bọn trẻ thích nó vì có rất nhiều nhân vật Lego lớn dễ thương. Tôi nghĩ các học sinh mẫu giáo nhỏ sẽ thích nơi này hơn. Mùa xuân tới tôi - tôi sẽ lại đến thăm Legoland cùng các con tôi.Đọc thêm",
            "Cảm ơn Quý khách đã ghé thăm LEGOLAND - Khách sạn.\nChúng tôi đánh giá cao việc bạn dành thời gian để lại cho chúng tôi bài đánh giá về Brictastic.\nRất vui khi biết rằng gia đình bạn rất thích các nhân vật LEGO của chúng tôi.\nChúng tôi rất mong chờ lần viếng thăm tới của bạn!\nChúc một ngày tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            103,
            1,
            1,
            1,
            1
        ],
        "review_amount": 107,
        "location": [],
        "reviews_time": [
            "Written April 8, 2024",
            "Written August 16, 2023",
            "Written July 1, 2023",
            "Written December 12, 2022",
            "Written December 7, 2022",
            "Written November 24, 2022",
            "Written November 23, 2022",
            "Written November 22, 2022",
            "Written November 22, 2022",
            "Written November 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608520-d24044188-Reviews-Legoland_Korea_Resort-Chuncheon_Gangwon_do.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d7790826-Reviews-Dancing_Caffein-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d7939832-Reviews-St_Coqs-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d21870595-Reviews-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d9085531-Reviews-Eo_Usu-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d8968870-Reviews-Idiopia_House-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d9135119-Reviews-Chosun_Gal_Bit_House-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d9070618-Reviews-Dragon_Chicken_Ribs-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d9440060-Reviews-Late_Night_Meal_1Bak2Il-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d9315712-Reviews-Sashimi_Yeongru-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608520-d8909923-Reviews-Bear_Baeryeong-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d1368418-Reviews-Animation_Museum-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d13282886-Reviews-Statue_of_Peace-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d3694515-Reviews-Gangchon_Rail_Park-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d11777831-Reviews-Memorial_Hall_for_Ethiopian_Veterans_in_the_Korean_War-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d3805613-Reviews-Chuncheon_Myeongdong_Street-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d3805496-Reviews-Chuncheon_Myeongdong_Dakgalbi_Street-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d23854648-Reviews-Chuncheon_Samaksan_Mountain_Lake_Cable_Car-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d12962929-Reviews-Soyang_River_Sky_Walk-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d10020503-Reviews-Chuncheon_International_Mime_Festival-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d14781454-Reviews-Chuncheon_Station_Tourist_Information_Center-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d24044188-Reviews-or10-Legoland_Korea_Resort-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d15122302-Reviews-Yuklim_Land-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d4095658-Reviews-Gangchon_Yuwonji-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d23644740-Reviews-Dog_Forest-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d24044188-Reviews-Legoland_Korea_Resort-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d4095159-Reviews-Namu_Hyanggi_Sweating_Room-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d1960131-Reviews-Junsang_s_house_Location_for_Winter_Sonata-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d4067922-Reviews-Chuncheon_Art_Gallery-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d10748024-Reviews-Chuncheon_Mullegil-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d4068001-Reviews-Chuncheon_National_Museum-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d17713822-Reviews-Uiamho_Sky_Work-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d4662741-Reviews-North_Island_Credit_Union_Amphitheatre-Chula_Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d109448-Reviews-Ybor_City-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d1572831-Reviews-SEA_LIFE_Aquarium-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d267232-Reviews-Miami_Design_District-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g40991-d2417293-Reviews-Wiggly_Bridge-York_Harbor_York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143542-Reviews-Penn_s_Landing-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d527268-Reviews-Fort_Lauderdale_Beach-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2371621-Reviews-Celtic_Nights-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d9758331-Reviews-Ford_Theatres-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608520-d24044188-Reviews-or10-Legoland_Korea_Resort-Chuncheon_Gangwon_do.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608520-d24044188-Reviews-Legoland_Korea_Resort-Chuncheon_Gangwon_do.html"
    }
]