[
    {
        "attraction_name": "Legoland Florida Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng Legoland Florida",
        "general_info": [
            "9.228 đánh giá",
            "- 1 trong 34 điều cần làm ở Winter Haven",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "LEGOLAND - R - Florida Resort là công viên giải trí tương tác rộng 150 mẫu Anh dành riêng cho các gia đình có trẻ em trong độ tuổi từ 2 đến 12. Với hơn 50 trò chơi, chương trình biểu diễn và điểm tham quan, LEGOLAND hướng tới niềm vui gia đình. Tọa lạc tại Winter Haven, FL và chỉ cách các công viên giải trí Orlando và trung tâm thành phố Tampa 45 phút. LEGOLAND là thương hiệu công viên giải trí tương tác dành riêng cho các gia đình có trẻ em từ 2 đến 12 tuổi.Đọc thêm",
        "reviews": [
            "LEGOLAND thật tuyệt vời!  Gia đình chúng tôi yêu thích nó.  Tôi đặc biệt giới thiệu Nhà hàng Shipwreck về đồ ăn, không khí, dịch vụ, mọi thứ!  Các nhân viên thật tuyệt vời và có sức chứa!  Chef Air đã trộn cho chúng tôi mẻ bánh kếp thuần chay ngon nhất từ ​​trước đến nay.  Cảm ơn Chef Air!  Không thể chờ đợi để ghé thăm lại!Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nMeghan\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Đây là lần thứ hai tôi đến công viên nên tôi cảm thấy mình như một cựu chiến binh dày dạn kinh nghiệm. Khoảng thời gian này tôi đã có thể lên kế hoạch cho chuyến đi tốt hơn nên chúng tôi phải thực hiện nhiều chuyến đi và hoạt động hơn so với năm ngoái và chúng tôi vẫn chưa - hoàn toàn làm được mọi thứ nên có vẻ như chúng tôi - sẽ có một lý do để quay trở lại. Tôi có thể nói rằng phần yêu thích của tôi là các chương trình, mùa hè này họ có chương trình thể thao Xtreme, con trai và cháu trai tôi, cả hai đều 5 tuổi, đã rất kinh ngạc trong suốt thời gian đó và tôi chỉ thích vẻ mặt của chúng khi chúng xem các pha nguy hiểm . Những thứ họ yêu thích nhất là công viên nước và hồ bơi của khu nghỉ dưỡng, tuy nhiên họ có thể giải trí ở hầu hết mọi hướng mà họ nhìn thấy. Khu nghỉ dưỡng này là giấc mơ của trẻ em và thành thật mà nói, ước mơ của tôi cũng là được nhìn thấy các con mình thật hạnh phúc. Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nLyTysha W. \nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Chúng tôi đã dành 2 ngày tại LegoLand với cháu trai của mình và đã có khoảng thời gian tuyệt vời. Thời gian chờ đợi cho hầu hết các chuyến đi là khoảng 10 lần, điều này thật tuyệt vời khi đi cùng trẻ 3 tuổi. Cũng cảm thấy rằng công viên là một giá trị tuyệt vời cho Tiền.\nMối quan tâm duy nhất của chúng tôi là chúng tôi đã trả tiền để ngắm cảnh hồ tại Khách sạn Pirate, đừng lãng phí tiền của bạn vì không có Lakeview và việc quản lý khách sạn không hữu ích khi chúng tôi bày tỏ mối quan ngại của mình. Chúng tôi có phòng 368 không có view, quản lý khách sạn bảo đó là view hồ.Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nRachel\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Đỗ xe là một cơn ác mộng. Người ta không thể nhìn thấy những đường mờ dần phải đi lên đi xuống từng hàng để tìm chỗ đậu.\nCông viên nước nằm ở phía bên kia công viên, đi bộ rất lâu.\n\nThùng rác đã đầy. Đã đầy khi chúng tôi đến và đầy khi rời điĐọc thêm",
            "Xin chào, \n\nCảm ơn bạn đã dành thời gian để cung cấp phản hồi về chuyến thăm gần đây của bạn với chúng tôi. \n\nTôi rất tiếc khi biết rằng trải nghiệm của bạn ở Công viên không đáp ứng được mong đợi của bạn. Mục tiêu của chúng tôi tại LEGOLAND Florida Resort là mang lại những kỷ niệm lâu dài cho khách hàng; điều cuối cùng chúng ta muốn là những ký ức đó trở thành tiêu cực.\n\nChúng tôi đánh giá cao cơ hội được tiếp tục liên lạc với bạn trong chuyến thăm của bạn; khi có cơ hội, vui lòng gửi email cho chúng tôi tại LLF.Experience - LEGOLAND.com và tham khảo Brick Case - 11294805.\n\nCảm ơn bạn một lần nữa vì phản hồi của bạn và chúng tôi mong nhận được phản hồi của bạn! \n\nRachel\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Đến đây vào ngày 22 tháng 10. Dự kiến ​​sẽ rất đông đúc vì là cuối tuần nhưng không đến nỗi tệ!\n\nChúng tôi dành phần lớn thời gian ở công viên nước, con sông lười thật tuyệt khi được trôi nổi xung quanh!\n\nVào thời điểm Halloween nên rất nhiều người hóa trang và các quầy hàng kẹo khắp công viên - túi kẹo miễn phí cho tất cả trẻ em!\n\nThời gian chờ đợi để được đi xe không quá lâu. Không thử bất kỳ món ăn nào trong công viên!\n\nThật tuyệt vời cho cả trẻ em và người lớn! Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nRachel\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Legoland là một nơi tuyệt vời dành cho trẻ nhỏ, chúng tôi có một đứa trẻ 9 tuổi, 7 tuổi, 5 tuổi và 3 1 - 2 tuổi. Họ đã có một thời gian tuyệt vời. Chúng tôi ở lại khách sạn một đêm và đi công viên 2 ngày. Đó là một thời điểm hoàn hảo.Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao mọi phản hồi, vì chúng giúp chúng tôi cải thiện. Nếu bạn có bất kỳ phản hồi nào khác mà bạn muốn cung cấp, bạn hoàn toàn có thể gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn sẽ Tuyệt vời như chuyến thăm trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nRachel\nGiao tiếp với khách\nKhu nghỉ dưỡng LEGOLAND Florida Đọc thêm",
            "Chúng tôi đã trôi qua nhiều năm và chúng tôi YÊU Legoland! 10 - 10 sẽ giới thiệu!!!!! Là nơi nghỉ ngơi cho chúng tôi và chúng tôi tận hưởng mọi điều về nó! Các nhân viên rất thân thiện và tuyệt vời và bầu không khí thư giãn là những gì bạn cần từ Disney - s - trò chơi đói - cười lớn! Điều tuyệt vời nhất là bạn có thể mang theo đồ ăn nhẹ và máy làm mát nhỏ mà không gặp vấn đề gì. Chúng tôi rất vui vì có thể tạo ra những kỷ niệm gia đình tốt đẹp như vậy tại Legoland! Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Cảm ơn bạn đã trở thành thành viên của gia đình Người có thẻ hàng năm của chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nRachel\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Rất nhiều niềm vui, hoàn hảo cho trẻ em dưới 12 tuổi. Sạch sẽ, khá rộng rãi dành cho trẻ em có nhu cầu đặc biệt.   Nhân viên rất tốt, đặc biệt là Michelle.  Quản lý cửa hàng bán lẻ cũng xuất sắcĐọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nRachel\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Đến thăm Legoland lần thứ hai với cháu trai 4 tuổi của chúng tôi và dành cả ngày ở đó. Chúng tôi đã đi hầu hết các chuyến đi.  Công viên nước đã đóng cửa nhưng chúng tôi biết trước điều đó.  Bạn sẽ cần 2 ngày để làm công viên chính và công viên nước.  Có rất nhiều trò chơi khác nhau và anh ấy rất thích tàu lượn siêu tốc - chúng tôi cũng vậy! - với 7 lần trên một!  Cuộc phiêu lưu trên thuyền của Cướp biển là một biến thể hay khi đi dọc theo con đường thủy rợp bóng cây để tìm kiếm kho báu.  Các địa danh của Mỹ được mô phỏng theo Lego thật tuyệt vời.  Thời gian chờ đợi từ 0 đến 10 phút.  Chúng tôi lấy thức ăn và đồ uống của riêng mình, ăn ở công viên khá đắt.  Phí đậu xe là - 30, phù hợp với Disney - Tôi thấy khó có thể biện minh và đưa ra mức giá theo ngày cho vé một cách hiệu quả.  Các nhân viên nói chung rất hấp dẫn và thân thiện.  Nhìn chung, chúng tôi rất thích ngày của mình và cháu trai của chúng tôi đã tận hưởng được nhiều thứ ở Legoland cũng như ở công viên Disney.  Đêm đó anh ấy ngủ rất ngon!!Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nRachel\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND FloridaĐọc thêm",
            "Vui, Vui, Vui cho cả gia đình! Chúng tôi rất thích Ngày cựu chiến binh - nhân viên luôn hữu ích - thân thiện. Họ - đang cung cấp - Miễn phí - vào cửa cho Cựu chiến binh - những điều mà họ chắc chắn xứng đáng được hưởng! Luôn thưởng thức các chương trình, đặc biệt là trong những ngày nghỉ lễ!\nTrạm tưởng tượng đã thay đổi và họ không bao giờ có đủ - bánh xe - cho tất cả trẻ em chế tạo những chiếc xe đua, điều này thật đáng thất vọng. Tuy nhiên, - Christopher - , một nhân viên LL, đã đến - thấy rằng chúng tôi là những người qua đường - đã hát cho chúng tôi thể hiện sự Đánh giá cao của anh ấy đã làm nên ngày của chúng tôi! Chúng tôi yêu thích họ có roi da cam - dứa - rất nhiều hương vị kem tại nón Kingdom, thật sảng khoái trong những ngày ấm áp! Hãy nhớ ghé thăm khu vườn phía sau nơi có cây Đa, địa điểm chụp ảnh tuyệt vời!Đọc thêm",
            "Xin chào! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại nhận xét về chuyến thăm của bạn với chúng tôi! Chúng tôi đánh giá cao tất cả các phản hồi vì nó giúp chúng tôi cải thiện. Nếu bạn có thêm bất kỳ phản hồi nào muốn cung cấp, vui lòng gửi email cho chúng tôi theo địa chỉ LLF.Experience - LEGOLAND.com\n\nChúng tôi hy vọng chuyến thăm tiếp theo của bạn cũng Tuyệt vời như lần trước và chúng tôi hy vọng bạn có một ngày BrickTacular! \n\nTrân trọng, \n\nMeghan\nTruyền thông khách\nKhu nghỉ dưỡng LEGOLAND Florida\nĐọc thêm",
            "Con gái tôi và tôi quyết định, vào phút chót, sẽ đi chơi vui vẻ ở Legoland Florida. Chúng tôi rất vui vì chúng tôi đã làm! Chúng tôi đã mua các nhân vật nhỏ và thậm chí còn giao dịch lần đầu tiên! Chúng tôi rất thích nhiều chuyến đi và buổi biểu diễn! Chắc chắn là phải dành cho những người đang tìm kiếm điều gì đó thú vị để làm cùng gia đình.Đọc thêm",
            "Phòng theo chủ đề Phiêu lưu. Thật tuyệt vời và bọn trẻ rất thích trò chơi săn xác thối! Phòng và khách sạn sạch sẽ. Các nhân viên khách sạn cực kỳ tốt bụng và có rất nhiều kiên nhẫn. Các nhà hàng khách sạn chúng tôi tới đều có đồ ăn rất ngon, phục vụ buổi sáng có vẻ tốt hơn phục vụ buổi tối. Những người phục vụ buổi sáng của chúng tôi có thái độ vui vẻ hơn và không hay quên. Các máy chủ ban đêm dường như quá bận nói chuyện với đồng nghiệp và hay quên hơn hay chỉ là không lắng nghe? Tất cả họ đều rất dễ chịu chỉ là dịch vụ không có ở đó trong bữa tối. Chúng tôi yêu thích nơi này và nóng lòng muốn quay lại!Đọc thêm",
            "Đây là một chuyến đi tuyệt vời! Các nhân viên và công viên rất tuyệt vời.  Lịch trình này hoàn hảo vì bạn không cảm thấy kiệt sức vào cuối ngày.Đọc thêm",
            "I can see the intent of this park, but wow - it falls so flat of all expectation. We had just finished a cruise and had an entire day in Florida before our evening flight home. To make the best of it, we figured we - d do a theme park as a surprise for the kids. LEGOLand is a second-rate, pathetic Florida Theme Park. It looks and feels rundown and so many attractions were closed or had broken elements. There was no enthusiasm anywhere...staff looked miserable. And the worst part...the FastTrack Pass is a SCAM!!  - 99 per Fast Pass and 4 major attractions ended up being closed  - 1 was known since it was posted on the app, The Dragon was never posted on the app as closed, but was noted on a sign at the front of the park, then both Merlin - s Challenge AND Master - s of Flight were also broken without notice - . On the Lego Race coaster, the ride operating staff was so slow and inefficient - we waited 45 minutes even being 1st in the FastTrack line. I went to Guest Services to voice my disappointment and seek compensation for at least the price of th FastTrack Passes, but they said they couldn - t do anything - they are non-refundable and all attraction operating status is subject to change. I understood when I purchased them they were non-refundable, but there was major failure on LegoLand to deliver the quality and attractions as advertised and posted on their webiste and app. Their website and app posts ride closures  - 1 rollercoster was known -  which still seemed reasonable enough to purchase a FastTrack Pass, but then 3 additional MAJOR attractions being closed when we got there and not offering compensation is greedy and scammy. I would have much rather spent the same amount on Universal or Disney tickets without the benefit of a fast pass than ever set foot on a Legoland property again. Unless your child is a tall 3 year old, this is a waste of time and money.Read more",
            "Khách sạn và phòng đẹp. Dễ dàng truy cập yo công viên và nhân viên phục vụ rất thân thiện. Đúng là có mùi lưu huỳnh thối rữa bốc ra từ hệ thống ống nước. Ngoài ra, bạn không thể gọi bất kỳ loại quầy lễ tân nào?! Bạn chỉ có thể nhắn tin. Không phải là một trải nghiệm rất cá nhân. Tôi rất muốn đưa ra phản hồi về quản lý, nhưng tôi chưa bao giờ gặp bất kỳ phản hồi nào. Bữa sáng tự chọn giống nhau mỗi ngày. Vì vậy, không lý tưởng cho việc ở lại nhiều đêm. Nhìn chung, tuyệt vời cho trẻ em. Nhưng một số chi tiết quan trọng mờ nhạt.Đọc thêm",
            "Trước hết khách sạn này có mùi kinh khủng! Phòng của chúng tôi có gián - có hình ảnh để chứng minh - và các phòng có mùi như nước tiểu! Tôi muốn lấy lại số tiền của mình - khoảng 320 đô la chỉ trong một đêm - xin lưu ý bạn, chúng tôi đã nhận phòng lúc 5 giờ chiều để hành lý trong phòng để chúng tôi có thể đi xem xung quanh khu nghỉ dưỡng, trở về sau khi lấy đồ ăn và đó là khoảng 10 giờ tối và chúng tôi nhận thấy những con gián trên bàn, sàn và tường! Đã định nói chuyện với ai đó ở tầng dưới và tất cả những gì họ nói là điều duy nhất tôi có thể làm là hoàn lại tiền cho bạn 140!!!!!! Chỉ một ! Mà tôi đã không hiểu tại sao! Tôi vẫn chưa khắc phục được sự cố này!! Coparte của họ là vô tổ chức !!! Không bao giờ đến đây nữa!!!! Đọc thêm",
            "Vừa trở về từ chuyến đi Legoland Resort với ba người lớn và hai trẻ em 12 và 7 tuổi. Kỳ nghỉ tuyệt vời nhất mà chúng tôi từng có trong thời gian dài. Tất cả chúng tôi đều cảm thấy mọi chi tiết đều được cân nhắc để đảm bảo rằng mọi lứa tuổi đều có khoảng thời gian tuyệt vời nhất có thể. Có rất nhiều trò chơi mà đứa trẻ 7 tuổi thích - trường dạy lái xe là nơi yêu thích tuyệt đối - nhưng vẫn có nhiều trò để đứa trẻ 12 tuổi giải trí. Khách sạn vượt xa mong đợi của tôi. Chúng tôi ở tại Khách sạn Pirate và mọi ngóc ngách trong phòng đều có chủ đề! Trẻ em THÍCH trò săn tìm kho báu trong phòng, trao đổi đồ chơi mini tại công viên và bữa sáng thì tuyệt vời! Chúng tôi không thể yêu cầu dịch vụ tốt hơn hoặc môi trường tốt hơn. Chúng tôi cũng thực sự đánh giá cao việc mọi không gian chung trong khách sạn đều có xếp hạng cảm giác để chúng tôi có thể đưa ra quyết định sáng suốt về những hoạt động nào có thể quá sức đối với đứa trẻ 7 tuổi mắc SPD của tôi. Chúng tôi đã lên kế hoạch cho chuyến đi tiếp theo của mình. Đọc thêm",
            "Legoland là một trong những công viên yêu thích của tôi hiện nay vì tôi có con nhỏ và thậm chí cả những đứa con lớn của tôi vẫn thích nó. Nó cũng rất phù hợp cho các bậc cha mẹ về chỗ ngồi và cách chia nhỏ.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến đây và chúng tôi rất ngạc nhiên vì nó tuyệt vời như thế nào trong suốt thời gian qua. Không nhận ra công viên rộng đến mức nào và có lẽ chúng tôi chỉ làm được một phần nhỏ. Con tôi lúc đó gần 6 tuổi và trời rất nóng nên chúng tôi không đi chơi nhiều mà dành ít nhất một phần ba thời gian ở công viên nước. Hai ngày có thể đã hoàn thành phần lớn công viên nếu con tôi 7 tuổi và trời không quá nóng - không phải lỗi của công viên đã làm chúng tôi kiệt sức - Đây là - tiêu cực của tôi - 1. Không có đủ dấu hiệu chỉ dẫn bạn mọi thứ đang ở đâu. 2. Cần thêm ô ở công viên nước, ít nhất là vào dịp cuối xuân - đầu hè.Đọc thêm",
            "Chúng tôi mang hai đứa con đến dự sinh nhật của con trai tôi. Chúng tôi chưa bao giờ đến đó trước đây và không chắc chắn điều gì sẽ xảy ra. Mặc dù một chút trải nghiệm là tuyệt vời, nhưng chúng tôi lại thất vọng vì không có bất kỳ lựa chọn thực phẩm rẻ tiền nào, đặc biệt là các lựa chọn không chứa gluten. Phần yêu thích của chúng tôi là Masters of Flight. Điều đó thực sự rất vui! Thật thú vị khi được xem các phiên bản thu nhỏ của nhiều thành phố khác nhau được xây dựng hoàn toàn bằng Lego! Và màn biểu diễn dưới nước thật tuyệt vời! Hầu hết các Công dân Kiểu mẫu đều rất tốt và thậm chí còn chúc mừng sinh nhật con trai tôi! Họ thậm chí còn làm rất tốt việc giữ phòng vệ sinh sạch sẽ - chèn một điệu nhảy vui vẻ của mẹ vào đây! - Tuy nhiên, khi chúng tôi đến Trường dạy lái xe, con gái tôi đã bị các nhân viên đối xử không tốt. Cô ấy không được phép đi xe vì không có đủ xe vì mọi người đều chạy đi lấy một chiếc ngoại trừ cô ấy và con trai tôi - những người đã tuân thủ luật lệ và không chạy tới xe của họ - . Lẽ ra họ nên cho phép cô ấy đi tiếp ở lượt tiếp theo thay vì chỉ bảo cô ấy rời đi. Đó là một kết thúc rất đáng thất vọng và khó chịu cho một ngày của chúng tôi, khi các con tôi đã quá nóng và mệt mỏi. Tôi - tôi không chắc liệu chúng tôi có quay lại hay không vì các con tôi ở độ tuổi 10 và 12 và rất nhiều hoạt động dành cho trẻ nhỏ . Nhưng chúng tôi rất vui vì chúng tôi đã đi! Đọc thêm"
        ],
        "star_ratings": [
            3990,
            2550,
            1325,
            660,
            716
        ],
        "review_amount": 9241,
        "location": [
            "Thiên đường mùa đông",
            "Hoa Kỳ",
            "Florida - FL -",
            "miền trung Florida",
            "Những điều cần làm ở Winter Haven",
            "Khu nghỉ dưỡng Legoland Florida"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written July 11, 2023",
            "Written October 21, 2023",
            "Written October 25, 2023",
            "Written October 25, 2023",
            "Written October 30, 2023",
            "Written October 30, 2023",
            "Written November 1, 2023",
            "Written November 8, 2023",
            "Written November 22, 2023",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written May 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34746-d2322446-Reviews-Legoland_Florida_Resort-Winter_Haven_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d2569639-Reviews-Ruby_Tuesday-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d1656032-Reviews-Azteca_D_Oro-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d7060677-Reviews-Saigon_Garden-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d19085402-Reviews-Mediterranean_Fresh_Grill-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d3280083-Reviews-Tijuana_Flats-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d4998749-Reviews-Tsunami_Sushi-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d8293617-Reviews-Taco_Bell-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d8553730-Reviews-Fun_Town_Pizza_Pasta_Buffet-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34166-d12636802-Reviews-Skyline_Lounge-Cypress_Gardens_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34746-d15098448-Reviews-Bricks_Restaurant-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34166-d23799267-Reviews-Peppa_Pig_Theme_Park-Cypress_Gardens_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34166-d12604520-Reviews-Lego_City_Rescue_Academy-Cypress_Gardens_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34166-d13325317-Reviews-Lego_Ninjago_World-Cypress_Gardens_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d3350210-Reviews-Theatre_Winter_Haven-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d23357263-Reviews-Whitehead_s_Blueberry_Farm-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d2365666-Reviews-Sherman_s_Antiques-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d12111684-Reviews-The_Village_Sampler-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d19359290-Reviews-Rotary_Park-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d10625457-Reviews-The_Garden_Ballroom-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d27060230-Reviews-AQUAZONE_Wave_Racers-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d2322446-Reviews-or10-Legoland_Florida_Resort-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d5843434-Reviews-Somewhere_Sports_Bar-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d12254668-Reviews-The_Living_Water_Boat_Cruises-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d4352076-Reviews-Paddleboard_Winter_Haven-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d12249825-Reviews-Painting_with_a_Twist-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d23340876-Reviews-Briscoe_s_Ride_Center_Inc-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d2283957-Reviews-Chain_Of_Wakes-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34371-d109640-Reviews-Bok_Tower_Gardens-Lake_Wales_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34371-d7738569-Reviews-Pinewood_Estate-Lake_Wales_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d10537489-Reviews-Marine_Supply-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34746-d12793498-Reviews-Leadfeather_Guns_and_Archery-Winter_Haven_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34363-d1058686-Reviews-Captain_Fred_s_Airboat_Nature_Tours-Lake_Hamilton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d240639-Reviews-Gare_du_Nord-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d3830436-Reviews-Monkey_Hill-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d19176237-Reviews-MUSEUM_1-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d5053663-Reviews-Edge_of_The_World-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3506520-Reviews-Estadio_Azteca-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7745213-Reviews-Let_s_Relax-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19715379-Reviews-819_Western_Spa-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d316122-Reviews-Waterside-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d6106492-Reviews-Fahnestock_State_Park-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46518-d270686-Reviews-Land_of_Make_Believe_Pirate_s_Cove-Hope_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34746-d2322446-Reviews-or10-Legoland_Florida_Resort-Winter_Haven_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34746-d2322446-Reviews-Legoland_Florida_Resort-Winter_Haven_Florida.html"
    }
]