[
    {
        "attraction_name": "LEGOLAND Discovery Center",
        "attraction_name_vi": "Trung tâm khám phá LEGOLAND",
        "general_info": [
            "107 đánh giá",
            "- 26 trên 147 Vui nhộn - Trò chơi ở San Antonio",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "LEGOLAND - Trung tâm khám phá San Antonio là Sân chơi LEGO trong nhà tuyệt đỉnh! Trung tâm khám phá LEGOLAND có 2 trò chơi, rạp chiếu phim 4D, MINILAND - San Antonio, 10 khu vui chơi LEGO và hơn thế nữa! Các gia đình có trẻ em từ 3-10 tuổi sẽ không muốn bỏ lỡ niềm vui! Trung tâm khám phá LEGOLAND San ​​Antonio nằm bên trong các Cửa hàng tại Rivercenter ở trung tâm trung tâm thành phố San Antonio!Đọc thêm",
        "reviews": [
            "Thật là vui. Một chuyến đi đã bị hỏng. Siêu đông đúc. Video 4d rất thú vị và VR rất thú vị. Thật là thú vị khi nhìn vào kỹ năng đằng sau những công trình đó của lego san antonio.. Những đứa trẻ của tôi đã phải xếp hàng chờ đợi rất lâu và chỉ với nhiều người để có thể tận hưởng trọn vẹn toàn bộ nơi này. Theo tôi, đó là niềm vui nhưng không đáng giá. Đọc thêm",
            "Hôm nay quả là khoảng thời gian vui vẻ tại Trung tâm khám phá Lego. Chúng tôi đã mua vé trực tuyến trước thời hạn.  Chúng tôi đã có thể đặt thời gian theo ý thích và đến nơi với nhiều thời gian để tận hưởng không gian và tất cả những chiếc Lego mà chúng tôi muốn. Nó - không phải Điểm thu hút đầu tiên là một chuyến đi, nơi bạn phải cố gắng vượt qua để tìm và cứu một chú rồng con.  Sau đó, bạn sẽ đi qua Lego Master Kevin - tác phẩm tái hiện thành phố trị giá 1,5 triệu đô la của Lego. Nó thực sự giống với địa điểm Trung tâm thành phố yêu thích của bạn. Chúng tôi cũng đã chọn cuốn sách hoạt động - 8, cuốn sách này mang lại mục đích cho các phòng của Trung tâm Khám phá.  Những đứa trẻ có thể hoàn thành nhiệm vụ và đánh dấu sự tiến bộ của chúng.  Nếu bạn cảm thấy đói, có một quán cà phê trong nhà phục vụ bánh mì sandwich và Starbucks. Có một chuyến đi khác tên là Merlin - s Adventure, sân chơi teo - một dành cho trẻ nhỏ và một dành cho trẻ nhỏ -. Cứ cách giờ lại có một Hội thảo Sáng tạo do Chuyên gia Lego lãnh đạo.  Violet cực kỳ kiên nhẫn với bọn trẻ của tôi.  Họ thường xuyên hỏi cô về những chiếc Lego xung quanh Trung tâm Khám phá. Cô ấy thật tuyệt vời và đã dạy chúng tôi tên của những hình dạng kỳ lạ như BURP và SNOT.  Một điều chúng tôi đã bỏ lỡ là Trải nghiệm Lego 4D, nhưng bọn trẻ rất háo hức muốn quay trở lại...vì vậy, cho lần sau. Đó là khoảng thời gian thú vị dành cho những người xây dựng Lego nếu ở mọi lứa tuổi.  Chúng tôi sẽ đi lần nữa.Đọc thêm",
            "Chúng tôi đến đây vào dịp sinh nhật 8 tuổi của tôi từ ngoài thị trấn. Chúng tôi đi ít nhất hai lần một năm nhưng đây là lần đầu tiên đi vào tháng 12. Ngoài ra, lần đầu tiên trường không có chuyến dã ngoại. Lúc đó vẫn còn khá đông đúc. Các nhân viên có vẻ hơi không nhiệt tình. Nhưng, một lời cảm ơn LỚN đến người quản lý. Tôi đã nói trước với một trong những nhân viên rằng các con tôi thực sự muốn xem Lego Santa nhưng con trai lớn của tôi mắc bệnh Celiacs và cả hai cậu bé đều bị dị ứng đậu phộng. Vì vậy, việc đi vào phòng tiệc là điều không thể. Tôi tìm thấy người quản lý ở tầng đang làm việc và giải thích tình huống của chúng tôi và Anh ấy rất vui lòng giúp đỡ chúng tôi bằng cách cho các chàng trai của tôi gặp ông già Noel và chụp ảnh tách biệt khỏi khu vực bánh quy - phòng. Anh ấy thật tuyệt khi làm điều đó và các chàng trai của tôi đã ngừng nói về việc gặp THE LEGO SANTA!! Cảm ơn bạn vì chuyến phiêu lưu đáng nhớ!Đọc thêm",
            "Đắt Rất, Chỉ có thẻ Họ không lấy tiền mặt họ không bán vé ở đây hoặc bạn phải mua trực tuyến, chờ đã bạn không lấy tiền mặt - ? Bạn không thực sự bán vé tại quầy bán vé - ? Nhưng bạn muốn có khách hàng! Tại sao không thử làm cho nó thuận tiện! Tôi hỏi một trong những đứa trẻ 13 tuổi làm việc tại gian hàng làm cách nào để mua vé, câu trả lời của cậu ấy là Tôi Không Biết Tôi Vừa Chấp Nhận Vé - !!! Tôi - là một người hâm mộ LEGO nhưng nơi này là một trò đùa về LEGO -! Hãy tiếp tục bước đi!!! Đọc thêm",
            "Một bức tranh có giá trị 1000 từ. Tôi ước gì tôi đã nhìn thấy những bức ảnh giống như những bức ảnh tôi chụp trước khi chúng tôi đi. Tôi - tôi thực sự không quá khó để làm hài lòng nhưng theo tôi điều này hơi lố bịch. Chúng tôi đã đến thăm địa điểm đất Lego này vào tháng 9. Tôi bị sốc vì nó bẩn đến mức nào. Chúng tôi đã ở đó vào chiều thứ ba, chắc chắn không phải là thời gian bận rộn. Rõ ràng là nó đã rất cần được dọn dẹp trong một thời gian. San Antonio - vùng đất nhỏ - cực kỳ dễ thương. Nó cũng rất bẩn nhưng điều đó không làm tôi khó chịu bằng việc nhìn thấy sự bẩn thỉu nơi các con tôi đang chơi đùa. Những chiếc bàn của tòa nhà bám đầy bụi bẩn, cấu trúc leo núi có hàng đống người không biết bên dưới và xung quanh chúng có những gì và có những sợi tóc và bụi bay xung quanh một số bức tượng. Nếu không có ai dọn dẹp những thứ hiển nhiên như thế này, tôi không thể không cảm thấy như không có bề mặt cảm ứng nào được vệ sinh. Tôi sẽ nói rằng tôi đã liên hệ với bộ phận dịch vụ khách hàng và họ đã nhanh chóng phản hồi. Họ nói rằng nó sẽ được giải quyết. Các nhân viên đều rất thân thiện. Họ có thêm một ngôi sao vì những lý do đó. Tôi đã không đi vào quán cà phê hoặc đi xe. Tôi không biết chúng có sạch hay không. Cuối cùng, các con tôi nghĩ nó thật tuyệt. Tôi quá kinh ngạc nên rất khó để thưởng thức.Đọc thêm",
            "Nghèo khắp nơi! Đắt cho gia đình lớn không có nhiều việc phải làm - Chỉ có thẻ Không có tiền mặt - - ! Không có tiền mặt ở bất cứ đâu, ngay cả ở cửa hàng quà tặng cũng không có ý nghĩa gì ngoài một cách lừa đảo và lấy thông tin của bạn! Các con tôi đã tiết kiệm tiền cả năm chỉ để chi tiêu tại Trung tâm khám phá Lego San Antonio và chúng không thể - do không có chính sách tiền mặt! Họ thực sự không bán bất kỳ vé nào tại quầy bán vé. Tôi - tôi không thực sự chắc chắn họ làm gì ở đó, bạn phải mua vé trực tuyến! Đừng nhờ người phục vụ giúp đỡ về vé không có manh mối nào không không không giúp đỡ ! Quân bạn phải mua vé tại ID Me để được giảm giá nhé! Nơi có nước đọng trên sàn ở bàn Lego, mọi thứ đều cảm thấy bẩn thỉu! Phòng tắm có mùi kinh khủng Điểm cộng duy nhất là bể cá sạch đẹp! Nhưng trên hết - Hard Pass tại Trung tâm khám phá Lego San Antonio Texas! Tiết kiệm tiền mặt của bạn cho một hoạt động gia đình đánh giá cao doanh nghiệp của bạn! Đọc thêm",
            "Chúng tôi lái xe 5 giờ để đến Legoland. Chúng tôi đã đề cập điều đó với một số nhân viên với hy vọng họ sẽ giúp chúng tôi có khoảng thời gian vui vẻ hơn nhưng than ôi, đó không phải là kết quả. Đó là một ngày chậm chạp, không có nhiều khách hàng nhưng chúng tôi vẫn bị nhân viên phớt lờ. Người quản lý phòng tòa nhà rất tử tế và hữu ích nhưng mọi người khác đều cảm thấy khó chịu khi chúng tôi ở đó. Tôi thực sự ước chúng tôi có trải nghiệm tốt hơn.Đọc thêm",
            "Không có gì ở Legoland cả. Không giống như những Legoland khác. Có hai trò chơi nhỏ dành cho trẻ em, một cầu trượt dành cho xe đua, một số thùng đựng khối và một video chạy mỗi 30 phút. Ugh!! Đọc thêm",
            "Nó thật tuyệt. Rất nhiều việc để làm cho trẻ em và người lớn. Rất nhiều Lego, một vài chuyến đi và một bộ phim. Nó thực sự tuyệt vời ngoại trừ mùi nước tiểu ở mọi nơiĐọc thêm",
            "Chúng tôi mua vé lúc 10:15 nhưng đã đến nơi và một chuyến đi thực địa gồm 100 người - bọn trẻ vừa mới đến. Quầy lễ tân nói với chúng tôi rằng chúng tôi có thể quay lại sau bữa trưa, điều đó thật tuyệt. Nó không quá đông đúc khi chúng tôi trở lại. Các con tôi - 7 và 12 tuổi - rất thích tất cả. Chúng tôi đã thực hiện khóa học VR và trình xây dựng tổng thể - bản demo rất dễ thương và thú vị. Họ cũng yêu thích những chuyến đi nhỏ. Thật tuyệt khi có thể ngồi trong máy điều hòa một chút và để bọn trẻ chơi ở những khu vực khác nhau. 12 tuổi của tôi vẫn thích những thứ này nhưng những đứa trẻ lớn hơn - thanh thiếu niên có thể cảm thấy nhàm chán.Đọc thêm",
            "Vì vậy, tôi vừa nhận được vé xem theo mùa cho nơi này. Nó nói rằng tôi cần đặt vé đúng thời gian. Phiếu mua vé theo mùa của tôi - không có và tôi - không được yêu cầu đặt chỗ trước. Cái này hoạt động ra sao? Tôi có phải đặt chỗ trước tại địa điểm không?Đọc thêm",
            "Vậy chính xác là nó ở đâu trong trung tâm thương mại. Chúng tôi cũng đã đặt vé trước và không biết nó ở đâu trong trung tâm thương mại. Cảm ơn. Đọc thêm",
            "Đi về phía tây trên phố East Commerce, chúng tôi đỗ xe trong bãi đỗ xe ngay trước IHOP - một phần của trung tâm thương mại nhiều tầng này - rồi hướng về trung tâm của trung tâm thương mại. Đọc thêm"
        ],
        "star_ratings": [
            46,
            23,
            11,
            12,
            15
        ],
        "review_amount": 107,
        "location": [
            "Hoa Kỳ",
            "Texas - TX -",
            "Thánh Anthony",
            "Những điều cần làm ở San Antonio",
            "Trung tâm khám phá LEGOLAND"
        ],
        "reviews_time": [
            "Written March 17, 2024",
            "Written January 12, 2024",
            "Written December 24, 2023",
            "Written November 6, 2023",
            "Written October 9, 2023",
            "Written October 1, 2023",
            "Written July 19, 2023",
            "Written June 20, 2023",
            "Written June 20, 2023",
            "Written April 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60956-d16743015-Reviews-LEGOLAND_Discovery_Center-San_Antonio_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437240-Reviews-Boudro_s_Texas_Bistro-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d1588444-Reviews-Fogo_de_Chao_Brazilian_Steakhouse-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d14939942-Reviews-Bubba_Gump_Shrimp_Co-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437284-Reviews-Schilo_s-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d10201871-Reviews-Yard_House-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d641633-Reviews-Colonial_Room_Restaurant-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d12823155-Reviews-La_Panaderia-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d437329-Reviews-The_River_s_Edge_Cafe_Patio_Bar-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d8492766-Reviews-Luciano_Express-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d2011064-Reviews-Texas_de_Brazil_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3443135-Reviews-The_San_Antonio_Visual_Artists_Co_op_Gallery-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d639606-Reviews-Shops_at_Rivercenter-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3160010-Reviews-St_Joseph_Catholic_Church-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d103610-Reviews-The_Alamo-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d4424703-Reviews-San_Antonio_Fire_Museum-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d2167790-Reviews-San_Antonio_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d270820-Reviews-Alamo_Plaza-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2535516-d23739171-Reviews-Sculptures_of_Children_at_Play-Zelenogradsk_Zelenogradsky_District_Kaliningrad_.html",
            "https://www.tripadvisor.com/Attraction_Review-g2535516-d23739113-Reviews-Zelenogradsk_Zelenogradsky_District_Kaliningrad_Oblast_Northwestern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g2535516-d23739097-Reviews-Monument_Rusalochki-Zelenogradsk_Zelenogradsky_District_Kaliningrad_Oblast_Nort.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d16743015-Reviews-or10-LEGOLAND_Discovery_Center-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d17392308-Reviews-The_Magicians_Agency_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12982338-Reviews-Extreme_Escape-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10197392-Reviews-The_Exit_Game_Escape_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10062141-Reviews-Extreme_Escape-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10259214-Reviews-IFLY_Indoor_Skydiving_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11744437-Reviews-Escape_the_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106262-Reviews-Brackenridge_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7217642-Reviews-Great_Room_Escape-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7762198-Reviews-San_Antonio_Panic_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d144014-Reviews-Alamo_IMAX_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5837690-Reviews-Sazo_s_Latin_Grill-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12610475-Reviews-The_Spice_Tea_Exchange_of_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d2302970-Reviews-Sisters_Grimm_Ghost_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d117513-Reviews-Menger_Bar-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d2306661-Reviews-City_Sightseeing_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d6949669-Reviews-The_Barwalk_Tour-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d105056-Reviews-San_Antonio_River_Walk-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143057-d146985-Reviews-Kolob_Canyons-Zion_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g33338-d1166291-Reviews-Paint_Mines_Interpretive_Park-Calhan_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d107622-Reviews-Shelf_Road-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41581-d597499-Reviews-DAR_State_Forest-Goshen_Hampshire_County_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187531-Reviews-Notting_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276128-Reviews-Central_Market_Hall-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d538036-Reviews-Tintamarre_Island-Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g47182-d4416913-Reviews-Alien_Zone_Area_51-Roswell_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034431-d8744085-Reviews-Krilo_Ferry-Krilo_Jesenice_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12398239-Reviews-Artechouse_DC-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60956-d16743015-Reviews-or10-LEGOLAND_Discovery_Center-San_Antonio_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60956-d16743015-Reviews-LEGOLAND_Discovery_Center-San_Antonio_Texas.html"
    }
]