[
    {
        "attraction_name": "LEGOLAND Discovery Center Westchester",
        "attraction_name_vi": "Trung tâm khám phá LEGOLAND Westchester",
        "general_info": [
            "587 đánh giá",
            "- 2 trên 14 trò chơi thú vị - Trò chơi ở Yonkers",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "LEGOLAND - Trung tâm khám phá Westchester là sân chơi LEGO trong nhà tuyệt đỉnh. Trung tâm giải trí trong nhà này lý tưởng cho trẻ em từ 3-10 tuổi - với hàng triệu viên gạch LEGO dưới một mái nhà, trí tưởng tượng của chúng là hạn chế duy nhất. Trẻ em có thể xây dựng những kỷ niệm đậm nét với 12 điểm tham quan theo chủ đề LEGO bao gồm 2 trò chơi, Rạp chiếu phim 4D, NYC MINILAND và hơn thế nữa. Hãy thử thách các kỹ năng của Ninja ở mức cao nhất trong LEGO NINJAGO City Adventure, thêm các tác phẩm sáng tạo vào khung cảnh Thành phố LEGO trong LEGO City Builder, đua các tác phẩm ô tô của bạn trong đường đua Xây dựng - Thử nghiệm của chúng tôi, chọn bộ LEGO hoàn hảo trong Cửa hàng LEGO của chúng tôi hoặc thư giãn với một Starbucks - đồ uống trong quán cà phê. Xin lưu ý, Trung tâm khám phá LEGOLAND được thiết kế đặc biệt dành cho trẻ em nên tất cả người lớn phải có trẻ em đi cùng.Đọc thêm",
        "reviews": [
            "Chắc chắn là nơi ở trung tâm mua sắm này. Hugo có dịch vụ đặc biệt và Legoland này có tất cả nếu không muốn nói là những bộ hiếm. Bước vào, trò chuyện rất thân thiện và bước ra ngoài với mẹ của mọi bộ. Chim ưng thiên niên kỷ. Chắc chắn sẽ tiếp tục mua hàng ở đây.Đọc thêm",
            "Xin chào bị lừax5, \n\nHô hô! Xin chúc mừng bạn đã mua hàng hoàn toàn tuyệt vời! Chúng tôi hy vọng bạn đang trên đà hoàn thành Millennium Falcon và muốn cảm ơn bạn vì những lời tốt đẹp dành cho Hugo. Chúng tôi nghĩ rằng anh ấy cũng khá tuyệt vời và chắc chắn sẽ chuyển lời của bạn đến anh ấy! \n\nMong sớm được gặp lại bạn và có một ngày Bricktastic!! \n\nNhóm Playmaker \nTrung tâm khám phá LEGOLAND WestchesterĐọc thêm",
            "Nơi này có tính tương tác. Có những chuyến đi nhỏ thú vị với khung cảnh và bầu không khí tuyệt vời. Tôi yêu thích mô hình thành phố Legoland.  Bọn trẻ rất thích thú.  Mặc dù chỉ có một nhân viên điều hành Merlin tập sự và chiếu phim 4D. Điều này khiến cho nhóm người xếp hàng chờ xem phim đang xếp hàng chờ đợi và không có ai mở cửa vào rạp. Cũng không an toàn nếu một nhân viên bị phân tâm khi anh ta đang vận hành máy móc xử lý mọi người và sau đó nhìn qua để đảm bảo rằng anh ta có thể hỗ trợ khách vào rạp. Tôi hy vọng ban quản lý sẽ làm tốt hơn việc bố trí nhân sự vì các chuyến khác có nhiều hơn hai người nhưng chỉ có một người điều hành hai người.  Tôi - tôi rất ấn tượng với Daniel vì đã xử lý nó một cách duyên dáng và nhiệt tình.  Làm tốt lắm, Daniel!Đọc thêm",
            "Xin chào Pula_1025,\n\nCảm ơn bạn đã đến thăm! Chúng tôi rất vui vì bạn thích tất cả những gì chúng tôi cung cấp. Chúng tôi chắc chắn sẽ nói với Daniel rằng bạn nghĩ anh ấy đã làm rất tốt.\n\nRạp chiếu phim 4D của chúng tôi chiếu một bộ phim LEGOTASTIC hấp dẫn cứ sau 20 phút. Khách phải đợi cho đến khi khách trước ra khỏi rạp mới có thể ngồi vào chỗ.\n\nTất cả các Playmakers của chúng tôi đều được đào tạo về an toàn khi đi xe và những người điều hành chuyến đi Học việc của Merlin không bao giờ rời khỏi vị trí của họ cho đến khi tất cả khách đã rời khỏi chuyến đi. Điều này có thể dẫn đến thời gian chờ đợi bổ sung vì nhân viên của chúng tôi dành thời gian để đảm bảo đáp ứng tất cả các quy trình an toàn.\n\nChúng tôi hy vọng điều này sẽ làm sáng tỏ mọi thắc mắc mà bạn có thể có. Nếu bạn có thêm bất kỳ câu hỏi hoặc thắc mắc nào, vui lòng gửi email tới westchester - LEGOLANDDiscoveryCenter.com và chúng tôi - sẽ sẵn lòng thảo luận chi tiết hơn.\n\n- Nhóm Playmaker Trung tâm khám phá LEGOLAND WestchesterĐọc thêm",
            "I took my boys, ages 7 and 5 to Legoland on Aug 20, 2013.  It seemed a bit more crowded than I would expect on a Tuesday due in large part to Summer camps that were spilling in in droves. There were lines to the attractions and I and my boys patiently waited...together in line.  Heres the problem....at virtually every atrraction where there was a wait, one adult would finally get near the front of the line and then frantically wave to the other members of their party who would politely  - some not so much -  wiggle their way to the front of the line.  This was incredibly frustrating to explain to my boys.  At the movie theatre, a camp counselor was waiting in line and when the doors flew open and my boys were so excited to finally get to see the movie...about 12 kids from the camp crawled under the rope ahead of all the folks patiently waiting for the movie and in fact it caused us to have to wait another cycle.  This same practice occurred at the Merlin Ride   - in fact there was a heated exchange in the line after it was done a few times -  and the Lego Master Builder class.  My boys were so frustrated and so was I.  The employees were well aware of what was happening and I guess at the end of the day didnt care.  It doesnt effect them, or their paycheck at all.  It is difficult to explain to my children how they must be patient and wait in line only to be repeatedly  - scabbed -  as my boys called it.  They wanted to know why it was OK for all these people to not wait their turn and then jump the line ahead of us ... thus extending our wait.. I had no other explanation to offer other than  - sometimes people dont do the right thing -   It would have been nice to have some monitoring or correction of the situation but the employees were beyond apathetic.  I must admit it did put a damper on our experience as my boys absolutely refused to wait in line after these fine examples of  - adult -  behavior and just relegated themselves to activities that didnt involve waiting and the unfairness of the process.  I called Legoland  - trust me- I NEVER call anyone about anything -  but I really felt that particularly in light of the cost of the day....it was a letdown for my little guys and myself.  I left my number and never received a call back from anyone so I - m letting everyone know here.  There were very bad examples set by adults and left uncorrected by staff.  There should be some sort of rules regarding the waits for the rides and they should be enforced so everyone can enjoy Legoland to its fullest.Read more",
            "Xin chào Georgiadee, \n\nCảm ơn bạn đã ghé thăm Trung tâm khám phá LEGOLAND gần đây và Cảm ơn bạn đã đánh giá.\nChúng tôi nhận thấy rằng việc cắt hàng và giữ hàng có thể là một vấn đề và đang thực hiện hành động để khắc phục vấn đề này ở tất cả các chuyến đi của chúng tôi trong suốt điểm thu hút.\n\nChúng tôi thành thật xin lỗi vì bạn không hài lòng với trải nghiệm gần đây. Đó chắc chắn không phải là loại trải nghiệm mà chúng tôi cố gắng cung cấp cho khách hàng của mình - trải nghiệm hoàn toàn là ưu tiên hàng đầu của chúng tôi.   Nếu bạn muốn thảo luận thêm về chuyến thăm của mình, vui lòng gửi email cho chúng tôi theo địa chỉ Westchester - LEGOLANDDiscoveryCenter.com. \n\nMột lần nữa, cảm ơn phản hồi của bạn và chúng tôi hy vọng rằng bạn sẽ sớm quay lại thăm chúng tôi!\n\nTrân trọng, \nLaura Whitman \nNgười quản lý hoạt độngĐọc thêm",
            "We decided to go to LEGOLAND this past Saturday despite the conflicting reviews.  This place is awesome.  Here is what you need to know:1. This is not Disney World - it - s an amusement center dedicated to child Lego enthusiasts.  You go there to see stunning Lego displays and build Legos and take part in Lego related activities.  If you are expecting anything else - you will be disappointed.  It is a LEGOLAND Discovery Center.2. While they try hard to entertain all ages - my 2, 3, and 5 year olds LOVED it.  My 8 year old thought it was okay.  Any children older than that may be bored quickly.3. You child should be a Lego lover.....or they won - t love this place. People who are complaining their children were bored or done in an hour - don - t have Lego kids.  Kids who enjoy Legos could stay and build in this place for hours. About the attractions: The 4D movie was cute, about 15 minutes.  The build a racecar area does have an employee there to monitor, but in a very non-intrusive way.  It is up to you and your kids to sit there and build a racecar from the numerous buckets.  Again, if you are really a Lego enthusiast - then this is perfect.  They leave you alone and let you build! The climb area in the middle is monitored for number of kids in there.  And yes, they have these at McDonalds - but not of this size.  Plus there is a huge pit of soft Legos which my 5 year old stayed in and built a 6 foot tower  - and stool to stand on and put blocks on the tower -  with some other boys.  At every corner is a bowl, or bin, or baby pool sized area just filled with random Legos for your building pleasure.The Merlin ride is fun - in the beginning you go high if you peddle fact.  Eventually the ride takes everyone to the same height.  Simple ride - the little guys love it.  The Kingdom Quest when you enter is great - what kid doesn - t love a working laser gun and targets?And the café- people are giving it a bad rap.  It - s a small café in a children - s place - don - t expect steaks and lobster.  We just had coffee  - which was actually exceptionally good -  and snacks.  Perfect!  They had cookies and cupcakes and chips.  The place is located in a mall with about 15 eateries.  So if you want food better than a café - then have lunch after you leave.Overall I highly recommend this place to people with young kids who are Lego fans.Read more",
            "Chào Cheryl R\nRất cám ơn bạn đã ghé thăm Trung tâm khám phá LEGOLAND Westchester và gửi đánh giá của bạn trên Trip Advisor. Chúng tôi rất vui khi biết rằng bạn và gia đình rất thích chuyến thăm của bạn và vô cùng biết ơn về thông tin toàn diện mà bạn đã cung cấp cho các cố vấn chuyến đi khác.\nHãy nhớ kiểm tra trang web của chúng tôi để biết các tính năng mới và các sự kiện đặc biệt hàng năm vì chúng tôi không ngừng tìm cách cải thiện sức hấp dẫn của mình - đặc biệt là trong việc đưa ra những ý tưởng mới để thu hút trẻ lớn hơn một chút - . Chúng tôi rất vui được gặp lại bạn vào cuối tuần ngày 16 và 17 tháng 8 khi chúng tôi tổ chức một sự kiện đặc biệt của thành phố LEGO, trong đó chúng tôi sẽ tổ chức các cuộc săn lùng người nhặt rác, tổ chức hoạt động xây dựng và vẽ tranh tường thành phố LEGO cũng như có những vị khách đặc biệt của chúng tôi là ngọn lửa địa phương và các sở cảnh sát.\nLuôn tuyệt vời!\nChris M\nTổng Giám đốcĐọc thêm",
            "The Westchester, NY location we visited is a Discovery Center, not the Legoland amusement park like the famous ones in Florida and California. This is a medium sized indoor playground with many hands on activities, rides, cafe, 4D cinema and lots of inspiring LEGO creations.Legoland is located in Ridge Hill Plaza, an outdoor shopping mall with a fountain in the middle. The kids  - 4 year old boy and girl -  spotted the LEGO logo immediately and broke out into a run, sprinting as fast as they could to reach the doors.After paying admission you enter a room designed to feel like a LEGO factory. This room is adorable with brightly colored tubes, giant LEGO figures, several interactive stations and fun LEGO facts. The kids really enjoyed pretending to design LEGOS on tablets, playing with levers and spinning wheels. From there we followed a path which brought us to a ride called Kingdom Quest. This is an automated car which holds about six people, each seat comes with a laser gun which you aim at monsters and dragons throughout the ride. The kids had mixed reactions on this, one was a little spooked, the other wanted to do it again. It - s dark and the monsters can be a bit scary. It - s short though so if your child gets scared it - s just a couple of minutes until you - re back at the loading dock. It - s also easy to bypass this all together.Once the ride was over the layout of the facility leads you to stroll through Miniland, which is an elaborate display of NYC  all made up of LEGOS. This remarkable presentation is behind glass but many areas have buttons so you can turn on lights or make parts move. We loved seeing the Empire State Building which we recently visited, and the George Washington Bridge.After we made our way through mini NYC, the space opened up to a large playroom with different areas. Our kids were immediately drawn to the large climbing structure in the center, Play Zone. For this they removed their shoes and climbed, slid and  chased each other though this maze of platforms and halls. In a section off the center of the main playroom is another miniland display, this one dedicated to Star Wars. My daughter knew many of the characters, although she - s never seen any of the movies...I - ll never understand this. For smaller kids there - s a LEGO Duplo Village, complete with a LEGO pit and slide. My daughter - s favorite area was the LEGO Friends Village which had a pretend ice cream cafe and karaoke machine. Our friend - s son loved the Build  -  Test area where you could build a race car and test it on a couple different tracks.Every 15 minutes their cinema located off the main playroom shows a 4D movie. We enjoyed ourselves while swatting at the screen trying to catch the figures which looked like they were floating in front of us. My daughter and I rode Merlin - s Apprentice ride, it - s like a carousel but the cars ride up towards the ceiling is you pedal hard. Since her feet barely reached the pedals I did the work for both of us, it - s a cute ride. After getting a snack at the cafe and playing around with the race cars a bit more, the kids were done and there wasn - t much left to see. As you leave the path drops you off at the gift shop. We let the kids each pick out a toy. They really enjoyed themselves and as a mom it - s always rewarding to see your kids having a great time.Overall, Legoland Discovery Center is really fun for kids, who doesn - t love LEGOS. It seems a bit expensive for a family to visit, but you can often find promo codes online which offer good discounts. They also have memberships if you think you - ll visit often. Your experience here will definitely be influenced by how crowded it is. I - ve been three times now, and by far the best experience was when it was less crowded.Tips:   The average visit takes 2-3 hours but you can stay as long as you want.   Best ages are 3-10 years old.   Stroller friendly.   Outside food is not allowed.   The cafe sells mainly cold sandwiches and snacks like yogurt and chips.   Bring socks for the Play Zone.   Parents are not allowed in the Play Zone.   You need to be 42 -  tall to ride Merlin - s Apprentice.   Once you pay admission all the activities are included.   This indoor discover center is best experienced when it - s less crowded, take this tip seriously!   Parking in the deck is  - 3 but the gift shop will validate your parking stub, it reduced our rate to  - 1.15  - it - s based on how long you park - .Read more",
            "Xin chào FamilyRoadTraveled.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Trung tâm khám phá LEGOLAND Westchester và đã gửi bài đánh giá tích cực và cực kỳ toàn diện của bạn trên Trip Advisor. Chúng tôi rất vui khi biết rằng bạn và gia đình đã có chuyến thăm thú vui vẻ. Chúng tôi thậm chí còn vui hơn khi biết rằng bạn đã ghé thăm chúng tôi ba lần và lần này là lần tuyệt vời nhất - chúng tôi luôn cố gắng cải thiện để phản hồi của bạn trở nên vô cùng giá trị.\n\nNhư bạn đã chỉ ra, Thẻ thường niên mang lại giá trị tuyệt vời cho số tiền bỏ ra cũng như các khoản giảm giá tại các khu vực bán lẻ của chúng tôi bao gồm bán lẻ, chụp ảnh và quán cà phê. Hy vọng sớm được gặp lại bạn vì chúng tôi sẽ ra mắt bộ phim NEXO Knights 4D mới vào tháng 6.\n\nHãy luôn tuyệt vời,\nChris M\nTổng giám đốcĐọc thêm",
            "Chúng tôi - là người có thẻ gia đình được khoảng một năm nay. Với đứa con trai mới biết đi của tôi. Một trong những đặc quyền là không phải xếp hàng nhưng sáng nay tôi đã xuất trình thẻ thành viên của mình và nói với cô ấy về hàng chỉ dành cho thành viên; cô gái thu ngân nói rằng có một hàng dành cho tất cả mọi người và chúng ta phải đợi!!! Với một thái độ khủng khiếp. Sau 15 phút, tôi phải yêu cầu người quản lý đến để chuyển người có tư cách thành viên. Giờ vào cổng 10h18. Sau một hồi vui vẻ vào khoảng 10:53, chúng tôi quyết định đi Merlin. Không có ai ở trong bài viết. Chúng tôi đợi 7 phút sau đó chúng tôi quyết định tìm ai đó để chứa chúng tôi. Chúng tôi tìm thấy một cô gái - Ciara - người đã xếp chúng tôi vào chỗ ngồi. Và đi tìm một cô gái khác để bắt đầu chuyến đi.  - Elizabeth - sau vài phút đã đến và bắt đầu sắp xếp lại chỗ ngồi của chúng tôi từ hàng trong ra hàng ngoài trên các toa riêng biệt. Sau chuyến đi, Elizabeth hỏi chúng tôi đã vào cửa nào và TUYỆT VỜI rằng chúng tôi đã tự mình bước vào!!!  Trước những tay đua còn lại. Đó hoàn toàn là một lời nói dối và khi chúng tôi cố gắng giải thích rằng chúng tôi đến hàng tuần và chúng tôi biết và LUÔN tôn trọng các quy tắc, chúng tôi đã giới thiệu bản thân với cô ấy và kể cho cô ấy nghe chuyện đã xảy ra; cô ấy không buồn lắng nghe và bỏ đi. Sau một thời gian vui vẻ, chúng tôi đã bắt đầu và kết thúc thực sự THẤT VỌNG cho ngày hôm nay - 6 - 22 - 15 - trải nghiệm. Cảm ơn bạn đã đọc và chúc bạn có một ngày tuyệt vời mà chúng tôi chưa có - t. ErikaĐọc thêm",
            "Xin chào reviewf.\n\nCảm ơn bạn đã dành thời gian cung cấp phản hồi về chuyến thăm gần đây của bạn tới Trung tâm khám phá LEGOLAND và chúng tôi xin lỗi vì chuyến thăm của bạn không như mong đợi. Chúng tôi cực kỳ coi trọng dịch vụ khách hàng và sự an toàn và mong muốn có cơ hội thảo luận thêm về chuyến thăm của bạn với bạn. Những người có thẻ hàng năm cực kỳ quan trọng đối với chúng tôi và chúng tôi đánh giá cao phản hồi của họ, vì vậy vui lòng gửi email cho chúng tôi theo địa chỉ Westchester - LEGOLANDDiscoveryCenter.com.\n\nCảm ơn bạn một lần nữa cho bình luận của bạn. \n\nChris M \nTổng Giám đốcĐọc thêm",
            "Ive read a lot of reviews before actually spending  - 86 -  on this trip to take my 5 year old, 8 year old and 10 year old. What I came to realize is the mothers who posted negative comments where full of it. Yes there are things I will address that should be taken into consideration but I feel that this place is worth the smile on your childs face  - at least mine anyway - . Unlike the other parents I didnt find the staff rude at all. I found them to be friendly, polite, engaging and entertaining. Yes the initial  - factory -  is small but its still entertaining if you and your child use your imagination, which should help you bond with your child and create great memories.  Unlike other comments I saw from parents, when I went on the Kingdom Quest ride all of the guns were working fine. And mind you I went on that ride twice because my kids loved it. After that comes miniland. Its unbelievably built. Thereafter you find yourself in a larger room where kids can built their own car and race it, see a 4D movie, ride another ride amd take a workshop on lego building. Here I found a lot of people complaining that 1. The  - jungle gym -  isnt lego themed; 2. The movie wasnt lego themed and 3. that they were disappointed for the money they paid they thought they would get more. Here is my take on their misconcept: 1. The  - jungle gym -  is all lego theme whicb ia filled with duplos. Plus ita great to have kids running around exhausting themselves so that its easier to put them to bed.PLUS the kids Love it. 2. If parents are too stupid to realize that lego actually produces this cartoon they shoulnt complain.And 3.dont expect to be dazzled by a place that caters to children. If you go with expectations that YOUR CHILDREN will have fun than you wonr be disappointed. My only complaint is as follows: first, there are no lockers to store your belongings, so if your over bundled your kid your stuck with carrying everything around and second,  there is very little in food options. Therefore I would advise bringing your own snacks  - even though they dobt aallow outside food but use your imagination -  and juice and dont forget to have your kids wear socks. My only other complaint is  - not with tge actual Legoland -  with the children who go there. I would advise keeping a closer eye on your children as some of the other children have never been taught basic manners such as excuse me. And finally as it concerns the gift shop, yes it is a business and yes some items are over priced and no your not obligated to buy them. However they do have other reasonably priced items your kids will love. Thus after two months of debating today - s trip was well worth it especially after having all three of my kids hug and kiss me and thank me endlessly all the way home. Read more",
            "Xin chào Natalya A.\n\nRất cám ơn phản hồi toàn diện và tích cực của bạn về sự hấp dẫn của chúng tôi. Chúng tôi rất vui vì bạn và gia đình đã có khoảng thời gian vui vẻ và thông tin bạn cung cấp trong đánh giá sẽ rất hữu ích cho những khách truy cập tiềm năng khác. \nChúng tôi không ngừng tìm cách cải thiện sức hấp dẫn của mình và sẽ khám phá khả năng lắp đặt một số tủ khóa khi nhiệt độ bên ngoài đang giảm xuống. Chúng tôi cũng đang khám phá các dịch vụ thực phẩm khác nhưng mong muốn duy trì các lựa chọn thực phẩm lành mạnh của mình.\nTôi rất muốn gặp lại bạn ở đây vì vậy vui lòng tham khảo trang web của chúng tôi để biết các ưu đãi đặc biệt, sự kiện, tính năng mới và vé hàng năm của chúng tôi - cho phép bạn truy cập bao nhiêu lần tùy thích trong năm - .\nLuôn tuyệt vời!\n\nCủa bạn \n\nMỏ Chris\nTổng Giám đốcĐọc thêm",
            "Thật là khủng khiếp!..Một từ có thể mô tả nơi này một cách hoàn hảo!..làm ơn, nếu bạn quan tâm đến con mình, sức khỏe của chúng đừng đến nơi đó!..Những gì tôi thấy ở đó liên tục, - không chỉ một lần - là cách các công nhân đang cố gắng để nhặt các bộ phận Lego!..Thật kinh tởm!..Họ quét các bộ phận bằng bàn chải khắp toàn bộ sàn nhà!..ngay cả vào mùa đông khi mọi người đi giày bẩn trong mùa cúm cao???Không, cảm ơn bạn!..tôi nên làm vậy chụp một bức ảnh...nhưng tôi sẽ không bao giờ đến đó nữa!...Đọc thêm",
            "Xin chào Ingavlad.\n\nRất cám ơn bạn đã đánh giá điểm thu hút của chúng tôi và chúng tôi rất tiếc vì chúng tôi đã không đáp ứng được mong đợi của bạn vì sức khỏe và sự an toàn là ưu tiên số một của chúng tôi. Chúng tôi có chế độ làm sạch qua đêm đối với gạch LEGO và thành viên trong nhóm có liên quan sẽ được đào tạo để nhặt viên gạch lên và đổ vào thùng giặt. Nếu điều này không xảy ra, chúng tôi rất muốn thảo luận thêm chi tiết, vì vậy vui lòng liên hệ với chúng tôi tại Westchester - LEGOLANDDiscoveryCenter.com. \nSự sạch sẽ là mối quan tâm lớn nhất đối với chúng tôi và điểm tham quan có chất khử trùng tay xuyên suốt cùng với đội vệ sinh chuyên dụng làm việc suốt đêm để đảm bảo LEGOLAND Discovery Center Westchester trông tuyệt vời khi chúng tôi mở cửa hàng ngày.\nCảm ơn một lần nữa.\n\nChris M\nTổng Giám đốcĐọc thêm",
            "KINH NGHIỆM khủng khiếp.  NHÂN VIÊN CỦA HỌ KHÔNG ĐƯỢC ĐÀO TẠO VÀ KHÔNG BIẾT HỌ ĐANG LÀM GÌ.  HỨA VÀ CAM KẾT MỌI KHÔNG GIỮ.  Hôm nay chúng tôi tổ chức một bữa tiệc cho cậu bé 9 tuổi và 14 người bạn của cậu ấy.  Chúng tôi được hứa một phòng rộng để tổ chức tiệc, khi đến nơi họ chỉ cho chúng tôi một nửa phòng và nói là do văn phòng trung tâm đã nhầm lẫn.  Chúng tôi đã được thông báo về cách tổ chức bữa tiệc và bọn trẻ sẽ làm gì khi chúng tôi đặt chỗ nhưng nhân viên không có ý tưởng hay kế hoạch nào cho ngày diễn ra sự kiện.  Người tổ chức hỏi chúng tôi điều gì tiếp theo!  chiếc bánh pizza nằm trong phòng tiệc lạnh lẽo và trông ốm yếu.  tôi chỉ hy vọng không có đứa trẻ nào bị ngộ độc thực phẩm.  sự giúp đỡ không giúp được gì.  gần như chỉ đứng xung quanh không làm gì cả.  NÓ TUYỆT VỜI CÁCH NHÂN VIÊN ĐƯỢC TỔ CHỨC VÀ QUẢN LÝ TỐT.  HỌ KHÔNG BIẾT CÁCH TỔ CHỨC HOẶC KẾ HOẠCH BÊN.  HOÀN TOÀN LỚN ĐỂ KIẾM TIỀN TẠI ĐÂY.Đọc thêm",
            "Chào nobullm, \n\nTôi rất tiếc khi biết về bữa tiệc sinh nhật đáng thất vọng của bạn. Tuần này là tuần đầu tiên chúng tôi tổ chức tiệc sinh nhật và nhóm của bạn là một trong những nhóm đầu tiên đến thăm chúng tôi. Xin lưu ý rằng chúng tôi đang làm việc nhanh nhất có thể để giải quyết mọi vấn đề trong quá trình tổ chức sinh nhật và đảm bảo rằng tất cả các vị khách của chúng tôi đều có một bữa tiệc đáng nhớ!\n\nChúng tôi muốn theo dõi trải nghiệm của bạn và thảo luận thêm về vấn đề này để chúng tôi có thể nỗ lực cải thiện trong tương lai. Mình cũng đã gửi tin nhắn trực tiếp cho bạn để liên lạc. Bạn có thể vui lòng gửi email cho chúng tôi theo địa chỉ westchester - legolanddiscoverycenter.com không? Một lần nữa, tôi chân thành xin lỗi vì bữa tiệc của bạn đã không đáp ứng được mong đợi của bạn và chúng tôi mong sớm nhận được phản hồi từ bạn!\n\nTrân trọng,\n\nRebecca Binford\nTiếp thịĐọc thêm",
            "I say adult - s view, because as far as my kid is concerned, she - d be here every day.  But, here - s my review from an adult - s - parent - s perspective:Perhaps because it was a Saturday or perhaps because of the seasonably warm weather  - or, let - s face it, I - ve been here before - : the place is too small for the amount of people they let in.Where to start: First, I bought our tickets online for the  - preferred -  treatment - i.e. not waiting on the long line that snaked out the door.  But guess what? I was asked to wait in line until someone at the desk  - called for -  preferred ticket folks.  Which, happened to be me, after I had gone back to stand in the line. Ooook...Then we were let in to the  - Factory - .  Just some buttons to push, things to spin, and a free lego for the kids to grab. This area was manned by one staff member, so it - s really up to the parents to keep their kids in check and let others have a turn.  Right at the exit is the opportunity to wait in line for the first  - ride - .  On a weekend, you are looking at a 15-20 minute wait, regardless of the fact that the ride takes 4 people at a time.  There - s staff manning the ride itself, but not much support in terms of: here - s how much time you have to wait before your kid starts screaming that they want to go inside.After the ride there - s the lego city, which is pretty awesome.  Although it would be great if they had staff people there telling kids the facts and figures of the exhibit, or engaging them in some way.  It - s more of a photo opp and an opportunity to show the kids what lego can do.Once you - re done with that, you - ll quickly pass by the photo booth where you can claim the pic taken of you at the entrance to the  - park -  and while on the ride.  STOP HERE NOW!  You will regret it forever if you have to wind up coming back as there is usually only one person manning that table  - for both sides of a booth - .  Better get your pic while you can!Then it - s on to the rest of the attraction.  And there are lego bricks everywhere. All over the floors, in every exhibit, in and out of containers.  It - s a shoeless man - woman - s nightmare.There are a few exhibits: the one where you build a car and race it  - if you can find wheels, that is - , the  - Duplo -  area, meant for smaller kids, but is usually filled with older ones too, the  - Friends -  area which is all pink and frilly and has a make pretend kitchen and karaoke mic  - will someone please tell lego girls like to do more than cook and sing? - , the indoor playspace where kids get knocked about mercilessly because there - s no age limit... I think it - s kids 2 - 12 that can go in there? And all of this is manned by - I - m not kidding you - maybe 5 staff members.  There is not a lot of supervision and after going to a place like Billy Beez where your kid can - t leave unless their wristband matches the adults -  I find it shocking that someone hasn - t walked out with someone else - s kid yet.There is another ride which is at least better than the first one - Merlin something or other - which is also cute and fun, but again, on a weekend be ready for a long wait in line  - 15 - 20 minutes - .Then there - s the 4D theater.  Ah lego, if only those 4D movies were as good as the theatrical efforts.  You - ll note that when you walk into the theater it - s entirely wet  - and not a wet floor sign in sight... -  because during the movie it either snows or rains, depending on what show you see.And finally, you - ve got the  - food court -  area which as one would expect, is overpriced and not that good.  Luckily you can bring your own snacks and whatnot, but your kid is bound to want that freshly frozen pizza taste.Oh and of course, you always have to  - exit through the gift shop -  to leave.Will I go back? I more than likely will.  As my comments above do not reflect my 4 Y.O. - s mindset which is  - This is the BEST PLACE IN THE WORLD - ., Will I try to go back during the week over the weekend? That would be my hope and dream.So net net:- Get a little more staff- Clean up the place a little more- Update your attractions - PLEASE!- Where the heck are all the wheels in the racing section?- Find a way for the lines to move faster on the rides and movie- Get a better security system so kids don - t leave with people they shouldn - tRead more",
            "Xin chào Jennifer P.\nRất cám ơn phản hồi toàn diện của bạn và chúng tôi rất vui vì con bạn đã có khoảng thời gian vui vẻ. Liên quan đến quan điểm của bạn về khu vui chơi mềm, chúng tôi hiện đang xây dựng một khu vui chơi mới có tên Ninjago City Adventure, cũng sẽ bao gồm tường leo núi, trò chơi phản ứng và bàn xây dựng cũng như cấu trúc trò chơi theo chủ đề Ninjago tuyệt vời sẽ có hơn 20 trò chơi các tính năng tương tác hoàn toàn mới - tất cả đều được thiết kế để cả trẻ em và người lớn cùng chơi - . \nVề các điểm khác, chúng tôi rất tiếc vì bạn không hài lòng với trải nghiệm của mình và muốn có cơ hội thảo luận thêm về chuyến thăm của bạn với bạn. Vui lòng gửi email cho chúng tôi tại Westchester - LEGOLANDDiscoveryCenter.com.\n\nCảm ơn nhiều,\n\nChris M\nTổng Giám đốcĐọc thêm"
        ],
        "star_ratings": [
            227,
            165,
            90,
            49,
            56
        ],
        "review_amount": 587,
        "location": [
            "Các hoạt động ở Yonkers",
            "Trung tâm khám phá LEGOLAND Westchester",
            "Yonkers",
            "Hoa Kỳ",
            "New York - NY -",
            "Quận Westchester"
        ],
        "reviews_time": [
            "Written July 12, 2020",
            "Written February 24, 2023",
            "Written August 22, 2013",
            "Written August 4, 2014",
            "Written May 11, 2016",
            "Written June 22, 2015",
            "Written November 2, 2014",
            "Written September 18, 2015",
            "Written May 11, 2013",
            "Written March 1, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d2412921-Reviews-Yard_House-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d3618816-Reviews-Lefteris_Gyro-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d2530345-Reviews-Texas_de_Brazil_Yonkers-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d2385838-Reviews-The_Cheesecake_Factory-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d6923229-Reviews-Little_Buddha-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d13801266-Reviews-Le_Macaron-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d19680730-Reviews-Subway-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d25441767-Reviews-Public_Pizza_Italian_Restaurant_Bar-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d3930785-Reviews-Stew_Leonard_s-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48922-d11719240-Reviews-Whole_Foods_Market-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3211512-Reviews-Ridge_Hill-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d27039661-Reviews-T_J_Maxx-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3389495-Reviews-Untermyer_Gardens-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47953-d15523741-Reviews-The_Armour_Stiner_Octagon_House-Irvington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d144058-Reviews-Wave_Hill-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48720-d3680157-Reviews-Washington_Irving_s_Sunnyside-Tarrytown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3165492-Reviews-Hudson_River_Museum-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d136046-Reviews-Woodlawn_Cemetery-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47872-d10687551-Reviews-Sprain_Ridge_Park-Hastings_on_Hudson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d10495924-Reviews-Nahmias_Et_Fils-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-or10-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d9570534-Reviews-IFLY_Indoor_Skydiving_Westchester-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4831206-Reviews-Alamo_Drafthouse_Cinema-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3780890-Reviews-Edward_J_Murray_Memorial_Skating_Center-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d12507532-Reviews-Rockin_Jump-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3164503-Reviews-Empire_City_Casino-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d17582728-Reviews-James_Dwyer-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d11717636-Reviews-Cross_County_Multiplex-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d14128309-Reviews-Showcase_Cinema_de_Lux_Ridge_Hill-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d10718369-Reviews-Central_Stage-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d27045123-Reviews-Cafe_Billiards_Club-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d25467982-Reviews-Monster_Mini_Golf-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d6748922-Reviews-Sprain_Lake_Golf_Course-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d8571242-Reviews-Lenoir_Preserve-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d12417761-Reviews-Phillip_and_Patricia_Frost_Museum_of_Science-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d5990546-Reviews-Pulau_Tikus_Markets-Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6378743-Reviews-Alive_Museum_Insadong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d7189277-Reviews-Laughlin_Event_Center-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d3420254-Reviews-Green_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069856-d4351998-Reviews-Trsteno_Arboretum-Trsteno_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3363990-d313234-Reviews-Vilano_Beach-Vilano_Beach_St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1605557-Reviews-Charging_Bull_Wall_Street_Bull-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60631-d2091984-Reviews-Maui_Swap_Meet-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50664-d2709233-Reviews-Holmes_County_Trail-Millersburg_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-or10-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html"
    }
]