[
    {
        "attraction_name": "Legoland Discovery Center Bay Area",
        "attraction_name_vi": "Trung tâm khám phá Legoland Bay Area",
        "general_info": [
            "9 đánh giá",
            "- 10 trên 12 Trò chơi thú vị - Trò chơi ở Milpitas",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Tận hưởng LEGO - sân chơi trong nhà tuyệt đỉnh và xây dựng NGÀY TỐT NHẤT BAO GIỜ! Bao quanh bạn với hàng triệu viên gạch LEGO, lên chuyến tàu Imagination Express, xem các nhân vật yêu thích của bạn trên Nhà hát LEGO 4D, khám phá Khu vực Vịnh MINILAND và xây dựng những tác phẩm LEGO hoành tráng cùng với những nhà xây dựng bậc thầy! Điểm tham quan này được thiết kế dành riêng cho các gia đình có trẻ em từ 3-10 tuổi vui chơi.Đọc thêm",
        "reviews": [
            "Tôi chưa bao giờ nhận được vé qua email và bị thất lạc - do phải tự bỏ tiền túi ra trả, lần thứ 2 trả tiền cho trải nghiệm này, cho đứa con trai mắc chứng tự kỷ của tôi! Chúng tôi lái xe xuống, mất thời gian - gặp phải một số Trở ngại!... Rất may, đã có sẵn nguồn vốn bổ sung, nếu không thì đây có thể là một thảm họa và hoàn toàn lãng phí! Tuy nhiên, đó là một sự bất tiện lớn, Con trai tôi rất vui vì nó KHÔNG được bí mật quan tâm đến Thế giới người lớn! Tôi muốn được Hoàn tiền, tôi không thể lãng phí bất kỳ khoản nào - ... Bên thứ 3 KHÔNG phải là lựa chọn hợp lý! Tôi đã học được cách tham khảo trong tương lai là chỉ giao dịch trực tiếp với nhà cung cấp mà bạn mong muốn hợp tác kinh doanh! Tôi ước mình có thể có trải nghiệm tốt hơn nhiều và có thể để lại đánh giá tích cực hơn nhưng đây là sự thật về trải nghiệm cá nhân của tôi...thật không may!Đọc thêm",
            "Đến đây là cách hoàn hảo để trải qua một buổi chiều mưa với hai đứa trẻ của tôi, 8 và 12 tuổi. Mặc dù chúng thuộc nhóm đối tượng mục tiêu lớn tuổi hơn nhưng cả hai đều thực sự thích điều đó, tôi cũng vậy! Chúng tôi đã dành 3 giờ và có thể mất thêm một giờ nữa chỉ để chạy qua mê cung laser. Tôi rất ấn tượng với sự đa dạng của các hoạt động để thu hút trẻ em tham gia và đánh giá cao rằng một số hoạt động trong số đó cũng tốt cho cả người lớn - mê cung laze, phim 4D, trò chơi kiểm tra phản xạ, trò chơi bắn laze, cùng với hình ảnh Legoland rất ấn tượng của trò chơi. Khu vực Vịnh SF - . Nằm trong không gian Sears trước đây, đây là một ví dụ tuyệt vời về cách bán lẻ trải nghiệm có thể thổi sức sống mới vào một trung tâm mua sắm đã mất đi cửa hàng cố định. Mọi thứ đều tuyệt vời. Đọc thêm",
            "Tôi 20 tháng tuổi và 3,5 tuổi của tôi đã có một trải nghiệm tuyệt vời! Chúng tôi ở lại 3 giờ nhưng tôi nghĩ chúng tôi có thể ở lại lâu hơn. Có rất nhiều việc phải làm - các con tôi thậm chí còn không được đến sân chơi. Quán cà phê nhỏ có giá hợp lý mà chúng tôi đánh giá cao vì không có cửa vào lại nên chúng tôi không thể đến khu ẩm thực ở trung tâm thương mại. Không gian này rất tuyệt vời cho các bạn nhỏ. Đó là một sự chuẩn bị tuyệt vời vào giữa năm khi biết Legoland lớn sẽ là một lựa chọn tuyệt vời cho con trai tôi vào năm tới. Đọc thêm",
            "Chúng tôi đã đến thăm khu vực San Jose và dừng chân tại Khu vực Vịnh Trung tâm Khám phá LEGOLAND vào tháng Bảy.  Chồng tôi và tôi từng trả tiền nhập học; chúng tôi đã dán một phiếu giảm giá ở mặt sau của gói đồ chơi Lego để đưa con trai tôi vào học miễn phí - với vé vào cửa thông thường dành cho người lớn - . Con gái tôi dưới 2 tuổi nên cũng được vào miễn phí. Đó là một cơ sở tốt cho nhóm tuổi của chúng nhưng tôi có thể nói rằng nó sẽ không thu hút được sự quan tâm lâu dài của những đứa trẻ lớn hơn. Đứa con 1 tuổi của tôi đã dành thời gian với Duplo và máy tạo bong bóng. Đứa con 4 tuổi của tôi đã xem hai bộ phim 4-D, mỗi bộ dài 15 phút, điều này hoàn hảo cho khả năng tập trung của cháu. Những trò chơi này chạy theo giờ và có phí vào cửa. Cấu trúc trò chơi, chuyến tàu Tưởng tượng và Huấn luyện Ninja đều mang lại trải nghiệm thú vị.Đọc thêm",
            "DỊCH VỤ KHÁCH HÀNG TUYỆT VỜI. Gia đình tôi đã mua vé thường niên và đưa con gái tôi rất hào hứng đến đây. HỌ KHÔNG CHO CHÚNG TÔI VÀO. Họ nhìn thấy cô con gái 6 tuổi của tôi đang khóc và nói rằng cô ấy sẽ KHÔNG được phép vào. QUẢN LÝ TUYỆT VỜI, Manger Cat, một phụ nữ châu Á lớn tuổi nhìn con gái tôi đang khóc và nói KHÔNG, cô ấy KHÔNG được vào. Người quản lý nói với chúng tôi - Chúng tôi không được phép vào BẤT KỲ ngày nào bọn trẻ được nghỉ học. - THẬT LÀ LÚC NÀO. BẠN ĐANG GIỠN HẢ? Tôi hỏi nếu đến tận bây giờ chúng tôi mới biết thì tại sao họ không cho phép con gái tôi đang khóc một lần? Cô ấy bảo chúng tôi MUA VÉ khi CHÚNG TÔI ĐÃ CÓ VÉ HÀNG NĂM. Tàn nhẫn. Đây là một nơi rất không chuyên nghiệp và UNKIND. Việc cô ấy bảo chúng tôi mua vé khi chúng tôi đã sở hữu tấm vé năm đắt tiền cho thấy họ đói tiền và thiếu quan tâm đến trẻ em như thế nào. KHÔNG mua thẻ trực tuyến - đó là SỰ LỪA ĐẢO LỚN khi nói rằng chúng tôi không thể đến vào Thứ Bảy và ngày lễ. Hôm nay là thứ Năm và KHÔNG phải là ngày nghỉ lễ. Tôi sẽ gọi điện cho công ty để cho họ biết đứa con gái đang khóc của tôi và tấm vé của nó KHÔNG quan trọng với những người này. THUÊ MỘT NGƯỜI QUẢN LÝ MỚI THỰC SỰ QUAN TÂM VỀ KHÁCH HÀNG VÀ TRẺ EM CỦA BẠN.Đọc thêm",
            "Dịch vụ này thực sự tệ, họ không quan tâm đến bạn hay trải nghiệm của bạn, chỉ quan tâm đến tiền. Họ làm cô gái tôi khóc và người quản lý chỉ nói tôi xin lỗi, tôi không thể làm gì được.Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực và rất vui khi có cơ hội nói chuyện với bạn về điều đó.  \n\nVui lòng liên hệ với tôi tại bayarea - legolanddiscoverycenter.com trong thời gian sớm nhất thuận tiện để tôi có thể liên hệ với nhóm thích hợp.\nĐọc thêm",
            "Thật kinh khủng, họ không quan tâm đến bạn! Họ đã làm cháu gái tôi khóc vì thô lỗ với những đứa trẻ 2 tuổi này, cuối cùng còn có những bức ảnh họ lấy trộm của chúng tôi 40 đô la khi in album và không ai biết cách giúp bạn hoặc ít nhất là nói điều gì đó! KINH NGHIỆM Tồi tệ hơn! Không được đề xuất!Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực nhưng chúng tôi không có tùy chọn in ảnh album tại địa điểm của chúng tôi.  \n\nTất cả các Trung tâm Khám phá LEGOLAND của chúng tôi đều mong muốn tạo ra những trải nghiệm kỳ diệu cho khách hàng, vì vậy tôi rất sẵn lòng giúp chuyển mối quan tâm của bạn đến nhóm phù hợp.  Vui lòng liên hệ với tôi tại bayarea - legolanddiscoverycenter.com trong thời gian sớm nhất có thể. Đọc thêm",
            "Quá giá cho những gì họ cung cấp. Bạn - đang trả rất nhiều tiền để con bạn ngồi chơi Lego mà bạn có thể chơi miễn phí tại nhà. Một chuyến đi nhỏ có thể dài một phút.. Có thể. Chắc chắn sẽ không quay trở lại. Tôi thà tiết kiệm tiền và đi đến Legoland thực sự.Đọc thêm",
            "Overall my kids aged 3 and 7 didn - t spend as much time in here as I - d thought they would.  Had I brought my now 7-year-old at age 4, when he spent so much time on activities like this at Legoland CA, I think it would have been perfect. Now he builds 18 -  sets with ease so he - s a bit beyond building stations like these, and my 3-year-old wasn - t quite ready for them yet.  But no matter, they both enjoyed it for the hour we were there, and depending on the level of Lego engagement with your kids they may spend more or less time.  The good:- First off I - d bought tickets online for the wrong day! But the lovely guy checking us in made it no problem whatsoever, which I was beyond grateful for.  5 stars for him and the family-friendliness there, the workers in all the shops were really great.- The extra activities  - the ride, 4D movie, and laser maze -  were very much enjoyed by my kids  - and by me to be honest - .  - The mini-cities were wonderful, and the little interactive bits  - sending the subway trains back and forth, the basketball shots, jailbreak from Alcatraz, and football touchdowns -  were little surprises most enjoyed by my kiddos.  Wish I - d known:- The pirate ship climbing structure requires SOCKS.  Mine wore Crocs so they couldn - t go in the pirate ship.  Wish I - d known that and brought some, I bet they would have liked it if they could have gone in.  - It was smaller than I - d expected, so it took less time than I - d expected, and being from out of town and having our weekend activities scheduled around this one, I would have planned differently had I known it would be such a short visit. Overall it - s a fun place, especially if you have a prolific Lego builder ages 4-5 I - d say.  Had I brought mine at that age it would have been his heaven.Read more",
            "Khu vực Vịnh Trung tâm Khám phá LEGOLAND là sân chơi LEGO trong nhà tọa lạc tại Great Mall ở Milpitas. Chúng tôi đến đó cùng gia đình bao gồm cả cháu lớn vào cuối tuần sau khi mua vé trước. Đây là một nơi lý tưởng để đưa trẻ em đến để các em có cơ hội vui chơi, xây dựng và khám phá các nhân vật LEGO cũng như vui chơi và giải trí. Trung tâm có hàng triệu viên gạch và trẻ em có thể tham gia vào các khu vui chơi như Trại huấn luyện, Công viên Duplo, Đảo Phiêu lưu Cướp biển, Động đất rung chuyển, Vùng đất nhỏ vùng Vịnh, v.v. Các em cũng có thể xem Rạp chiếu phim 4D và đi tàu Tốc hành Tưởng tượng - mà chúng tôi cũng rất thích - . Chúng tôi cũng mua trò chơi LEGO để xây dựng cùng với một số vật phẩm quà tặng tại Cửa hàng. Ngoài ra còn có căng tin phục vụ đồ uống nóng - lạnh và đồ ăn nhẹ.  Nơi hoàn hảo cho một thời gian gia đình với trẻ em. Đáng giá.Đọc thêm"
        ],
        "star_ratings": [
            3,
            2,
            0,
            0,
            5
        ],
        "review_amount": 10,
        "location": [
            "Trung tâm khám phá Legoland Bay Area",
            "California-CA-",
            "Hoa Kỳ",
            "Milpitas",
            "Các hoạt động ở Milpitas"
        ],
        "reviews_time": [
            "Written May 24, 2024",
            "Written January 3, 2024",
            "Written October 7, 2023",
            "Written August 14, 2023",
            "Written April 13, 2023",
            "Written September 22, 2022",
            "Written September 19, 2022",
            "Written July 16, 2022",
            "Written July 12, 2022",
            "Written December 14, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32717-d20912560-Reviews-Legoland_Discovery_Center_Bay_Area-Milpitas_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d544985-Reviews-Outback_Steakhouse-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d3382940-Reviews-Olive_Garden_Italian_Restaurant-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d3328323-Reviews-Dave_Buster_s_Milpitas_San_Jose-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d5060175-Reviews-Jollibee-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d5044215-Reviews-Cold_Stone_Creamery-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d4278738-Reviews-Chipotle_Mexican_Grill-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d852989-Reviews-Andersen_Bakery_Incorporated-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d15276936-Reviews-Pho_90_Degree-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d4648362-Reviews-Cinnabon-Milpitas_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32717-d15650564-Reviews-McDonald_s-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d156839-Reviews-Great_Mall-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d27051995-Reviews-Kohl_s-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d20245610-Reviews-Mook_Art_Gallery-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d27040297-Reviews-Marshalls-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d13002255-Reviews-Jain_Centre_of_Northern_California-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d157070-Reviews-Cathedral_Basilica_of_St_Joseph-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d5570681-Reviews-Shreemaya_Krishnadham-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d9811278-Reviews-St_John_The_Baptist_Catholic_Church-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d156816-Reviews-Rosicrucian_Egyptian_Museum-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33046-d6949130-Reviews-Levi_s_Stadium-Santa_Clara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d4049363-Reviews-Golfland_Family_Fun_Centers-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d7729244-Reviews-Cinemark_20_Great_Mall-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d11644318-Reviews-Cardoza_Park-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d7815521-Reviews-AMF_Bowling-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d7745550-Reviews-Bounce_A_Rama-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d20913725-Reviews-Starlite_Park-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d11644340-Reviews-Milpitas_Sports_Center-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d15598965-Reviews-Dave_Buster_s_Arcade-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d17747011-Reviews-Big_Al_s-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d10734511-Reviews-Serra_Theatres-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d20912527-Reviews-India_Community_Center-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d6873730-Reviews-Jose_Higuera_Adobe_Park-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g616229-d2524216-Reviews-Poiana_Brasov-Poiana_Brasov_Brasov_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g57894-d1674353-Reviews-Leesburg_Premium_Outlets-Leesburg_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15780664-Reviews-FlixBus-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g659611-d2720319-Reviews-Designer_Outlet_Noventa_di_Piave-Noventa_di_Piave_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g678579-d2312786-Reviews-BC_Ferries-Tsawwassen_Delta_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808394-d1656808-Reviews-Taipei_Zoo-Wenshan_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g34060-d138300-Reviews-Winterthur_Museum_Garden_Library-Winterthur_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g635755-d5996672-Reviews-Uvita_Beach-Uvita_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1597036-d627649-Reviews-Railay_Beach-Railay_Beach_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46594-d117457-Reviews-Manasquan_Beach-Manasquan_New_Jersey.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32717-d20912560-Reviews-Legoland_Discovery_Center_Bay_Area-Milpitas_California.html"
    }
]