[
    {
        "attraction_name": "Lempuyang Temple",
        "attraction_name_vi": "Đền Lempuyang",
        "general_info": [
            "1.160 đánh giá",
            "4 trong số 13 điều cần làm ở Abang",
            "Địa điểm ưa thích",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Hình ảnh đẹp nhất từ ​​​​Đền Lempuyang. Từ Đền Lempuyang chúng ta có thể ngắm cảnh Núi AgungĐọc thêm",
        "reviews": [
            "Chúng tôi thuê một người lái xe đưa chúng tôi đến ngôi đền này.  Chúng tôi dừng lại bên cánh đồng lúa ở Ubud trước khi đến chùa.  Mặc dù chúng tôi đến chùa vào buổi chiều sau giờ cao điểm buổi sáng nhưng vẫn phải đợi rất lâu 2 tiếng mới có ảnh riêng tư được chụp trước cổng thiên đường nên chúng tôi đã rời đi sớm.  Khu vực Nusa Dua rất đẹp nhưng rất xa các ngôi đền, chúng tôi phải mất gần 10 giờ đi khứ hồi và giao thông rất tệĐọc thêm",
            "Đây là một nơi mà có lẽ bạn phải đến khi đến Bali lần đầu tiên. Mặc dù những bức ảnh rất tuyệt, nhưng chúng tôi không chắc việc phải chờ 4 giờ có xứng đáng không. Như đã đề cập trong các bài đánh giá khác, có lẽ tốt nhất là lấy phiếu giảm giá, ghé thăm Lahangan Sweet và có thể ăn trưa trước khi tiếp tục chờ đợi. Đọc thêm",
            "Một ngôi chùa đẹp với rất nhiều cơ hội chụp những bức ảnh không thể ghép nối. \nChúng tôi đến đó như một phần của chuyến tham quan. Chúng tôi rời khách sạn ở kuta lúc 4 giờ sáng. Chúng tôi đến lúc 5h45 sáng\nVà số của chúng tôi là 65 để chụp những bức ảnh nổi tiếng ở cổng thiên đường.\nPhải mất 2 giờ mới đến lượt chúng tôi. \nMột người địa phương đã tiếp cận chúng tôi và đề nghị thuê một bức ảnh phong cách Indonesia cho bức ảnh, trông rất đẹp và chúng tôi được cho biết là giá 300 idr. Khi chúng tôi đến cửa hàng, anh ấy nói LÀ 300 MỖI NGƯỜI, chúng tôi có thể thương lượng giá nhưng chỉ cần lưu ý mánh khóe.\nCó một nhà hàng bên chùa cung cấp cơ hội chụp ảnh rất đẹp cũng như chính ngôi chùa. Bạn chỉ cần lấy thứ gì đó từ nhà hàng và xuất trình hóa đơn ở tầng trên nơi chụp ảnh. Đừng bỏ lỡ. Đọc thêm",
            "Ở phía đông của đảo, cách Nusa Dua 2 giờ lái xe bằng taxi riêng, bạn có thể ghé thăm địa điểm tuyệt đẹp này. Vé vào 55.000 rupiah, xe đưa đón 45.000. chen chúc, phải chờ chụp ảnh ở Cổng Trời. Đừng bỏ lỡ Tirta Gannga, cách đó 20 phút đi ô tô. P.s. taxi riêng trong 8 giờ - 1.000.000 rupiah, nhưng đừng lo, không đủ.  Vậy thêm là 100.000 rupiah giờ. Đáng tiền. Yêu cầu taxi riêng tại quầy lễ tân của khách sạnĐọc thêm",
            "Chúng tôi lái xe đến đây từ Nusa Dua, mất 2,5 giờ lái xe. Khi đến nơi, bạn phải trả 45 idr và xe buýt sẽ đưa bạn lên đỉnh một ngọn đồi rất dốc. Trước khi đến chùa, bạn sẽ phải trả thêm 55 idr để vào cổng cùng với số để xếp hàng để chụp ảnh. Đi bộ đến chùa mất khoảng 5 phút nhưng rất dốc nên cần cân nhắc nếu bạn gặp khó khăn khi đi bộ. Chúng tôi không buồn chờ đợi cơ hội chụp ảnh vì phải chờ 2 giờ và chúng tôi có những nơi khác để tham quan.\n\nNhìn chung, đây là một cơ hội chụp ảnh tuyệt vời với ngọn núi lửa ở hậu cảnh.Đọc thêm",
            "Mọi người đều đã thấy những bức ảnh từ Lempuyang trên Instagram. Thật đáng để ghé thăm chỉ để trải nghiệm cảnh khách du lịch xếp hàng chờ đến lượt. Chúng tôi đến đền lúc 6 giờ sáng và vẫn là người thứ 84 trong hàng để chụp ảnh!! Vì vậy, chúng tôi đã tự giải trí trong 2,5 giờ trong khi chờ đợi khoảnh khắc chụp ảnh của mình.\n\nTrong khi chờ đợi, bạn có thể thấy mọi người khác đang tập tạo dáng và chắc chắn bạn sẽ tham gia! Như tôi đã nói, đó là một dây chuyền sản xuất nhưng cung cấp một góc nhìn mang tính biểu tượng. Bản thân ngôi đền nằm trên sườn đồi cao và bạn tự hỏi làm thế nào mà mọi người lại xây dựng nơi này ngay từ đầu.\n\nCuối cùng, nếu bạn muốn có bức ảnh mang tính biểu tượng đó, bạn nên xếp hàng trước 6 giờ sáng và mang theo những thứ để giải trí: Đọc thêm",
            "Đền Lempuyang được xây dựng trên một ngọn đồi rất ấn tượng và kỳ lạ, đặc biệt với những chiếc đầu rồng quyến rũ và những chiếc đuôi dài đồ sộ từ trên xuống.  Cổng Thiên Đường đẹp như tranh vẽ mặc dù cảnh tượng Núi Agung không được đảm bảo.  Ngọn núi này bị mây che phủ khi chúng tôi ghé thăm.  Dưới đây là một số điều cần lưu ý:\n\nDu khách sẽ phải trả phí chụp ảnh ngoài giá vé, nếu bạn chọn chụp ảnh chính mình với Cổng Thiên đường.  \n\nTại quầy bán vé, chúng tôi được thông báo rằng phải chờ 3 giờ để chụp ảnh với Cổng.  Hướng dẫn viên của chúng tôi nói với chúng tôi rằng đối với một trong những khách hàng trước đây của anh ấy, họ đã đợi từ 4 người trở lên? giờ. \n\nCuối cùng khi chúng tôi đến chùa sau một chuyến xe đưa đón ngắn từ quầy bán vé, chúng tôi nhận thấy có một đám đông khổng lồ đang chờ đợi.  Khi số của bạn được gọi, bạn có khoảng một phút để chụp một hoặc hai bức ảnh của mình trong bữa tiệc với Cổng.  Ai đó gọi to các con số và di chuyển đám đông càng nhanh càng tốt.  \n\nCó đáng để chờ đợi không?\n\nHướng dẫn viên của chúng tôi đề nghị chúng tôi chỉ cần đi bộ qua Cổng và chụp ảnh từ phía bên kia Cổng.  Mặc dù cảnh tượng không ấn tượng bằng nhưng ít nhất chúng tôi cũng ghi lại được hình ảnh của mình trước ống kính với hậu cảnh là Cổng.  \nĐọc thêm",
            "Lempuyang là một ngôi chùa tuyệt đẹp nằm trên đỉnh một ngọn núi đối diện với Núi Agung. Những gì không được yêu? Đầu tiên, khách du lịch đến đây chỉ để chụp bức ảnh Bali mang tính biểu tượng đó. Tôi không chụp ảnh, tôi chỉ khám phá khu phức hợp đền thờ nhưng nghe nói thời gian chờ để được chụp ảnh là khoảng từ 1 đến 4 giờ. Tôi không hiểu tại sao mọi người có thể lãng phí thời gian như thế này chỉ vì một bức ảnh. Tôi đã chụp được những bức ảnh tuyệt đẹp về cánh cổng khi mọi người đang luân phiên ra vào. Bạn có rất nhiều người chỉ quanh quẩn. Thật không may, tôi đã cho ngôi đền này 3 sao vì nó dành cho khách du lịch. Tuy nhiên, ngôi đền cũng đẹp như phong cảnh.Đọc thêm",
            "Điều này hoàn toàn đáng để thức dậy để đón xe lúc 4 giờ sáng từ Ubud. Chúng tôi đến vào khoảng 5 giờ 45 sáng để lấy xe đưa đón và sau đó đi bộ quãng đường còn lại sau khi nhận được xà rông miễn phí cần thiết. Chúng tôi ở số 22. Phải mất khoảng một giờ mới có được ảnh. Chúng tôi đã chụp xong ảnh vào lúc 6:55 sáng. Họ thật tử tế khi chụp vài bức ảnh và chụp một mình cho chúng tôi.Đọc thêm",
            "Bạn có thích xếp hàng chờ đợi không? Bạn có thích thức dậy lúc 3 giờ sáng không? Hoặc bạn thích ý tưởng cố gắng sáng tạo với các tư thế tạo dáng cho một bức ảnh không thực tế về mặt kỹ thuật? Tôi đã tìm được nơi hoàn hảo cho bạn! Đền Lempuyang\n\nNgôi chùa này nằm khá xa so với hầu hết các khách sạn của người dân nên đối với tôi, tôi rời khách sạn lúc 3h15 sáng và đến đó lúc 5h15 sáng. Sau khi đi xe đưa đón và lấy số, trả phí chụp ảnh, rồi đi bộ lên một ngọn đồi dốc, cuối cùng tôi đã đến Cổng Thiên Đường. Nhưng trên thực tế, cổng của nó phải xếp hàng dài. Tôi ra khỏi đó lúc 7 giờ sáng mặc dù là một trong những người đầu tiên có mặt lúc 5 giờ 15 sáng. \n\nCác nhân viên ở đây sử dụng thủ thuật của máy ảnh để tạo ra hình ảnh có sự phản chiếu. Bạn được tạo ba hoặc bốn tư thế để chụp ảnh bạn ở cổng. Tôi cảm thấy nó có vẻ ngô nghê và du lịch. Tôi đoán nếu đây là lần đầu tiên đến Bali thì tại sao không, nhưng bất kỳ ai làm điều đó nhiều hơn một lần đều thật điên rồ.Đọc thêm",
            "Địa điểm mang tính biểu tượng nằm cách xa Ubud. Ngôi đền tuyệt đẹp nhưng hơn khách du lịch. Rất nhiều người chỉ chờ đợi một cú nhấp chuột ngắn. Đọc thêm",
            "Bạn có thích xếp hàng chờ đợi không? Bạn có thích thức dậy lúc 3 giờ sáng không? Hoặc bạn thích ý tưởng cố gắng sáng tạo với các tư thế tạo dáng cho một bức ảnh không thực tế về mặt kỹ thuật? Tôi đã tìm được nơi hoàn hảo cho bạn! Đền Lempuyang Ngôi chùa này nằm khá xa so với hầu hết các khách sạn của người dân nên đối với tôi, tôi rời khách sạn lúc 3:15 sáng và đến đó lúc 5:15 sáng. Sau khi đi xe đưa đón và lấy số, trả phí chụp ảnh, rồi đi bộ lên một ngọn đồi dốc, cuối cùng tôi đã đến Cổng Thiên Đường. Nhưng trên thực tế, cổng của nó phải xếp hàng dài. Tôi ra khỏi đó lúc 7 giờ sáng mặc dù là một trong những người đầu tiên có mặt lúc 5 giờ 15 sáng. Các nhân viên ở đây sử dụng thủ thuật của máy ảnh để tạo ra hình ảnh có sự phản chiếu. Bạn được tạo ba hoặc bốn tư thế để chụp ảnh bạn ở cổng. Tôi cảm thấy nó có vẻ ngô nghê và du lịch. Tôi đoán nếu đây là lần đầu tiên đến Bali thì tại sao không, nhưng bất kỳ ai làm điều đó nhiều hơn một lần đều thật điên rồ.Đọc thêm",
            "Đó có thể là một nơi tuyệt vời, một ngôi đền tâm linh rất thú vị trên một ngọn đồi. Với rất nhiều tiềm năng. Thật không may, nó hoàn toàn bị lạm dụng bởi các tour du lịch. Ngay cả khi bạn không thể chụp ảnh, hãy xếp hàng 3 giờ đồng hồ chỉ để chụp một vài bức ảnh!! bạn vẫn có thể nhìn ra xung quanh vì ngôi đền thực sự rất nhỏ. Nhưng vẫn khó tập trung và có trải nghiệm thú vị ở một ngôi chùa linh thiêng khi người dân địa phương cứ 10 phút lại cầm micro hét lên số 117, 118.119 như trong bưu điện để khách du lịch chụp ảnh với cánh cổng nổi tiếng. Có chút buồn cườiĐọc thêm",
            "Một cái bẫy du lịch. Một khoản phí cho xe buggy đến chùa và sau đó là phí vào cửa khá lớn cho tất cả các ngôi chùa, tuy nhiên tôi nghi ngờ hầu hết mọi người ngồi ở ngôi chùa đầu tiên để chờ chụp ảnh. Hơi bối rối và không hiểu tại sao bạn lại chờ đợi bức ảnh hoàn hảo đó từ một ngày trong kỳ nghỉ của mìnhĐọc thêm",
            "Thực sự khá buồn cười khi chứng kiến.  Việc đông người thường phải chờ hàng tiếng đồng hồ 3 tiếng là chuyện bình thường đối với một vài bức ảnh không hoàn toàn thực tế.  Đặc biệt khi bạn nhìn thấy những phụ nữ với túi trang điểm đang chuẩn bị cho buổi chụp ảnh của mình, bạn sẽ nhận ra đây là một thế giới mới. Cách tiktok và instagram giúp xác định nội dung mà người này muốn người kia xem.  Chờ đợi hàng giờ để có được một bức ảnh là điều bạn thường làm chỉ vì chính mình. Nhưng tất nhiên, mọi người đều đưa ra quyết định của riêng mình và nếu bạn hài lòng với việc chờ đợi lâu cho bức ảnh cực kỳ phù hợp hoặc quan trọng đó thì hãy tiếp tục. Bạn có nhận ra một nửa bức ảnh là GIẢ.Đọc thêm",
            "Điều này hoàn toàn đáng để thức dậy để đón xe lúc 4 giờ sáng từ Ubud. Chúng tôi đến vào khoảng 5 giờ 45 sáng để lấy xe đưa đón và sau đó đi bộ quãng đường còn lại sau khi nhận được xà rông miễn phí cần thiết. Chúng tôi ở số 22. Phải mất khoảng một giờ mới có được ảnh. Chúng tôi đã chụp xong ảnh vào lúc 6:55 sáng. Họ thật tử tế khi chụp vài bức ảnh và chụp một mình cho chúng tôi.Đọc thêm",
            "Hãy rời khỏi nơi lưu trú của bạn trước 5 giờ hoặc đến muộn vì phải xếp hàng dài để nhấp chuột. Nơi tốt để chụp ảnh. Ở đó bạn sẽ tìm thấy một nhiếp ảnh gia tận tâm nhấp vào ảnh của bạn và không yêu cầu. Tiền là mong muốn của bạn nếu bạn muốn trả tiền hay khôngĐọc thêm",
            "Chúng tôi mất hơn 2 giờ lái xe từ Ubud đến địa điểm du lịch này nhưng cuối cùng chúng tôi phát hiện ra rằng đó là một cái bẫy du lịch. Trên thực tế, ngôi chùa này không hề có nước. Tất cả những bức ảnh đó đều được chụp bằng gương, tạo ấn tượng về sự phản chiếu trên mặt nước. Nhiếp ảnh gia của Đền Lempuyang đã đặt chiếc gương bên dưới máy ảnh của khách du lịch để tạo hiệu ứng phản chiếu cho nó, điều này rất gây hiểu nhầm! Việc nhận ra điều này đã khiến nhiều khách du lịch bất bình để lại những đánh giá tiêu cực trên Internet, nơi họ đã than thở về cột mốc giả mạo, cũng như hàng đợi. Chúng tôi ĐÃ nhận thấy rằng có một quy tắc ứng xử được dán tại Khu phức hợp Đền Lempuyang bao gồm một số quy tắc. Vâng, đủ công bằng. Vì đây là một địa điểm tôn giáo nên tôn giáo và phong tục của người Bali cần được tôn trọng nếu chúng ta chọn đến thăm. Một trong những quy tắc ứng xử nêu rõ rằng, Hãy giữ suy nghĩ và ngôn ngữ của bạn tích cực. Chà, điều này có áp dụng cho cả nhiếp ảnh gia nhân viên trong Đền thờ không? Chụp ảnh giả cho khách du lịch trong Đền rõ ràng là biểu hiện thiếu trung thực và thiếu trách nhiệm, vì Pura Lempuyang là nơi linh thiêng. Tôi muốn biết tại sao Đền vẫn cho phép nhân viên nhiếp ảnh chụp ảnh giả cho khách du lịch? Có nên cấm nó không? Nên chụp hoặc khuyến khích ảnh thật ở nơi linh thiêng như ngôi chùa này.Đọc thêm",
            "Ở đây chúng tôi cùng các bạn được ngắm cảnh rất đẹp vào buổi sáng và chụp ảnh tại Đền Bentar rất tráng lệ nên rất vui khi được đến thăm Đền LempunyangĐọc thêm",
            "Đã ghé thăm địa điểm mang tính biểu tượng này. Nhưng đã hoàn toàn thất vọng. Phải mất gần bốn giờ chỉ để chụp những bức ảnh giả. Thật lãng phí thời gian khi đi ba giờ từ Kuta chỉ để đứng và chờ nhấp chuột 10 giây. Trong ảnh bạn trông giống như một con kiến ​​trước cổng trời.Đọc thêm",
            "CHÀO. Có nên lái xe từ Sekumpul đến Lempuyang không? Chúng tôi dự định khởi hành từ Sekumpul vào khoảng 2 giờ chiều và đến Lempuyang trước 4 giờ 30 chiều.Đọc thêm",
            "Nếu bạn định chụp ảnh ở Cổng Thiên Đường, bạn sẽ phải xếp hàng rất lâu.  Bạn cần đến Lempuyang vào sáng sớmĐọc thêm",
            "Sự hiếu khách của người dân chùa LempuyangĐọc thêm",
            "Chào buổi sáng ! Tôi muốn biết liệu có thể đến chùa bằng xe máy hay không - cổng thiên đường - tôi thực sự không biết nó được gọi là gì! Tôi không chắc mình có thể leo được 1700 bậc thang này không!Đọc thêm",
            "Bác Swastiastu \nCó ai từng đề xuất sử dụng bộ làm lệch ánh sáng để chụp ảnh sau 12:30 trưa chưa?\nVì vậy, ảnh của khách trông không bị tối.Đọc thêm",
            "Nếu câu trả lời là có thì tôi nghĩ vậy.Đọc thêm",
            "Nếu chúng tôi ở bãi biển nasa dua thì sẽ mất bao lâu để đi và trở về lempuyang và mọi người thường dành bao nhiêu thời gian ở đóĐọc thêm",
            "Vâng, chúng tôi đã đi từ Jimbaran và mất khoảng 2 tiếng rưỡi. Chúng tôi rời đi lúc 4 giờ 30 sáng, đến lúc 7 giờ sáng và vẫn phải chờ 3 tiếng. Bạn có thể lấy một tách cà phê và kiểm tra các điểm ảnh khác sau khi thu thập được mã thông báo đang chờ. Đọc thêm",
            "Đang định đi vào ngày lễ Giáng sinh năm 1225, có ai biết có những ngày lễ, ngày nghỉ hoặc giờ nào cần lưu ý không?Đọc thêm",
            "Tôi không nghĩ ngôi đền sẽ đóng cửa vào dịp Giáng sinh. Đến đó bằng ô tô riêng vào sáng sớm các ngày trong tuần, vì khách du lịch thường tràn vào khoảng 8 giờ sáng. Có đáng để chờ đợi hơn ba giờ chỉ để chụp ảnh năm phút không? câu trả lời là không rõ ràng. Không nên đến đó vào cuối tuần hoặc ngày lễ.Đọc thêm",
            "Xin lỗi nhưng vị trí trên bản đồ có chính xác không? Không phải nó ở gần bờ biển phía đông sao? Cảm ơn bạnĐọc thêm",
            "Không ở vị trí không gần bờ biển Đọc thêm",
            "Xin ông cho biết, đối với Đền Luhur Lempuyang, liệu ngày mai, Thứ Sáu, ngày 2 tháng 8 năm 2019, sẽ đóng cửa đón khách du lịch vào dịp nghỉ lễ Kuningan và cho đến khi Đền Lempuyang đóng cửa đón khách du lịch.",
            "Tôi không nghĩ pura lemouyang sẽ đóng cửa trong lễ kuningan, nhưng ngày đó rất đông, nhiều người theo đạo Hindu sẽ đến đây để làm lễ, tất nhiên bạn không thể vào sân trong của ngôi đền chỉ để cầu nguyện, giống như cổng thiên đường, tôi nghĩ thế là ổn , hoặc bạn có thể yêu cầu tài xế của mình đảm bảo điều đó. Thực ra tôi đã thấy một số bức ảnh được chụp ở Galungan và Kuningan, góc nhìn khác!Đọc thêm",
            "Chào buổi sáng,\n\nVề sarong, có thể mua sarong tại chỗ không? Mặc áo dài có quàng khăn che vai, thế đã đủ chưa?\nCảm ơn trước vì câu trả lời của bạn Đọc thêm",
            "Có, ở nơi họ cung cấp cho bạn hai người, một người miễn phí tham quan địa điểm và lần thứ hai bạn trả tiền, tôi nghĩ là 10k IDR để xuống nước Đọc thêm",
            "nếu tôi đã thuê một chiếc xe\nBạn có thể lái xe đến đó từ kuta không?Đọc thêm",
            "Xin chào Ahmed Z. Nếu ý bạn là bạn tự lái xe, tôi có thể không thực sự khuyến khích vì giao thông và tuyến đường ở Đông Bali không còn khó khăn với xe tải và cũng có quá nhiều khúc cua. Nhưng nếu bạn thuê ô tô và tài xế thì tất nhiên là có thể mất từ ​​2 giờ đến 2 tiếng rưỡi lái xe từ Kuta khi không có giao thông. Có thể thêm 20-30 phút nữa với lưu lượng truy cập. Nếu bạn định chụp ảnh ở cổng, để tránh phải xếp hàng hay xếp hàng theo khuyến nghị của tôi thì hãy đến sớm hơn, hãy có mặt tại chùa vào khoảng 8-9h sáng. Không khuyến khích bạn bắt đầu chuyến đi vào buổi trưa hoặc buổi chiều vì có thể sẽ lãng phí thời gian xếp hàng và xếp hàng giữa những khách du lịch khác để chụp ảnh ở cổng. Bạn cũng có thể liên hệ với adimelali trên tripadvisor để được hỗ trợ vận chuyển cho chuyến đi này, vì họ đặc biệt có chuyến đi về phía đông Bali.Đọc thêm"
        ],
        "star_ratings": [
            555,
            290,
            153,
            88,
            74
        ],
        "review_amount": 1160,
        "location": [
            "Đền Lempuyang",
            "Karangasem",
            "Châu Á",
            "Bali",
            "Anh trai",
            "Hoạt động giải trí tại Abang",
            "Indonesia"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 23, 2023",
            "Written August 6, 2023",
            "Written August 17, 2023",
            "Written October 7, 2023",
            "Written October 27, 2023",
            "Written November 15, 2023",
            "Written January 26, 2024",
            "Written April 11, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 10, 2024",
            "Written April 28, 2024",
            "Written April 11, 2024",
            "Written March 22, 2024",
            "Written March 6, 2024",
            "Written March 5, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2528749-d4155196-Reviews-Lempuyang_Temple-Abang_Karangasem_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2528749-d20051259-Reviews-Taman_Lempuyang_View-Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608484-d26662694-Reviews-View_Point_Resto_Lahangan-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1193650-d17527696-Reviews-D_Lumbung_Sari-Bukit_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g780769-d25249226-Reviews-Tunas_Luwak_Coffee_Bali-Ababi_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608484-d2232083-Reviews-Bali_Asli_Restaurant-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2528749-d15028847-Reviews-Warung_Betutu_Mangsul-Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d18922428-Reviews-Gates_of_Heaven-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d1158015-Reviews-Tirta_Gangga-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d2211842-Reviews-Ujung_Water_Palace-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g2528747-d9697351-Reviews-Lipah_Beach-Bunutan_Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d6515924-Reviews-Jemeluk_Beach-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g2528749-d25214752-Reviews-Lahangan_Sweet-Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d4421988-Reviews-Pantai_Amed-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d11500544-Reviews-Japanese_Ship_Wreck_Point-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d10412312-Reviews-FreeBird_Express-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d26223084-Reviews-Hiking_Month_agung_bali-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g2528749-d4155196-Reviews-or10-Lempuyang_Temple-Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g13356179-d14027066-Reviews-Bali_Blacky_Tour_Driver-Kerobokan_Kelod_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d11835807-Reviews-Abyss_Dive_Center_Bali-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d2316062-Reviews-Adventure_Divers_Bali-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d13505550-Reviews-Made_Tour_Driver_Bali-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d17433407-Reviews-FUN_DIVERS_COZUMEL-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d14969766-Reviews-La_Bila_Dive_Resort_Amed-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d8564471-Reviews-Evolution_Diver-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d6848913-Reviews-Bali_Fab_Dive_center-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d14155803-Reviews-Bali_Dive_Cove-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g2528747-d11959144-Reviews-Fathom_Freedive_Bali-Bunutan_Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d6949019-Reviews-PADI_No_Fear_Diving-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d8488927-Reviews-Bintang_Divers-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d8567225-Reviews-Amed_Jepun_Divers-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608478-d3511676-Reviews-Amed_White_Sand_Divers-Amed_Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d5832915-Reviews-Bimini_Bay_Bar-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10758594-Reviews-MiniBUD-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4694451-Reviews-Cotton_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075590-d13457265-Reviews-Quintana_Beach-Quintana_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d10799324-Reviews-Cody_Night_Rodeo-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626907-d19268791-Reviews-Shaat_View_Point-Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g56565-d109500-Reviews-Goose_Island_State_Park-Rockport_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49206-d3583141-Reviews-Grandad_s_Apples-Hendersonville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d2557209-Reviews-Daan_Forest_Park-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g31525-d8009793-Reviews-Big_Spring_Park-Cotter_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2528749-d4155196-Reviews-or10-Lempuyang_Temple-Abang_Karangasem_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2528749-d4155196-Reviews-Lempuyang_Temple-Abang_Karangasem_Bali.html"
    }
]