[
    {
        "attraction_name": "Leonelli's Beach",
        "attraction_name_vi": "Bãi biển Leonellis",
        "general_info": [
            "620 đánh giá",
            "22 trong số 89 điều cần làm ở Sorrento",
            "Bãi biển",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đầu tiên là bãi biển đẹp, nước trong và bọn trẻ rất thích nó. Tuy nhiên, bọn trẻ chỉ được phép đến bãi biển chứ không được tắm nắng và chúng tôi đã tìm thấy rất nhiều mảnh chai thủy tinh vỡ ngay cạnh ghế tắm nắng! Không ấn tượng với điều đó. Việc họ độc quyền hoàn toàn một khu vực bãi biển là khá tệ, việc phải trả 50 euro cho những chiếc giường tắm nắng thực sự gây sốc. Chúng tôi không ăn nhiều ở đó vì một lon coca có giá 4 Euro, thật điên rồ. Hầu hết các món ăn nhẹ đều trên 16 món cho những đĩa thức ăn nhỏ. Một ngày vui vẻ nhưng nếu bạn muốn thêm bất cứ điều gì thì tất cả chỉ vì tiền! Bạn phải thay đồ trong nhà vệ sinh vì tốn 35 đô la cho một túp lều thay đồ! Bọn trẻ sẽ thích nó nhưng hãy cẩn thận khi đứng và đi nơi khác để lấy thức ăn, mang theo một ít nướcĐọc thêm",
            "OK, biển rất tuyệt và bạn không thể tranh cãi với tình trạng cơ sở vật chất, nhưng nó không rẻ như tôi mong đợi. Chúng tôi đã trả 50 Euro cho 3 chiếc giường và một chiếc dù che nắng. Biển rất đẹp và tôi nghĩ đồ ăn cũng như dịch vụ đều ngon, nhưng chúng tôi chỉ thích ngâm mình và cảm thấy buộc phải làm việc đó cả ngày vì chi phí.  Có một chút tiếng còi báo hiệu của con người ở gần đó, điều này không tạo nên một trải nghiệm thân mật nhưng nó tương đối văn minh!Đọc thêm",
            "Có một chút nghi ngờ khi truy cập vào đây sau khi đọc một số đánh giá gần đây nhưng rất vui khi nói rằng đó không phải là trải nghiệm của chúng tôi. Chúng tôi đã có một ngày tuyệt vời ở đây. Tìm thấy tất cả các nhân viên để được chào đón và thân thiện. Thực phẩm mới nấu chín tuyệt vời và một mức giá tuyệt vời khi xem xét nơi bạn sống. Sạch sẽ không tì vết quá. Đừng trì hoãn và hãy truy cập để đưa ra đánh giá của riêng bạn. Nếu chúng tôi ở Ý lâu hơn, chúng tôi sẽ thực hiện một chuyến thăm khác.Đọc thêm",
            "Đó là một ngày thú vị với bọn trẻ trên bãi biển nhưng hãy chuẩn bị tinh thần cho giá cao và nhân viên thô lỗ!\n2 ghế tắm nắng mỗi chiếc 18 chiếc, 1 chiếc ô 8 chiếc ghế bổ sung 18 chiếc được làm với giá 62 chiếc cho một không gian trên bãi biển. \nĐiều này không bao gồm thang máy để lên xuống 8 chuyến trở lại cho 4 người chúng tôi. \nHọ có nhân viên làm việc ở lối vào mà tôi có thể so sánh với nhân viên cửa hộp đêm với thái độ khủng khiếp và chuyến đi quyền lực của họ. Chắc chắn họ sẽ không chào đón bạn bằng một nụ cười trước khi bạn bước vào để được thuê ghế và giá quầy bar. \nChúng tôi ăn trưa tại quán ăn nhanh và giá cả rất cao ngay cả đối với tiêu chuẩn của Sorrento và ở đó một lần nữa chúng tôi lại gặp phải thái độ nghiêm túc. \nNơi này gây ấn tượng với tôi giống như những điểm du lịch nổi tiếng khác là nhân viên không quan tâm đến cách họ đối xử với khách hàng vì có rất nhiều khách du lịch đi qua. \nVí dụ về một số mức giá cao - 16 cho bia cỡ lớn, 10 cho bánh sandwich phô mai giăm bông đơn giản.Đọc thêm",
            "Có một ngày rất tốt đẹp ở đây ngày hôm nay. Đúng. Nó hơi đắt tiền nhưng nó sạch sẽ. Nhân viên rất tốt và bơi lội thật tuyệt vời. \nChúng tôi có những chiếc giường rất đẹp cả ngày. Sử dụng nhà vệ sinh sạch sẽ và quầy bar tốt. Bữa trưa là món panino thật đáng yêu. \nKhông có gì để phàn nàn cả. \nChắc chắn sẽ quay trở lại. \nĐọc thêm",
            "Chúng tôi đã dành hai ngày ở đây và thấy đây là một nơi tuyệt vời để dành một ngày.  Trải nghiệm của chúng tôi rất khác so với những người viết đánh giá gần đây.  Mọi nhân viên chúng tôi tiếp xúc đều hữu ích và thân thiện.  Một lời nói tử tế và một nụ cười có thể đi được một chặng đường dài.  Ngày đầu tiên chúng tôi đi, chúng tôi chỉ đang tìm một nơi để thư giãn bên dòng nước sau một tuần bận rộn ở Bờ biển Amalfi.  Thời tiết nhiều mây và gió nhẹ nhưng vẫn đủ ấm để thư giãn bên dòng nước.   Chúng tôi đã được giảm giá cho giường phơi nắng vì thời tiết.  Ngày thứ hai ấm áp và đầy nắng và chúng tôi đã trả đủ giá. Chúng tôi đã chọn đặt đồ ăn và đồ uống của riêng mình từ quán ăn nhanh vào cả hai ngày với rượu khai vị aperol, bia, phô mai nướng và khoai tây chiên, pizza.  Dịch vụ nhanh chóng và thức ăn ngon. Đó là món ăn nhẹ ở quán bar bên bờ biển và hoàn toàn đáp ứng được mong đợi của chúng tôi.  Chúng tôi không tìm kiếm một bữa ăn ngon.  Phòng tắm sạch sẽ vượt quá mong đợi của chúng tôi về một nơi như vậy.  Nằm dài trên giường phơi nắng và ngắm cảnh Sorrento là một cách tuyệt vời để dành cả ngày.  Có lẽ trải nghiệm của chúng tôi khác vì chúng tôi đến đó vào cuối tháng 9 và đám đông ít hơn mặc dù đối với chúng tôi, Sorrento vẫn có vẻ hơi đông đúc.  Chúng tôi đã có trải nghiệm tuyệt vời ở đây cả hai ngày và tôi chắc chắn sẽ giới thiệu nó cho những người khác.  Đọc thêm",
            "Cách tuyệt vời để dành một vài giờ vào một ngày đẹp trời khi bạn cần một chút thời gian để thư giãn. Nhân viên rất niềm nở và hữu ích. Khung cảnh tuyệt vời và nơi mát mẻ để bơi lội. Chắc chắn đáng giá thời gian và tiền bạc.Đọc thêm",
            "Tất cả các câu lạc bộ bãi biển đều có tiện nghi tương tự nhưng Leonellis có giá tốt nhất xét về khả năng chi trả. Những chiếc ghế rất thoải mái, chúng tôi có thể có được những chỗ có ô và nước trong vắt. Các nhân viên rất tốt và hữu ích. Đồ uống và thức ăn có giá quá cao, như mong đợi ở bãi biển, nhưng các lựa chọn có vẻ tốt - chúng tôi đã không tham gia. Tiện nghi phòng tắm sạch sẽ. Muốn giới thiệuĐọc thêm",
            "Vào ngày đầu tiên ở Sorrento, chúng tôi đã nhìn thấy câu lạc bộ bãi biển này từ trên cao. Thậm chí vào cuối tháng 4 vẫn có một vài người đang tắm nắng trên ghế dài.\n\nVài ngày sau, trong khi người dân địa phương cho rằng thời tiết lạnh giá, chúng tôi lang thang xuống đây để đi dạo quanh thị trấn.\n\nCác câu lạc bộ bãi biển khác đang cố gắng hết sức để đến uống nước. Tuy nhiên, một người phụ nữ đáng yêu ở Leonellis đã mời chúng tôi đi dạo trên bến tàu của họ để ngắm cảnh và chụp ảnh. Vì lý do này, cuối cùng chúng tôi phải bày bàn, gọi cocktail, ăn ngấu nghiến bánh mì tỏi chiên giòn miễn phí và ở lại vài giờ phơi nắng. Một trong những máy chủ thậm chí còn đồng ý chụp ảnh của chúng tôi.\n\nThật là một cách tuyệt vời để dành một buổi chiều dưới ánh nắng Sorrento ... ngay cả khi trái mùa!Đọc thêm",
            "Chúng tôi đã có một ngày rất tốt đẹp ở đây.  Giá ghế và ô là những gì tôi mong đợi và phù hợp với giá cả ở nhiều nơi ở Mỹ. Bãi Nam. Thức ăn cao hơn một chút so với những nơi khác, nhưng hợp lý và tốt.  Nước rất đẹp.  Những người khác có thể có trải nghiệm khác, nhưng tôi thấy nhân viên rất hữu ích và nhanh chóng. Đọc thêm",
            "Chúng tôi có thang máy xuống bãi biển và khu vực cảng là Sorrento. Chúng tôi đi bộ và sau đó quyết định dùng bữa tại nhà hàng bên bờ biển. Nhân viên rất thân thiện, phục vụ tốt, chúng tôi ngồi ngay sát bờ biển của quán, nhìn xuống nước biển trong vắt và ngắm đàn cá bơi lội. Chúng tôi có trai ở đây và chúng rất ngon, rất tươi và được nấu chín hoàn hảo. Chúng tôi cũng có đồ uống, họ làm bia, cà phê, cocktail và nước ngọt. Chúng tôi rất thích thời gian ở nhà hàng. Một nơi tốt để đến ở Sorrento, tôi sẽ đi thang máy xuống, nó dễ hơn nhiều so với việc đi bộ xuống.Đọc thêm",
            "Xé ra.  50 euro cho 2 ghế phòng chờ.  Tôi rõ ràng đã yêu cầu một chiếc ghế cạnh nước và được bảo rằng không có vấn đề gì. Sau đó, người phục vụ cố gắng đưa chúng tôi vào phía sau, mặc dù số ghế đã trống một nửa.  Phải mời ông chủ ngồi.  Nhân viên bán vé và người phục vụ trên bãi biển đều thô lỗ.  Tệ nhất là ghế Lounge không thoải mái và không thể điều chỉnh được.  Bãi biển có cát đen nhỏ.  Có nhiều câu lạc bộ bãi biển ở đây. Chúng tôi đã chọn sai.  Đi nơi khác.Đọc thêm",
            "Đối với những bãi biển nằm cạnh vách đá, bãi biển này độc đáo ở chỗ có thang máy nằm ở giữa bãi biển.  Nó mang lại cơ hội tuyệt vời để dễ dàng ngắm nhìn toàn cảnh bãi biển trên đỉnh vách đá mà không cần phải đi bộ lên hoặc xuống vách đá.Đọc thêm",
            "Vào ngày đầu tiên ở Sorrento, chúng tôi đã nhìn thấy câu lạc bộ bãi biển này từ trên cao. Ngay cả vào cuối tháng 4, vẫn có một vài người đang tắm nắng trên ghế dài. Một vài ngày sau, trong khi thời tiết được người dân địa phương coi là lạnh, chúng tôi lang thang xuống chỉ để đi dạo quanh thị trấn. Các câu lạc bộ bãi biển khác đang cố gắng thuyết phục về việc sắp tới vào uống nước. Tuy nhiên, một người phụ nữ đáng yêu ở Leonellis đã mời chúng tôi đi dạo trên bến tàu của họ để ngắm cảnh và chụp ảnh. Vì lý do này, cuối cùng chúng tôi phải bày bàn, gọi cocktail, ăn ngấu nghiến bánh mì tỏi chiên giòn miễn phí và ở lại vài giờ phơi nắng. Một trong những máy chủ thậm chí còn đồng ý chụp ảnh của chúng tôi. Đó là một cách thú vị để dành một buổi chiều dưới ánh nắng Sorrento ... ngay cả khi trái mùa!Đọc thêm",
            "Tất cả các câu lạc bộ bãi biển đều có tiện nghi tương tự nhưng Leonellis có giá tốt nhất xét về khả năng chi trả. Những chiếc ghế rất thoải mái, chúng tôi có thể có được những chỗ có ô và nước trong vắt. Các nhân viên rất tốt và hữu ích. Đồ uống và thức ăn có giá quá cao, như mong đợi ở bãi biển, nhưng các lựa chọn có vẻ tốt - chúng tôi đã không tham gia. Tiện nghi phòng tắm sạch sẽ. Muốn giới thiệuĐọc thêm",
            "Cách tuyệt vời để dành một vài giờ vào một ngày đẹp trời khi bạn cần một chút thời gian để thư giãn. Nhân viên rất niềm nở và hữu ích. Khung cảnh tuyệt vời và nơi mát mẻ để bơi lội. Chắc chắn đáng giá thời gian và tiền bạc.Đọc thêm",
            "Chúng tôi đã dành hai ngày ở đây và thấy đây là một nơi tuyệt vời để dành một ngày.  Trải nghiệm của chúng tôi rất khác so với những người viết đánh giá gần đây.  Mọi nhân viên chúng tôi tiếp xúc đều hữu ích và thân thiện.  Một lời nói tử tế và một nụ cười có thể đi được một chặng đường dài.  Ngày đầu tiên chúng tôi đi, chúng tôi chỉ đang tìm một nơi để thư giãn bên dòng nước sau một tuần bận rộn ở Bờ biển Amalfi.  Thời tiết nhiều mây và gió nhẹ nhưng vẫn đủ ấm để thư giãn bên dòng nước.   Chúng tôi đã được giảm giá cho giường phơi nắng vì thời tiết.  Ngày thứ hai ấm áp và đầy nắng và chúng tôi đã trả đủ giá. Chúng tôi đã chọn đặt đồ ăn và đồ uống của riêng mình từ quán ăn nhanh vào cả hai ngày với rượu khai vị aperol, bia, phô mai nướng và khoai tây chiên, pizza.  Dịch vụ nhanh chóng và thức ăn ngon. Đó là món ăn nhẹ ở quán bar bên bờ biển và hoàn toàn đáp ứng được mong đợi của chúng tôi.  Chúng tôi không tìm kiếm một bữa ăn ngon.  Phòng tắm sạch sẽ vượt quá mong đợi của chúng tôi về một nơi như vậy.  Nằm dài trên giường phơi nắng và ngắm cảnh Sorrento là một cách tuyệt vời để dành cả ngày.  Có lẽ trải nghiệm của chúng tôi khác vì chúng tôi đến đó vào cuối tháng 9 và đám đông ít hơn mặc dù đối với chúng tôi, Sorrento vẫn có vẻ hơi đông đúc.  Chúng tôi đã có trải nghiệm tuyệt vời ở đây cả hai ngày và tôi chắc chắn sẽ giới thiệu nó cho những người khác.  Đọc thêm",
            "Bắt đầu từ đâu - một ngôi sao được đưa ra chỉ vì vị trí.  Đặt hai ly cocktail, rất ngon, nghĩ rằng chúng tôi sẽ gọi món - linguine frutti di mare - bản dịch của họ - hải sản linguine theo thực đơn - người phục vụ khuyên hải sản có trong vỏ! Không có vấn đề gì, tôi nói - bây giờ tôi đã ăn món này ở nhiều nhà hàng ở Ý và khi nó đến, nó bao gồm một đĩa mì khô rưới dầu ô liu cùng một ít trai và nghêu nhỏ trong vỏ. Tôi bóc vỏ chúng và thực sự là một đĩa không có gì, gọi người phục vụ và anh ấy hỏi tôi nghĩ gì về hải sản, tôi trả lời ít nhất là trai, nghêu, tôm và mực. Đã cố nói với tôi rằng tôm và mực là cá chứ không phải hải sản! Anh ta gọi một người phục vụ khác và anh ta nói rằng tất cả hải sản đó chỉ đi kèm với risotto hải sản cùng một mức giá Cắt một câu chuyện dài vẫn tính phí 22 cho món ăn đó - hãy cẩn thận - xé toạc! Lẽ ra đã gọi món tráng miệng và nhiều loại cocktail hơn nhưng họ đã phá sản! Hãy bước đi đừng ở lại! Tôi thấy rằng chỉ có người Ý mới có hải sản ngon! Đọc thêm",
            "Lý do duy nhất chúng tôi cho nơi này một sao là vì vị trí của nó. Cuối cùng, chúng tôi đã gọi đồ ăn sau khi cố gắng tìm ra cách thực hiện việc này trong một thời gian và họ đã đưa sai thứ tự cho chúng tôi. Chúng tôi đã đặt mua hai chiếc bánh mì nướng phô mai với giá 16 euro và chúng tôi được tặng hai chiếc bánh mì nướng phô mai và giăm bông. Chúng tôi quay lại gặp người phụ nữ phục vụ chúng tôi và khuyên rằng chúng tôi đã nhận sai đơn hàng và cô ấy rất thô lỗ! Hai phút sau, cô ấy quay lại với món bánh mì nướng tương tự, sau khi một nhân viên khác vừa rút miếng giăm bông ra khỏi đó.  Kinh tởm - vẫn còn một ít giăm bông trong bánh mì nướng của chúng tôi và tất cả những gì tôi có thể nói là tôi sẽ không ăn ở đây nếu bạn bị dị ứng hoặc nếu bạn là người ăn chay! Đọc thêm"
        ],
        "star_ratings": [
            248,
            192,
            81,
            36,
            65
        ],
        "review_amount": 622,
        "location": [
            "Sorrento",
            "Tỉnh Naples",
            "Bãi biển Leonellis",
            "Những điều cần làm ở Sorrento",
            "Châu Âu",
            "Campania",
            "Nước Ý"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written July 30, 2023",
            "Written August 7, 2023",
            "Written September 17, 2023",
            "Written October 2, 2023",
            "Written October 23, 2023",
            "Written April 4, 2024",
            "Written May 15, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written April 4, 2024",
            "Written October 23, 2023",
            "Written October 2, 2023",
            "Written September 27, 2023",
            "Written September 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187782-d1836937-Reviews-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d19393924-Reviews-Enjoy_the_Little_Things_Bistrot-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d27431897-Reviews-Nalu_Trattoria_Italiana-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12952180-Reviews-Trattoria_dei_Mori-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d11932957-Reviews-A_Marenna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12229461-Reviews-Fresco_Sorrento_Gelato_Smoothies_Gelateria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d23981848-Reviews-Piennolo_Land_Food-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d26233181-Reviews-Buenos_Aires_Restaurant-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d23961667-Reviews-Storico8-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d24093193-Reviews-Antica_Gelateria_dell_Accademia-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d25133834-Reviews-Da_Bob_Cook_Fish-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d13387993-Reviews-Piazza_della_Vittoria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d523607-Reviews-Chiostro_di_San_Francesco-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d8064370-Reviews-Villa_Comunale-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d11779086-Reviews-Gallery_Raffaele_Celentano-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3584314-Reviews-Stabilimento_Balneare_Bagni_Salvatore-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17660562-Reviews-Marameo_Beach_Club-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17383649-Reviews-Murale_TvBoy-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d23908966-Reviews-Palazzo_Marziale-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14142436-Reviews-SyArt_Gallery-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d24021098-Reviews-L_orafo_Del_Legno-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-or10-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4346545-Reviews-Bagni_Regina_Giovanna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669863-Reviews-Punta_del_Capo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669860-Reviews-Il_Vallone_dei_Mulini-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d545198-Reviews-Marina_di_Puolo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6782432-Reviews-Bagni_Sant_Anna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14139452-Reviews-Porto_di_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d13970285-Reviews-Parco_Giochi_Don_Luigi_Verde-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3533431-Reviews-Vesparound_in_Italy-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1783025-d17578718-Reviews-Sorrento_concierge-Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6706446-Reviews-Compass_Tour-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1886720-Reviews-Private_Tours_of_Southern_Italy-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7058191-Reviews-Luisa_Private_Guide-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7146254-Reviews-Sorrento_Lift-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4071189-Reviews-Tours_of_Sorrento_Capri_Amalfi_Coast_Pompeii-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4778743-Reviews-La_Bottega_della_Birra-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1861608-Reviews-Astarita_Car_Service_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3213619-Reviews-Di_Nocera_Car_Service-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d281853-Reviews-Roebling_Suspension_Bridge-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8114769-Reviews-Louis_Vuitton-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d241084-Reviews-Beach_Club_Alimos-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d9758352-Reviews-Paleo_Site-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103190-Reviews-Embarcadero_Farmer_s_Market-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148112-Reviews-Drake_s_Seat-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33037-d128968-Reviews-China_Camp_State_Park-San_Rafael_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12635586-Reviews-Starfield_Library-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g41271-d258299-Reviews-Ladew_Topiary_Gardens-Monkton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554303-Reviews-Starfield_COEX_Mall-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-or10-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html"
    }
]