[
    {
        "attraction_name": "Level99",
        "attraction_name_vi": "Cấp 99",
        "general_info": [
            "15 đánh giá",
            "3 trên 9 trò chơi vui nhộn ở Natick",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Với diện tích hơn 48.000 feet vuông, Level99 là điểm đến đầu tiên dành cho các hoạt động giải trí theo thử thách, đồ uống thủ công tại Night Shift Beer Hall và trải nghiệm ăn uống tại nhà máy bia đích thực tại Night Shift Tap Room Kitchen. Trải nghiệm hoàn hảo cho khách 18 GIỜ MỞ CỬA! Đọc thêm",
        "reviews": [
            "Nơi này thật tuyệt vời. Đi vào không biết điều gì sẽ xảy ra và nó thực sự không được mô tả chính xác trên quảng cáo hoặc bài đăng nên bạn nghĩ đó là một loạt các phòng thoát hiểm. Nơi này bao gồm 40 phòng theo chủ đề khác nhau với các thử thách kỹ năng, có thể là câu đố, có thể là vật lý, có thể là câu đố, có thể phù hợp, đó là một khái niệm thực sự thú vị và là một ý tưởng gọn gàng. Địa điểm rất đông nhưng phải chờ khoảng 4 phút cho mỗi phòng và bạn có dây đeo cổ tay để theo dõi tiến trình của mình và nó được lưu trong tài khoản của bạn. Có những lúc bạn chọn mua lúc bắt đầu là 2 hoặc 4 giờ, chúng tôi chọn 2 và đó là khoảng thời gian thích hợp để bắt đầu. Bên trong khá rộng và mỗi phòng đều có màn hình để gắn thẻ vào trò chơi. Ngoài ra còn có những thử thách về thể chất để vượt qua bên ngoài các phòng và cũng là một kiểu săn tìm đồ vật xung quanh toàn bộ địa điểm để gắn thẻ vào trò chơi. Có một khu vực rộng lớn dành cho đồ ăn và đồ uống, quầy bar đầy đủ tiện nghi và cả quán bia Night Owl cũng có mặt tại chỗ sau khi chơi game. Giá cả hợp lý và nơi này thực sự thú vị! Đọc thêm",
            "Chúng tôi đã đi chơi như 3 cặp đôi ở độ tuổi 30 40 trong một đêm đi chơi. Ăn tối và uống nước tại Night Shift trước. Thực sự rất thích các câu đố, chúng rất nhanh và có thể thực hiện được. Giúp chúng tôi giải trí và gắn kết nhiều hơn một phòng thoát thông thường. Yếu tố thể chất bổ sung khiến nó trở nên thú vị hơn. Khi chúng tôi đi, không quá 5 phút chờ đợi ở bất kỳ phòng nào. Điều ước duy nhất là trang web rõ ràng hơn với những gì sẽ xảy ra, nên mặc gì, v.v. Chúng tôi sẽ quay lại sớm!!Đọc thêm",
            "Chắc chắn phải mặc quần áo giống như phòng tập thể dục, giày thể thao và chất khử mùi mạnh. Đây là bài tập toàn thân. Thủ tục đăng ký hơi dài. Mỗi người lớn phải đăng ký cung cấp tên, số điện thoại, email và biểu mẫu để ký điện tử. Quá trình này mất khoảng 5 phút\nChúng tôi đến vào giữa trưa thứ năm và thực tế là có cả nơi này cho riêng mình. Chúng tôi phải đợi có thể một vài lần, điều này cũng ổn để nghỉ uống nước hoặc lấy lại hơi. Một số phòng tập trung vào việc giữ thăng bằng, sức mạnh phần thân trên, bò hoặc leo trèo.\nMỗi phòng đều có một máy quét nhỏ và màn hình để mở khóa cửa vào trò chơi xếp hình. Giống như Disney, bạn chạm vào vòng đeo tay của mình để đăng ký thành viên nào đang vào. Có những gợi ý về cách chơi phòng trên màn hình mà bạn có thể đọc trước khi vào. Tôi thấy khó chịu nếu bạn chạm vào, lang thang hoặc không thể tìm ra cách chơi vì trò chơi kết thúc và bạn phải thoát. Một đặc quyền vào giữa trưa, trò chơi đã chết và dễ dàng lặp lại và thử lại. Chúng tôi đã chơi trong hai giờ và cảm thấy có đủ thời gian để chơi lại nhưng trò chơi đã chết. 30 phút cuối chỉ để lang thang để đảm bảo chúng tôi đã thử mọi phòng. Tôi đã xem nó vào một đêm thứ sáu và cực kỳ bận rộn nên hãy lên kế hoạch phù hợp nếu bạn muốn có trải nghiệm trọn vẹn. \nĐồ ăn là đồ ăn. Không có gì để khen ngợi và có nước đá miễn phí. \nTôi đã đưa cậu con trai có nhu cầu đặc biệt của mình đi. Mặc dù cậu bé không chơi hết tất cả các trò chơi, nhưng cậu bé vẫn rất thích. Rất ồn ào và có một số đèn nhấp nháy. Về cuối, cậu bé đã quá tải về mặt cảm giác và kiệt sức. Nếu chúng tôi đến thăm lại, có lẽ tôi sẽ mang theo tai nghe chống ồn để giữ cho cậu bé thoải mái. Đọc thêm",
            "Thành thật mà nói thì nơi này hoàn toàn tệ. Chỉ có khoảng 5 trò chơi có thể chơi được và mất 20 giây để thực hiện, cộng với các dòng rất dài. Các muesems nhàm chán và không hấp dẫn lắm. Toàn bộ nơi này có mùi mồ hôi và tôi KHÔNG KHUYẾN NGHỊĐọc thêm",
            "Nhất định phải mặc quần áo giống như tập gym, đi giày thể thao và dùng chất khử mùi mạnh. Đó là một bài tập toàn thân. Nhận phòng hơi lâu. Mọi người lớn phải đăng ký cung cấp tên, số điện thoại, email và biểu mẫu để ký điện tử. Quá trình này mất khoảng 5 phút. Chúng tôi đến thăm vào giữa trưa ngày thứ Năm và thực tế đã có chỗ cho riêng mình. Chúng tôi có thể phải đợi một vài lần để có thể nghỉ ngơi hoặc lấy lại nhịp thở. Một số phòng tập trung vào việc giữ thăng bằng, sức mạnh phần thân trên, bò hoặc leo trèo. Mỗi phòng đều có một máy quét nhỏ và màn hình để mở khóa cửa bước vào câu đố. Giống như Disney, bạn chạm vào vòng đeo tay của mình để đăng ký thành viên nào trong nhóm sẽ tham gia. Có những gợi ý về cách chơi phòng trên màn hình mà bạn có thể đọc trước khi vào. Tôi cảm thấy bực bội nếu bạn chạm vào, đi lang thang hoặc không biết cách chơi vì trò chơi kết thúc và bạn phải thoát ra. Một đặc quyền diễn ra vào giữa trưa, nó đã chết và dễ dàng lặp lại và thử lại. Chúng tôi chơi được hai tiếng và cảm thấy còn nhiều thời gian để chơi lại nhưng nó đã chết. 30 phút vừa qua chỉ là lang thang để đảm bảo chúng tôi đã thử mọi phòng. Tôi đã xem nó vào tối thứ Sáu và cực kỳ bận rộn nên hãy lên kế hoạch phù hợp nếu bạn muốn có được trải nghiệm trọn vẹn. Thức ăn là thức ăn. Không có gì để phàn nàn và có sẵn nước đá bổ sung. Tôi mang theo đứa con trai có nhu cầu đặc biệt của mình. Mặc dù anh ấy không chơi được tất cả các trò chơi nhưng anh ấy vẫn có một niềm vui. Nó ồn ào và một số đèn nhấp nháy. Về cuối, cảm giác bị quá tải và anh ấy đã kiệt sức.  Nếu chúng tôi đến thăm lần nữa, có lẽ tôi sẽ mang theo tai nghe khử tiếng ồn để giúp anh ấy thoải mái.Đọc thêm",
            "Chúng tôi đã đi chơi như 3 cặp đôi ở độ tuổi 30 40 trong một đêm đi chơi. Ăn tối và uống nước tại Night Shift trước. Thực sự rất thích các câu đố, chúng rất nhanh và có thể thực hiện được. Giúp chúng tôi giải trí và gắn kết nhiều hơn một phòng thoát thông thường. Yếu tố thể chất bổ sung khiến nó trở nên thú vị hơn. Khi chúng tôi đi, không quá 5 phút chờ đợi ở bất kỳ phòng nào. Điều ước duy nhất là trang web rõ ràng hơn với những gì sẽ xảy ra, nên mặc gì, v.v. Chúng tôi sẽ quay lại sớm!!Đọc thêm",
            "Nơi này thật tuyệt. Khi vào không biết phải mong đợi điều gì và nó thực sự không được mô tả chính xác trên quảng cáo hoặc bài đăng nên bạn nghĩ rằng đó là một loạt các phòng thoát hiểm. Nơi này bao gồm 40 phòng theo chủ đề khác nhau với các thử thách kỹ năng, có thể là câu đố, có thể là thể chất, có thể là câu đố vui, có thể là ghép hình, đó là một khái niệm thực sự thú vị và là một ý tưởng hay. Nơi này đông đúc nhưng phải đợi khoảng 4 phút cho mỗi phòng và bạn có một vòng đeo tay để theo dõi tiến trình của mình và nó được lưu trong tài khoản của bạn. Có những lúc bạn chọn mua khi bắt đầu 2 giờ hoặc 4 giờ, chúng tôi đã chọn 2 giờ và đó là khoảng thời gian đủ để bắt đầu. Bên trong khá rộng và mỗi phòng đều có màn hình để gắn thẻ vào trò chơi. Ngoài ra còn có các thử thách thể chất để vượt qua bên ngoài các phòng và cũng có một loại săn tìm đồ vật xung quanh toàn bộ nơi này để gắn thẻ vào trò chơi. Có một khu vực lớn để ăn uống, quầy bar đầy đủ và cũng có quán bia Night Owl tại đây để phục vụ sau khi chơi game. Giá cả phải chăng và nơi này thực sự thú vị! Đọc thêm",
            "Chúng tôi dừng lại ở Cấp độ 99 khi đang ở trong thị trấn để tham dự cuộc thi Karate Boston Open.  Chúng tôi đã đặt trước hai giờ vì chúng tôi thực sự không biết mình đang làm gì.  Đó là một nơi khá tuyệt vời.  Không giống bất cứ nơi nào tôi từng đến.  Tôi nghĩ họ nói có 40 chướng ngại vật trong phòng khác nhau.  Đã đi với cậu bé 13 tuổi của chúng tôi, m.  Nó khiến anh ấy chú ý TOÀN BỘ thời gian.  Phòng của họ thực sự rất tuyệt.  Họ chỉ đủ khó để muốn tiếp tục cố gắng vượt qua chúng.  Rất thích có một trong những thứ này gần nhà hơn.  Nhượng quyền thương mại??? Cấp 99, đánh tôi đi. Nếu bạn định đi thì hãy làm đi!Đọc thêm",
            "Nhạt nhẽo. Không sạch sẽ. Chỉ bán bia thủ công. Thực sự quá kiêu căng đối với một phiên bản Gymboree dành cho người lớn. Nếu bạn sợ làm bất cứ điều gì đòi hỏi một chút khả năng thể thao thì đây là dành cho bạnĐọc thêm",
            "Đã đi với gia đình bao gồm cả thanh thiếu niên. Đến đó một giờ sau khi mở cửa - rất vui vì chúng tôi đã làm như vậy. Trở nên bận rộn khi buổi chiều trôi qua và dường như phải chờ đợi và đám đông ngày càng cao hơn. Chúng tôi rất thích những thử thách này và có thể sẽ quay lại với nhiều gia đình hơn vào thời gian sau.Đọc thêm",
            "Rất vui lần đầu với những câu đố vui sáng tạo và các phòng thử thách mới mẻ và được thiết kế tốt. Rất vui vào tối Chủ Nhật. Lần thứ hai chúng tôi đến vào tối Thứ Bảy thì kém vui hơn nhiều. Quá đông đúc và không có đủ bàn để ngồi nếu bạn muốn lấy bia hoặc gọi đồ ăn. Giống như một cuộc thử thách để tìm bàn và tôi cảm thấy nơi này thu hút những thiếu niên hư hỏng, bừa bộn và đáng ghét. Tôi ước nơi này có 21 đêm sau một số thời điểm nhất định. Cũng có một lượng lớn phòng không theo thứ tự vào lần cuối chúng tôi đến thăm. Tôi đã rất ngạc nhiên sau lần ghé thăm đầu tiên nhưng lần thứ hai chắc chắn kém vui hơn và chúng tôi đã không quay lại trong một thời gian. Khi bạn đã chơi hầu hết các phòng thì không có nhiều giá trị chơi lại. Đọc thêm",
            "Nơi này thật điên rồ. Vui vẻ, đầy thử thách và là một ngày thực sự độc đáo. Có các trò chơi và hoạt động cho mọi kỹ năng. Đây là chương trình truyền hình Crystal Maze ngoài đời thực. Thời gian trôi qua thật nhanh và có rất nhiều lựa chọn hoạt động và trò chơi để lựa chọn, cùng với bia tuyệt vời và đồ ăn nhẹ ngon miệng. Đọc thêm",
            "Ai đã đi: một nhóm gồm 6 anh em họ từ 19-25 tuổi yêu thích Escape Rooms và thường nghiền nát chúng trong thời gian nhanh đến mức đáng ngạc nhiên và rất thích Boda Borg vào Giáng sinh năm mới năm ngoái. Sự đồng thuận của họ: gần như không thú vị như Boda Borg và gần như không thử thách như những phòng thoát hiểm yêu thích của họ. Họ khá chán sau 4 giờ và không thể tưởng tượng được việc phải dành nhiều thời gian hơn thế. Tại sao: rất ít thử thách mang tính trí tuệ, mang tính giải đố hoặc những thứ đòi hỏi khả năng giải quyết vấn đề một cách sáng tạo. Hầu hết mọi thứ đều rất đơn giản và nhiều thứ giống parkour hơn bất cứ thứ gì khác. Họ nghĩ rằng đó sẽ là điều tốt nhất cho đám đông từ 10-13 tuổi, những người chỉ muốn chạy xung quanh, la hét và ghi điểm. Cũng đáng thất vọng: Bạn kiếm được điểm để nhận giải thưởng và giải thưởng Áo phông đã hết hàng. Một giải pháp thay thế là khoai tây chiên miễn phí tại quán cà phê. Mặt khác: các phòng có thể chứa tối đa 2 hoặc nhiều nhất là 6 người, điều này linh hoạt hơn Boda Borg. Kết luận: họ sẽ không làm điều này nữa.  Lưu ý: Khi rời Boda Borg vào năm ngoái, họ rất mong được quay lại lần nữa.Đọc thêm"
        ],
        "star_ratings": [
            10,
            1,
            1,
            1,
            2
        ],
        "review_amount": 15,
        "location": [
            "Natick",
            "Massachusetts MA",
            "Cấp 99",
            "Hoa Kỳ",
            "Những điều cần làm ở Natick"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written September 6, 2023",
            "Written March 17, 2024",
            "Written March 23, 2024",
            "Written March 17, 2024",
            "Written September 6, 2023",
            "Written July 30, 2023",
            "Written June 6, 2023",
            "Written April 9, 2023",
            "Written February 24, 2023",
            "Written January 22, 2023",
            "Written January 7, 2023",
            "Written January 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41698-d23460571-Reviews-Level99-Natick_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d323132-Reviews-Minado_Restaurant-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d1015918-Reviews-The_Cheesecake_Factory-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d2520434-Reviews-Zaftig_s_Delicatessen-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d811733-Reviews-Bazille-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d4008285-Reviews-SKYBOKX_109_Sports_Bar_Grille-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d4225785-Reviews-California_Pizza_Kitchen_Natick-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d5962430-Reviews-Smashburger-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d3492067-Reviews-P_F_Chang_s-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d7990907-Reviews-Starbucks-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41698-d3390177-Reviews-D_Angelo-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d4784327-Reviews-The_Natick_Mall-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d27026610-Reviews-Nordstrom_Natick_Mall-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d10310875-Reviews-Cochituate_State_Park-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d27036668-Reviews-Neiman_Marcus-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d10376411-Reviews-South_Natick_Dam_Park-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d8114702-Reviews-Cushing_Memorial_Park-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d8685846-Reviews-Cochituate_Rail_Trail-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d11512864-Reviews-Exhibit_A_Brewing_Company-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d2429738-Reviews-Mass_Audubon_Broadmoor_Wildlife_Sanctuary-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d269998-Reviews-New_England_Wild_Flower_Society_Garden_in_the_Woods-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d23460571-Reviews-or10-Level99-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d3927820-Reviews-Center_for_Arts_in_Natick-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d7052655-Reviews-Natick_IMAX-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d25806460-Reviews-Immersive_Gamebox_Natick_Mall-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d10385312-Reviews-Golf_on_the_Village_Green-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d27149886-Reviews-Puttshack_Natick-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d27740563-Reviews-Crafts_Zone_Studio-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d27032258-Reviews-William_L_Chase_Arena-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d27012339-Reviews-Frozen_Ropes_Natick-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d3781022-Reviews-Sur_La_Table_Cooking_Class-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d19321834-Reviews-Spavia_Day_Spa-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d8446586-Reviews-AMC_Framingham_16-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d27724354-Reviews-Logan_Express_Framingham-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d13376805-Reviews-Barnes_Noble_Bookstore_Cafe-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41574-d10366354-Reviews-Fun_and_Games-Framingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d8388707-Reviews-Helen_s_Kitchen_Cooking_School-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g50138-d2331993-Reviews-Mapleside_Farms-Brunswick_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107965-Reviews-National_Mall-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d138147-Reviews-Oregon_Zoo_Together_for_Wildlife-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615520-Reviews-Garment_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d243625-Reviews-Porto_Calem-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d548022-Reviews-Perge_Ancient_City-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10209310-Reviews-Piff_the_Magic_Dragon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750128-Reviews-Nb2-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079908-d1973627-Reviews-Serravalle_Designer_Outlet-Serravalle_Scrivia_Province_of_Alessandria_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670227-Reviews-Footloose_Fun_Bar-Saint_Julian_s_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41698-d23460571-Reviews-or10-Level99-Natick_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41698-d23460571-Reviews-Level99-Natick_Massachusetts.html"
    }
]