[
    {
        "attraction_name": "libreria Acqua alta",
        "attraction_name_vi": "Hiệu sách Acqua alta",
        "general_info": [
            "2.708 đánh giá",
            "- 77 trong số 952 điều cần làm ở Venice",
            "Thư viện"
        ],
        "attraction_summary": "Ẩn mình dọc theo những con phố nhỏ của Venice đằng sau một mặt tiền khiêm tốn, hiệu sách độc đáo này là nơi có một kho tàng sách mới và cũ được đặt một cách sáng tạo trong những chiếc thuyền gondola và bồn tắm. Leo lên cầu thang làm từ những cuốn sách hư hỏng để tận hưởng khung cảnh bình dị và đừng bỏ lỡ việc chụp ảnh tại lối thoát hiểm mở ra con kênh. Ngoài ra, hãy cố gắng tìm ra một trong số nhiều chú mèo thường trú mà hiệu sách đã nhận nuôi. Liberia Acqua Alta là một điểm thu hút nổi tiếng thu hút rất đông người - hãy ghé thăm ngay vào thời gian mở cửa hoặc đóng cửa và vào các ngày trong tuần nếu ít đám đông hơn.  - TripadvisorĐọc thêm",
        "reviews": [
            "Castello là quận lớn nhất trong sáu sestieri - quận - và là quận duy nhất không quay mặt ra Grand Canal. Hơn một nửa Castello nằm trong Arsenale, căn cứ hải quân, chiếm hơn 1/5 diện tích Venice. Khu phố hàng hải hiền hòa này mang lại cảm giác bận rộn nhưng bình dị. Những con phố nhỏ của Castello yên bình với những chiếc thuyền nhỏ chạy dọc những con kênh đan xen với những khu giặt là. Các cuộc triển lãm nửa năm một lần tạo thêm dòng chảy nghệ thuật mạnh mẽ cho khu vực Arsenale. Via Garibaldi ở Castello, với các cửa hàng và quán bar, có một trong những đại lộ rộng và thẳng hiếm hoi của Venice. Khi một con tàu lớn quay vòng Lido để đi vào Kênh Giudecca, cảnh tượng đáng kinh ngạc tạo ra ảo giác rằng nó sẽ mắc cạn ngay trên Via Garibaldi! Các gia đình trân trọng Giardini gần hòn đảo - mũi đất xanh tươi với những loại cây và cỏ quý hiếm, còn Riva degli Schiavoni là địa điểm nổi tiếng để người dân Venice đi dạo ngắm hoàng hôn.Đọc thêm",
            "Chúng tôi đến vào một ngày tháng Sáu tuyệt đẹp vào khoảng 11 giờ sáng. Nó rất bận rộn nhưng không đông đến mức mọi người không thể duyệt qua. 2 trong số những con mèo đã có mặt, một con đang ngủ trên bàn bên ngoài và một con khác đang ngủ say. Nhân viên rất quyến rũ.  - Đối tác của tôi đã không di chuyển ba lô của mình để mang nó trước mặt, nhưng anh ấy được yêu cầu làm như vậy rất lịch sự - . Chỉ có một vài người leo lên bậc thang sách ở phía sau. Kỳ quặc và quyến rũ. Chúng tôi rất thích nó! Đọc thêm",
            "Tôi đã đến thăm Libreria Acqua Alta ngày hôm qua và đó là trải nghiệm có một không hai trong đời. Các nhân viên lịch sự và cực kỳ tốt bụng. Họ đã giúp tôi lấy sách của một tác giả cụ thể mà tôi đã yêu cầu và tôi rất muốn ghé thăm lại. Bộ sưu tập sách tuyệt vời dành cho những người yêu sách thực sự.Đọc thêm",
            "Một kho báu nhỏ. Tôi thích chuyến thăm Libreria Aqua Alta của tôi. Tôi yêu sách và tôi yêu lịch sử - nó - thật hoàn hảo. Vâng, nó thật hỗn loạn, nhưng nếu bạn mong đợi điều đó thì bạn sẽ không ngạc nhiên. Đống sách ở khắp mọi nơi - tuyệt vời! Đọc thêm",
            "Nó thật tuyệt. Chúng ta không thể đến Ý mà không đến Venice. Đó là một trong những trải nghiệm tuyệt vời. Rất vui và đầy lịch sử. Đáng lẽ chúng tôi nên đặt vé vào nhà thờ San Marco sớm hơn nhưng sự chờ đợi không tệ đến thế. Chuyến tham quan Ghetto rất đáng tham gia và chuyến đi bộ Hidden Venice cũng rất tuyệt. Đọc thêm",
            "Chúng tôi đã tìm thấy nó!  Bạn chắc chắn có thể bỏ lỡ nó vì nó chắc chắn nằm gọn trong một con hẻm.  Nó nhỏ và có một số phát hiện tuyệt vời về sách và bưu thiếp.  Thật không may, trên mạng xã hội, nó đông đúc đến mức bạn không thể - thậm chí không thể đi qua nó để thực sự thấy nó có gì.  Hãy đi sớm để tránh đám đông nếu bạn muốn hòa mình vào.Đọc thêm",
            "Chúng tôi đến thăm hiệu sách Liberia Acqua Alta. Nó được biết đến là một cửa hàng sách khá kỳ quặc với những tựa sách cổ điển, một chiếc thuyền gondola và thậm chí cả một bồn tắm trong cửa hàng - và là nơi sinh sống của những chú mèo thường trú! Và vâng - những con mèo đã ở đó.Đọc thêm",
            "Phải có nếu bạn - đang ở Venice.  Ban đầu có thể trông không giống lắm nhưng vẫn nắm bắt được tinh thần của thành phố.\n\nMèo, sách - những cuốn sách nằm trên thuyền gondola ở giữa cửa hàng.  Và thực sự có một chút lịch sử với nó.Đọc thêm",
            "Chúng tôi đã ở trong khu vực đó nên quyết định quay lại Liberia Acqua alta. Vì đây là lần đầu tiên chúng tôi đến thăm nên nơi này đông nghẹt khách du lịch và chúng tôi rất vui khi thấy có nhiều điểm tham quan hơn nữa - . Một giỏ sách rất rẻ - có vẻ như là - sách tái chế cũng như lịch và bưu thiếp cùng với một số sách mới hay. Chúng tôi cũng rất vui khi thấy một trong những chú mèo ngồi uy nghi bên quầy thu ngân và chú mèo - chú mèo thậm chí còn cho phép tôi liếm nhẹ má chú mèo. Thật vui khi được đến nơi này một lần nữa! Đọc thêm",
            "Nơi này nhận được những đánh giá khủng khiếp nên tôi đã nghi ngờ nhưng tôi nghĩ sẽ rất tuyệt nếu bỏ lỡ. Tôi chắc chắn rằng tôi đã đến đó ngay khi họ mở cửa. Trời mưa nên rất ít người. Nếu bạn yêu thích sách thì đây là nơi có sách bằng nhiều ngôn ngữ. Nhân viên rất tốt bụng và hữu íchXem thêm",
            "Chúng tôi đã thấy địa điểm này trên mạng xã hội trước kỳ nghỉ tới Venice và quyết định sẽ thêm địa điểm này vào danh sách các địa điểm nên ghé thăm. Nó đã không thất vọng. Nó hơi đông đúc và bạn phải xếp hàng dài; điều này gây ra một chút khó khăn khi cố gắng xem những cuốn sách và bưu thiếp được chào mua nhưng nhìn chung rất khác biệt và có nhiều sách và nếu bạn thích chúng tôi và một con mọt sách cuồng nhiệt. Đừng bỏ lỡ nơi này. Đọc thêm",
            "Nơi dễ thương với những cuốn sách thuộc mọi thể loại và ngôn ngữ. Thích cách sách cũng được sử dụng như một tác phẩm nghệ thuật. Giờ tôi có thể nói rằng tôi đã leo lên một cầu thang làm từ sáchĐọc thêm",
            "Đây là 5 điều cần làm hàng đầu của tôi ở Venice. Hãy tưởng tượng sự thất vọng của tôi khi tôi đến nơi, hàng đợi đã ra khỏi cửa. Nhưng đó không phải là vấn đề. Các nhân viên thật thô lỗ. Tôi đã nhiều lần bị khiển trách vì đi sai hướng và bị mắng vì để ba lô đi sai đường. Cũng đã nói cửa hàng này chỉ để mua. Sau đó đi lên cuốn sách cầu thang, tôi rất vội vàng và bảo phải tiếp tục đi tiếp nên thậm chí không chụp được một bức ảnh nào. Tôi đã tiết kiệm hơn - 100 để có được một cuốn sách mà tôi theo đuổi nhưng sau cách đối xử với tôi, tôi không bận tâm nữa. Thật là một sự xấu hổ lớn và thất vọng. Mặc dù vậy, tôi yêu Venice nhưng chắc chắn sẽ không đến hiệu sách này nữa.  - Đọc thêm",
            "Đến thăm vào giữa tháng 4 năm 2024. Đúng vậy, có một con mèo tội nghiệp đang trốn tránh mọi người trong phòng sau.  Chờ đã quay lại.  Đông đúc đến mức bạn không thể - không thể mua sắm hoặc xem sách và nhân viên thì thô lỗ nhất có thể - nhưng nếu tôi phải làm việc ở một nơi đông đúc hôi hám như thế thì tôi - có lẽ cũng sẽ cáu kỉnh!  Đừng bận tâm đến quá nhiều địa điểm tuyệt vời khác để ghé thăm ở Venice xinh đẹpĐọc thêm",
            "Là một người ham đọc sách và yêu mèo, tôi đã nghe thấy những điều kỳ diệu trên tiktok về hiệu sách này. Dòng người đã ra khỏi cửa khi bạn đến, họ có hai khu vực được thiết kế để vẽ cho ảnh instagram - thuyền gondola và cầu thang sách - cả hai đều thực sự bị chạy xuống. Chúng tôi quyết định không mua bất cứ thứ gì sau khi nhân viên nói chuyện với mọi người rằng đó là cửa hàng sách và thanh toán trước khi chụp ảnh. Vô cùng thất vọng về cách phục vụ vì những người trên thuyền gondola lúc đó là một gia đình trẻ mong có được một bức ảnh gia đình ngọt ngào.Đọc thêm",
            "Một trò lố bịch dành cho khách du lịch - làm điều đó vì - gram. - Think 95 - hiệu sách cũ với đủ bộ sưu tập, cộng thêm một khu vực nhỏ phía sau bị kênh rạch Venice làm ướt.  Hãy đi sớm hoặc chuẩn bị tinh thần cho một cuộc gọi gia súc về các cô gái bị nhân viên rõ ràng ghét công việc của họ la mắng để đẩy nhanh việc chụp ảnh vịt ở góc cao.Đọc thêm",
            "Đây là điều chính mà chúng tôi muốn ghé thăm, nhưng hàng dài đến mức chúng tôi chỉ có thể lẻn vào đỉnh núi. Tôi - tôi rất thất vọng, nhưng nó vẫn trông rất đẹp. Đừng bận tâm đến việc ghé thăm vào cuối tuần. Hãy dành cho mình chuyến đi.Đọc thêm",
            "Chị dâu tôi đã đưa chúng tôi đến đây trong chuyến thăm của chúng tôi, Hiệu sách này có một nét đặc trưng như vậy. Bạn thậm chí có thể ngồi trên thuyền gondola dưới nước - chỉ cần quyên góp để cho mèo ăn. Khu vực bên ngoài, nơi có những bậc thang làm bằng sách đã bị đóng lại vì họ đang làm việc ở đó, Thật đáng để ghé vào xem thêm",
            "Hiệu sách rất thú vị, rất du lịch.  Nổi tiếng chỉ nhờ Instagram cài hình ảnh thôi.  Mặc dù nó đã đưa tôi đến một cửa hàng nghệ sĩ vẽ tay nguyên bản Papier Mâché, nơi tôi mua những chiếc mặt nạ vẽ tay tuyệt đẹp.Đọc thêm",
            "Cửa hàng sách và mèo nhỏ thú vị. Đừng bỏ lỡ lối ra với tất cả những cuốn sách xếp dọc sân...rất tuyệt. Chúng tôi đã đi khoảng 30 phút trước khi đóng cửa và đường dây không quá tệ. Cô bé chạy qua cứ nói skoozy skoozy. Đọc thêm",
            "Cửa hàng sách tuyệt vời, bạn có thể dành hàng giờ ở đó nếu không có hành vi kém của khách du lịch. Họ xô đẩy và thường ít tôn trọng sách vở.  Chủ sở hữu là những người đáng yêu và con mèo đen thật lộng lẫy. Xin vui lòng tất cả những người ghé thăm - - hãy tôn trọng và tử tế với sách và những người khác.Đọc thêm"
        ],
        "star_ratings": [
            1644,
            694,
            188,
            78,
            105
        ],
        "review_amount": 2709,
        "location": [
            "Nước Ý",
            "Châu Âu",
            "Venice",
            "Hiệu sách Acqua alta",
            "thành phố Venice",
            "Những việc cần làm ở Venice",
            "Veneto",
            "Tỉnh Venice"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written August 3, 2023",
            "Written August 29, 2023",
            "Written October 3, 2023",
            "Written October 7, 2023",
            "Written November 5, 2023",
            "Written November 27, 2023",
            "Written November 28, 2023",
            "Written March 2, 2024",
            "Written March 9, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 13, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187870-d2208448-Reviews-Libreria_Acqua_alta-Venice_Veneto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d23651051-Reviews-Gelateria_Gallonetto-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d27019528-Reviews-Ristorante_Cuore_Veneziano-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d26363277-Reviews-Osteria_da_Bubi-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d1320317-Reviews-Da_Carletto-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d13201367-Reviews-Baci_Pasta-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d7808793-Reviews-Antica_osteria_ai_tre_leoni-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d8110914-Reviews-Pasticceria_Da_Bonifacio-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d1320365-Reviews-Ca_Dolfin-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d12342787-Reviews-6342_Alla_Corte-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d11795965-Reviews-Ristorante_dallo_Zio_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12363678-Reviews-Chiesa_Evangelica_Protestante_Valdese_e_Metodista-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12135408-Reviews-La_corte_Sconta_detta_Arcana_di_Corto_Maltese-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12367288-Reviews-Centro_Culturale_Protestante_Palazzo_Cavagnis-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d243058-Reviews-Basilica_dei_Santi_Giovanni_e_Paolo_San_Zanipolo-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d1946537-Reviews-Museo_di_Palazzo_Grimani-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d244614-Reviews-Fondazione_Querini_Stampalia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d1101126-Reviews-Campo_Santa_Maria_Formosa-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d7390570-Reviews-Equestrian_Statue_of_Bartolomeo_Colleoni-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d313181-Reviews-Chiesa_di_Santa_Maria_Formosa-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d7286900-Reviews-Chiesa_dell_Ospedaletto_e_Sala_della_Musica-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2208448-Reviews-or10-Libreria_Acqua_alta-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d7201523-Reviews-Scuola_Grande_di_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d244648-Reviews-Scuola_Grande_San_Giovanni_Evangelista_di_Venezia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d7854391-Reviews-Palazzo_Cavalli_Franchetti-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2085207-Reviews-Biblioteca_Nazionale_Marciana-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d295242-Reviews-Sale_Monumentali_della_Libreria_Sansoviniana-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d4714365-Reviews-Libreria_MarcoPolo-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d240689-Reviews-Archivio_di_Stato-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2342744-Reviews-Biblioteca_di_Ca_Pesaro-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d9855643-Reviews-Archivio_storico_del_Patriarcato_di_Venezia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d4453558-Reviews-Papier_Mache_Laboratorio_di_Artigianato_Artistico-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d11798447-Reviews-Edera_Atelier-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d23324820-Reviews-Azienda_Veneziana_snc-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d6620943-Reviews-L_ALTRAOTTICA-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d19512538-Reviews-Do_Eat_Better_Experience_Venice_Food_Tour-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d15211046-Reviews-Venice_Cooking_Class-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d5603543-Reviews-Sogno_Veneziano_Atelier-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d11798753-Reviews-Prosciutto_e_Parmigiano_ham_cheese_To_Go-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d7274639-Reviews-Macaco_Tour-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g37116-d6672454-Reviews-Fountain_Acres_Foods-Fountain_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d8047123-Reviews-Oia_s_Main_Street-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187897-d8514126-Reviews-Moby-Livorno_Province_of_Livorno_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104861-Reviews-Ford_s_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d2556123-Reviews-Jackie_O_Bar_Mykonos-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g50325-d3441103-Reviews-Fairport_Harbor_Lakefront_Park_Beach-Fairport_Harbor_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g46216-d105302-Reviews-Odiorne_Point_State_Park-Rye_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d124551-Reviews-Ripley_s_Believe_It_or_Not_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g10501193-d1449389-Reviews-Ol_Pejeta_Conservancy-Laikipia_County_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6012986-Reviews-Old_Seven_Mile_Bridge-Marathon_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187870-d2208448-Reviews-or10-Libreria_Acqua_alta-Venice_Veneto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187870-d2208448-Reviews-Libreria_Acqua_alta-Venice_Veneto.html"
    }
]