[
    {
        "attraction_name": "Lido di Jesolo Sea Life Aquarium",
        "attraction_name_vi": "Thủy cung sinh vật biển Lido di Jesolo",
        "general_info": [
            "1.367 đánh giá",
            "Bể cá"
        ],
        "attraction_summary": "Biển luôn là nguồn tò mò của cả nhân loại: hãy nghĩ rằng khoảng một nửa số loài động vật mà chúng ta biết sống ở dưới nước và phần lớn môi trường sống ở biển vẫn chưa được khám phá. Sea Life Jesolo là một thủy cung tương tác và theo chủ đề, nơi bạn có thể trải nghiệm cảm giác hồi hộp khi lặn ... nhưng không bị ướt! 36 bể chứa với 5000 sinh vật biển và hơn 100 loài: từ ngựa biển đến sao biển, sứa, cá đuối và những con cá mập bí ẩn. Một chuyến tham quan độc đáo qua 16 môi trường khác nhau, từ hồ Garda đến đầm Venice, từ các rạn san hô đến Ấn Độ Dương để khám phá thế giới dưới nước! Bạn cũng có thể chạm vào trứng cá mập thật tại các hồ khám phá và hỗ trợ cho cá mập và cá đuối ăn! Nhân viên của chúng tôi sẽ sẵn sàng hướng dẫn du khách vào cuộc hành trình tuyệt vời này với những lời khuyên mang tính giáo dục và thú vị!Đọc thêm",
        "reviews": [
            "Khung cảnh rộng rãi tuyệt vời, thú vị dành cho trẻ em và người lớn, một số loài cá dường như không có nhiều việc để làm ở các trung tâm sinh vật biển.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor!\n\nChúng tôi rất vui khi biết rằng chuyến thăm đã đáp ứng được mong đợi của bạn vì mục đích của chúng tôi là giải trí và làm hài lòng tất cả các vị khách, bao gồm cả các gia đình có trẻ nhỏ. Tất nhiên, chúng tôi hy vọng được chào đón bạn sớm!\n\nTrân trọng\nĐọc thêm",
            "Có vẻ như bài đánh giá đầu tiên của tôi đã bị thất lạc nên chúng ta hãy bắt đầu lại! Bất cứ nơi nào chúng ta đi, chúng ta đều ghé thăm Thủy cung - trên khắp thế giới đều có điều tốt, điều xấu - hết sức khủng khiếp. Cái này ổn, chỉ ổn thôi nhưng ít nhất nó giúp bạn thoát khỏi cái nóng và có được một chút bình yên trong một thời gian.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE trên TripAdvisor! Rất vui được bạn ghé thăm và chúng tôi rất vui vì bạn thích không khí được tạo ra trong bể cá của chúng tôi. \nTất nhiên, chúng tôi hy vọng được chào đón bạn sớm! Trân trọng.Đọc thêm",
            "Đã đến đây với hai đứa con của chúng tôi vào một ngày mưa. Đó là một nơi đủ đẹp nhưng rất nhỏ - đặc biệt là về giá cả. Các nhân viên rất thân thiện và hiểu biết. Một vấn đề là nhà vệ sinh duy nhất nằm ở lối vào và bạn phải quay lại đó để sử dụng. Các cuộc nói chuyện rất thú vị và nhân viên rất tốt. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung Jesolo Sea Life trên Trip Advisor! Mục đích của chúng tôi là giải trí và làm hài lòng tất cả các vị khách với đường hầm đại dương trong suốt độc đáo, hồ đá tương tác và 100 loài sinh vật biển khác nhau thông qua 40 bể cá theo chủ đề, được thiết kế đặc biệt dành cho trẻ em. Để đạt được mục tiêu rất quan trọng này, chúng tôi cũng quan tâm đến mọi nhận xét do Khách đề xuất, đó là lý do tại sao chúng tôi cảm ơn những suy nghĩ của bạn. Tất nhiên, chúng tôi hy vọng được chào đón bạn một lần nữa!Đọc thêm",
            "Rất đắt tiền, hiếm có loài động vật nào có thể dễ dàng vượt qua nó trong khoảng 30 phút. Mua sắm cực kỳ đắt tiền. Nói chung là hoàn toàn lãng phí thời gian và tiền bạc. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung Jesolo Sea Life trên Trip Advisor! Chúng tôi rất tiếc khi biết rằng chuyến thăm không đáp ứng đầy đủ mong đợi của bạn vì mục đích của chúng tôi là giải trí và làm hài lòng tất cả các vị khách với đường hầm đại dương trong suốt độc đáo, hồ đá tương tác và 100 loài sinh vật biển khác nhau trong suốt 40 năm của chúng tôi. bể cá theo chủ đề, được thiết kế đặc biệt dành cho trẻ em. Để đạt được mục tiêu rất quan trọng này, chúng tôi cũng quan tâm đến mọi nhận xét do Khách đề xuất, đó là lý do tại sao chúng tôi cảm ơn những suy nghĩ của bạn. \nChúng tôi mời bạn liên hệ với chúng tôi trước chuyến thăm tiếp theo của bạn, chúng tôi sẽ vui lòng gợi ý cho bạn mức giá tốt nhất liên quan đến vé vào cửa. \nTất nhiên, chúng tôi hy vọng được chào đón bạn một lần nữa!Đọc thêm",
            "Thật là một bể cá đẹp. Dễ dàng trở thành một trong những chiếc xe tăng và màn trình diễn tốt nhất mà tôi từng thấy. Mọi thứ đều sạch sẽ và được trình bày tốt. Với rất nhiều cách để trẻ tương tác với cá. Chúng tôi đã đến buổi cho cá mập ăn rất tốt. Các nhân viên đã tổ chức tốt cho du khách và có một bài nói chuyện xuất sắc bằng cả tiếng Ý và tiếng Anh, điều này được đánh giá rất cao. Trong khi xem cảnh cá mập cho ăn, tôi gặp vấn đề với điện thoại của mình và vô tình bắt đầu quay phim với đèn bật....Tôi thật xấu hổ.. Tôi muốn nhân cơ hội này để xin lỗi. Tôi hoàn toàn hiểu tại sao những quy tắc này được áp dụng. Nếu bạn có thời gian, tôi chắc chắn khuyên bạn nên ghé thăm Trung tâm Đời sống Biển này. Nó chỉ cách dải chính một quãng đi bộ ngắn, có rất nhiều loại cá và đội ngũ nhân viên thân thiện. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor! Chúng tôi rất vui khi biết rằng chuyến thăm đã đáp ứng được mong đợi của bạn vì mục đích của chúng tôi là giải trí và làm hài lòng tất cả các vị khách, bao gồm cả các gia đình có trẻ nhỏ. Như bạn đã quan sát, để bảo vệ sức khỏe của cá, chúng tôi xin nhắc bạn rằng có thể chụp ảnh mà không cần sử dụng đèn flash.\nTất nhiên, chúng tôi hy vọng được chào đón bạn sớm! \nTrân trọngĐọc thêm",
            "Bộ sưu tập bể cá tuyệt vời. Một loạt các sinh vật xinh đẹp, được thể hiện trong bể cá đầy tưởng tượng. Phong cách trang trí của thủy cung rất trang nhã và gợi nhớ đến Indiana Jones và Lara Croft, những ngôi đền cổ và xác tàu đắm. Trẻ em có thể trèo bên dưới một số chiếc bass để dính đầu vào bát thủy tinh để có thể nhìn từ đáy biển. Một số động vật đặc biệt có thể được quan sát thực sự hoàn hảo. Một con bạch tuộc trong khung cảnh giống như Venice đã rất háo hức và vui vẻ khi chứng minh nó có thể bơi xung quanh tốt như thế nào - và trèo lên kính bằng giác hút của nó. Bạn ngay lập tức tin rằng nó thông minh như một con chó. Một con cua ẩn sĩ cũng làm như vậy. Con trai 8 tuổi của tôi bị mê hoặc bởi chúng và điều đó cho thấy những con vật được đối xử cẩn thận và tôn trọng. Lươn Moray các loại, cá đuối cũng như cá đuối, cá mập nhỏ khác nhau, sự đa dạng rất thú vị và rất thú vị. Cơ sở có kích thước hạn chế, nhưng họ đã giải quyết điều này bằng cách đi xuống lòng đất. Mọi thứ đều được bảo trì tốt và sạch sẽ, nhân viên thân thiện và nói được nhiều ngôn ngữ. Phí vào cửa khá cao, nhưng rất đáng để kiểm tra các tạp chí địa phương để biết thông tin giảm giá và đặt vé trực tuyến cũng rẻ hơn. Nhưng - bạn sẽ nhận được thứ gì đó xứng đáng với số tiền của mình. Chúng tôi đọc một số đánh giá tiêu cực nói rằng bạn có thể vượt qua sau 30 phút. Điều đó sẽ không công bằng cho những điều đẹp đẽ mà bạn có thể thấy ở đây. Tất nhiên người ta có thể chạy qua, nhưng chúng tôi gần như thích thú trong hai giờ, trong đó chúng tôi cũng ngồi xuống để xem cá đuối được cho ăn. Chúng tôi coi đây là điểm nổi bật ở Jesolo, xứng đáng cho bất kỳ ai có trí tưởng tượng sống động và quan tâm đến đời sống biển cả. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor! Rất vui được bạn ghé thăm và chúng tôi rất vui vì bạn thích không khí được tạo ra trong bể cá của chúng tôi. Mục đích đầu tiên của chúng tôi là giải trí và làm hài lòng tất cả Khách hàng cũng như tạo ra những trải nghiệm đáng nhớ và chúng tôi rất vui khi biết rằng mọi thứ đều diễn ra tốt đẹp! \nTất nhiên, chúng tôi hy vọng được chào đón bạn sớm! Trân trọngĐọc thêm",
            "Chúng tôi có vài giờ rảnh rỗi trước chuyến bay.. Trẻ em 3 và 10 tuổi đều thích nó. Các nhân viên rất thân thiện và tất cả đều nói tốt tiếng Anh - và tiếng Ý -. Tất cả những thông tin đáng chú ý cũng được trình bày bằng nhiều ngôn ngữ. Chúng tôi nhận được vé giảm giá thông qua lễ tân ở khu cắm trại, đưa giá cho một người lớn xuống còn - 11 vé mỗi vé. Những đứa trẻ cũng được giao một câu đố để hoàn thành khi đi vòng quanh...Các cuộc triển lãm thật tuyệt vời, theo chủ đề Vencian, tất cả đều rất thú vị!  - Chúng tôi cũng nhìn thấy những con cá ngựa lớn nhất mà tôi từng thấy - Mặc dù nhiệt độ bên ngoài là 30 - C nhưng thủy cung thực sự khá bận rộn - đặc biệt là những cuộc nói chuyện của cá mập. Cuộc nói chuyện bằng cả tiếng Ý và tiếng Anh, nhưng căn phòng chật cứng. Họ yêu cầu mọi người ngồi xuống để tất cả có thể nhìn thấy, nhưng nó rất đông đúc. 90 phút đáng yêu để kết thúc kỳ nghỉ.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor! Mục tiêu của chúng tôi là giải trí và làm hài lòng tất cả các vị khách với đường hầm đại dương trong suốt độc đáo, hồ đá tương tác và 100 loài sinh vật biển khác nhau thông qua 40 bể cá theo chủ đề, được thiết kế đặc biệt dành cho trẻ em. Tất nhiên, chúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa, trân trọngĐọc thêm",
            "Một sự thay thế tốt cho bãi biển. Thủy cung có một số hoạt động thú vị dành cho trẻ em - săn tìm kho báu - đố vui - và bể cá - bassins có kích thước vừa phải. Âm thanh không quá tốt với nhiều tiếng ồn - tiếng vang từ những du khách ồn ào. Các tia và cá mập rất thú vị để xem. Hãy sử dụng nó như một điểm dừng chân giữa trưa vào một ngày nắng, tránh nếu có quá nhiều du khách khác, nó sẽ quá đông đúc. Cửa hàng lưu niệm khá rộng với một số lựa chọn khá thú vị. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor! Chúng tôi rất tiếc khi biết rằng chuyến thăm không đáp ứng đầy đủ mong đợi của bạn vì mục đích của chúng tôi là giải trí và làm hài lòng tất cả các vị khách. Chúng tôi mời bạn liên hệ với chúng tôi trước chuyến thăm tiếp theo của bạn, chúng tôi sẽ vui lòng gợi ý cho bạn mức giá tốt nhất liên quan đến vé vào cửa. \n\nTất nhiên, chúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa! \n\nTrân trọng\nĐọc thêm",
            "Vì vậy, tôi đấu tranh để cho bốn ngôi sao nhưng điều đó không công bằng. Các nhân viên thực sự tốt bụng và có rất nhiều công việc để chăm sóc nhiều cá. Nó không đông đúc trong một ngày thứ hai. Giá hơi cao so với kích thước ngoại trừ bạn có thể nhập lại cả ngày. Sẽ mất khoảng 45 phút trừ khi bạn thực sự thích cá. Ồ và ảnh flash không được phép, đó không phải là vấn đề với điện thoại thông minh. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor! Rất vui được bạn ghé thăm và chúng tôi rất vui vì bạn thích không khí được tạo ra trong bể cá của chúng tôi. Mục đích đầu tiên của chúng tôi là giải trí và làm hài lòng tất cả Khách hàng cũng như tạo ra những trải nghiệm đáng nhớ. Chúng tôi thông báo cho Bạn rằng có thể chụp ảnh mà không cần sử dụng đèn flash.\nChúng tôi hy vọng được chào đón bạn sớm! \n\nTrân trọngĐọc thêm",
            "Này, hôm nay là một ngày mưa nên chúng tôi quyết định đi ra biển cùng với 1000 người khác...Nó hoàn toàn đông đúc. Tôi không muốn biết chuyện gì sẽ xảy ra trong lúc hoảng loạn... họ cho mọi người vào...Trời nóng, không có không khí để thở, trẻ nhỏ không thể lọt qua để nhìn rõ. Chắc chắn là không mang tính giải trí cũng như không thú vị! Vì vậy, đừng đi vào một ngày mưa. Lãng phí tiền bạc, thời gian và năng lượngĐọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ và trải nghiệm của mình tại Thủy cung SEA LIFE Lido di Jesolo trên TripAdvisor! Chúng tôi rất tiếc khi biết rằng chuyến thăm không đáp ứng đầy đủ mong đợi của bạn vì mục đích của chúng tôi là giải trí và làm hài lòng tất cả các vị khách của mình. Để đạt được mục tiêu rất quan trọng này, chúng tôi cũng quan tâm đến mọi đề xuất của Khách hàng, đó là lý do tại sao chúng tôi cảm ơn lời khuyên của bạn. Tất nhiên, chúng tôi hy vọng được chào đón bạn một lần nữa! Chúng tôi mời bạn liên hệ với chúng tôi trước chuyến thăm tiếp theo của bạn, chúng tôi sẽ sẵn lòng cung cấp cho bạn tất cả thông tin bạn cần, để tổ chức chuyến thăm của bạn theo cách tốt nhất có thể và tối đa hóa thời gian của bạn cũng như tận hưởng tốt nhất! Trân trọng\n\nĐọc thêm",
            "Xin chào mọi người, thời gian cho động vật ăn là mấy giờ Cảm ơn mọi người Đọc thêm",
            "Xem trên trang web Aquario để biết tất cả thời gian biểu Đọc thêm",
            "Chào buổi sáng, tôi đang cố gắng mua vé trực tuyến, tôi đã thử nhiều lần nhưng khi đến phần thanh toán, khi tôi phải nhập phương thức và mã, trang không tải hoàn toàn, nó thực tế vẫn trống. Tôi đã cố gắng được một lúc rồi, hôm nay có vấn đề gì không? Nó có thể là gì?\n\nCảm ơn\nMarcoĐọc thêm",
            "Chào buổi sáng,\nThật không may, có một vấn đề xảy ra với ngân hàng của công ty quản lý hoạt động bán hàng trên web của chúng tôi.\n\nChúng tôi khuyên bạn nên mua vé trước tại phòng vé của bến xe ATVO nằm phía sau trung tâm mua sắm nơi SEA LIFE tọa lạc - 5 phút đi bộ -.\nBạn cũng sẽ thấy vé còn có nhiều ưu đãi hơn: 11 - người lớn, 7 - trẻ em thay vì 12 - và 8 - trên web.\nBạn cũng có thể mua vào cùng ngày bạn đến thăm.\n\nChúng tôi hy vọng chúng tôi đã hữu ích cho bạn\n\nHẹn gặp lại bạn sớm! Đọc thêm",
            "Nó có mở cửa vào Thứ Hai Phục Sinh không? Đọc thêm",
            "Buổi tối vui vẻ,\nChúng tôi sẽ mở cửa từ 10 giờ sáng đến 6 giờ chiều, lượt vào cuối cùng là 5 giờ 15 chiều.Đọc thêm",
            "Một chuyến thăm có thể kéo dài bao lâu?Đọc thêm",
            "Buổi tối vui vẻ!\nChuyến thăm kéo dài khoảng một tiếng rưỡi. Tuy nhiên, vé cho bạn cơ hội vào và ra bao nhiêu lần tùy thích cho đến khi phòng vé đóng cửa lúc 5h15 chiều.\nBằng cách này, bạn sẽ có thể tham gia vào tất cả các buổi cho ăn của động vật của chúng tôi và tận hưởng bể cá suốt cả ngày.\n\nHẹn gặp lại bạn sớm! Đọc thêm",
            "Chào buổi chiều!\nTôi quan tâm đến giá vé mỗi người?\n\n                                      Lời chàoĐọc thêm",
            "CHÀO!  - \nĐây là giá tại quầy thu ngân:\nTrẻ em dưới 1m -- - miễn phí\nTrẻ em trên 1mt đến 10 tuổi -- - 13 - \nNgười lớn -- - 16:50 - \n\nVé gia đình\n2 người lớn - 1 trẻ em 34,50 - \n2 người lớn - 2 trẻ em 42,50 - \n2 người lớn - 3 trẻ em 50,50 - \n\nXin lưu ý rằng giá vé gia đình có thể thay đổi: hãy luôn xem trang web của chúng tôi.\n\nTrên trang web Bạn cũng có thể tìm thấy chương trình khuyến mãi đặc biệt cho vé cá nhân.\n\nMong sớm được gặp bạn! Đọc thêm",
            "Xin chào, tôi muốn biết bây giờ nó có mở cửa không hay chỉ mở cửa vào mùa hè, cảm ơnĐọc thêm",
            "Chào buổi sáng,\nChúng tôi sẽ mở cửa hàng ngày cho đến - ngày 8 tháng 1 năm 2017 - 10 giờ sáng - 6 giờ chiều, lượt vào cuối cùng là 5 giờ 15 chiều - .\nTrong thời gian còn lại của tháng 1 và tháng 2, chúng tôi sẽ chỉ mở cửa vào Thứ Bảy và Chủ nhật theo giờ như nhau. \nTìm tất cả thông tin trên trang web của chúng tôi để tổ chức chuyến thăm của bạn một cách tốt nhất. \nHẹn gặp lại bạn sớm! Đọc thêm",
            "Tôi muốn cùng gia đình đi tham quan thủy cung nhưng tôi thấy dự báo hôm đó sẽ có mưa. Tôi muốn biết liệu có thể tham quan công trình này ngay cả khi thời tiết xấuĐọc thêm",
            "Tất nhiên, bạn có thể tham quan ngay cả khi thời tiết xấu, tuyến đường này hoàn toàn diễn ra trong nhà.Đọc thêm",
            "Tôi có con 9 tháng tuổi và được phép sử dụng xe đẩy Đọc thêm?",
            "Buổi tối vui vẻ,\nThật không may, xe đẩy không được phép vào vì lý do an toàn.\nXe đẩy có thể được để ở bãi đậu xe không có người trông coi bên ngoài.\nTại phòng vé, bạn có thể yêu cầu thuê xe đẩy em bé miễn phí để sử dụng trong chuyến tham quan.\n\nCó sẵn.Đọc thêm",
            "Chó có thể vào được không?Đọc thêm",
            "Buổi tối vui vẻ,\nThật không may, việc tiếp cận động vật không được phép.\nBể mở của chúng tôi khuyến khích sự trao đổi vi khuẩn và vi rút trong không khí giữa chó và cá, điều này có thể khiến cả hai bị bệnh.\nChúng tôi cung cấp dịch vụ trông giữ chó, bạn có thể đặt dịch vụ này trên trang web của chúng tôi ít nhất 2 ngày trước chuyến thăm.\n\nBuổi tối vui vẻ.\nThủy cung sinh vật biển Lido di JesoloĐọc thêm"
        ],
        "star_ratings": [
            410,
            515,
            318,
            85,
            39
        ],
        "review_amount": 1367,
        "location": [
            "Châu Âu",
            "Jesolo",
            "Nước Ý",
            "Tỉnh Venice",
            "Veneto",
            "Các hoạt động ở Jesolo",
            "Thủy cung sinh vật biển Lido di Jesolo"
        ],
        "reviews_time": [
            "Written September 5, 2020",
            "Written September 8, 2019",
            "Written September 3, 2019",
            "Written August 31, 2019",
            "Written August 25, 2019",
            "Written August 18, 2019",
            "Written August 14, 2019",
            "Written August 10, 2019",
            "Written July 29, 2019",
            "Written July 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g580246-d2149866-Reviews-Lido_di_Jesolo_Sea_Life_Aquarium-Jesolo_Veneto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g11962484-d24111552-Reviews-Trattoria_Dall_Oste_Jesolo-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11962484-d23193672-Reviews-Saporhit-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11962484-d25969699-Reviews-Dirigi_Jesolo-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580246-d1890097-Reviews-Ristorante_Pizzeria_Maga_Mago-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11962484-d21326143-Reviews-Rossi_Restaurant_Pizza-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11962484-d17432262-Reviews-Pit_Stop_Pizzeria_Hamburgeria-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11962484-d12347529-Reviews-Neps-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580246-d8288946-Reviews-Atmosphera_Ristorante_Pizzeria_Jesolo-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580246-d2203573-Reviews-Sapore_di_Mare-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580246-d1463806-Reviews-Ristorante_Tempini-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d12727824-Reviews-Laguna_Shopping-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d18315100-Reviews-Jesolo_Sand_Nativity-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d3411479-Reviews-Gommapiuma-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d16699963-Reviews-Chiesa_di_Santa_Maria_Ausiliatrice-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d3411481-Reviews-Tropicarium_Park-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d15694637-Reviews-La_Fabbrica_della_Scienza-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d1873157-Reviews-Parco_Divertimenti_New_Jesolandia-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d12645426-Reviews-I_Mosaici_Paleocristiani_di_Jesolo-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d11872110-Reviews-Consorzio_di_Imprese_Turistiche_JesoloVenice-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d8410908-Reviews-The_Wheel_of_Venice-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d2149866-Reviews-or10-Lido_di_Jesolo_Sea_Life_Aquarium-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d6200103-Reviews-Sunny_Cafe-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d21131545-Reviews-The_QC-Lido_di_Jesolo_Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d4468997-Reviews-Jolly_Roger_Pirate_Cruise_at_Sea-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d23125185-Reviews-Non_Solo_Sole_Sunglasses_Jesolo-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d5926399-Reviews-AL_MORSO-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d2202448-Reviews-Cafe_del_Mar-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d1379030-Reviews-McWay_Falls-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d17822438-Reviews-Zoolung_Zoolung_Time_Square-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7708759-Reviews-Kajeng_Rice_Field-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g45198-d3427185-Reviews-Valley_View_Garden_Golf-Great_Falls_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d324757-Reviews-Arab_Street-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185104-Reviews-Rue_St_Paul-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g298217-d325147-Reviews-Huis_Ten_Bosch-Sasebo_Nagasaki_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g33389-d142974-Reviews-Dillon_Reservoir-Dillon_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2023113-Reviews-Plaza_Las_Americas-Cancun_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g580246-d2149866-Reviews-or10-Lido_di_Jesolo_Sea_Life_Aquarium-Jesolo_Veneto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g580246-d2149866-Reviews-Lido_di_Jesolo_Sea_Life_Aquarium-Jesolo_Veneto.html"
    }
]