[
    {
        "attraction_name": "Lieber State Recreation Area",
        "attraction_name_vi": "Khu giải trí bang Lieber",
        "general_info": [
            "8 đánh giá",
            "1 trong 5 điều cần làm ở Cloverdale",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Spent a day here as this is one Indiana park I had not yet visited. First - the beach was great. We were here on a perfect hot summer day and had a great time. Not too crowded on a weekday, the water was nice if a little choppy may have been wind. The beach was clean and relaxing. However, a couple other items made the visit less than ideal. We decided to do a hike first, then cool off at the beach. We took the covered bridge trail - a total mess. Honestly Ive never seen a SP trail in this condition. It was covered with tree limbs, sticks, leaves and other litter making it hard to walk. There were no trail markers anywhere. The trail was sometimes difficult to follow as it was partially overgrown in areas. Had to go downhill at a narrow point, and I slid. My feet went out and I sat down hard! Ouch. We had to climb over large fallen trees a few times. The trail finally seemed to thin with no obvious end, so we just turned around rather than get lost. Not the best hike.  We left then and stopped at the campstore for snacks. It was pretty thin on snacks and drinks. Ok, but the man running the store was clearly a state park employee, most likely an asst mgr. He was clearly not happy to be assigned campstore duty for the day. He was surly and unfriendly, not what Im used to at SPs. Whatever. Then we stopped at the pool so we could change into our suits for the beach. Were told we could not use the changing room unless we paid the 3 entrance fee. Seriously....so we finally found an actual restroom with plumbing, so we could change and wash up. I think all the other toilets in the park are outhouses This SP is not up to par with the others, probably not great management. Its worth a visit for the beach and the pool does look nice. But their website doesnt even talk about the beach! I had to google for info. There are other SPs nearby that are much better overall.Read more",
        "reviews": [
            "Phát hiện tuyệt vời - đang tìm cách giết thời gian thì thấy một tấm biển ghi 2 dặm nên đã đi xe! Đó là một công viên tuyệt vời với rất nhiều tiện nghi và một hồ bơi! Bãi biển hồ là nơi chúng tôi dành phần lớn thời gian trong ngày nhưng nếu bạn có khu vực hồ bơi dành cho trẻ em thì đó là một lựa chọn. ! Ở bên phải nếu khu vực bơi lội là một bến tàu câu cá nổi đẹp mắt - hãy mang theo dụng cụ và cá của bạn trong khi cả nhóm đi chơi trên bãi biển! Cổng chậu ở bãi biển nhưng phòng tắm có sẵn trong công viên.  Tòa nhà trung tâm thiên nhiên, công viên sạch sẽ và được bảo quản tốt! Đáng để dừng chân, cũng có vẻ là nơi tốt để cắm trại!Đọc thêm",
            "Những người ở cổng vào luôn vui vẻ và thân thiện.  Hồ bơi thực sự rất đẹp.  TUY NHIÊN, tủ đựng đồ ở hồ bơi thật điên rồ!  Chúng không hoạt động bình thường và sẽ rất nguy hiểm nếu bạn có thể mở khóa lại nó.  Nhân viên cứu hộ nói với tôi rằng họ không khuyên bạn nên sử dụng chúng.  Chà, điều đó sẽ hữu ích--NẾU họ đăng ký hoặc ngăn cản tôi trong quá trình này!  Một nhân viên cứu hộ khác nói với tôi rằng họ liên tục dán biển báo rằng tủ khóa không hoạt động nhưng mọi người vẫn tiếp tục phá bỏ chúng.  Ngoài sự thất vọng đó ra, công viên và hồ bơi rất tuyệt.Đọc thêm",
            "Nghe tất cả những câu chuyện kinh dị về các khu cắm trại đầy đủ và công viên RV, chúng tôi rất ngạc nhiên khi thấy viên ngọc này chỉ còn khoảng 20. Những điểm bằng phẳng đẹp cách đều nhau và rất nhiều cây cao. Chúng tôi chỉ đi ngang qua nhưng có vẻ như là một nơi tuyệt vời để dành một lúc!Đọc thêm",
            "Tôi và một nhóm bạn, gia đình và trẻ em đã ở đó vào cuối tuần, tất cả đều ổn cho đến khi người quản lý phụ trách nói với chúng tôi rằng họ không quen với NGƯỜI MÀU SẮC ở địa điểm cắm trại này. Tất cả chúng tôi đều thất vọng và sốc trước hành vi này của một nhân viên của một trong những công viên bang Indiana.Đọc thêm",
            "Trong chuyến đi đường bộ, chúng tôi thấy biển báo chỉ dẫn đến nơi này. Quyết định rằng chúng tôi cần nghỉ ngơi một chút nên đã dừng lại; và chúng tôi rất vui vì đã làm vậy. 9,00 đô la cho một ngày đi ra khỏi tiểu bang, nhưng nó sẽ đưa bạn đến các địa điểm công viên tiểu bang khác gần đó; nếu bạn có thời gian. Chúng tôi chỉ thích thác nước và những con đường mòn. Bạn cần phải có sức khỏe khá tốt để đi bộ đường dài ở một số khu vực. Không có lan can, và một số con đường mòn dốc và khá trơn trượt sau khi trời mưa. Hãy đảm bảo rằng bạn thoa thuốc chống muỗi; chúng ở ngoài đó. Có nhiều cơ hội chụp ảnh thác nước. Đây không phải là thác nước lớn nhất mà bạn từng thấy, nhưng có nhiều dặm sông và thác nước tuyệt đẹp để ngắm nhìn. Ngoài ra còn có nhiều nơi khác nhau mà bạn có thể lái xe đến, đỗ xe bên lề đường và thưởng thức bữa ăn ngoài trời và bơi trong sông. Nếu bạn sống gần đây, bạn chắc chắn nên dành thời gian để dành cả ngày ở đây cùng gia đình. Nếu bạn đang đi đường bộ và thấy mình ở gần đây; thì nơi này rất đáng để dừng lại. Đọc thêm",
            "Chúng tôi đã đặt chỗ cắm trại trực tuyến.  Rất dễ.  Chúng tôi đến và họ đã đặt chỗ trước.  Rất có tổ chức. Chúng tôi đi đến khu cắm trại của mình và phát hiện ra rằng một nhóm Giáo hội có hai địa điểm đã vô tình thành lập trong địa điểm của chúng tôi.  ĐÂY LÀ ĐÂU TÔI ĐÃ LÀM SAI LẦM CỦA MÌNH.  Chúng tôi là những người cắm trại lần đầu tiên và đã đồng ý thiết lập ở địa điểm mà nhóm chưa sử dụng.    Vấn đề là chúng tôi đã ở đó hai ngày và họ chỉ ở đó một ngày.  Ngày hôm sau, những người đã đặt địa điểm chúng tôi ở đã đến.  Chúng tôi phải phá bỏ và chuyển toàn bộ trại về địa điểm ban đầu.  SỐNG VÀ HỌC. Phòng tắm rất sạch sẽ.  Vợ tôi rất ấn tượng. Chúng tôi dành cả ngày ở hồ bơi.  Nó trông mới.  Phòng thay đồ rất đẹp.  Có cầu trượt hai tầng, nhiều chỗ ngồi và sân bóng chuyền cát. Chúng tôi rất thích nó. VÀ, chỉ tốn ba đô la để vào. Nice. Công viên được nhân viên công viên tuần tra liên tục.  Chúng tôi thấy một chiếc xe tải đi ngang qua địa điểm của chúng tôi vài giờ một lần. Chúng tôi đạp xe quanh công viên.  Chúng tôi thấy đó là cách tốt nhất để ngắm nhìn mọi thứ. Chúng tôi dừng lại ở cửa hàng cắm trại để lấy một ít củi và đá.  Họ đã được dự trữ rất tốt. Người phụ nữ siêu đẹp đang làm việc tại quầy thu ngân.Đọc thêm",
            "Ngày tuyệt vời ở công viên. Rất nhiều con đường mòn đi bộ đường dài và những điều cần làm. Bơi tham quan và nơi trú ẩn. Công viên gia đình vui vẻĐọc thêm"
        ],
        "star_ratings": [
            3,
            3,
            1,
            1,
            0
        ],
        "review_amount": 8,
        "location": [
            "Các hoạt động ở Cloverdale",
            "Hoa Kỳ",
            "Khu giải trí Lieber State",
            "Indiana TRONG",
            "Cloverdale"
        ],
        "reviews_time": [
            "Written July 13, 2023",
            "Written July 6, 2023",
            "Written June 28, 2022",
            "Written August 12, 2020",
            "Written September 17, 2019",
            "Written June 14, 2019",
            "Written July 3, 2017",
            "Written June 20, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37020-d10592585-Reviews-Lieber_State_Recreation_Area-Cloverdale_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37020-d10218654-Reviews-Buck_and_Dumb_Bass-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37450-d26987052-Reviews-Cataract_Lake_Grocery-Poland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d6612191-Reviews-Cagles_Mill_Lake-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g28935-d1523919-Reviews-Cataract_Falls-Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60886-d1500133-Reviews-Lincoln_State_Park-Lincoln_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37154-d8282743-Reviews-Lincoln_Park_Speedway-Greencastle_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d14883128-Reviews-Hopwood_Cellars_Winery-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d14558573-Reviews-Cloverdale_Park-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d27004130-Reviews-Clover_Meadows_Golf_Course-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d27746952-Reviews-Cowpokes_Work_Western_Cloverdale-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d5837856-Reviews-Rebel_Saloon-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105733-Reviews-Garden_District-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10745372-Reviews-Alexia_Handmade_Jewelry-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g43951-d279779-Reviews-Silver_Star_Casino-Philadelphia_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d8615316-Reviews-Tokyo_Trick_Art_Museum-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d532762-Reviews-Fish_Market-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d4587766-Reviews-Sandwich_Fish_Hatchery-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d2013389-Reviews-Kabukicho_District-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g189135-d7592378-Reviews-Arruda_Pineapple_Plantation-Ponta_Delgada_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d799256-Reviews-Barry_Manilow_at_the_Westgate_Las_Vegas_Resort_and_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48873-d21297863-Reviews-Rogers_Beach-Westhampton_Beach_Long_Island_New_York.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37020-d10592585-Reviews-Lieber_State_Recreation_Area-Cloverdale_Indiana.html"
    }
]