[
    {
        "attraction_name": "Lily Spa",
        "attraction_name_vi": "Lily Spa",
        "general_info": [
            "328 đánh giá",
            "- 155 trên 363 Spa - Chăm sóc sức khỏe ở Ubud",
            "Spa"
        ],
        "attraction_summary": "Massage trị liệu bằng hương thơm tuyệt vời cho bản thân và đối tác. Một phòng riêng đáng yêu với âm nhạc thư giãn. Rất yên bình cách xa đường. Nhân viên rất thân thiện và đó là một mức giá tốt! Chắc chắn sẽ đề xuất.Đọc thêm",
        "reviews": [
            "Lily Spa nằm đối diện với khách sạn của chúng tôi, rất thuận tiện khi chúng tôi quyết định tận hưởng dịch vụ mát-xa chân hoặc toàn thân. Cơ sở sạch sẽ và hợp vệ sinh, các nhà trị liệu có tay nghề cao và cả hai chúng tôi đều thích thú với dịch vụ mát-xa của mình. Mặc dù chúng tôi đã tắm trong khách sạn nhưng thời gian mát-xa vẫn chỉ là 50 phút, hơi khó chịu nhưng chúng tôi đã được thông báo trước khi tiếp tục.Đọc thêm",
            "Tôi đến Lily - s vì nó nằm ngay cuối phố nơi tôi ở. Vì tôi đã lấy tập quảng cáo của họ ngày hôm trước nên tôi đã có cơ hội làm quen với các sản phẩm khác nhau của họ. Tôi quyết định mát-xa kiểu Thụy Điển với dầu hoa hồng - bạn có thể chọn trong số các loại dầu tương tự như mát-xa bằng dầu thơm -. Nhân viên mát-xa của tôi rất nhẹ nhàng nhưng hiệu quả. Khi kết thúc massage, tôi cảm thấy hoàn toàn thư giãn. Tôi không đi bộ mà bay về khách sạn của mình..Đọc thêm",
            "Shirodhara rất tệ - Dầu làm bỏng trán tôi - quá nóng - Sau đó họ gội đầu cho tôi nhưng vẫn nhờn - lại bị bỏng với nước. Sau đó, họ cố gắng làm khô tóc của tôi nhưng lại làm bỏng da đầu của tôi - tôi vẫn phải trả đủ giá!! Tốt hơn là trả nhiều hơn một chút và đi bất cứ nơi nào khácĐọc thêm",
            "Tôi - đã có hai lần mát-xa chân tuyệt vời nên được xếp hạng hai sao. Sau đó tôi đi mát-xa vai cổ trong một giờ.  Một giờ chỉ có 50 phút.  Họ cho phép bạn tắm trong 10 phút! Nếu bạn tính đến việc một giờ mát-xa chỉ có 50 phút thì giá của dịch vụ mát-xa này theo giờ thực tế là 108k chứ không phải 90k như họ nói. Tôi khuyên bạn nên đi đâu đó nơi họ thực sự mát-xa cho bạn trong một giờ.Đọc thêm",
            "Spa tốt nhất cho đến nay! Spa có sức chứa nhất mà tôi đã từng đến. Bản thân tôi - bạn trai tôi đã mát-xa hai lần khi chúng tôi ở Bali, cùng với việc làm tóc, làm móng chân - nến tai. Họ đón bạn từ khách sạn và đưa bạn trở lại nếu bạn là người địa phương đến spa. Massage Bali là một trải nghiệm tôi sẽ không bao giờ quên. họ có thể làm nó mềm hoặc chắc nhưng đó là một liệu pháp massage tuyệt vời và một mức giá tuyệt vời. cho 2 người đôi khi họ cũng có giảm giá!Đọc thêm",
            "Hãy cẩn thận nhé các bạn! Tôi bị chấn thương cổ sau khi massage lưng - đầu ở nơi này. Người phụ nữ mát-xa cho tôi ở đó đã kéo cổ tôi rất mạnh. Tôi đã bị sốc khi cô ấy làm điều đó. Tôi đã thực hiện hơn 10 lần mát-xa kể từ khi tôi đến Bali và tại nơi đặc biệt này, tôi đã có 2 lần mát-xa chân và 2 lần mát-xa lưng với một người phụ nữ khác. Họ - cũng ổn và người phụ nữ đó đã không - kéo cổ tôi. Họ - có hơn 10 người làm việc ở nơi này và không có cách nào để biết ai sẽ mát-xa cho bạn. Họ phân công công việc theo thứ tự tùy theo lượt của họ trong danh sách. Tôi - đã phải vật lộn suốt 2 ngày nay với những cơn đau liên tục. Thuốc giảm đau không giúp ích gì cả. Tôi không thể cử động cổ hay ngủ ngon được. Họ không được đào tạo đủ để hiểu cơ thể con người, ấn vào đâu - mạnh như thế nào và khi nào nên dừng lại! Nơi khủng khiếp. Họ cũng không tôn trọng khách hàng. Tôi là khách hàng cuối cùng vào buổi tối, việc massage của tôi vẫn chưa kết thúc nhưng họ đã tắt máy lạnh và đèn!Đọc thêm",
            "Đó là một ngày rất nóng và tôi vừa kết thúc chuyến đi ngắm bình minh ở Núi Batur. Vì Lily Spa rất gần nơi tôi ở nên việc ghé qua rất thuận tiện. Với 90k IDR, tôi đã nhận được liệu pháp mát-xa kiểu Bali rất kỹ lưỡng và mạnh mẽ trong 60 phút từ Suni. Áp lực và các cú đánh của cô ấy được xác định chính xác và cô ấy đã quen với việc giải phóng áp lực khỏi các cơ bắp mệt mỏi. Sau đó tôi có thể đi tắm trước khi rời đi - trong cùng phòng điều trị - . Phòng tôi là phòng thông gió tự nhiên có quạt, rất mát. Họ cũng có phòng máy lạnh, tôi nghĩ bạn có thể yêu cầu nhưng tôi không chắc. Hãy thử Lily Spa! Nó sẽ không làm bạn tiêu hết tiền, nó không gây ồn ào và thực sự tốt sau một ngày mệt mỏi.Đọc thêm",
            "Chồng tôi và tôi đều được mát-xa từ Kasu - As. Wow cả hai chúng tôi đều đồng ý rằng massage tốt nhất từ ​​trước đến nay. Chúng tôi chắc chắn sẽ giới thiệu và sẽ quay lại khi ở uhbd tiếp theo. - Đọc thêm",
            "Có một giờ massage chân thật tuyệt vời và siêu rẻ. Spa sạch sẽ và được trang trí đẹp mắt. Nhân viên thân thiện.Đọc thêm",
            "Bạn đã thử những spa nào khác trong khu vực với mức giá tương tự và tốt hơnĐọc thêm",
            "Họ có cho một kết thúc có hậuĐọc thêm"
        ],
        "star_ratings": [
            125,
            82,
            35,
            41,
            45
        ],
        "review_amount": 328,
        "location": [
            "Indonesia",
            "Những điều cần làm ở Ubud",
            "Lily Spa",
            "Ubud",
            "Bali",
            "Châu Á",
            "Nhiếp chính Gianyar"
        ],
        "reviews_time": [
            "Written January 30, 2024",
            "Written August 28, 2023",
            "Written April 10, 2023",
            "Written July 15, 2022",
            "Written July 2, 2022",
            "Written June 7, 2022",
            "Written June 5, 2022",
            "Written May 31, 2022",
            "Written March 15, 2020",
            "Written March 2, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297701-d1973797-Reviews-Lily_Spa-Ubud_Gianyar_Regency_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d24970362-Reviews-The_Lair_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d26229518-Reviews-Norii_Ubud_by_Ini_Vie_Hospitality-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d12543538-Reviews-Sinduk_Warung-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d1182615-Reviews-The_Cafe_Lotus-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d19176169-Reviews-Taco_Fiesta-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d15632065-Reviews-Divya_Bar_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d17432296-Reviews-ShamanaMama_restaurant-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d11706482-Reviews-Senja_Bar_Resto-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d17528070-Reviews-Sun_de_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d12955412-Reviews-Alam_Pizza-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d531620-Reviews-Museum_Puri_Lukisan-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1048257-Reviews-Saraswati_Temple-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26585548-Reviews-Ida_Tjokorda_Gde_Agung_Sukawati_Monument-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378969-Reviews-Sacred_Monkey_Forest_Sanctuary-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1407893-Reviews-Gunung_Lebah_Temple-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17653728-Reviews-Pura_Dalem_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d27464072-Reviews-Ulu_Petanu_Waterfall-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1028742-Reviews-Don_Antonio_Blanco_Museum-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d25593142-Reviews-Trisula_Sunrise_Trekking-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378979-Reviews-Ubud_Traditional_Art_Market-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1973797-Reviews-or10-Lily_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12231822-Reviews-Kaveri_Spa_at_The_Udaya-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19721944-Reviews-Tejas_Spa_Unagi-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d23791760-Reviews-Kamalini_Spa_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19618024-Reviews-Flying_Bamboo_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8549078-Reviews-Serayu_Spa_at_The_Kayon_Resort-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d15067375-Reviews-Tejas_Spa_Jembawan-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26261750-Reviews-INKA_Ubud_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19929664-Reviews-Svaha_SPA_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8046149-Reviews-Ubud_Traditional_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d23217647-Reviews-Tejas_Spa_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d9681524-Reviews-Bali_OM_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12526026-Reviews-Synergy_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12929174-Reviews-Budaya_Ning_Spa_Bali_Beauty_Salon-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d5501783-Reviews-Ubud_Area_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19844568-Reviews-Ubud_Bali_Tour_Guide-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1839019-Reviews-Casa_Luna_Cooking_School-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d24143022-Reviews-Bali_Sunrise_Trekking_Guide-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19253584-Reviews-Bali_Tours_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12439095-Reviews-Puji_Sunrise_Trekking-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7104245-Reviews-Connect_to_Soul_Retreat-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d6975320-Reviews-Indra_Bali_Tours_Day_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d6949044-Reviews-Bisama_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26823656-Reviews-Tirta_Mandala_SPA-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2197032-Reviews-Tamarind_Spa_at_Murni_s_Houses-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26169428-Reviews-LoveSpa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d194657-Reviews-Ben_Nevis-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30090-d14927614-Reviews-Boulevard_Lanes-Anderson_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d10499300-Reviews-Kiva_Beach-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12741809-d10399059-Reviews-Algar_de_Benagil-Benagil_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185782-d3583954-Reviews-Turtle_Beach-Al_Hadd_Ash_Sharqiyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44844-d7195070-Reviews-Lost_Canyon_Nature_Trail_and_Cave-Ridgedale_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d7785279-Reviews-Kings_Plaza_Mall-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d20317056-Reviews-The_Library_Bar-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d6654058-Reviews-Newport_Beach_Pier-Newport_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297701-d1973797-Reviews-or10-Lily_Spa-Ubud_Gianyar_Regency_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297701-d1973797-Reviews-Lily_Spa-Ubud_Gianyar_Regency_Bali.html"
    },
    {
        "attraction_name": "Lily Spa",
        "attraction_name_vi": "Lily Spa",
        "general_info": [
            "9 đánh giá",
            "- 221 trong số 538 Spa - Sức khỏe tại Hà Nội",
            "Spa"
        ],
        "attraction_summary": "Chào mừng đến với Lily Spa Hà Nội... Với sự chào đón nồng nhiệt từ đội ngũ nhân viên thân thiện, chúng tôi mời bạn tận hưởng sự thư giãn cho đôi chân, cơ thể và tâm trí tại spa ban ngày yên bình của chúng tôi ở khu vực trung tâm thành phố Hà Nội. Lily Spa Hà Nội là một spa ban ngày đầy phong cách nằm ở trung tâm Hà Nội chuyên cung cấp các gói spa toàn diện, khiến nơi đây trở thành nơi hoàn hảo để bạn nghỉ ngơi, thoát khỏi sự hỗn loạn và hỗn loạn xung quanh của thành phố tuyệt vời này.Đọc thêm",
        "reviews": [
            "Tôi đã chọn phương pháp mát-xa bằng đá ấm vì nơi này có mức giảm giá 50 được hiển thị bên ngoài địa điểm của họ. Họ chào đón tôi vào, phục vụ tôi một tách trà ngon và sau đó dẫn tôi đến phòng mát-xa - tất cả đều rất sạch sẽ và dễ chịu với nền nhạc êm dịu -. Tôi - đã được đưa chìa khóa tủ để đồ và sau đó mọi chuyện bắt đầu: tôi được rửa chân và mát-xa, sau đó là 75 phút mát-xa toàn thân - kết hợp giữa mát-xa dầu và đá nóng và một chút Thái, bao gồm cả mát-xa toàn thân. massage đầu - , kết thúc bằng một tách trà nữa. Tất cả điều này chỉ với 250.000! Tôi cảm thấy 80 phút hạnh phúc mà tôi xứng đáng nhận được nhiều hơn thế nên tôi đã hào phóng cho tiền boa. ; - Người mát xa của tôi là một cậu bé, rất chuyên nghiệp và dễ chịu. Đọc thêm",
            "Tôi đã ở khách sạn Pavilion và - spa - gắn liền với điều này. Spa là một phòng phía sau đơn giản trong khách sạn và khi tôi yêu cầu mát-xa, người đàn ông ở bàn bắt đầu gọi các số khác nhau trên điện thoại của anh ta - cố gắng tìm một nhân viên mát-xa - và sau khoảng mười phút, một phụ nữ đã đến. Đến lúc này tôi đã do dự nhưng cô ấy trông tương đối chuyên nghiệp nên tôi cứ làm theo. Tôi đã được massage bằng đá nóng và thật không may là nó rất tệ, người phụ nữ hầu như không sử dụng bất kỳ loại dầu nào và cũng không có bất kỳ kỹ thuật nào để chà đá lên lưng tôi nên rất khó chịu. Có lúc cô ấy làm bỏng da tôi và còn dùng sức đập vào lưng và cổ tôi, đây là một hành động nguy hiểm nếu bạn không được đào tạo chuyên nghiệp. Sau đó, cô ấy yêu cầu tôi trả tiền cho cả cô ấy và quầy lễ tân vì dường như họ không trả tiền cho cô ấy - vì vậy cuối cùng tôi phải trả gần - 30 đô la cho một giờ, một mức giá đắt so với những nơi khác gần đó. Tôi - đã từng trải nghiệm rất nhiều dịch vụ mát-xa bằng đá nóng ở nhiều quốc gia khác nhau và tôi hoàn toàn không muốn giới thiệu địa điểm này.Đọc thêm",
            "Nơi thực sự tốt, thư giãn Và mát xa cơ thể tốt Và vị trí tốt, nhân viên thực sự chuyên nghiệp Và tốt đẹp Đọc thêm",
            "Nơi này hoàn hảo, rất chuyên nghiệp, có đồ uống miễn phí khi đến, nhân viên rất thân thiện. Đây là lần mát-xa thứ 2 tôi đến ở Hà Nội và tôi có thể nói rằng lần này được thực hiện bởi một chuyên viên mát-xa có trình độ. Chắc chắn sẽ quay lại khi tôi trở lại Hà Nội Đọc thêm",
            "Chồng tôi và tôi quyết định đi dựa trên các đánh giá - vì chúng tôi đang đi ngang qua. Chúng tôi đợi khoảng 10 phút - rồi người phụ nữ - người đàn ông xuất hiện để mát-xa.  Đối với tôi, người phụ nữ đó vẫn ổn..có rất nhiều áp lực. Tuy nhiên, thật không may cho chồng tôi, người đàn ông đó dường như không làm được gì nhiều. Chỉ cần sao chép của quý cô - không có áp lực - hầu như không sử dụng dầu - gây ra ma sát quá nhiều - . Anh ấy chắc chắn không muốn làm việc này nhưng có lẽ đã bị cuốn hút vào nó. Có một buổi mát xa toàn thân đang diễn ra trong cùng một phòng với một tấm màn rất mỏng. Sau khi mát-xa xong, người phụ nữ kia đắp cho tôi một chiếc khăn tắm.. tuy nhiên tôi không biết nó đến từ đâu - tôi không thấy chiếc khăn mới nào ở đâu cả..thật là kinh tởm. Ngoài ra, chồng tôi còn nhận được một chiếc gối từ chính người phụ nữ mà khách hàng trước đó đang sử dụng.   - Tệ quá... - Sau khi mát-xa xong, họ yêu cầu trả trước tiền boa trước khi trả tiền ở tầng dưới. Chúng tôi nói với họ rằng chúng tôi sẽ trả tiền ở tầng dưới - cho họ tiền boa ở đó. Sẽ không đến đây nữa. Đọc thêm",
            "Lily Spa gần đây đã khai trương như một phần bổ sung cho Khách sạn Pavillion mới được cải tạo ở Khu Phố Cổ. Spa cung cấp một loạt các dịch vụ tuyệt vời để nghỉ ngơi và thư giãn sau khi tham quan các đường phố nhộn nhịp của Hà Nội. Đội ngũ nhân viên thân thiện sẽ đảm bảo bạn được chăm sóc tốt và giá cả rất hợp lý. Vị trí tọa lạc lý tưởng ở phố Mã Mây, ngay trung tâm khu phố cổ.Đọc thêm",
            "Massage tuyệt vời - vị trí tuyệt vời - và ngay bên cạnh khách sạn tôi đang ở!  - Khách sạn Pavillion - Đường Tháng Năm! - .Đọc thêm",
            "Sau khi đi du lịch vài ngày, chúng tôi vô cùng cần được mát-xa. Chúng tôi rất hài lòng với dịch vụ mát-xa của mình, nhân viên mát-xa của tôi rất chu đáo và rõ ràng là được đào tạo bài bản - nhiều nhân viên mát-xa ở Châu Á không được đào tạo chuyên nghiệp - cô ấy đã tìm thấy tất cả các cơ bị căng của tôi - sau một cuối tuần đi bộ nhiều, tôi đã bị căng cơ - và nhân viên mát-xa của chồng tôi cũng vậy. Tôi chỉ cho bốn sao vì chúng tôi không được cung cấp nước hoặc bất kỳ chất lỏng nào trước hoặc sau đó. Tôi đã đề cập điều này với ban quản lý sau khi mát-xa và họ đảm bảo với tôi rằng trong tương lai tất cả khách hàng sẽ được cung cấp đồ uống giải khát. Bản thân dịch vụ mát-xa rất tốt. Đọc thêm"
        ],
        "star_ratings": [
            6,
            1,
            1,
            1,
            0
        ],
        "review_amount": 9,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Lily Spa"
        ],
        "reviews_time": [
            "Written December 17, 2017",
            "Written November 29, 2017",
            "Written October 5, 2017",
            "Written October 4, 2017",
            "Written October 1, 2017",
            "Written September 19, 2017",
            "Written September 12, 2017",
            "Written September 4, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12863810-Reviews-Lily_Spa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17483665-Reviews-Lighthouse_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14982709-Reviews-Era_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15059139-Reviews-Diamond_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26774668-Reviews-Hanoi_Corner_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24998529-Reviews-The_Majesty_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11769480-Reviews-Chops_Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25985860-Reviews-M_t_Vietnamese_Restaurant_Vegetarian_Met_4-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18895516-Reviews-Starlight_Skybeer-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9782842-Reviews-Katze_Vegan_Vegetarian_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17366751-Reviews-Hang_Ma_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10101162-Reviews-Hanoi_Old_Quarter_Culture_Exchange_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9983248-Reviews-Ta_Hien_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6991711-Reviews-Den_Quan_De-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26702042-Reviews-Inkonic_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25551547-Reviews-TheSinhTourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211260-Reviews-Bach_Ma_Temple-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8692931-Reviews-Serene_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-La_enMay_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17707099-Reviews-La_Spa_Hang_Be-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12051459-Reviews-Hanoi_Labelle_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11512801-Reviews-Hanoi_Tours_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7915399-Reviews-Hanoi_Ultimate_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12506011-Reviews-Holidays_With_Hanna-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548880-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12226344-Reviews-Hair_Of_The_Dog-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7939825-Reviews-Royal_Palace_Cruise_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11443665-Reviews-Sapa_Luxury_Van_Limousine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10077825-Reviews-Style_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25444777-Reviews-Middle_Complex-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4702456-Reviews-The_Doors_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437053-Reviews-Win_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16866293-Reviews-Ball_9-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6945236-Reviews-Sunshine_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6672214-Reviews-HTS_Tour_Transport-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d13944248-Reviews-Haraj_Ibn_Qasim-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d260587-Reviews-The_Mall_at_Millenia-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103514-Reviews-LoDo-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d272297-Reviews-Paradise_Cove-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d6160806-Reviews-Hello_Kitty_Island-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220084-Reviews-Strip_District-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g154942-d317675-Reviews-Hot_Springs_Cove-Tofino_Clayoquot_Sound_Alberni_Clayoquot_Regional_District_Vancou.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10660982-Reviews-Museo_Leonardo_Da_Vinci_Experience-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d116675-Reviews-Montezuma_Castle_National_Monument-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34316-d10172613-Reviews-Splash_Harbour_Water_Park-Indian_Rocks_Beach_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12863810-Reviews-Lily_Spa-Hanoi.html"
    }
]