[
    {
        "attraction_name": "Lincoln National Forest",
        "attraction_name_vi": "Rừng Quốc gia Lincoln",
        "general_info": [
            "359 đánh giá",
            "- 1 trong 25 điều cần làm ở Ruidoso",
            "Rừng"
        ],
        "attraction_summary": "Vùng rừng rộng 1,1 triệu mẫu Anh này bao gồm các khu vực giải trí riêng biệt bao gồm Thung lũng Ruidoso, Cloudcroft và Carlsbad, tất cả đều nằm trên khắp dãy núi Rocky phía nam của New Mexico.Đọc thêm",
        "reviews": [
            "Xin hãy ghi công cho Mescalero Apache Tribe. Một số hình ảnh được đăng tải được chụp tại khu bảo tồn của họ. Cảm ơn bạn! Đọc thêm",
            "Sau khi đọc tất cả các đánh giá tích cực, tôi hơi thất vọng. Tôi đoán sẽ thật tuyệt nếu bạn sống ở khu vực tráng miệng nhưng tôi thích quang cảnh Colorado hơn. Đọc thêm",
            "Tôi phải lái xe qua công viên này trên đường đến White Sands. Khung cảnh cực kỳ đẹp. Tôi ước mình có thể làm được nhiều hơn - chụp ảnh nhưng tôi đang lái xe. Tôi chắc chắn sẽ quay lại vào một thời điểm nào đó. Đọc thêm",
            "Cloudcroft ưa thích hơn Riudoso, ít khách du lịch hơn. Cắm trại gần cloudcroft tuyệt vời - Tháng 10 - . Món ăn ngon aanbrew tại nhà máy bia Cloudcroft một chiếc bánh pizza. Riudoso đông đúc hơn - Tháng 7 - Đọc thêm",
            "thị trấn trượt tuyết nhỏ có đường mòn dành cho xe đạp leo núi dành cho mọi cấp độ, gần hang động xấu Carls Rừng quốc gia Lincoln và công viên quốc gia cát trắng cũng gần đó. những nơi tuyệt vời để ăn và mua sắm. các trang trại táo và hạt cho đến các cabin du lịch cho thuê quanh năm. gần biên giới Colorado, một phần của dãy núi đá cao 7000 feet so với mực nước biển. những con đường mòn đi bộ đường dài và các điểm quan sát trong khu cắm trại của người leo núi cũng là khu vực quanh năm với những việc cần làm.Đọc thêm",
            "Vị trí đẹp để cắm trại, đi bộ đường dài, lái xe hoặc dã ngoại buổi chiều.  Được bao quanh bởi vẻ đẹp và thời tiết đẹp cho phép bạn có trải nghiệm tuyệt vời. Một số khu vực không cho phép nuôi chó, tuy nhiên chúng tôi đã tìm được một địa điểm để chơi bóng - trên dây dẫn dài - và ngồi bô.  Đáng ghé thăm!Đọc thêm",
            "Chuyến lái xe đáng yêu xuyên qua Rừng Quốc gia Lincoln cho thấy thiên nhiên ở đây đẹp nhất và hiểm trở nhất, đặc biệt là nơi những trận cháy rừng tự nhiên để lại dấu vết. Rừng có những khu cắm trại mộc mạc, đẹp đẽ.Đọc thêm",
            "Rừng Quốc gia Lincoln chỉ là một nơi đặc biệt và là một con đường tuyệt đẹp làm nổi bật bầu trời và cảnh quan. Hãy dành thời gian lái xe và dừng lại để thực sự thưởng thức phong cảnh.Đọc thêm",
            "Chúng tôi lái xe từ Ruidoso đến White Sands qua Rừng Quốc gia Lincoln. Con đường rất đẹp với nhiều cây cối và một số động vật hoang dã. Chúng tôi nhìn thấy một số con hươu Mule dọc đường. Nhiệt độ ở vùng núi mát mẻ và tốt hơn khi đi trên những con đường khô cằn hơn.Đọc thêm",
            "Cảnh đẹp....Rất nhiều địa điểm ăn ngon....cũng như nhiều việc để làm.  Những con đường mòn đi bộ đường dài thật tuyệt vời!Đọc thêm",
            "Tôi muốn biết khi nào thì tán lá thường đạt đỉnh ở Công viên Quốc gia Lincoln?Đọc thêm",
            "Có hoạt động trượt tuyết trong khu vực không?Đọc thêm",
            "Tôi - tôi không chắc về việc trượt tuyết. Tôi biết có rất nhiều người trong số họ ở khu vực Ruidoso và Cloudcroft.Đọc thêm",
            "Có mở cửa vào cuối tuần khôngĐọc thêm",
            "Chắc chắn rồi!Đọc thêm",
            "Chúng tôi sẽ có mặt tại Carlsbad Caverns vào tháng 2 và đang nghĩ đến việc lái xe đến Alamogordo từ Artesia qua Rừng Quốc gia Lincoln. Có khả năng xảy ra tình trạng đóng đường vào mùa đông không?Đọc thêm",
            "Bạn sẽ không gặp bất kỳ vấn đề nào khi đi du lịch, nhưng Mẹ Thiên nhiên có thể gây ra sự tàn phá bất cứ khi nào bà thấy phù hợp. Hãy gọi cho Sở Giao thông Vận tải New Mexico hoặc truy cập trang web của họ; tại đó bạn sẽ biết được tình hình trên toàn tiểu bang. Chúc bạn có một chuyến đi an toàn, tận hưởng! Đọc thêm",
            "Chào Deidre. Bạn muốn biết gì về điểm du lịch này?\nXin chào, chúng tôi muốn ở Rừng Quốc gia Lincoln vào tháng 12.  Chúng tôi có một chiếc RV 28 và một con chó.  Tôi - tôi đang gặp khó khăn khi điều hướng trang web. Bạn có thể cho tôi biết nơi để ở?  Cảm ơn!Đọc thêm",
            "Hãy dùng thử Reserveamerica.c để đặt chỗ cắm trại trên khắp Hoa KỳĐọc thêm",
            "Thời tiết dịp nghỉ lễ thế nào? \nCó gì hấp dẫn trong những ngày này?Đọc thêm",
            "Chuyến thăm của bạn vào ngày nào? Có thường thấy tuyết không? cảm ơn bạn rất nhiều trước lời chàoĐọc thêm",
            "Chúng tôi ở Cloudcroft ngày 31 tháng 10 năm 2017. Chúng tôi ăn trưa tại The Lodge.  Khoảng 2 giờ chiều. chúng tôi đã đi xuống Ruidoso thông qua khu đặt chỗ Mescalera tới U. s. Hwy 70. Chúng tôi ở Ruidoso khoảng một tuần.  Chúng tôi ở tại nhà riêng của bạn bè.  Điểm nổi bật trong chuyến thăm của chúng tôi là một chuyến đi bộ ngắn quanh Hồ Alto, phía bắc thị trấn.\n\nMi apologias por tener tan mal EspaÑol.Đọc thêm",
            "Ski Apache có nằm ngoài Rừng Quốc gia Lincoln không? Có nhiều hoạt động thân thiện với trẻ em trong tháng 1 không? Đọc thêm",
            "Nó nằm trong Rừng Quốc gia Lincoln nhưng Ski Apache là khu nghỉ dưỡng thuộc sở hữu của Mescalero-Apache. Nếu Ruidoso có một mùa đông tốt với tuyết thì ngọn núi này lại có hoạt động trượt tuyết. Tôi - tôi chắc chắn rằng họ có những con dốc dành cho trẻ em.Đọc thêm",
            "Đâu là những chuyến đi bộ đường dài tốt nhất để đưa trẻ em đến Ruidoso?Đọc thêm",
            "Bạn tôi đưa chúng tôi đến hồ Grindstone và nó rất đẹp.  Một chuyến đi bộ đẹp quanh hồ.  Việc đi bộ có vẻ không xa nhưng chúng tôi đã đi bộ một lúc và tập luyện rất tốt.  Đưa bọn trẻ đi, tôi chắc chắn chúng sẽ thích nó.Đọc thêm",
            "Tôi có thể làm gì ở Ruidoso hoặc khu vực lân cận vào tháng 7?Đọc thêm",
            "Nếu bạn thích đánh bạc, có một sòng bạc lớn.  Phong cảnh trong và xung quanh Ruidoso thật ngoạn mục.  Thị trấn nhỏ Cloudcroft cách đó 30 dặm và không thể bỏ qua. Có một loại bia thủ công tuyệt vời tại một trong những quán bar - quán nướng ở đó mà bạn không nên bỏ qua.  Đài tưởng niệm Quốc gia White Sands có thể được nhìn thấy từ một đường hầm trên đường tới Cloudcroft. Nếu bạn yêu thích lịch sử, hãy tham quan Pháo đài Stanton, cách Ruidoso một đoạn ngắn. Lái xe lên đỉnh núi để có tầm nhìn ngoạn mục ra toàn bộ khu vực xung quanh. Tản bộ và mua sắm tại các cửa hàng cổ kính nằm dọc hai bên con phố chính.  Lái xe đến Lincoln, nơi bạn có thể nhìn thấy nhà tù nơi Billy the Kid tìm đường đến tự do.Đọc thêm"
        ],
        "star_ratings": [
            272,
            73,
            12,
            2,
            0
        ],
        "review_amount": 359,
        "location": [
            "Hoa Kỳ",
            "Ồn ào",
            "Rừng Quốc gia Lincoln",
            "Các hoạt động ở Ruidoso",
            "New Mexico - NM -"
        ],
        "reviews_time": [
            "Written May 6, 2023",
            "Written May 4, 2023",
            "Written November 24, 2022",
            "Written September 26, 2022",
            "Written September 10, 2022",
            "Written August 15, 2022",
            "Written July 16, 2022",
            "Written July 11, 2022",
            "Written April 12, 2022",
            "Written December 5, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47185-d109661-Reviews-Lincoln_National_Forest-Ruidoso_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g47106-d6699961-Reviews-Runyan_Ranches-Mayhill_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47106-d23857447-Reviews-Backwoods_Treasures-Mayhill_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d109661-Reviews-or10-Lincoln_National_Forest-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d16820134-Reviews-Backcountry_Attitudes-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d10456388-Reviews-Grindstone_Lake_Trail-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d3664984-Reviews-Grindstone_Lake-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d21307111-Reviews-Two_Rivers_Fairy_Trail-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d27038501-Reviews-Wingfield_Park-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d27002457-Reviews-Grindstone_Lake-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d25172287-Reviews-Perk_Canyon-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47106-d27077522-Reviews-Cloud_Country_Club-Mayhill_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195588-Reviews-Aiguille_du_Midi-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560798-Reviews-Na_Pali_Coast_State_Wilderness_Park-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d19060546-Reviews-South_Station-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d645113-Reviews-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d12295928-Reviews-Sunan_Thai_Massage_Spa-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23479331-Reviews-Peacock_Beach-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d270457-Reviews-Grottos_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13795075-Reviews-EPIC_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d2078717-Reviews-Mixwell_Bar-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d547593-Reviews-Spinalonga_Kalydon-Elounda_Lasithi_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47185-d109661-Reviews-or10-Lincoln_National_Forest-Ruidoso_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47185-d109661-Reviews-Lincoln_National_Forest-Ruidoso_New_Mexico.html"
    }
]