[
    {
        "attraction_name": "Lindt Factory Outlet Kilchberg",
        "attraction_name_vi": "Cửa hàng bán lẻ Lindt tại Kilchberg",
        "general_info": [
            "371 đánh giá",
            "- 1 trong 1 khu mua sắm ở Kilchberg",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thiên đường số 2 sau hành trình vĩ đại của nhà máy!! Kết thúc chuyến tham quan nhà máy, bạn đi đến cửa hàng nơi bạn có thể tìm thấy tất cả sôcôla, đủ hương vị ở mọi kích cỡ. Các nhân viên rất lịch sự và hữu ích. Họ có thể chuẩn bị bất kỳ loại sô cô la nào ngay tại chỗ có tên bạn trên đó!! Đọc thêm",
            "Quản lý một chuyến thăm nhanh để mua một số món ngon trên đường đến sân bay sau chuyến công tác. Mặc dù một số mặt hàng đắt tiền và bạn có thể mua chúng ở Vương quốc Anh với giá rẻ hơn nhưng có một số mặt hàng bạn không thể mua ở đây và là thứ bắt buộc phải có. Những món đồ Lễ Phục sinh đáng yêu và một số mẫu miễn phí được làm cho khoảng thời gian rất đáng yêu. Những chú thỏ Lindy khổng lồ và những chiếc xe thỏ cũng đáng để ghé thăm.Đọc thêm",
            "Chúng tôi đến thăm với con trai của chúng tôi. Cách Zurich một chuyến tàu ngắn và từ đó bạn có thể đi bộ 10 phút hoặc có hai xe buýt 163 - 165 đi đến nhà máy. Bên trong họ giải thích về lịch sử của sô cô la cũng như toàn bộ quá trình từ trồng ca cao đến sản phẩm cuối cùng. là nơi nếm thử và trải nghiệm sô cô la, nơi bạn có thể trải nghiệm nhiều loại sô cô la khác nhau. Sau đó, cuối cùng bạn có thể nếm thử tất cả các hương vị khác nhau của Lindor. Có một cửa hàng sô cô la nơi họ bán nhiều loại sô cô la Lindt nhất. Và giá cả cũng rẻ hơn so với miễn thuế. Đáng mua vé nhưng hãy đặt trước vì hầu hết các chỗ trống đều kín chỗ. Con trai chúng tôi rất thích nóĐọc thêm",
            "Tôi sẽ - không bận tâm. Tôi khá hào hứng khi thực hiện chuyến tham quan vì tôi nghĩ nó sẽ rất thú vị. Cách xa nó. Nó không quá hấp dẫn và rất đông đúc. Toàn bộ quá trình mọi người ra vào dường như vô tổ chức và khó hiểu. Nhìn chung thiếu các biển báo hữu ích để hướng dẫn mọi người về những gì họ muốn. Số lượng nhân viên rất hạn chế nên không thể yêu cầu hướng dẫn. Tôi sẽ - không bận tâm.Đọc thêm",
            "ZRH - ZurichNếu bạn - là một người nghiện rượu, thì đây là nơi dành cho bạn! Chi phí 15CHF - - 13,5 - để tham quan! Nó gần thành phố và dễ dàng di chuyển bằng phương tiện giao thông công cộng của Zurich! Bạn cũng có thể ở lại bao lâu tùy thích, khám phá theo tốc độ của riêng bạn và thưởng thức sô cô la chất lượng cao nhất thế giới! Đây là những gì mong đợi trong chuyến tham quan: - Chuyến tham quan tự hướng dẫn bằng âm thanh quanh bảo tàng - Khám phá lịch sử của Lindt - Tìm hiểu về lịch sử của Sôcôla Thụy Sĩ - Tìm hiểu về thu hoạch ca cao - Tìm hiểu về sản xuất sô cô la - Nếm sô cô la không giới hạn - Nếm thử thanh sô cô la không giới hạn - Ăn nấm cục không giới hạn - Tương lai của sản xuất sô cô la Ngoài ra còn có một Cửa hàng sô cô la Lindt - rõ ràng - nơi có vô số loại sô cô la! Hãy chắc chắn rằng bạn cũng ghé thăm Lindt Chocolate Café, nơi bạn có thể thử các sản phẩm sô cô la Lindt, từ đồ uống Sôcôla nóng Lindt đến Kem Lindt!Đọc thêm",
            "Sôcôla Lindt ngon nhất! Rất nhiều loại ngon. Sôcôla không bao giờ có mùi vị sai nếu đó là Lindt.  Toàn bộ tình yêu và sự ấm áp đang chảy ở nơi này. Bạn phải đến đây nếu ở Zurich! Thật là một trải nghiệm tuyệt vời khi mua sắm tại cửa hàng của nó!! Đó là một nơi hạnh phúc cho bất kỳ người yêu sô cô la và không yêu sô cô la.Đọc thêm",
            "Phải ghé thăm bảo tàng Zurich, một viên ngọc quý của bang. Rất khuyến khích bạn đi cùng trẻ em, bạn sẽ nếm số lượng sô cô la không giới hạn và bạn sẽ đi sâu vào lịch sử và thế giới sô cô la! Đừng ngần ngại, nếu bạn ở Zurich đừng bỏ qua Bảo tàng này.Đọc thêm",
            "Đây thực sự là một trải nghiệm tuyệt vời.  Họ có rất nhiều loại sôcôla Lindt khác nhau và tất cả đều được trình bày rất tốt! Đọc thêm",
            "Chúng tôi đã đặt lớp Chocolateier và nói chung là hài lòng. Chúng tôi phải dùng Uber để đến đây từ khách sạn, cách trung tâm thành phố Zurich khoảng 20 phút đi xe. Chúng tôi đến lớp muộn một chút nên nhân viên ở quầy lễ tân đã nhanh chóng đưa chúng tôi đến lớp để nói về tầm quan trọng của việc đến đúng giờ. Tôi hiểu quan điểm của họ nhưng tôi nghĩ điều đó là không cần thiết vì chúng tôi đến muộn ngoài tầm kiểm soát của mình và chúng tôi chỉ cần một câu trả lời đơn giản là có hoặc không nếu chúng tôi vẫn có thể tham dự. Chúng tôi đến muộn vài phút và những người còn lại trong lớp vẫn đang cất đồ đạc của họ vào tủ khóa được cung cấp cho lớp. Bạn được tặng một chiếc tạp dề và mũ đầu bếp và cô ấy sẽ trang trí thanh sô cô la và kem của riêng bạn. Thực sự thú vị và tương tác! Bạn có thể mang về nhà tác phẩm sô cô la mà tôi nghĩ là món quà lưu niệm ngọt ngào nhất. Bảo tàng ngày hôm đó không còn vé nên chúng tôi chỉ dạo qua cửa hàng quà tặng trước khi rời đi. Nhìn chung trải nghiệm thú vị trừ đi những nhận xét ban đầu của nhân viên khi chúng tôi đến.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời dành cho những người yêu thích sô cô la. Các nhân viên rất thân thiện và chào đón. Quán cà phê có nhiều lựa chọn đồ uống theo chủ đề sô cô la, bánh ngọt, bánh quế, v.v. bảo tàng rất thú vị và tìm hiểu nhiều về lịch sử - bạn nhận được rất nhiều mẫu miễn phí từ quả bóng Lindt, tấm Lindt tan chảy, tấm Lindt. Bạn có thể chụp một bức ảnh sau đó được hiển thị điện tử trên tường từ những khách truy cập khác. Cửa hàng có nhiều lựa chọn sô cô la tuyệt vời. Có một cửa hàng bán lẻ bên ngoài nhà máy thậm chí còn bán nhiều sô cô la hơn. Hãy để ý đến những chiếc xe Lindt - tuyệt vời!! Rất muốn giới thiệu.Đọc thêm",
            "Chào bạn,\n\ncó đường dẫn nào đến chuyến tham quan nhà máy sô cô la Lindt không? Tôi không thể tìm thấy nơi đặt chỗ?\n\nCảm ơn\nSFAĐọc thêm",
            "Xin chào SFA từ NYC,\n\nChúng tôi đã đến đó vào mùa hè năm ngoái và đó là một chuyến thăm thú vị.\nCông ty sô cô la Lindt không tổ chức tour tham quan.\nVâng, tôi cũng thất vọng. Nhưng bên cạnh nhà máy ở thị trấn nhỏ này - tôi nghĩ vậy - phía bắc Zurich, đi xe buýt 15 phút, bạn có thể đến cửa hàng sô cô la Lindt. Vẫn đáng để đến đó và mua những viên sô cô la lớn mà thông thường không được bán ở nơi khác - 1 pound trở lên - và các hương vị khác - thanh hoặc kẹo bon-bon rời.\nHỏi khách sạn về cách đi lại bằng xe buýt và nơi để đi xe buýt đến Kilchberg. Tôi\n\nChuyến tham quan mất khoảng 1 đến 1,5 giờ khi bạn lên xe buýt và đến đó để tham quan và mua sô cô la - họ - sẽ tặng bạn một hoặc hai viên bon-bon để nếm thử - và sau đó đi xe trở lại Zurich.\n\nVì chỉ là cửa hàng sô cô la nên không có phí vào cửa.\n\nNhững nơi khác có bán sôcôla Thụy Sĩ là ở nhà ga xe lửa chính - hãy tìm trong tờ rơi - hãy hỏi khách sạn - và ở phố cao cấp có các cửa hàng thiết kế - Hermes - Dior - Bali Thụy Sĩ - , v.v. -\n\nTôi hy vọng thông tin này hữu ích và chúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "Chào buổi sáng,\nChúng tôi muốn tham gia buổi workshop làm sô-cô-la dành cho trẻ em vào Thứ Bảy, 9 - 11. Có cần phải đăng ký trước không? Liên hệ với chúng tôi ở đâu?\nCảm ơn bạnĐọc thêm",
            "Xin chào... - bạn có thể xác nhận nó nằm ở đâu không?  - Ở Zürich à?  Chúng tôi đến đó vào dịp lễ Phục sinh. Cảm ơn bạn rất nhiều!!! Đọc thêm",
            "Nó không ở Zurich, nhưng nó đủ gần để ghé thăm, nếm sô cô la thật tuyệt vời!Đọc thêm",
            "Chồng tôi và tôi sẽ đến thăm vào cuối tháng. Chúng tôi đang đặt các chuyến tham quan và tự hỏi liệu có đáng để tham gia xưởng làm nấm truffle không? Gần đây có ai tham gia workshop này không? Họ làm bao nhiêu nấm cục cho mỗi người?Đọc thêm",
            "Sống cạnh nhà máy Lindt, tôi tin rằng xưởng làm bánh praline thực sự đang học cách trở thành một thợ làm sôcôla Maitre. Bạn học cách làm bánh praline của riêng mình nhưng vấn đề không phải là bao nhiêu... Bạn cũng có thể nếm thử các loại sôcôla khác. Tổng chi phí trải nghiệm là từ 2400 CHF cho nhóm từ 21-30 người. Hoặc bạn có thể yêu cầu một khóa học riêng sẽ rất tốn kém.\nHy vọng điều đó sẽ giúpĐọc thêm",
            "Bạn có thể tham quan bên trong nhà máy được không?Đọc thêm",
            "Không chính xác, những gì họ có là một bảo tàng trưng bày toàn bộ quá trình sản xuất sô cô la và một cửa hàng khổng lồĐọc thêm",
            "Xin vui lòng bạn chỉ có thể ghé thăm cửa hàng? Có phí vào cửa không? Còn giá cả thì sao? Cảm ơnĐọc thêm",
            "Đây chỉ là một cửa hàng thực tế. Vào cửa miễn phí. Giá thấp hơn so với thị trường, đó là những loại hoàn toàn tươi và tuyệt vời. Xin đừng quên hỏi họ về túi giữ nhiệt dành cho Two Franks sẽ không để sôcôla tan chảy.Đọc thêm",
            "Cửa hàng có mở cửa vào Thứ Hai Phục Sinh không?Đọc thêm",
            "Cửa hàng có mở cửa vào Thứ Hai Phục Sinh không?Đọc thêm",
            "Tôi đọc trên Internet rằng vào nhà máy miễn phí, có đúng không? Với một chuyến tham quan có hướng dẫn?\nCảm ơn bạnĐọc thêm",
            "Vâng đúng vậy! Đọc thêm",
            "Có ai đã đến Nhà máy Lindt ở Aachen - Cologne - chưa?  - Có ai đã từng đến Nhà máy Aachen Lindt chưa?\nBạn có biết giá tại Factory ở Zurich có tốt như ở đó không?  - Tôi muốn biết giá ở Nhà máy Zurich có giống với Aachen hay không.Đọc thêm",
            "Chào buổi sáng! Tôi chưa đến Aachen - Cologne...\nTuy nhiên, tôi tin rằng Lindt Factory có mức giá rất hấp dẫn... Tôi đã mua 3 túi sô cô la khổng lồ vào ngày 17 tháng 12 với giá 150 CHF tất cả! Bí quyết của cửa hàng nhà máy Lindt này là hãy đi đến phía sau cửa hàng, nơi tập trung các chương trình khuyến mãi tốt nhất! Đọc thêm"
        ],
        "star_ratings": [
            222,
            95,
            38,
            13,
            3
        ],
        "review_amount": 371,
        "location": [
            "Các hoạt động ở Kilchberg",
            "Kilchberg",
            "Thụy sĩ",
            "Châu Âu",
            "Cửa hàng bán lẻ Lindt tại Kilchberg",
            "bang Zurich"
        ],
        "reviews_time": [
            "Written February 1, 2024",
            "Written May 29, 2023",
            "Written May 20, 2023",
            "Written May 11, 2023",
            "Written May 8, 2023",
            "Written December 25, 2022",
            "Written October 23, 2022",
            "Written August 21, 2022",
            "Written March 26, 2022",
            "Written March 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1079187-d5571279-Reviews-Lindt_Factory_Outlet_Kilchberg-Kilchberg.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1079187-d1545692-Reviews-Chez_Fritz-Kilchberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1079187-d23825152-Reviews-Cafe_Rumi-Kilchberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1079187-d8047811-Reviews-Hiltl_am_See_Seebad_Kilchberg-Kilchberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580381-d1460404-Reviews-Tracht_EIN_HAUS_AM_SEE-Rueschlikon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580381-d2243911-Reviews-Da_Toni-Rueschlikon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580381-d1816292-Reviews-Die_Rose_Restaurant-Rueschlikon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1079187-d19903577-Reviews-Restaurant_Ochsen_Michael-Kilchberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1079187-d1436625-Reviews-Dal_Buongustaio-Kilchberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1079187-d12248690-Reviews-Kafi_Kaenzig-Kilchberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580381-d751979-Reviews-Belvoir_Restaurant_Grill-Rueschlikon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d20379233-Reviews-Lindt_Home_of_Chocolate-Kilchberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d12654859-Reviews-Seebad_Kilchberg-Kilchberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d13475362-Reviews-Pestalozzianlage-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g1463437-d10235064-Reviews-Luftseilbahn_Adliswil_Felsenegg_LAF-Adliswil_Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d4723713-Reviews-Uetliberg_Mountain-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d244436-Reviews-Museum_Rietberg-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285099-Reviews-Lake_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196033-Reviews-Kunsthaus_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196025-Reviews-Old_Town-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2214382-Reviews-Tourist_Information-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d5571279-Reviews-or10-Lindt_Factory_Outlet_Kilchberg-Kilchberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d12124323-Reviews-Zurich_Massage_and_Sport_Clinic-Kilchberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d12384122-Reviews-Swissdaytours_Mark_Huggenberger-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d11704049-Reviews-Sherly_s_Kitchen-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d9734352-Reviews-Swiss_Travel_Guide-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196036-Reviews-Botanical_Garden-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2170263-Reviews-Gray_Line_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196030-Reviews-Opernhaus_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g580381-d7993753-Reviews-Park_im_Gruene-Rueschlikon.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d553677-Reviews-Bitez_Beach-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189446-d2270349-Reviews-Nisyros_Volcano-Nisiros_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187854-d585256-Reviews-Lake_Orta-Orta_San_Giulio_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3604979-Reviews-Route66_Club-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g46130-d208068-Reviews-Santa_s_Village-Jefferson_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d7124916-Reviews-Ammoudi_Beach-Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d8440720-Reviews-Pokai_Bay_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d108540-Reviews-Opaekaa_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d271290-Reviews-Science_City_at_Union_Station-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g50427-d3268099-Reviews-Hartville_Marketplace_and_Flea_Market-Hartville_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1079187-d5571279-Reviews-or10-Lindt_Factory_Outlet_Kilchberg-Kilchberg.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1079187-d5571279-Reviews-Lindt_Factory_Outlet_Kilchberg-Kilchberg.html"
    }
]