[
    {
        "attraction_name": "Linwood Cemetery",
        "attraction_name_vi": "Nghĩa trang Linwood",
        "general_info": [
            "137 đánh giá",
            "- 7 trong số 29 điều cần làm ở Glenwood Springs",
            "Nghĩa trang"
        ],
        "attraction_summary": "Nơi chôn cất trùm xã hội đen, con bạc và nha sĩ, Doc Holiday.Đọc thêm",
        "reviews": [
            "Khá bỏ qua trên đường đi. nó - rất khó khăn trong suốt chặng đường đó. Bạn có thể dừng lại ở một vài điểm để ngồi hoặc ngắm cảnh. Chúng tôi lái xe từ Denver vào Chủ nhật - giao thông quay trở lại rất tệ. Không chắc liệu tôi có lái xe lại 2,5 giờ để xem nó trong 10 phút hay không, nhưng nếu bạn đang ở trong khu vực hoặc đi ngang qua, chắc chắn nó sẽ nằm trong danh sách của bạn. Chúng tôi đã dừng một vài điểm khác trên đường trở về Denver.Đọc thêm",
            "Chúng tôi đến thăm Nghĩa trang Linwood ở Glenwood Springs, CO vào tháng 5 năm 2002. Đó là một chuyến đi bộ dài 1 - 2 dặm lên núi vì vậy hãy chuẩn bị cho một chuyến đi bộ nghiêm ngặt hơn. Nghĩa trang ma quái với hàng rào sắt xung quanh những ngôi mộ nhếch nhác.  Người ta không biết chính xác Doc Holliday được chôn cất ở đâu trong nghĩa trang nhưng có một tấm biển ghi rằng ông được chôn cất - ở đâu đó - trong nghĩa trang.  Nó cũng nói rằng anh ấy đã chết trên giường. Chúng tôi nghĩ đó là một trò đùa vui vẻ.  Tuy nhiên, tôi sẽ không đến Glenwood Springs chỉ vì lý do đó.  Tôi sẽ thấy nó nếu tôi ở trong khu vực.Đọc thêm",
            "Ông cố của tôi được chôn cất ở đó nên cứ vài năm chúng tôi lại ghé qua và đi bộ dọc theo con đường mòn dài khoảng 1 - 4 dặm đến các ngôi mộ, bao gồm cả những người thợ mỏ thiệt mạng trong các mỏ trong khu vực và Doc Holiday.  Đó là một chuyến đi bộ vất vả thẳng lên đồi và do đó những người có bệnh lý cần lưu ý điều đó.   Bên trên cũng không có nước nên bạn phải mang theo bên mình. Độ cao cũng sẽ ảnh hưởng đến việc đi bộ của bạn nếu bạn không quen.  Nhưng tôi đã thấy mỗi ngôi mộ đều kể một câu chuyện.Đọc thêm",
            "Hầu hết mọi người leo núi đến Nghĩa trang để xem mộ của Doc Holliday.  Trên thực tế, đó là một nhà hát tuyệt vời vì không ai thực sự biết Doc được chôn cất ở đâu.   - Hãy đến thăm Trung tâm Du khách và nói chuyện với Suzy Alcott để biết câu chuyện có thật về nơi chôn cất anh ấy. - Tuy nhiên, khách du lịch đã đóng góp cho khu mộ bằng cách để lại các lá bài, bao gồm cả ván thắng, chai rượu nhỏ, đồ trang sức và những thứ tương tự khác.  Xem hình ảnh.  Thú vị hơn là những câu chuyện ngụ ý trong những bia mộ khác - niềm tự hào và niềm vui - một cậu bé đã chết một tuần sau khi chào đời. Hai chị em chết gần nhau. Những gia đình và thế hệ lớn được đánh dấu ở những mảnh đất khác. Đối với chúng tôi, phần tuyệt vời nhất của chuyến đi bộ dốc này - uống nước - nghỉ ngơi thường xuyên - là nhìn thấy Cây của Annie. Một cô gái địa phương tên Annie mắc bệnh ung thư ở tuổi 21. Mỗi ngày cô ấy leo lên ngọn núi mtn. Một ngày nọ, mệt mỏi và kiệt sức, cô ngồi cạnh một cái cây đang bám lấy sự sống - rễ của nó bám chặt vào những tảng đá và níu giữ sự sống thân yêu.  Annie đã được truyền cảm hứng khi nhìn thấy cái cây và cô thề rằng, giống như cái cây, cô cũng sẽ bám lấy cuộc sống.  Cô buộc một dải ruy băng từ tóc quanh rễ cây.  Ba mươi năm sau, Annie vẫn còn sống. Kể từ đó, cái cây đã truyền cảm hứng cho hàng ngàn người bước đi.  Họ mang theo những chiếc bình sữa, những dải ruy băng, những hy vọng và ước muốn rồi buộc những ước mơ của mình lên cây.  Cây Annie - s nằm ở nửa đường đi bộ và đáng để lấy cảm hứng.  Xem ảnh đính kèm.  Đi âm thầm.  Hãy xem xét những hy vọng và mong muốn của tất cả những người đã để lại ước mơ của mình trong những mảnh ruy băng và đồ trang sức.Đọc thêm",
            "Nếu bạn có hứng thú với lịch sử - không chỉ Doc Holliday - thì cũng đáng để đi bộ lên đồi để khám phá nghĩa trang tiên phong này.  Có một tập tài liệu quảng cáo có sẵn tại ki-ốt khi bạn bước vào phần bên dưới - Cánh đồng Potters nằm trên dốc - giải thích về cuộc đời và vai trò của một số người được chôn cất ở đây trong lịch sử của Glenwood Springs.  Nhìn vào ngày tháng trên bia mộ là một lời nhắc nhở sâu sắc về cuộc sống khó khăn như thế nào, ngay cả đối với những người tương đối khá giả. Nếu bạn thực hiện chuyến đi vì Doc, đồng thời cân nhắc việc đọc Doc của Mary Doria Russell.  Một cuốn sách tuyệt vời đặt cuộc sống của anh ấy vào bối cảnh.  Cũng lưu ý rằng rất có thể ông đã được chôn cất ở khu vực Potters Field và cột mốc tưởng niệm sau đó đã được dựng lên ở phần dưới với tầm nhìn đẹp nhất ra thị trấn. Đừng mang theo nước, đặc biệt nếu thời tiết ấm áp. Có một vài chiếc ghế dài dọc theo con đường mòn.Đọc thêm",
            "Tôi đang trượt tuyết ở khu vực Aspen vào tuần đầu tiên của tháng 4 năm 2006. Tôi thuê một căn nhà ở Glenwood Springs rất gần nghĩa trang.  Lúc đó tôi không biết nghĩa trang cũng như bia mộ của Bác sĩ ở đó.  Một hôm chúng tôi về nhà thuê khá sớm vào một buổi chiều nắng ấm.  Chúng tôi tự hỏi có gì trên ngọn đồi gần nhà và nhận thấy một con đường đi bộ.  Chúng tôi đi bộ lên đó - 5 phút - và đến Nghĩa trang Linwood lịch sử rất thú vị.   Hoàn toàn tình cờ, một trong những ngôi mộ đầu tiên chúng tôi đi qua là của John Henry - Doc - Holliday -.  Không có ai khác ở xung quanh.   Rất nhiều người gần đây đã bày tỏ lòng kính trọng đối với Doc.   Có xì gà, những chai rượu bourbon gần như rỗng, một ly rượu hoàng gia được bày bằng ly thủy tinh, vài viên đạn cỡ nòng 44 và rất nhiều đồ lặt vặt khác được sắp xếp ngay ngắn xung quanh bia mộ của ông để tỏ lòng tôn kính với người đàn ông đó.  Nó rất thú vị.  Tôi đã thực hiện một cuộc điều tra nhỏ trong nhiều năm - và nếu bạn - là một người cá cược như Doc - thì tỷ lệ cược cao hơn 50 - 50 rằng thi thể bị bệnh lao tàn phá của Doc được khai quật từ nghĩa trang này theo yêu cầu của người cha giàu có của ông vào khoảng năm 1900 và trở về Georgia thân yêu của mình.   Những người thân còn sống hiện tại từ chối đồng ý khai quật mẹ anh - s và Doc - s - bí mật - mộ ở Georgia để chứng minh một lần và mãi mãi thông qua DNA ty thể nếu thi thể của Doc - được đưa về Georgia.Đọc thêm",
            "Nghĩa trang chỉ đơn giản là trên đỉnh đồi. Nó chưa đầy một dặm, nhưng hơi xa một chút. Tuy nhiên khi bạn lên tới đỉnh thì điều đó cũng xứng đáng. Bạn có một cái nhìn tuyệt vời về Glenwood Springs. Nghĩa trang là sự mô tả tuyệt vời về thời đại, Doc Holiday và Kid Curry được chôn cất tại đây. Họ có điểm đánh dấu cho Doc, nhưng nó không nhất thiết phải là nơi chôn cất ông ấy. Vẫn là một liên doanh tuyệt vời.Đọc thêm",
            "Thú vị nhưng muốn xem nhiều sự kiện lịch sử được đăng hơn 2 biển báo. THẬN TRỌNG!!!!! Chúng tôi gặp một con gấu trên đường lên đó vào ngày 13 tháng 9.Đọc thêm",
            "Một chuyến viếng thăm ở đây hơi kích thích tư duy, thật buồn khi nhìn thấy tất cả những bia mộ của những người định cư đầu tiên đã chết khi còn quá trẻ, nhiều người ở rất xa nhà.  Nghĩa địa hơi rậm rạp một chút, nhưng tôi nghĩ nó làm tăng thêm trải nghiệm. Đi bộ lên sẽ có tầm nhìn tuyệt vời ra thành phố.Đọc thêm",
            "Đường đi lên nghĩa trang hơi dốc nhưng chỉ khoảng bốn phần mười dặm. Một phần đường được lát đá và phần còn lại là đất nện nên đi bộ rất dễ. Các bia mộ được đánh dấu rõ ràng và dễ tìm với các biển báo chỉ đường. Cậu con trai bảy tuổi của tôi đã mệt nhưng vẫn đi lên đến các ngôi mộ mà không cần nghỉ ngơi. Có những chiếc ghế dài dọc theo đường ray trong trường hợp bạn cần dừng lại. Có một cây sự sống dọc đường nơi học sinh trung học địa phương đã gắn những dải ruy băng lên cây vì đã chọn sự sống thay vì phá thai. Đọc thêm"
        ],
        "star_ratings": [
            52,
            65,
            18,
            1,
            1
        ],
        "review_amount": 137,
        "location": [
            "Colorado - CO -",
            "Suối Glenwood",
            "Nghĩa trang Linwood",
            "Những hoạt động nên làm ở Glenwood Springs",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written June 14, 2002",
            "Written July 13, 2006",
            "Written August 15, 2018",
            "Written October 11, 2013",
            "Written March 14, 2018",
            "Written November 10, 2015",
            "Written September 15, 2014",
            "Written May 15, 2014",
            "Written June 22, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33446-d146054-Reviews-Linwood_Cemetery-Glenwood_Springs_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d4827584-Reviews-Deja_Brew_Coffee_Sunshine_Too-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d622676-Reviews-Riviera_Scratch_Kitchen-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d7789962-Reviews-The_Expresso_Hut-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d517968-Reviews-Daily_Bread-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d23095054-Reviews-Hugo_s-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d7367837-Reviews-Co_Ranch_House-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d3877865-Reviews-Jimmy_Johns-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d10768829-Reviews-Kaleidoscoops_604-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d4872611-Reviews-Slope_Hatch-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33446-d517971-Reviews-Glenwood_Canyon_Brewing_Company-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d529897-Reviews-Doc_Holliday_s_Grave-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d4462741-Reviews-Frontier_Historical_Museum-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d24088786-Reviews-Stoneyard_Distillery-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d116239-Reviews-Glenwood_Caverns_Adventure_Park-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d8720295-Reviews-Cooper_Corner_Gallery-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d8043223-Reviews-Glenwood_Springs_Branch_Library-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d12841053-Reviews-Visit_Glenwood_Springs-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d18718517-Reviews-Glenwood_Springs_River_Trail-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d8416776-Reviews-Art_on_8th-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d18979161-Reviews-Casey_Brewing_Taproom-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-or10-Linwood_Cemetery-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d2639675-Reviews-Glenwood_Vaudeville_Revue-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d8449358-Reviews-Hookers-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d2069445-Reviews-Glenwood_Adventure_Company-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d17250209-Reviews-Crystal_Tuning-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d2067170-Reviews-Up_the_Creek_Rafting-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d2163442-Reviews-Blue_Sky_Adventures-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d12319247-Reviews-Skin_to_Soul_Holistic_Massage_and_Wellness-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d6000596-Reviews-Figura_Spa-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d116241-Reviews-Glenwood_Hot_Springs_Pool-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d12254985-Reviews-Glenwood_Escape-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d2220586-Reviews-Adventure_Paragliding-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d11548355-Reviews-Golden_Menorah-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138239-Reviews-South_Street-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d105309-Reviews-Mauna_Kea_Beach-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d13443061-Reviews-Foot_Rub-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39440-d7157920-Reviews-Evans_Orchard_Cider_Mill-Georgetown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g3221436-d9742366-Reviews-Al_Wakrah_Souq-Al_Wakrah.html",
            "https://www.tripadvisor.com/Attraction_Review-g46281-d8409265-Reviews-Cascade_Falls-Woodstock_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110209-Reviews-King_Tut_s_Tomb_and_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d556600-Reviews-Jean_Talon_Market-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d12853269-Reviews-Monastery_Beach-Saranda_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-or10-Linwood_Cemetery-Glenwood_Springs_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-Linwood_Cemetery-Glenwood_Springs_Colorado.html"
    }
]