[
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Tôi đã đến Huế khoảng 5 lần trong sáu tháng qua. Và tôi luôn và chỉ thuê xe máy của mình từ Little Hue Travel. Tôi thích dịch vụ khách hàng. Mọi người đều dễ chịu và tốt bụng. Mọi người đều nói tiếng Anh khá tốt. Nếu có bất kỳ vấn đề gì, họ sẽ sửa chữa. Luôn là một niềm vui khi thuê xe từ LHT. Tôi thông báo cho họ trước về chuyến đi của mình và chiếc xe đạp đang chờ tôi trong khoảng thời gian tôi mong muốn. Tôi nhiệt liệt giới thiệu họ cho dịch vụ cho thuê xe máy của bạn. Đọc thêm",
            "Kinh khủng.. Chúng tôi đặt xe buýt từ Huế đến Đà Nẵng, họ bảo 2,5h. Ngay cả sự khởi đầu cũng gặp nhiều rắc rối và chúng tôi phải đón taxi đến trạm xe buýt mà họ bảo. Sau đó, chúng tôi bị bỏ lại ở một nơi hoang vắng chờ đợi được đón. Xe buýt không được tìm thấy ở đâu và cuối cùng đã đến muộn. Được rồi, chúng tôi vẫn hiểu rằng đây không phải là Châu Âu. Sau 2 giờ, chúng tôi dừng lại và họ nói với chúng tôi rằng chúng tôi sẽ nghỉ 30 phút, điều này thật vô nghĩa vì chúng tôi cách Đà Nẵng 30 phút, sau 1 giờ họ đã sẵn sàng rời khỏi nơi đó nhưng họ nhận thấy rằng xe buýt đã dừng lại. bị hỏng, họ đang cố sửa nó thêm 50 phút nữa nhưng không được. Không ai nói cho chúng tôi biết chuyện gì đang xảy ra. Sau đó, tài xế đóng xe lại và không nói gì, cả tài xế và hướng dẫn viên đều rời xe mà không nói một lời. Sau 3 giờ, chúng tôi vẫn ở đây để chờ lấy một số thông tin hoặc được một chiếc xe buýt khác đón mà có lẽ thậm chí còn chưa được đặt hàng. Bây giờ tài xế và hướng dẫn viên du lịch đã không còn ở đâu nữa và đồ đạc của chúng tôi ở ngay đó để mọi người mang đi khỏi xe buýt. Không nói được tiếng Anh, họ tức giận khi chúng tôi hỏi bất kỳ câu hỏi nào. Vì vậy, nếu bạn muốn đến nơi bạn đặt hàng, đừng sử dụng công ty này vì lợi ích của riêng bạnĐọc thêm",
            "Tôi đã dành vài ngày một mình ở Huế. Nhờ du lịch Little Hue tôi đã thấy được mọi thứ mà lẽ ra bạn phải thấy ở gần Huế. Quang, chủ sở hữu, biết nơi ăn uống, những gì bạn phải xem, nơi tuyệt vời để thư giãn trên bãi biển và anh ấy cũng có thể sắp xếp mọi thứ cho bạn trong thời gian bạn ở Việt Nam. Ngay cả khi bạn không muốn tham quan, đây vẫn là nơi tuyệt vời để thuê xe máy và xin lời khuyên!Đọc thêm",
            "Cơ quan tốt nhất mà tôi từng đến! Những người hữu ích, nhanh chóng, công bằng và hiểu biết! Khi nói đến việc đặt một chuyến đi, thuê một chiếc xe máy, đổi tiền hoặc yêu cầu giới thiệu thì đó là nơi nên đến! Rất khuyến khíchĐọc thêm",
            "Chúng tôi thường là những người du lịch tiết kiệm nhưng quyết định vung tiền và đi ô tô riêng từ Huế đến Đà Nẵng mặc dù có những chuyến đi ít tốn kém hơn. Việc đặt phòng của chúng tôi rất dễ dàng. Nhân viên tại Little Hue rất hiệu quả, chuyên nghiệp và thân thiện. Chúng tôi cũng đã đặt chuyến đi thuyền rồng đến các ngôi mộ. Chúng tôi đã thực hiện tất cả các điểm dừng mà chuyến tham quan bằng xe buýt đưa đón... cầu Thanh Toàn, Lăng Cô, đèo Hải Vân và làng chài. Thời tiết không đẹp lắm nhưng đèo Hải Vân được dự đoán là có sương mù. Dừng lại trước khi đến Đà Nẵng để có những bức ảnh tuyệt vời về thành phố.  Trong suốt chuyến đi dài 5 giờ có điểm dừng, Nhật tài xế của chúng tôi đã cung cấp những thông tin sáng tỏ về cuộc sống của người Việt Nam... hôn nhân, lịch sử và mọi thứ ở giữa.  Tôi đánh giá cao dịch vụ của anh ấy. Anh ấy sẽ dừng lại theo yêu cầu. Hãy hỏi anh ấy lời khuyên cho bữa trưa vì VinhPearl rất đáng yêu nhưng đắt hơn một chút. Hải sản rất nhiều.Đọc thêm",
            "Đặt tour của chúng tôi một cách nhanh chóng. Dịch vụ rất tốt. Anh ấy rất thân thiện và trả lời tất cả các câu hỏi của chúng tôi. Chuyến tham quan thật tuyệt vời! Thực sự được tổ chức tốt. Rất khuyến khích. Dừng lại ở những địa điểm đẹp trên đường đi. Rất nhiều cơ hội chụp ảnh. Luôn sẵn sàng chụp ảnh bạn. Tiếng Anh rất tốt. Địa điểm đáng yêu cho bữa trưa. Đáng yêu đáng yêu đáng yêu! Thuận và Hiếu là những người hướng dẫn trong ngày và không thể tuyệt vời hơn được nữa, những chàng trai đáng yêu với tiếng Anh tuyệt vời! Rất vui!Đọc thêm",
            "Tôi đặt 2 tour cùng anh Quang của Little Hue Travel. Chuyến tham quan thành phố mà ông Quang đã sắp xếp thật tuyệt vời, trong đó có bữa trưa tự chọn tuyệt vời trong thị trấn. Chuyến đi trong ngày đến Động Phong Nha bắt đầu sớm, mất cả ngày và kết thúc vào khoảng 7:30 tối. Xe buýt là một phương tiện cũ có nhãn dán WiFi miễn phí ở cửa sổ phía sau, nhưng khi tôi hỏi về WiFi thì không có. Thật tuyệt nếu có WiFi trên một chuyến xe buýt dài như vậy. Tôi cũng đã đặt một chuyến di chuyển bằng ô tô riêng từ Huế đến Hội An, chuyến đi hoàn hảo và giá cả hợp lý. Vì khách sạn của chúng tôi ở xa trung tâm thành phố một chút nên anh Quang cử hai trợ lý đến đón chúng tôi trước mỗi chuyến tham quan, cho chúng tôi trải nghiệm đầu tiên trên lưng xe máy :- Lúc đầu hơi sợ, nhưng nhưng giao thông thông thoáng vào sáng sớm và tôi rất thích chuyến đi ngắn. Dịch vụ khách hàng xuất sắc Rất khuyến khích!Đọc thêm",
            "Chúng tôi đặt một chiếc ô tô riêng có tài xế từ Huế đến Hội An với một vài điểm dừng trên đường đi. Việc đặt chuyến đi rất minh bạch với tất cả các chi phí được chi trả, các điểm dừng được quyết định, v.v...Tài xế rất chuyên nghiệp và nói tiếng Anh tốt. Anh ấy không hề cố gắng dừng thêm - cửa hàng, nhà hàng, v.v.... Anh ấy đã làm theo kế hoạch và tỏ ra thân thiện trên đường đi. Rất khuyến khích. Đọc thêm",
            "Chúng tôi đã đặt tour xe máy có hướng dẫn viên từ Huế đến Hội An qua đèo Hải Vân. Little Hue Travel rất hữu ích và đã đặt chỗ cho chúng tôi rất nhanh cho chuyến đi của mình. Chúng tôi có 2 xe máy với một hướng dẫn viên lái mỗi người và một người trong chúng tôi ngồi sau. Hướng dẫn viên của chúng tôi là Sherlock và Tong rất tuyệt vời. Cảnh quan dọc đường tự nói lên tất cả nhưng các chàng trai đã khiến chuyến đi trở nên thực sự thú vị bằng cách đảm bảo chúng tôi có thể nhìn thấy mọi nơi chúng tôi muốn. Họ đưa chúng tôi đi ăn trưa trên bãi biển và trả lời mọi câu hỏi của chúng tôi. Cả hai đều là những người lái xe tuyệt vời, tôi không cảm thấy không an toàn ở bất kỳ thời điểm nào. Tôi thực sự khuyên bạn nên tham gia chuyến đi và Little Hue Travel Đọc thêm",
            "Tôi và bạn gái đã đặt tour mô tô đèo hải vân từ huế đến hội an và đó chắc chắn là cách tốt nhất để thực hiện vì bạn đã có kinh nghiệm đi xe máy mà không cần tập trung nhìn đường nên chúng tôi cảm thấy an toàn hơn và có thể tham gia vào phong cảnh. Hai sinh viên dẫn chúng tôi đến đã khiến chúng tôi rất thoải mái và chúng tôi đã cười vui vẻ với họ, những chàng trai thực sự tốt bụng. Tôi khuyên bạn nên làm điều đó với sherlock và tongh vì chúng tôi đã nghe thấy vô số điều tốt đẹp về cả hai. Chúng tôi phải dừng rất nhiều lần trên đường để đi vệ sinh và lấy thức ăn. Chúng tôi dừng lại ở suối voi, nơi tốt hơn nhiều so với những gì mọi người tưởng tượng, một làng chài, núi đá cẩm thạch và một nhà hàng thực sự tuyệt vời trên bãi biển. Rất đáng tiền.Đọc thêm",
            "Xin chào, Có thể thuê xe từ đại lý của bạn không? Cảm ơn bạnĐọc thêm",
            "Xin chào, Bạn có thể gửi email cho chúng tôi qua địa chỉ email ở trên được không? Mong nhận được phản hồi của bạn. QuangĐọc thêm",
            "Chào buổi sáng\nchúng tôi sẽ đến thăm Huế và Hội An vào tháng 12 và chúng tôi là một nhóm gồm 5 người. chúng tôi muốn thuê một tài xế và hướng dẫn viên nói tiếng Pháp trong một ngày. Tôi muốn biết giá mỗi ngày.\nCảm ơn bạn trước, Đọc thêm",
            "Kính gửi Little Hue Travel, \n\nTôi là Sonexay đến từ Lào, tôi muốn hỏi bạn về phương tiện đi lại ở Huế và Đà Nẵng. Vì tôi đến từ Lào nên tôi dự định đi du lịch cùng gia đình, 10 người. Bạn có thể đến đón chúng tôi tại biên giới Lào-Việt Nam và trả khách tại nhà khách của chúng tôi không? Chúng tôi sẽ ở lại thị trấn Huế trong hai ngày và Đà Nẵng hai ngày. Tôi không biết tên biên giới, đó là biên giới giữa Lào Savannakhet và Việt Nam Huế. Tôi tin rằng đó chỉ là một biên giới giữa hai thị trấn này.  \n\nNếu điều này là có thể. Nó sẽ có giá bao nhiêu mỗi ngày? Tôi có thể đặt xe buýt nhỏ có tài xế không? nếu anh ấy có thể nói tiếng Anh cơ bản thì thật tuyệt vời. Ở Huế, một ngày nào đó tôi muốn có một chiếc xe buýt nhỏ, đón ở biên giới Lào-Việt và trả khách ở một nhà nghỉ ở trung tâm thành phố Huế.  Ở Đà Nẵng, tôi muốn một chiếc xe buýt nhỏ đi trong Ba ngày, đón chúng tôi tại Ga Đà Nẵng và đưa chúng tôi về nhà khách rồi đi ăn tối. Tour du lịch ngày thứ hai trong thành phố như Đức Phật Bà, Bà Nà Hill.. hoặc nếu bạn có gợi ý nào về một địa điểm tham quan tốt thì sẽ rất tuyệt. \n\nTôi đang chờ đợi để nghe từ bạn. \n\nCảm ơn,\n\nSonesayĐọc thêm",
            "Kính gửi Sonexay,\n\nIm Quang, chủ sở hữu Little Hue Travel\n\nCảm ơn tin nhắn của bạn rất nhiều. Vui lòng gửi email trực tiếp đến email của chúng tôi trên Tripadvisor, sau đó tôi sẽ gửi email sớm cho bạn.\nCảm ơn bạn và tôi rất mong nhận được phản hồi từ bạn qua email.\n\nTrân trọng,\n\nMr.QuangĐọc thêm",
            "Giá bao nhiêu?Đọc thêm",
            "Bart B thân mến,\nLàm thế nào để tôi giúp bạn?\nnếu bạn cần thêm thông tin, gửi email cho tôi. Cảm ơn bạn!\nQuang Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written August 24, 2019",
            "Written August 5, 2019",
            "Written July 21, 2019",
            "Written July 17, 2019",
            "Written May 9, 2019",
            "Written March 28, 2019",
            "Written March 11, 2019",
            "Written August 21, 2018",
            "Written June 21, 2018",
            "Written June 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or10-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d1382990-Reviews-Grotto_Falls_Trail-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2466778-Reviews-Underground_Naples-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105045-Reviews-New_York_Stock_Exchange-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3695532-d2587557-Reviews-Flisvos_Marina-Paleo_Faliro_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g55423-d207291-Reviews-Tims_Ford_State_Park-Winchester_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d1186595-Reviews-Benidorm_Palace-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103999-Reviews-Field_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32686-d143467-Reviews-Grover_Hot_Springs_State_Park-Markleeville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50782-d5221199-Reviews-Hard_Rock_Rocksino_Northfield_Park-Northfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g652369-d2614382-Reviews-The_Grand_Bazaar_of_Edirne-Edirne_Edirne_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or10-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt một chuyến tham quan DMZ với chuyến du lịch Huế ít ỏi và trải nghiệm của chúng tôi với đại lý là đẳng cấp hàng đầu. Chuyến tham quan rất tốt mặc dù xe buýt gặp sự cố máy móc trên đường về nhà. Quang đã làm việc với công ty du lịch để giải quyết mọi lo lắng của chúng tôi hơn là sự hài lòng của chúng tôi. Tôi rất muốn giới thiệu anh ấy cho những chuyến đi đã đặt ở Huế.Đọc thêm",
            "Tổ chức một vài chuyến đi cho chúng tôi trong thời gian rất ngắn. Xuất sắc cả về sự đúng giờ và độ tin cậy. Giá tốt cho các chuyến đi. Có thể giới thiệu mà không do dựĐọc thêm",
            "Chúng tôi đi bằng ô tô riêng đến Hội An. Chúng tôi rất thích lời khuyên của Quang. Chuyến đi rất đẹp và đèo hoi van thật tuyệt. Nếu bạn đến Huế thăm anh ấy.Đọc thêm",
            "Tôi và bạn tôi có một chuyến dừng chân ngắn ở Huế và lo lắng nếu không thể tham quan tất cả những điểm nổi bật của thành phố trong thời gian ngắn như vậy, vì vậy chúng tôi đã đặt chuyến tham quan theo nhóm với công ty này từ 08:30 đến 17:00. họ đã chỉ cho chúng tôi tất cả các địa điểm ở Huế bao gồm cả chuyến đi thuyền và Tiệc buffet và chúng tôi thực sự rất thích nó. Đặc quyền của chuyến tham quan này là Giá Luật và Cảm ơn anh Quang vì tất cả những gì anh đã làm cho chúng tôiĐọc thêm",
            "Tôi và bạn tôi đi từ Huế đến Hội An qua đèo Hải Vân với Tú và Sherlock làm hướng dẫn viên. Đó là một trải nghiệm đáng kinh ngạc với rất nhiều điểm dừng trên đường, sở thích của chúng tôi là suối voi! Tôi thực sự muốn giới thiệu bất kỳ ai muốn đi tuyến đường này hãy đến với Little Hue Travel vì họ thực sự quan tâm đến bạn và thực sự khiến đây là một ngày đáng nhớ!! Cảm ơn Tú và Sherlock vì một chuyến đi tuyệt vời :Đọc thêm",
            "Du lịch tuyệt vời bởi Little huế. Anh Quang làm cho chuyến đi của chúng tôi rất thoải mái và thư giãn. Tất cả các tài xế đều rất tốt bụng và tốt bụng. Hoàn toàn nên thuê anh ta nếu bạn thay đổi Huế. Đọc thêm",
            "Chúng tôi thuê xe tay ga từ công ty này.  Họ chạy tốt và có lốp tốt. Chúng tôi cũng đặt taxi trở lại Đà Nẵng để bắt chuyến bay vào ngày hôm sau.  Chuyến đi trở lại Đà Nẵng thật thoải mái và an toàn.  Chúng tôi đang ở trong một chiếc ô tô lớn và nó không có mùi thuốc lá.  Người lái xe rất dễ chịu; nhưng nói rất ít tiếng Anh.  Mọi người ở văn phòng đều nói tiếng Anh khá tốt và cũng rất tử tế. Tôi sẽ sử dụng chúng một lần nữa.  Chúng tôi ở khách sạn Jasmine bên cạnh.  Giá cả cho cả hai đều rất hợp lý.Đọc thêm",
            "Sherlock và Xo là những người lái xe tuyệt vời và hướng dẫn viên của bạn, họ thực sự biết công cụ của họ, chúng tôi đã đi từ Huế đến Hội An qua đèo Hải Vân với một vài điểm dừng trên đường đi. Chúng tôi chưa bao giờ đi xe đạp và thành thật mà nói thì hơi sợ nhưng cả hai đều khiến chúng tôi cảm thấy thực sự an toàn và có được một số bức ảnh tuyệt vời. Đừng đi xe buýt hoặc taxi mà hãy đi xe máy và ngắm nhìn một số cảnh quan tuyệt vời trên đường đi. Đọc thêm",
            "Chúng tôi đã đặt tour du lịch trong ngày từ Huế đến Hội An, bằng xe riêng. Chúng tôi nhận được mức giá rất tốt là 78 ​​đô la Mỹ chỉ dành cho tôi và chồng tôi. Tài xế rất hiểu chuyện và anh ấy không gây áp lực cho chúng tôi về thời gian chúng tôi muốn dành cho các điểm tham quan như bãi biển Lăng Cô, Ngũ Hành Sơn, Hội An. Họ rất đúng giờ với thời gian đón. Vì họ rất tốt bụng nên chúng tôi quyết định đặt tour ở Vịnh Hạ Long. Giá cao hơn một chút so với giá của các công ty lữ hành tại Hà Nội, nhưng chúng tôi không muốn mạo hiểm. Chúng tôi thực sự khuyên bạn nên sử dụng Little Hue Travel. Đọc thêm",
            "Chúng tôi đã thuê cả xe tay ga và hướng dẫn viên từ Huế đến Hội An và với tư cách cá nhân cũng như nhóm đều rất hài lòng với trải nghiệm của mình. Một người trong nhóm của chúng tôi không thoải mái khi tự lái xe và vì vậy đã có thể đi cùng hướng dẫn viên Sherlock của chúng tôi, người đã khiến họ cảm thấy thoải mái và an toàn trong suốt chuyến đi. Anh ấy làm cho toàn bộ chuyến đi rất dễ dàng và thú vị. Anh ấy thân thiện và lịch sự, và tôi giới thiệu cả công ty này và Sherlock làm người hướng dẫn. Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những việc cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written June 20, 2018",
            "Written December 14, 2017",
            "Written December 1, 2017",
            "Written November 25, 2017",
            "Written November 20, 2017",
            "Written October 22, 2017",
            "Written October 16, 2017",
            "Written October 5, 2017",
            "Written August 21, 2017",
            "Written July 28, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or10-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or20-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d527222-Reviews-Alluvial_Fan-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d10799324-Reviews-Cody_Night_Rodeo-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d7354928-Reviews-Al_Montazah_Parks-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1925887-Reviews-Chinatown-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d604735-Reviews-Castel_Sant_Elmo-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143709-Reviews-Georgetown-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2534322-d207510-Reviews-Banzai_Pipeline-Pupukea_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d25346917-Reviews-Uhuburg-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3626134-Reviews-Kilic_Ali_Pasa_Hamami-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311277-Reviews-Botanical_Garden-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or20-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or10-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Siêu ấn tượng với mọi thứ chúng tôi đã đặt! Chúng tôi đã đặt 3 chuyến đi với Công ty Du lịch Little Hue- chuyến đi Bạch Mã, Vịnh Hạ Long từ Hà Nội và dịch vụ taxi đến sân bay. Mọi thứ đều diễn ra đúng giờ, hướng dẫn viên rất tuyệt vời và chúng tôi có rất nhiều thông tin trong nâng cao! Ngoài ra, giá cả rất cạnh tranh - tốt hơn bất kỳ giá nào khác mà chúng tôi tìm thấy!Đọc thêm",
            "Vợ chồng tôi may mắn được đi du lịch cùng Anh Tú của Little Hue Travel. Anh ấy có kiến ​​thức tuyệt vời về khu vực và cho chúng tôi cái nhìn sâu sắc về cuộc sống ở các ngôi làng. Nơi anh chọn để ăn trưa giống như thiên đường vậy. Anh ấy vui tính và luôn mỉm cười. Chúng tôi gặp anh ấy vài ngày sau chuyến đi ăn sáng vì chúng tôi vẫn giữ liên lạc như những người bạn. Chúng tôi hoàn toàn giới thiệu họ, đó là một trong những trải nghiệm hàng đầu trong chuyến đi của chúng tôi.Đọc thêm",
            "Quang nhân viên tại Little Hue Travel rất xuất sắc. Mọi nhu cầu của chúng tôi đều được đáp ứng khi chúng tôi muốn điều gì đó khác biệt một chút, anh ấy đã tùy chỉnh các chuyến tham quan của chúng tôi. Anh ấy chăm sóc mẹ tôi bị chấn thương đầu gối nghiêm trọng và kiểm tra với chúng tôi sau chuyến lưu diễn để đảm bảo chúng tôi vui vẻ. Có lúc anh ấy phải đóng cửa cửa hàng vào buổi sáng để có thể đi tham quan bằng xe máy chỉ để chăm sóc chúng tôi - rất tận tâm. Kỳ nghỉ của chúng tôi ở Huế sẽ không tuyệt vời nếu không có Little Hue Travel. Cảm ơn Quang!!Đọc thêm",
            "Little Hue Travel đã rất xuất sắc và chuyên nghiệp với việc điều chỉnh chuyến đi theo nhu cầu của chúng tôi trong nhiều dịp. Nụ cười vui vẻ của anh ấy sẽ giúp bạn thoải mái khi anh ấy hoặc nhân viên của anh ấy thảo luận về những chuyến đi có thể phù hợp nhất với bạn. Thật đáng kinh ngạc khi thấy công việc kinh doanh của anh ấy đã phát triển như thế nào trong 3 năm qua và tôi không nghi ngờ gì rằng nó sẽ tiếp tục phát triển ngày càng lớn mạnh hơn nhờ sự làm việc chăm chỉ dành cho những chuyến du lịch nho nhỏ. Kester, ilona Đọc thêm",
            "Trước khi đến Huế, tôi đã tổ chức cho Little Hue Travel đón tại sân bay, chuyến tham quan DMZ trong ngày và thuê xe riêng từ Huế đến Hội An. Người lái xe đón khách nói tiếng Anh và kể cho tôi nghe một chút lịch sử của khu vực. Khi tôi đến Little Hue Travel, tôi được chào đón bởi những người vui vẻ thân thiện, người quản lý rất thông tin về những điều tôi có thể ghé thăm khi ở Huế và giới thiệu một nhà hàng tuyệt vời dọc bờ sông cho bữa tối Nhà hàng Phố Cổ. Chuyến tham quan DMZ đã cho tôi cái nhìn sâu sắc giữa Bắc và Nam Việt Nam vào thời điểm đó, hướng dẫn viên trong chuyến tham quan này rất nhiều thông tin và hiểu biết về khu vực chúng tôi đã ghé thăm. Thuê xe riêng từ Huế đến Hội An là điều PHẢI, dừng ở cầu Thạch Toàn, một làng chài, đi qua đèo Hải Vân, bãi biển Đà Nẵng và Ngũ Hành Sơn hoặc dừng lại khi bạn thích ngắm cảnh. Đó là một ngày tuyệt vời, tôi được đi cùng với hai thực tập sinh trong chuyến đi này, họ đã thông báo đầy đủ cho tôi về những khu vực chúng tôi đã ghé thăm và cuối cùng đưa tôi về khách sạn ở Hội An. Nếu bạn đang tìm kiếm một công ty du lịch đáng tin cậy thì bạn không thể bỏ qua những công ty này.Đọc thêm",
            "Tuyệt vời! Đó là một trong những trải nghiệm tuyệt vời nhất chúng tôi có được khi đi du lịch Little Hue. Ông chủ rất tốt bụng và vui tính. Nó được tổ chức hoàn hảo. Chúng tôi đã thấy rất nhiều địa điểm đẹp mà chúng tôi chưa từng thấy nếu không tham quan. Chúng tôi có cơ hội tận hưởng thời gian tại một khu chợ địa phương ở Huế với những chia sẻ của anh Quang và những điều tuyệt vời của nó. Hơn nữa, chúng ta có thể học cách nấu món ăn Việt Nam trên thuyền rồng. Đây là chuyến du lịch riêng nên chúng tôi không phải lo lắng về thời gian. Và đây là một kỷ niệm khó quên đối với chúng tôi ở Việt Nam. Tôi muốn giới thiệu Little Hue Travel và thực sự muốn cảm ơn công ty du lịch này vì một chuyến phiêu lưu tuyệt vời!Đọc thêm",
            "Yến N thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình: Chuyến đi bằng thuyền riêng trên sông Hương. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh QuangĐọc thêm",
            "Con gái tôi đã thuyết phục tôi đi xe máy. Tôi đã rất do dự. Tôi đã đi. Tôi đã có BILL làm tài xế của mình. Anh ấy thật tuyệt vời. Anh ấy đang cung cấp cho tôi thông tin khi chúng tôi đi vòng quanh khi chúng tôi dừng lại, anh ấy sẽ cung cấp cho tôi lịch sử. Đó là một chuyến tham quan có hướng dẫn trên một chiếc xe tay ga. Tôi chưa bao giờ cảm thấy sợ hãi khi anh ấy luôn kiểm soát. Đó là điều tốt nhất tôi đã làm cho đến nay. Tôi muốn giới thiệu điều này cho những người khác mà tôi ước gì bây giờ tôi đã làm được cả ngày trên chiếc xe tay ga. Chuyến đi của tôi kéo dài 3 giờ. Đây là điều tôi sẽ làm lại. Vì vậy, nếu bất cứ ai có cơ hội thì phải làm. Cảm ơn một lần nữa, bạn thật tuyệt vời. Đọc thêm",
            "Kính gửi Natstaclis123,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\n\nĐọc thêm",
            "Công ty này tôi chắc chắn có thể giới thiệu. Dịch vụ rất tốt, thông tin tốt và tiền đề hợp lý. Họ quan tâm đến mọi thứ ngay cả khi bạn đang trên hành trình, họ sẽ xác nhận lại rằng mọi thứ đều diễn ra tốt đẹp. Lời khen của tôi dành cho ông QuangSerge đến từ Thụy SĩĐọc thêm",
            "Kính gửi Serge L,\nCảm ơn bạn rất nhiều vì một đánh giá tích cực tuyệt vời. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\nĐọc thêm",
            "Chúng tôi đã đề nghị với Quang về một chuyến đi trong ngày và anh ấy đã đưa ra cho chúng tôi rất nhiều lựa chọn bằng ô tô hoặc thuyền và chúng tôi đã quyết định một chuyến du lịch riêng trên sông đến thăm lăng Minh Mạng, sau đó là bữa trưa nhẹ, không biết đây là gì nhưng chúng tôi rất thích thú khi xem những bức ảnh, sau khi chụp Chúng tôi đích thân lên thuyền, chúng tôi được người phi công và vợ anh ta phụ trách, người đưa chúng tôi qua chợ địa phương để mua một số nguyên liệu cho bữa trưa trước khi xuôi dòng sông đến điểm dừng đầu tiên, Lăng Minh Mạng và trở về thuyền được tổ chức một bữa tiệc để thưởng thức trong chuyến đi ngược dòng sông và thăm chùa Hòn Chén và chùa Thiên Mụ, sau đó chúng tôi được thả xuống bến thuyền Toa Kharm. Nói chung là một chuyến đi trong ngày tuyệt vời mà không bị áp lực bán hàng.Đọc thêm",
            "Andrew H thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình: Chuyến đi bằng thuyền riêng trên sông Hương. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh QuangĐọc thêm",
            "Rất khuyến khích các nhà hàng địa phương ngon quanh Huế và Đà Nẵng. Dịch vụ vận chuyển và du lịch trung thực được cung cấp bởi chủ sở hữu Mr.Quang. Đọc thêm",
            "Kenny Tan thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho tôi và Little Hue Travel\nThay mặt Little Hue Travel, tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi đặt xe từ Huế đến Đà Nẵng tổ chức hành trình của bạn tại Việt Nam và để lại đánh giá tích cực cho chúng tôi trên trang web du lịch được nhiều người ghé thăm nhất này. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\n\nĐọc thêm",
            "Xin chào, Có thể thuê xe từ đại lý của bạn không? Cảm ơn bạnĐọc thêm",
            "Xin chào, Bạn có thể gửi email cho chúng tôi qua địa chỉ email ở trên được không? Mong nhận được phản hồi của bạn. QuangĐọc thêm",
            "Chào buổi sáng\nchúng tôi sẽ đến thăm Huế và Hội An vào tháng 12 và chúng tôi là một nhóm gồm 5 người. chúng tôi muốn thuê một tài xế và hướng dẫn viên nói tiếng Pháp trong một ngày. Tôi muốn biết giá mỗi ngày.\nCảm ơn bạn trước, Đọc thêm",
            "Kính gửi Little Hue Travel, \n\nTôi là Sonexay đến từ Lào, tôi muốn hỏi bạn về phương tiện đi lại ở Huế và Đà Nẵng. Vì tôi đến từ Lào nên tôi dự định đi du lịch cùng gia đình, 10 người. Bạn có thể đến đón chúng tôi tại biên giới Lào-Việt Nam và trả khách tại nhà khách của chúng tôi không? Chúng tôi sẽ ở lại thị trấn Huế trong hai ngày và Đà Nẵng hai ngày. Tôi không biết tên biên giới, đó là biên giới giữa Lào Savannakhet và Việt Nam Huế. Tôi tin rằng đó chỉ là một biên giới giữa hai thị trấn này.  \n\nNếu điều này là có thể. Nó sẽ có giá bao nhiêu mỗi ngày? Tôi có thể đặt xe buýt nhỏ có tài xế không? nếu anh ấy có thể nói tiếng Anh cơ bản thì thật tuyệt vời. Ở Huế, một ngày nào đó tôi muốn có một chiếc xe buýt nhỏ, đón ở biên giới Lào-Việt và trả khách ở một nhà nghỉ ở trung tâm thành phố Huế.  Ở Đà Nẵng, tôi muốn có một chiếc xe buýt nhỏ trong Ba ngày, đón chúng tôi tại Ga Đà Nẵng và đưa chúng tôi về nhà khách rồi đi ăn tối. Tour du lịch ngày thứ hai trong thành phố như Đức Phật Bà, Bà Nà Hill.. hoặc nếu bạn có gợi ý nào về một địa điểm tham quan tốt thì sẽ rất tuyệt. \n\nTôi đang chờ đợi để nghe từ bạn. \n\nCảm ơn,\n\nSonesayĐọc thêm",
            "Kính gửi Sonexay,\n\nIm Quang, chủ sở hữu Little Hue Travel\n\nCảm ơn tin nhắn của bạn rất nhiều. Vui lòng gửi email trực tiếp đến email của chúng tôi trên Tripadvisor, sau đó tôi sẽ gửi email sớm cho bạn.\nCảm ơn bạn và tôi rất mong nhận được phản hồi từ bạn qua email.\n\nTrân trọng,\n\nMr.QuangĐọc thêm",
            "Giá bao nhiêu?Đọc thêm",
            "Bart B thân mến,\nLàm thế nào để tôi giúp bạn?\nnếu bạn cần thêm thông tin, gửi email cho tôi. Cảm ơn bạn!\nQuang Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written June 6, 2017",
            "Written May 15, 2017",
            "Written April 21, 2017",
            "Written April 19, 2017",
            "Written March 29, 2017",
            "Written February 22, 2017",
            "Written February 14, 2017",
            "Written February 9, 2017",
            "Written February 7, 2017",
            "Written February 5, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or20-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or10-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or30-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-Busan_Gamcheon_Culture_Village-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d563398-Reviews-Scobee_Planetarium-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297675-d17605509-Reviews-Isha_Yoga_Center-Coimbatore_Coimbatore_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g644047-d15708228-Reviews-Unawatuna_Beach-Unawatuna_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d23168868-Reviews-Hard_Rock_Casino_Cincinnati-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d195898-Reviews-The_Venetian_Fortezza-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093088-d23356671-Reviews-Sky_Lagoon-Kopavogur_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d14195109-Reviews-Domino_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g477968-d637885-Reviews-Anse_Source_D_Argent-La_Digue_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d4283388-Reviews-Ixsir-Batroun_North_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or30-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or20-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Hue",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Văn phòng du lịch tốt với những ưu đãi và thông tin tốt. Chắc chắn đến đó. Đặc biệt cảm ơn vì đã giúp đỡ tôi khi ký túc xá của tôi không thể làm gì được. Đọc thêm",
            "Patrick G thân mến,\nCảm ơn bạn rất nhiều vì phản hồi có giá trị của bạn. Chúng tôi sẽ cố gắng hết sức để cung cấp dịch vụ chất lượng tốt cho khách hàng. Tôi rất mong được chào đón bạn ghé thăm thành phố Huế một lần nữa.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\nĐọc thêm",
            "Đến đây để đặt xe giường nằm đi hội an. Giá đã tăng lên 50 so với ngày hôm trước khi chúng tôi hỏi về chi phí. Người này nói rằng đó là do công ty xe buýt. Công bằng mà nói, mức giá mà anh ấy đưa ra có vẻ thấp một cách đáng ngờ so với mức giá dành cho khách không ngủ mà chúng tôi có. Nó cũng có vẻ công bằng nên rất vui khi được trả tiền. Trước đây, chúng tôi đã dành 7 giờ trên một chiếc xe tải chật chội đến DMZ và không muốn lặp lại nên lựa chọn giường ngủ. Chúng tôi cũng thuê một chiếc xe tay ga để thăm các ngôi mộ. Người đàn ông đó lại rất hữu ích, đưa cho chúng tôi những chiếc mũ bảo hiểm vừa vặn và một vài chai nước. Giá thuê siêu rẻ và đối với chúng tôi đây là một cách tuyệt vời để đến được đó. Giao thông ở Huế đông đúc nhưng hãy tỉnh táo và đừng là kẻ ngốc, bạn sẽ tận hưởng được sự hỗn loạn có tổ chức của giờ cao điểm. Tôi giới thiệu đại lý du lịch này. Đọc thêm",
            "Kính gửi Foggypc,\nCảm ơn bạn rất nhiều vì phản hồi có giá trị của bạn. Chúng tôi sẽ cố gắng hết sức để cung cấp dịch vụ chất lượng tốt cho khách hàng. Tôi rất mong được chào đón bạn ghé thăm thành phố Huế một lần nữa.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\nĐọc thêm",
            "Chúng tôi vừa đến Hội An sau một chuyến đi xe máy tuyệt vời với hướng dẫn viên tuyến đường hàng đầu Sherlock từ Huế đến Hội An! Từ đầu đến cuối, hướng dẫn viên của chúng tôi rất nhiệt tình, vui vẻ và tôi và cộng sự của tôi mỉm cười cả ngày: chúng tôi dừng lại ở vô số địa điểm trên đường đi, không bao giờ vội vã và Sherlock biết tất cả những địa điểm đẹp để chụp những bức ảnh đẹp nhất mà anh ấy vui vẻ chụp cho chúng tôi . Anh ấy là người hiểu biết và không có vấn đề gì, anh ấy thậm chí còn dừng lại để mua áo mưa cho tôi khi phát hiện ra mình không có đủ cho cả hai chúng tôi! Khi đến hoi an, túi của chúng tôi đã đến từ Huế và anh ấy đưa chúng tôi đến địa điểm mới mà không gặp vấn đề gì. Chúng tôi đã có khoảng thời gian tuyệt vời và giới thiệu cho bất kỳ ai, dịch vụ chúng tôi nhận được khi đặt chuyến đi này cũng là dịch vụ hạng nhất, chúng tôi rất vui vì đã tình cờ gặp được công ty này. Giá cả rất hợp lý cho chuyến đi và những kỷ niệm chúng ta sẽ có mãi mãi. Một lần nữa xin cảm ơn Sherlock và nhóm tại Little Hue Travel :Rachael Michael Đọc thêm",
            "Rachael Michael thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho tôi, nhóm Shelock và Little Hue Travel. \nThay mặt Little Hue Travel, tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi đặt chuyến xe máy từ Huế đến Hội An tổ chức hành trình của bạn tại Việt Nam và đã để lại đánh giá tích cực cho chúng tôi trên trang du lịch được nhiều người ghé thăm nhất này. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\n\nĐọc thêm",
            "We used Little Hue Travel for our long trip in Vietnam.  Our driver was a young, mature, handsome gentleman named Phong and he was AMAZING!!  Phong was our driver from beginning to end for almost 2 weeks.  Phong picked us up from the airport in Da Nang and drove us from Da Nang to Hue, to Qui Nhon, to Nha Trang to finally end in Saigon.   Of course we were in some of these cities for a few days and Phong drove us around the city and to local attractions.  I cannot express enough praise for how good Phong is!! He was always proper and well-dressed.   He was super sweet and took such good care of us!!  He would pick us up and drop us off right at our hotel front.  Whenever we gave him a meeting time, he was always there right on time.  When it was raining, he would even hold up an umbrella as we were climbing into the car to prevent us from getting wet.  Also, one of the best things that he did was he always had great restaurant recommendations and helped us order the best food that the locals eat.  After we were done eating our meals, he would double check the food receipt to ensure that we did not get overcharged and he found quite a few mistakes.  We even had some pretty long drives 4 hours from Da Nang to Hue and 8 hours from Hue to Qui Nhon and 8 hours from Nha Trang to Saigon, but Phong was always there on time to take us to our next adventure.  For his young age, Phong was very mature and made excellent decisions!  On top of all this, he was a great driver and made sure that we arrived at our destinations in a safe and timely manner.  Whenever we were out of the car, Phong always kept an eye out on our belongings.During our trip and even now, Phong felt like part of our family!!  Thank you soooooo much, Phong for everything that you did for us and for taking such great care of us!  This trip would not have been the same without you and you made this vacation one of the best times of our lives. We miss you already!! When we go back to Vietnam in the near future, we will definitely be using Little Hue Travel to get around!!  Highly recommend!!Read more",
            "DuLars thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel. Tôi thực sự rất vui khi biết rằng bạn đã tận hưởng chuyến đi của mình. Việc lắng nghe phản hồi tích cực của khách hàng khiến chúng tôi rất vui và do đó chúng tôi sẽ tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách đáng quý.\nMột lần nữa, cảm ơn bạn đã ủng hộ công ty chúng tôi. Cảm ơn bạn!\nChúng tôi mong muốn được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt đẹp nhất!\nTrân trọng,\nÔng Quang\n\nĐọc thêm",
            "Họ đã sắp xếp dịch vụ đưa đón bằng ô tô từ Thành phố Huế đến Sân bay Quốc tế Đà Nẵng cho tôi vào tháng 10 năm 2016. Họ đến khách sạn của tôi sớm và toàn bộ hành trình diễn ra yên tĩnh và an toàn. Xe sạch sẽ và khá mới.  Đó là một chuyến đi rất thoải mái.  Người liên hệ ở quán cũng đi cùng tài xế khi đón để đảm bảo mọi thứ đều ổn. Người lái xe không nói được tiếng Anh, nhưng điều đó không gây rắc rối cho tôi vì dù sao hành trình của tôi chỉ có một điểm dừng.  Tôi rất muốn giới thiệu họ.Đọc thêm",
            "C W thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel.\nThay mặt Little Hue Travel, tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi đặt dịch vụ vận chuyển từ Huế đến Sân bay Đà Nẵng tổ chức hành trình của bạn tại Việt Nam và để lại đánh giá tích cực cho chúng tôi trên trang web du lịch được nhiều người ghé thăm nhất này. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh QuangĐọc thêm",
            "Chỉ cần đi vào và họ tổ chức chuyến tham quan bằng thuyền của chúng tôi ở đó và sau đó - không gặp khó khăn gì cả và sau đó dẫn chúng tôi lên thuyền và gặp chúng tôi sau đó. Chuyến tham quan sông nước hoa với đồ ăn thật tuyệt vời và nhiều đồ ăn mà nguyên liệu được lấy tươi từ thị trường.Đọc thêm",
            "Sarah C thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình: Chuyến đi bằng thuyền riêng trên sông Hương. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh QuangĐọc thêm",
            "Tôi và bạn tôi đến Thung lũng Mỹ Sơn vài ngày. Chúng tôi rất ngạc nhiên vì phong cảnh rất đẹp. Mặc dù thời tiết trong thời gian đó khá nóng nhưng chúng tôi rất thích chuyến đi. Hướng dẫn du lịch rất thân thiện và hữu ích. Anh ấy đưa chúng tôi đến nhiều địa điểm thú vị ở thành phố Huế, Hội An. Và ngày cuối cùng của chuyến đi anh ấy đã chiêu đãi chúng tôi Cà phê rất ngon. Tôi sẽ giới thiệu bạn bè của tôi đặt tour từ bạn một lần nữa cho chuyến đi nghỉ dưỡng tiếp theo tại Việt Nam của họĐọc thêm",
            "AngelaKitty thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel.\nThay mặt Little Hue Travel, tôi xin gửi lời cảm ơn rất nhiều vì đã chọn chúng tôi tổ chức hành trình của bạn tại Huế, Hội An và thánh địa Mỹ Sơn cũng như để lại đánh giá tích cực cho chúng tôi trên trang web du lịch được ghé thăm nhiều nhất này. \nTôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý. \nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quang Đọc thêm",
            "Chúng tôi đến Huế vào tuần mưa, rất thất vọng nhưng may mắn là khi gặp Little Hue, họ có nhiều sự lựa chọn cho chúng tôi ngay cả khi trời mưa. Họ cung cấp một chiếc xe máy tốt, áo mưa cho cả hai cộng với 2 nước khoáng và nhiều người khuyên bạn nên tự mình đi vòng quanh Huế, điều đó khiến chuyến đi bằng xe đạp của chúng tôi trở nên dễ dàng hơn. Ngày thứ hai là một ngày tuyệt vời với The Little Hue: một hướng dẫn viên du lịch thân thiện, một chiếc xe tốt và những món ăn gia vị địa phương tuyệt vời. Tất cả mọi thứ khiến chuyến đi Huế của chúng tôi thật khó quên. Cảm ơn bạnĐọc thêm",
            "Thân gửi nqt3005,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel. Tôi thực sự rất vui khi biết rằng bạn đã tận hưởng chuyến đi của mình. Việc lắng nghe phản hồi tích cực của khách hàng khiến chúng tôi rất vui và do đó chúng tôi sẽ tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách đáng quý.\nMột lần nữa, cảm ơn bạn đã ủng hộ công ty chúng tôi. Cảm ơn bạn!\nChúng tôi mong muốn được phục vụ bạn một lần nữa trong tương lai gần.\nTrân trọng,\nĐọc thêm",
            "Mặc dù khá nhiều người trong nhóm chúng tôi hơi e ngại khi nghĩ đến việc ngồi sau một chiếc xe máy nhỏ, nhưng cuối cùng mọi chuyện đều ổn. Trên thực tế, nó rất tốt, mặc dù hầu như lúc nào trời cũng có mưa phùn, nhưng chúng tôi đã được chiêm ngưỡng một số cảnh đẹp mà lẽ ra chúng tôi sẽ không thể thấy. Chúng tôi thấy những người dân địa phương đích thực kể về cuộc sống và công việc hàng ngày của họ. Tôi nghĩ sự đồng thuận là tất cả chúng ta sẽ làm lại...Đọc thêm",
            "Eddiejanmaat thân mến,\nCảm ơn bạn rất nhiều vì một đánh giá tích cực tuyệt vời. Tôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý.\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nTrân trọng,\nAnh Quảng\nĐọc thêm",
            "Chúng tôi đã thực hiện hầu hết các chuyến du lịch Việt Nam và Campuchia thông qua đại lý này ở Huế và chúng tôi ấn tượng nhất bởi tính chuyên nghiệp, hiệu quả, giá cả hợp lý, theo dõi và kiểm tra thường xuyên trong chuyến đi - nhìn chung, nhân viên đã đi thêm một dặm nữa mỗi ngày. Đọc thêm",
            "307h thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tốt cho Little Hue Travel.\nThay mặt Little Hue Travel, tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi tổ chức hành trình của bạn tại Việt Nam, Campuchia và để lại đánh giá tích cực cho chúng tôi trên trang web du lịch được truy cập nhiều nhất này. \nTôi chắc chắn rất vui khi biết rằng bạn rất thích chuyến đi của mình. Lắng nghe phản hồi tích cực của khách mang lại cho chúng tôi niềm vui và do đó tiếp tục cố gắng cung cấp dịch vụ tốt cho tất cả các vị khách quý. \nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\n\nĐọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written January 29, 2017",
            "Written January 20, 2017",
            "Written January 9, 2017",
            "Written January 5, 2017",
            "Written January 2, 2017",
            "Written December 26, 2016",
            "Written December 25, 2016",
            "Written December 16, 2016",
            "Written December 15, 2016",
            "Written December 7, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or30-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or20-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or40-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d24048376-Reviews-Paradox_Museum_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12279439-Reviews-Pazari_i_Ri-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g45342-d146611-Reviews-Sleeping_Buffalo_Hot_Springs_Resort-Saco_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297484-d4437448-Reviews-Playa_Cristal-Santa_Marta_Santa_Marta_Municipality_Magdalena_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560706-Reviews-Will_Rogers_State_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8401928-Reviews-Polynesian_Fire-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31259-d1657283-Reviews-Historic_Route_66_Museum-Kingman_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2149128-Reviews-Gardens_by_the_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d9783528-Reviews-The_Criterion-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g42532-d7205627-Reviews-Three_Cedars_Farm-Northville_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or40-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or30-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Các nhân viên rất hiểu biết, hữu ích và thân thiện. Chúng tôi đã đi theo lộ trình hàng đầu từ Huế đến Hội An và nhận được xe tay ga cũng như hướng dẫn viên với mức giá tốt hơn những nơi chúng tôi có thể đến. Điều này chắc chắn không làm giảm chất lượng hoặc dịch vụ vì hướng dẫn viên rất vui tính, thân thiện và sẵn sàng giúp đỡ chúng tôi bằng mọi cách có thể. Anh ấy đưa chúng tôi đến tất cả những địa điểm đẹp nhất để chụp ảnh, chụp rất nhiều ảnh cho chúng tôi ngay cả khi anh ấy đang cưỡi ngựa. Khi chúng tôi gặp sự cố, một trong những chiếc xe tay ga bị hỏng, tôi đã khóa chìa khóa trong cốp xe, rất tiếc anh ấy đã giải quyết vấn đề nhanh chóng và không xảy ra sự cố. Anh ấy chơi trò chơi với chúng tôi vào bữa trưa và nói chung đã bổ sung thêm trải nghiệm cho cả ngày - được coi là một trong những ngày tuyệt vời nhất trong cuộc đời tôi. Tôi hết lòng giới thiệu công ty này cho bất kỳ ai muốn thực hiện chuyến tham quan này hoặc tương tự. Đọc thêm",
            "Thân gửi Sam W,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ cảm nhận của mình về dịch vụ của chúng tôi. Và, Cảm ơn bạn đã chọn chúng tôi để đặt dịch vụ xe máy 1 chiều từ Huế đến Hội An. Cảm ơn bạn đã ủng hộ công ty chúng tôi. Cảm ơn bạn!!!!\nChúng tôi mong muốn được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt đẹp nhất!\nTrân trọng,\nAnh Quang\nĐọc thêm",
            "Người đã giúp tôi rất tử tế, đưa ra những mức giảm giá tốt cho xe máy và cũng rất tốt cho việc đổi tiền gần giống như những dịch vụ trực tuyến. Tôi đặc biệt khuyên bạn nên ở trong khách sạn gần khu vực tọa lạc.Đọc thêm",
            "Kính gửi Lehadus A,\nCảm ơn bạn rất nhiều vì phản hồi có giá trị của bạn. Chúng tôi sẽ cố gắng hết sức để cung cấp dịch vụ chất lượng tốt cho khách hàng. Tôi rất mong được chào đón bạn ghé thăm thành phố Huế một lần nữa.\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\n\nĐọc thêm",
            "Tôi đã sử dụng đại lý này để đặt vé tàu từ Huế đến Nha Trang rồi thuê xe máy. Không có gì là quá nhiều rắc rối, anh ấy lịch sự, thân thiện và hoàn toàn trung thực. Tôi chắc chắn sẽ sử dụng công ty này một lần nữa, không còn nghi ngờ gì nữa.Đọc thêm",
            "Nadnerb2 thân mến,\nCảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và dành thời gian viết đánh giá tốt cho chúng tôi trên trang web du lịch được truy cập nhiều nhất này.\nMột lần nữa xin cảm ơn sự ủng hộ nhiệt tình của bạn dành cho công ty chúng tôi. Cảm ơn bạn!\nChúng tôi rất mong được phục vụ bạn một lần nữa trong tương lai gần.\nChúc bạn mọi điều tốt lành!\nTrân trọng,\nAnh Quảng\n\nĐọc thêm",
            "Tôi đã có chuyến đi tuyệt vời nhất với một cựu chiến binh Việt Nam ngồi sau xe máy đến địa đạo. Là một thiếu niên từ những năm 60 với chiến tranh Việt Nam là một phần trong quá trình trưởng thành của tôi, tôi muốn tìm hiểu thêm. Bill có kiến ​​thức và vui vẻ và chuyến đi này sẽ là một điểm nhấn hoàn toàn. Cảm ơn Little Hue travel đã tổ chức cho tôi. Không thể khen ngợi họ và Bill đủĐọc thêm",
            "Rất trung thực lịch sự và dễ dàng để đối phó. Chắc chắn sẽ sử dụng lại dịch vụ này, không có gì là rắc rối lắm.Đọc thêm",
            "Chúng tôi đã đặt xe tay ga để đi qua Huế trong 2 ngày và đi từ Huế đến Hội An vào ngày thứ ba. Đầu tiên, chúng tôi không chắc liệu mình có nên tự mình thực hiện chuyến tham quan huế hay không nhưng chúng tôi đã nhận được thông tin tốt nhất cho đến nay khi nói chuyện với anh ấy! Xe tay ga tốt, người cực kỳ tốt và giá cả hợp lý!! Bất cứ lúc nào một lần nữa! XxĐọc thêm",
            "Mình luôn đặt vé xe khách Huế - Đà Nẵng của Little travel Hue. Các đại lý cung cấp giá cả rất phải chăng cho dịch vụ tốt của họ. Ngoài ra, chủ sở hữu là một người đam mê du lịch thực sự! Tôi đánh giá cao dịch vụ Little travel Hues như một lựa chọn tuyệt vời để đặt tour hoặc vé khi bạn đến thành phố xinh đẹp.Đọc thêm",
            "Chúng tôi đặt vé qua Huế nhỏ để đi đèo Hải Vân và điều đó thật tuyệt. Những chiếc xe máy chúng tôi nhận được ở tình trạng rất tốt, túi xách của chúng tôi đang đợi chúng tôi khi chúng tôi đến Hội An, tất cả đều được tổ chức tuyệt vời. Cảm ơn bạn rất nhiều, tôi muốn giới thiệu điều này cho mọi người. Đọc thêm",
            "Chúng tôi đặt một chiếc xe tay ga tại Little Hue Travel cho ngày hôm sau. Việc này không hề phức tạp và như Quang của Little Hue Travel đã nói, bạn không cần người hướng dẫn. Hành lý bị đánh rơi tại nơi thuê xe máy ở Hội An. Đó là một chuyến đi rất tốt đẹp, được khuyến khích!Đọc thêm",
            "thân thiện, hữu ích, lịch sự, ý tưởng hay cho các hoạt động giải trí, sự quan tâm cá nhân của anh Quang thật tuyệt,Đọc thêm",
            "Xin chào, Có thể thuê xe từ đại lý của bạn không? Cảm ơn bạnĐọc thêm",
            "Xin chào, Bạn có thể gửi email cho chúng tôi qua địa chỉ email ở trên được không? Mong nhận được phản hồi của bạn. QuangĐọc thêm",
            "Chào buổi sáng\nchúng tôi sẽ đến thăm Huế và Hội An vào tháng 12 và chúng tôi là một nhóm gồm 5 người. chúng tôi muốn thuê một tài xế và hướng dẫn viên nói tiếng Pháp trong một ngày. Tôi muốn biết giá mỗi ngày.\nCảm ơn bạn trước, Đọc thêm",
            "Kính gửi Little Hue Travel, \n\nTôi là Sonexay đến từ Lào, tôi muốn hỏi bạn về phương tiện đi lại ở Huế và Đà Nẵng. Vì tôi đến từ Lào nên tôi dự định đi du lịch cùng gia đình, 10 người. Bạn có thể đến đón chúng tôi tại biên giới Lào-Việt Nam và trả khách tại nhà khách của chúng tôi không? Chúng tôi sẽ ở lại thị trấn Huế trong hai ngày và Đà Nẵng hai ngày. Tôi không biết tên biên giới, đó là biên giới giữa Lào Savannakhet và Việt Nam Huế. Tôi tin rằng đó chỉ là một biên giới giữa hai thị trấn này.  \n\nNếu điều này là có thể. Nó sẽ có giá bao nhiêu mỗi ngày? Tôi có thể đặt xe buýt nhỏ có tài xế không? nếu anh ấy có thể nói tiếng Anh cơ bản thì thật tuyệt vời. Ở Huế, một ngày nào đó tôi muốn có một chiếc xe buýt nhỏ, đón ở biên giới Lào-Việt và trả khách ở một nhà nghỉ ở trung tâm thành phố Huế.  Ở Đà Nẵng, tôi muốn có một chiếc xe buýt nhỏ trong Ba ngày, đón chúng tôi tại Ga Đà Nẵng và đưa chúng tôi về nhà khách rồi đi ăn tối. Tour du lịch ngày thứ hai trong thành phố như Đức Phật Bà, Bà Nà Hill.. hoặc nếu bạn có gợi ý nào về một địa điểm tham quan tốt thì sẽ rất tuyệt. \n\nTôi đang chờ đợi để nghe từ bạn. \n\nCảm ơn,\n\nSonesayĐọc thêm",
            "Kính gửi Sonexay,\n\nIm Quang, chủ sở hữu Little Hue Travel\n\nCảm ơn tin nhắn của bạn rất nhiều. Vui lòng gửi email trực tiếp đến email của chúng tôi trên Tripadvisor, sau đó tôi sẽ gửi email sớm cho bạn.\nCảm ơn bạn và tôi rất mong nhận được phản hồi từ bạn qua email.\n\nTrân trọng,\n\nMr.QuangĐọc thêm",
            "Giá cả thế nào?Đọc thêm",
            "Bart B thân mến,\nLàm thế nào để tôi giúp bạn?\nnếu bạn cần thêm thông tin, gửi email cho tôi. Cảm ơn bạn!\nQuang Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written November 18, 2016",
            "Written November 13, 2016",
            "Written November 13, 2016",
            "Written November 3, 2016",
            "Written October 17, 2016",
            "Written October 17, 2016",
            "Written August 31, 2016",
            "Written August 23, 2016",
            "Written August 21, 2016",
            "Written May 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or40-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or30-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or50-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41565-d7613068-Reviews-Falmouth_Heights_Beach-Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298417-d23780187-Reviews-Wadina_Water_Park-Nizwa_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297966-d3696104-Reviews-Aura_Club_Kemer-Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d550626-Reviews-The_Belgrade_Fortress-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2707010-Reviews-Bicycle_Heaven-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d208597-Reviews-Ciutat_Vella-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32216-d574462-Reviews-Old_Sugar_Mill-Clarksburg_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d8400700-Reviews-Green_World_Coffee_Farms-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12500860-Reviews-Fish_Roundabout-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806879-d321216-Reviews-National_Palace_Museum-Shilin_Taipei.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or50-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or40-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Tôi đã đặt dịch vụ du lịch của mình với Dịch vụ Du lịch Little Hue. Không hối tiếc và đồng ý cho dịch vụ. Sự sắp xếp đã được thực hiện trước khi tôi đến Việt Nam. Ông Quang đã nhanh chóng trả lời email của tôi về việc sắp xếp. Chúng tôi được đón bởi một tài xế tên Lai. Anh ấy có thể giao tiếp được một chút tiếng Anh. Nhưng không có vấn đề gì với chúng tôi vì bạn tôi có thể nói được tiếng Việt. Anh ấy lái xe cẩn thận và sẽ giảm tốc độ khi chúng tôi cần chụp ảnh phong cảnh. Vào ngày cuối cùng của chuyến tham quan, anh Quang đã đích thân gặp chúng tôi và đưa chúng tôi đến quán cà phê để uống cà phê ngon. Tôi bị mất nắp kính áp tròng ở khách sạn Hội An. Anh Quang đã sắp xếp để lấy nắp kính áp tròng của tôi. Tôi đánh giá cao điều đó vì tôi thực sự đã gây rắc rối cho họ trong việc sắp xếp. Hãy cân nhắc sử dụng dịch vụ của họ vì họ thực sự linh hoạt trong việc thay đổi chương trình và thời gian. Đáng lẽ chúng tôi phải đi thăm mộ nhưng thời tiết ở Huế đã ngăn cản chúng tôi đi. Lai đã đề nghị chúng tôi đi đến thác nước. Thật tuyệt vời khi được đến thăm thiên nhiên nơi không quá nóng và nước mát. Một lần nữa xin cảm ơn anh Quang và Lai đã cho chúng tôi một chuyến đi đáng nhớ ở Đà Nẵng và Huế.Đọc thêm",
            "Được tổ chức tốt, nhẹ nhàng ứng phó với sự thay đổi lịch trình đột ngột của chúng tôi. Chúng tôi sẽ gọi lại dịch vụ của họ nếu chúng tôi đến Huế lần nữa. Xe mới quá, tụi mình xin 4 chỗ, ngày đầu từ sân bay Đà Nẵng đi Huế - 4 chỗ, nhưng ngày thứ hai họ cho xe mới chở được 10 người. Tôi rất ngạc nhiên trước sự sắp xếp của họ dành cho chúng tôi. Họ tốt biết bao!  Máy lạnh là tốt nhất. Chúng tôi cảm thấy rất dễ chịu và thoải mái khi ngồi bên trong từ 9 giờ sáng. đến 18h30, từ Huế về Hội An với biết bao môn thể thao du lịch. Các tài xế lái xe rất chuyên nghiệp. Ngủ trong xe cũng giống như ngủ trên giường. Thật tuyệt vời!Đọc thêm",
            "Dịch vụ xuất sắc. Chúng tôi đặt một chiếc xe tay ga ở Huế và trả lại ở Hội An cách đó 150km về phía nam. Cơ quan này đã cung cấp cho chúng tôi bản đồ, mang hành lý của chúng tôi đến khách sạn tiếp theo và thậm chí còn nhận xe máy ở đó.Đọc thêm",
            "Dịch vụ rất tốt! Họ có tất cả các loại tour với giá tốt và đội ngũ nhân viên thực sự tốt bụng và chuyên nghiệp. Cảm ơn vì một kỷ niệm tuyệt vờiĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời khi tham quan các địa điểm ở Huế do Quang và công ty của anh ấy tổ chức trong thời gian ngắn. Hướng dẫn viên du lịch Salah thật tuyệt vời - hiểu biết, vui tính và cô ấy thông thạo tiếng Anh - và nhà hàng được chọn thật đặc biệt. Ngoài ra, giá cả là công bằng. Sẽ vui vẻ sử dụng lại. Cảm ơn!Đọc thêm",
            "Chúng tôi sắp xếp chuyến đi 7 ngày tại Việt Nam với Little Hue Travel. Vịnh Hạ Long, công viên Phong Nha, tham quan thành phố Huế. Và chúng tôi cũng đã đặt dịch vụ đưa đón từ Huế đến Hội An bằng ô tô. Mọi thứ đều hoàn hảo với giá tốt. Tôi đặc biệt giới thiệu cơ quan này cho mọi người.Đọc thêm",
            "Theo bạn trai tôi, hướng dẫn viên du lịch là một cuốn bách khoa toàn thư sống! Giá quá rẻ nên chúng tôi hơi lo ngại nhưng đó là chuyến đi tuyệt vời nhất chúng tôi đã thực hiện trong chuyến đi đến Việt Nam! Chúng tôi được đón tại khách sạn và anh ấy giải thích chuyến đi sẽ diễn ra như thế nào, giá vé bao nhiêu và cách tiết kiệm tiền bằng cách mua một vé kết hợp. Chúng tôi đã thực hiện 3 ngôi mộ với những lời giải thích tuyệt vời, Hoàng thành, bữa trưa theo kiểu tự chọn chất lượng ổn, tất cả chúng tôi đã ăn rất nhiều!, Đi thuyền với chuyến viếng thăm chùa và biểu diễn kung fu. Và đã cố gắng làm tất cả trong vòng một ngày và có đủ thời gian để cảm nhận rõ ràng về những gì đã từng xảy ra. Tour riêng đến Hội An cũng rất tốt, tài xế không nói được tiếng Anh nhưng được bảo dừng ở đâu và chúng tôi dừng lại vài nơi để chụp ảnh, chúng tôi ăn trưa ở một nhà hàng nổi sẽ tốt hơn nếu được cho thực đơn địa phương thay vì thực đơn dành cho khách du lịch... nhưng vẫn rẻ cho hải sản, và chúng tôi kết thúc bằng việc dừng chân ở Ngũ Hành Sơn. Tất cả cho 50 mà không có thức ăn, nên cũng không thể phàn nàn! Dịch vụ đưa đón tư nhân rẻ nhất mà chúng tôi tìm thấy và chiếc xe hoàn toàn mới và rất thoải mái!Đọc thêm",
            "Chúng tôi có một chuyến đi Huế đáng nhớ nhờ dịch vụ tuyệt vời của Little Hue Travel. Chúng tôi tham gia một tour du lịch thành phố huế một ngày. Hướng dẫn viên đón chúng tôi từ khách sạn và cung cấp bữa trưa tự chọn. Hướng dẫn rất hay và nhiệt tình. Anh ấy luôn làm chúng tôi cười. Và anh ấy nói tiếng Anh trôi chảy. Anh ấy luôn có thể thu hút sự chú ý của chúng tôi. Chúng tôi thực sự rất thú vị. Và chuyến đi thật tuyệt vời. Hơn nữa, chủ công ty du lịch-Quang là một người tốt. Anh ấy chỉ thích bạn của chúng tôi. Anh ấy đã giúp đỡ chúng tôi rất nhiều khi chúng tôi đi du lịch ở Việt Nam. Anh ấy cũng đã cho chúng tôi rất nhiều thông tin hữu ích. Anh ấy là một chàng trai hữu ích. Cảm ơn bạn rất nhiều. :Đọc thêm",
            "Chúng tôi sử dụng Little Hue cho hai chuyến tham quan: một chuyến tham quan tuyệt vời đến các địa điểm ở Huế và sau đó lái xe qua đèo đến Đà Nẵng và Hội An.  Xe 4WD sạch sẽ và rộng rãi, hướng dẫn viên du lịch lịch sự, đúng giờ và hiểu biết, thời gian biểu và hành trình tuyệt vời.  Chuyến đi Hội An dừng lại ở những địa điểm quen thuộc, trong đó có Ngũ Hành Sơn tuyệt đẹp, mặc dù việc dừng chân tại phòng trưng bày đá cẩm thạch là không cần thiết.  Người lái xe của chúng tôi nhận ra điều đó và chúng tôi nhanh chóng tiếp tục lên đường.  Giá cả không hấp dẫn như Johnjoe 522015 nói, nhưng nó hợp lý.  Chúng tôi đánh giá cao Little Hue: hướng dẫn viên du lịch đáng tin cậy, phản hồi nhanh và hữu ích.Đọc thêm",
            "Có chuyến đi Huế vào tháng 8. Sau khi đọc review và so sánh báo giá của một số đại lý thì quyết định chọn Little Hue. Tôi hài lòng với sự lựa chọn của mình. Họ lịch sự, chu đáo và xe sạch sẽ và trong tình trạng tốt. Trong chuyến đi cuối cùng từ Huế đến Hội An, đứa con mới biết đi của tôi bị nôn trong xe, và người tài xế tốt bụng đã cho chúng tôi dừng lại và nghỉ ngơi bao lâu chúng tôi cần, hãy giúp đỡ chúng tôi và giúp đỡ chúng tôi. đưa cho chúng tôi khăn giấy, v.v. Khi chúng tôi đến, chúng tôi đưa cho anh ấy một số tiền mặt như một lời khuyên cho dịch vụ tốt và khi nôn mửa, nhưng anh ấy liên tục từ chối nhận thứ này từ chúng tôi. Muốn giới thiệu điều này cho bất kỳ bạn bè nào.Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written April 21, 2016",
            "Written April 15, 2016",
            "Written March 30, 2016",
            "Written March 18, 2016",
            "Written March 15, 2016",
            "Written February 14, 2016",
            "Written January 27, 2016",
            "Written January 18, 2016",
            "Written January 12, 2016",
            "Written November 29, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or50-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or40-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or60-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d11639442-Reviews-Belgian_Chocolate_Workshop-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23845914-Reviews-RiseNY-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g43567-d592471-Reviews-Wild_Mountain_Water_Park_Alpine_Slides_Go_Karts-Taylors_Falls_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d2069482-Reviews-Presque_Isle_Downs_Casino-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g50061-d208127-Reviews-Hale_Farm_Village-Bath_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142415-Reviews-Japanese_Tea_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g148423-d147530-Reviews-Pink_Sands_Beach-Harbour_Island_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126919-Reviews-Phipps_Plaza-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g196583-d670244-Reviews-Les_Espaces_d_Abraxas-Noisy_le_Grand_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177714-d2225382-Reviews-Lido_Waterpark-Mastichari_Kos_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or60-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or50-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Họ có tất cả các loại tour với giá tốt và đội ngũ nhân viên thực sự tốt bụng và chuyên nghiệp. Thuê một chiếc xe đạp và tham quan thành phố theo một cách khác! Rất khuyến khíchĐọc thêm",
            "Chuyến đi từ Huế đến Đà Nẵng qua đèo Hải An. Khách sạn của tôi báo giá cho tôi US75. Little Hue Travel tính phí cho tôi 45 USD. Cung cấp xe 4 wd mới, khách sạn đến khách sạn. Giá trị và dịch vụ tuyệt vờiĐọc thêm",
            "Chúng tôi thuê một chiếc xe máy trong hai ngày trên hành trình xuyên Việt Nam. Người chủ rất thân thiện và hữu ích, chỉ cho chúng tôi đường đến các điểm tham quan chính và cho chúng tôi những lời khuyên bổ ích. Chúng tôi cũng đã đặt chuyến đi đến thị trấn tiếp theo với anh ấy và không hề thất vọng.Đọc thêm",
            "Yêu chuyến đi phiêu lưu của tôi với chuyến du lịch chút màu sắc, dịch vụ tuyệt vời và thân thiện! Cảm ơn vì một kỷ niệm tuyệt vời khi đi du lịch chút màu sắc: Chắc chắn sẽ quay lại lần sau khi chúng tôi ghé thămĐọc thêm",
            "Cửa hàng tuyệt vời dành cho tất cả những người sẵn sàng đi du lịch ở Huế và khu vực. Quang cung cấp dịch vụ xuất sắc; anh ấy đã hỗ trợ chúng tôi thuê xe máy, tư vấn những việc cần làm và đặt vé máy bay. Tốt bụng và rất tốt đẹp!Đọc thêm",
            "Tôi đã ở đó vào tháng 5 năm ngoái, dịch vụ tuyệt vời và nhân viên rất tuyệt vời, chúng tôi đã có trải nghiệm tốt và tôi sẽ giới thiệu nơi này cho gia đình và bạn bè của tôi. Đọc thêm",
            "Dịch vụ tuyệt vời từ Little Hue Travel. Chúng tôi đã dành 2 tuần ở Việt Nam để thực hiện nhiều chuyến tham quan khác nhau và dịch vụ, giá cả cũng như lời khuyên tốt nhất mà chúng tôi nhận được là từ Little Hue Travel. Chúng tôi thực hiện các chuyến tham quan thành phố Huế và sông Hương rồi thuê một tài xế và ô tô riêng để đi Hội An. Anh Quang, từ Little Hue Travel, rất thân thiện và hữu ích với những gợi ý cũng như đưa ra những địa điểm không quen thuộc mà chúng tôi muốn ghé thăm. Sanh, tài xế của chúng tôi, rất thân thiện và vui vẻ. Cảm ơn bạn vì một chuyến đi tuyệt vời! Little Hue Travel là nhà điều hành tour du lịch tốt nhất trong số tất cả các trung tâm chúng tôi đến thăm ở Việt Nam. Chúng tôi chắc chắn sẽ sử dụng dịch vụ của bạn một lần nữa khi chúng tôi quay lại Việt Nam. Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch trong ngày tuyệt vời từ Huế qua đèo Hải Vân đến Hội An. Chúng tôi thuê một chiếc xe tay ga cho 20 người bao gồm cả dịch vụ hành lý, nghĩa là chúng tôi đã để hành lý ở Huế và khi đến Hội An, chúng tôi đã đổi xe tay ga để lấy hành lý. Chúng tôi có một bản đồ với hai tuyến đường từ anh Trang và một số gợi ý như suối voi rất đẹp. Đó là một trải nghiệm tuyệt vời và tôi thực sự có thể giới thiệu Chuyến đi này từ Little Hue Travel. Xe tay ga còn tốt, phanh, máy đo tốc độ, v.v. mọi thứ đều hoạt động, điều không phải tự nhiên ở Việt Nam :-.Đọc thêm",
            "Ông Quảng đưa chúng tôi đi tham quan lăng mộ. Chúng tôi được đón tại khách sạn bằng taxi và đưa đến điểm hẹn nơi chúng tôi lên xe buýt. Hướng dẫn viên của chúng tôi rất vui nhộn, không chắc liệu đó có phải là cố ý hay không. Chuyến đi đã được phối hợp rất tốt, dù sao thì cũng là tháng Sáu. Chúng tôi thích công ty này đến nỗi chúng tôi đã thuê một chiếc taxi đến Hội An và dừng ở Ngũ Hành Sơn vào ngày hôm sau. Tài xế của chúng tôi nói rất ít tiếng Anh, được đại lý bán quá mức nhưng rất hợp tác và tốt bụng. Cuối cùng, chúng tôi cũng đã thực hiện một chuyến đi trong ngày đến Phong Nhé Kẻ Bàng với họ. Rất khuyến khích họ cho nhu cầu du lịch của bạn ở Huế. Giai thoại kể: chúng tôi đã trở lại quá muộn trong một chuyến đi ăn tối. Anh Quang đến khách sạn của chúng tôi để thu tiền và không cần yêu cầu đã mang cho chúng tôi một ít bánh mì nói, tài xế nói với tôi rằng bạn không có thời gian để ăn tối! Bây giờ đó là dịch vụ!Đọc thêm",
            "Có một ngày tuyệt vời trên xe đạp với Taung. Anh ấy chu đáo, nhiều thông tin và thực sự vui vẻ khi ở bên. Chúng tôi đã cười rất nhiều và thấy một số cảnh đẹp tuyệt vời. Không thể bị đánh bại về giá cả và bản thân những chiếc xe đạp cũng khá tốt. Thực sự muốn giới thiệu những người này!! Đọc thêm",
            "Xin chào, Có thể thuê xe từ đại lý của bạn không? Cảm ơn bạnĐọc thêm",
            "Xin chào, Bạn có thể gửi email cho chúng tôi qua địa chỉ email ở trên được không? Mong nhận được phản hồi của bạn. QuangĐọc thêm",
            "Chào buổi sáng\nchúng tôi sẽ đến thăm Huế và Hội An vào tháng 12 và chúng tôi là một nhóm gồm 5 người. chúng tôi muốn thuê một tài xế và hướng dẫn viên nói tiếng Pháp trong một ngày. Tôi muốn biết giá mỗi ngày.\nCảm ơn bạn trước, Đọc thêm",
            "Kính gửi Little Hue Travel, \n\nTôi là Sonexay đến từ Lào, tôi muốn hỏi bạn về phương tiện đi lại ở Huế và Đà Nẵng. Vì tôi đến từ Lào nên tôi dự định đi du lịch cùng gia đình, 10 người. Bạn có thể đến đón chúng tôi tại biên giới Lào-Việt Nam và trả khách tại nhà khách của chúng tôi không? Chúng tôi sẽ ở lại thị trấn Huế trong hai ngày và Đà Nẵng hai ngày. Tôi không biết tên biên giới, đó là biên giới giữa Lào Savannakhet và Việt Nam Huế. Tôi tin rằng đó chỉ là một biên giới giữa hai thị trấn này.  \n\nNếu điều này là có thể. Nó sẽ có giá bao nhiêu mỗi ngày? Tôi có thể đặt xe buýt nhỏ có tài xế không? nếu anh ấy có thể nói tiếng Anh cơ bản thì thật tuyệt vời. Ở Huế, một ngày nào đó tôi muốn có một chiếc xe buýt nhỏ, đón ở biên giới Lào-Việt và trả khách ở một nhà nghỉ ở trung tâm thành phố Huế.  Ở Đà Nẵng, tôi muốn có một chiếc xe buýt nhỏ trong Ba ngày, đón chúng tôi tại Ga Đà Nẵng và đưa chúng tôi về nhà khách rồi đi ăn tối. Tour du lịch ngày thứ hai trong thành phố như Đức Phật Bà, Bà Nà Hill.. hoặc nếu bạn có gợi ý nào về một địa điểm tham quan tốt thì sẽ rất tuyệt. \n\nTôi đang chờ đợi để nghe từ bạn. \n\nCảm ơn,\n\nSonesayĐọc thêm",
            "Kính gửi Sonexay,\n\nIm Quang, chủ sở hữu Little Hue Travel\n\nCảm ơn tin nhắn của bạn rất nhiều. Vui lòng gửi email trực tiếp đến email của chúng tôi trên Tripadvisor, sau đó tôi sẽ gửi email sớm cho bạn.\nCảm ơn bạn và tôi rất mong nhận được phản hồi từ bạn qua email.\n\nTrân trọng,\n\nMr.QuangĐọc thêm",
            "Giá bao nhiêu?Đọc thêm",
            "Bart B thân mến,\nLàm thế nào để tôi giúp bạn?\nnếu bạn cần thêm thông tin, gửi email cho tôi. Cảm ơn bạn!\nQuang Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những việc cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written November 11, 2015",
            "Written November 2, 2015",
            "Written September 4, 2015",
            "Written August 26, 2015",
            "Written August 20, 2015",
            "Written August 4, 2015",
            "Written July 31, 2015",
            "Written July 30, 2015",
            "Written July 26, 2015",
            "Written July 19, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or60-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or50-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or70-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134359-d15216764-Reviews-Toyosu_Market-Toyosu_Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g48245-d105821-Reviews-Mohonk_Preserve-New_Paltz_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d14976478-Reviews-The_Whale_Project-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d245527-Reviews-Linnanmaki_Amusement_Park-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10020648-Reviews-Electric_Zoo-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d2265072-Reviews-The_Island_Pier-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d11889219-Reviews-Pineapple_Fountain-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41757-d108714-Reviews-Otis_Reservoir-Otis_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2355850-Reviews-Sapi_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d11548355-Reviews-Golden_Menorah-Jerusalem_Jerusalem_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or70-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or60-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty lữ hành chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác liên quan đến du lịch. Tôi xin giới thiệu đến quý khách một số dịch vụ sau: Tổ chức Tour du thuyền rồng trên sông Hương, Tour du lịch thành phố Huế bằng xe buýt, Huế đi Hội An bằng xe riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón quý khách tại khách sạn. Đọc thêm",
        "reviews": [
            "Chúng tôi có nửa ngày khám phá Huế giữa nắng nóng. Tôi biết mình muốn làm gì nhưng không biết liệu có thể tổ chức một chuyến đi thuyền riêng ngược dòng sông nước hoa vào sáng sớm với những điểm dừng cụ thể và một chuyến ô tô có máy lạnh quay về dừng tại một nhà hàng mà tôi chọn, qua điện thoại vào buổi tối không trước. Chuyến du lịch Little Hue đã biến tất cả thành hiện thực cộng với chuyến trở về khách sạn để lấy hành lý và sau đó đưa đón sân bay tới 50 US. Đó là một ngày hoàn toàn thoải mái và thú vị.  Cảm ơn rất nhiều vì đã khiến chuyến đi Huế của chúng tôi trở thành một trong những điểm nổi bật ở Việt Nam.Đọc thêm",
            "Chúng tôi đến Huế để thực hiện chuyến đi cao cấp và dành rất nhiều thời gian để tìm kiếm không chỉ giao dịch tốt nhất mà cả người mà chúng tôi cảm thấy có thể tin tưởng nhất. Quang ở Little Hue đã tuyệt vời ngay từ đầu, anh ấy có nụ cười rất chân thật và thái độ rất phù hợp. Những chiếc xe đạp rất tuyệt và không gặp khó khăn gì khi thực hiện hành trình từ Huế đến Đà Nẵng và quay lại. Rất muốn giới thiệu tuyến đường và sử dụng Little Hue Travel cho mọi mục đích. Quang đã luôn tuyệt vời kể từ đó đến nay. Đọc thêm",
            "Địa điểm nếu bạn cần bất cứ điều gì ở Huế. Trước đây tôi đã tìm hiểu một vài cơ quan, không có ai thực sự quan tâm hay nhiệt tình muốn sắp xếp bất cứ điều gì. Quang của Little Hue Travel đã chú ý rất nhiều khi tôi bước vào Văn phòng. Anh ấy đã dành thời gian để kiểm tra một số điểm tích cực, luôn thân thiện và rất kiên nhẫn! Thực hiện một mức giá hợp lý, công bằng! Mọi thứ đều hoạt động tốt - trải nghiệm tuyệt vời!Đọc thêm",
            "Thành thật mà nói, một trong những điểm dừng chân đầu tiên mà bạn cần phải thực hiện nếu bạn đang đi phượt hoặc đi du lịch xuyên Huế và miền Trung Việt Nam. Du lịch Quang và Little Hue là một nơi nghỉ dưỡng tuyệt vời khỏi sự tấn công liên tục của những người cố gắng bán cho bạn thứ gì đó khi ở Việt Nam. Dịch vụ thoải mái và cá nhân nhưng đặc biệt và giá cả hoàn toàn cạnh tranh nhất. Tôi rất thích thời gian ở miền Trung Việt Nam nhờ Little Hue Travel và các đề xuất, chuyến tham quan cũng như giao dịch cho thuê xe máy của họ. Thuê một chiếc xe tay ga và đi đến Hội An qua đèo Hải Vân là điều bắt buộc! Nếu bạn thích, Quang có thể sắp xếp mọi việc và thậm chí có thể gửi hành lý của bạn đến Hội An để bạn có thể tận hưởng chuyến đi ngắm cảnh. Hãy uống bia với anh ấy..... anh ấy thật tuyệt vời!Đọc thêm",
            "Hôm nay đã đi từ Huế đến Hội An bằng ô tô riêng và tận hưởng từng phút! Với giá 55, chúng tôi được đón tại khách sạn và lái xe khoảng 4 giờ tới Hội An. Trên đường đi chúng tôi có dừng lại ở một số nơi có thể bàn bạc với tài xế tùy theo ý muốn của bạn và vượt đèo Hải Vân. Chuyến đi tuyệt vời, với rất nhiều câu chuyện và lời giải thích về đất nước cũng như việc tham quan từ người lái xe hoàn hảo Sanh của chúng tôi, lời khen ngợi dành cho anh ấy! Thả chúng tôi tại khách sạn ở Hội An. Vì vậy, nếu bạn không thích ngồi ở ghế sau của một chiếc xe đạp, hãy đặt một chuyến đi với Little Hue Travel. Đọc thêm",
            "Chúng tôi đến Little Hue Travel sau khi được một người bạn giới thiệu cho chúng tôi. Chúng tôi dự định thuê xe máy để tự tổ chức lái xe từ Huế về Hội An thì được đánh giá rất cao. Đèo Hải Vân. Quang chủ cửa hàng rất hữu ích và thân thiện và đưa ra mức giá thuê xe máy tuyệt vời cho chúng tôi. Anh ấy cũng tổ chức vận chuyển hành lý nặng hơn của chúng tôi từ Huế thẳng đến khách sạn của chúng tôi tại Hội An, cũng như việc vận chuyển ngược lại bằng xe máy của chúng tôi. Nhờ đó, chúng tôi có thể hoàn toàn tận hưởng chuyến đi và không phải lo lắng về bất kỳ vấn đề di chuyển nào. Bản thân chuyến đi đã thực sự ngoạn mục. Chúng tôi xuất phát vào khoảng 10 giờ sáng, dừng lại ở Thác Voi để giải khát và đến Huế vào khoảng 6 giờ chiều. Cảm ơn vì trải nghiệm tuyệt vời!Đọc thêm",
            "Rất khuyến khích cho du khách khi họ đến thăm thành phố Huế. Nhân viên của họ rất thân thiện, cung cấp cho khách hàng nhiều thông tin về các tour khám phá lịch sử và cảnh đẹp của Huế.Đọc thêm",
            "Tôi thực sự khuyên bạn nên du lịch Little Hue! dịch vụ thật tuyệt vời, thân thiện và chính xác. Người quản lý Quang rất tử tế và luôn đáp ứng mọi yêu cầu của chúng tôi: anh ấy thực sự đặt khách hàng lên hàng đầu! Chúng tôi đã có trải nghiệm độc đáo với công ty du lịch này.Đọc thêm",
            "Nhân viên rất tốt bụng và dịch vụ tốt !!! Chất lượng hỗ trợ, dịch vụ và giá cả rất cao!!! Có thể thuê xe máy với giá rẻĐọc thêm",
            "Chúng tôi đã đến cơ quan này do một người bạn khác giới thiệu. Mọi điều anh ấy nói với chúng tôi về cơ quan này đều hoàn toàn đúng. Anh chàng này rất thân thiện, chúng tôi nhận được mức giá tốt nhất có thể và chúng tôi đã có một chuyến tham quan tuyệt vời nhờ anh chàng này. Tôi và bạn bè thuê xe máy đi 2 ngày: một ngày chạy vòng quanh Huế, một ngày chạy từ Huế về Hội An. Khi chúng tôi đến đó, túi của chúng tôi đã được cơ quan giao đến. Chúng tôi đã có một chuyến tham quan tuyệt vời và không bị lạc nhờ bản đồ và chỉ dẫn hoàn hảo của Little Hue Agency! Cảm ơn một lần nữa.Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written July 19, 2015",
            "Written July 13, 2015",
            "Written July 12, 2015",
            "Written July 10, 2015",
            "Written June 4, 2015",
            "Written May 27, 2015",
            "Written May 25, 2015",
            "Written May 24, 2015",
            "Written May 22, 2015",
            "Written May 21, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or70-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or60-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or80-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d147984-Reviews-Brewers_Bay-Tortola_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60663-d1480890-Reviews-Waikele_Premium_Outlets-Waipahu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d6984773-Reviews-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d102658-Reviews-Pupukea_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60294-d4811793-Reviews-Peck_s_Farm_Market-Spring_Green_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g580322-d15712781-Reviews-Popcorn_Playa-Corralejo_La_Oliva_Fuerteventura_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d103900-Reviews-Brooklyn_Botanic_Garden-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d10813211-Reviews-El_Flamenco_Cabaret-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14020251-Reviews-Place_d_Italie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or80-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or70-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Little Hue Travel",
        "attraction_name_vi": "Du lịch Little Huế",
        "general_info": [
            "123 đánh giá",
            "8 trên 43 chuyến tham quan bằng thuyền Thể thao dưới nước ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan di sản lịch sử",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Little Hue Travel là công ty du lịch chuyên về dịch vụ du lịch, dịch vụ lưu trú, dịch vụ vận chuyển, nhà hàng, đặt vé máy bay và tất cả các dịch vụ khác kết nối với du lịch. Tôi xin giới thiệu với các bạn một số dịch vụ sau: Tổ chức Tour du lịch thuyền rồng trên sông Hương, Tham quan thành phố Huế bằng thuyền xe buýt, Huế đến Hội An bằng ô tô riêng; Xe máy hoặc xe đưa đón, Tour DMZ, Tour Phong Nha - Động Thiên Đường hàng ngày. Chúng tôi sẽ giao vé và đón bạn tại khách sạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đến Huế và muốn đi thăm chùa bằng thuyền. Chúng tôi cũng muốn thuê một chiếc xe máy và đã thông báo cho một số công ty du lịch. Đây là thứ chúng tôi thích vì sự trung thực và giá cả của anh ấy. Chúng tôi phải quay lại vào ngày hôm sau sau khi đặt chuyến đi và mọi thứ đều theo yêu cầu của chúng tôi. Xe máy đã sẵn sàng và chúng tôi có thể đi về hướng chùa. Người trên thuyền đẹp, chùa đẹp, chỉ có một điều...thời tiết ngày hôm đó không hẳn là của Việt Nam..... Tôi giới thiệu công ty du lịch này cho tất cả du khách đến Việt Nam.Đọc thêm",
            "Chào tất cả các bạn. Bây giờ tôi đã trở lại sau chuyến đi 5 ngày tới miền Trung Việt Nam. Tôi đã có một thời gian tuyệt vời! Tôi rất biết ơn Little Travel Hue đã giúp tôi định hình chuyến tham quan và dành thời gian cùng tôi rất nhiều ở các thành phố cụ thể từ Huế, Đà Nẵng, Hội An trong 5 ngày ở Việt Nam. Trước đây tôi không chắc lắm nhưng được bạn tôi giới thiệu nên chọn Little Travel Hue. Tôi hoàn toàn hài lòng về sự thân thiện, niềm nở và chuyên nghiệp của hướng dẫn viên du lịch. Đối với tôi, toàn bộ chuyến đi đã vượt qua sự mong đợi của tôi. Hy vọng tôi sẽ quay lại sớm. Đọc thêm",
            "Little Hue Travel là một công ty và đại lý du lịch đáng kinh ngạc ở Huế xinh đẹp!! Chủ sở hữu vô cùng thân thiện và sẽ giúp bạn trải qua những khoảnh khắc tích cực và tuyệt vời khó quên ở Việt Nam: Tôi chắc chắn sẽ đặt đi đặt lại những chuyến đi của mình với Little Hue!! 100 bị thuyết phục:Đọc thêm",
            "Được rồi, tôi cố gắng nói ngắn gọn thế này: Chúng tôi gặp một tai nạn xe máy ở Huế. Anh ta bỏ tất cả mọi thứ kể cả khách hàng, đến bệnh viện, dịch giữa cảnh sát và chúng tôi, thả chúng tôi về khách sạn, ngày hôm sau đến lúc 7 giờ sáng và 9 giờ sáng để xem mọi thứ có ổn không. hướng dẫn viên du lịch cá nhân, trả tiền mọi thứ!!!... cả hai chúng tôi đều nhận được giấy phạt từ cảnh sát, phải cầu xin trả tiền vé cho anh ấy!!!, và anh ấy không cho tôi trả tiền cho chiếc xe máy bị hỏng thực sự không có cơ hội nào có còn nhiều điều tốt đẹp nữa để kể về anh ấy nhưng điều đó có nghĩa là vượt quá phạm vi của điều này; đây là cách tôi cố gắng giúp anh ấy... câu chuyện dài quá, anh ấy làm một công việc tuyệt vời và nếu có vấn đề gì xảy ra, anh ấy sẽ giúp bạn!!!!Đọc thêm",
            "Little Hue Travel là một công ty du lịch tuyệt vời với một chủ sở hữu thân thiện tuyệt vời! Anh ấy đưa cho tôi bánh quy và trái cây, đồng thời luôn đảm bảo rằng bạn có được mức giá rẻ nhất trên thị trường. Tôi và bạn gái đã đặt một chuyến đi bằng xe đạp từ Huế đến Hội An và anh ấy đã cho chúng tôi xem mọi thứ trên bản đồ và đảm bảo hành lý của chúng tôi đến nơi an toàn nên chúng tôi không phải lo lắng gì cả... Xe đạp thực sự rất tốt, không có vấn đề gì cả. Cơ quan tuyệt vời, chủ sở hữu tuyệt vời, chuyến đi tuyệt vời. Hãy chắc chắn rằng bạn đặt mọi thứ ở đây, NƠI NÀY ở Huế. Trân trọng từ Bỉ.Đọc thêm",
            "1: vé rẻ hơn 2: dịch vụ khách hàng tốt3: rất thân thiện Tôi muốn giới thiệu cho mọi người một địa điểm tốt để có được thông tin về các tour du lịch vòng quanh huế. chúc bạn vui vẻ và tận hưởng chuyến đi :Đọc thêm"
        ],
        "star_ratings": [
            118,
            3,
            0,
            1,
            1
        ],
        "review_amount": 123,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "Du lịch Little Huế"
        ],
        "reviews_time": [
            "Written May 21, 2015",
            "Written May 21, 2015",
            "Written May 21, 2015",
            "Written May 20, 2015",
            "Written May 20, 2015",
            "Written May 19, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d8091030-Reviews-or80-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or70-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12289757-Reviews-Xe_Om_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6594421-Reviews-Gold_Silk_Fashion-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11555530-Reviews-Vietnam_Discovery_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d6956920-Reviews-Moonday_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12670057-Reviews-Bach_Ma_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12128447-Reviews-Hue_Daily_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19281005-Reviews-Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12881476-Reviews-NHAN_tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11612037-Reviews-Hue_Tours_Bus-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12453921-Reviews-Trider_Adventure_Motorbike_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19282125-Reviews-Best_Spa_Massage_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d324291-Reviews-Gion_Corner-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d23569524-Reviews-Topgolf-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47441-d276490-Reviews-Woodbury_Common_Premium_Outlets-Central_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g674587-d8274316-Reviews-Elephant_Transit_Home_ETH-Udawalawe_National_Park.html",
            "https://www.tripadvisor.com/Attraction_Review-g43117-d143416-Reviews-High_Falls-Grand_Portage_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g49113-d8617359-Reviews-The_Point-Emerald_Isle_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34373-d3348786-Reviews-Circle_B_Bar_Reserve-Lakeland_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g303349-d2324606-Reviews-Rio_Sucuri-Bonito_State_of_Mato_Grosso_do_Sul.html",
            "https://www.tripadvisor.com/Attraction_Review-g52639-d2208248-Reviews-Caledonia_State_Park-Fayetteville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d6651211-Reviews-Onyx_Cave-Cave_City_Kentucky.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d8091030-Reviews-or80-Little_Hue_Travel-Hue_Thua_Thien_Hue_Province.html"
    }
]