[
    {
        "attraction_name": "Little Venice",
        "attraction_name_vi": "Venice thu nhỏ",
        "general_info": [
            "95 đánh giá",
            "46 trong số 252 việc cần làm ở Baku",
            "Vùng lân cận"
        ],
        "attraction_summary": "Đây là một chuyến đi thuyền mát mẻ băng qua đại lộ Baku với khung cảnh tuyệt đẹp và nếu bạn đến thăm vào cuối mùa đông, bạn có thể nhìn thấy những bông hoa tulip xinh đẹp xung quanh. Nó thực sự rất đẹpĐọc thêm",
        "reviews": [
            "Nếu bạn yêu thích các công trình tái tạo bê tông kiểu Trung Quốc hào nhoáng về các điểm tham quan trên thế giới, thì đây sẽ là địa điểm ngay trên phố của bạn. Việc tính một khoản tiền quá lớn cho người nước ngoài không phải người Azerbaijan để thuê một chiếc thuyền gondola giả cùng với một người chèo thuyền giả trên một con kênh giả là điều nực cười.Đọc thêm",
            "Một khu vực đài phun nước Lillie nhỏ xung quanh một nhà hàng được chuyển đổi thành một con kênh nhỏ với một vài chiếc thuyền và đặt tên là Venice. Không có gì gần với Venice thực sự. Tốt cho thời gian trôi quaĐọc thêm",
            "Tiếp giáp với bảo tàng thảm bên bờ sông, bạn sẽ đi bộ qua. Và xin vui lòng đi bộ qua. Trừ khi bạn có con nhỏ, chúng không thể cưỡng lại một chuyến đi thuyền ngớ ngẩn. . .Đọc thêm",
            "Trải nghiệm tuyệt vời .. cảnh quan tuyệt đẹp từ thuyền. Tầm nhìn đẹp từ tháp lửa, đó là một trải nghiệm tuyệt vời nhưng chúng tôi phải đợi 2 giờ cho chiếc thuyền đó là một trải nghiệm khủng khiếp. Đọc thêm",
            "Tôi nghĩ đó là một công viên lớn mà chúng ta có thể đi bộ, đi thuyền Gondola, nhưng thật không may là không phải vậy, nơi này nhỏ bên cạnh Bảo tàng Thảm Quốc gia, bạn có thể thuê thuyền Gondola và tham quan nhưng rất nhỏ và có một số nhà hàng ở đó! Đọc thêm",
            "Little Venice là một điểm tham quan không thể bỏ qua. Nó nằm trên Đại lộ Baku, gần bảo tàng thảm. Bạn có thể đi thuyền gondola, mất khoảng 8-10 phút. Người điều khiển thuyền của chúng tôi rất tốt bụng khi chụp ảnh cho chúng tôi với tháp lửa ở phía sau. Điểm trừ duy nhất ở đây là thời gian không được đề cập trên quầy bán vé. Do đó, chúng tôi phải quay lại vào buổi tối để đi thuyền gondola. Thời gian hiển thị trên trang web là không chính xác.Đọc thêm",
            "Trên đại lộ nơi này có nước và cầu. Thật không may do gió to nên thuyền không ra khơi. Nhưng một nơi đáng để ghé thămĐọc thêm",
            "Dòng này lúc đầu vô tổ chức. Không chắc ai là người tiếp theo. Người điều khiển thuyền đang hút thuốc. Tất cả đều hơi sến nhưng trẻ nhỏ có thể sẽ thích.Đọc thêm",
            "Nó nằm gần bảo tàng thảm và có những quảng trường với đài phun nước cũng như khu vực kênh đào. Bạn có thể đi thuyền gondola, Một khu vực thú vị để dành thời gian thư giãn.Đọc thêm"
        ],
        "star_ratings": [
            25,
            28,
            32,
            9,
            3
        ],
        "review_amount": 97,
        "location": [
            "Venice thu nhỏ",
            "Những điều cần làm ở Baku",
            "Azerbaijan",
            "Baku",
            "Vùng Absheron",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written April 14, 2024",
            "Written October 27, 2023",
            "Written August 14, 2023",
            "Written July 5, 2023",
            "Written June 13, 2023",
            "Written May 31, 2023",
            "Written October 19, 2022",
            "Written September 30, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293934-d12879795-Reviews-Little_Venice-Baku_Absheron_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d12569972-Reviews-Art_Club_Restaurant-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d1904885-Reviews-CHiNAR-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d10630657-Reviews-Cay_Bagi_145_Tea_Garden_145-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d3387096-Reviews-Terrace_145-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d23509216-Reviews-VASILCHUKI_Chaihona_No_1-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d19823365-Reviews-La_Quzu-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d21073549-Reviews-Pendir_Chorek-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d21281256-Reviews-Latitude_Longitude_Bar_Lounge-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d9870722-Reviews-Qala_Divari-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293934-d25398553-Reviews-Shakh_Garden-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d3641288-Reviews-Azerbaijan_National_Carpet_Museum-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d12907183-Reviews-Bahram_Gur_Fountain-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d8627163-Reviews-Philharmonic_Fountain_Park-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459847-Reviews-Baku_Old_City-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4783128-Reviews-Highland_Park-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d8380225-Reviews-Highland_Park_Upland_Park-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459849-Reviews-Maiden_Tower-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4783121-Reviews-Miniature_Books-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459853-Reviews-Palace_of_the_Shirvanshahs-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d23579417-Reviews-Deniz_Mall-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d12879795-Reviews-or10-Little_Venice-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4783114-Reviews-Flame_Towers-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4738345-Reviews-Baku_Boulevard-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459848-Reviews-Fortress_Walls_of_Icheri_Sheher-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459850-Reviews-Martyrs_Lane-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d456222-Reviews-Fountain_Square-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d8052101-Reviews-Heydar_Mosque-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d10794849-Reviews-Guided_Azerbaijan-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d13201974-Reviews-Azerbaijan_Travel_International-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d14528943-Reviews-Baku_City_Tours-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d13582254-Reviews-MyTOUR_Baku-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d20322811-Reviews-Enjoy_Azerbaijan_Travel-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d11874946-Reviews-Geo_Travel-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d7132969-Reviews-Krifi_Ammos_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g45145-d107268-Reviews-Bannack_State_Park-Dillon_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1150047-d14967398-Reviews-Spiaggia_Torre_Guaceto-Carovigno_Province_of_Brindisi_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d548032-Reviews-Spring_Mill_State_Park-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d1491644-Reviews-Whale_s_Tale_Waterpark-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g37599-d1792846-Reviews-Versailles_State_Park-Versailles_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3499235-Reviews-Mercado_de_Coyoacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d646305-Reviews-Tanger_Outlets_Charleston-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188083-d2284314-Reviews-Aareschlucht-Meiringen_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2263759-Reviews-North_Avenue_Beach-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293934-d12879795-Reviews-or10-Little_Venice-Baku_Absheron_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293934-d12879795-Reviews-Little_Venice-Baku_Absheron_Region.html"
    },
    {
        "attraction_name": "Little Venice",
        "attraction_name_vi": "Venice thu nhỏ",
        "general_info": [
            "6.036 đánh giá",
            "2 trong số 75 điều cần làm ở Colmar",
            "Vùng lân cận"
        ],
        "attraction_summary": "Venice nhỏ bé là tên được đặt cho khóa học của Lauch ở Colmar. Cái tên này có lẽ xuất phát từ nguồn gốc của những ngôi nhà hai bên bờ sông phục vụ phía đông nam thành phố. Quận này bắt đầu phía sau Koïfhus, đi qua quận bán cá và đến các cây cầu Turenne và Saint-Pierre. Do đó, nó nằm ở phần đầu của Krutenau, từ nguyên của nó đề cập đến những nơi làm vườn ở chợ ở ngoại ô thị trấn. Ban đầu là nơi sinh sống của một cộng đồng nông thôn gồm những người sản xuất rượu vang, những người làm vườn ở chợ và những người lái thuyền, Krutenau trải dài quanh Phố Turenne mà thống chế đã chiếm vào năm 1674 khi ông đắc thắng tiến vào thành phố. Có thể đi thuyền ở đó.Đọc thêm",
        "reviews": [
            "Toàn bộ khu phố cổ bao gồm cả Little Venice đều rất đáng yêu. Những ngôi nhà nửa gỗ xinh đẹp và những tòa nhà sang trọng khác ở khắp mọi nơi, những con kênh, vô số quán cà phê - và vào ngày nắng chúng tôi đã đến với vô số khách du lịch đang mỉm cười hạnh phúc. Khu vực xung quanh nhà thờ được bảo trì nhiều nên hơi khó chịu; nhưng tôi đoán họ phải làm điều đó như một giai đoạn nào đó. Nhưng Colmar là một thị trấn đáng yêu và là một chuyến đi trong ngày tuyệt vời từ Strasbourg.Đọc thêm",
            "Chúng tôi đến thăm đây với tư cách là một gia đình gồm 2 người lớn và hai trẻ em 9 và 5 tuổi. Chúng tôi không nhận ra bao nhiêu phần của thị trấn là phố cổ. Đó là một nơi rất đẹp. Rất nhiều cửa hàng, quán cà phê và nhà hàng nhỏ đáng yêu.\nViệc đỗ xe khá khó khăn vì chúng tôi lái một chiếc xe tải và rất nhiều bãi đậu xe có nhiều tầng mà chúng tôi không thể nhét vào được. Nhưng có một số bãi đậu xe trong khu dân cư, chỉ cách thị trấn một đoạn đi bộ ngắn.\nChúng tôi dành 4-5 giờ ở đây, chỉ đi dạo xung quanh, ăn uống. Thật vui khi có một ngày thoải mái.Đọc thêm",
            "Con trai tôi và tôi bắt xe buýt tới Colmar. \nThật là một nơi tuyệt đẹp, vâng, nó rất đông khách du lịch nhưng đang là tháng 8 nên tôi đã mong đợi điều đó. \nTuy nhiên, nó không quá đông đến mức chúng tôi không thể ngắm cảnh. \nNhững con kênh rất đẹp với những chiếc thuyền đi qua. \nTrung tâm cũng có một khu chợ lớn trong nhà bán một số loại bánh đẹp mắt và các loại thực phẩm khác. \nKiến trúc thật tuyệt vời nhưng tôi rất thích nhà ở bằng gỗ.Đọc thêm",
            "La Petite Venise ở Colmar là một nơi quyến rũ. Nơi đây giống như một Venice thu nhỏ với những ngôi nhà đầy màu sắc bên bờ nước. Bạn có thể đi thuyền và ngắm cảnh đẹp. Khu vực này có những nhà hàng ấm cúng, nơi bạn có thể thưởng thức những món ăn Pháp ngon tuyệt. Đây là một địa điểm tuyệt vời để đi dạo thư giãn, đặc biệt là vào buổi tối khi ánh đèn phản chiếu xuống mặt nước. La Petite Venise là một nơi đẹp như tranh vẽ, hoàn hảo cho những khoảnh khắc lãng mạn và tận hưởng vẻ đẹp của Colmar. Nếu bạn đang ở trong thị trấn, đừng bỏ lỡ mảnh nhỏ Venice này ở Pháp. Đọc thêm",
            "Little Venice là một phần đáng yêu của thị trấn cổ Colmar. Với dòng sông nhỏ, nó trông rất đẹp. Thật tuyệt khi chỉ được đi dạo. Có nhiều nhà hàng và quán cà phê khác nhau nếu bạn muốn nghỉ ngơi.Đọc thêm",
            "Khu vực ven sông nhỏ trên kênh có thiết kế nhà đặc trưng của vùng Alsace. Những thay đổi trong mùa Giáng sinh nhờ ánh sáng và màn trình diễn ánh sáng và thực sự trở nên lễ hội về mọi mặt. Đáng ghé thăm trong mùa Giáng sinh, nhưng sau đó nó có thể rất đông đúc. Các quán ăn và cửa hàng quà tặng đều ở gần đó. Đọc thêm",
            "Ahhh Colmar! Thị trấn này đã trả lại Je ne sais quio cho tâm hồn tôi sau một năm khởi đầu khá tồi tệ. Rất vui vì bạn trai đã quyết định đưa tôi đến đây vào dịp lễ Phục sinh sau tất cả những gì tôi đã trải qua. Rất nhiều địa điểm ăn uống thú vị và những chú chó con được chào đón! Không thể giới thiệu thêm xĐọc thêm",
            "Một nét quyến rũ về Venice rất nổi tiếng. Chúng tôi đến thăm vào giữa tháng 3 nên thấy nơi đây thật yên bình và tĩnh lặng. Tôi tưởng tượng đây sẽ là một điểm nóng du lịch vào những tháng Hè. Nó nhỏ hơn tôi tưởng tượng và bạn không thể đặt bàn trong nhà hàng, điều đáng để biết nếu bạn muốn ăn hoặc uống ở đó. Nhiều lựa chọn khác cho đồ ăn thức uống gần đó. Bản thân Colmar là một nơi tuyệt đẹp và kết hợp với Little Venice, chúng tôi đã không thất vọng.Đọc thêm",
            "Little Venice ở Colmar là một khu vực đẹp như tranh vẽ của thị trấn với kiến ​​trúc thời Trung Cổ và tất nhiên có con kênh giống Venice. Bạn cũng có thể tìm thấy chợ thực phẩm địa phương dưới mái nhà ở đó. -Nơi đáng yêu để ăn gì đó trong ngày!Đọc thêm",
            "Mặc dù tôi không thích những biệt danh so sánh như vậy, Colmars Little Venice thực sự là một nơi đáng chú ý. Đây là phần đẹp nhất của thị trấn Alsace nhỏ tuyệt vời này, với những con kênh và những ngôi nhà nửa khung gỗ cổ tích xung quanh. Tuy nhiên, đừng mong đợi một thành phố lớn như Venice nguyên bản, cũng như lượng kênh đào lớn như vậy. Vì vậy, tôi không khuyên bạn nên đi thuyền vì nó ngắn và bạn có thể quan sát các địa điểm trong khi đi dạo trên kênh.Đọc thêm",
            "Hãy chắc chắn rằng bạn có được chuyến đi thuyền nếu có thể. Chuyến tham quan kéo dài 25 phút và thực sự đáng giá. Rất nhiều thông tin thú vị được chia sẻ và hướng dẫn của chúng tôi rất thân thiện và hiểu biết. Vào những thời điểm bận rộn trong năm, hãy đến đó lúc 89:3 sáng để tránh phải xếp hàng.Đọc thêm",
            "Rất may Colmar không phải là điểm đến dành cho du khách trên toàn thế giới. Ít nhất là chưa. Nó thường được gọi là Venice thu nhỏ. Đúng là có những con kênh tuy nhỏ và ít. Nhiều người chụp ảnh con kênh từ cây cầu trên Rue Turenne. Điều đặc biệt ở Colmar là những ngôi nhà gỗ khung gỗ được bảo tồn tuyệt vời. Không có một góc vuông nào trong toàn bộ trung tâm thị trấn thời Trung cổ và điều đó thật hoàn hảo. Có rất nhiều nhà hàng để lựa chọn với nhiều món ăn Alsatian. Hai ngày là quá đủ để hiểu rõ về thị trấn.Đọc thêm",
            "Toàn bộ khu phố cổ bao gồm cả Little Venice đều rất đáng yêu. Những ngôi nhà nửa gỗ xinh đẹp và những tòa nhà sang trọng khác ở khắp mọi nơi, những con kênh, vô số quán cà phê - và vào ngày nắng chúng tôi đã đến với vô số khách du lịch đang mỉm cười hạnh phúc. Khu vực xung quanh nhà thờ được bảo trì nhiều nên hơi khó chịu; nhưng tôi đoán họ phải làm điều đó như một giai đoạn nào đó. Nhưng Colmar là một thị trấn đáng yêu và là một chuyến đi trong ngày tuyệt vời từ Strasbourg.Đọc thêm",
            "Chúng tôi đến thăm đây với tư cách là một gia đình gồm 2 người lớn và hai trẻ em 9 và 5 tuổi. Chúng tôi không nhận ra bao nhiêu phần của thị trấn là phố cổ. Đó là một nơi rất đẹp. Rất nhiều cửa hàng, quán cà phê và nhà hàng nhỏ xinh xắn. Việc đỗ xe khá khó khăn vì chúng tôi lái một chiếc xe tải và rất nhiều bãi đậu xe nhiều tầng mà chúng tôi không thể nhét vừa. Nhưng có một số bãi đậu xe trong khu dân cư, chỉ cách thị trấn một quãng đi bộ ngắn. Chúng tôi dành 4-5 giờ ở đây, chỉ đi dạo xung quanh, ăn uống. Thật vui khi có một ngày thoải mái.Đọc thêm",
            "Thật bất ngờ là rất tốt đẹp. Những ngôi nhà có cấu trúc bằng gỗ và dòng sông nhỏ tạo nên một hình ảnh rất độc đáo cho nơi này. Đừng bỏ lỡ chuyến đi thuyền. Hãy cố gắng đặt càng sớm càng tốt vì số lượng chỗ trống có hạn. Bất ngờ và rất tốt đẹp. Đọc thêm",
            "Con trai tôi và tôi bắt xe buýt tới Colmar. Thật là một nơi tuyệt đẹp, vâng, nó rất đông khách du lịch nhưng đang là tháng 8 nên tôi đã mong đợi điều đó. Tuy nhiên, nó không quá đông đến mức chúng tôi không thể ngắm cảnh. Những con kênh rất đẹp với những chiếc thuyền đi qua. Trung tâm cũng có một khu chợ lớn trong nhà bán một số loại bánh đẹp mắt và các loại thực phẩm khác. Kiến trúc thật tuyệt vời nhưng tôi rất thích nhà ở bằng gỗ.Đọc thêm",
            "Tôi khuyên bạn nên nó, và nó là khách du lịch. Kiến trúc Alsatian điển hình được cung cấp đầy đủ.  Đó là khách du lịch nhưng đáng giá.  Nếu bạn có thể ra khỏi đây, sẽ có nhiều thị trấn Alsatian cổ kính và chân thực hơn, chẳng hạn như Ingewiller và Bouxwiller.  Bạn cũng có bảo tàng Lalique để tham quan.  Đã nói tất cả những điều đó, Venice nhỏ bé đáng để ghé thăm và người dân địa phương rất thân thiện. Đọc thêm"
        ],
        "star_ratings": [
            3668,
            1833,
            433,
            82,
            21
        ],
        "review_amount": 6037,
        "location": [
            "Pháp",
            "Colmar",
            "Haut-Rhin",
            "Châu Âu",
            "Các hoạt động ở Colmar",
            "Đại Đông",
            "Venice thu nhỏ"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 30, 2023",
            "Written September 9, 2023",
            "Written October 1, 2023",
            "Written November 30, 2023",
            "Written December 18, 2023",
            "Written March 30, 2024",
            "Written March 20, 2023",
            "Written October 17, 2020",
            "Written April 3, 2022",
            "Written August 24, 2022",
            "Written November 6, 2021",
            "Written July 2, 2023",
            "Written July 30, 2023",
            "Written September 27, 2022",
            "Written September 9, 2023",
            "Written August 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187073-d523501-Reviews-Little_Venice-Colmar_Haut_Rhin_Grand_Est.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d1328511-Reviews-L_Arpege-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d19503403-Reviews-Caveau_St_Jean-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d1576180-Reviews-Restaurant_La_Soi-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d2234111-Reviews-Les_Bateliers-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d15026186-Reviews-La_Stub-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d19031388-Reviews-Le_Major_L-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d1117804-Reviews-Restaurant_JYS-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d11846762-Reviews-Le_Quai_21-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d5773784-Reviews-La_Fleur_de_Sel-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187073-d1907547-Reviews-L_Atelier_du_Peintre-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g11038876-d195695-Reviews-Route_des_Vins-Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d9581339-Reviews-Fontaine_Roesselmann-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d12084179-Reviews-Maison_des_Chevaliers_de_Saint_Jean-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d2200780-Reviews-Marche_Couvert-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d4437034-Reviews-Le_Musee_d_Histoire_Naturelle_et_d_Ethnographie-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d10661825-Reviews-Grand_Rue_De_Colmar-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d11761295-Reviews-Chapelle_Saint_Pierre-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d12213751-Reviews-Fontaine_du_Petit_Vigneron-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d5612431-Reviews-Maison_Pfister-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d523498-Reviews-Koifhus_Old_Custom_House-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d523501-Reviews-or10-Little_Venice-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d4708416-Reviews-Old_Town-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d230579-Reviews-Eglise_St_Martin-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d3983819-Reviews-House_of_Heads-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d230581-Reviews-Eglise_des_Dominicains-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d5611740-Reviews-Fontaine_Schwendi-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d5611733-Reviews-Fontaine_Bruat-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d5611727-Reviews-Place_Rapp_et_Monument_General_Rapp-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d3428445-Reviews-Barques_la_Krutenau-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d7890424-Reviews-Au_Brin_de_Paille-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d3404197-Reviews-Barque_Colmar_au_fil_de_l_eau_Sweet_Narcisse-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d13003427-Reviews-Les_3_Singes_Colmar-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d7181485-Reviews-Les_Incorruptibles-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d4503047-Reviews-L_entre_Pot-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d7714439-Reviews-Le_P_tit_Baz_art-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d612831-Reviews-Oliver_Winery-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g44949-d12617311-Reviews-Fisher_Cave-Sullivan_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103676-Reviews-Indianapolis_Zoo-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41558-d2008987-Reviews-Mytoi-Edgartown_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380863-d270013-Reviews-Avenue_of_the_Giants-Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156676-Reviews-LA_Fashion_District-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d4960430-Reviews-Karathona_Beach-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152540-Reviews-Mercado_De_Artesanias_La_Ciudadela-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d245091-Reviews-Lido_2_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d249129-Reviews-Toys_R_Us-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187073-d523501-Reviews-or10-Little_Venice-Colmar_Haut_Rhin_Grand_Est.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187073-d523501-Reviews-Little_Venice-Colmar_Haut_Rhin_Grand_Est.html"
    }
]