[
    {
        "attraction_name": "Lizzie Borden House",
        "attraction_name_vi": "Nhà Lizzie Borden",
        "general_info": [
            "1.531 đánh giá",
            "1 trong số 37 điều cần làm ở Fall River",
            "Địa điểm lịch sử",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Hãy đến thăm địa điểm của một trong những vụ giết người chưa được giải quyết rùng rợn nhất nước Mỹ. Các chuyến tham quan ngôi nhà được thực hiện hàng ngày trong tuần bắt đầu lúc 10:30 sáng và chuyến tham quan cuối cùng sẽ diễn ra lúc 3:30 chiều. Đối với những vị khách dũng cảm hơn, chúng tôi còn thuê phòng để nghỉ qua đêm! Hãy qua đêm ở BB bị ám ảnh nhất nước Mỹ nếu bạn dám!Đọc thêm",
        "reviews": [
            "Chúng tôi đến Fall River do sửa chữa ô tô. Chúng tôi nghĩ rằng khi ở đó, chúng tôi đã kiểm tra Nhà Lizzie Borden và sau đó lên lịch tham quan mà không biết điều gì sẽ xảy ra. Những gì diễn ra sau đó là một chuyến tham quan hết sức hấp dẫn và thú vị, vượt xa sự mong đợi của chúng tôi. Hướng dẫn viên tuyệt vời của chúng tôi, Emily, có kiến ​​thức và có sự tinh tế sâu sắc để nâng cao trải nghiệm. Chuyến tham quan kéo dài một tiếng rưỡi, chúng tôi không đi xuống tầng hầm và cảm thấy mình xứng đáng với số tiền bỏ ra.Đọc thêm",
            "Chào Heidi! Đánh giá này có ý nghĩa rất lớn đối với chúng tôi--đặc biệt là khi bạn đến thị trấn này một cách tình cờ! Chúng tôi rất vui vì bạn thích chuyến tham quan cùng Emily và chúng tôi đã vượt quá sự mong đợi của bạn. Câu chuyện này thực sự rất hấp dẫn và rất vui vì cô ấy đã trình bày nó một cách tinh tế và vui nhộn. Chúng tôi rất mong bạn quay lại bất cứ lúc nào!Đọc thêm",
            "Chuyến tham quan thực sự tuyệt vời, cực kỳ bổ ích và chúng tôi đã đi từng phòng một và có một khoảng thời gian tuyệt vời! Điều duy nhất tôi gặp vấn đề là số lượng người trong mỗi chuyến tham quan quá nhiều. Chúng tôi phải chen chúc trong những căn phòng nhỏ mà một số người hầu như không vừa. Ngoài ra, không có nhiều thời gian để chụp ảnh mà không có mọi người cản đường. Đọc thêm",
            "Xin chào Delanie! Chúng tôi rất vui khi biết bạn thích chuyến tham quan của mình và bạn đã hiểu thêm về câu chuyện hấp dẫn và bi thảm này. Chúng tôi hoàn toàn hiểu được cảm giác hơi chật chội khi ở trong phòng với một nhóm đông người như vậy--một mặt, chúng tôi yêu thích việc có bao nhiêu người muốn tham gia cùng chúng tôi! Mặt khác, nó chắc chắn có thể trở nên đông đúc. Chúng tôi sẽ chuyển thông tin này cho nhóm và chúng tôi cảm ơn bạn rất nhiều vì phản hồi trung thực này. Đọc thêm",
            "Rất thích trải nghiệm! Chuyến lưu diễn với Jack rất kỹ lưỡng và nhiều thông tin. Anh ấy có khiếu hài hước tuyệt vời và cho phép chúng tôi tham quan hầu hết các không gian khi rảnh rỗi. Có được một số bức ảnh xuất sắc và là người yêu thích mọi thứ đen tối và rùng rợn, chuyến tham quan này đã hoàn thành một mục trong danh sách xô đối với tôi. Một số điều cần lưu ý: 1. Chỗ để xe rất chật nên đến sớm để đậu ở bãi đất nhỏ sau nhà. 2. Có 3 tầng, các bậc thang khá hẹp và quanh co, vì vậy hãy cảnh báo nếu bạn gặp vấn đề về di chuyển - không có thang máy. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian làm việc với chúng tôi, đặc biệt khi biết đây là điểm đến trong danh sách nhóm dành cho bạn. Nó có ý nghĩa rất lớn đến từ một người hâm mộ thực sự của bóng tối và sự ám ảnh! Đọc thêm",
            "Sống ở Boston hơn 25 năm, chuyến tham quan này chắc chắn nằm trong danh sách đáng mong đợi. Chúng tôi yêu thích các chương trình ma và sau khi nghe podcast trên Lizzie, chúng tôi biết rằng đã đến lúc phải thực hiện một chuyến đi đến Fall River khi cháu gái 16 tuổi của chúng tôi đến thăm. Hướng dẫn viên du lịch có kiến ​​thức và chúng tôi thích đi qua từng phòng để nghe tất cả về những gì đã diễn ra cách đây nhiều năm. Bây giờ chúng tôi đang xem xét ngày cho một đêm.  Cảm ơn!Đọc thêm",
            "Cảm ơn BẠN vì đánh giá tuyệt vời này, Renee! Chúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan cùng chúng tôi--đặc biệt khi biết rằng đó là một trải nghiệm trong danh sách những việc cần làm dành cho bạn! Thật tuyệt khi biết rằng hướng dẫn viên của bạn đã mang lại khoảng thời gian đầy thông tin và vui vẻ. Vâng, chúng tôi rất mong bạn quay lại nghỉ qua đêm...nếu bạn dám! :Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời. Hướng dẫn viên của chúng tôi, một quý ông người Ireland có râu John? là một người kể chuyện tuyệt vời. Anh ấy giải thích chi tiết về Ngày sát nhân khi chúng tôi đi từ phòng này sang phòng khác. Anh ta đáng sợ, ăn nói hay, hài hước và hoàn toàn thú vị. Đồ nội thất, hình ảnh và đồ tạo tác đã bổ sung rất nhiều vào câu chuyện rùng rợn về Gia đình Borden. Đừng bỏ lỡ chuyến tham quan tuyệt vời này nếu bạn ở gần Fall River. Rất khuyến khích! Đọc thêm",
            "Chúng tôi rất vui khi biết bạn đã có một chuyến tham quan tuyệt vời! Thật tuyệt vời khi người hướng dẫn của bạn để lại ấn tượng với cách kể chuyện và sự tinh tế đầy kịch tính của anh ấy--đó là những gì chúng tôi thích nghe. Rất vui vì bạn thích tính chân thực đầy ám ảnh của ngôi nhà và việc bạn đánh giá cao việc giới thiệu chúng tôi với những người khác có ý nghĩa rất lớn. Chúng tôi muốn có bạn trở lại bất cứ lúc nào! Đọc thêm",
            "Chúng tôi đã đến sớm trong thời gian tham quan và hỏi liệu chúng tôi có thể thay đổi thời gian không và nó đã được thay đổi mà không gặp vấn đề gì. Chúng tôi có một hướng dẫn viên du lịch tên Jack và anh ấy thật xuất sắc! Rất nhiều thông tin về Bordens. Chắc chắn là phải làm nếu bạn đang ở Fall River.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã coi chúng tôi là việc phải làm! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Chúng tôi nóng lòng muốn chia sẻ điều này với Jack! Đọc thêm",
            "Chúng tôi đã đi tham quan ngôi nhà và săn ma, nhưng không ở lại qua đêm nên không thể đưa ra đánh giá về chỗ ở. Chuyến tham quan và cuộc săn ma đều do Jay hướng dẫn và anh ấy thật tuyệt! Anh ấy có kiến ​​thức và thú vị và anh ấy làm cho nó vui vẻ. Có lẽ một ngày nào đó chúng ta sẽ quay lại và ở lại qua đêm.Đọc thêm",
            "Chúng tôi rất vui khi biết bạn thích chuyến du lịch cùng Jay! Thật tuyệt khi biết rằng anh ấy đã chăm sóc bạn chu đáo trong cả chuyến tham quan ngôi nhà và chuyến săn ma. Chúng tôi rất mong được bạn quay lại nghỉ qua đêm bất cứ lúc nào!Đọc thêm",
            "Đây là điều tôi muốn làm trong ngày sinh nhật của mình. Tôi luôn muốn đi và tôi rất vui vì cuối cùng tôi đã đi được. Tôi đã có một chuyến tham quan tuyệt vời. Emily là hướng dẫn viên du lịch của chúng tôi và cô ấy rất hiểu biết và giỏi kể chuyện. Là một trong những trải nghiệm tuyệt vời nhất tôi từng có. Đọc thêm",
            "Wow! Điều này có ý nghĩa rất lớn đối với chúng tôi! Trước hết, chúc mừng sinh nhật muộn - chúng tôi rất vinh dự khi bạn chọn chúng tôi để cùng ăn mừng! Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời và Emily đã cung cấp một chuyến tham quan tuyệt vời. Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi mong muốn được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Chuyến tham quan nhà Lizzie Borden của chúng tôi là một trải nghiệm tuyệt vời. Hướng dẫn viên của chúng tôi, Jack, rất hiểu biết, hài hước và hấp dẫn. Chúng tôi rời đi với cảm giác như thể mình đã được biết tất cả những bí mật của một trong những bí ẩn lớn nhất chưa được giải đáp của nước Mỹ. \n\nTôi cũng khuyên bạn nên đến quán cà phê Lizzies bên cạnh. Ngoài cà phê, họ còn bán hai cuốn sách tuyệt vời của Lizzie Borden. Đọc thêm",
            "Xin chào, Brendan! Cảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Chúng tôi rất vui vì bạn đã có một chuyến lưu diễn xuất sắc với Jack và anh ấy đã làm cho bí ẩn trở nên sống động đối với bạn. Việc bạn để lại đánh giá này có ý nghĩa rất lớn và chúng tôi hy vọng sẽ gặp lại bạn trong tương lai!Đọc thêm",
            "Chúng tôi đã thực hiện cả chuyến tham quan khu vực và chuyến đi săn ma.  Cả hai hướng dẫn viên của chúng tôi đều tuyệt vời, rất hiểu biết và dành thời gian để trả lời bất kỳ câu hỏi nào chúng tôi có.  Đó là cuộc săn ma đầu tiên của chúng tôi nhưng không phải là lần cuối cùng.  Nếu chúng tôi ở lại khu vực này một lần nữa, chúng tôi sẽ làm lại, chỉ để so sánh số lượt truy cập. Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ với chúng tôi--và thật vinh dự khi được trở thành cuộc săn ma đầu tiên của bạn! Thật tuyệt khi biết đây sẽ không phải là lần cuối cùng của bạn. Cảm ơn bạn đã tham gia cùng chúng tôi trong cả hai chuyến tham quan--chúng tôi rất mong được gặp bạn lần sau!Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời với người kể chuyện Emily! Kỹ năng diễn xuất của cô ấy thật hoàn hảo, cô ấy có khả năng tương tác và chúng tôi đã học được rất nhiều điều. Ngoài ra, hãy ủng hộ 2 lượt thích cho bữa ăn đầy đủ! Tôi thực sự khuyên bạn nên ghé thăm.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm. Họ rất nhiệt tình khi phải thay đổi thời gian tham quan do hướng dẫn viên gặp trường hợp khẩn cấp. Hướng dẫn mà chúng tôi có rất thân thiện và nhiều thông tin về ngôi nhà cũng như lịch sử.Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi và được hướng dẫn viên chăm sóc chu đáo. Cảm ơn bạn đã tham gia cùng chúng tôi!Đọc thêm",
            "Thời gian tuyệt vời tại Nhà Lizzie Borden. Rất thú vị khi nghe câu chuyện và thông tin cơ bản về ngôi nhà nơi mọi chuyện xảy ra. Đọc thêm",
            "Rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi. Cảm ơn bạn đã phản hồi 5 sao này! Chúng tôi hy vọng được đón tiếp bạn lần nữa trong tương lai.Đọc thêm",
            "Thật là một chuyến tham quan tuyệt vời, cả ngôi nhà và hồn ma đều đi bộ. Hướng dẫn viên của chúng tôi thật tuyệt vời, những câu chuyện thật tuyệt vời. Hoàn toàn vui mừng vì chúng tôi đã lái xe từ Boston! Đọc thêm",
            "Đây là những gì chúng tôi thích nghe. Rất vui vì hướng dẫn viên của bạn đã quan tâm đến bạn. Cảm ơn bạn đã lái xe từ Boston! Chúng tôi hy vọng được gặp bạn trong chuyến tham quan khác với US Ghost Adventures ở thành phố tiếp theo mà bạn ghé thăm--chúng tôi đã có một số chuyến tham quan ở Boston và hơn 100 thành phố khác trên toàn quốc!Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời. Tôi đến đây cùng các chị gái của mình. Không có kỳ vọng nào, ngoại trừ việc được nghe về lịch sử và ngắm cảnh xung quanh khu vực. Ngôi nhà được trang bị đồ nội thất cổ tuyệt đẹp, các vật dụng của Borden được trưng bày xung quanh các phòng. Bữa sáng thậm chí còn ngon tuyệt. Chúng tôi đã có một vài điều bất ngờ trên đường đi. Chúng tôi đã ghi âm giọng nói của mình khi ngủ vào ban đêm, chỉ để nghe thấy một số tiếng thì thầm và một số từ rất rõ ràng!! Hai tiếng Hello rõ ràng từ một đứa trẻ gái và một tiếng Come on out từ giọng nói của một người phụ nữ. Thật sự khó hiểu và hấp dẫn! Bản thân ngôi nhà mang lại cảm giác rất chào đón mặc dù quá khứ bi thảm. Đọc thêm",
            "Ồ! Chúng tôi nóng lòng muốn chia sẻ điều này với những người còn lại trong nhóm của chúng tôi. Cảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui vì bạn và các chị gái của bạn đã có khoảng thời gian tuyệt vời và chúng tôi rất thích nghe về những điều ngạc nhiên thú vị hơn mà bạn gặp phải trong đêm. Chúng tôi rất mong có cơ hội được đón tiếp tất cả các bạn trong tương lai!Đọc thêm",
            "Jack là một hướng dẫn viên du lịch tuyệt vời với nhiều thông tin về khoảng thời gian đó. Ông chỉ ra rằng cánh cửa trần đi lên gác mái được làm bởi người cha, Andrew Borden. Điểm trừ duy nhất là một cô gái trẻ mặc đồ đen liên tục làm gián đoạn chuyến tham quan với những câu hỏi về việc mua ức gà. Lạ lùng. Chuyến tham quan thú vị.Đọc thêm",
            "Cảm ơn bạn đã cùng chúng tôi tham quan Ngôi nhà Lizzie Borden lịch sử. Rất vui vì Jack đã quan tâm đến bạn rất nhiều, mặc dù có một số nhân vật thú vị trong nhóm du lịch của bạn! Chúng tôi hy vọng được đón tiếp bạn lần nữa trong tương lai, có thể là ở lại qua đêm vào lần tới.Đọc thêm",
            "Hơn một thập kỷ trước, tôi đã đến thăm nhà Lizzie Borden và nghĩ rằng tôi đã ở đó và làm điều đó, nhưng tôi có những người đến từ Đức đi cùng tôi và tôi đã đề xuất một chuyến thăm và họ khá nhiệt tình.  Tôi vui mừng nói rằng tôi rất vui khi được ghé thăm trang web này một lần nữa.  Hướng dẫn viên của chúng tôi hoàn toàn không thể tin được. Cô ấy thực sự đã đưa bạn vào câu chuyện về cái ngày khét tiếng khi cha mẹ của Lizzie Borden qua đời.  Ý tôi là hãy đối mặt với sự thật, đây là một bối cảnh khá rùng rợn nhưng tôi không thể giải thích rằng bài thuyết trình này mang tính giải trí, nhiều thông tin và tôn trọng.  Tôi thực sự muốn giới thiệu điều này, mọi người thực sự cảm thấy như chúng tôi đã nhận được số tiền xứng đáng cho trải nghiệm tuyệt vời này.  Mặc dù tôi đã từng đến thăm và đọc sách về vụ án này nhưng tôi cảm thấy như mình đã có được những hiểu biết mới về các sự kiện.  Ngày hôm sau, tất cả chúng tôi không ngừng nói về những gì chúng tôi đã trải qua và quan điểm của chúng tôi về vụ việc.  Tôi thực sự giới thiệu điều này cho bất kỳ ai đến thăm khu vực này. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ phản hồi tuyệt vời này với chúng tôi. Rất vui vì bạn có thể quay lại để tham quan lần nữa và đó thực sự là một trải nghiệm tuyệt vời cho bạn và nhóm của bạn. Chúng tôi đánh giá cao đề xuất của bạn cho những người khác và chúng tôi rất nóng lòng muốn chia sẻ điều này với những người còn lại trong nhóm của chúng tôi!Đọc thêm",
            "Trải nghiệm đầu tiên tuyệt vời!  Máy chủ thật tuyệt vời.  Rất nhiều thông tin.  Chuyến tham quan dài hơn một chút so với thông báo.  Chắc chắn có giá trị nó.   Nhận được một số điều rất thú vị mà chưa biết.Đọc thêm",
            "Cảm ơn bạn đã tham gia cùng chúng tôi trong chuyến tham quan tại Lizzie Borden House. Rất vui vì bạn đã có trải nghiệm tuyệt vời và chúng tôi mong được gặp lại bạn trong tương lai--có thể ở lại qua đêm vào lần tới, nếu bạn dám!Đọc thêm",
            "Thật là một chuyến tham quan tuyệt vời. Tôi đã xem 2 bộ phim Lizzie để chuẩn bị cho chuyến thăm của mình. Hướng dẫn viên của chúng tôi rất nhiều thông tin. Tôi rất thích chuyến đi này. Một trong những trải nghiệm tuyệt vời nhất tôi có được trong chuyến đi đến bờ biển phía đông bắc.Đọc thêm",
            "Ồ! Chúng tôi rất vui khi được trở thành điểm nhấn trong chuyến đi của bạn. Cảm ơn bạn đã dành thời gian để lại đánh giá này cho chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai! Đọc thêm",
            "Tất nhiên là tôi đã nghe nói về Lizzie Borden nhưng chưa bao giờ nhận ra rằng câu chuyện có quá nhiều điều và có quá nhiều câu hỏi chưa được giải đáp. Chuyến tham quan đã mang đến cái nhìn sâu sắc về cuộc sống vào cuối thế kỷ 19. Hướng dẫn viên Aurora của chúng tôi rất am hiểu và thú vị.Đọc thêm",
            "Rất vui vì bạn thích chuyến tham quan Auroras! cảm ơn bạn đã tham gia cùng chúng tôi. Thật tuyệt khi biết rằng bạn đã tìm hiểu thêm về phần lịch sử bi thảm và bí ẩn này, đồng thời có được một số niềm vui trong suốt chặng đường. Chúng tôi hi vọng gặp lại bạn trong tương lai! Đọc thêm",
            "Bạn có thể mua vé khi đến đó hay bạn mua trực tuyến?Đọc thêm",
            "Hoặc nhưng chúng tôi đã thực hiện trực tuyến để đảm bảo có được chuyến tham quan cụ thể đó.Đọc thêm",
            "Tôi có thể sử dụng gậy chống nếu tôi cảm thấy mệt mỏi trong chuyến tham quan không?Đọc thêm",
            "Tôi không thấy lý do tại sao không.  Tôi sẽ gọi để chắc chắn 15086757333Đọc thêm",
            "Điểm tham quan này có dành cho người khuyết tật không? Liệu một người chống gậy có thể đi bộ hết quãng đường tham quan ngôi nhà không?Đọc thêm",
            "Không thể sử dụng xe lăn.Đọc thêm",
            "Mấy giờ và giá vé bao nhiêu?Đọc thêm",
            "10 giờ sáng đến 3 giờ chiều, 7 ngày một tuần.  22. Các chuyến tham quan diễn ra theo giờ và kéo dài khoảng 45-50 phút.Đọc thêm",
            "Đỗ xe ở đâu?Đọc thêm",
            "họ có một bãi đậu xe nhỏ ở phía sau nhà.  Tôi đậu xe trên đường nhưng hãy cẩn thận với giới hạn 2 giờ.Đọc thêm",
            "Tôi đã ở đây nhiều lần. nhưng tôi đang tự hỏi liệu họ có chuyến tham quan Halloween không?Đọc thêm",
            "Tôi sẽ không ngạc nhiên nếu họ có chuyến tham quan Halloween. Tôi khuyên bạn nên gọi sớm và hỏi xem họ có làm như vậy không. Nó có thể sẽ đặt sớm. Chúc bạn vui vẻ! Đọc thêm",
            "Đối với những người đi từ Boston, bạn đã mang theo phương tiện gì để đến đó? Tôi và chị gái đang muốn đi nhưng chưa biết nên đi phương tiện nào. Chúng tôi không muốn lái xe nên đang tìm kiếm một chiếc xe buýt, xe lửa, v.v. Chúng tôi cũng muốn giữ nó ở mức tương đối rẻ. Hãy cho tôi biết nếu bạn có bất kỳ ý tưởng hoặc đề xuất nào. Cảm ơn bạn!Đọc thêm",
            "Xin chào, chúng tôi đã thuê một chiếc xe hơi. Tàu và Uber sẽ hoạt động.Đọc thêm",
            "Làm thế nào để tôi có được vé tham quan ngôi nhà? Trang web chỉ đưa ra giá và giờĐọc thêm",
            "Có một cửa hàng quà tặng phía sau ngôi nhà thực tế và bạn nhận được vé ở đóĐọc thêm",
            "Khi nào tôi có thể tham quan?Đọc thêm",
            "Có vẻ như trang web của họ hiện không hoạt động nhưng có một liên kết đến phần Lizzie Borden của Hiệp hội lịch sử Fall River liệt kê giờ đến thăm ngôi nhà. Hình như tôi không thể gửi liên kết ở đây? vì vậy chỉ cần tìm kiếm hội Lịch sử Fall River.\n\nHy vọng điều này sẽ giúp ích.Đọc thêm",
            "Tôi có thể viết đánh giá ở đâu?Đọc thêm",
            "Người cố vấn chuyến đi gợi ý nên trang web này.Đọc thêm"
        ],
        "star_ratings": [
            1303,
            160,
            41,
            15,
            12
        ],
        "review_amount": 1531,
        "location": [
            "Hoa Kỳ",
            "Ngôi nhà Lizzie Borden",
            "Sông Mùa Thu",
            "Massachusetts MA",
            "Những việc cần làm ở Fall River"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written June 20, 2023",
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 10, 2023",
            "Written July 31, 2023",
            "Written August 18, 2023",
            "Written August 31, 2023",
            "Written September 2, 2023",
            "Written September 2, 2023",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 16, 2024",
            "Written May 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41564-d209550-Reviews-Lizzie_Borden_House-Fall_River_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d587169-Reviews-Sagres_Restaurant-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d26713560-Reviews-T_A_Restaurant-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d385665-Reviews-Terra_Nostra_Restaurant-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d474625-Reviews-Fall_River_Grill-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d23168264-Reviews-Towne_House_Douro_Steakhouse-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d385626-Reviews-Clipper_Restaurant-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d509914-Reviews-Harry_s_Restaurant-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d6929779-Reviews-The_Pink_Bean_Coffee-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d20126280-Reviews-19_Prime_and_Tapas-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41564-d4157454-Reviews-Subway-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d11435358-Reviews-Fall_River_Heritage_State_Park-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d11443663-Reviews-Charles_Braga_Jr_Bridge-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d218880-Reviews-Battleship_Cove-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d209552-Reviews-International_Culinary_Institute-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d15708707-Reviews-Troy_City_Brewing-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d209551-Reviews-Oak_Grove_Cemetery-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d209549-Reviews-Fall_River_Historical_Society-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d14031337-Reviews-Sailshade_Studios-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d8507962-Reviews-Lafayette_Durfee_House-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d5993647-Reviews-Children_s_Museum_of_Greater_Fall_River-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d209550-Reviews-or10-Lizzie_Borden_House-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d3608720-Reviews-Narrows_Center_for_the_Arts-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d209548-Reviews-Maplecroft-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d218882-Reviews-Marine_Museum-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d27072913-Reviews-Grimshaw_Gudewicz_Art_Gallery-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d27050837-Reviews-Fall_River_Fire_Museum-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d5074282-Reviews-Factory_Of_Terror-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d5848072-Reviews-Scottie_s_Pub-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d5836773-Reviews-St_James_Irish_Pub-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d2433072-Reviews-Tony_s_Bakery-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d8413074-Reviews-Portugalia_Marketplace-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d6931893-Reviews-Lazer_Gate-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1573286-d1468252-Reviews-Tenuta_Torciano-Ulignano_San_Gimignano_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d4985745-Reviews-Phuket_Bird_Park-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g32049-d110245-Reviews-Lake_Alpine-Bear_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915293-d24878312-Reviews-Sanur_Lounge_Club-Dhermi_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g31839-d298633-Reviews-Mount_Magazine_State_Park-Paris_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298060-d8560663-Reviews-Ajman_China_Mall-Ajman_Emirate_of_Ajman.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651154-Reviews-16th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g608449-d4790606-Reviews-Mikumi_Park-Mikumi_National_Park_Morogoro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33295-d13811574-Reviews-Eddie_World-Yermo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297798-d4261758-Reviews-Anse_Major-Mahe_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41564-d209550-Reviews-or10-Lizzie_Borden_House-Fall_River_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41564-d209550-Reviews-Lizzie_Borden_House-Fall_River_Massachusetts.html"
    }
]