[
    {
        "attraction_name": "London Eye",
        "attraction_name_vi": "Mắt Luân Đôn",
        "general_info": [
            "89.936 đánh giá",
            "- 14 trong số 2.736 điều cần làm ở Luân Đôn",
            "Địa điểm ưa thích - Địa danh",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Nằm dọc theo Sông Thames, bánh xe quan sát mang tính biểu tượng này mang đến tầm nhìn không bị cản trở từ vỏ kính của nó. Trong chuyến đi 30 phút, bạn sẽ có thể nhìn thấy các tòa nhà nổi tiếng của London như Cung điện Buckingham, Big Ben và The Shard. Vào một ngày đẹp trời, bạn có thể nhìn xa tới 25 dặm từ đỉnh - nơi tọa lạc của Lâu đài Windsor. Khung cảnh hoàng hôn ở đây thật tuyệt vời, nhưng khung cảnh màn đêm buông xuống với ánh đèn lấp lánh cũng rất tuyệt. Có thể đến London Eye dễ dàng bằng cách đi tàu điện ngầm đến ga Waterloo. Bạn có thể muốn mua vé nhanh trực tuyến trước để bỏ qua hàng đợi.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đã đặt trước vé trực tuyến và đến sớm vài phút so với khung giờ của mình, nhưng nhân viên rất vui lòng cho phép chúng tôi thực hiện kiểm tra an ninh. Khung cảnh thật ấn tượng và thời tiết đủ tốt để chúng tôi có thể ngắm nhìn hàng dặm. Điều này rất đáng để trải nghiệm. Đọc thêm",
            "Ồ, cảm ơn vì 5 - đánh giá! Chúng tôi rất vui vì bạn đã cảm động trước khung cảnh 360 độ mang tính biểu tượng của chúng tôi về London.\n\nTrân trọng, \n\nhoa nhài\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Hàng đợi rất dài, nhưng vì các con trai tôi có thẻ nimbus nên chúng tôi được phép sử dụng đường tiếp cận, điều này thực sự hữu ích. Các nhân viên chúng tôi gặp đều thân thiện, hữu ích và lịch sự. Tôi thực sự nghĩ rằng họ đã xếp quá nhiều người vào một nhóm, - nhưng có thể hiểu tại sao - vì - không thể di chuyển tự do xung quanh vì mọi người đều đông đúc trong cùng một khu vực và các con tôi không phải lúc nào cũng có thể nhìn ra ngoài.  Tuy nhiên, đó là một trải nghiệm thú vị và họ rất thích leo lên cao.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để viết đánh giá này. Chúng tôi sẽ ghi nhận phản hồi của bạn để lần sau khi bay cùng chúng tôi, trải nghiệm của bạn sẽ còn tuyệt vời hơn nữa. \n\nTrân trọng, \n\nhoa nhài\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Chúng tôi không phải xếp hàng quá lâu như đã đặt trước. Nhân viên rất tử tế và hữu ích. Nó rất bận nhưng vẫn ổn. Tầm nhìn từ mắt khá tuyệt vời và đây là một trong những điểm tham quan phải làm ở Vương quốc Anh. Tôi thấy giá này khá tốt so với những gì nó có.Đọc thêm",
            "Ồ, cảm ơn vì 5 - đánh giá! Chúng tôi rất vui vì bạn đã cảm động trước khung cảnh 360 độ mang tính biểu tượng của chúng tôi về London.\n\nTrân trọng, \n\nhoa nhài\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Lần đầu tiên bắt mắt, hệ thống xếp hàng nhanh, khoảng 10 người trong khoang ngủ, máy lạnh, nhiều phòng. Chuyến đi khoảng 20 phút, khung cảnh tuyệt vời của London.\n\nĐược đề xuất nếu bạn chưa - chưa làm được. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian bay cùng chúng tôi. Rất vui vì bạn đã có niềm vui khi ngắm nhìn khung cảnh của London từ góc nhìn độc đáo nhất! \n\nXin vui lòng quay lại sớm!\n\nTrân trọng, \n\nHelga\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Rất đáng làm khi thời tiết hợp tác. Chúng tôi đã ở đó vào một chiều chủ nhật nắng đẹp và có một khung cảnh tuyệt vời.  Nó rất đông đúc, nhưng họ đã làm rất tốt việc sắp xếp hàng.  Như những người khác đã đề cập, thời gian trên vé của bạn là thời gian bạn - được phép - xếp hàng.  Bởi vì quá đông đúc nên họ đã cử các nhóm thời gian khác nhau tách ra các khu vực để xếp hàng. Cuối cùng điều đó đã hoạt động tốt. Tôi hơi ghen tị với những người chạy nhanh, và nó có thể đáng giá nếu bạn - sống một mình hoặc có thể là một cặp đôi, nhưng nó sẽ rất đắt đối với một gia đình.  \n\nTôi nghĩ họ nói rằng họ đưa 25 người vào mỗi nhóm, nhưng chúng tôi có 30 người. Có vẻ như các nhóm theo dõi nhanh có dưới 20 người. Ngay cả với 30 người, chúng tôi vẫn có thể dễ dàng di chuyển xung quanh nhóm và có được tất cả những bức ảnh mà chúng tôi muốn.\n\nChúng tôi ở đó vào một ngày cực kỳ nóng nực và tôi lo ngại rằng bên trong khoang sẽ có cảm giác giống như một cái lò nướng mặc dù có tuyên bố về điều hòa nhiệt độ.  Rất vui khi nói rằng đó không phải là trường hợp.  Nếu bạn đứng ở hai bên của nhóm, bạn có thể ở trong luồng AC trực tiếp, nhưng ngay cả ở hai đầu, nó vẫn đủ mát.\n\nTrong nhóm của tôi, chúng tôi có một người sợ độ cao và một người khác bị say tàu xe. Tôi - tôi rất vui được nói rằng cả hai đều không gặp vấn đề gì ở London Eye.  Bánh xe di chuyển chậm đến mức chuyển động không thành vấn đề - các vỏ không di chuyển tự do - và không có vấn đề gì với chiều cao.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để viết đánh giá này. Chúng tôi sẽ ghi nhận phản hồi của bạn để lần sau khi bay cùng chúng tôi, trải nghiệm của bạn sẽ còn tuyệt vời hơn nữa. \n\nTrân trọng, \n\nHelga\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Gia đình tôi, bao gồm hai cô con gái tuổi teen, đã làm điều này vào ngày đầu tiên đến London và rất yêu thích nó. Quan điểm tuyệt vời trên thành phố. Một cơ hội để nhìn thấy nhiều địa danh quen thuộc và một nhịp độ tốt. \nKhông - tôi không chắc liệu tôi có nên chi tiền vào việc này hay không nhưng nó rất đáng giá. Được đề xuất.Đọc thêm",
            "Thật vui khi biết bạn và gia đình đã có một ngày vui chơi tuyệt vời trên The Last Minute.com London Eye. Đó thực sự là điểm thu hút nhất dành cho cả gia đình phải không? \n\nChúng tôi hy vọng bạn - sẽ sớm đưa mọi người quay lại gặp chúng tôi!\n\nHelga\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Dễ dàng truy cập, trải nghiệm rất đẹp, tầm nhìn đẹp.. chúng tôi đã có khoảng thời gian rất vui vẻ, đến trước thời gian với vé đặt trước. Có thể truy cập từ dòng nhanh hơn và được phép vào trước thời gian, điều này giúp chúng tôi tiết kiệm rất nhiều thời gian. \n\nTốc độ là tốt và các điểm tham quan thật ngoạn mục. Số người trong mỗi nhóm cũng là tối ưu. Đọc thêm",
            "Cảm ơn rất nhiều vì 5 - đánh giá. Có vẻ như bạn đã thực sự tận dụng tối đa chuyến đi đến London, bay vút qua trung tâm thành phố! \n\nChúng tôi thực sự hy vọng bạn có thể đến và thăm chúng tôi một lần nữa sớm. Đừng quên đặt chỗ trên trang web chính thức của chúng tôi để đảm bảo được vào cửa. \n\nTrân trọng, \n\nHelga\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Tầm nhìn đắt tiền nhưng tốt về thành phố.  Nó di chuyển chậm đến mức bạn không thể biết được là bạn đang di chuyển.  Chúng tôi đã làm điều đó vào ngày đầu tiên của chuyến đi và nó mang lại một cái nhìn đẹp về thành phố.  Tôi nghĩ giá hơi cao cho chuyến đi 25-30 phút.Đọc thêm",
            "Chào bạn, \n\nCảm ơn bạn đã để lại nhận xét về chuyến đi đến Last Minute.com London Eye.\nTôi - rất tiếc khi biết bạn cảm thấy trải nghiệm London Eye của mình - không xứng đáng với số tiền bỏ ra. Chúng tôi tự hào về những góc nhìn chuyển động độc đáo của mình về London và chúng tôi cố gắng hết sức để cung cấp nhiều cách hợp lý để trải nghiệm chúng. \nNếu bạn có thể lên kế hoạch trước cho chuyến thăm tiếp theo của mình, bạn sẽ tìm thấy những ưu đãi và giảm giá tốt nhất trên trang web của chúng tôi. Chúng tôi cũng cung cấp các gói đáng giá tiền khi bạn ghé thăm nhiều hơn một trong những điểm tham quan tuyệt vời ở London của Merlin. \n\nTrân trọng, \n\nhoa nhài\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Chúng tôi nhận thấy London Eye là một nỗ lực rất đáng giá trong thời gian chúng tôi ở London. Từ trên cao, khung cảnh thật ấn tượng, nó cho bạn ý tưởng tốt hơn về vị trí của vùng đất và nó di chuyển đủ chậm; điều đó làm cho nó không hề đáng sợ chút nào.  Lời chỉ trích duy nhất của tôi là... Tôi ước gì có ít người hơn trong mỗi nhóm đi vòng quanh.  Ngoài ra, những góc nhìn tuyệt vời!! Đọc thêm",
            "Âm thanh như bạn đã có một thời gian tuyệt vời! Chúng tôi luôn mong muốn được nghe về chuyến bay của bạn qua trung tâm Luân Đôn. Hãy quay lại và gặp chúng tôi sớm! Lượt xem tốt này không bao giờ cũ!\n\nTrân trọng, \n\nHelga\nNhóm dịch vụ khách hàng\nThe Last Minute.com London Eye \nĐọc thêm",
            "Đây là lần đầu tiên tôi đến London Eye và quang cảnh thật tuyệt vời.  Tôi đã chọn vé Fast Track nhưng vào giữa tháng 9, việc xếp hàng thường xuyên dường như có thể quản lý được.  Mỗi toa trên Vòng quay London Eye cho phép bạn đi bộ xung quanh và ngắm nhìn những góc nhìn khác nhau với ghế ngồi ở giữa.  Toàn bộ chuyến đi có lẽ kéo dài khoảng 30 phút hoặc lâu hơn.Đọc thêm",
            "Rất vui khi biết bạn đã có một ngày vui vẻ khi bay qua đường chân trời của London cùng chúng tôi! Đừng trở thành người lạ - hãy quay lại và gặp lại chúng tôi sớm nhé. \n\nHãy xem các ưu đãi đặc biệt trên trang web chính thức của chúng tôi để nhận được ưu đãi tốt nhất và trải nghiệm lại những khung cảnh mang tính biểu tượng nhất của London!\n\nTrân trọng, \n\nHelga\nNhóm dịch vụ khách hàng\nLast Minute.com London Eye Đọc thêm",
            "Cách tốt để xem một số điểm tham quan ven sông. Thời tiết không đẹp nên chúng tôi phải ngồi dưới boong tàu nhưng vẫn có tầm nhìn đẹp. Bình luận rất thú vị và hài hước.Đọc thêm",
            "Nó chỉ là khá ổn thôi. Bạn sẽ có một cái nhìn tuyệt vời về những tin tức tràn lan về London. Thành thật mà nói, tôi khuyên bạn nên ở trên mặt đất, thay vì cưỡi lên sự thất vọng được cường điệu hóa đắt tiền một cách ngu ngốc này. Ở tầng trệt, London giống như nơi ở của tôi. Rất nhiều điều đó đã làm hài lòng trực quan. Điểm tham quan và âm thanh tuyệt vời. Yêu thích nhìn thấy rất nhiều văn hóa, thời trang và lịch sử. Được trả tiền - 173 cho hai người lớn và hai trẻ em đi bằng mắt, và tôi cảm thấy khá tiêu cực về London mà tôi đã thấy. Chỉ là một thành phố hỗn độn to lớn, bẩn thỉu và âm ỉ. Họ - thậm chí còn có thể nhìn thấy một cái cống hở - Tòa nhà Quốc hội - và bạn có thể ngửi thấy nó. London Eye thực sự không đáng giá. Nó thực sự không có gì đặc biệt cả. Giữ đôi chân của bạn trên mặt đất và chi phí cho những trải nghiệm tốt hơn. Bạn có thể làm tốt hơn chuyến đi nàyĐọc thêm",
            "Thật là một góc nhìn thực sự tuyệt vời và độc đáo của London. Hàng đợi có thể trông đáng sợ nhưng nó thực sự di chuyển khá nhanh. Chúng tôi đã đặt trước các khoảng thời gian, không đến trước vì họ sẽ không cho phép bạn đi qua lều. Chúng tôi đã đặt tiêu chuẩn và nó di chuyển khá nhanh. Nhân viên thân thiện, rất hữu ích. Những chiếc kén rất rực rỡ và có 2 người trong bữa tiệc sợ độ cao, cả hai đều ổn...đến mức họ thậm chí còn rời khỏi ghế ở giữa để ngắm cảnh. Quang cảnh Công viên Westminster và St James tới Cung điện Buckingham khá ngoạn mục. Đó chắc chắn là một trong những lựa chọn được đánh dấu trong danh sách các địa điểm ở London của chúng tôi và được tất cả mọi người yêu thích. Rất vui vì tôi đã chọn vé đi chung... trải nghiệm rất khác biệt và cả hai đều xuất sắc theo cách riêng của họ. Đọc thêm",
            "Thật là một trải nghiệm đáng kinh ngạc và niềm vui được cả gia đình tận hưởng. Tất cả nhân viên gặp đều cực kỳ thân thiện và dễ mến... từ Ian, người quản lý q trên bến tàu, đến Thuyền trưởng Dave, và sau đó là hướng dẫn viên Alan, người có kiến ​​thức tuyệt vời nhưng hài hước với nó, và đến nỗi các con tôi cũng cười .  Nhân viên thực sự có công cho trải nghiệm này và đã giúp biến nó trở thành một trong những hoạt động đáng nhớ nhất của chúng tôi trong suốt thời gian lưu trú. Đó là con trai tôi - số 1. Một cách tuyệt vời để xem một số địa điểm và những điều không nên ngưỡng mộ khi đi dưới Cầu Tháp. Gặp gỡ thuyền trưởng Dave chỉ là một điều tuyệt vời.  Chúng tôi đã mua vé kết hợp Eye và Cruise... và mặc dù Eye rất rực rỡ và có một góc nhìn rất khác về các địa điểm ở London, tôi nghĩ tôi cũng thích chuyến đi này hơn. Can - t đề nghị đủ cao. Đọc thêm",
            "Sự chờ đợi không lâu - không quá lâu nếu xét đến số lượng người đang chờ để lên xe. Chúng tôi thật may mắn vì đó là một ngày trời trong - trước đây tôi đã từng vào một ngày mưa và tầm nhìn không tốt - nhưng vào một ngày trời quang, tầm nhìn rất tuyệt. Cô con gái bốn tuổi của tôi thực sự thích nó và nói rằng đó là điều cô ấy thích nhất mà chúng tôi đã làm ở London! Vỏ khá sạch. Bạn nên ngồi ở phía bên trái để có cái nhìn tuyệt vời về Tòa nhà Quốc hội và Big Ben hoặc ở phía cuối khi bạn có được cái nhìn tổng thể tuyệt vời về cả bên trái và bên phải.Đọc thêm",
            "Nếu bạn muốn ngắm nhìn các địa danh lịch sử của Luân Đôn trong một khung cảnh thuận tiện và thoải mái thì chuyến đi này là dành cho bạn. Chúng tôi đã chọn ngồi trên lầu ngoài trời gió, sương mù và mưa thay vì ngồi thoải mái trong cabin. vì thời tiết không tốt cho việc du lịch trên biển Tuy nhiên, thời tiết không làm giảm trải nghiệm. Kết quả là một trải nghiệm thực sự ở London dọc theo sông Thames. Hướng dẫn viên của chúng tôi cực kỳ am hiểu về lịch sử của các địa danh và là một người kể chuyện tuyệt vời với khả năng hiểu biết tuyệt vời. hài hước. Chúng tôi hoàn toàn thích thú với chuyến đi này và cảm thấy giá trị so với mức giá đó là khá hời.Đọc thêm",
            "Tôi đã đặt trải nghiệm sâm panh để kỷ niệm sinh nhật lần thứ 13 của con trai tôi và sinh nhật lần thứ 50 của chồng. Ngay khi đến nơi, chúng tôi đi đến phòng chờ VIP để lấy đồ uống như vẫn còn sớm. Nhân viên quầy bar rất hữu ích khi giải thích mọi thứ chúng tôi cần làm từ khi nhận phòng cho đến khi được thu thập. Trong vỏ. Jen người dẫn chương trình của chúng tôi hỏi có ai đang ăn mừng không và sau khi cho cô ấy biết về sinh nhật của các chàng trai của tôi, cô ấy đã để lại điệp khúc chúc mừng sinh nhật. Một trải nghiệm tuyệt vời từ đầu đến cuối.Đọc thêm",
            "Đây là một trải nghiệm mà bạn phải làm nếu bạn ở London, không nhất thiết phải hai lần mà là một trải nghiệm tuyệt vời một lần - - - - - - Đọc thêm",
            "Trải nghiệm này không có trong danh sách việc cần làm của tôi nhưng gia đình đã sẵn sàng cung cấp nó từ trước và với tư cách là người sở hữu thẻ Merlin, nó hoàn toàn miễn phí, vậy tại sao không. Vâng, cảm ơn Chúa vì đã theo dõi nhanh chóng. Hàng đợi bình thường đó rất lớn. Chúng tôi đã ở trên khoang trong vòng 15 phút. Không thể phàn nàn về điều đó. Yêu thích các quan điểm và lời bình luận là một bất ngờ thú vị, chỉ ước nó to hơn một chút do những đứa trẻ ngỗ ngược cũng có mặt trên tàu. Tôi có cảm giác rằng 25 cái được phép cho mỗi nhóm là quá nhiều nhưng đó có lẽ là vì tôi muốn có những bức ảnh đẹp để không bị lũ trẻ chạy vòng quanh né tránh. Chắc chắn sẽ làm điều đó một lần nữa vào mùa khác, chúng tôi đã có ánh nắng đẹp và có thể nhìn thấy hàng dặm bây giờ muốn xem vào ban đêm! Tất cả nhân viên đều rất đáng yêu, những người bốc dỡ thùng hàng và phục vụ khách hàng. Bên cạnh con mắt Luân Đôn có một công viên trẻ em tuyệt vời để tiêu hao năng lượng trong khi chờ đợi thời gian của bạn. Nằm cạnh cuộc phiêu lưu shrek và trung tâm đời sống biển. Chắc chắn có thể làm được cả ba việc trong một buổi sáng!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trên thuyền ngày hôm nay! Alan, hướng dẫn viên của chúng tôi - rất hiểu biết và vui tính. Đã chụp rất nhiều bức ảnh vì lượt xem không thể so sánh được! Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tôi có thể mang em bé vào xe đẩy không?Đọc thêm",
            "Xin chào, tôi đang đặt vé trải nghiệm sâm panh và tự hỏi trong nhiều phút sau liệu tôi có sẵn sàng cho chuyến đi không? Có ai có thể tư vấn thời gian rời đi là bao lâu không?Đọc thêm",
            "Từ lúc mua vé đến lúc chúng tôi đi, xếp hàng chờ và lên xe là khoảng một tiếngĐọc thêm",
            "Gói sau có được phép mang theo trong nhóm không Đọc thêm",
            "Có, bạn sẽ được tìm kiếm trước khi lên máy bay.Đọc thêm",
            "Trang web trực tuyến chính thức để mua chỗ ngồi dành cho người London là gì?Đọc thêm",
            "đuôi rất dàiĐọc thêm",
            "Tôi hiểu rằng vé không được chuyển nhượng; ý bạn là như thế nào? \nTôi đang mua 4 vé bằng thẻ tín dụng của mình - chỉ có tên của tôi được liên kết với vé.Đọc thêm",
            "Tôi không chắc. Đây là chuyến đi mà tôi sẽ không lãng phí tiền của mình. Nó không đáng. Đọc thêm",
            "Xin chào, chúng tôi đã mua hai vé xem London Eye và thanh toán bằng thẻ của mẹ chồng tôi. Vé là của tôi và chồng, nhưng cả hai vé đều đứng tên cô ấy là người mua. Sẽ có bất kỳ vấn đề? Tôi có thể đến bến tàu ngay cả khi chúng tôi không có tên trên Vé không?Đọc thêm",
            "Xin chào! Không có vấn đề gì cả. Của tôi cũng đứng tên tôi và cả gia đình đều vào. Ở lối vào London Eye thứ họ nhìn thấy là mã vạch. Tôi hy vọng tôi đã giúp đỡ và tận hưởng, nó đáng giá.Đọc thêm",
            "Chúng tôi có phiếu Mua quà tặng dành cho 2 người lớn.  Họ có để người lớn và trẻ em sử dụng nó không?  Nói cách khác, liệu họ có cho trẻ em sử dụng vé người lớn không?Đọc thêm",
            "Mình vô tình thấy website khó hiểu, thay vì 3 mục thì bạn tôi mua 9, hủy đơn hàng thì phải làm saoĐọc thêm",
            "Không biết - - - - Đọc thêm",
            "Xin chào, tôi đã mua 3 vé qua trang web chính thức cho tôi và 2 người bạn đồng hành khác nhưng tất cả đều đứng tên tôi, tôi phải làm sao để cả ba chúng tôi có thể vàoĐọc thêm",
            "Tôi đã in vé và lưu trên điện thoại, khi đến nơi tôi có cần xuất trình giấy tờ tùy thân không?Đọc thêm",
            "Không cần thiếtĐọc tiếp"
        ],
        "star_ratings": [
            47524,
            27170,
            11391,
            2525,
            1378
        ],
        "review_amount": 89988,
        "location": [
            "Những điều cần làm ở Luân Đôn",
            "London",
            "Châu Âu",
            "nước Anh",
            "Vương quốc Anh - Vương quốc Anh -",
            "Mắt Luân Đôn"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written August 15, 2023",
            "Written August 29, 2023",
            "Written September 23, 2023",
            "Written September 23, 2023",
            "Written September 24, 2023",
            "Written October 2, 2023",
            "Written October 3, 2023",
            "Written October 15, 2023",
            "Written October 15, 2023",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d553603-Reviews-London_Eye-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d4912516-Reviews-The_Library_at_County_Hall-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d733233-Reviews-Gillray_s_Steakhouse_Bar-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1389543-Reviews-Locale-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d928576-Reviews-Las_Iguanas-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2001680-Reviews-Slug_Lettuce_County_Hall-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d19260282-Reviews-Bustronome-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d13376286-Reviews-Honest_Burgers_South_Bank-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d734149-Reviews-All_Bar_One_Waterloo-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d680383-Reviews-Brasserie_Blanc_Southbank-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d680380-Reviews-Strada_Southbank-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7224941-Reviews-The_Queen_s_Walk-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189027-Reviews-The_London_Dungeon-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d215401-Reviews-County_Hall_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8380002-Reviews-DreamWork_s_Tours_Shrek_s_Adventure_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17806257-Reviews-International_Brigade_Memorial-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187554-Reviews-SEA_LIFE_London_Aquarium-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3987964-Reviews-Battle_of_Britain_Monument-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5555207-Reviews-Leake_Street_Arches-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211708-Reviews-Houses_of_Parliament-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211709-Reviews-Big_Ben-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d553603-Reviews-or10-London_Eye-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187552-Reviews-Tower_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187547-Reviews-Tower_of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d194299-Reviews-Churchill_War_Rooms-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188159-Reviews-St_Paul_s_Cathedral-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189032-Reviews-Westminster_Abbey-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189047-Reviews-Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3539289-Reviews-The_View_from_The_Shard-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187549-Reviews-Buckingham_Palace-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1908604-Reviews-Craven_Cottage-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13437937-Reviews-Pick_A_Pictour_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1526046-Reviews-Thames_Rockets-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1783100-Reviews-The_English_Bus-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13195597-Reviews-Witness_for_the_Prosecution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d522877-Reviews-London_Duck_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5041983-Reviews-Thamesjet-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1775085-Reviews-BrakeAway_Bike_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4432019-Reviews-The_Boat_Show_Comedy_Club-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25467577-Reviews-Escape_Room_by_the_London_Dungeon-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17529189-Reviews-Build_a_Bear_Workshop-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3516016-Reviews-Shark_Reef_Aquarium-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g31244-d2368230-Reviews-Jim_Gray_s_Petrified_Wood_Co-Holbrook_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d3436881-Reviews-Vitosha_Boulevard-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d108269-Reviews-Cadillac_Mountain-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d4508719-Reviews-Brenton_Point_State_Park-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d243686-Reviews-Hammam_Al_Andalus_Granada-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104862-Reviews-Union_Station-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9984797-Reviews-Pororo_Aquapark_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d3242910-Reviews-Holly_Beach-Cameron_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d553603-Reviews-or10-London_Eye-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d553603-Reviews-London_Eye-London_England.html"
    }
]