[
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Tôi đã có một trải nghiệm khó quên ở Phòng trưng bày nghệ thuật Long Thành. Đầu tiên, đó là một buổi chiều nắng cực kỳ nóng, khi tôi bước vào, chính nhiếp ảnh gia đã mời tôi vào cùng với AC và anh ấy ngay lập tức bật nhạc Jazz, rất thư giãn và thư giãn trong khi tôi đang thưởng thức tác phẩm nghệ thuật của anh ấy. Anh ấy chụp ảnh rất ấn tượng. Trong khi đó anh ấy là một người rất tuyệt vời, đã kể cho tôi rất nhiều câu chuyện đằng sau những bức ảnh đó. Tôi thực sự khuyên mọi người nên đến thăm anh ấy và tác phẩm nghệ thuật của anh ấy ở Nha Trang!Đọc thêm",
            "Triển lãm nhiếp ảnh tuyệt vời. Chủ sở hữu rất thân thiện. Tôi chỉ có thể khuyên bạn nên đến đây! Bạn có thể có được những hiểu biết sâu sắc về văn hóa và lối sống của người ViệtĐọc thêm",
            "Nhiếp ảnh Long Thans miêu tả Cuộc sống Việt Nam một cách nhân văn và cảm động sâu sắc. Anh ấy không ngần ngại thể hiện những nỗ lực, niềm vui và vẻ đẹp của cuộc sống trên những khuôn mặt biểu cảm, nhấn mạnh những hiện thực đó bằng phông nền và ánh sáng hoàn hảo. Tôi không thể không khiêm tốn hơn một chút. Đó là chắc chắn. Một trải nghiệm cá nhân và tôi thực sự khuyên bạn nên ghé thăm.Đọc thêm",
            "Rất vui được gặp Long Thành và học trò của anh tại phòng trưng bày, những bức ảnh tuyệt vời được chụp trên khắp Việt Nam được chụp một cách tuyệt đẹp. Rất muốn giới thiệu cho bất kỳ ai đến thăm Nha Trang! Đọc thêm",
            "Chúng tôi đã đến đây trong chuyến du lịch Nha Trang Việt Nam và ngạc nhiên về nơi này. Ý tưởng hay từ chủ sở hữu và rất khuyến khíchĐọc thêm",
            "Trường quay là một nơi tuyệt vời để không chỉ khám phá văn hóa Việt Nam mà còn lắng nghe những câu chuyện hay về thời xa xưa. Có dịp ngồi cùng chủ và trò chuyện sâu sắc về nhiếp ảnh, tôi rất choáng váng trước góc nhìn độc đáo của anh nhưng tôi tin rằng tác phẩm của anh rất được nhiều người yêu mến. Anh ấy là một người có trái tim ấm áp và một nhiếp ảnh gia đầy cảm hứng. Chắc chắn đáng để ghé thăm! Đọc thêm",
            "Phòng trưng bày đen trắng Long Thành tọa lạc tại 126 Hoàng Văn Thụ, Nha Trang và mở cửa hàng ngày từ 8 giờ sáng đến 5 giờ 30 chiều. Hãy rung chuông và khi cánh cửa gỗ mở ra, bạn sẽ chìm vào hành trình đầy cảm xúc đẹp đẽ với những bức ảnh đen trắng. Những bức ảnh của Long Thành ghi lại những khoảnh khắc quý giá trong cuộc sống đời thường của con người, mỗi bức ảnh đều ẩn chứa một câu chuyện riêng. Chắc chắn đáng để ghé thăm nếu bạn đến Nha Trang.Đọc thêm",
            "Nếu bạn quan tâm đến nhiếp ảnh hoặc nghệ thuật nhiếp ảnh, phòng trưng bày Long Thành là một địa điểm không thể bỏ qua ở Việt Nam. Long bắt đầu đóng phim vào năm 1964 khi mới 13 tuổi và vẫn quay phim cho đến ngày nay. Ngày nay, anh nổi tiếng thế giới nhờ khả năng khắc họa văn hóa và con người Việt Nam bằng con mắt độc đáo cũng như khả năng làm chủ ánh sáng và độ tương phản. Long phát triển bộ phim của riêng mình trong phòng tối nằm ở phía sau phòng trưng bày và trộn các loại hóa chất của riêng mình. Ông tránh xa các thao tác kỹ thuật số hiện đại để chuyển sang sử dụng các kỹ thuật phòng tối truyền thống. Quá trình từ quay phim đến phát triển phim được thực hiện thủ công và mang tính cá nhân. Mức độ phơi sáng hình ảnh hạn chế của quá trình này có nghĩa là mỗi bức ảnh đều độc đáo và tự nhiên hơn những gì bạn thấy với nhiếp ảnh kỹ thuật số hiện đại. Phòng trưng bày Longs là một không gian hai phòng thoải mái trên một con phố yên tĩnh ở Nha Trang. Nó chứa các bản in tác phẩm của anh ấy và một phần bộ sưu tập máy ảnh analog mà anh ấy vẫn sử dụng hàng ngày. Khách tham quan phòng trưng bày có thể sẽ được chính người đàn ông đó chào đón và phục vụ. Trong chuyến thăm gần đây của tôi, anh ấy đã ân cần dành hàng giờ với tôi, giải thích về nghệ thuật, quy trình và phương pháp của anh ấy. Anh ấy thân thiện, nói nhiều và là một người quyến rũ không thể thay đổi được. Hãy nhớ rằng phòng trưng bày Long Thành không phải là điểm thu hút khách du lịch lớn, hầu hết mọi người ghé thăm Nha Trang vì những bãi biển chứ không phải chụp ảnh đen trắng tương tự, vì vậy cánh cửa có thể không rộng mở. Khi tôi đến thăm, có một tấm biển trên cửa yêu cầu du khách rung chuông để vào. Tôi làm theo và Long nhanh chóng chào tôi. Phòng trưng bày được đánh dấu rõ ràng và dễ tìm. Rất khuyến khích nếu bạn yêu thích nghệ thuật thị giác hoặc văn hóa Việt Nam.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời trong phòng trưng bày này, những bức ảnh tuyệt vời và một nhiếp ảnh gia tuyệt vời, anh ấy rất tốt bụng và hữu ích. Đọc thêm",
            "Khi bước vào cánh cửa studio này, bạn sẽ bước vào một thế giới của Đen Trắng. Những hình ảnh đẹp về cuộc sống ở Việt Nam.Đọc thêm",
            "Phòng trưng bày này mở cửa như thế nào?Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 12, 2023",
            "Written May 3, 2023",
            "Written November 24, 2022",
            "Written September 6, 2022",
            "Written June 17, 2022",
            "Written June 14, 2022",
            "Written May 4, 2022",
            "Written April 10, 2021",
            "Written July 14, 2019",
            "Written July 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or10-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1185467-Reviews-Onyx_Cave_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d23651829-Reviews-Consulate_Of_The_Republic_Of_Slowjamastan_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7071917-Reviews-Citi_Bike-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33146-d13564780-Reviews-Murphy_Avenue-Sunnyvale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d1582693-Reviews-Seongsan_Ilchulbong-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g52147-d2233084-Reviews-Woodburn_Premium_Outlets-Woodburn_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d16750249-Reviews-Ali_Bus-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g59681-d735384-Reviews-Cana_Island_Lighthouse-Baileys_Harbor_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g41706-d10727238-Reviews-Plum_Island-Newburyport_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34930-d8459187-Reviews-LakePoint_Sports-Emerson_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or10-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Nhiếp ảnh gia khá độc đáo vì anh ấy vẫn sử dụng phim để chụp ảnh. Có thể thấy chiều sâu tuyệt vời trong các bức ảnh. Một bức chân dung rất thực về 2 người phụ nữ Việt Nam đang cười, khiến bạn cảm thấy muốn bắt đầu một cuộc trò chuyện với họ. Sự đa dạng về chủ đề trẻ em, các cô gái trẻ trong trang phục truyền thống xinh đẹp và những người lớn tuổi tuyệt vời với nếp nhăn đáng kinh ngạc của Ygritte - đang hút tẩu, đang bế một đứa trẻ đã được thảo luận một cách dễ dàng với Long Thành mô tả về địa điểm và cách anh ấy chụp bức ảnh thật tuyệt vời khi lắng nghe. Anh ấy là người nhận được rất nhiều giải thưởng và hoàn toàn yêu thích nghề của mình. Chiều sâu trên khuôn mặt thật tuyệt vời khiến studio trở thành nơi không thể bỏ qua. Những bức ảnh của anh ấy có giá khởi điểm từ 100 đô la Mỹ. Anh ấy đã triển lãm ở Úc tại Paddington và Melbourne cũng như ở Châu Âu, v.v. một trải nghiệm tuyệt vời và một tài năng đáng kinh ngạc. Đọc thêm",
            "Những bức ảnh đen trắng tuyệt đẹp ghi lại mọi khía cạnh của cuộc sống Việt Nam. Thường thì khi chúng tôi ở đó, chính người đàn ông đó sẽ ở đó để kể cho bạn nghe câu chuyện đằng sau bức ảnh. Chúng tôi đã có thể dành phần lớn buổi sáng ở đây một cách rất thoải mái, không vội vã. Chắc chắn sẽ giới thiệu phòng trưng bày này cho những du khách khác để xem những bức ảnh tuyệt vời và có thể mua một bức ảnh tuyệt đẹp để luôn ghi nhớ chuyến đi Việt Nam của họ. Đọc thêm",
            "Khi bước vào studio, chúng tôi thấy anh Long đang chăm sóc chiếc máy ảnh của mình. Ngay sau khi hoàn thành, anh ấy bắt đầu giải thích cho chúng tôi về bối cảnh và câu chuyện đằng sau những bức ảnh của anh ấy. Anh Long còn cho chúng tôi xem một trong những chiếc máy ảnh cổ, cũng cổ như anh. Anh ấy thậm chí còn trình diễn cách sử dụng nó. Bạn không thấy một chiếc máy ảnh cũ nào ngày nay vẫn còn hoạt động nên đó là một cơ hội thực sự quý giá. Anh Long luôn nắm bắt được khoảnh khắc quyết định trong những bức ảnh của mình. Đó là điều không thể bỏ qua ở Nha Trang!Đọc thêm",
            "Tôi và bạn tôi quyết định ghé vào phòng trưng bày nhỏ bé này sau khi đọc về nó trong cuốn sách hướng dẫn Lonely Planet. Bản thân bức ảnh thật tuyệt vời, và chúng tôi rất ngạc nhiên khi chính Long Thành bước xuống cầu thang và bắt đầu nói chuyện với chúng tôi! Bản thân là một nhiếp ảnh gia đen trắng nghiệp dư, tôi rất vui khi nói chuyện về máy ảnh và phim với anh ấy. Sau khi xem qua, anh ấy mời chúng tôi ở lại uống cà phê và rượu whisky, nơi chúng tôi uống và chia sẻ tác phẩm của những nhiếp ảnh gia yêu thích của chúng tôi trong khi anh ấy kể về những hành trình và trải nghiệm đi du lịch để giới thiệu tác phẩm của mình. Người đàn ông thực sự tuyệt vời, nhiếp ảnh gia thực sự tuyệt vời! Đây là một trong những điểm nổi bật chính của chuyến đi của tôi! Một địa điểm không thể bỏ qua nếu bạn là người yêu thích nhiếp ảnh, đặc biệt là phim đen trắng.Đọc thêm",
            "Những bức ảnh đen trắng đáng kinh ngạc đều được xử lý bằng tay. Một số tác phẩm nổi bật rất sống động. Cuốn sách yêu thích của tôi mà tôi đang cân nhắc mua là The Rain. Đó là một khung cảnh yên tĩnh tuyệt vời và bạn có thể dành thời gian.Đọc thêm",
            "Nha Trang là một thành phố du lịch rất bận rộn và so với nhiều nơi khác mà chúng tôi đã đến thăm ở Việt Nam, nơi này có rất ít nét quyến rũ riêng. Nhưng studio Long Thành đã bù đắp cho điều đó! Những bức ảnh rất đẹp và bản thân Long Thành là một người rất tốt bụng và hiếu khách. Tôi hoàn toàn thích những bức ảnh cận cảnh của anh ấy về cha mẹ và ông bà với những đứa trẻ, cho thấy những thay đổi lớn lao mà tuổi già để lại trên cơ thể con người. Những bản in khá đắt: có lẽ hoàn toàn xứng đáng với số tiền mà chính Long Thành đã in trong studio của anh ấy, và hoàn toàn đẹp nhưng không tiện lắm nếu bạn đang đi du lịch ba lô khắp Việt Nam, phải để mắt đến tiền của mình và có khả năng làm hỏng chúng. Tôi ước gì cũng có tùy chọn in bưu thiếp cỡ nhỏ - tôi sẽ mua một tá! Đọc thêm",
            "Nếu bạn ở Nha Trang bạn nhất định phải đến đó! Tôi và bạn trai đã rất may mắn khi Long Thành có mặt trong Phòng trưng bày cùng một người bạn khi chúng tôi đến thăm. Chúng tôi đã có một cuộc trò chuyện tuyệt vời với cả hai người! Anh ấy kể cho chúng tôi rất nhiều điều về văn hóa, nghệ thuật và máy ảnh của Việt Nam. Chúng tôi dành cả buổi trưa với Long Thành. và chúng ta thường nghĩ về ngày này. Đó chắc chắn là một trong những ngày tuyệt vời nhất trong hành trình châu Á của chúng tôi. Cảm ơn bạn rất nhiều! Đọc thêm",
            "Những bức ảnh tuyệt vời. Trang trí đẹp. Chúng tôi thích những bức ảnh chụp người già ở đây. Chúng rất thật và đẹp. Chúng tôi cảm thấy bình yên và tĩnh lặng khi đến đây. Đọc thêm",
            "Chúng tôi đã đến đây hai lần - một lần để xem và sau đó chúng tôi quay lại mua một vài bản in. Bức ảnh thật tuyệt vời - một góc nhìn tuyệt vời về cuộc sống địa phương của người Việt. Nhiếp ảnh gia Long Thành đến trò chuyện cùng chúng tôi và vợ anh dẫn chúng tôi đi tham quan một vòng. Họ là những người đáng yêu, thân thiện. Tôi khuyên bạn nên ghé thăm để xem những bức ảnh đẹp.Đọc thêm",
            "Một bộ sưu tập ảnh tinh tế về cuộc sống và con người Việt Nam của nhiếp ảnh gia kiêm chủ studio nổi tiếng Long Thành, người tự phát triển những bức ảnh BW của riêng mình và không chỉ là người dẫn chương trình duyên dáng với du khách mà còn là một nghệ sĩ thực thụ. Chúng tôi rất ấn tượng khi xem bộ sưu tập ảnh của anh ấy trong khu nghỉ dưỡng của chúng tôi. Những bức ảnh của anh ấy cũng có chủ đề lịch sử khi những tập quán trước đây của cuộc sống người Việt đang biến mất cùng với quá trình cơ giới hóa cuộc sống hiện đại hóa! Dễ dàng dành một hoặc hai giờ để duyệt và không thể cưỡng lại việc mua ảnh mang về nhà làm kỷ niệm về nơi huyền diệu nàyĐọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 22, 2019",
            "Written May 15, 2019",
            "Written May 15, 2019",
            "Written April 25, 2019",
            "Written April 2, 2019",
            "Written January 22, 2019",
            "Written January 16, 2019",
            "Written December 28, 2018",
            "Written October 6, 2018",
            "Written September 18, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or10-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or20-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23830978-Reviews-Reflections_The_Spa_At_Planet_Hollywood-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925995-d10077446-Reviews-Lipa_Noi_Beach-Lipa_Noi_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g312628-d2177582-Reviews-God_s_Window-Mpumalanga.html",
            "https://www.tripadvisor.com/Attraction_Review-g39426-d13109537-Reviews-Castle_Key_Distillery-Frankfort_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188159-Reviews-St_Paul_s_Cathedral-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d2556193-Reviews-Blue_Hole_National_Park-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8506851-Reviews-Gjipe_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8803055-Reviews-Fatima_Jinnah_Park-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d663043-Reviews-Fan_Pier-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d292795-Reviews-The_Maritime_Aquarium_at_Norwalk-Norwalk_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or20-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or10-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thanh độc đáo vì nó phong phú. Phong cảnh của ông thường u ám, đối lập với vẻ đẹp thiên nhiên của Việt Nam với cuộc đấu tranh liên tục trong cuộc sống hàng ngày của người dân, trong khi chân dung của Long Thanh nắm bắt được bản chất của người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​quá nhiều bi kịch qua nhiều thế hệ. Đọc thêm",
        "reviews": [
            "Tôi đã xem studio ảnh này trên TripAdvisor và không thể bỏ lỡ cơ hội ghé thăm nó. Nhiếp ảnh gia thực sự là một người tuyệt vời. Anh ghi lại cuộc sống bình thường của người dân địa phương ở Việt Nam. Mình nghĩ mọi người đi du lịch Nha Trang nên ghé thăm nơi nhỏ bé nhưng rất ấm cúng này.Đọc thêm",
            "Thanh Long là một người rất thân thiện, nhanh nhẹn trò chuyện với khách và chia sẻ kinh nghiệm. Tác phẩm của anh ấy rất đẹp và giàu cảm xúc.Đọc thêm",
            "Vợ tôi và tôi ghé qua thăm phòng trưng bày ảnh Long Thành. Anh ấy có rất nhiều bức ảnh đen trắng tuyệt vời ở chỗ của mình. Tôi định mua một đống tác phẩm của anh ấy nhưng có vợ ở bên cạnh nên tôi chỉ mua một cái thôi! Bộ phim Girls in the Rain mà tôi yêu thích nhất. Ông Long mời chúng tôi uống một ít rượu vang đỏ khi chúng tôi ở đó. Đã có khoảng thời gian trò chuyện thú vị về công việc và máy ảnh chụp ảnh của anh ấy. Bản thân là một nhiếp ảnh gia du lịch, thời gian trôi qua thật nhanh! Mr Long là người đàn ông không thể bỏ qua khi du lịch Nha Trang Đọc thêm",
            "Long Thành là người gốc Nha Trang, anh đã chụp ảnh đen trắng từ khi còn ở tuổi thiếu niên. Phòng trưng bày này, vào cửa miễn phí, thể hiện bề rộng cảm xúc và nghệ thuật của ông. Một số bức ảnh là những hình ảnh đời sống văn hóa. Tôi yêu những bức ảnh của một cậu bé với đàn trâu nước. Những người khác gợi lên nỗi đau, sự khao khát, sự cô đơn. Một số tác phẩm khiến tôi cảm thấy gần như siêu thực. Các bản in có sẵn để bán. Tôi đã rất bị cám dỗ. Nếu bạn thích nghệ thuật nhiếp ảnh, đừng bỏ lỡ viên ngọc quý này.Đọc thêm",
            "Long Thành là một nhiếp ảnh gia đen trắng nổi tiếng. Ông sống trong studio, chúng tôi đã may mắn được gặp ông và dành một khoảng thời gian ngắn để nói chuyện với ông về sự nghiệp nhiếp ảnh của ông. Những bức ảnh của ông thật tuyệt vời, rất ấn tượng và phản ánh cuộc sống thực tế hàng ngày ở Việt Nam. Bạn có thể mua các bản sao tác phẩm của ông. Ông hiện đã 65 tuổi và vẫn sống trong chính ngôi nhà mà ông đã lớn lên. Đây là một trải nghiệm miễn phí và rất đáng giá, ngay cả khi bạn không quá quan tâm đến nhiếp ảnh thì trải nghiệm này cũng sẽ giúp bạn sáng tỏ. Đọc thêm",
            "Lần đầu tiên tôi đến thăm cách đây 4 năm và không may mắn gặp được người nghệ sĩ. Tôi đến thăm lần nữa và lại nhớ anh ấy nhưng nhìn những bức ảnh hấp dẫn của anh ấy sử dụng phim, phòng tối và ảnh in khiến chuyến thăm thứ hai của tôi cũng không kém phần thỏa mãn. Anh ấy chỉ chụp ảnh đen trắng. Từ phong cảnh đến chân dung, những bức ảnh của anh đều thể hiện một mặt cắt ngang cuộc sống của người Việt. Những bức chân dung già và trẻ của ông rất giàu cảm xúc. Anh đã giành được nhiều giải thưởng nhiếp ảnh quốc tế. Studio được bố trí rất tốt. Đó là một phòng trưng bày nghệ thuật nhiếp ảnh. Rất khuyến khích ngay cả đối với các nhiếp ảnh gia kỹ thuật số. Đọc thêm",
            "Một trải nghiệm rất tuyệt khi trò chuyện với nghệ sĩ, tác phẩm của ông thật tuyệt vời trong hơn 50 năm. Một tác phẩm không thể bỏ qua đối với những ai yêu thích ảnh đen trắng về cuộc sống thường ngày ở Việt Nam. Đọc thêm",
            "Nếu bạn thích chụp ảnh đẹp hoặc muốn xem những bức ảnh thú vị về cuộc sống hàng ngày ở Việt Nam thì nơi này rất đáng để ghé thăm. Nghệ sĩ đã ở trong phòng trưng bày nên bạn cũng có thể trò chuyện và có thể mua tác phẩm của anh ấy. Hơi xa một chút nhưng trạm xe buýt công cộng số 4 cách đó khoảng 600m hoặc bắt taxi.Đọc thêm",
            "Đến thăm phòng trưng bày và gặp nghệ sĩ. Bộ sưu tập ảnh đen trắng cực ấn tượng về con người và địa điểm Việt Nam. Ngoài ra một số vespas cổ điển. Rất vui vì chúng tôi đã điĐọc thêm",
            "Chúng tôi thích các phòng trưng bày nghệ thuật và đã xem một số bức ảnh của Long Thành trong chuyến du lịch của chúng tôi, vì vậy một chuyến viếng thăm studio của anh ấy khi chúng tôi ở Nha Trang chắc chắn là điều nên làm. Chúng tôi đã có một khoảng thời gian tuyệt vời. Và nếu bạn quan tâm đến một món quà lưu niệm sang trọng hơn hầu hết các món quà lưu niệm của Việt Nam, thì luôn có những sản phẩm in sẵn để bán. Được đóng gói trong ống bìa cứng, các bản in vẫn tồn tại tốt sau chuyến đi về nhà. Được đề xuất - ngay cả khi bạn chỉ đi xem.Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 12, 2018",
            "Written August 5, 2018",
            "Written June 7, 2018",
            "Written April 17, 2018",
            "Written April 16, 2018",
            "Written April 1, 2018",
            "Written March 31, 2018",
            "Written March 3, 2018",
            "Written February 3, 2018",
            "Written January 24, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or20-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or10-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or30-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33501-d637588-Reviews-Keystone_Lake-Keystone_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g48105-d12005417-Reviews-Harbor_Island_Park-Mamaroneck_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d5413058-Reviews-Margaret_Hunt_Hill_Bridge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58702-d108418-Reviews-Microsoft_Visitor_Center-Redmond_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d4937099-Reviews-Pacific_Park-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35371-d558884-Reviews-Fort_Yargo_State_Park-Winder_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42512-d670721-Reviews-Four_Winds_Casino_New_Buffalo-New_Buffalo_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298320-d17599688-Reviews-Kuala_Terengganu_Drawbridge-Kuala_Terengganu_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190806-d2227117-Reviews-Goli_Otok-Lopar_Rab_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d10067193-Reviews-Robolights-Palm_Springs_Greater_Palm_Springs_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or30-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or20-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Mỗi bức ảnh tại phòng trưng bày này là một tác phẩm nghệ thuật. Tất cả chỉ có màu đen trắng và được xử lý từ phim theo cách cổ điển. Điều đó làm cho những bức ảnh trở nên độc đáo và đặc biệt.Đọc thêm",
            "Những bức ảnh của Long Thành mô tả cuộc sống chân thực của người Việt Nam và độc đáo ở Đông Nam Á. Anh ấy là một nhiếp ảnh gia có phong cách cổ điển, đẳng cấp!Đọc thêm",
            "Long Thành là một nghệ sĩ nhiếp ảnh tài năng.  Những bức ảnh của anh rất nổi bật và thực sự nắm bắt được bản chất của chủ đề.Đọc thêm",
            "Tôi đến thăm phòng trưng bày sau khi bỏ lỡ giờ mở cửa của bảo tàng Yersin và đó là một quyết định đúng đắn. Sau khi dạo quanh các khu trưng bày, chính Long Thành xuất hiện, sẵn sàng ra ngoài đi dạo hàng ngày, trang bị hai chiếc máy ảnh yêu thích của mình. Chúng tôi đã có cuộc thảo luận kéo dài 15 phút về những thay đổi mà anh ấy đã thấy trong suốt cuộc đời ở Việt Nam; so sánh máy ảnh của chúng tôi và chụp ảnh lẫn nhau. Tạo ra một trải nghiệm tuyệt vời thực sự độc đáo.Đọc thêm",
            "Tôi biết đến anh Long Thành cách đây 10 năm. Hầu hết mọi người biết đến anh là một nhiếp ảnh gia nổi tiếng với phim bnw và analog. Tôi biết anh Long Thành như một người chú. Anh ấy là bạn của chú tôi. Mọi người đều ngưỡng mộ ông là một con người tài năng, nhưng nếu biết về cuộc đời ông, bạn sẽ càng ngưỡng mộ ông hơn. Bất cứ lúc nào bạn có thể đến phòng trưng bày của anh ấy. Phòng trưng bày của anh ấy gần Nhà thờ Núi, vì vậy bạn có thể đặt 2 địa điểm này cùng nhau trong kế hoạch của mình, và trước phòng trưng bày của anh ấy cũng có Bún thịt nướng một món ăn truyền thống thơm ngon. Người đàn ông thân thiện và mến khách, luôn muốn mời bạn ngồi uống một ly whisky, và khi tâm trạng vui vẻ và cùng ý tưởng với khách, anh ấy sẽ rủ bạn đi chụp ảnh :D và tôi rất thích làm điều đó. điều đó với một nghệ sĩ nổi tiếng.Đọc thêm",
            "Nơi thú vị và được làm sống động bởi người chủ duyên dáng và chân thành. Bạn ngưỡng mộ tác phẩm để đời của anh ấy và mặc dù những bức ảnh của anh ấy hẳn đã được mua nhiều lần nhưng bạn vẫn nhận được nhiều vật phẩm khác nhau với mỗi bức ảnh và người chủ sở hữu có thể kể cho bạn nghe một câu chuyện đằng sau mỗi bức ảnh. Tôi rất vui khi mua được một chiếc đã được lắp sẵn và tiết kiệm chi phí ở quê nhà. Công việc là tuyệt vời. Đọc thêm",
            "Chúng tôi bắt taxi đến đây, cách khách sạn chưa đầy 10 phút. Tôi và chồng đến thăm vào một buổi sáng chủ nhật, ngoài những bức ảnh đen trắng ấn tượng, anh Long Thành còn rất vui vẻ trò chuyện với chúng tôi về lịch sử ảnh và những thứ khác. Cảm ơn anh Long Thành. Đọc thêm",
            "Tôi có hân hạnh được đến thăm Long Thành tại nhà anh cách đây vài năm, trước khi nó chính thức trở thành studio chụp ảnh.  Chúng tôi ngồi trên chiếu và uống nước trong khi trò chuyện về nơi tôi đã xem buổi trưng bày ảnh của anh ấy và mục đích của anh ấy là mang đến cho khán giả quốc tế những hoàn cảnh của dân số Việt Nam đang già đi và nghèo hơn. Tôi nghĩ những bức ảnh đen trắng của anh ấy đã đạt được điều đó nhằm mục đích, và mua ba trong số chúng và bây giờ ước gì tôi có nhiều hơn - nhưng một cái bắt đầu và kết thúc ở đâu trong màn hình như vậy? .  Tôi đã mang về nước Úc những bức ảnh của anh ấy có tên là Ký ức người đàn bà trần trụi, già nua nhăn nheo, Hai mẹ con dưới mưa ở Nha Trang và thực sự ghi lại được sự tự mãn của người mẹ và sự khó chịu của cô gái trẻ, và Con đường cứu rỗi. về ba nhà sư Phật giáo đang đi khất thực ở khu chợ địa phương, được chụp bằng cách chuyển đổi màu đen và trắng của một phim âm bản. Ba người này có một vị trí nổi bật và hấp dẫn trên bức tường của studio ở nhà tôi, và tôi rất quý trọng mỗi người trong số họ. Tôi không thể quá đề nghị bạn đến thăm người đàn ông khiêm tốn này và studio ảnh của anh ấy.Đọc thêm",
            "Đọc về nhiếp ảnh gia và chúng tôi dự định đi bằng taxi. Gần thị trấn xuống. Nhiếp ảnh gia đã chào đón và kể cho chúng tôi nghe một chút về công việc của anh ấy. Một chuyến đi thú vị để xem tác phẩm của một nghệ sĩ địa phương Đọc thêm",
            "Chúng tôi đến đúng lúc họ đang đóng cửa và rất ngạc nhiên cũng như biết ơn khi nhân viên xuống xe để mở lại phòng trưng bày cho chúng tôi. Những bức ảnh thực sự đẹp và phản ánh hấp dẫn về những khung cảnh và khuôn mặt khác nhau của Việt Nam. Rất muốn giới thiệu một chuyến đi ở đây. Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 19, 2018",
            "Written November 27, 2017",
            "Written October 24, 2017",
            "Written October 23, 2017",
            "Written October 11, 2017",
            "Written September 19, 2017",
            "Written September 17, 2017",
            "Written September 7, 2017",
            "Written April 15, 2017",
            "Written March 27, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or30-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or20-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or40-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28934-d656780-Reviews-Shawnee_National_Forest-Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g50654-d5209033-Reviews-Land_of_Illusion-Middletown_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12964789-Reviews-Graffiti_Pier-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46600-d17626071-Reviews-Margate_City_Beach-Margate_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g49489-d17751746-Reviews-Hwy_12_Amusements-Rodanthe_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10234315-Reviews-Farmers_Market_Laiki-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182642-Reviews-The_Palm_Monorail-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d15242798-Reviews-Police_Plaza_Concord-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1598792-d184423-Reviews-Hellshire_Beach-Portmore_Saint_Catherine_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g57307-d1434573-Reviews-Buttermilk_Falls-Ludlow_Vermont.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or40-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or30-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Tôi rất vui vì được hướng dẫn viên đưa đến đó. Nơi này thật tuyệt vời cho bất kỳ ai yêu thích nhiếp ảnh đen trắng -- studio tại nhà tuyệt vời Đọc thêm",
            "Tôi đang có hợp đồng một năm ở VN. Tôi biết tôi muốn mang về nhà một tác phẩm nghệ thuật nào đó có thể ghi lại cảm nhận của tôi về đất nước này.  Những bức ảnh của Long Thành đã làm được điều đó.  Bây giờ tôi tự hào là chủ sở hữu của hai tác phẩm của anh ấy. Tác phẩm đẹp, vợ đẹp, nghệ sĩ tài năng.Đọc thêm",
            "Bộ sưu tập ảnh gia đình nhỏ BW. Mỗi bức ảnh là một tác phẩm nghệ thuật kể một câu chuyện về văn hóa, lối sống hoặc tâm hồn Việt Nam. Bất kỳ bức ảnh nào cũng có thể mua với giá cả phải chăng. Đặc biệt thú vị và phải xem đối với các nhiếp ảnh gia. Đọc thêm",
            "Đây là một ốc đảo xinh đẹp giữa thành phố Nha Trang sầm uất và đang phát triển. Công việc của Long sẽ giống như ở nhà tại bất kỳ phòng trưng bày nổi tiếng nào trên thế giới! Bạn chắc chắn phải trả tiền để xem nó ở nơi khác. Anh ấy là một nhiếp ảnh gia vô cùng tài năng, bạn phải đến thăm studio của anh ấy. Đọc thêm",
            "Có một chuyến thăm đáng yêu đến phòng trưng bày. Nhiều hình đẹp quá và Long Thành chỉ là người đẹp thôi. Trời mưa khi chúng tôi chuẩn bị rời đi và anh ấy đề nghị gọi taxi cho chúng tôi rồi chỉ đường cho tài xế đến điểm đến tiếp theo. Chúng tôi rất biết ơn! Đọc thêm",
            "Nơi này chắc chắn đáng để ghé thăm. Nó không tốn bất cứ thứ gì và tất cả các bức ảnh đều đẹp. 55 kinh nghiệm. Đọc thêm",
            "Khi chúng tôi đến, họ đang ăn nhẹ bên ngoài nhưng ngay lúc đầu khi nhìn thấy chúng tôi đến, họ đều đứng dậy và nhường đường cho chúng tôi bước vào. Vợ Long cô bật nhạc lên, dàn nhạc rất êm đềm, nhạc nhẹ nhàng. Chúng tôi dành khoảng 30 phút để chụp từng bức ảnh. Các bức ảnh khác nhau, thể hiện nỗi buồn, cuộc sống, hạnh phúc, khuôn mặt, khoảnh khắc, v.v... ghi lại cảm xúc tuyệt vời. Chúng tôi đang nghĩ đến việc mua một cái nhưng không có tiền như vậy với chúng tôi. Chắc chắn đáng để ghé thăm, bạn có thể gặp anh ấy ở nhà.Đọc thêm",
            "I spent 2 hours in Longs beautiful gallery this morning. The gallery looked closed when I arrived just after midday but I simply rang the door bell and his wife invited me in. She immediately offered me an ice cold glass of water, which was a welcoming relief from the hot temperatures outside. The gallery space is air conditioned ,bright and very pleasant to walk about in a your bare feet, as you leave your shoes outside before entering. It wasnt long before the photographer himself joined me. We spent time discussing his introduction to photography and his passion for this art form is so obvious from the moment you start to talk with him. I studied photography in art college very briefly many years ago in Ireland but I would never claim to have a huge knowledge of this media. Long however did not dismiss my lack of experience, instead he took the time to explain about his technique, including showing me his camera, a fully manual Canon from the 1960s. I realise that I was very lucky to get the opportunity to speak with Long, to ask him about certain photos, when did he take them, did he ask the people to sit or was it a natural shot. Also I got the chance to peruse the gallery in such a casual and comfortable manner. The same cannot be said when I enter gallery spaces in Europe, these are often intimidating and pretentious. The quality of his work is exceptional, and its so refreshing to see the photos which are printed by Long personally in his dark room that is adjoining the gallery with superior quality materials. I purchased 2 prints, one large and one medium sized. Long took care rolling these so I could safely transport them back home to Ireland. Beforehand however he lovingly placed his inked thumbprint on the back to show authenticity. I would highly recommend a visit to Longs gallery, and to avail of a unique opportunity to speak with a true artist of his time. These are affordable and timeless pieces of art that capture the essence of Vietnam and its people.Read more",
            "Chúng tôi đến thăm Long Thành khi anh ấy đang làm việc tại studio của mình.  Đó là một trải nghiệm tuyệt vời.  Anh ấy đã kể cho chúng tôi nhiều câu chuyện về nhiếp ảnh của anh ấy.  Chúng tôi đã mua một số bản in với số tiền tương đối khiêm tốn.  Bạn nên mang một ít về nhà. Gợi ý: Nhiều bức ảnh khá buồn nhưng đầy tính nghệ thuật.  Hãy kiềm chế mua hàng.  Bạn tôi đã mua một cái và anh ấy không còn treo nó trên tường nữa.  Tôi mua cho 2 cô gái cầm ô che mưa nắng và 1 cậu bé cưỡi trâu dưới sông.  không hối tiếc.Đọc thêm",
            "Những bức ảnh thật đẹp và vợ nhiếp ảnh gia rất niềm nở, ước gì tôi có đủ tiền mua một bức ảnh in, có thể một ngày nào đó tôi không phải là một du khách nghèo khổ! Rất khuyến khíchĐọc thêm",
            "Phòng trưng bày này mở cửa như thế nào?Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 10, 2017",
            "Written March 10, 2017",
            "Written March 4, 2017",
            "Written February 26, 2017",
            "Written January 14, 2017",
            "Written January 8, 2017",
            "Written August 27, 2016",
            "Written August 25, 2016",
            "Written August 2, 2016",
            "Written July 19, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or40-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or30-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or50-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1972040-d4782544-Reviews-Kaymakli_Underground_City-Derinkuyu_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31427-d14031248-Reviews-Batesville_Community_Center_Aquatics_Park-Batesville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41780-d13533474-Reviews-Wat_Nawamintatarachutis-Raynham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d3374395-Reviews-Baima_Garment_Market-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d1997150-Reviews-Stump_Pass_Beach_State_Park-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d18928609-Reviews-Chase_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d3427573-Reviews-Long_Beach-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1520208-Reviews-Voula_Beach-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d109198-Reviews-Alyeska_Pipeline_Viewing_Point-Fairbanks_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or50-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or40-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Khách sạn của chúng tôi đã gọi và Phòng trưng bày vẫn mở cửa vào chiều thứ Bảy để chúng tôi có thể ghé thăm. Nó thật thanh thản và xinh đẹp. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời khi được nói chuyện với Long. Anh ấy đã dành thời gian để trình bày công việc của mình và nói về kinh nghiệm của mình. Tác phẩm của anh ấy thể hiện rất nhiều cảm xúc và cuộc sống, tôi rất cảm động. Tôi đề cập rằng tôi là một nhiếp ảnh gia và anh ấy đã xem tác phẩm của tôi và đề nghị đưa tôi đi chụp ảnh vào ngày hôm sau. Tôi có thể đã khóc vì không mang theo máy ảnh. Một người đàn ông duyên dáng và một nhiếp ảnh gia tuyệt vời. Không thể bỏ qua.Đọc thêm",
            "Long Than là một nhiếp ảnh gia tuyệt vời, phòng trưng bày là nơi không thể bỏ qua đối với những người đam mê nhiếp ảnh. Những bức ảnh BW analog của anh được chế tác và chỉnh sửa cẩn thận, thể hiện cuộc sống và con người ở Việt Nam. Bạn cũng có thể mua chúng ở đó, giá dao động từ 150 đến 380.Đọc thêm",
            "Thật là một nơi tuyệt vời để nghỉ ngơi khỏi cái nóng. Những bức ảnh dài rất đẹp và ghi lại hoàn hảo cuộc sống ở Việt Nam thông qua cách chụp và phim đen trắng phát triển theo truyền thống. Bạn có thể mua những bức ảnh có chữ ký với nhiều kích cỡ khác nhau trong phòng trưng bày. cuộn lại để đi du lịch hoặc gửi chúng qua FedEx đến đất nước của bạn nếu bạn không thể mang chúng đi. Trò chuyện với Long thật tuyệt và anh ấy đã đi du lịch rất nhiều và giành được nhiều giải thưởng quốc tế cho tác phẩm của mình. Chắc chắn hãy xem xét một trong những bức ảnh của Long khi chúng tôi trở về nhà và cuối cùng có một nơi lớn hơn để trưng bày chúng. Đọc thêm",
            "Long là một nhiếp ảnh gia tuyệt vời, khi đến thăm phòng trưng bày của anh ấy, chúng tôi quyết định mua một trong những bức ảnh của anh ấy. Anh ấy đã dành thời gian cho chúng tôi và sau khi chúng tôi uống hết hai chai rượu với anh ấy, chúng tôi rời đi với món quà lưu niệm đẹp nhất từ ​​​​Việt Nam. Tôi muốn giới thiệu nó cho mọi người!Đọc thêm",
            "Đáng để ghé thăm, đặc biệt nếu bạn quan tâm đến nghệ thuật nhiếp ảnh. Những hình ảnh đời sống thường ngày của người Việt về phong cảnh Việt Nam thật đẹp. Giá không rẻ, nhưng điều đó không làm chúng tôi thất vọng khi bạn nhận được những gì bạn phải trả. Cuối cùng, Long Thanh vẫn tiếp tục thực hành thủ công rửa ảnh bằng tay trong phòng tối. Đọc thêm",
            "Long Thành có lẽ là một trong những nhiếp ảnh gia tài năng nhất Việt Nam. Công việc của anh ấy thật kỳ diệu và rực rỡ. Phòng trưng bày studio của anh ấy nằm ngay trung tâm thị trấn và có thể dễ dàng đến được bằng taxi hoặc xe tuk-tuk. Tôi sẽ trân trọng món đồ tôi đã mua từ anh ấy. Vợ anh ấy điều hành studio trong khi anh Thanh ra ngoài chụp ảnh hầu hết các buổi sáng, nhưng nếu bạn may mắn, như tôi, anh ấy bước vào khi tôi đang đi mua đồ và chụp được bức ảnh này cho anh ấy.Đọc thêm",
            "Chuyến tham quan thành phố của chúng tôi dừng lại ở đây một thời gian ngắn. Không phải là một phòng trưng bày lớn lắm, nhưng có một số bức ảnh đáng yêu về người dân địa phương với mức giá rất bình dân. Chỉ cần một điểm dừng thực sự vào và ra là có thể thực hiện được công việc.Đọc thêm",
            "Tôi đến đó vì những lời giới thiệu ở đây nhưng tôi phải thừa nhận rằng tôi không ấn tượng lắm. Studio nằm ở một khu vực không có nhiều khách du lịch nhưng nếu bạn có một chiếc xe tay ga thì cũng không tệ lắm. Những bức ảnh rất đẹp nhưng không tốt đến mức phù hợp với mức giá. 50 cho cái nhỏ và khoảng a100 cho cái lớn 505070 cm cái lớn. Bạn chụp ảnh trong ống chứ không phải khung. Có thể ở phương Tây nó không đắt lắm nhưng so với đồng nội tệ thì nó hơi đắt. Nếu bạn là người yêu thích nhiếp ảnh, bạn có thể thấy nó thú vị. Một số bức ảnh rất tự nhiên và một số bức ảnh có đạo diễn. Tôi thấy nghệ thuật địa phương của Việt Nam ấn tượng hơn nhiều. Thưởng thức Đọc thêm",
            "Ông Thanh là một nhiếp ảnh gia tài năng và trưng bày nhiều bức ảnh của ông trong phòng trưng bày xinh xắn này nằm cách sân vận động Nha Trang vài dãy nhà. Anh ấy làm việc với màu đen và trắng với các chủ đề khác nhau, từ con người trong cuộc sống hàng ngày, khuôn mặt, địa điểm và các bố cục trừu tượng hơn. Đó là một phòng trưng bày mà bạn sẽ tìm kiếm ở bất kỳ thành phố nào. Cho phép nhiều thời gian. Có rất nhiều thứ để xem và mua.Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những việc cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 9, 2016",
            "Written July 2, 2016",
            "Written April 27, 2016",
            "Written April 13, 2016",
            "Written February 28, 2016",
            "Written February 25, 2016",
            "Written January 29, 2016",
            "Written January 15, 2016",
            "Written January 12, 2016",
            "Written January 7, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or50-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or40-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or60-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d144805-Reviews-Nicollet_Mall-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g48128-d273029-Reviews-Tobay_Beach-Massapequa_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d258006-Reviews-Maymont-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d284327-Reviews-Market_Square-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d546724-Reviews-Castell_de_Eivissa-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d628750-Reviews-Discovery_Museum-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d151775-Reviews-Isla_Carmen-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g27757150-d4745528-Reviews-Krapina_Village-Krapina_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g57033-d4771240-Reviews-Cherry_Hill_Water_Park-Kaysville_Davis_County_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g635634-d4420487-Reviews-Biondi_Santi_Tenuta_Greppo-Montalcino_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or60-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or50-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thanh độc đáo vì nó phong phú. Phong cảnh của ông thường u ám, đối lập với vẻ đẹp thiên nhiên của Việt Nam với cuộc đấu tranh liên tục trong cuộc sống hàng ngày của người dân, trong khi chân dung của Long Thanh nắm bắt được bản chất của người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​quá nhiều bi kịch qua nhiều thế hệ. Đọc thêm",
        "reviews": [
            "Một trong những bức ảnh đẹp nhất mà tôi từng thấy trong đời. Anh ấy đã làm một công việc tuyệt vời! Những bức ảnh đen trắng và mỗi bức ảnh đều có câu chuyện riêng. Lối vào phòng trưng bày là miễn phí và bạn có thể mua những tác phẩm kiệt tác của anh ấy ở đó. Trong trường hợp cửa đóng, chỉ cần rung chuông sẽ có người ra mở cho bạn :Đọc thêm",
            "Chúng tôi rất ấn tượng với phòng trưng bày đến mức phải quay lại và mua hai bức ảnh của anh ấy. Nó thực sự đáng ghé thăm. Long Thành đã có mặt ở đó và rất vui được kể cho chúng tôi biết thêm về tác phẩm nghệ thuật của anh ấy nói chung và câu chuyện đằng sau những bức ảnh của chúng tôi.Đọc thêm",
            "Đi vào xem, ngạc nhiên vì có bao nhiêu bức ảnh. Anh ấy nắm bắt những khoảnh khắc một cách sâu sắc. Tôi không mua bất cứ thứ gì nhưng cảm thấy xúc động trước một số tác phẩm của anh ấy. Anh ấy tự mình xử lý mọi thứ bằng cách sử dụng phim nên tác phẩm thật đáng kinh ngạc. Chắc chắn đáng để ghé thăm nếu bạn ở Nha Trang. Đọc thêm",
            "Nằm trong một khu phố địa phương yên tĩnh đáng yêu.  Những bức ảnh là hạng nhất và phòng trưng bày rất đẹp.  Chúng tôi đã mua một bức ảnh để mang về nhà nhưng có thể dễ dàng mua 5 hoặc 6 bức nếu ngân sách của chúng tôi cho phép.  Rất khuyến khích cho những người yêu thích chụp ảnh nghệ thuật.  Chủ sở hữu có một con mắt cảm giác tuyệt vời. Đọc thêm",
            "Tác phẩm nghệ thuật của anh ấy thực sự ngoạn mục !!!  Anh chỉ làm phim và vẫn có phòng tối riêng và tự mình thực hiện từng bản in. Anh ấy đã làm ảnh từ năm 13 tuổi và thực sự hiểu biết về nghề của mình.  Anh tập trung vào ảnh chân dung, ảnh đường phố và phong cảnh.  Các bố cục, độ sâu âm sắc và chủ đề của anh đều được lựa chọn cẩn thận để đảm bảo rằng anh ghi lại được khoảnh khắc. Phòng trưng bày của anh rất khác lạ nếu chỉ cần thêm vài bước nữa.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm và rất ấn tượng bởi những bức ảnh và lòng hiếu khách của chính nhiếp ảnh gia. Hãy dành thời gian để tìm hiểu những bức ảnh, dành thời gian để xem chi tiết về đường viền cũng như thông điệp của nhiếp ảnh gia. Đó là Việt Nam mà bạn nhìn thấy nhưng tất cả chúng ta đều phản ánh trong những bức ảnh này. Đẹp và thông qua kỹ thuật trắng đen thậm chí còn mạnh mẽ hơn trong thông điệp của họ.Đọc thêm",
            "Nếu bạn có thời gian rảnh hãy ghé qua phòng trưng bày của Long Thành nhé! Tôi may mắn được gặp anh và trò chuyện về công việc của anh cũng như những chuyện khác ở Việt Nam. Công việc của anh ấy thật đáng kinh ngạc và tôi thậm chí còn có một chuyến tham quan căn phòng tối của anh ấy. Nói chung là một trải nghiệm tuyệt vời và một người tuyệt vời để ngồi và lắng nghe. Cảm ơn Long Thành! Đọc thêm",
            "Anh Long Thanh là nhiếp ảnh gia điện ảnh đen trắng nổi tiếng nhất Việt Nam, giỏi nắm bắt nét mặt và chi tiết để phản ánh tấm lòng và cuộc sống của người dân. Bạn có thể xem hàng trăm bức ảnh nghệ thuật tuyệt vời trong bộ sưu tập ảnh của anh ấy. Nếu có cơ hội, không chỉ anh Long sẽ giới thiệu câu chuyện đằng sau bức ảnh, ngay cả tôi cũng đã có cơ hội và rất hân hạnh được làm việc với anh Long để phát triển ảnh phim trong căn phòng tối!  Thật là một thời gian tuyệt vời đối với tôi! Trong vài giờ này, tôi không chỉ học được cách phát triển cơ bản từ phim sang ảnh mà còn có kinh nghiệm làm việc với nghệ sĩ chuyên nghiệp. Anh ấy rất thân thiện và tận hưởng công việc của mình! Đọc thêm",
            "Phải xem! Và chúng tôi đã tận hưởng chuyến thăm tuyệt vời với Long Thành. Tác phẩm của anh ấy là một tác phẩm nghệ thuật nghẹt thở - GO! Chúng tôi đang ở trên bãi biển và bắt taxi.Đọc thêm",
            "Chúng tôi rất thích chuyến viếng thăm studio ảnh long thành. Chúng tôi là những du khách duy nhất ở đó và được gặp Long Tanh đáng yêu! Anh ấy đã cho chúng tôi xem căn phòng tối và máy ảnh của anh ấy và anh ấy thật tuyệt vời! Thật là một trải nghiệm tuyệt vời!!! Tôi đã đề cập đến việc chụp ảnh là không thể tin được phải không? Những bức ảnh tuyệt vời và tất cả chúng đều được chụp bằng máy ảnh phim đen trắng. Thật tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 3, 2016",
            "Written January 2, 2016",
            "Written December 31, 2015",
            "Written December 24, 2015",
            "Written December 20, 2015",
            "Written November 15, 2015",
            "Written November 14, 2015",
            "Written October 20, 2015",
            "Written October 4, 2015",
            "Written September 24, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or60-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or50-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or70-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46216-d105302-Reviews-Odiorne_Point_State_Park-Rye_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g659629-d3332515-Reviews-Kalamaki_Beach-Kalamaki_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3214902-Reviews-Time_Out_Market_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g52639-d2208248-Reviews-Caledonia_State_Park-Fayetteville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d8627588-Reviews-Disappearing_Island-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d3838646-Reviews-Mirror_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d1528285-Reviews-Spiaggia_Marina_Grande-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8768930-Reviews-Amulet_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138249-Reviews-Elfreth_s_Alley-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066453-d4892613-Reviews-Toei_Animation_Museum-Nerima_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or70-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or60-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Những bức ảnh đen trắng ấn tượng. Chúng tôi thật may mắn khi được gặp chính chủ nhân và có một cuộc trò chuyện thực sự thân thiện. Đáng để ghé thăm, miễn phí!Đọc thêm",
            "Tôi đã từng đến đây và mua một bức tranh, hai cô gái dưới mưa, và anh ấy đã ghi lại cuộc sống ở đây không giống ai. Việc anh ấy tự in, biết cách sử dụng hết tiềm năng đen trắng của nó khiến tôi ngạc nhiên. Hãy đến đó, cởi giày ở cửa, rung chuông nếu bạn phải làm vậy, nhưng hãy xem anh ấy nhìn Việt Nam như thế nào. Người đóng khung địa phương của tôi quay lại home rất ấn tượng với bản in mà tôi đã chụp, tôi sẽ mua một cái khác nhưng tôi nghĩ đặt hàng trực tuyến có thể an toàn hơn là mang nó đi khắp nơi và bị hư hỏng, ngoài ra còn có nhiều lựa chọn hơn. Anh ấy cũng có những chiếc xe tay ga đẹp.Đọc hơn",
            "Tôi đã đọc các bài đánh giá về phòng trưng bày tuyệt vời này trên Trip Advisor và nó đứng đầu danh sách những việc phải làm của tôi ở Nha Trang. Nó nằm ngoài dải du lịch chính nhưng rất đáng để tìm hiểu. Ảnh của anh ấy đều đen trắng và vẫn được quay bằng phim chứ không phải kỹ thuật số. Trời rất nóng khi chúng tôi ở đó và chúng tôi được chào đón bằng một gáo nước lạnh và được khen thưởng bằng những câu chuyện đằng sau những bức ảnh và nhiều cuộc triển lãm khác nhau trên khắp thế giới. Chúng tôi đã dành khoảng một giờ ở phòng trưng bày và tôi có thể đã mua ít nhất ba bức ảnh nhưng cuối cùng lại chọn một bức ảnh đẹp mang tên tình bạn, với hai ông già ngồi xích lô cùng nhau hút thuốc.  Ánh sáng trong những bức ảnh này phải được nhìn kỹ mới có thể thực sự đánh giá được. Bức ảnh được gói và cuộn lại một cách đáng yêu trong một hình trụ xinh xắn.  Với dấu ngón tay cái của các nhiếp ảnh gia ở mặt sau để chứng minh tính xác thực. Chúng tôi không vội vã, chắc chắn không có mục đích bán hàng - đó là một niềm vui thực sự và tôi sẽ trân trọng bức ảnh của mình trong nhiều năm tớiĐọc thêm",
            "Nếu bạn thích chụp ảnh thì PHẢI đến phòng trưng bày này. Những bức ảnh đen trắng, được chụp bằng máy ảnh cũ không phải máy ảnh kỹ thuật số và do chính nhiếp ảnh gia thực hiện. Bạn có thể thấy ngay và cảm nhận rằng anh ấy thực sự hiểu biết về nghề của mình, cả trong việc chụp ảnh cũng như rửa ảnh. Những bức ảnh của anh mô tả cuộc sống nông thôn và cảnh đường phố ở Việt Nam. Một số bức ảnh đẹp nhất của anh ấy dường như là những bức ảnh chụp nhanh mọi người thực sự ghi lại và làm nổi bật cảm xúc của khoảnh khắc đó. Anh ấy cũng có một số bức ảnh được sắp xếp đẹp mắt với chất lượng đồ họa tuyệt vời. Xem những bức ảnh của anh ấy là một cách tuyệt vời để trải nghiệm Việt Nam và con người nơi đây.Đọc thêm",
            "Mr.Long è soprattutto một người có tính cách yếu đuối, nhạy cảm rõ ràng và có khiếu hài hước molto raffinato. Thật là một niềm vui và vinh dự khi được gặp một nghệ sĩ như bạn và được chiêm ngưỡng những bức ảnh tuyệt vời của bạn. Mọi điều tốt đẹp nhất sẽ đến với bạn và người vợ đáng yêu của bạn.Đọc thêm",
            "Thanh Long chào đón tôi một cách thô lỗ: bạn đang làm gì ở đây? Đây là nhà của tôi. Với những người da trắng khác ở xung quanh. Thật là một nghệ sĩ phân biệt chủng tộc. Sẽ không bao giờ đến đây và không đề nghị ai đến lần nữa. Chúc may mắn.Đọc thêm",
            "Thưa ông Leo L\n\nCảm ơn rất nhiều vì đã dành thời gian quý báu của mình để ghé thăm phòng trưng bày của chúng tôi và cũng bày tỏ mối quan tâm của bạn tại đây.\n\nHãy chấp nhận lời xin lỗi của chúng tôi vì sự hiểu lầm này. Ông Nghệ sĩ không phải là người phân biệt chủng tộc như bạn nghĩ, vì ông có rất nhiều bạn bè từ khắp nơi trên thế giới cũng đam mê nghệ thuật và nhiếp ảnh như ông. Bạn đã đến thăm phòng trưng bày của chúng tôi, vì vậy tôi tin tưởng rằng bạn cũng có niềm đam mê sâu sắc với nghệ thuật, với những bức ảnh đen trắng và cả Việt Nam nữa. Hơn nữa, bạn có thể là một trong những khách hàng tiềm năng của chúng tôi trong tương lai, vì vậy tôi đảm bảo không có lý do nào cho sự phân biệt chủng tộc trong tình huống này, ông Leo L. Tôi nghĩ vấn đề chính của sự hiểu lầm này đến từ sự hạn chế trong giao tiếp và bày tỏ suy nghĩ bằng tiếng Anh của Ông nghệ sĩ.\n\nTôi hy vọng rằng bạn sẽ tha thứ cho chúng tôi nếu sự hiểu lầm này khiến bạn cảm thấy khó chịu hoặc có thể thất vọng về chúng tôi. Chúng tôi rất mong được gặp lại bạn và bạn bè của bạn trong phòng trưng bày của chúng tôi để chúng ta có nhiều cơ hội hiểu nhau hơn. Xin hãy bảo trọng, ông Leo L !\n\nTrân trọng,\n\nAnna LongĐọc thêm",
            "Tôi biết đến Long Thành từ giữa những năm 90. Tôi có thể cá rằng anh ấy là nhiếp ảnh gia thành công về mặt tài chính duy nhất ở Việt Nam. Bạn phải xem studio của anh ấy. Bạn sẽ tìm ra lý do tại sao những người nổi tiếng lại liên hệ với anh ấy để chụp ảnh. Những bức ảnh của anh ấy nổi bật trong số rất nhiều bức ảnh sao chép của mèo. Ciao Anh Long Thanh.  Scott đây là bạn của TVL.  Đọc thêm",
            "Giống như hầu hết các đánh giá khác, đây là một nơi tuyệt vời. Có nhiều ảnh đen trắng về Việt Nam. Tất cả đều đẹp và ngoạn mục. Nghệ thuật đẹp. Khi chúng tôi đến cửa hàng, vợ anh ấy là nhiếp ảnh gia, vợ anh ấy cũng ở đó. Thực ra cô ấy không đủ lịch sự! Đọc thêm",
            "Nhiếp ảnh gia tuyệt vời, khuyên bạn nên ghé thăm studio này, bạn sẽ yêu thích những bức ảnh của anh ấy, chúng tôi đã làm như vậy!Đọc thêm",
            "Phòng trưng bày tuyệt vời sẽ mở rộng bức tranh của bạn về Việt Nam. Ảnh BW về công việc hàng ngày, chân dung và bố cục của người Việt. Nơi tuyệt vời để dừng lại e. từ Po Nagar Cham trên đường về phía nam đến khu vực khách sạn chính.Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 24, 2015",
            "Written September 15, 2015",
            "Written September 8, 2015",
            "Written August 22, 2015",
            "Written August 4, 2015",
            "Written July 28, 2015",
            "Written July 16, 2015",
            "Written July 14, 2015",
            "Written May 18, 2015",
            "Written April 23, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or70-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or60-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or80-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d3422036-Reviews-Kathisma_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d1897441-Reviews-Delaware_Park-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g153477-d12996179-Reviews-Xilitla-San_Luis_Potosi_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g42016-d12597119-Reviews-Jump_Island-Brighton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d11875150-Reviews-Stow_Your_Bags_Luggage_Storage_Rome_Airport_Transfer-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g52604-d270639-Reviews-The_Green_Dragon_Farmer_s_Market-Ephrata_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1997585-Reviews-Inner_Harbor_Paddle_Boats-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d123138-Reviews-San_Jose_Center_for_the_Performing_Arts-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d5501938-Reviews-Marvlvs_Library_Jazz_Bar-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244497-Reviews-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or80-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or70-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Những bức ảnh người tuyệt đẹp ở Việt Nam. Anh ấy có phòng trưng bày riêng và bạn phải bấm chuông cửa để vào. Vợ anh ấy mở cửa và cuối cùng anh ấy cũng đi ra. Không có bưu thiếp hoặc bản in nhỏ nào để mua nên cảm thấy hơi ngại khi rời đi mà không mua bất cứ thứ gì. Sẽ rất khó khăn cho chúng tôi khi mang theo một bức ảnh hoặc bản in. Đọc thêm",
            "Tác phẩm nghệ thuật của Long Thành là những kiệt tác thuần túy. Danh tiếng nhiếp ảnh gia giỏi nhất Việt Nam của anh là hoàn toàn xứng đáng. Trong 3 năm qua, chúng tôi đã mua 5 bức ảnh của anh ấy. Mỗi lần chúng tôi treo một bức ảnh mới của anh ấy lên tường, chúng tôi thấy mình yêu thích nó và ngày càng trân trọng nó hơn theo thời gian. Anh ấy là một thiên tài thực sự và là một chàng trai tuyệt vời. Phòng trưng bày của anh là nơi không thể bỏ qua khi đến Nha Trang. Vấn đề duy nhất chúng tôi gặp phải là quyết định chọn bức tranh nào vì chúng đều rất đẹp.Đọc thêm",
            "Chúng tôi đã dành trọn hai ngày ở Nha Trang và ban đầu hơi khó chịu vì điều đó.  Nhìn bề ngoài, đây là một thành phố biển có rất nhiều khách du lịch tham quan trọn gói trực tiếp từ Moscow.  Nhưng với một chút nỗ lực và đi bộ ra khỏi con đường chính một chút, chúng tôi đã phát hiện ra một thị trấn nhỏ quyến rũ với những người dân địa phương thú vị, đồ ăn ngon và một nhiếp ảnh gia quay phim thực sự tài năng, Long Thành.  Hình ảnh của anh đều là ảnh đen trắng được chụp trên phim.  Anh có con mắt tài năng về những hình ảnh đơn giản nhưng thực sự có sức ảnh hưởng mạnh mẽ về cuộc sống đời thường của người Việt.  Tôi làm trong một ngành nơi tôi làm việc thường xuyên với các nhiếp ảnh gia chuyên nghiệp và tôi ngay lập tức bị ấn tượng bởi tài năng của anh ấy.  Chúng tôi đã mua hai bức ảnh và tôi nóng lòng muốn đóng khung chúng.  Anh ấy và vợ anh ấy thực sự rất duyên dáng khi nói chuyện.  Rất vui vì chúng tôi đã ghé thăm! Đọc thêm",
            "Phải xem!  Vẻ đẹp và ánh sáng không thể so sánh được.  Thật là một trải nghiệm thú vị khi được xem những hình ảnh ngoạn mục này và tận hưởng một ngày xa bãi biển để có cái nhìn thoáng qua về cuộc sống hàng ngày và các gia đình ở đất nước này.  Cảm ơn một triệu cho nghệ sĩ rất tài năng này.  Đây là thành phố tôi ít yêu thích nhất ở Việt Nam, nhưng những hình ảnh tuyệt vời và mạnh mẽ đã làm thay đổi mọi ngày và tác phẩm sẽ được ấp ủ và khắc sâu trong trí nhớ của tôi trong nhiều thập kỷ.  Rực rỡ!Đọc thêm",
            "Những bức ảnh ở đây thật tuyệt vời và Long Thành rất đẹp và thân thiện. Chúng tôi rất thích chuyến thăm studio của anh ấy rất nhiều. Một kỳ nghỉ thú vị trong ngày nếu bạn đang muốn làm điều gì đó ngoài bãi biển.Đọc thêm",
            "Bộ sưu tập ảnh tuyệt vời, rất khó chọn vì tất cả đều rất đẹp. Cuối cùng đã chọn một và giấy chứng nhận tính xác thực cũng được cung cấp. Gặp anh Long Thành!Đọc thêm",
            "Bản thân là một nhiếp ảnh gia nghiệp dư nhạy bén, tôi đã nghe nói về người đàn ông này từ một đồng nghiệp nên tôi thực sự phải gặp anh ấy và bày tỏ lòng kính trọng...Khi bước vào studio của anh ấy, bạn sẽ ngay lập tức được đón nhận bởi cảm giác ấm áp này. Nhìn thấy những bức ảnh của anh được trưng bày khiến phòng trưng bày studio càng cảm thấy ấm áp hơn. Bản thân Long Thanh là một người khiêm tốn với tính cách rất khiêm tốn, điều này thậm chí còn khiến nơi này trở nên thân thương hơn...Tôi đã quyết định mua một bản sao một trong những bức ảnh của anh ấy làm kỷ niệm về Việt Nam. Đối với tôi đây sẽ là vật kỷ niệm tuyệt vời nhất, không phải là một món đồ lưu niệm điển hình mà bạn thấy ở các quầy hàng quanh Nha Trang...Đọc thêm",
            "Không còn nghi ngờ gì nữa, Long Thành phải là một trong những nhiếp ảnh gia - nếu không nói là xuất sắc nhất - ở Việt Nam. Những bức ảnh của anh ấy đặc biệt tốt. Ngoài ra, bản thân anh ấy còn là một người có tính cách thực tế. Nếu không chụp ảnh hãy đến trò chuyện với Long Thành về nhiếp ảnh và sự nghiệp của anh ấy nói chung. Con gái nhỏ của chúng tôi, 6 tuổi, vẫn còn nhớ Long Thành và những bức ảnh đặc biệt của nó 2 tuần sau chuyến thăm của chúng tôi ngay cả khi chúng tôi đã ghé thăm nhiều địa điểm thú vị kể từ đó. Hãy đi và xem.Đọc thêm",
            "và nó hoàn toàn miễn phí và không ai bắt bạn phải mua bất cứ thứ gì:-.Tuyệt vời!Những bức ảnh đen trắng, rõ ràng, đơn giản....những khoảnh khắc về Việt Nam.Đọc thêm",
            "Tôi đã có vinh dự lớn khi được gặp Long Thanh trong phòng tranh của anh ấy. Anh ấy là người trò chuyện tuyệt vời và có rất nhiều ảnh gốc đẹp để lựa chọn. Anh ấy sẽ cho phép bạn chụp ảnh riêng với anh ấy sau khi bạn mua. Đáng để ghé thăm nếu chỉ để xem thoáng qua những bức ảnh tuyệt vời nhất về cuộc sống Việt Nam và những kỷ nguyên đã qua. Đọc thêm",
            "Phòng trưng bày này mở cửa như thế nào?Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [
            "Việt Nam",
            "Khanh Hoa Province",
            "Nha Trang",
            "Long Thanh Photo Studio",
            "Những điều cần làm ở Nha Trang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 8, 2015",
            "Written April 8, 2015",
            "Written April 7, 2015",
            "Written April 5, 2015",
            "Written February 24, 2015",
            "Written February 18, 2015",
            "Written February 2, 2015",
            "Written January 29, 2015",
            "Written January 23, 2015",
            "Written January 21, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or80-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or70-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or90-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d8647219-Reviews-Rang_Reng_Cave-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d1111882-Reviews-Seminyak_Beach-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g12676079-d12849613-Reviews-Bochali_View_Point-Bochali_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-Splash_City_Adventures-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d10850390-Reviews-USS_Nautilus-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d7223570-Reviews-Freakybuttrue_Peculiarium-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d3750019-Reviews-Pai_Canyon-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130814-Reviews-Huguenot_Memorial_Park-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560657-Reviews-Greek_Theater-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42443-d7145902-Reviews-US_131_Motorsports_Park-Martin_Allegan_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or90-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or80-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Long Thanh Photo Studio",
        "attraction_name_vi": "Long Thanh Photo Studio",
        "general_info": [
            "175 đánh giá",
            "3 trong số 92 điều cần làm ở Nha Trang",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Kho tàng nhiếp ảnh của Long Thành độc đáo vì nó có phạm vi rộng. Những bức tranh phong cảnh của anh thường buồn bã, tương phản vẻ đẹp tự nhiên của Việt Nam với cuộc đấu tranh không ngừng trong cuộc sống hàng ngày của người dân, trong khi bức chân dung của Long Thành ghi lại bản chất của con người Việt Nam, đặc biệt là những bức ảnh có độ tương phản cao về những người già đã chứng kiến ​​nhiều hơn những chia sẻ công bằng của họ. của nghề buôn bán qua nhiều thế hệ.Đọc thêm",
        "reviews": [
            "Hôm nay chúng tôi đến thăm Phòng trưng bày Long Thành ở Nha Trang, Việt Nam. Phải là lý do tốt nhất và duy nhất để đến Nha Trang xin lỗi Nga! Longs có con mắt tuyệt vời trong việc nắm bắt tâm trạng và cuộc sống của Việt Nam. Hình ảnh bao gồm mọi thứ từ tuổi già, cuộc sống đời thường, trẻ em đường phố, môi trường biến đổi khí hậu, cuộc sống lao động và quan trọng nhất là vẻ đẹp, cảm xúc của Việt Nam. Tất cả đều được quay bằng phim đen trắng và rửa trong phòng tối phía sau phòng trưng bày của anh ấy. Anh ấy bán bản in của mình, vấn đề duy nhất là quyết định mua cái nào! Chúng tôi phải mất ít nhất hai giờ để thống nhất được hai điều. Chúng tôi sẽ sẵn lòng mua nhiều hơn!!! Sau khi mua hàng, Long chiêu đãi chúng tôi rượu vang, đồ uống và một điếu xì gà Cohiba béo ngậy. Thật là một quý ông. Cuối cùng, chúng tôi cùng anh ấy đi ăn tối tại một trong những nhà hàng quen thuộc của anh ấy để thưởng thức một số món ăn và rượu vang tuyệt vời. Phần còn lại của thế giới có thể học cách đối xử với khách hàng từ Long. Phòng trưng bày của ông là một trong những phòng trưng bày đẹp nhất ở Nha Trang. Hãy xem thử, bạn sẽ không thất vọng đâu!    Đọc thêm",
            "Nếu may mắn Long Thành sẽ có mặt. Người đàn ông tài năng đáng yêu. Khi chúng tôi bước vào studio của anh ấy, anh ấy đưa cho mỗi người một chai nước lạnh và nói chỉ cần nhìn thôi. Những bức ảnh là những hình ảnh đen trắng tuyệt đẹp về Việt Nam xưa và nay. Của con người và cảnh vật. Chúng tôi đã nói về một số bức và anh ấy nói một số bức là những bức ảnh chụp riêng lẻ từ hai mươi năm trước - vẫn còn đẹp. Anh ấy có rất nhiều người dân địa phương lớn tuổi, cuộc sống khó khăn hiện rõ trên khuôn mặt họ. Tất cả các bức ảnh của anh ấy đều được bán và anh ấy có một trang web. Anh ấy đã dành thời gian cùng chúng tôi thảo luận về máy ảnh Leica và Rollieflex cũng như cách anh ấy sử dụng chúng. Studio nằm ở một con phố phía sau và bạn phải tìm nó nhưng hãy thử.Đọc thêm",
            "Những bức ảnh tuyệt vời về những khoảnh khắc trong cuộc sống của người Việt. Bản thân nghệ sĩ thân thiện đã có mặt để nói về các tác phẩm của mình. Chắc chắn đáng để đến nếu bạn ở gần Nha Trang!! Đọc thêm",
            "Chuyến thăm phòng trưng bày Long Thành của chúng tôi là điểm nhấn trong chuyến đi Việt Nam của chúng tôi. Không chỉ xúc động khi ngắm nhìn những bức ảnh nổi bật trong phòng trưng bày, mà chính Long Thành đã kéo chiếc Vesper của mình ra phía trước và tự giới thiệu với chúng tôi. Anh ấy thực sự thân thiện và rất vui khi chia sẻ câu chuyện của mình về các chủ đề trong ảnh bất cứ điều gì khác mà bạn muốn biết về Việt Nam. Tôi đã mua một trong những tác phẩm của anh ấy vì vẻ đẹp của nó để làm kỷ niệm cho trải nghiệm khó quên này.Đọc thêm",
            "Chúng tôi rất vui khi được đến studio của Long Thành - những bức ảnh của anh ấy rất truyền cảm hứng và chúng tôi thật may mắn được gặp chính Long Thành và trò chuyện vui vẻ. Đừng bỏ lỡ nó! Đọc thêm",
            "Bộ sưu tập ảnh Long Thành thực sự ghi lại văn hóa, cuộc sống và cảm xúc của Việt Nam.  Những bức ảnh của anh ấy thực sự rất đẹp và ít nhất sẽ khuyến khích mọi người ghé qua để xem.Đọc thêm",
            "Một số bức ảnh về Long Than được trưng bày trong khách sạn của chúng tôi và tôi rất thích thú với chúng. Vì vậy, chúng tôi quyết định đi đến phòng trưng bày nơi có nhiều tác phẩm được trưng bày hơn. Chúng tôi đã mua hai bức tranh đẹp được vợ Long Than gói một cách chuyên nghiệp để có thể mang theo trong chuyến du lịch xa về nhà mà không sợ làm hỏng chúng. Chúng tôi thậm chí còn rất hân hạnh được gặp riêng Long Than và có một cuộc trò chuyện thú vị với anh ấy. Tôi chỉ có thể giới thiệu Phòng trưng bày và những bức ảnh của anh ấy: toàn bộ tinh thần Việt Nam được ghi lại trên giấy đen trắng!Đọc thêm",
            "Một người đàn ông rất tốt và không tính phí vào cửa cho chúng tôi. Tôi yêu nhiếp ảnh của anh ấy! Chi tiết tuyệt đẹp và loại ảnh yêu thích của tôi. Anh ấy không muốn nhận bất kỳ khoản quyên góp nào như một lời cảm ơn!! Nếu bạn là một nhiếp ảnh gia, hãy đi và lấy cảm hứng! Đọc thêm",
            "Đến Nha Trang mà không ghé qua studio ảnh Long Thành! Trong không khí tinh tế và thân thiện của phòng trưng bày nhỏ, người ta không khỏi ngạc nhiên trước sự chi tiết và duyên dáng của những bức ảnh đen trắng tuyệt đẹp về cuộc sống đời thường của người dân Việt Nam. Với độ chi tiết và sự duyên dáng của chúng, những bức ảnh đã ghi lại vẻ đẹp thực sự của người dân Việt Nam và tôi đã phải cố gắng hết sức để không bị thôi thúc muốn mua tất cả.Đọc thêm",
            "Ảnh chụp nhanh BW về cuộc sống hàng ngày của người Việt. Một bộ sưu tập ảnh ấn tượng thực sự thu hút được tâm hồn thiết yếu đang nhìn trộm, có thể nói điều đó với McCurry. Điểm tham quan tôi thích nhất ở Nha Trang. Vào cửa miễn phí, ĐỪNG BỎ LỠ!Đọc thêm"
        ],
        "star_ratings": [
            146,
            24,
            4,
            0,
            1
        ],
        "review_amount": 175,
        "location": [],
        "reviews_time": [
            "Written December 29, 2014",
            "Written October 30, 2014",
            "Written November 8, 2013",
            "Written August 30, 2013",
            "Written April 11, 2013",
            "Written April 1, 2013",
            "Written March 17, 2013",
            "Written March 12, 2013",
            "Written February 21, 2013",
            "Written January 25, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d451113-Reviews-or90-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d14969103-Reviews-Sushi_Tokyo_Sachi-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d26769942-Reviews-Stockholm_Bistro_Co_Working-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2200350-Reviews-ABC_Bakery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803465-Reviews-Feast-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d1803467-Reviews-Steam_n_Spice-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d13480539-Reviews-Flamengo-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d2233968-Reviews-Altitude_Rooftop_Bar-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d20974760-Reviews-Mijack-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d24188047-Reviews-Taco_Tim_s-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293928-d27475744-Reviews-YookMong_BBQ_Restaurant-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25248257-Reviews-Robinson_Beach_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1976248-Reviews-Nha_Tho_Nui-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d7359132-Reviews-Maximark_Shopping_Mall-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4888401-Reviews-King_s_palace-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26400587-Reviews-Do_Theatre-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25234257-Reviews-VnExpress_Marathon_Marvelous_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26397996-Reviews-Alexandre_Yersin_Park-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17673918-Reviews-Nga_Sau_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8472618-Reviews-Russian_Information_Center-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or80-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or100-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451109-Reviews-Alexandre_Yersin_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2449037-Reviews-National_Oceanographic_Museum_of_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9982701-Reviews-Do_Dien_Khanh_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27475880-Reviews-Nha_Trang_Observatory-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19806834-Reviews-Khanh_Hoa_Museum-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27229148-Reviews-Lang_Ngh_Tru_ng_Son-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16845605-Reviews-An_Pham_Art_Gallery-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850468-Reviews-Nha_Trang_Day_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d27153162-Reviews-Eternal_NP_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16850467-Reviews-Nha_Trang_Local_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d16963432-Reviews-Nha_Trang_Laundry-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12128630-Reviews-Nha_Trang_Street_Food_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d18313868-Reviews-Legendary_Chocolatier-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12499191-Reviews-Galina_Show-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11426611-Reviews-Hac_Viet_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d4039504-Reviews-Han_solo_Diving-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d149019-Reviews-Cranbrook_Flower_Forest-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g736302-d478912-Reviews-Hatta_Rock_Pools-Hatta_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d128465-Reviews-Birch_Aquarium_at_Scripps-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1717873-Reviews-Gold_Silver_Pawn_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295366-d1997239-Reviews-Acatenango_Volcano-Antigua_Sacatepequez_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d5828783-Reviews-Crescent_Beach-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297913-d12185742-Reviews-Maasai_Market_Curios_and_Crafts-Arusha_Arusha_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g43951-d2234460-Reviews-Williams_Brothers-Philadelphia_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096230-d3962486-Reviews-Grjotagja_Cave-Reykjahlid_Lake_Myvatn_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d9716522-Reviews-FIFA_Museum-Zurich.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or100-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-or90-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html"
    }
]