[
    {
        "attraction_name": "Longnook Beach",
        "attraction_name_vi": "Bãi biển Longnook",
        "general_info": [
            "46 đánh giá",
            "5 trong số 18 điều cần làm ở Truro",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển này không thân thiện với người ngoài. Đây không phải là bãi biển khỏa thân mà có khu vực khỏa thân. Tuy nhiên, bạn chỉ có thể đến đây nếu có thẻ từ thành phố. Bạn chỉ có thể nhận được thẻ nếu bạn là cư dân. Có người ở cổng nên đừng tốn thời gian lẻn vào. Nhìn chung, có những bãi biển đẹp hơn, cởi mở và thân thiện hơn trong khu vực.Đọc thêm",
        "reviews": [
            "My husband and I had a wonderfully memorable day on Longnook beach this past July.  I hadnt been out there in a long time so I wasnt sure about parking at Longnook Beach, but we didnt have to worry about it because our friends let us use their car.  They pay for some sort of national seashore parking pass as residents on Cape Cod that gives then access to any beach parking.  With that problem out of the way, we headed for breakfast in Wellfleet and ate overlooking the beach there, stocked our cooler, and headed up to Truro.I was a beautiful Cape Cod day, and walked down to Longnook Beach, and then decided to head over to the nude section of the beach.  Since we didnt get there until late morning, there was already a nice number of people already occupying the beach, almost all nude, and all ages, which was nice to see, especially groups of both men and women.  We settled in toward the back of the beach, took off our suites, and headed right to the water - it was hot and humid on the Cape, which was lovely.During the day, we ended up chatting with a couple not too far from us that were around our age 30s and have never been to Truro, or this beach, before.  They had that first time look of amazement at the beauty of the beach and water, and the excitement of seeing so many other nudists on the beach.  They were fun land we knew we would end up inviting them over to our blanket once we kicked off happy hour.  At one point, a little off to a right, a group of 4 young guys who were playing music and having a great time  in and out of the water started playing volleyball right behind us.  All 4 of them were very fit, and you could just tell they were fitness buffs.  It was hard to not keep looking over at them as they jumped around playing volleyball, and I caught my new friend looking wide-eyed over at them several times.  It got even better after they finished with the volleyball and went back in the water jumping on each, riding each others shoulders, and just having fun in the water together.  When they came out of the water each of them was either fully or semi standing at attention, which was pretty amazing to see.  They walked right by us smiling without a care in the world.  Seeing 4 guys walk by proudly standing at attention totally got me and my friend excited, thats for sure.Needless to say our happy hour started right there and then, and we invited the couple near us over to join us.  After the beer and wine was flowing, I know I was feeling the effects and Im sure my amorous interests were starting to show lol.  I decided to get a little touchy feely with my guy as we were all standing together with cocktails in hand.  As much as he tried to resist it, he couldnt hold back and got hard as hell, which was so cool to see, and I loved watching my new friends facial expression as see watched this happen.  She then started doing the same with her guy and, sure enough, same result with him, which I also enjoyed seeing.  It was so fun for all of us standing around like that, not embarrassed at all, and with others on the beach also taking notice.  The 4 guys that were not to far from us eventually noticed and yelled over giving us the thumbs up as they began their own happy hour - it was awesome.Needless to say, we hope to make it back to Longnook at the end of the summer or early Fall.  We highly recommend this end of the beach if you are comfortable with nude sunbathing and being around nudists.  Enjoy!Read more",
            "Corrected Review:Hurricane Henri had past, and my wife and I had a perfect beach week on the Cape in Truro enjoying Longnook Beach.Truro has several nice beaches  Balleston, Longnook Beach, Corn Hill etc. The Town of Truro requires parking stickers to park in the parking lots at the town beaches. As a visitor you need to fill out and application and have the hotel, BB, or house rental owner confirm your visit and pay 75 for a sticker. In my opinion worth the price of admission.We decided to spend our time at Longnook beach based on the reviews that have already been posted. What a beautiful beach. It goes on forever, and if you walk far enough you will hit Balleston Beach to the south.The beach has spectacular dunes see pictures as a backdrop giving you the feeling that you are on your own private beach. The limited parking ensures that the beach is never crowded. There are portable bathrooms by the entrance but there are no other facilities like food etc. So, bring your food and favorite beverages.Once you arrive to get to the beach you have to walk down a very steep sandy hill see pictures with all of your stuff. Not bad going down, but certainly a challenge on the way back up. Each morning my wife and I would buy our coffee and breakfast, and go to the parking lot where we enjoyed breakfast and waited to utilize the facilities before heading down to the beach too long of a walk to go back and forthWe walk down towards the right to be far away from the families and young children. Looking for peace and quiet so we can enjoy or books. The nude section is ¾ mile right of the entrance for those who enjoy a seamless tan.Once we set up, we felt we like we were on our own private beach. Beach goers were friendly and respected privacy. We would walk several times sans suits during the course of the day and had friendly conversations with the other walkers.The water was wonderfully refreshing  not to cold, not to warm! While we were there, we saw a black seal swimming back and forth along the shoreline.Our first day was idyllic  temperatures in the high 70s, a consistent breeze, and great water. We stayed on the beach until the sun was behind the dunes.The second and third day was a bit less idyllic. Although day 2 and 3 were warmer and the water was just as nice, the breeze was less and must have been coming from a different direction. The result was that we were attacked by flies, and they were relentless. On day 2 they started in the afternoon, and we toughed it out. More walks and trips to the water to escape.Day 3 they were there right from the morning. We ended up leaving earlier and decided that for Friday we would try a different beach.Quick tips  sand is very, very, hot late in the afternoon, so make sure you have shoes! Bring insect repellant for the flies. Pack as light as you can as the hill going back up can be a challenge.Pros:Cape Cod National Sea Shore in Longnook is amazing!Sand and water are perfect.The dunes as a backdrop provide a wonderful, picturesque setting and privacy.Parking spaces are limited thereby ensuring a very small beach population.Cons:Steep hill to climb back up with all your gear at the end of the day.Parking is limited so plan on getting there earlier provided you have a parking sticker.I would have given Longnook a 5 star rating had it not been for the flies. Probably one of the nicest beaches I have seen in the New England area.Read more",
            "Đây là một bãi biển đẹp nhưng một số người có thể thấy những con đường cồn cát dốc là một thử thách, đặc biệt là trên đường trở về. Sóng rất nhiều và nước mát hơn một chút so với các bãi biển bên vịnh. Không được khỏa thân trên các bãi biển Truros và trong ranh giới của Bờ biển Quốc gia Cape Cod. Một số người đi biển đi bộ xuống bãi biển nơi có rất ít hoặc không có người khác xung quanh và có thể theo chủ nghĩa tối giản, nhưng họ kín đáo và thường che chắn để cân nhắc đến những người khác đi ngang qua và đi bộ đường dài. Đọc thêm",
            "Bãi biển trông đẹp nhưng không thân thiện với người khuyết tật hoặc người đi bộ khó khăn. Có một cồn cát khổng lồ rất hẹp mà bạn phải đi bộ lên xuống để vào bãi biển. Ngoài ra còn có rất nhiều đá trên cát khiến việc đi lại hoặc thậm chí đứng dưới nước thực sự khó khăn. Tôi đã thấy nhiều người trượt ngã nhiều lần. Nếu bạn đang tìm kiếm khu vực khỏa thân của bãi biển thì nó sẽ cách đó khoảng một dặm về bên phải khi bạn ra khỏi cồn cát. Không có biển báo nào nói lên điều gì nhưng bạn sẽ thấy những người theo chủ nghĩa khỏa thân khác.Đọc thêm",
            "Bãi biển đẹp - Giống như những người khác đã nói, có một cồn cát mà bạn cần phải đi bộ xuống! Chúng tôi thuê ở Truro nên đủ điều kiện để có vé đi biển. Tháng Sáu đến Ngày Lao động. Chúng tôi tò mò về việc thử một bãi biển khỏa thân, vì vậy chúng tôi đã lên kế hoạch trước để đến thăm bãi biển này trước khi những vị khách hàng tuần tại ngôi nhà nhỏ của chúng tôi xuất hiện. Đọc các đánh giá khác ở đây, chúng tôi tản bộ khoảng 10 phút về bên phải và dỡ đồ ra. Chúng tôi là những người đầu tiên ở đó lúc 9 giờ 30 sáng nên chúng tôi không chắc liệu mình có ổn không, nhưng hãy trải chăn ra và cởi quần áo. Thật là vui. Chúng tôi hơi lo lắng khi mọi người đến gần chúng tôi, nhưng cặp đôi thứ hai đến cách chúng tôi khoảng 20 thước và cũng bắt đầu cởi quần áo. Chúng tôi cảm thấy thoải mái và đã xuống nước một vài lần. 2 vấn đề vào ngày chúng tôi đi lần đầu tiên trời có gió và cát liên tục thổi. Thứ 2 là những người đang đi dạo trên bãi biển lén nhìn trộm. Nhìn chung, chúng tôi có thể sẽ quay lại vào tháng 9 nếu không phải năm sau - Trở lại trong tuần để ngắm hoàng hôn và hải cẩu cùng gia đình và bạn bèĐọc thêm",
            "Tôi rẽ vào một con đường phụ của Rt 6 và dừng lại ở đây. Tôi rất vui vì tôi đã làm! Quan điểm ngoạn mục! Tuy nhiên, cồn cát là một chặng đường leo lên khó khăn! Cát cũng giống như những chiếc dao cạo dưới lòng bàn chân của tôi, nó rất mài mòn nhưng hoàn toàn xứng đáng!Đọc thêm",
            "Bãi biển này có nhiều cồn cát cao và bãi biển rộng.  Phải đi bộ một quãng đường dài và dốc để đến bãi biển và quay trở lại từ khu đất.  Đó là một chuyến đi bộ tốt, nhưng đáng giá. Đọc thêm",
            "Đã nghe rất nhiều về bãi biển này và tất cả các đánh giá đều đúng.  Bãi đậu xe nhỏ và hạn chế đám đông, và sẽ phải leo núi một chút để quay trở lại từ bãi biển.  Tuy nhiên, bãi biển khỏa thân khá xa khu vực gia đình nên tôi không gặp vấn đề gì vì đây là lần đầu tiên tôi trải nghiệm bãi biển khỏa thân nên tôi hơi lưỡng lự.  Điều làm tôi ngạc nhiên là sự rộng lớn của khu vực khỏa thân!  Có khoảng 50 người ở đó nhưng thậm chí không có ai thân thiết ngoại trừ các cặp đôi hoặc bạn bè.  Hầu hết đều là đàn ông, nhưng cũng có một vài cặp vợ chồng lớn tuổi và một hoặc hai phụ nữ độc thân.  Thật tuyệt khi được trải nghiệm mọi người tôn trọng lẫn nhau trong một khung cảnh tuyệt đẹp như vậy!  Ồ, tôi chắc chắn sẽ quay lại. Một hạn chế lớn là bạn phải có nhãn dán bãi biển của thị trấn mà bạn chỉ có thể có được bằng cách xuất trình bằng chứng về việc thuê nhà trong thị trấn.  Thật tiếc, nhưng thật tuyệt khi nó giới hạn số lượng khách truy cập.Đọc thêm",
            "Công viên bang MA với bãi biển sạch đẹp hướng ra biển khơi! Rất nhiều hải cẩu và cá mặt trời để xem. Sóng lớn ngày ấy. Nơi tuyệt vời để ngồi ngâm chân trên cát và đi bộ đường dài. Tôi mang theo kem chống nắng và nước. Đó là một bãi biển tuyệt vời và thư giãn mà tôi ghé thăm một hoặc hai lần một năm!Đọc thêm",
            "Có còn khỏa thân tắmĐọc thêm",
            "Bây giờ trời hơi lạnh nhưng dù sao thì thuyền của bạn cũng trôi nổi.Đọc thêm",
            "Nếu một người đạp xe đến bãi đậu xe trên bãi biển vào mùa hè, bạn có cần giấy phép như ở Vineyard không?Đọc thêm",
            "Câu hỏi tuyệt vời. Tôi không chắc. Các bãi biển của thị trấn nơi đây có nhiều quy định khác nhau. Tôi sẽ liên hệ với chính quyền bãi biển thị trấn Truro. Tôi nghĩ bạn chỉ có thể nhận được thẻ nếu bạn là cư dân thị trấn hoặc nếu bạn có bằng chứng cho thấy bạn đang ở trong thị trấn? Chúc may mắn! Đọc thêm",
            "Có cách nào để một người không phải là cư dân có thể đến thăm Longnook vào tháng 7 không?Đọc thêm",
            "Bạn sẽ cần có thẻ đỗ xe trong thị trấn để đi chơi ở Bãi biển Longnook.Đọc thêm",
            "Chúng tôi muốn đến thăm bãi biển, nhưng phải lái xe trong ngày và không có thẻ đỗ xe.  Bạn có đề xuất nào về nơi đỗ xe và cách đến bãi biển không?Đọc thêm",
            "Chúng tôi muốn đến thăm bãi biển, nhưng phải lái xe trong ngày và không có thẻ đỗ xe.  Bạn có đề xuất nào về nơi đỗ xe và cách đến bãi biển không?Đọc thêm",
            "Tôi sẽ tìm một chỗ nào đó trên phố và gọi uber.Đọc thêm",
            "Tôi muốn đi nhưng tôi là một người mẹ và sẽ có đứa con trai 13 tuổi đi cùng và nhận thấy có một khu vực khỏa thân trên bãi biển.  Có cách nào để tránh đoạn này hay tốt nhất nên chọn bãi biển khác?  Không có gì chống lại những người đang chọn khỏa thân chỉ là tôi không muốn dành cả ngày đi biển để nói với các cậu bé tuổi teen của mình rằng hãy ngừng trố mắt nhìn!  LolĐọc thêm",
            "Cách cồn cát 10 phút đi bộ.Đọc thêm",
            "Mối quan tâm của tôi là việc giảm bớt các cồn cát. Tất cả chúng ta đã nói về nó mười năm trước và nghĩ rằng nó sẽ còn nhiều năm nữa và bây giờ chúng ta đang ở đây. Tôi thấy tin tức về Cahoon Hollow có một cơn bão vào tháng 8 và cuốn trôi một phần lớn cồn cát ở đó. Tôi sẽ đến đó trước mùa giải để kiểm tra xem có bất kỳ thiệt hại nào đối với các bãi biển không.Đọc thêm",
            "Với tôi thì trông ổnĐọc thêm",
            "Chúng tôi lấy thẻ đậu xe ở bãi biển cape cod ở đâu?Đọc thêm",
            "Trang web của thị trấn Truro có thông tin chi tiết. TripAdvisor không cho phép tôi đăng liên kết tới nó, nhưng bạn có thể tìm thấy nó bằng cách tìm kiếm nhãn dán bãi biển Truro MA. Giả sử bạn không phải là cư dân, cách tốt nhất của bạn là ở tại một khách sạn hoặc nhà cho thuê ở địa điểm đã hoàn tất thủ tục giấy tờ để có thể cung cấp thẻ đỗ xe cho người không cư trú.Đọc thêm",
            "Làm thế nào để bạn đến bãi đậu xe ở đầu phía nam của longnook, ngoài đường phía bắc. Tôi dường như không thể tìm thấy nó trên bất kỳ bản đồ nào.Đọc thêm",
            "Có vẻ như bạn đang cố gắng đến bãi đậu xe ở Bãi biển Ballston.  Đi theo lối ra Đường Pamet từ Đường 6. Sau đó đi theo Đường Nam Pamet đến Bãi biển Ballston.Đọc thêm",
            "Trước đây tôi đã đến Bãi biển Longnook sau 4 giờ chiều và lưu ý rằng bãi đậu xe vẫn đầy chỗ ngay cả sau 4 giờ chiều. Tôi phải đỗ xe ở con đường dẫn ra bãi biển cùng với nhiều chiếc xe khác. \n   Tôi lưu ý rằng các biển báo duy nhất dọc theo con đường dẫn đến bãi biển chỉ hạn chế việc đỗ xe ở bên nào của đường. Không giống như Bãi biển Ballston, không có biển báo nào cho biết cư dân phải đậu xe ở đó. \n    Cảnh sát có phạt người không cư trú trên con đường đó trong khoảng thời gian từ 10 giờ sáng đến 4 giờ chiều không?  Cảm ơn.\n    RichardĐọc thêm",
            "Một vài trăm mét đường dẫn đến bãi đậu xe nằm trong phạm vi giới hạn nơi các nhân viên kiểm tra nhãn dán bãi biển thị trấn trong khoảng thời gian từ 10 giờ sáng đến 4 giờ chiều, vì vậy bạn sẽ cần có nhãn dán để đỗ xe ở đó trong những giờ đó.\n\nNếu bạn đỗ xe dọc đường trước khi đến trạm kiểm soát, các biển báo sẽ áp dụng cho cả người cư trú và người không cư trú.Đọc thêm"
        ],
        "star_ratings": [
            34,
            6,
            3,
            1,
            2
        ],
        "review_amount": 46,
        "location": [
            "Những việc cần làm ở Truro",
            "Massachusetts MA",
            "Bãi biển Longnook",
            "Cape Cod",
            "Hoa Kỳ",
            "truro"
        ],
        "reviews_time": [
            "Written August 5, 2023",
            "Written August 17, 2022",
            "Written September 6, 2021",
            "Written July 25, 2021",
            "Written June 20, 2021",
            "Written September 1, 2020",
            "Written August 17, 2020",
            "Written August 15, 2020",
            "Written December 31, 2019",
            "Written September 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41868-d7084988-Reviews-Longnook_Beach-Truro_Cape_Cod_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41868-d1742869-Reviews-Savory_and_the_Sweet_Escape-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41868-d850471-Reviews-Blackfish-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41868-d390341-Reviews-Box_Lunch-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41868-d8432149-Reviews-Cape_Tip_Seafood_Market-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41738-d390307-Reviews-The_Whitman_House-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41868-d25575415-Reviews-Truro_General_Store-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41738-d7367644-Reviews-Chequessett_Chocolate-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41738-d8732565-Reviews-Captain_s_Choice-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41738-d832547-Reviews-Small_Indulgences-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d105282-Reviews-Highland_Light-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g185492-d187922-Reviews-Cape_Cod_National_Seashore-Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6908542-Reviews-Head_of_the_Meadow_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41738-d276544-Reviews-Truro_Vineyards_of_Cape_Cod-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41738-d2258538-Reviews-Payomet_Performing_Arts_Center-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d272300-Reviews-Ballston_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d560034-Reviews-Corn_Hill_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41738-d3377162-Reviews-Highland_House_Museum-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d8747165-Reviews-Pilgrim_Spring_Trail-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d14092893-Reviews-Pamet_Area_Trails-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d7084988-Reviews-or10-Longnook_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6908568-Reviews-Coast_Guard_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d3334737-Reviews-Head_of_the_Meadow_Trail-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6908360-Reviews-Fisher_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d657885-Reviews-Pamet_River-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6855930-Reviews-Bayberry_Gardens-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d1383092-Reviews-Reel_Deal_Fishing_Charters-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d12379010-Reviews-Reelezee_Sport_Fishing_Charters-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d10552212-Reviews-Captain_Curley_s_Sailing_Charters-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d318810-Reviews-Schooner_Bay_Lady_II-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d12832683-Reviews-Schooney_Fishing_Charters-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d3151207-Reviews-SeaSalt_Charters-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d270034-Reviews-Art_s_Dune_Tours-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d621745-Reviews-Dolphin_Fleet_Whale_Watch-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d6547209-Reviews-Beth_Ann_Charters-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d1813777-Reviews-Provincetown_Library-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d4943143-Reviews-Mercadito-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d17160959-Reviews-Ipoh_Parade_Shopping_Centre-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d271927-Reviews-Blandy_s_Wine_Lodge-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1569521-Reviews-Philadelphia_s_Magic_Gardens-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3706095-Reviews-Burc_Beach-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d15843638-Reviews-Big_Red_Lighthouse-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d108135-Reviews-The_House_of_the_Seven_Gables-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1926767-d2311361-Reviews-Anthem_Community_Park-Anthem_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g42430-d4762289-Reviews-Indian_Lake_State_Park-Manistique_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d796008-Reviews-Cameron_Park_Zoo-Waco_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41868-d7084988-Reviews-or10-Longnook_Beach-Truro_Cape_Cod_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41868-d7084988-Reviews-Longnook_Beach-Truro_Cape_Cod_Massachusetts.html"
    }
]