[
    {
        "attraction_name": "Longaberger Basket Factory/Homestead",
        "attraction_name_vi": "Nhà máy sản xuất giỏ LongabergerHomestead",
        "general_info": [
            "80 đánh giá",
            "1 trong 1 Nơi mua sắm ở Dresden",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đây là cuộc đánh giá chung của cả ba điểm liên quan đến rổ trong khu vực.  Nhà máy sản xuất giỏ với giỏ táo khổng lồ - dường như có rất nhiều giỏ và tòa nhà văn phòng công ty có hình dạng giống như một chiếc giỏ tạo nên một số bức ảnh thú vị và khám phá về sự bỏ rơi.  Chúng tôi cũng tình cờ phát hiện ra chiếc giỏ thực tế lớn nhất thế giới.  Chúng tôi đã rất vui khi tìm được địa điểm và sau đó chụp một số bức ảnh tuyệt vời, độc đáo.  Rất đáng để lái xe dọc đường.Đọc thêm",
        "reviews": [
            "Các tòa nhà bỏ hoang từ lâu của công ty Longaberger đã phá sản sẽ sớm có sức sống mới khi Tòa nhà Công ty ở Newark, Ohio sẽ được chuyển đổi thành khách sạn và trang trại cũ thành địa điểm theo phong cách chợ trời Amish lớn nhất thế giới mới.Đọc thêm",
            "Tôi quá thất vọng!! Tại sao và chuyện gì đã xảy ra với Longaberger và thị trấn Dresden? Dave sẽ rất đau lòng! Tôi đã trải qua nhiều khoảng thời gian vui vẻ ở đây, đã đi nhiều chuyến xe buýt đến đây cùng gia đình và bạn bè, tôi sở hữu vài chiếc giỏ và đồ gốm, tôi đã đổ rất nhiều tiền vào đây... có lúc tôi phải sống chậm lại bao nhiêu lần có lẽ các bạn cũng vậy, nhưng không có nghĩa là nó không thể tiếp tục... công việc dồi dào, phải làm tổn thương rất nhiều gia đình, tôi đã nghe tin đồn nhưng tôi muốn biết sự thật!!! Tammy bạn có thể làm được điều đó không?Đọc thêm",
            "Gần đây tôi đã đi ngang qua trang trại, tôi và bạn tôi quyết định xem chúng tôi thực sự có thể nhìn thấy được bao nhiêu. Cuối cùng chúng tôi đã tấp vào làn đường và thật ngạc nhiên là bãi đậu xe vẫn mở. Chúng tôi đi ngang qua để xem các cửa hàng có bật đèn ở bên trong...cũng như đèn Giáng sinh trang trí trên mái nhà, như thể chỉ để phác thảo nó. Đó là một chuyến thăm rất kỳ lạ. Không có đèn sáng trong bãi đậu xe hoặc dọc theo các lối đi dẫn đến các cửa hàng và Giỏ Apple lớn. Khi lái xe quanh khu phức hợp, chúng tôi thấy mọi thứ đều bị bỏ hoang nhưng nhiều đèn vẫn sáng ở nhiều cửa hàng cũ, nhà kho và nơi trông giống như một ngôi nhà 2 tầng chỉ có một ngọn đèn có thể nhìn thấy trên tầng 2 qua một cửa sổ rộng không có rèm che. Giỏ táo lớn trông như bị mòn do thời tiết. Những chiếc giỏ dệt tối hơn nhiều so với những gì tôi tưởng tượng. Thật xấu hổ khi cơ sở này trống rỗng và không được sử dụng. Tôi muốn ghé thăm lại và có thể khám phá Homestead và các cửa hàng.Đọc thêm",
            "Có ai biết chỗ nào sửa chữa ko? Tôi có hai giỏ cần sửa chữa và không thể tìm thấy bất kỳ thông tin nào trên mạng.Đọc thêm",
            "Thật thất vọng khi đến thăm sau 20 năm để thấy Homestead là một nơi ma quái và Dresden cũng không khá hơn là bao.Đọc thêm",
            "Chúng tôi yêu thích các điểm dừng chân của Roadside America trong chuyến đi của mình và điểm dừng này không làm chúng tôi thất vọng. Phần độc đáo là thực tế là không có gì mở và bạn có thể thấy thiên nhiên đang tiếp quản. Sẽ thật tuyệt nếu được nhìn thấy một số đồ vật lớn khác từng ở trong khuôn viên, nhưng chỉ còn lại chiếc giỏ táo lớn. Thời tiết cũng không mấy tử tế với nó. Rất nhiều biển báo Cấm xâm phạm được dán ở bên ngoài tất cả các tòa nhà. Các rào chắn vào địa điểm đều được dời sang một bên nên chúng tôi tấp vào và đậu ngay trong vòng tròn để đi chụp ảnh chiếc giỏ. Nó giống như đến thăm một thị trấn ma.Đọc thêm",
            "Bạn có thể nhìn thấy con đại bàng và bức tượng ở Dresden. Tôi không thể truy cập bất cứ thứ gì ở Homestead. Tầm nhìn tốt nhất cho Giỏ ở Newark là từ Trung tâm Vườn Wilson. Các chủ sở hữu mới chưa bắt đầu công việc nào trên Giỏ.Đọc thêm",
            "Cố ý lên kế hoạch dừng lại ở Longbasket và Dresden để xem trang trại và những chiếc giỏ. Được tìm thấy tại bãi cỏ chưa cắt của Homestead, toàn bộ tòa nhà bỏ hoang không được chăm sóc. Phải xem giỏ đựng táo. Thị trấn nhỏ Dresden buồn quá... tìm thấy một cửa hàng mở cửa, mua một chiếc giỏ và sau đó có một bữa ăn tuyệt vời trong thị trấn tại Nhà kho.Đọc thêm",
            "Nhà máy Giỏ và Trang trại Longaberger ở Frazeysburg, Ohio ĐÓNG CỬA vào tháng 12 năm 2017. Vào tháng 2 năm 2018, Longaberger đã mở lại các Cửa hàng trong hiên ở thị trấn Dresden, Ohio.Đọc thêm",
            "Tôi muốn biết ai đã mua bất động sản này và kế hoạch sử dụng tòa nhà là gì. Tôi là một nhà phát triển bất động sản được yêu cầu đến thăm khu nhà ngay sau khi nó đóng cửa vì cây vẫn còn sống nhưng cần nước.\nĐề xuất của tôi về việc chuyển đổi thành khách sạn và chung cư, sử dụng Crowdfunding để tăng vốn chủ sở hữu cần thiết.\n\nChuyện gì đã xảy ra?Đọc thêm",
            "Họ thực sự đã đóng cửa.iĐọc thêm",
            "Khá nhiều...địa điểm này bị bỏ hoang....có thời điểm họ mở cửa hàng, nhưng nó đã bị bỏ hoang trong chuyến thăm của tôi.Đọc thêm",
            "Gốm longaberger ngày nay được sản xuất ở đâuĐọc thêm",
            "Bạn vẫn có thể đến đủ gần để chụp ảnh giỏ táo chứ?Đọc thêm",
            "Khi tôi ở đó họ đã đóng cửa bãi đậu xe. Tôi đã không vượt qua được những rào cản vào thời điểm có thểĐọc thêm",
            "Bạn có thể mang giỏ đi sửa ở đâu? Đọc thêm",
            "Tôi có một cái cản trở cần được sửa chữa.   Ai có thể giúp tôi được không?Đọc thêm",
            "Đang tìm các bản in pat richter cửa hàng nào có??Đọc thêm",
            "Tôi không biết có cửa hàng thực tế nào không, Họ có trang Facebook bán tranh in. Bạn có thể gọi đến cửa hàng để xem có ai biết nhà bán lẻ địa phương không.Đọc thêm",
            "Cửa hàng của nhà máy vẫn mở cửa phải không?Đọc thêm",
            "Có một cửa hàng bên kia đường mở cửa nhưng không có cửa hàng nào ở khu đất chính.  Tại cửa hàng, họ cho biết họ đã đóng cửa để lấy hàng nhưng chỉ có ít hơn 10 chiếc xe.  Làm thế nào để bạn kiểm kê một địa điểm rộng lớn như thế chỉ trong một ngày, như chúng tôi đã nói, với rất ít người??  Bãi đậu xe trong tình trạng tồi tệ và giống như một công viên giải trí bỏ hoang mà bạn thấy trên internet.  Chúng tôi đã nói chuyện với một doanh nghiệp khác cách đó vài dặm và họ nói rằng nó đã đóng cửa.  Tôi nghĩ những người trong cửa hàng chỉ bán bớt hàng tồn kho còn sót lại.Đọc thêm",
            "Bạn vẫn có thể tự làm giỏ và đi tour như ngày 28/12/2016 chứ?Đọc thêm",
            "Có, tại nhà máy nhưng không phải lúc nào cũng vậy. Gọi trước để biết giờ có sẵn và đỗ xe tại cửa hàng của nhà máy. Xe đưa đón từ Homestead không còn chạy nữa.Đọc thêm",
            "Có đúng là công ty longaberger sẽ mua lại số tư vấn còn sót lại?  Nếu vậy, chúng có phải còn trong bao bì gốc không?   Ai đó có thể giải thích toàn bộ câu chuyện được không....xin vui lòngĐọc thêm",
            "Giờ hoạt động của tháng 10Đọc thêm"
        ],
        "star_ratings": [
            25,
            20,
            10,
            15,
            10
        ],
        "review_amount": 80,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Dresden",
            "Nhà máy giỏ LongabergerNhà ở",
            "Dresden- thành phố",
            "Ohio OH"
        ],
        "reviews_time": [
            "Written July 30, 2020",
            "Written December 1, 2019",
            "Written January 5, 2019",
            "Written November 20, 2018",
            "Written August 28, 2018",
            "Written August 22, 2018",
            "Written August 20, 2018",
            "Written August 15, 2018",
            "Written May 13, 2018",
            "Written March 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50284-d548066-Reviews-Longaberger_Basket_Factory_Homestead-Dresden_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50284-d5017079-Reviews-Creno_s_Pizza-Dresden_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50284-d12616401-Reviews-Warehouse_Dresden-Dresden_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50284-d4623214-Reviews-Scottie_s_Den-Dresden_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51055-d1830210-Reviews-Prospect_Place-Trinway_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50284-d24131166-Reviews-Killing_Tree_Winery-Dresden_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50284-d548066-Reviews-or10-Longaberger_Basket_Factory_Homestead-Dresden_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51187-d10544222-Reviews-The_Alpacas_Of_Spring_Acres-Zanesville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d4522405-Reviews-Johnson_Humrickhouse_Museum-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50351-d279484-Reviews-Longaberger_Basket_Factory-Frazeysburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d6028056-Reviews-Clary_Gardens-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51187-d2254329-Reviews-Ellis_Dam_Lock_No_11-Zanesville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51187-d24034405-Reviews-Muskingum_River_Parkway-Zanesville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50351-d208990-Reviews-Longaberger_Homestead-Frazeysburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50709-d27063527-Reviews-Vista_Golf_Course-Nashport_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d5847862-Reviews-Legacy_Lounge-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d27029617-Reviews-Big_Lots-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d27028394-Reviews-Ashton_s_Esthetics_Spa-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15092454-Reviews-Salesforce_Tower-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7745213-Reviews-Let_s_Relax-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g799531-d2316456-Reviews-Oasi_Naturista_Capocotta-Lido_di_Ostia_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51578-d11965402-Reviews-The_Pioneer_Woman_Mercantile-Pawhuska_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6580092-Reviews-Abraxas_Coffeeshop-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12064825-Reviews-BunkArt_2-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d105765-Reviews-Drayton_Hall-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d14177839-Reviews-Rei-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19878507-Reviews-Dubai_Marina_Walk-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50284-d548066-Reviews-or10-Longaberger_Basket_Factory_Homestead-Dresden_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50284-d548066-Reviews-Longaberger_Basket_Factory_Homestead-Dresden_Ohio.html"
    }
]