[
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Highly recommend this tour! We went on a half day jeep tour with our guide Mr Sy. He picked us up from our hotel and drove us to the start of Hai Van pass, where we transferred to an old army jeep. We drove up the pass and witnessed beautiful views of the area. We stopped at the top of the pass where there are a few shops to buy coffee and water. If you want pictures of the view you have to enter the shops and pay the owners for the photo. We then drove to Apricot springs which was absolutely beautiful! We wanted to stay there for as long as possible and Mr Sy was able to tailor the tour for us. We then drove to a beachside restaurant for a lovely seafood lunch  - included in the ticket price - . Then Mr Sy drove us home. We started the tour early  - 8am -  and I would recommend doing this to avoid the crowds at the spring and restaurant. Mr Sy was a good tour guide and very friendly. Highly recommend going to a local spring to cool off in the middle of the day!Read more",
            "Chào Annie! Cảm ơn bạn rất nhiều vì đã đánh giá rất tốt về Jeep Tour Da Nang - Looking Glass Jeep Tour. Chúng tôi rất hân hạnh được phục vụ bạn và người thân một lần nữa trong một chuyến đi khác khi có dịp quay lại Việt Nam. Trân trọng.Đọc thêm",
            "Vợ tôi và tôi thực sự đã thay đổi ý định đi du lịch bằng xe jeep do cái nóng oi ả của mùa hè. Khi liên hệ với công ty, chúng tôi được thông báo rằng chúng tôi sẽ tận hưởng khung cảnh đẹp hơn trên xe jeep, tuy nhiên chúng tôi khẳng định họ sẽ thay thế xe máy lạnh cho chúng tôi. Vì vậy, chúng tôi bám lấy chiếc xe jeep và không có gì phải hối tiếc! Chuyến tham quan ngắm cảnh tuyệt vời, hướng dẫn tuyệt vời!Đọc thêm",
            "Cảm ơn những đánh giá tuyệt vời của bạn, chúng tôi luôn mong muốn mang lại trải nghiệm tuyệt vời cho khách hàng. Hẹn gặp lại lần sau, trân trọng.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Mick, đi bằng xe tay ga! Chúng tôi đi lên phía Bắc qua một Đường cao tốc mới thậm chí còn chưa được đưa vào sử dụng và đã chụp được một số bức ảnh tuyệt vời. Anh ấy giải thích cho chúng tôi rất nhiều về con người thực sự của người Việt Nam và cho chúng tôi bơi trong một dòng suối ẩn nơi chỉ có người dân địa phương mới đến. Sau đó chúng tôi quay lại theo hướng đông, lên tận đèo Hải Vân. Mick cho chúng tôi xem những viên đạn thật nằm trên mặt đất, đến từ cuộc chiến cách đây 50 năm, nơi anh ấy biết rất nhiều về nó. Anh ấy thực sự là một người tốt bụng và cẩn thận!  Đọc thêm",
            "Chúng tôi cảm ơn bạn đã đánh giá tuyệt vời, chúng tôi luôn muốn có trải nghiệm tuyệt vời cho khách hàng của mình. Rất vui vì đã chọn chúng tôi cho chuyến du lịch của bạn, hẹn gặp lại bạn sớm. Trân trọng.Đọc thêm",
            "Micky thật tuyệt vời! Anh ấy đã có thể tìm ra khu vực mà bố tôi đã đóng quân trong cuộc chiến năm 1968 với tư cách là lính thủy đánh bộ. Thức ăn rất ngon và việc tránh xa con đường bị đánh đập là một sự giải thoát tuyệt vời khỏi sự hối hả và nhộn nhịp của thành phố và những cái bẫy du lịch. Rất khuyến khích! Đọc thêm",
            "Cảm ơn lời phê bình tuyệt vời của bạn. Tôi hy vọng bạn có một chuyến đi về nhà tốt đẹp. Đọc thêm",
            "Chúng tôi đã có một vụ nổ!  Chiếc xe Jeep cổ điển cũ rất tuyệt và Mick là một người hướng dẫn giỏi. Chiếc xe Jeep bị hỏng nhưng chúng tôi có thể ngồi trên bãi biển và ăn trưa nên chúng tôi không hề bận tâm về điều đó và chúng tôi sớm lên đường. Các quan điểm thật ngoạn mục!  Chúng tôi đã thực hiện chuyến tham quan Hills of Đà Nẵng. Đọc thêm",
            "Xin chào.\nTôi là Nguu - chủ sở hữu của JeeptourDanang - Looking Glass Jeep Tours.\nCảm ơn bạn rất nhiều vì đã dành thời gian đánh giá chúng tôi trên Tripadvisor.\nTôi rất vui vì chúng tôi đã nhận được bạn. Mick của chúng ta rất tuyệt, anh ấy đã sống ở Việt Nam được 8 năm và biết rất nhiều về đất nước, con người Việt Nam.\nCảm ơn rất nhiều!\nChúng tôi rất mong được chào đón bạn trong chuyến đi tiếp theo, chúng tôi sẽ mang đến cho bạn và gia đình sự hài lòng trên đất nước Việt Nam thân yêu của chúng tôi.\nRất hân hạnh được phục vụ bạn cùng gia đình.\nTrân trọng.Đọc thêm",
            "Tôi và gia đình đã có một ngày vui vẻ khi tham quan đồi núi Đà Nẵng cùng Mick.  Ông đã cung cấp một số bức ảnh cũ thời Chiến tranh Việt Nam về nhiều địa điểm mà chúng tôi đã thấy.  Điểm mạnh của Mick là có thể đi khỏi con đường mòn và đưa chúng tôi đến những nơi mà một hướng dẫn viên địa phương thông thường sẽ không làm được.  Chúng tôi muốn giới thiệu anh ấy cho bất kỳ ai muốn xem và trải nghiệm khu vực này theo một cách khác một chút.Đọc thêm",
            "Xin chào!\n\nCảm ơn bạn rất nhiều vì đã đánh giá rất tốt về Jeep Tour Đà Nẵng - Looking Glass Jeep Tour.\n\nChúng tôi rất mong được chào đón bạn và gia đình quay trở lại Việt Nam để có thể tìm hiểu thêm những điều tuyệt vời về đất nước, con người Việt Nam.\n\nChúng tôi mong muốn được nghe từ bạn sớm.\n\nTrân trọngĐọc thêm",
            "We would thoroughly recommend Looking Glass Jeep Tours. My husband and I had a fantastic full day tour with Mick and our excellent driver Nguu. We were picked up promptly at our hotel at 8 a.m. Mick provided plenty of ice cold drinks to make sure we were refreshed throughout the day. Mick was able to give us loads of interesting information about the areas we covered on our trip and also about the Vietnam War which we were interested to learn more about. We decided to take the Hills of Da Nang tour which involved a visit to Monkey Mountain and an amazing trip through the Hai Van Pass with its spectacular views.We enjoyed a delicious lunch at Lang Co and then travelled on to a secluded lagoon, completely off the beaten track where we enjoyed swimming with some Vietnamese families. As Mick said, this was the real Vietnam- away from all other tourists. Throughout the journey Mick handed out lollipops to the local children- and their parents!  These were gratefully received.  - We pinched the idea for our trekking in the Sapa Valley where it was lovely to see the smiles on the children - s faces when they got their little treat! - .Mick was great company and full of interesting observations on Vietnamese life; he gave us lots of information and showed us old photographs from the Vietnamese War. This was a great trip in every way and there were of course numerous photo opportunities along the way. We would definitely recommend this tour for a really personal trip and up-close look at Vietnamese life.Thank you Mick and Nguu.Read more",
            "Cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi rất vui vì bạn đã có chuyến tham quan bằng xe Jeep trọn ngày tuyệt vời đến Đồi Đà Nẵng cùng công ty chúng tôi. Chúng tôi đặc biệt vui mừng khi biết rằng bạn thích tất cả những thông tin mà chúng tôi có thể cung cấp cho bạn về một Việt Nam tuyệt vời và việc lái xe an toàn của chúng tôi.\nCảm ơn một lần nữa Mick và Nguu.Đọc thêm",
            "Thật là một ngày tuyệt vời khi Mike thực hiện chuyến tham quan núi Đà Nẵng. Nếu bạn muốn đi chệch hướng và có nhiều kiến ​​thức nội bộ, hãy chọn một ngày với Mike. Chúng tôi đã nhìn thấy ba loài khỉ, bơi cùng người dân địa phương trong một đầm phá bí mật, ăn sò huyết vào bữa trưa tại một nhà hàng trên mặt nước, tìm thấy những điều đặc biệt ở đèo Hải Vân - bạn - sẽ phải chờ xem - , và chứng kiến ​​đất nước này - s vẻ đẹp từ trên cao. Năm ngôi sao. Đọc thêm",
            "Cảm ơn rất nhiều!\nCảm ơn sự đánh giá chân thành của bạn, đây là động lực để chúng tôi ngày càng hoàn thiện hơn. Rất mong được tiếp tục phục vụ bạn và gia đình trong thời gian sắp tới.\nCám ơn bạn một lần nữa.\nTrân trọng.Đọc thêm",
            "Having read the reviews on trip advisor I emailed Mick on Wednesday morning on spec to see if he could arrange a half day tour that afternoon. Our needs were simple. We just wanted to take a ride through the back country roads and villages to see the real Vietnam life. Mick came through wonderfully. He picked us up at 1 pm and we were on our way. Mick is an American who has lived in Danang for 8 years. Very relaxed guy and had understood exactly what we wanted. Our 1st target was Hai Van Pass. A stunning winding road up to the top of Hai Van pass, stopping along the way when we wanted.  The views were stunning and Mike was pointing things out to us all along the way. Once there we spent a bit of time searching for only bullets from the war. We came away with a handful of Russian and American spent bullets and casings before enjoying a local coffee at the roadside cafe. Following this we drove back down then toured some real back country roads through the rice paddy fields and villages. Our highlight was when we stopped to take a picture of someone working in the fields just opposite a small family house where probably 4 generations were sitting out. They invited us in and the mother pressed some sugar cane for a cool drink and we sat around with the Great Grandmum, Grandma, Mum, Grandad the two children. Different languages was not a barrier to having a truly memorable 30 mins with this lovely family. After that we headed back as the sun was setting, cold beer in hand  -  me not Mick !  - . Overall 5 hours of a truly memorable day. I would highly recommend Mick if what u are after is a relaxed journey through the country in an old Russian jeep. He also does motorbike tours if interestedRead more",
            "Xin chào!\nChúng tôi thực sự cảm thấy tuyệt vời vì những đánh giá của bạn dành cho chúng tôi trong chuyến tham quan vừa qua. Đây là điều chúng tôi mong muốn nhất. Rất hân hạnh được phục vụ bạn cùng gia đình vào lần tiếp theo. \nXin chân thành cảm ơn bạn một lần nữa.Đọc thêm",
            "I booked a full day jeep tour with Mick as our guide. It was a fun experience for our family! I chose to go Hai Van Pass and Lang Co, after reading good reviews. The views were really nice. The photos were good on their own, no filters nor editing were needed. Mick took us to a war bunker site, where our boys were occupied with searching for  - treasures - . The tour was an eye opener for our kids. They saw the fishing community, local villages, local kids swimming in a natural setting. Mick provided commentary throughout the day. He shared with us his observations of Danang and its people. He was relaxed, easygoing and he made sure we are well hydrated and comfortable. The lunch venue at Lang Co was such a scenic spot!I - m glad I had booked this tour with Mick. Read more",
            "Xin chào! \nCảm ơn bạn đã chọn chúng tôi cho chuyến đi của bạn tại Việt Nam. Chúng tôi rất vui và Cảm ơn những chia sẻ tuyệt vời của bạn với Tripadvisor, để mọi người sẽ đến với chúng tôi nhiều hơn. \nRất mong được gặp lại bạn và gia đình vào lần sau. \nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 2, 2024",
            "Written June 20, 2023",
            "Written October 22, 2019",
            "Written October 6, 2019",
            "Written August 23, 2019",
            "Written August 22, 2019",
            "Written August 14, 2019",
            "Written July 9, 2019",
            "Written June 28, 2019",
            "Written June 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or10-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d138147-Reviews-Oregon_Zoo_Together_for_Wildlife-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g212985-d3370072-Reviews-Killary_Sheep_Farm-Leenane_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d262781-Reviews-Blake_Island_State_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d14035936-Reviews-Museum_of_War_and_Genocide_Victims_1992_1995-Mostar_Herzegovina_Neretva_Canton_F.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191001-Reviews-Domus_Aurea-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g39869-d2219680-Reviews-SomerSplash-Somerset_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d1075400-Reviews-Sozo_Water_Park-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48451-d631826-Reviews-Salmon_River-Pulaski_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32523-d2486258-Reviews-The_Nest-Indian_Wells_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4356678-Reviews-Gems_Gallery_International_Manufacturer-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or10-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "We booked our tour a while in advanced through email, we basically stated the places we wanted to visit and Mick was very fast to respond and agreed on our tentative itinerary. The day finally came, Mick met up with us at our hotel very punctual and showed us the jeep which we were super excited for and now that I am able to compare to the others I saw, his is probably the best one  - not only in terms of aesthetics but also maintenance - . We finally ended up doing The Son Tra Peninsula, lunch in Da Nang  - we had Mi Quang which was delicious -  Linh Ung Pagoda and Hai Van Pass. The views were amazing, Mick - s knowledge about the war made the experience even better. The jeep was an awesome way of traveling, it was surprisingly comfortable and strong which was much needed when visiting these parts because the terrain can get difficult. Mick offered to take pictures of us which was super nice since traveling as a couple we end up with a lot of selfies, his pics turned out great! In short, I would totally recommend Mick and his jeep to anyone interested in seeing Da Nang with a unique eye and knowledge that Mick brings to this experience.Read more",
            "Cảm ơn bạn đã chọn chúng tôi cho chuyến đi của bạn tại Việt Nam. Chúng tôi đánh giá cao điều đó. Cảm ơn những chia sẻ tuyệt vời của bạn với Tripadvisor, đây là động lực để chúng tôi làm tốt hơn trong những chuyến đi sau này. Rất mong được gặp lại bạn và gia đình vào lần sau. Trân trọng.Đọc thêm",
            "Tuyệt vời! Điểm nổi bật của chuyến đi của chúng tôi đến Đà Nẵng và Việt Nam. Một trong những hướng dẫn viên du lịch thân thiện và thú vị nhất mà tôi đã gặp. Mike đã chịu khó chỉ cho chúng tôi những địa điểm đẹp và thú vị, đồng thời không chỉ cung cấp thông tin về những địa điểm chúng tôi đến thăm mà còn giúp mọi lứa tuổi đi cùng chúng tôi cảm thấy thoải mái. Rất khuyến khích một chuyến đi với Mike để có được hương vị lịch sử hiện đại của Việt Nam mà bạn có thể không có được. Đọc thêm",
            "Xin chào!\nCảm ơn bạn đã biết rằng bạn rất hài lòng với chúng tôi trong chuyến du lịch gần đây tại Đà Nẵng Việt Nam, bạn đã viết lại những điều tuyệt vời mà bạn có được trong chuyến du lịch của chúng tôi. Hy vọng gặp lại bạn.\nTrân trọng! Nguu và Mick!Đọc thêm",
            "This is one of the best tours I have done.We were two couples who wanted a tailor made tour without the hoards. There are many route options but we chose to tour around Son Tra Peninsular, lunch in Danang, over the Hai Van Pass, down to the Lang Co lagoon and beach and back to Danang.Our guide and driver, Mick, was excellent. Honing the trip to suit exactly what we wanted. His local knowledge was invaluable for finding off the beaten track locations and informing about locals, businesses, geographical sites and many other interesting facts.The jeep was surprisingly comfortable with well padded seats, a roof to protect from the sun and even had it - s own AC in the front  - see picture - . It was ideally suited to some of the terrain we encountered.The choice of lunch spot was also great with a delicious Vietnamese dish, Mi Quang.All in all there was nothing I disliked about this tour and I would highly recommend it, thank you Mick.Read more",
            "Cảm ơn Richardc rất nhiều!\nCảm ơn bạn đã lựa chọn công ty chúng tôi cho kỳ nghỉ của bạn và gia đình. Chúng tôi rất vui khi được phục vụ bạn và gia đình trong chuyến trải nghiệm vừa qua.\nCảm ơn sự đánh giá chân thành của bạn, đây là động lực để chúng tôi ngày càng hoàn thiện hơn. Rất mong được tiếp tục phục vụ bạn và gia đình trong thời gian sắp tới.\nCảm ơn bạn một lần nữa vì đã chia sẻ và có phần thưởng.\nTrân trọng, Nguu và Mick!Đọc thêm",
            "We had taken a Looking Glass tour with Jeremy a few years ago, but decided to go again, this time for a quick half day tour with just my son and my Brother In Law and his two sons for a special targeted mission  - womenfolk stayed at the Hotel Resort -  - they wanted to visit a site from the Vietnam War.Jeremy no longer is around, but his former partner Mick showed up in a newer more comfortable Jeep  - with a cover and some AC -  and brought us out to the Hai Van Pass, where we - d been before, but this time brought us to the very top  - which we hadn - t been before -  and there was no one there. It was definitely an interesting stop - as we were told, the ARVN stayed down at the bottom where the tourists go, but at the top, where very few people even knew about, there was almost no one else, and that is where the Americans stayed. Apparently from Marine II, 17.Mick was great bringing the kids around - the kids loved being in a jeep to begin with, but he also was adept at spotting relics from the war - there was still some ordinance, in the form of various forms of bullets and casings on the ground, and the kids were thrilled to find them. Amazing that there is that sort of stuff still laying around waiting to be found. Found a whole bunch of stuff. It was the highlight of the trip for them. The views from the top were also hard to beat, but for the kids, finding the war relics was the highlight of the trip. If you have kids who love that sort of thing, they will love this more than anything else that you could bring them to in Danang and Hoi An. Anyways, mission accomplished, and the kids were happy.Read more",
            "Pjc845 thân mến!\nCảm ơn bạn rất nhiều vì đã đến với chúng tôi lần thứ hai. Bạn và gia đình đã rất vui và viết lại những điều tuyệt vời mà bạn có được trong chuyến du lịch của chúng tôi, chúng tôi rất biết ơn vì điều đó. Hy vọng gặp lại bạn.\nTrân trọng!Đọc thêm",
            "Vợ tôi và tôi đã có một ngày tuyệt vời trong chuyến tham quan - Hills of Da Nang Tour - với Mick, một trong những điểm nổi bật trong chuyến thăm Việt Nam của chúng tôi.  Đến nỗi chúng tôi liên lạc lại với Mick để đưa chúng tôi đến Mỹ Sơn hai ngày sau đó. Đi đến một số điểm thuận lợi nhìn ra Đà Nẵng, sau đó dừng lại ở một nhà hàng địa phương để thưởng thức bữa ăn ngon của Mỹ Quang - Tôi nghĩ đừng trích dẫn chính tả của tôi - .  Sau đó đến đèo Huy Vân để trải nghiệm một số đất nước tuyệt vời này.  Trên đường trở về Hội An, Mick dừng lại ở một ngôi làng địa phương chuyên sản xuất gạch đá phiến để chúng tôi có thể trao cho một số trẻ em sách tô màu và bút chì mà chúng tôi mang theo từ Úc cùng với những chiếc kẹo mà Mick đã dừng lại và tự mua. một trải nghiệm tốt hơn khi ra khỏi đường mòn, lên một chiếc xe jeep quân đội 40 năm tuổi và tránh xa hầu hết các xe buýt du lịch.Đọc thêm",
            "Bretto thân mến!\nRất cám ơn vì đã xem xét lại tuyệt vời và biết rằng bạn rất vui khi tham gia chuyến lưu diễn cùng công ty chúng tôi. Hy vọng gặp lại bạn.\nTrân trọng!Đọc thêm",
            "Chuyến tham quan bằng xe jeep với Mick là điểm nổi bật trong kỳ nghỉ ở Việt Nam của chúng tôi. Để đặt chuyến tham quan, Mick có thể dễ dàng liên lạc và giao tiếp tốt thông qua Whatsapp. Anh ấy đề xuất một chuyến tham quan cụ thể cho chúng tôi thấy một số khu vực trong và xung quanh Đà Nẵng và thật tuyệt vời. Con trai tôi thực sự yêu thích những lời giải thích về Đà Nẵng xưa và các địa điểm lịch sử khác nhau. Đồ ăn địa phương rất ngon và chuyến đi vừa đúng nhịp độ của chúng tôi.Đọc thêm",
            "Allard159 thân mến!\nRất cám ơn vì đã xem xét lại tuyệt vời và biết rằng bạn rất vui khi tham gia chuyến lưu diễn cùng công ty chúng tôi. Hy vọng gặp lại bạn.\nTrân trọng!Đọc thêm",
            "My family and I had a lovely tour with Mick! I live in Da Nang and my family came to visit, but not for many days, so I needed a tour that showed most of Da Nang in one day. So thats what we did. Mick and I planned to do Son Tra, Hai Van Pass, and then the small villages. When we ventured out Mick also took us near Marble Mountains to explain some war history, since my dad was interested. We then drove to Son Tra and saw some amazing views I haven - t even seen yet plus Lady Buddha. We were even lucky to see the Red Shanked Douc monkeys jump above us! It was amazing. We then went on to have some really good My Quang  - local noodle dish - . We rode to the Hai Van Pass and stopped to search for some bullet remnants from the war. Then we continued to ride the beautiful Hai Van Pass. The weather didn - t completely agree with us, but Mick had rain jackets in preparation. After the Hai Van Pass, we went to the villages and passed out candy to the children. They loved it! We also stopped to view how tiles were cut and shaved by hand. Overall it was an amazing experience that my family and I really enjoyed! I would do it again for sure.Read more",
            "Cảm ơn Twanderlustt rất nhiều!\nCảm ơn bạn đã lựa chọn công ty chúng tôi cho kỳ nghỉ của bạn và gia đình. Chúng tôi rất vui khi được phục vụ bạn và gia đình trong chuyến trải nghiệm vừa qua.\nCảm ơn sự đánh giá chân thành của bạn, đây là động lực để chúng tôi ngày càng hoàn thiện hơn. Rất mong được tiếp tục phục vụ bạn và gia đình trong thời gian sắp tới.\nCảm ơn bạn một lần nữa vì đã chia sẻ và có phần thưởng.\nTrân trọng, Nguu và Mick!Đọc thêm",
            "Chúng tôi đã có chuyến tham quan bằng xe Jeep quanh Đà Nẵng tuyệt vời cùng Mick. Đó là một ngày dài nhưng chúng tôi đã thấy rất nhiều. Phong cảnh thật tuyệt vời. Mick còn đưa chúng tôi đến những nơi không có nhiều khách du lịch, khiến chuyến đi trở nên thú vị hơn. Chúng tôi thậm chí còn được gặp người dân địa phương và trẻ em trong một ngôi làng. Rất vui và chắc chắn sẽ giới thiệu chuyến tham quan này. Cảm ơn Mick.Đọc thêm",
            "Natnat21 thân mến!\nCảm ơn bạn rất nhiều vì đánh giá của bạn, tôi rất vui khi biết rằng bạn đã có một chuyến du lịch tuyệt vời với Mick trong thời gian lưu trú tại Đà Nẵng Việt Nam! Hạnh phúc và sự hài lòng của bạn rất quan trọng đối với công ty chúng tôi.\nCủa chúng tôi - Những chuyến tham quan bằng xe Jeep bằng kính - rất mong được chào đón bạn và quay trở lại - chúng tôi thực hiện chuyến tham quan dài nhất - trong thời gian sắp tới.\nCảm ơn bạn một lần nữa vì đã chia sẻ và chúc bạn có một chuyến đi vui vẻ.\nTrân trọng Đỗ Phú Ngưu và Mick!Đọc thêm",
            "Mick biết công việc của anh ấy, chăm sóc bạn và đưa bạn đi du lịch một lần trong đời. Chắc chắn là phải làm nếu bạn đến thăm Đà Nẵng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đăng bài đánh giá trên TripAdvosor về - Looking Glass Jeep Tours - , đây thực sự là một món quà lớn cho công ty chúng tôi, chúng tôi rất vui mừng được xác nhận rằng bạn rất thích chuyến tham quan của chúng tôi. \nChúng tôi rất hy vọng có cơ hội chào đón bạn quay trở lại - Looking Glass Jeep Tours - trong thời gian tới.\nTrân trọng Đỗ Phú Ngưu và Mick!Đọc thêm",
            "Chúng tôi đi bộ vào một buổi sáng để tìm chuyến tham quan vào phút cuối qua đèo Hải Vân - 1 chiều - thay vì đi xe buýt, Mick đã có thể thực hiện điều đó trong cùng một ngày và rất có sức chứa, - chúng tôi có 3 chiếc vali - rất am hiểu tiếng Anh ngôn ngữ đầu tiên của anh ấy thật tuyệt vời khi bạn muốn đặt câu hỏi. Tiền chi tiêu tốt!Đọc thêm",
            "Xin chào, chúng tôi sẽ đi du lịch vào đầu tháng 7 năm 2019 từ khách sạn ở Huế đến một khách sạn ở Hội An. Chúng tôi muốn đi du lịch cùng các bạn. Cách tốt nhất để liên lạc với bạn là gì?Đọc thêm",
            "Ứng dụng email hoặc điện thoại - 84 76 442 5880Đọc thêm",
            "Xin chào, chúng tôi sẽ cập cảng vào ngày 13 tháng 1 và tôi không biết liệu tàu du lịch của chúng tôi có thể đón chúng tôi không. Chúng tôi là một nhóm gồm 4 người muốn thực hiện một chuyến tham quan quân sự. Tàu của chúng tôi khởi hành lúc 5 giờ chiều nên tôi hy vọng chúng ta có thể gặp nhiều nhất có thể. Tôi cũng đang gặp khó khăn trong việc đặt chỗ - mọi thông tin đều sẽ được đánh giá cao.Đọc thêm",
            "Tôi - tôi chắc chắn việc đó có thể thu xếp được. Bạn đã liên hệ với Looking Glass chưa?Đọc thêm",
            "Bạn đến từ Thác Niagra phải không? \nDừng lại và truy cập vào năm ngoái. Muốn liên hệ và tham quan.\nKhông chắc liệu lần thử đầu tiên có thành công hay không. \nSteve ShanklandĐọc thêm",
            "Chúng tôi rất xin lỗi vì trả lời muộn cho câu hỏi của bạn. Công ty du lịch bằng xe jeep này hiện đang hoạt động và thực hiện các chuyến tham quan tuyệt vời tương tự. Vui lòng sử dụng tất cả thông tin liên hệ mới của chúng tôi ở trên. Chúng tôi hi vọng được phản hồi từ bạn sớm. \nCảm ơn Đọc thêm",
            "Chúng tôi đã từng sử dụng Jeremy trong quá khứ nhưng không thể tìm ra cách nào để giữ được anh ấy.  Trang web của anh ấy không hoạt động, anh ấy có email để liên hệ với anh ấy không?Đọc thêm",
            "Theo đồng nghiệp của Jeremy, anh đã rời Việt Nam vào tháng 7 hoặc tháng 8 năm 2017 và công việc kinh doanh của anh đã đóng cửa. Quá tệ! Chuyến tham quan của anh ấy thực sự tuyệt vời...Đọc thêm",
            "Làm cách nào để đặt tour xe Jeep?  Tôi không thể truy cập trang web của bạn.Đọc thêm",
            "Công ty này hiện đã hoạt động trở lại và thực hiện các chuyến tham quan tuyệt vời tương tự. Bạn có thể sử dụng thông tin liên hệ mới ở trên. Đọc thêm",
            "Xin chào, tôi muốn đặt chuyến tham quan với Jeremy nhưng không thể truy cập email hoặc trang web nếu không có mật khẩu. Thời điểm nào là tốt nhất để liên lạc với Jeremy qua điện thoại. Cảm ơn nhiềuĐọc thêm",
            "Chúng tôi đã gọi điện cho anh ấy vào khoảng giữa trưa ngày hôm trước. Sau đó, anh ấy nói rằng chúng tôi thật may mắn khi nhận được đặt chỗ trong thời gian ngắn như vậy, nhưng anh ấy đã trả lời điện thoại ngay khi chúng tôi gọi. Tuy nhiên, chúng tôi không thể sử dụng trang web của anh ấy. Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Nó phụ thuộc vào kế hoạch của bạn. Bạn có thể liệt kê những địa điểm bạn muốn ghé thăm và anh ấy sẽ đưa ra giá cho bạn. Trong trường hợp của tôi, tôi đã trả 550 USD cho chuyến du lịch 3 ngày quanh khu vực Quảng Ngãi cho 2 người, bao gồm bữa trưa và nước ngọt. Anh ấy đưa chúng tôi đến mọi nơi chúng tôi yêu cầu đi. Anh ấy dừng lại ở những nơi chúng tôi muốn chụp ảnh. Tôi nghĩ nó rẻ nếu xét đến tất cả các dịch vụ và niềm vui mà họ mang lại cho chúng tôi.Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Làm thế nào để đặt tour xe jeep kính nhìn? tôi sẽ đến Đà Nẵng vào ngày 24 tháng 10 năm 2016, vui lòng liên hệ với tôi qua whatsapp, cảm ơn bạnĐọc thêm",
            "Tôi đã gọi điện cho anh ấy khi đang ở Country...Chúc may mắnĐọc thêm",
            "Xe jeep có chở được 3 người không?Đọc thêm",
            "Chắc chắn là có thể - chúng tôi có bốn hành khách và điều đó khá ổn - khuyên bạn nên bôi nhiều kem chống nắng, đặc biệt là ở phía trên chân của bạn - như câu trả lời khác đã nói - đó là một trải nghiệm tuyệt vời, bạn phải làm.Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 29, 2019",
            "Written May 25, 2019",
            "Written March 26, 2019",
            "Written February 7, 2019",
            "Written January 27, 2019",
            "Written December 26, 2018",
            "Written November 25, 2018",
            "Written November 4, 2018",
            "Written October 31, 2018",
            "Written October 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or10-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or20-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6733203-Reviews-Malin_Plaza_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d14162961-Reviews-Diamond_Cave_Tham_Phra_Nang_Nai-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3705429-Reviews-Majnu_Ka_Tilla-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d12384257-Reviews-Parque_Nacional_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g37291-d268920-Reviews-Marengo_Cave-Marengo_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d3453042-Reviews-Xfinity_Theatre-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g30377-d1818716-Reviews-Spring_Valley_Beach-Blountsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g48454-d105834-Reviews-Donald_M_Kendall_Sculpture_Gardens-Purchase_Harrison_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32744-d3514214-Reviews-Uvas_Canyon_County_Park-Morgan_Hill_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4795435-Reviews-IMAX_Atrium_Flora-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or20-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or10-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Mick đón chúng tôi từ khách sạn, đó là khởi đầu của một cuộc phiêu lưu tuyệt vời mà vợ chồng tôi và cô con gái 8 tuổi của chúng tôi rất thích. Mick đưa chúng tôi đi tham quan và cung cấp cho chúng tôi thêm thông tin cũng như lịch sử mà chúng tôi có thể đọc được trong bất kỳ cuốn sách du lịch nào. Các điểm nổi bật bao gồm cho khỉ ăn trên đèo Hải Vân, tìm đạn dược từ chiến tranh Việt Nam tại Cổng Hải Vân, ăn trưa trên mặt nước hồ ở Lăng Cô trên đĩa - Chip Chips -, Bơi cùng người dân địa phương tại một hố nước và gặp gỡ người dân Việt Nam. Chúng tôi đã có một ngày tuyệt vời và sẽ không ngần ngại giới thiệu Mick, anh ấy có rất nhiều đồ uống giải khát và kẹo mút để phát cho trẻ em địa phương.Đọc thêm",
            "Phần tuyệt vời nhất của kỳ nghỉ là chuyến đi này. Chủ nhà Mick là một chàng trai tuyệt vời đã đảm bảo rằng chúng tôi có bia Planty ov. Rất khuyến khích. Ngày tuyệt vời nhất. Đó là điều phải làm. Cảm ơn mickĐọc thêm",
            "Một ngày tuyệt vời miễn là bạn có thể xử lý được cái nóng và khói bụi. Giao thông cũng là một trải nghiệmĐọc thêm",
            "Đây là một cuộc phiêu lưu gia đình tuyệt vời. Em út của chúng tôi yêu thích chiếc xe jeep và tất cả sự chú ý mà nó mang lại cho chúng tôi khi chúng tôi vào làng.. Người dân địa phương chạy đến và tụ tập... tạo nên những cơ hội chụp ảnh tuyệt vời. Hướng dẫn viên của chúng tôi rất quyến rũ và thú vị với những câu chuyện đầy thông tin về con người, văn hóa và phong cảnh... Miền quê rất đẹp và thật tuyệt vời khi thoát khỏi lối mòn và đi cùng những khách du lịch khác - t... Chúng tôi cũng cảm thấy rất an toàn với hướng dẫn viên - tài xế cẩn thận của chúng tôi.... Đó chắc chắn là một trải nghiệm đáng nhớ và là điểm nhấn trong chuyến phiêu lưu của chúng tôi tại Việt NamĐọc thêm",
            "Hi - I had to give this 1 out of 5, which means that the experience was terrible.  This deserves a ZERO out of 5 as we didn - t even get to go, read on.....Well - having visited Da Nang in April 2016, and experiencing Looking Glass Jeep Tours we decided long before we came back with our Brother  -  Sister in-laws and their 2 children that we would do this tour again, as you can read in my last review it was a pretty good one...We made contact with Jeremy some time out and confirmed date, time and pick-up location, this time for 2 jeeps as there was the 6 of us.  Slow to reply but we got there.  I even e-mailed a week prior to confirm the booking, however, no reply - not a big deal we thought as it took him a few weeks to reply initially - that should have been an alarm bell there and then.On the day we all got up nice and early for the 8:00am pickup - full of excitement and expectation, it was our travelling partners first time to Vietnam and we really had talked it up.  So we waited, waited and waited some more.  A NO SHOW!!!!I rang the number twice, left a voice message after a Vietnamese prompt, still no reply.In my last review I called him laconic and cynical - now I call him just plain rude and arrogant.  If you can - t make a date then fine, make contact, call, e-mail, contact our hotel and leave a message, at least notify people, I understand that things happen, if there was a problem so be it we could have arranged another time during our stay - but nothing - really?So my advice to you all is this - if you book it do so with apprehension and make sure that you have a back up plan on the day.  Consider another operator - all our other tours booked online prior departure ran like clock work, on time and all of our expectations easily exceeded and all operated by local Vietnamese operators and not an ex-pat.Read more",
            "Chủ sở hữu của Looking Glass Jeep Tours \n\nTôi xin lỗi vì phản hồi muộn cho đánh giá của bạn và tôi vô cùng xin lỗi về trải nghiệm của bạn. \n\nKhông may lúc đó Jeremy phải rời quê hương để lo một số việc cá nhân. \n\nLooking Glass Jeep Tours đã hoạt động trở lại và thực hiện các chuyến tham quan tuyệt vời như thường lệ.\n\nTôi xin lỗi và tôi biết tôi không thể nói hay làm gì để khắc phục những vấn đề bạn gặp phải. \nMột lần nữa tôi thành thật xin lỗi. \n\nNgưu\nĐọc thêm",
            "We booked a half-day Jeep tour to Hai Van Pass for our family of 6  - kids between 5-9 - . Jeremy suggested we take the Russian jeep, which is a lot larger than the American jeeps we saw, and we were able to fit comfortably. We left our hotel in Da Nang at 1pm, which is the latest time this tour can leave and arrive by sunset. The kids absolutely loved the thrill of riding in an open jeep, and after 5 hours I must say I did still feel like the ride was comfortable - thankfully there is a shade cover as a roof so we didn - t cop too much sun. Jeremy was a fantastic guide - he has lived in Vietnam for over 7 years and has accumulated a wealth of interesting information to share on the trip. Has carries a folder of old photographs that along with Jeremy - s narration give a wonderful historic perspective to the places we passed. The Hai Van drive was very scenic and the road surprisingly not very busy  - we went on a Thursday afternoon -  - most of the traffic consisted of backpackers on motorcycle tours. After a drink and ice-cream  - included in the tour -  and a wander around the historic toll gate and more recent machine gun nests at the top of the pass, we continued on to the view across Lang Co village, one of the more famous sights in Vietnam. From there we took a brief run on the main highway and through SE Asia - s longest tunnel, before hitting the back roads to see first hand rural Vietnamese life. We stopped to tour through a typical rural house, visited a farm that grows bizarre chickens with huge feet. Note: If four children corner a chicken inside a pen, it WILL get mad! Funny to see four kids fleeing from a beserk rooster. We also made regular stops to hand out lollipops to the local kids playing near the road - perhaps not advisable where you live, but here greeted with a smile and a chance to practice a few words of English. We stopped at a family business that makes slate tiles, by hand. All the kids had a go at breaking off a tile from a large stone with hammer and chisel. There were a lot more sights on this trip, these are the more memorable ones. It was a long day from the smaller kids, but everyone agreed it was an excellent tour and I would highly recommend it to anyone. Especially for a larger family like ours, it was so nice to go all together in the one vehicle.Read more",
            "This is an absolute must do when in Danang. Jeremy was a super knowledgeable guide and was very flexible with bad weather arrangements which is really necessary as the jeeps have no tops and it - s an open top day so bring your sunblock and caps as well as a light jacket for the winter months as it can get rather cool up in the mountains.There were 8 of us and our teenage children had a blast and they were especially blown away at how Jeremy had a very keen eye for spotting spent bullets and their casings in the ground which were more prevalent up in the mountains.I won - t get into too much detail of the tour as I not want to spoil it for readers but each location we went to was interesting and Jeremy knew everything about each location we visited. All locales were spectacular and what a great day we had!Wear sensible shoes or trainers as you will do a bit of climbing and hiking.Don - t miss this tour and book well in advance so you don - t miss out!Thanks Jeremy and Phillip who drove the second jeep and who had a great sense of humour.Read more",
            "We heard about this tour from another family staying at our hotel, who spoke highly of The day,We booked a day tour for the tuesday, but unfortunately it was raining so Jeremy had to postpone to the following day. Jeremy arrived in his veteran soviet jeep ontime and raring to go. We visited marble mountain, monkey mountain, had traditional vietnamese pancake for lunch, and after lunch we headed out of town, we went up to the hills via scenic road and returned via the road tunnel,Jeremy took us to small villages where he showed us a slice of the real vietnam as it has been for hundreds of years. He is very knowledgable is all things Danang and general Vietnam. He had many photos of historic Vietnam and exact location as they were years priorHe has a genuine love of the country and its way of lifeHe has a genuine love of the people and it shows in his way of trying to give back to the community.He especially brought with him candies for the kids of the small villages which we gave out along the wayEveryone was intrigued with 4 westerners traveling on these little traveled roads in a vintage ex army jeepIt was an absolutely awesome day, and we would certainly recommend jeremy and looking glass tour for a never to be repeated experience Absolutely 5 star experienceRead more",
            "Nếu bạn đang tìm kiếm một chuyến tham quan đích thực, tuyệt vời và nhiều thông tin, đừng tìm đâu xa! Jeremy là một nguồn kiến ​​thức tuyệt vời về lịch sử địa phương và lối sống của người Việt. Tôi đã đến thăm Việt Nam nhiều lần và muốn có một trải nghiệm độc đáo và không mang tính chất du lịch cho bố mẹ tôi trong chuyến thăm đầu tiên của họ... Jeremy đã giao hàng. Từ chiếc xe jeep, sự lựa chọn âm nhạc và sự tương tác thân thiện với người dân địa phương, Jeremy đã mang đến cho chúng tôi một chuyến đi mà chúng tôi sẽ không bao giờ quên. Không thể bỏ qua đèo Hải Vân trong chuyến đi đến Đà Nẵng và tôi thực sự khuyên bạn nên tham quan Look Glass Jeep Tours! Đọc thêm",
            "Cảm ơn Jeremy vì trải nghiệm tốt đẹp. Anh ta chỉ tránh tất cả khách du lịch và biết đi đâu và thể hiện những gì. Chúng tôi sẽ không thấy được tất cả những điều này nếu không có anh ấy. Xe Jeep tuyệt vời với nhiều không gian cho 4 người cùng hành lý. Bọn trẻ của chúng tôi rất thích nó và vẫn nói về nó như một trong những điều tốt nhất chúng tôi đã làm ở Việt Nam. Và giá cả là ổn cho chuyến tham quan có một không hai này. Cảm ơn một lần nữa cho chuyến đi. - - SvenĐọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 1, 2018",
            "Written September 30, 2018",
            "Written June 25, 2018",
            "Written March 10, 2018",
            "Written July 26, 2017",
            "Written April 14, 2017",
            "Written January 30, 2017",
            "Written January 11, 2017",
            "Written December 17, 2016",
            "Written December 10, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or20-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or10-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or30-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5074715-Reviews-Divvy_Bikes-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g47709-d3226669-Reviews-Green_Lakes_State_Park-Fayetteville_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52882-d286351-Reviews-Kitchen_Kettle_Village-Intercourse_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d20988018-Reviews-Studio_Dewi-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d156817-Reviews-San_Jose_Flea_Market-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48310-d219011-Reviews-Nyack_Beach_State_Park-Nyack_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15614181-Reviews-Dubai_Duty_Free_Shop-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060921-d1425364-Reviews-Yomiuri_Land-Inagi_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or30-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or20-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "We booked this as a 1 - 2 day tour after reading all the positive reviews.  We just emailed Jeremy and he arranged to pick us up at our hotel 2 days later.  We wanted to get out into the countryside and villages a bit as well as seeing the traditional attractions, unfortunately my husband has no balance so cycling tours or motorbike trips were out.  This was a great way to see some of Vietnam riding in an open top old army keep.  Much better than an air con car or big coach!  We drove up the highway to hai van pass to see the amazing views, then out into some of the villages, to see some local life, and stopped for some lunch at a tiny village cafe.  It was actually the nicest Vietnamese food I - ve eaten since arriving !  I would recommend this tour - which can be personalized to what you want to see.  Yes it is a little on the expensive side, so we could only stretch to the 1 - 2 day - but as everyone has said it is worth the money.  If you can I - d say probably worth pushing the budget to the full day.  The photos of the area during the war to compare with the views we were looking at made for an interesting trip.  We drove on part of the route that the Top Gear guys did on their Vietnam Special - will be re-watching that when I get home. Lots of fun, and a good day out - would highly recommend Read more",
            "Jeremy and Crew gave my group of military members the tour of a lifetime in and around DaNang.  The knowledge and experience of the area was amazing.  He clearly gave us the tour of a lifetime and I know he was extremely generous with the time put into our tour.  Being shown photographs and viewing the same locations - same views from the Vietnam war era truly made it a memorable experience.  Having Tam along brought more stories and life experiences to our group.  Finally, the trip we took into and around the outskirts of town and into a Slate cutting village was not only entertaining but enlightening- We saw what many of those in the area who work hard on a daily basis go through just to bring their good to market: an eye opening experience.  Clearly we weren - t the first on this tour since children ran when they heard the jeeps coming - just to grab lollipops... - If you are in DaNang, save you money on any other tours and call Jeremy.  He wont let you down.Read more",
            "Organized tours by local agencies are sometimes disappointing, because what they want to show us is not always what we want to see. Looking Glass Jeep Tours is a perfect evidence that some non-locals are far better guides than locals. I had been looking for a tour that would take me to several places  - Chu Lai Airbase, Son My Memorial, Tra Bong River, etc. -  in Quang Ngai in Central Vietnam related to Vietnam War for more than 20 years.  Jeremy and his great business partner, Tam, finally made my dream come true. I and my 20 year-old daughter thoroughly enjoyed being with them in this fantastic adventure into the wonderland.I asked Jeremy by email if he could make a customized 3-day tour around Quang Ngai for us. He understood my plan, what I want to see and do there, etc. and agreed to organize the tour. Throughout the tour, I was amazed by his copious knowledge about the war and the aftermath. He made an album of old pictures of that area in the wartime, which he had taken on Internet. He showed the album to the local people so that they could take us to the place where the pictures had been taken. Those people who had first-hand experiences of the war willingly guided us around by identifying the places with the mountain lines of the pictures. Thus, we could see before - after of the places. We even discovered bunkers that had been used by French and American armies. It was so interesting to talk to Tam as well, who survived the war in Da Nang.A jeep is an ideal vehicle to explore Vietnam, in which there are so many wonderful discoveries and encounters in rural areas along unpaved small roads. As the jeep had no window or roof, we could take photos from various angles while driving. There was a cooler on the jeep filled with ice, mineral water, soft drinks, beer, etc. Being in the peak rainy season in September, it rained heavily every afternoon. We put on the raincoats, which were kept in stock in the jeep, so the rain was not a big problem. I strongly recommend this tour to those who like adventures, who are seriously interested in history of Vietnam, and who want to see the reality of local lives there.Read more",
            "We were wandering around Da Nang looking for a tour, when we came across Looking Glass Jeep Tours on tripadvisor. We went to Tam - s to book the tour and Jeremy came to meet us in person and tell us about the tour. We booked a day tour, and could not have been happier with it! We were picked up in the morning at our hotel  - with all of our stuff as we were changing from Da Nang to Hoi An - , and had the most informative day in Vietnam. Jeremy - s knowledge and interest in the area is very evident, and he was a great guide. He took us to the best spots, helped us take the best photos, and was really willing to mold the tour based on our interests. It was by far one of the best day tours we had on our trip. The open air jeep was so much fun to be in, and Jeremy - s music choice was perfect. Definitely wear - bring sun screen for the tour, and prepare to be very sweaty. The jeep has a cooler full of water, soda, tea, and beer which Jeremy keeps fully stocked through the day. Our lunch was absolutely delicious  - Banh Xeo, definitely try it - , and we stopped for coffee when we felt like it. The bottom line is definitely do one of the tours. Definitely worth the  -  - ! Would recommend this to anyone of any age visiting Da Nang.Read more",
            "Chúng tôi tìm thấy công ty du lịch này trên internet khi chúng tôi ở Hội An gần đây.  Chúng tôi đã thực hiện các chuyến du lịch hai ngày một ngày với Jeremy và tôi thực sự có thể giới thiệu cả hai, đặc biệt là chuyến tham quan vào vùng núi để gặp gỡ Người dân miền núi.  Một ngày đi chơi tuyệt vời cùng đối tác kinh doanh Tâm.Đọc thêm",
            "Đi du lịch trên một chiếc xe Jeep ngoài trời. Tham quan quanh các địa điểm trong và xung quanh Đà Nẵng nơi người Mỹ đổ bộ và nhiều địa điểm khác.  Các bản đồ được trình chiếu cũng như những câu chuyện thú vị được kể bởi một người phụ nữ tuyệt vời sống sót sau Chiến tranh.  Rất khuyến khíchChuyến tham quan cả ngày tuyệt vời.Đọc thêm",
            "Thật là một lời giới thiệu tuyệt vời từ một người bạn! Chúng tôi đã có chuyến du lịch kéo dài nửa ngày với Jeremy. Một ở Đà Nẵng và một ở Hội An. Bọn trẻ rất thích chiếc xe jeep và chú Jeremy mà chúng tôi nhận thấy là một chàng trai rất chân thành. Mặc dù trời có thể khá nóng ngay từ 8 giờ sáng trở đi trong thời gian này trong năm, nhưng tất cả chúng tôi đều có rất nhiều niềm vui. Đáng nhớ nhất đối với chúng tôi sẽ là chuyến đi đèo Hải Vân và chuyến tham quan thác nước địa phương. Chúng tôi không cần phải nói nhiều như hầu hết những người đánh giá đã nói hết. Cảm ơn Jeremy một lần nữa vì khoảng thời gian tuyệt vời. Đọc thêm",
            "Chồng tôi và tôi đi tour bằng xe jeep qua những ngọn núi bên ngoài Đà Nẵng.  Jeremy, hướng dẫn viên du lịch của chúng tôi, đã đón chúng tôi tại khách sạn và tỏ ra là một nhà lãnh đạo hiểu biết và thân thiện.  Chúng tôi thực sự thích tìm hiểu thêm về lịch sử quân sự của những khu vực chúng tôi khám phá.  Chúng tôi đã nhìn thấy rất nhiều ngôi làng địa phương trên đường đi, gặp một số dân làng và ngắm nhìn phong cảnh tuyệt đẹp.  Tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai đang muốn thoát khỏi thành phố để nhìn thấy một khía cạnh hoàn toàn khác của Việt Nam.  Thật vui vì chúng tôi đã làm điều này- nó đã khiến chuyến đi của chúng tôi trở nên thú vị!Đọc thêm",
            "We were picked up at our hotel and we went to the marble mountains and walked up to the top of the mountain which had some great views!We then drove to Monkey Mountain and on the way stopped in a Da Nang and seen how a local fishing boat is made, This was great to see.Driving through monkey mountain was great and had some fantastic views, unfortunately we did not see any monkeys as it was likely to hot on the day we were there. We then went to a local restaurant in Da nang where we had a nice lunch.After lunch we drove to Hai Van Pass and had a look around there and was good to see as it was an area where fighting took place in the war.Then drive through some local villages and seen how the locals live and what they farm and how they make a living.  This was fantastic to see!We had an absolutely amazing day and a big thanks to our guide Jeremy.This tour is a bit expensive but it is worth it! It - s a full day tour and everything is provided.Highly reccomend doing this tour if you are in Da Nang!Read more",
            "Chuyến tham quan tuyệt vời đến trái đất của Đà Nẵng và những ngọn núi xung quanh. Jeremy là một chàng trai tuyệt vời với thế giới thông tin và lịch sử địa phương. Có thể thử kiểm tra thời tiết trước vì đây là chuyến tham quan leo núi và mây che phủ có thể làm hỏng một số cảnh quan. Các cậu bé 6 - 11 tuổi của chúng tôi rất thích nó... Làm tốt lắm Jeremy và tôi nghĩ bạn - sắp trưởng thành rồi..Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 6, 2016",
            "Written October 7, 2016",
            "Written September 28, 2016",
            "Written August 2, 2016",
            "Written July 17, 2016",
            "Written July 9, 2016",
            "Written June 18, 2016",
            "Written June 12, 2016",
            "Written June 6, 2016",
            "Written May 16, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or30-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or20-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or40-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d285104-Reviews-Clam_Pass_Park-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d4178083-Reviews-Jacob_s_Well_Natural_Area-Wimberley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d1227378-Reviews-Foothills_Recreation_and_Aquatics_Center-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d4799312-Reviews-AMC_Hoffman_Center_22-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1052753-d11949822-Reviews-Finca_Las_Margaritas_Banana_Experience-Las_Galletas_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1373876-Reviews-LIV_Nightclub_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318261-Reviews-Muzeul_National_al_Satului_Dimitrie_Gusti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g58793-d10716064-Reviews-BoomShaka-Tumwater_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g33963-d13173182-Reviews-Holy_Land_USA_Ruins-Waterbury_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8761822-Reviews-IPIC_Theaters_Houston-Houston_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or40-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or30-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Tôi chỉ khám phá ra các chuyến tham quan bằng xe Jeep bằng kính với 48 giờ rảnh rỗi!  Tôi đã lên kế hoạch thực hiện một chuyến du lịch bằng xe máy khi cả vợ tôi và tôi đều đi du lịch ở Vương quốc Anh. Có vẻ như tình trạng hỗn loạn đã xảy ra nhưng tôi quyết định phản đối và chọn xe Jeep.  Tâm rất nhiệt tình giúp đỡ và nhờ người yêu cũ người Canada Jeremy gọi điện cho tôi và sắp xếp một số việc.  Anh ấy không chỉ có mặt đúng giờ mà chúng tôi đã dành cả ngày cùng anh ấy, thăm những người thợ đóng thuyền, các ngôi làng địa phương và một số địa điểm quân sự cùng với các ngôi đền Hindu ở Mỹ Sơn....Chúng tôi đã có một ngày tuyệt vời bao gồm bữa trưa và bia và đặc biệt là vợ tôi - s nêu bật kỳ nghỉ của cô ấy, băng qua sông trên xe jeep và sau đó bơi trong thác nước trong rừng!!  Tôi không thể giới thiệu đủ anh chàng này...anh ấy là người hiểu biết và chu đáo....Chỉ cần đặt chỗ thôi!!!Đọc thêm",
            "My husband and I were picked up by Jeremy to drive us from Hue to Hoi An.  We know there were cheaper and quicker options available but we were looking for something different, we didn - t just want to be on the main, tourist road for 4 hours not really seeing the sights and countryside.  OMG, beyond happy we went with Jeremy!  He picked us up in his 1980 - s Russian Jeep and I have to say, it was much more comfortable than I thought it would be.  As we started pulling away from our hotel for the beginning of our 8 hour journey, he started playing the soundtrack to Good Morning, Vietnam.  Brilliant!  Jeremy is a fellow Canadian which was nice but he - s lived in Vietnam for the last 6 years and you can instantly tell just how much he loves this country and its people.  Jeremy was very friendly and extremely knowledgeable so not only did we enjoy ourselves during the trip but also learned a lot as well.  Because we didn - t take the typical drive to Hoi An we were able to drive through villages that don - t get a lot of tourists and that was wonderful.  We stopped at a beautiful temple, we stopped on the side of the road for some street food...and while doing this ended up being invited to take part in a funeral procession which was a memory I - ll never forget.  We stopped in a lot of small villages and handed out pens - pencils - candy to the school kids and in doing this brought out a lot of smiles and also had our pictures taken with pretty much everyone we came across.  We stopped for a very tasty lunch and also did the Hai Van Pass and the Lady Buddha in Da Nang so you do also see popular tourists spots.  While driving through Da Nang we also stopped and got to watch an elderly gentleman making the traditional round boats which was interesting.  We spent a total of 3 weeks in Vietnam and I have to say, our day with Jeremy was by far my favourite day of our entire vacation.  Like I said, this journey might be a little more expensive but it is so, SO worth it.  I would highly recommend Jeremy and his Jeep adventure to anyone and if we are ever lucky enough to go back to Vietnam again, I would very happily do this trip with him all over again.Read more",
            "An eye opener of a day!  Arranged with Jeremy a full day tour to the north of Danang, Monkey Mountain, Hai Van pass, An Cu and bay  - lunch - a very tasty seafood meal at a local eatery -  and the back country of Da Nang.  Jeremy was great, a little laconic a little cynical, but this just added to the experience and to the day in a good way.  For us the highlight was the people, the villigers, their children, their way of life - always welcoming.  Away from the markets and hawkers of Hoi An and the hustle of Da Nang we experienced  - The real Vietnam -  locals working the fields in literally picture perfect vistas.  Here we saw first hand the two sides of this diverse country - the development at all costs and the traditional village and farming life - I truely hope that the Vietnamese understand that development comes at a cost and we hope that cost is not the loss of this way of life and culture.  If your in Da Nang for a period than get hold of Jeremy and jump in a jeep, you will not regret it.  Only tip is cover-up and use plenty of sun screen, other than that enjoy the ride, the commentary, the scenery and above all the local people especially the children.Read more",
            "Đây là một ngày đi chơi tuyệt vời đối với vợ tôi và tôi. Chúng tôi được đón từ khách sạn lúc 8 giờ sáng và được sắp xếp trên một chiếc xe jeep của cựu quân nhân Mỹ rất thoải mái và được lái bởi Jeremy, người không thể chỉ lái giỏi ở Việt Nam nhưng cũng là một hướng dẫn viên rất am hiểu và giàu thông tin, đến Việt Nam thực sự để tham quan qua những ngọn núi và gặp gỡ những người sống ở đó. Phong cảnh tuyệt đẹp và người dân sống ở vùng này rất thân thiện, mến khách và làm việc chăm chỉ. Một ngày thực sự đáng nhớ và là điểm nhấn trong hai tuần tuyệt vời ở Việt Nam.Đọc thêm",
            "What a fantastic day we had with Del. An expat Brit with loads of experience, knowledge and love of his new home. We spent the day in a Russian jeep complete with hand grenade gear knob!  We did the Da Nang Hills tour and it was a FULL day!!!  Marble mountain, monkey mountain  - with monkeys - , beaches, met the locals, had an unreal lunch, so much Viet war history  -  with photos from the war so you can compare to today - So, so much more. The real highlight is getting off the beaten tourist track and into the real villages and seeing local life first hand. I don - t want to spoil it as there are some wonderful surprises.  Don - t let the price put you off as we had 4 of us so we thought it was great value. It - s our 2nd trip to Vietnam and this was the best thing we have ever done here.Thanks Del for looking after us and giving us our best Vietnamese experience!!!Read more",
            "Jeremy rất thân thiện và hiểu biết và đã chỉ cho chúng tôi những địa điểm mà bạn không mong đợi được thấy. Tôi thực sự giới thiệu chuyến tham quan của anh ấy từ Hội An đến Huế qua con đường ven biển, bạn - sẽ thích nó!Đọc thêm",
            "Lúc đầu chúng tôi hơi e ngại vì giá cả nhưng hãy để tôi nói - nó đáng giá từng xu và hơn thế nữa. Dell, hướng dẫn viên của chúng tôi là một chàng trai tuyệt vời - biết rất nhiều về lịch sử, chính trị địa phương và đã cho chúng tôi cái nhìn sâu sắc về văn hóa, xã hội và lịch sử Việt Nam - đặc biệt là chiến tranh Việt - Mỹ -. Chúng tôi đã đến thăm Ngũ Hành Sơn, Núi Khỉ, hầm trú ẩn thời chiến, một thợ đóng thuyền đánh cá, thợ cắt gạch đá phiến, những ngôi làng nhỏ trong một ngày đầy hành động trên chiếc xe jeep mui trần thời chiến của Hoa Kỳ. Mọi người, mọi nơi đều ghen tị với chuyến đi của chúng tôi. Bữa trưa, xuống một con hẻm nhỏ thật tuyệt vời, đồ ăn và đồ uống từ những người bán hàng rong trong làng thật tuyệt vời. Đây là những gì chúng tôi đến Việt Nam để xem. Nếu bạn - đang phân vân không biết có nên làm điều này hay không - hãy ngừng suy nghĩ - hãy cứ làm!Đọc thêm",
            "The company owner, Jeremy, was our guide.  Soon after we met, we found out that he is our Canadian compatriot.  So, during the two-day tour we did not have to put up with the heavy Vietnamese accent as we did with other English-speaking local guides.  The jeep we rode in was an authentic Vietnam War jeep made before 1975.  It was so authentic that it doesn - t have doors.  There is a heavy duty canvas strap across the passenger-side door for you to hang on to during a sharp turn, especially with Jeremy - s driving style.  It does not have canvas cover, which offers excellent visibility but lacks weather protection.  This beast must look antique enough that, at one point, other tourists were taking pictures of our jeep.Our main goal to visit Da Nang was to see the endangered Red-Shanked Doucs in Son Tra Mountain  - Monkey Mountain - .  The weather did not cooperate in the first morning.  It was windy, raining and cold.  All the monkeys went hiding.  After visiting the Marble Mountain around noon, we went back to Monkey Mountain to continue our search for the doucs as the weather cleared up a bit.  Jeremy knows the mountain roads very well and did a great job in looking for the monkeys.  We had the fortune to see the monkeys at three different locations as we drove around on the hilly roads.  These are truly unique monkeys but in dire conservational status.  The monkey habitat is well worth a visit if you are in Da Nang area.  Raising public awareness is probably all we could do, as foreign tourists, to help the fate of these monkeys, but I urge everyone to do his best to contribute to the conservation of these precious monkeys.  By the way, Marble Mountain is an interesting site with both historic  - Vietnam War -  and religious  - Buddhism -  background, which you don - t want to miss.We visited My Son, some local villages and Hoi An on the second day.  My Son is a much smaller version of Cambodia - s Angkor Wat, nevertheless, Jeremy - s guiding and narrations added some interesting points relating to the Vietnam War.  For example, he pointed out the remnant of the bomb craters and a site  - one old temple -  where the Viet Gong used as shelter during the war.  Although Hoi An is generally highly rated among tourist, it is basically a restored old tourist town with lots of shops.  I, as a nature lover with no desire for shopping, did not find it all that attractive.  Just to be fair, we did hear form one fellow traveller that the town looks pretty when the lanterns lit up by night fall.One thing I want to mention about Jeremy is his guiding style.  He is a smart young man and did his homework about Vietnam War and the area.  He would point out the  - scars -  left by the war at different sites and provide some background information  - eg. holes on the temple walls left by M16 vs. AK47 bullets - .  He has a couple of photo albums in his car which are full of old pictures from the Vietnam War he got from the internet.  He would take you to some sites where the pictures were taken in order to give you a comparative view of  - Now and Then - .  I thought it was a nice little extra touch.  He offers a  - Vietnam War Tour -  on his website which we did not have time to cover.  I imagine it would be very informative considering Jeremy - s non-Vietnamese insight into the history of this war.In conclusion, I would recommend for at least two days for touring Da Nang area, including Hoi An.  You may find yourself rushed even to cover the spots I mentioned above.Read more",
            "We booked a transfer from Hue to Hoi An as we were interested in reading the TripAdvisor reviews and wanted something other than the usual tourist 4 hour drive along Highway 1 without seeing anything of note.We were picked up right on time by Jeremy in his 1985 Russian Jeep, who packed up our suitcases in the back of the jeep and we set off to the strains of the Good Morning Vietnam soundtrack, a witty start to the day for sure,Jeremy simply knows his stuff. A canadian who has been living in Vietnam for 6 years, he is clearly loving life in Vietnam and loving the country and its people.We stayed off the highway for long stretches  - in fact, the trip took us 8 hours - , visited some places for great street food, ended up joining in a funeral  - ! - , and stopped to give out candy and pens - pencils to many a local schoolkid  - and you might be asked for a photo opportunity or 2 with them also - . We also visited a great little temple, which was clearly not on the tourist trail.8 hours between the 2 cities seems a long time, but the time flew by. Jeremy gave us lots of great information about the areas we visited and general detail.Obviously we visited the obligatory Hai Van Pass as well as the Lady Buddha complex at Da Nang, and as usual Jeremy had plenty of info to share.The jeep is very comfortable and has enough room for 3-4 people.Yes, this tour is more costly that the standard 4 hour drive in an air conditioned private car or coach, where you - re glued to your wifi or looking out of the window for long stretches of Highway 1, but you get what you pay for - a great 8 hour drive through local villages, meeting locals, and maybe taking part in things you would never have otherwise.I would certainly have no hesitation in booking Jeremy for any tour that he runs!Read more",
            "The reviews were all excellent, and I cannot disagree! A very enjoyable and informative tour, in a US army jeep - one careful owner. We found this tour in Tripadvisor and when we asked the hotel to book... no info! The hotels want big commission and overcharge, so direct booking was a reasonably priced tour.Jeremy from Canada was fantastic, and very knowledgeable. The tour can be designed to your choice, basically 5 hours and off you go. The jeep was an attraction at the hotel, and a few impromptu photo calls en route. Off we go to the strains of  - Good Morning Vietnam - Our trip took us from the Nam Hai hotel to the Hai Van Pass, A few souvenir bullets  - used, not a previous careful owner -  were found, back through the tunnel and extensive deviations off road through villages  - no tourists - . The off road benefit of a jeep.Jeremy also had a big supply of sweets for the local children, so quite a few stops!A most enjoyable day, now relaxingRead more",
            "Xin chào, chúng tôi sẽ đi du lịch vào đầu tháng 7 năm 2019 từ khách sạn ở Huế đến một khách sạn ở Hội An. Chúng tôi muốn đi du lịch cùng các bạn. Cách tốt nhất để liên lạc với bạn là gì?Đọc thêm",
            "Ứng dụng email hoặc điện thoại - 84 76 442 5880Đọc thêm",
            "Xin chào, chúng tôi sẽ cập cảng vào ngày 13 tháng 1 và tôi không biết liệu tàu du lịch của chúng tôi có thể đón chúng tôi không. Chúng tôi là một nhóm gồm 4 người muốn thực hiện một chuyến tham quan quân sự. Tàu của chúng tôi khởi hành lúc 5 giờ chiều nên tôi hy vọng chúng ta có thể gặp nhiều nhất có thể. Tôi cũng đang gặp khó khăn trong việc đặt chỗ - mọi thông tin đều sẽ được đánh giá cao.Đọc thêm",
            "Tôi - tôi chắc chắn việc đó có thể thu xếp được. Bạn đã liên hệ với Looking Glass chưa?Đọc thêm",
            "Bạn đến từ Thác Niagra phải không? \nDừng lại và truy cập vào năm ngoái. Muốn liên hệ và tham quan.\nKhông chắc liệu lần thử đầu tiên có thành công hay không. \nSteve ShanklandĐọc thêm",
            "Chúng tôi rất xin lỗi vì trả lời muộn cho câu hỏi của bạn. Công ty du lịch bằng xe jeep này hiện đang hoạt động và thực hiện các chuyến tham quan tuyệt vời tương tự. Vui lòng sử dụng tất cả thông tin liên hệ mới của chúng tôi ở trên. Chúng tôi hi vọng được phản hồi từ bạn sớm. \nCảm ơn Đọc thêm",
            "Chúng tôi đã từng sử dụng Jeremy trong quá khứ nhưng không thể tìm ra cách nào để giữ được anh ấy.  Trang web của anh ấy không hoạt động, anh ấy có email để liên hệ với anh ấy không?Đọc thêm",
            "Theo đồng nghiệp của Jeremy, anh đã rời Việt Nam vào tháng 7 hoặc tháng 8 năm 2017 và công việc kinh doanh của anh đã đóng cửa. Quá tệ! Chuyến tham quan của anh ấy thực sự tuyệt vời...Đọc thêm",
            "Làm cách nào để đặt tour xe Jeep?  Tôi không thể truy cập trang web của bạn.Đọc thêm",
            "Công ty này hiện đã hoạt động trở lại và thực hiện các chuyến tham quan tuyệt vời tương tự. Bạn có thể sử dụng thông tin liên hệ mới ở trên. Đọc thêm",
            "Xin chào, tôi muốn đặt chuyến tham quan với Jeremy nhưng không thể truy cập email hoặc trang web nếu không có mật khẩu. Thời điểm nào là tốt nhất để liên lạc với Jeremy qua điện thoại. Cảm ơn nhiềuĐọc thêm",
            "Chúng tôi đã gọi điện cho anh ấy vào khoảng giữa trưa ngày hôm trước. Sau đó, anh ấy nói rằng chúng tôi thật may mắn khi nhận được đặt chỗ trong thời gian ngắn như vậy, nhưng anh ấy đã trả lời điện thoại ngay khi chúng tôi gọi. Tuy nhiên, chúng tôi không thể sử dụng trang web của anh ấy. Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Nó phụ thuộc vào kế hoạch của bạn. Bạn có thể liệt kê những địa điểm bạn muốn ghé thăm và anh ấy sẽ đưa ra giá cho bạn. Trong trường hợp của tôi, tôi đã trả 550 USD cho chuyến du lịch 3 ngày quanh khu vực Quảng Ngãi cho 2 người, bao gồm bữa trưa và nước ngọt. Anh ấy đưa chúng tôi đến mọi nơi chúng tôi yêu cầu đi. Anh ấy dừng lại ở những nơi chúng tôi muốn chụp ảnh. Tôi nghĩ nó rẻ nếu xét đến tất cả các dịch vụ và niềm vui mà họ mang lại cho chúng tôi.Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Làm thế nào để đặt tour xe jeep kính nhìn? tôi sẽ đến Đà Nẵng vào ngày 24 tháng 10 năm 2016, vui lòng liên hệ với tôi qua whatsapp, cảm ơn bạnĐọc thêm",
            "Tôi đã gọi điện cho anh ấy khi đang ở Country...Chúc may mắnĐọc thêm",
            "Xe jeep có chở được 3 người không?Đọc thêm",
            "Chắc chắn là có thể - chúng tôi có bốn hành khách và điều đó khá ổn - khuyên bạn nên bôi nhiều kem chống nắng, đặc biệt là ở phía trên chân của bạn - như câu trả lời khác đã nói - đó là một trải nghiệm tuyệt vời, bạn phải làm.Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 16, 2016",
            "Written May 9, 2016",
            "Written May 1, 2016",
            "Written April 18, 2016",
            "Written April 13, 2016",
            "Written April 6, 2016",
            "Written April 5, 2016",
            "Written March 26, 2016",
            "Written March 12, 2016",
            "Written February 16, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or40-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or30-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or50-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d5537020-Reviews-Tiger_World_Thailand-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d4682435-Reviews-Lakota_Ways_Pine_Ridge_Indian_Reservation_Tours-Wall_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d145890-Reviews-Snow_Lake_Trail-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d482152-Reviews-Petco_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g227896-d15105500-Reviews-St_Thomas_Bay-Marsascala_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g298277-d1742743-Reviews-Kota_Tinggi_Waterfalls-Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d12383571-Reviews-The_Chart_Room_Bar-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187242-d606076-Reviews-Les_Caves_du_Roy-Saint_Tropez_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azu.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d124502-Reviews-Historic_Downtown_Durango-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d547455-Reviews-New_Market-Dhaka_City_Dhaka_Division.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or50-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or40-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Bốn người chúng tôi vừa trở về sau chuyến du lịch trong ngày tuyệt vời với Jeremy trên xe jeep. Chúng tôi hướng về vùng nông thôn miền núi, dừng lại ở những ngôi làng, những ngôi nhà, trường học và thị trấn của người Việt. Chúng tôi có cơ hội tiếp xúc với người dân địa phương, đặc biệt là trẻ em ở một số ngôi làng nhỏ ở vùng sâu vùng xa. Jeremy rất am hiểu và được nhiều người dân địa phương biết đến - chuyến đi này đã cho chúng tôi cái nhìn thoáng qua về một Việt Nam thực sự, cách xa những con đường tấp nập và những địa điểm du lịch. Ngày của chúng tôi là một điểm nổi bật trong chuyến đi của chúng tôi đến đất nước xinh đẹp này. Đồ uống, bữa trưa và thậm chí cả áo mưa được cung cấp! Cảm ơn Jeremy, đây là một giá trị tuyệt vời và một điều gì đó khá độc đáo! Tôi đánh giá cao chuyến tham quan nàyĐọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi với Jeremy trên chiếc xe jeep của anh ấy, khoảng 3 năm sau chuyến đi đầu tiên của chúng tôi. Sau khi leo lên đèo Hải Vân và quay trở lại qua đường hầm, Jeremy đi vào những con đường phía sau, nơi chúng tôi thấy cuộc sống làng quê và cộng đồng một cách gần gũi và riêng tư. Thật là một trải nghiệm tuyệt vời, điều này đã làm sâu sắc thêm lòng biết ơn của chúng tôi đối với đất nước xinh đẹp này cũng như những con người thân thiện, hiền lành gọi nơi đây là quê hương. Như mọi khi, Jeremy không chỉ có kiến ​​thức mà còn là một người dẫn chương trình tuyệt vời và một chàng trai tốt. Rất khuyến khích cho những ai muốn thực sự trải nghiệm cuộc sống ở nông thôn Việt Nam.Đọc thêm",
            "My wife and I did a 2 day jeep trip with Jeremy  - Looking Glass Jeep Tours - . From our hotel in Hoi An, we went inland, almost to the border with Laos. We saw and had described, all facets of rice growing, then into 2 rural villages where we saw, and Jeremy explained, village life. We were fortunate in being able to do about 100 kms along the Ho Chi Minh Highway - absolutely superb mountain scenery, and were also told the history of the area. Then back to Hue visiting a couple more villages. Next day we did the fishing villages - awesome experience. Then over the spectacular Hai Van Pass, with its history over the centuries. Through Jeremy and his  - Jeep - , we were able to experience the real Vietnam which most tourists would not have the opportunity to achieve. Thank you Jeremy, you and your Jeep were the highlight of our trip.Read more",
            "Wow thật là một ngày tuyệt vời. Vượt xa sự mong đợi của tôi. Chúng tôi được Jeremy đón từ khách sạn và chuyến tham quan bắt đầu với Ngũ Hành Sơn. Chúng tôi đã có một ngày khám phá tuyệt vời cùng Jeremy và chiếc xe Jeep. Gia đình yêu thích chuyến đi và kiến ​​thức của Jeremy - về Đà Nẵng, lịch sử Milliatry của Hoa Kỳ, văn hóa địa phương và những thách thức thật tuyệt vời và làm tăng thêm sự thích thú. Tôi thực sự rất thích những ngôi làng và dừng lại để xem người dân địa phương sống và kiếm sống như thế nào. Chuyến tham quan tuyệt vời sẽ được giới thiệu là - phải làm -. Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời. Chúng tôi đã thấy Thánh Tử của tôi thật tuyệt vời. Chúng tôi cũng đã được nhìn thấy Việt Nam thực sự! Jeremy đưa chúng tôi đi khắp các ngôi làng, nơi chúng tôi nếm thử một số món ăn đường phố, thăm trang trại, gặp tất cả trẻ em ở trường học của chúng và hơn thế nữa. Jeremy rất am hiểu cả về văn hóa và chiến tranh khiến ngày trở nên thú vị và hấp dẫn. Chúng tôi cảm thấy chuyến đi này rất đáng đồng tiền và muốn giới thiệu nó cho bất kỳ ai. Đọc thêm",
            "Có một trải nghiệm tuyệt vời với Jeremy, người đã đón chúng tôi từ khách sạn ở Quy Nhon. Thật không may, ngày đầu tiên thời tiết không đẹp đến thế và chúng tôi bị ướt trên chiếc xe jeep không che chắn. Tuy nhiên, poncho - s đã được cung cấp và chúng tôi cảm thấy thoải mái nên đã có khoảng thời gian tuyệt vời. Chúng tôi đi đến những ngôi làng dân tộc thiểu số xung quanh Pleiku - Buôn Ma Thuột, nơi dân làng rất vui mừng được gặp chúng tôi.  Phân phát đồ ngọt, v.v. và khiến họ cảm thấy rất khiêm tốn. Chúng tôi ăn ở một quán cà phê nhỏ bé bên đường nơi Jeremy chọn đồ ăn cho chúng tôi và làm rất tốt. Cảm ơn Jeremy vì 3 ngày tuyệt vời và việc chăm sóc sức khỏe của chúng tôi sẽ giới thiệu nó cho bất kỳ ai.Đọc thêm",
            "Chúng tôi đã có chuyến đi kéo dài 4 giờ trên một chiếc xe jeep. Chúng tôi đã thấy nhiều thứ, có thời tiết tuyệt vời và có Jeremy làm hướng dẫn viên, điều này thật tuyệt vì anh ấy biết rất nhiều về khu vực và Việt Nam nói chung. Tôi thực sự rất thích chuyến tham quan và muốn giới thiệu cho mọi người.Đọc thêm",
            "Chúng tôi đã thực hiện hai chuyến tham quan bằng xe jeep riêng biệt trong chuyến thăm Đà Nẵng. Chuyến tham quan bộ lạc trên đồi kéo dài một ngày thật tuyệt vời với nhiều điểm dừng để tham quan với người dân địa phương Catu. Hướng dẫn viên trưởng Jeremy đã làm rất tốt việc cung cấp thông tin cơ bản về con người và lịch sử của họ. Khu vực này rất đẹp và là một sự thay đổi đáng hoan nghênh so với chủ nghĩa thương mại của Đà Nẵng. Chuyến tham quan khác mà chúng tôi thực hiện là một địa điểm chung để tham quan Đà Nẵng và khu vực xung quanh. Nó cũng rất thú vị và Jeremy đã cung cấp rất nhiều kiến ​​thức địa phương. Nếu bạn thích trải nghiệm chuyến tham quan ngoài trời, tôi thực sự muốn giới thiệu những chuyến tham quan nàyĐọc thêm",
            "Chúng tôi đã được Jeremy đưa chúng tôi tham gia một chuyến tham quan bằng xe jeep mở kéo dài 4 giờ tuyệt vời, thời tiết tốt, có cấu trúc tốt - rất nhiều thông tin, đáng giá tiền, chuyến tham quan được thiết kế xung quanh những gì 4 người chúng tôi muốn xem.  Chúng tôi đã giới thiệu cho người khác - họ cũng rất thích. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan vùng núi Đà Nẵng và nó thật tuyệt! Có 4 người chúng tôi và thật tuyệt khi Jeremy có một chiếc xe jeep đủ lớn để tất cả chúng tôi đi cùng nhau. Jeremy có hiểu biết sâu sắc về lịch sử và văn hóa của khu vực. Chúng tôi đã có những góc nhìn tuyệt vời từ những ngọn núi và tôi đã học được rất nhiều điều về lịch sử của khu vực. Chúng tôi đã đến thăm một số ngôi làng nhỏ và giao lưu với dân làng địa phương. Jeremy sẵn sàng thay đổi kế hoạch của mình khi có điều gì đó thú vị và bất ngờ xuất hiện. Đó là một chuyến tham quan cả ngày và một giá trị tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 7, 2016",
            "Written January 3, 2016",
            "Written December 26, 2015",
            "Written December 22, 2015",
            "Written November 16, 2015",
            "Written November 13, 2015",
            "Written November 1, 2015",
            "Written October 17, 2015",
            "Written October 16, 2015",
            "Written September 7, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or50-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or40-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or60-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g55674-d2345391-Reviews-Topsey_Exotic_Ranch_Drive_Thru_Safari-Copperas_Cove_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d8838886-Reviews-Great_Frogs_Winery-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d563334-Reviews-Sturgeon_Viewing_Pond_and_Interpretive_Center-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g681223-d12132064-Reviews-Chureito_Pagoda-Fujiyoshida_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12564251-Reviews-Marina_Puerto_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g57154-d648892-Reviews-Canyon_Trail_Rides-Tropic_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d2645526-Reviews-Boulder_Field-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42252-d2409180-Reviews-Grand_Haven_Lighthouse_and_Pier-Grand_Haven_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d12917754-Reviews-Shrine_of_Our_Lady_of_Guadalupe-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d23888002-Reviews-Cinergy_Dine_In_Cinemas_in_Charlotte-Charlotte_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or60-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or50-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Chúng tôi chỉ có một ngày rảnh rỗi trong chuyến công tác đến Đà Nẵng và đặt chuyến tham quan cả ngày với Jeremy trên chiếc xe Jeep M151 của anh ấy.  Jeremy đón chúng tôi từ khách sạn và đưa chúng tôi đi một chuyến tham quan tuyệt vời đến các thắng cảnh văn hóa và thiên nhiên của Đà Nẵng. Từ những đỉnh núi với khung cảnh tuyệt đẹp cho đến những con đường ven biển nhộn nhịp, mỗi thời điểm trong ngày đều được Jeremy lên kế hoạch và nghiên cứu cẩn thận.  Một ngày thực sự đáng nhớ và rất được khuyến khích.Đọc thêm",
            "Thật là tuyệt vời khi chuyến đi của tôi đến Đà Nẵng thật đáng đồng tiền Tôi ước tôi có thể làm lại lần nữa Đối với những ai đọc được tiếng Do Thái, chuyến đi này đáng giá từng đô la, bạn sẽ thấy những điều tuyệt vời Muriel từ IsraelĐọc thêm",
            "We thoroughly enjoyed our tour with Jeremy through the hills of Da Nang. He picked us up at the arranged time from the hotel and from there we visited the Marble Mountains. and caves. We stopped to meet a local man who makes conical boats. He was so friendly and welcoming. We then headed to Monkey mountain which was beautiful. By this time we had all worked up an appetite and Jeremy took us to an authentic back street restaurant for lunch. It was full of locals and I am sure we would never have found this place on our own! We then continued the tour to the Hai Van pass stopping to appreciate the beautiful views. Finally we went off the main road and through a village. Jeremy had his lollipops at the ready and it was so lovely to see the reaction of the village children as they heard the jeep pull up. Jeremy clearly has a great relationship with the people in this village and we appreciated the chance to see the real life of the people, making slate roof tiles and going about their daily life. This tour is great value for money and we would recommend it to everyone.Read more",
            "Cảm ơn vì tất cả Jeremy. ...Lời chào từ Hà Lan. .Tôi quay lại...Tommy một người bạn của jokong...ngôi nhà của tôi ..da nangĐọc thêm",
            "Con trai tôi và tôi gần đây đã tham gia chuyến du lịch - Hills of Danang - Jeep với Jeremy và đã có khoảng thời gian tuyệt vời. Cưỡi trên chiếc xe jeep quân sự cổ điển khiến chuyến tham quan trở nên ly kỳ hơn nhiều. Chúng tôi đã thấy những điểm thu hút chính xung quanh Đà Nẵng và nhiều hơn thế nữa. Chúng em được học nghệ thuật đóng một - Thung Chai - một chiếc thuyền tròn truyền thống. Chúng tôi lái xe qua những ngôi làng gần đó để xem người dân địa phương biến những tảng đá vôi lớn thành gạch lát sàn. Jeremy rất thông tin về lịch sử địa phương từ nhiều thế kỷ trước cho đến ngày nay. Chúng tôi thưởng thức bữa trưa dễ thương sau đó lái xe đèo Hải Vân trở về Đà Nẵng.  Điểm dừng cuối cùng là Núi Khỉ.  Mặc dù chúng tôi không thấy khỉ nhưng quang cảnh thật tuyệt vời. Chúng tôi thực sự khuyên bạn nên tham quan Jeremy và Looking Glass.Đọc thêm",
            "Không thể đề nghị điều này đủ. Jeremy rất am hiểu về những ngọn núi và người dân địa phương. Phục vụ rất tốt cho. Chúng tôi dẫn theo một cậu bé 9 tuổi và cậu ấy cực kỳ thích nó. Chúng tôi chắc chắn sẽ thực hiện một chuyến tham quan khác khi chúng tôi ghé thăm lại. Cảm ơn Jeremy - Đọc thêm",
            "Hôm nọ, tôi đã thực hiện chuyến tham quan những ngọn đồi ở Đà Nẵng, thật tuyệt vời khi thực hiện nó trên một chiếc xe jeep cũ - Tôi yêu xe jeep - ... Thật sự rất vui vì hướng dẫn viên có những bức ảnh cho thấy khu vực này trông như thế nào trong chiến tranh để bạn có thể nhìn thấy những thay đổi, được nghe một số câu chuyện từ một tài khoản trực tiếp và chơi những giai điệu hay của thập niên 60 - 70 chỉ làm tăng thêm sự hấp dẫn. Trục trặc nhỏ vừa thêm vào cuộc phiêu lưu và vì đó là một ngày đẹp trời nên tôi đã nhìn thấy rất nhiều khỉ trên núi khỉ.Đọc thêm",
            "Thật là một ngày tuyệt vời khi du ngoạn quanh Đà Nẵng trên chiếc xe jeep. Chúng tôi đã thực hiện chuyến tham quan đồi núi Đà Nẵng khi chuyển đến Hội An và tận hưởng từng khoảnh khắc. Chúng tôi đặc biệt thích đi du lịch qua các ngôi làng địa phương, nơi mang đến cái nhìn sâu sắc về cuộc sống điển hình ở xa thành phố.  Đừng để ý nghĩ ngồi trên chiếc xe jeep 50 tuổi cả ngày khiến bạn thất vọng vì chỗ ngồi thực sự thoải mái. Jeremy là một hướng dẫn tuyệt vời. Anh ấy được tổ chức một cách rất thoải mái, tạo nên một ngày dễ dàng và nhiều thông tin. Chúng tôi đặc biệt yêu thích bữa trưa do anh ấy tổ chức tại nhà hàng địa phương ở Đà Nẵng.Đọc thêm",
            "We planned this tour via numerous email exchanges with Jeremy.  He always replied promptly and guided us to the best tour for our interests  -  - off the beaten  -  tourist track -  - .  Jeremy and Mick arrived promptly at 8am in a US jeep and a Russian jeep, highly organised and prepared, and our party of 6 headed west for the mountains.  It was very a hot day  - the jeeps have a great shade cloth  - roof -  which deals with this - not to mention the open air cooling -  and the jeeps were stocked with plenty of cold drinks for all of us - and we stopped to recharge for drinks  -  bathroom.  Jeremy was very knowledgeable regarding Vietnamese culture  -  history and was able to answer  -  comment on all our questions.  Jeremy has a real passion for the welfare of the local minority Katu people and genuinely cares about their future. Meeting some of them and being privileged to see their homes and the struggle of their daily lives compared to ours was the highlight of our day.  We were unsure about handing out candies to the local children but then again they grow  -  eat sugar cane and judging by the elders -  teeth  - pre-candy -  they face bigger challenges.  We were also able to hand out nutrious noodles  -  fish sauce  -  etc to people in a particularly poor village, which highlighted just how simple it ought to be to really help.  Once we left Da Nang, we saw less than a handful of tourists  -  foreigners in a 10 hour day.  A fantastic experience all round, not for those looking for luxury or air con but something closer to a glimpse of the real Vietnam.  We - d definitely do another tour if we come back to Vietnam.Read more",
            "Was slightly hesitant about this tour because hubby and I are both over 60 and daughter has a bad back.   Needn - t have worried.  What a simply fantastic day starting with Jeremy rolling up in the jeep playing the soundtrack to  - Good Morning Vietnam - .  The day got even better from there.  We drove up into the hills passing tiny villages where the kids lined up for lollipops from Jeremy.  Visited a tiny farm, a craft cooperative where they still weave the traditional patterned fabrics and had lunch in a small town.  Jeremy - s knowledge of the hill tribes and the area was fantastic and we came away with far more insight into the lives of the hill tribes than we thought possible.  I can not recommend this tour highly enough.  It was the best tour we did in Vietnam and the most comfortable, even though it was in a U.S. Army Vietnam War Jeep.Read more"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 1, 2015",
            "Written August 20, 2015",
            "Written August 18, 2015",
            "Written August 9, 2015",
            "Written August 3, 2015",
            "Written August 3, 2015",
            "Written July 30, 2015",
            "Written July 11, 2015",
            "Written July 3, 2015",
            "Written July 1, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or60-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or50-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or70-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g2036467-d12827671-Reviews-Blue_Lakes-Linden_Upper_Demerara_Berbice.html",
            "https://www.tripadvisor.com/Attraction_Review-g148423-d147530-Reviews-Pink_Sands_Beach-Harbour_Island_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g188049-d3253822-Reviews-Basel_s_Old_Town-Basel.html",
            "https://www.tripadvisor.com/Attraction_Review-g36280-d4751922-Reviews-Yorktown_Center-Lombard_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d1971584-Reviews-Crooked_House-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g47855-d527464-Reviews-Ponquogue_Beach-Hampton_Bays_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58471-d7253530-Reviews-Palace_Spa-Federal_Way_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d10274476-Reviews-Argyle_Park-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d207641-Reviews-Hyde_Park_Village-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d4421988-Reviews-Amed_Beach-Karangasem_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or70-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or60-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "So much of the American military infrastructure in and around Da Nang is disappearing  - go figure after 40 -  years - , but Jeremy and Tam know where to find what - s left. A buddy of mine and I took a day tour that included Monkey Mountain  - Camp Tien Sha, former AFRS station, radar facilities, and Boom Boom Rock - , China Beach Hospital  - as featured in the 80s TV show - , Freedom Hill, Camp Reasoner  - home of USMC 1st Recon Battalion - , Hill 55, Camp Horn  - III MAF HQ - , Red Beach, the site of USMC Force Logistics Command, Hai Van Pass, and a great seafood lunch at a small local restaurant in beautiful little Lang Co just down the mountain. Returning vets need to go with Looking Glass and no one else - this is the real deal. I - m the son of an I Corps Marine veteran, and have written paper after paper on the war. For a 41-year-old, I feel like I know the country, I Corps and Da Nang pretty well without actually having served there. Jeremy knows his stuff. What better way is there to see Da Nang and the surrounding area than in an Army or Marine jeep with CCR playing?! Just an incredible day - even in the rain. Hurry and visit - the Da Nang area is experiencing some intense development.Read more",
            "My partner and I spent the day with Jeremy on the Hills of Da Nang tour - it was possibly the highlight of our three weeks in Vietnam. Jeremy took us to Marble Mountain to the temples, Monkey Mountain as well as the opportunity to actually drive the Hai Van Pass  - bucket list item ticked off - . During the whole tour  - which is in an original war american willys jeep! -  Jeremy shows you photos of the locations you are visiting from the war, you get to meet a Vietnamese POW who now makes Sampans, have lunch  - the best Banh Xeo I had in Vietnam -  down a small alley at a local restaurant as well as meet some of the locals in one of the villages. The cost is a little higher than some of the others on offer, but it includes lunch and all your drinks  - Jeremy is well organised with a cooler containing everything from water and soda to beer attached to the back of the jeep -  and you pretty much go at your own pace  - meaning when you can - t climb any more steps at the Marble Mountain temple you can stop! -  I can - t recommend Looking Glass Jeep Tours enough!Read more",
            "Yêu thích chuyến tham quan này. Hướng dẫn viên của chúng tôi Jeremy rất hiểu biết và thoải mái. Chúng tôi đi khỏi những con đường chính để đến những ngôi làng nhỏ và một trang trại nhỏ. Những người chủ là những người rất xinh đẹp và những đứa trẻ chạy ra ngoài để mua kẹo mút khi chúng tôi lái xe qua các ngôi làng đã thêm vào một ngày hoàn hảo!!! Đọc thêm",
            "Tour du lịch bằng xe Jeep thật tuyệt vời!  Ngay cả trong mưa! Jeremy là một hướng dẫn viên du lịch xuất sắc - anh trai của mẹ tôi đã thiệt mạng trong chiến tranh Việt Nam và kiến ​​thức của ông về những nơi sẽ đến rất xuất sắc.  Anh ấy thậm chí còn có thể điều chỉnh chuyến tham quan do chúng tôi đã thực hiện một phần vào ngày hôm trước.  Phần vui nhất là đi khắp các ngôi làng và phát kẹo cho trẻ em địa phương.  Điểm dừng cà phê và điểm dừng ăn trưa thật tuyệt vời!  Tôi đánh giá cao chuyến tham quan này! Đọc thêm",
            "Chuyến du lịch cả ngày tuyệt vời với Jeremy.  Hướng dẫn tuyệt vời, phong cảnh, thức ăn và nhiều hơn nữa.  Những kỷ niệm đẹp sẽ được lưu giữ mãi mãi về đất nước Việt Nam quyến rũ.  Nổi bật là loài khỉ có nguy cơ tuyệt chủng mà chúng tôi thấy ở Núi Sơn Trà hay thường được gọi là khỉ Chà Vá Chân Đỏ.  Chúng tôi ngồi khoảng 10-15 phút chỉ để xem họ chơi, thật tuyệt vời!! Tôi sẽ giới thiệu kỹ lưỡng chuyến đi này cho bất kỳ ai...Làm tốt lắm Jeremy.Đọc thêm",
            "1 - Có kiến ​​thức sâu rộng về nhiều chủ đề khác nhau của Việt Nam; 2 - Biết những gì người dân ở các nước phát triển quan tâm xem; 3 - Giao tiếp tốt - tin cậy - tin cậy; 4 – Nhẫn nại – tôn trọng; 5 - Đã ở Việt Nam được gần 5 năm, có những hiểu biết tương xứng; 6 - Không ngại hòa nhập vào môi trường địa phương, bao gồm việc vuốt ve vịt con, trèo cây, thăm nhà người dân địa phương và nấu món cơm chiên giòn của địa phương.  Mục 1-6 có nghĩa là bạn có thể học được nhiều điều nếu muốn và trải nghiệm sẽ cực kỳ độc đáo. Đúng vậy, nhất quán với một số đánh giá, những quan sát của Jeremy - s - dry - đôi khi có thể bị coi là tiêu cực.  Đó là bởi vì anh ấy - người nói thẳng - sống trong một môi trường rất xa lạ.  Cuối cùng, ông có một sự đánh giá cao sâu sắc đối với đất nước.  Nếu bạn đang tìm vợ Stepford hướng dẫn viên du lịch thì đừng đến Việt Nam.Đọc thêm",
            "Vừa trở về từ chuyến du lịch Đà Nẵng và đối với một cặp đôi thích thời gian rảnh rỗi như chúng tôi thì đây là cách hoàn hảo để chúng tôi ngắm nhìn Đà Nẵng trong một ngày vui vẻ. Xe Jeep đón chúng tôi sau bữa sáng và chúng tôi đi đến Ngũ Hành Sơn và Núi Khỉ vào buổi sáng, sau đó đến một địa điểm nhỏ tuyệt vời phục vụ Bánh Xèo cho bữa trưa. Buổi chiều lên một ngọn núi khác với tầm nhìn tuyệt vời ra Đà Nẵng đến đèo Hải Vân lịch sử. Sau đó quay trở lại một số ngôi làng địa phương không có thật và trở về khách sạn để kịp bữa tối. Tóm lại, chiếc xe jeep rất tuyệt, Jeremy rất am hiểu và đưa ra lời bình luận trong suốt chuyến tham quan và chúng tôi có một số bức ảnh và kỷ niệm tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Booked this tour because the open jeep concept caught my attention and I thought my kids would love to sit in one. I didn - t know my guide would be an American but it was a pleasant surprise as that meant no language barrier. Jeremy was pretty responsive to all my enquiries via email, flexible too as I was unable to decide on which tour to book until the very last minute. We went on the half-day My Son tour and the ride was enjoyable. We went in Dec which was supposed to be cooling but because it was open top jeep, it got quite chilly with the wind blowing against you. We were inadequately dressed for that and the boys felt really cold throughout the 1.5hr ride. But once you are off the vehicle, it was ok. As a guide, Jeremy was quite informative and also provided a different perspective in general. We toured around My Son and dropped my a village on the way back. The trip was very educational. Highly recommended. TIP: If you are doing the village tour, bring a few packs of lollipops for the village kids.Read more",
            "chúng tôi đã thực hiện 2 chuyến tham quan vào những ngày riêng biệt với Jeremy và rất khuyến khích các chuyến tham quan bằng xe Jeep bằng kính Nhìn và có ý định quay lại và làm nhiều hơn nữa. Jeremy có kiến ​​thức tuyệt vời và các chuyến tham quan của anh ấy được cá nhân hóa và đưa bạn đến gần hơn với người dân địa phương. Anh ấy đưa ra một sự kết hợp tuyệt vời giữa lịch sử, tình yêu phong cảnh và con người cũng như cái nhìn thoáng qua về sự phát triển trong tương lai của đất nước xinh đẹp nàyĐọc thêm",
            "Xe Jeep rất hay, âm nhạc hay, phong cảnh tuyệt vời nhưng Jeremy rất tiêu cực và mặc dù là người hiểu biết nhưng anh ấy không phải là một hướng dẫn viên du lịch giỏi.Đọc thêm",
            "Xin chào, chúng tôi sẽ đi du lịch vào đầu tháng 7 năm 2019 từ khách sạn ở Huế đến một khách sạn ở Hội An. Chúng tôi muốn đi du lịch cùng các bạn. Cách tốt nhất để liên lạc với bạn là gì?Đọc thêm",
            "Ứng dụng email hoặc điện thoại - 84 76 442 5880Đọc thêm",
            "Xin chào, chúng tôi sẽ cập cảng vào ngày 13 tháng 1 và tôi không biết liệu tàu du lịch của chúng tôi có thể đón chúng tôi không. Chúng tôi là một nhóm gồm 4 người muốn thực hiện một chuyến tham quan quân sự. Tàu của chúng tôi khởi hành lúc 5 giờ chiều nên tôi hy vọng chúng ta có thể gặp nhiều nhất có thể. Tôi cũng đang gặp khó khăn trong việc đặt chỗ - mọi thông tin đều sẽ được đánh giá cao.Đọc thêm",
            "Tôi - tôi chắc chắn việc đó có thể thu xếp được. Bạn đã liên hệ với Looking Glass chưa?Đọc thêm",
            "Bạn đến từ Thác Niagra phải không? \nDừng lại và truy cập vào năm ngoái. Muốn liên hệ và tham quan.\nKhông chắc liệu lần thử đầu tiên có thành công hay không. \nSteve ShanklandĐọc thêm",
            "Chúng tôi rất xin lỗi vì trả lời muộn cho câu hỏi của bạn. Công ty du lịch bằng xe jeep này hiện đang hoạt động và thực hiện các chuyến tham quan tuyệt vời tương tự. Vui lòng sử dụng tất cả thông tin liên hệ mới của chúng tôi ở trên. Chúng tôi hi vọng được phản hồi từ bạn sớm. \nCảm ơn Đọc thêm",
            "Chúng tôi đã từng sử dụng Jeremy trong quá khứ nhưng không thể tìm ra cách nào để giữ được anh ấy.  Trang web của anh ấy không hoạt động, anh ấy có email để liên hệ với anh ấy không?Đọc thêm",
            "Theo đồng nghiệp của Jeremy, anh đã rời Việt Nam vào tháng 7 hoặc tháng 8 năm 2017 và công việc kinh doanh của anh đã đóng cửa. Quá tệ! Chuyến tham quan của anh ấy thực sự tuyệt vời...Đọc thêm",
            "Làm cách nào để đặt tour xe Jeep?  Tôi không thể truy cập trang web của bạn.Đọc thêm",
            "Công ty này hiện đã hoạt động trở lại và thực hiện các chuyến tham quan tuyệt vời tương tự. Bạn có thể sử dụng thông tin liên hệ mới ở trên. Đọc thêm",
            "Xin chào, tôi muốn đặt chuyến tham quan với Jeremy nhưng không thể truy cập email hoặc trang web nếu không có mật khẩu. Thời điểm nào là tốt nhất để liên lạc với Jeremy qua điện thoại. Cảm ơn nhiềuĐọc thêm",
            "Chúng tôi đã gọi điện cho anh ấy vào khoảng giữa trưa ngày hôm trước. Sau đó, anh ấy nói rằng chúng tôi thật may mắn khi nhận được đặt chỗ trong thời gian ngắn như vậy, nhưng anh ấy đã trả lời điện thoại ngay khi chúng tôi gọi. Tuy nhiên, chúng tôi không thể sử dụng trang web của anh ấy. Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Nó phụ thuộc vào kế hoạch của bạn. Bạn có thể liệt kê những địa điểm bạn muốn ghé thăm và anh ấy sẽ đưa ra giá cho bạn. Trong trường hợp của tôi, tôi đã trả 550 USD cho chuyến du lịch 3 ngày quanh khu vực Quảng Ngãi cho 2 người, bao gồm bữa trưa và nước ngọt. Anh ấy đưa chúng tôi đến mọi nơi chúng tôi yêu cầu đi. Anh ấy dừng lại ở những nơi chúng tôi muốn chụp ảnh. Tôi nghĩ nó rẻ nếu xét đến tất cả các dịch vụ và niềm vui mà họ mang lại cho chúng tôi.Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Làm thế nào để đặt tour xe jeep kính nhìn? tôi sẽ đến Đà Nẵng vào ngày 24 tháng 10 năm 2016, vui lòng liên hệ với tôi qua whatsapp, cảm ơn bạnĐọc thêm",
            "Tôi đã gọi điện cho anh ấy khi đang ở Country...Chúc may mắnĐọc thêm",
            "Xe jeep có chở được 3 người không?Đọc thêm",
            "Chắc chắn là có thể - chúng tôi có bốn hành khách và điều đó khá ổn - khuyên bạn nên bôi nhiều kem chống nắng, đặc biệt là ở phía trên chân của bạn - như câu trả lời khác đã nói - đó là một trải nghiệm tuyệt vời, bạn phải làm.Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 27, 2015",
            "Written June 18, 2015",
            "Written June 12, 2015",
            "Written April 17, 2015",
            "Written April 9, 2015",
            "Written April 9, 2015",
            "Written March 19, 2015",
            "Written January 18, 2015",
            "Written January 14, 2015",
            "Written December 29, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or70-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or60-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or80-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456221-Reviews-Snake_Farm_Queen_Saovabha_Memorial_Institute-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1759888-d4242328-Reviews-Blagaj_tekija-Blagaj_Herzegovina_Neretva_Canton_Federation_of_Bosnia_and_Herzego.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194257-Reviews-Casa_di_Marco_Polo-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456261-Reviews-The_Golden_Mount_Wat_Saket-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g46981-d4178781-Reviews-Santuario_De_Chimayo-Chimayo_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g12643126-d13987570-Reviews-Assin_Manso_Ancestral_Slave_River_Park-Assin_Manso_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g190320-d11670091-Reviews-Three_Cities-Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d447450-Reviews-Colombo_National_Museum-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57097-d649210-Reviews-Alpine_Coaster-Park_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g659971-d8294684-Reviews-Argassi_beach-Argassi_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or80-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or70-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Chúng tôi đã chọn 2 tour - Tour miền núi và dân tộc thiểu số và tour nửa ngày Mỹ Sơn, cả hai đều tuyệt vời.  Jeremy được thông tin đầy đủ về lịch sử khu vực và các sự kiện hiện tại.  Sự quan tâm và lòng trắc ẩn của anh ấy đối với mọi người được thể hiện rõ qua cách anh ấy nói về họ và với họ, điều đó được thể hiện qua những món quà nhỏ mà anh ấy dừng lại để chuyền tay khi chúng tôi đi dọc các con đường.  Phần yêu thích của chúng tôi trong các chuyến tham quan là đi trên những con đường phụ mà ít khách du lịch có thể nhìn thấy.  Tôi tin rằng chúng tôi đã có cơ hội để xem người dân ở khu vực Đà Nẵng thực sự sống như thế nào. Nếu chúng tôi quay lại, chúng tôi chắc chắn sẽ liên lạc lại với Jeremy. Đọc thêm",
            "Tình cờ gặp được chiếc xe jeep bằng kính và thế là tôi đã đăng ký chuyến tham quan hai ngày - những ngọn núi - dân tộc thiểu số và những ngọn đồi của Đà Nẵng.  Nó hóa ra là một trải nghiệm phi thường khi lái xe lên vùng cao, hòa mình vào vẻ đẹp của thiên nhiên, đến thăm các ngôi làng dân tộc thiểu số trên đường đi.  Đó là một trải nghiệm thú vị và bổ ích đối với người dân sống ở thành phố.  Đồi ở Đà Nẵng rất đẹp, tôi đặc biệt thích đi đèo Hải Vân, ngắm cảnh tuyệt đẹp trên đỉnh đồi. Đối với những ai muốn đến thăm các bản làng, tôi khuyên bạn nên tích trữ một số quần áo cũ của trẻ em và tặng cho dân làng khi bạn đến thăm họ.Đọc thêm",
            "Nhờ sự giới thiệu của bạn bè, chúng tôi đã thực hiện chuyến tham quan Hills of Đà Nẵng cùng Jeremy. Thật là một ngày tuyệt vời khi được nhìn thấy những vùng xa xôi hơn của Đà Nẵng mà lẽ ra chúng tôi chưa bao giờ được thấy. Thật tuyệt khi so sánh khung cảnh hiện tại với những bức ảnh mà Jeremy cho chúng tôi xem mọi thứ trông như thế nào trong chiến tranh. Các đánh giá trước đây thực sự đã nói lên tất cả vì vậy thực sự tất cả đều là một ngày tuyệt vời. Tôi có thể thấy điều này có thể cực kỳ nóng khi trời nắng vì đó là một chiếc xe jeep mở. Chúng tôi may mắn có được một ngày nhiều mây vào tháng 12. Ngoài ra, vì Jeremy có chỉ dẫn một số khu vực xa xôi hơn của Đà Nẵng và các khu vực lân cận, bạn có thể thấy những điều có thể khiến chúng tôi khó chịu. Rất vui vì chúng tôi đã thực hiện chuyến tham quan vì đây thực sự là điểm nhấn trong chuyến đi của chúng tôi.Đọc thêm",
            "Thật là một ngày tuyệt vời chúng tôi đã có trên núi và trong làng. Jeremy là một hướng dẫn viên du lịch xuất sắc và có kiến ​​thức tuyệt vời về lịch sử của khu vực. Đây là một tour du lịch phải làm vì nó không chỉ cho thấy những khung cảnh tuyệt vời mà còn cho thấy những người nông dân và dân làng Việt Nam thực sự sống như thế nào. Tôi đánh giá đây là điều nên làm số 1 ở Đà Nẵng.Đọc thêm",
            "Jeremy, anh chàng sở hữu chiếc xe jeep là một hướng dẫn viên du lịch tuyệt vời.  Anh ấy đưa bạn đến nhiều địa điểm thú vị, ngoài các đường cao tốc chính và vào các ngôi làng địa phương.  Rất có thể giới thiệu chuyến tham quan bằng xe jeep này.Đọc thêm",
            "WOW, thật là một ngày tuyệt vời mà gia đình chúng tôi đã có. Chúng tôi đã thực hiện chuyến tham quan leo núi, đưa chúng tôi đến các ngôi làng địa phương, thật là một trải nghiệm, du lịch vòng quanh trên một chiếc máy bay quân sự mui trần - đặc biệt là khi trời bắt đầu mưa khi chúng tôi trở về! - Không có khách du lịch nào khác được nhìn thấy trên núi!! Jeremy là một người hướng dẫn tuyệt vời cho gia đình chúng tôi. Rất muốn giới thiệu chuyến tham quan này cho mọi người! Đọc thêm",
            "Tôi không thể giới thiệu điều này đủ cao - cảm ơn Jeremy vì đã đưa gia đình tôi đi khắp Việt Nam - nếu ai đó đang tìm kiếm một trải nghiệm Việt Nam thực sự và thoát khỏi sự hối hả và nhộn nhịp của các thành phố lớn - gặp gỡ người dân địa phương và ngắm nhìn đất nước bên ngoài nếu một chiếc xe buýt du lịch hôi hám chật cứng người thì hãy liên hệ với Jeremy - đây là điểm nhấn hoàn toàn trong chuyến đi của chúng tôi - tôi và 3 chàng trai của tôi không thể có lỗi - trải nghiệm một lần trong đời - cảm ơn bạn :- - Đọc thêm",
            "Tôi đã nói chuyện với Jeremy để hỏi về một chuyến tham quan bằng xe Jeep nên anh ấy đã đến khách sạn của chúng tôi ở Đà Nẵng để cho tôi xem chiếc xe jeep và giải thích về dịch vụ mà anh ấy cung cấp. Lúc 8 giờ sáng, chúng tôi khởi hành với gió lùa vào tóc và - Good Morning Vietnam - một khởi đầu tuyệt vời cho một ngày tuyệt vời. Chúng tôi đi qua vùng cao nguyên miền Trung, qua những đồn điền trồng dứa, lúa mì, chuối, chè, cây giấy và hơn thế nữa! Chúng tôi ăn dứa tươi chấm muối ớt và ăn trưa tại Proa trong một nhà hàng địa phương. Chúng tôi lang thang qua những ngôi làng của người Katu, nơi Jeremy được chào đón nồng nhiệt nhờ sự hào phóng và tôn trọng lối sống của họ. Việt Nam là một đất nước đa dạng, vì vậy hãy tận dụng cơ hội và để Jeremy dẫn bạn đi tham quan.Đọc thêm",
            "Bất cứ ai quan tâm đến Đà Nẵng và vai trò của nó trong cuộc chiến ở Việt Nam không thể tìm được nguồn nào tốt hơn Jeremy. Kiến thức về bối cảnh của anh ấy làm tôi kinh ngạc. Anh ấy cũng là người tháo vát, đáng tin cậy và là một chàng trai tuyệt vời. Chúng tôi đã dành hơn bốn giờ đi dạo quanh Núi Khỉ và phía tây sân bay, những nơi tôi đã từng đến cách đây gần 50 năm. Chiếc xe jeep chúng tôi sử dụng cũng có nhạc nền tuyệt vời. Hãy cân nhắc kỹ lưỡng cho Jeremy nếu bạn muốn tham quan Đà Nẵng và các vùng lân cận. Tôi đảm bảo bạn sẽ không thất vọng.Đọc thêm",
            "Jeremy thực hiện rất tốt công việc trên một chiếc xe jeep cổ điển với những bức ảnh lịch sử để xác thực các địa điểm và lịch sử của chúng. Anh ấy là người cung cấp rất nhiều thông tin về những gì đã xảy ra trong quá khứ và đang phát triển ở Việt Nam. Chúng tôi đã đến thăm Ngũ Hành Sơn, Núi Khỉ và đèo Hải Vân đều đáng nhớ. Ăn trưa tại một nhà hàng địa phương ở Đà Nẵng là một trải nghiệm tuyệt vời về ẩm thực Việt Nam. Phần cuối của chuyến tham quan đưa chúng tôi đi qua một số ngôi làng nhỏ nơi trẻ em rất thân thiện và tràn ngập nụ cười. Cảm ơn Jeremy vì một ngày tuyệt vời sẽ mang đến cho chúng tôi những kỷ niệm trong nhiều năm tới!Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 29, 2014",
            "Written December 28, 2014",
            "Written December 25, 2014",
            "Written December 7, 2014",
            "Written November 26, 2014",
            "Written November 21, 2014",
            "Written November 8, 2014",
            "Written September 22, 2014",
            "Written August 26, 2014",
            "Written August 19, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or80-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or70-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or90-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34728-d25313561-Reviews-Popstroke-Wesley_Chapel_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d10059629-Reviews-Gulo_s_Thermal_Spa-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d536167-Reviews-Cape_Henry_Lighthouse-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3871067-Reviews-The_Dungeon-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g42339-d4681846-Reviews-Millie_Mine_Bat_Viewing-Iron_Mountain_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d12594825-Reviews-GNV-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d12439821-Reviews-LuckyOne_Mall-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d108688-Reviews-The_Seaport-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d253674-Reviews-Laugh_Factory-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1063320-d5224164-Reviews-OrioCenter-Orio_Al_Serio_Province_of_Bergamo_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or90-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or80-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "We went with Jeremy for a day jeep tour around Da Nang hills on Aug 3 . Amusing to ride on the 40-year old ex-US military jeep . Jeremy was knowledgable and passionate about the tour and Danang . First stop at the Water Mountain was not the kid - s favourite with the up-hill walk but the caves there were worth the efforts . Then we drove up the hills and enjoyed the nice scenery and wonderful coastlines of Danang . Jeremy had lots of background stories about US army stay during VN war and showed where the troop battled , lived and adventured , we did not know much about this part of history and glad to learn a bit more. The other visits were memorable - name a few : meeting the old fisherman hand making fishing boat , lunch at a very local food stall in a hidden residential lane and a short trip to the rural village side to see the true side of how people live there cast a thought for us to reflect on . It is not cheap but worth the spend with the alternative experiences here and there !Read more",
            "Jeremy làm đúng đấy mọi người. Chuyến tham quan của anh ấy thật tuyệt vời, tôi không thể giới thiệu anh ấy đủ. Trong khi lái chiếc xe jeep cổ điển thời chiến tranh Mỹ của mình, nghe nhạc rock n roll cổ điển, anh ấy cho xem những bức ảnh cổ điển phù hợp với chân trời hiện tại. Kiến thức của ông là vượt trội, kiến ​​thức văn hóa chuyên sâu với sự tương tác trực tiếp. Một trải nghiệm thực sự đáng kinh ngạc một lần trong đời. KHÔNG ĐƯỢC BỎ LỠ!!! Jeremy là một trong những người như vậy.Đọc thêm",
            "Một đánh giá quá hạn rất dài từ tháng 7 năm 2013! Chuyến tham quan biên giới Lào cả ngày leo núi có trải nghiệm không thể tin được, xe jeep mở, anh chàng tuyệt vời ở Jeremy cẩn thận và an toàn trong trận mưa như trút nước, không có khách du lịch, được chào đón vào nhà, chia sẻ kinh nghiệm với trẻ em và trẻ em trong làng của chúng tôi, bơi dưới thác - thực sự đây chính xác là những gì chúng tôi đang mong muốn được nhìn thấy một Việt Nam thực sự gần gũi - hãy làm điều này bạn sẽ không thất vọng!Đọc thêm",
            "I am an expat who lives in Saigon so I know a little about this country and how eager everyone is to rip off a tourist, or a clueless expat for that matter.  However jeremy - s tour is a refreshingly honest and reasonably priced jem among a sea of clowns looking to rob you, take your money and drive you around to a tourist trap.This is the best way to see the sights.  Jeremy takes you to the places that don - t give him a cut like many of the motorbike tour companies do.  So you get the best experience, not the biggest rip off. He takes you to a real authentic Vietnamese lunch.  He shows you amazing sights that nobody else does on the various mountains.Overall if you want your money - s worth and don - t want to treated like a clueless moneybag you should do this tour and get a real refreshing and truly authentic taste of DA Nang.Read more",
            "Đã thực hiện một chuyến tham quan làng với Jeremy và Với vợ tôi cùng hai cậu con trai và mẹ của chúng tôi. Làng nằm khá xa thị trấn gần nội trú của Lào. Chuyến đi trên đường và xe jeep không tệ ngay cả khi chúng tôi đạp xe 6 tiếng mà không có điều hòa. Làn gió mát dễ chịu trên núi và gặp gỡ những người dân làng quê xinh đẹp. Thú vui phải trải nghiệm khi đến Đà Nẵng. Đọc thêm",
            "Tôi và 2 người bạn gái đã tham gia chuyến du lịch nửa ngày của Jeremy đến di tích Mỹ Sơn và đó là một trải nghiệm tuyệt vời. Jeremy rất am hiểu - đặc biệt là so với một số hướng dẫn viên du lịch khác mà tôi đã nghe ở Mỹ Sơn - và có thể cung cấp cho bạn những hiểu biết lịch sử về cả văn hóa Chăm cổ và lịch sử chiến tranh Việt Nam - nếu bạn - thích điều đó -. Thật tuyệt vời khi được ngồi trên một chiếc xe jeep mui trần đến khu di tích; mọi người ở Việt Nam đều đi xe máy và tôi sẽ cảm thấy như mình đang thiếu thứ gì đó nếu ngồi trong một chiếc ô tô có mái che kín. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Jeremy là một chàng trai thú vị với quan điểm tốt nhất so với bất kỳ ai tôi gặp ở Việt Nam. Hoạt động tốt nhất trong 2 tuần du lịch. Tôi thực sự rất thích cái nhìn sâu sắc, chuyến tham quan và kiến ​​thức của anh ấy về cả con người Việt Nam, lịch sử và sự phát triển của Việt Nam. Anh ấy biết tất cả những địa điểm đích thực để xem, ăn uống và tham quan. Chuyến tham quan hậu trường mà bạn sẽ không bao giờ thấy trên chiến thắng của mình. Tôi chắc chắn khuyên bạn nên mạnh mẽ!Đọc thêm",
            "Having opted for the Mountains  -  Mountains day tour  - picked up by Jeremy at out hotel in Danang at 8am - , we weren - t entirely sure what to expect; other reviews here had raised our expectations.And our expectations were surpassed in every way. It was the most memorable 10 hour, 204 km round trip we - ve experienced.  Where else do you drive round in a jeep exposed to the elements  - sunshine in our case - , stop for a dip in waterfalls, eat with locals in local restaurants, see locals at work, and most humbling of all - getting a glimpse into the lives of the Vietnamese and Katu people in the hills. Completely authentic. Sharing lollipops with kids, seeing their joy and smiles, will stay with us.  Jeremy has lived in Vietnam for 4 years and shares his views and experiences. This wasn - t some ordinary tourist trip. You - ll be hot and dirty by the end of it; and you - ll better appreciate how much we have, and take for granted. We - d thoroughly recommend it. Book with Jeremy.Read more",
            "What a trip from young Jeremy and even  -  younger  - Tam . I was on a mission to get to Phong Nha Caves and what better way to get there than in style in a genuine non Russian American jeep with soul music blasting out alas 60 - s all the way. Very informative commentary from Jeremy and back up from Tam on all the war stories . The side trips to the Minority villages being a real highlight . I would say Khe Sanh is  a MUST SEE in this part of the world as were the incredible drives up the valleys of the HCM trail. Great stops, genuine Vietnamese coffee and hospitality, lots of excitement and police chases and war shrapnel both dead and alive!! This is the real Vietnam.. The photos from Jeremy and his attention to detail were mind blowing. I don - t think you would get a better run down on the history and culture of this area than with him. Glad I could see the countryside and video it from the comfort of an open top jeep..Read more",
            "Chúng tôi được một đồng nghiệp giới thiệu chuyến tham quan này, người đã mô tả nó là - điều tuyệt vời nhất anh ấy đã làm ở Việt Nam -.    Chúng tôi đã có một ngày tuyệt vời khi tham quan các điểm tham quan văn hóa, lịch sử và thiên nhiên quanh Đà Nẵng cùng Jeremy trên chiếc xe Jeep của quân đội Mỹ.   Chúng tôi đã có thể thoát khỏi lối mòn cũ và kết nối với điều gì đó của Việt Nam thực sự. Chúng tôi đã có một bữa trưa tuyệt vời và được Jeremy chăm sóc một cách xuất sắc.  Anh ấy có kiến ​​thức và nhạy cảm với nhu cầu của khách hàng.  Điều tốt nhất - 250 chúng tôi đã chi tiêu trong một thời gian dài.   Nếu bạn không làm gì khác ở Việt Nam - hãy làm điều này.Đọc thêm",
            "Xin chào, chúng tôi sẽ đi du lịch vào đầu tháng 7 năm 2019 từ khách sạn ở Huế đến một khách sạn ở Hội An. Chúng tôi muốn đi du lịch cùng các bạn. Cách tốt nhất để liên lạc với bạn là gì?Đọc thêm",
            "Ứng dụng email hoặc điện thoại - 84 76 442 5880Đọc thêm",
            "Xin chào, chúng tôi sẽ cập cảng vào ngày 13 tháng 1 và tôi không biết liệu tàu du lịch của chúng tôi có thể đón chúng tôi không. Chúng tôi là một nhóm gồm 4 người muốn thực hiện một chuyến tham quan quân sự. Tàu của chúng tôi khởi hành lúc 5 giờ chiều nên tôi hy vọng chúng ta có thể gặp nhiều nhất có thể. Tôi cũng đang gặp khó khăn trong việc đặt chỗ - mọi thông tin đều sẽ được đánh giá cao.Đọc thêm",
            "Tôi - tôi chắc chắn việc đó có thể thu xếp được. Bạn đã liên hệ với Looking Glass chưa?Đọc thêm",
            "Bạn đến từ Thác Niagra phải không? \nDừng lại và truy cập vào năm ngoái. Muốn liên hệ và tham quan.\nKhông chắc liệu lần thử đầu tiên có thành công hay không. \nSteve ShanklandĐọc thêm",
            "Chúng tôi rất xin lỗi vì trả lời muộn cho câu hỏi của bạn. Công ty du lịch bằng xe jeep này hiện đang hoạt động và thực hiện các chuyến tham quan tuyệt vời tương tự. Vui lòng sử dụng tất cả thông tin liên hệ mới của chúng tôi ở trên. Chúng tôi hi vọng được phản hồi từ bạn sớm. \nCảm ơn Đọc thêm",
            "Chúng tôi đã từng sử dụng Jeremy trong quá khứ nhưng không thể tìm ra cách nào để giữ được anh ấy.  Trang web của anh ấy không hoạt động, anh ấy có email để liên hệ với anh ấy không?Đọc thêm",
            "Theo đồng nghiệp của Jeremy, anh đã rời Việt Nam vào tháng 7 hoặc tháng 8 năm 2017 và công việc kinh doanh của anh đã đóng cửa. Quá tệ! Chuyến tham quan của anh ấy thực sự tuyệt vời...Đọc thêm",
            "Làm cách nào để đặt tour xe Jeep?  Tôi không thể truy cập trang web của bạn.Đọc thêm",
            "Công ty này hiện đã hoạt động trở lại và thực hiện các chuyến tham quan tuyệt vời tương tự. Bạn có thể sử dụng thông tin liên hệ mới ở trên. Đọc thêm",
            "Xin chào, tôi muốn đặt chuyến tham quan với Jeremy nhưng không thể truy cập email hoặc trang web nếu không có mật khẩu. Thời điểm nào là tốt nhất để liên lạc với Jeremy qua điện thoại. Cảm ơn nhiềuĐọc thêm",
            "Chúng tôi đã gọi điện cho anh ấy vào khoảng giữa trưa ngày hôm trước. Sau đó, anh ấy nói rằng chúng tôi thật may mắn khi nhận được đặt chỗ trong thời gian ngắn như vậy, nhưng anh ấy đã trả lời điện thoại ngay khi chúng tôi gọi. Tuy nhiên, chúng tôi không thể sử dụng trang web của anh ấy. Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Nó phụ thuộc vào kế hoạch của bạn. Bạn có thể liệt kê những địa điểm bạn muốn ghé thăm và anh ấy sẽ đưa ra giá cho bạn. Trong trường hợp của tôi, tôi đã trả 550 USD cho chuyến du lịch 3 ngày quanh khu vực Quảng Ngãi cho 2 người, bao gồm bữa trưa và nước ngọt. Anh ấy đưa chúng tôi đến mọi nơi chúng tôi yêu cầu đi. Anh ấy dừng lại ở những nơi chúng tôi muốn chụp ảnh. Tôi nghĩ nó rẻ nếu xét đến tất cả các dịch vụ và niềm vui mà họ mang lại cho chúng tôi.Đọc thêm",
            "Chi phí bao nhiêu?Đọc thêm",
            "Làm thế nào để đặt tour xe jeep kính nhìn? tôi sẽ đến Đà Nẵng vào ngày 24 tháng 10 năm 2016, vui lòng liên hệ với tôi qua whatsapp, cảm ơn bạnĐọc thêm",
            "Tôi đã gọi điện cho anh ấy khi đang ở Country...Chúc may mắnĐọc thêm",
            "Xe jeep có chở được 3 người không?Đọc thêm",
            "Chắc chắn là có thể - chúng tôi có bốn hành khách và điều đó khá ổn - khuyên bạn nên bôi nhiều kem chống nắng, đặc biệt là ở phía trên chân của bạn - như câu trả lời khác đã nói - đó là một trải nghiệm tuyệt vời, bạn phải làm.Đọc thêm"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 14, 2014",
            "Written August 10, 2014",
            "Written July 29, 2014",
            "Written July 24, 2014",
            "Written July 18, 2014",
            "Written July 18, 2014",
            "Written June 30, 2014",
            "Written June 4, 2014",
            "Written May 10, 2014",
            "Written May 2, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or90-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or80-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or100-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g635612-d292611-Reviews-Water_Park-Faliraki_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187489-d2643089-Reviews-Mariano_Zamorano_Swords-Toledo_Province_of_Toledo_Castile_La_Mancha.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4194102-Reviews-Speculum_Alchemiae_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d1946558-Reviews-Kazumura_Cave_Tours-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3743225-Reviews-Chicago_Riverwalk-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d117228-Reviews-Six_Flags_Hurricane_Harbor_OKC-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d500559-Reviews-Prague_Botanical_Garden-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d9786507-Reviews-Liberty_Public_Market-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g551590-d523534-Reviews-Wicklow_Mountains_National_Park-Glendalough_Village_Vale_of_Glendalough_County_Wic.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d103427-Reviews-Third_Street_Promenade-Santa_Monica_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or100-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or90-Looking_Glass_Jeep_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Looking Glass Jeep Tours",
        "attraction_name_vi": "Chuyến tham quan bằng xe Jeep bằng kính",
        "general_info": [
            "165 đánh giá",
            "- 34 trên 307 Hoạt động ngoài trời tại Đà Nẵng",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour tham quan"
        ],
        "attraction_summary": "We are a personal tour company and our full day jeep tours start at  - 85 usd per person with a minimum of two people. We will pick you up around 8:00 am and bring you back in time for dinner. Full day jeep tours include all jeep expenses, any admission tickets, Vietnamese lunch and soft drinks. We have some very popular tours that we can recommend such as  - Hills of Da Nang by jeep - ;  - One Way Transfer Tours, to or from Da Nang or Hoi An and Hue via costal roads - ;  - Explore Mountains and Minorities Loop by Jeep -  or we are able to customize the tour for your group, such as locations of war history. For more information or to book a tour please contact us, we can be contacted by WhatsApp, Telegram, Viber or Zalo at  -  - 84 - 93 563 0232. Also by Facebook Messenger at Jeep Tour Da Nang Looking Glass Jeep Tours. Our restored Army Jeeps are the key to get you close enough to enjoy the beauty of Vietnam.Read more",
        "reviews": [
            "Chúng tôi đã đặt một chuyến đi nửa đường tới Mỹ Sơn và đó là một trong những chuyến đi tuyệt vời nhất mà chúng tôi từng thực hiện. Đón khách sớm để tránh sự đông đúc ở chùa. Jeremy đã làm rất tốt vai trò tài xế và hướng dẫn viên du lịch. Ông giải thích rất nhiều về những ngôi chùa cũng như về cuộc sống bình thường của dân làng. Những đứa trẻ của chúng tôi thích dừng chân ở nhà nông dân. Theo quan điểm của tôi, đây là sự kiện tuyệt vời nhất ở Đà Nẵng.Đọc thêm",
            "what a fantastic way to see the sites ,wind in your hair , good music on the radio , sure beats being in a large tour group in a bus we took the MY SONS tour and had the best morning out .Jeremy is one of the best guides we have ever come across , and he knew everything about the  MY SON site , and also about everyday life in Vietnam .MY SON is just mind blowing and you cant really put it into word , a must do if in hoi an and on the return trip took us through km after km of rice fields and small villages , he would stop from time to time to give out a few sweets   - lollie pops -   to the local children , and to see the looks on there faces was priceless , we stopped at one local home and was shown how the lady of the house makes up to 1000 rice paper crackers day in day out . it was a real eye opener indeed .included in the  tour was , water , soft drinks , beers , toilet paper , and fun times thank you for the best day out Jeremy .... a must do while in this area....Read more",
            "Đối tác của tôi và tôi đã thực hiện chuyến tham quan đồi Đà Nẵng ngày hôm qua và hoàn toàn thích nó! Jeremy là một hướng dẫn viên rất am hiểu và không chỉ giỏi trả lời các câu hỏi về những địa điểm anh ấy đưa chúng tôi đến mà còn về cuộc sống hàng ngày của người Việt Nam. Chúng tôi được đưa đến Ngũ Hành Sơn, Núi Khỉ và đèo Hải Vân - trong lúc thuận gió thổi qua mái tóc của chúng tôi, lắng nghe một số giai điệu hay! Chúng tôi cũng đã đi qua một số ngôi làng địa phương để hiểu rõ hơn về cuộc sống làm việc hàng ngày của người dân trong làng. Có rất nhiều cảnh đẹp để chiêm ngưỡng ở Đà Nẵng, và chuyến tham quan này là một cách tuyệt vời để thực hiện điều đó!  Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan Đà Nẵng Hills cả ngày với Jeremy vào tuần trước và đó là điểm nổi bật trong chuyến đi của tôi. Chúng tôi đã thấy một chút về mọi thứ - các địa điểm tôn giáo, địa điểm quân sự, thậm chí chỉ là những ngôi làng bình thường. Jeremy rõ ràng yêu Việt Nam và có rất nhiều kiến ​​thức địa phương để chia sẻ, đặc biệt nếu bạn - một người đam mê lịch sử quân sự như tôi. Đi xe jeep vòng quanh với gió lùa vào tóc dưới nắng nóng thật thú vị. Một việc phải làm ở Đà Nẵng để thoát khỏi con đường du lịch quen thuộc!Đọc thêm",
            "Hôm nay chúng tôi đã có chuyến lưu diễn với Jeremy và chúng tôi đã trở lại trong tình trạng cháy nắng, kiệt sức và hoàn toàn choáng ngợp trước chuyến lưu diễn tuyệt vời của anh ấy. Không đời nào tôi có thể tự mình trải nghiệm Việt Nam như ngày hôm nay. Đáng kinh ngạc! Đọc thêm",
            "May mắn thay, Jeremy đã đáp ứng yêu cầu vào phút cuối của tôi và có thể cung cấp chuyến du lịch bằng xe Jeep cho chồng tôi và tôi vào đêm giao thừa từ Huế đến Hội An.  Thật là một vụ nổ khi lái một chiếc xe Jeep mui trần.  Điểm nổi bật là lái xe qua các ngôi làng, dừng uống cà phê tại một cửa hàng địa phương, ăn đồ ăn nhẹ từ một người bán hàng ven đường và xem cách làm những chiếc thuyền tròn.Đọc thêm",
            "My priority in visiting Da Nang this trip was to relax and enjoy the Intercontinental Da Nang Sun Peninsula Resort for a few days to relax with my family. Each person I asked... what - s there to see in Da Nang.... most people says, nothing much ! Why are you going there?As Tripadvisor DE, I am so lucky I found Looking Glass Jeep Tours. Contacted Jeremy, emailed each other and he confirmed Dec 24 was available. We had 9 of us, 3 are young children. He arranged two jeeps to come and pick us up. Although it was very cold, and very windy, it was SUCH a fun day seeing Da Nang in a jeep... my kids will NEVER forget it. When Jeremy and Larry drove their Jeeps and picked us up at the front of the Intercontinental Da Nang Sun Peninsula.... everybody just dropped their jaws. The staff and other guests all looked at them, and wondered WHO, are there guys picking up!  Haha !My parents are in their mid 60s, and they had such a good time. My Dad did so well, just sitting on the side seats of the jeep all day. He loved it!We saw Marble Mountain.... Jeremy was so knowledgeable, and so experienced. My kids and all of us loved listening to him, the history and stories. He showed us the beautiful caves, and secret spots in the mountain. Took us to the view point, took photos for us where it is a photo point. There are MANY steps, be sure you are fit enough to walk up and down all the hundreds of steps, and wear RUNNERS! If it is raining, be careful, would be very very slippery.Jeremy is very thoughful, and so caring. He bought incense sticks from these elderly women up on the Marble Mountain because these old ladies just want to make their living from people who visit the temples, and buy some incenses sticks from them. We took these incenses sticks and prayed because our family are buddhists. Lunch was included in the tour fees, and jeremy again took us to a place that was for a worth cause. A restaurant with a very friendly woman who opened this restaurant... and specifically hires staff who are DEAF. All of them has a chance to make their own living by working here. Jeremy told us to order anything from the burger page.... as it is faster and we can get going on the rest of the tour. We all used the clean washrooms, and had good burgers and soda - water. My brother especially wanted to try local PHO noodles. Larry, the driver heard this and made arrangements for someone to buy it from next street, and brought it to the restaurant we were at, so my brother can try a Local Pho ! What service this was!!!!!After lunch, we headed up the mountains, and saw the important bypass and crossing point in the wars, it was very cold up in the mountain. Jeremy told us some historical facts, and told us to take a nice group photo in the jeep.Afterwards, it was the highlight of the day in my opinion. We drove through some local villages. This was so meaningful to our family. We come from a very fortunate and privileged family. My kids are in many ways so spoiled, they don - t know how lucky they are, and how to appreciate what they own and have. Jeremy gave my kids a chance to see how children lived in these houses with no hot water, no fridge, no toys.... and he prepared a bag of lollipops. It surprised me and my kids when he stopped by and waved hello to some children in the village, and asked us to hand out the lollipops. Seeing the bright smile on each of the village children gave my kids such insight. We also visited a family who does tiles. We saw a boy demonstrate how he cuts tiles. He kneels on the ground all day, takes a wedge, an hammer, and makes tiles that are perfect in thickness with three hits. My brothers took turn trying, and it took them each at least over 20 hits to do ONE tile. We all learned how hard it was, and that you have to be so skillful. YET, Jeremy told us, you know how much these people earn in ONE day after doing this for whole day? my kids couldn - t imagine. Jeremy said  -  1 USD a Day.After this, we also got to try a yummy friend banana snack from a local village woman. Jeremy stopped by and paid this woman for two bags. Each jeep had one bag, and it was SO delicious. We then headed back to our hotel. Jeremy is a knowledgeable and experienced guide... but the most importable thing is, how caring and kind he is. He inspired all of us. We will never forget spending the day with him.Read more",
            "Tour du lịch nổi bật với hướng dẫn am hiểu, thân thiện.  Anh ấy biết các địa điểm từ chiến tranh Việt Nam và dẫn chúng tôi đi qua lịch sử Việt Nam trông như thế nào trước và sau chiến tranh.  Trẻ nhỏ của chúng tôi cũng thích nó.  Họ gặp những đứa trẻ địa phương và xem cách làm bánh tráng và bánh quy khi chúng tôi di chuyển trên một chiếc xe Jeep mui trần.  Jeremy rất sẵn lòng cung cấp cho chúng tôi nhiều nhất trong chuyến du lịch nửa ngày - 5 giờ - và đã làm như vậy trong một thông báo rất ngắn.  Chúng tôi không thể hạnh phúc hơn với trải nghiệm này vì anh ấy cũng cung cấp các bản đồ và tài nguyên có giá trị để chia sẻ với chúng tôi nhằm nghiên cứu thêm.Đọc thêm",
            "Jeremy đã làm một công việc hoàn toàn tuyệt vời khi cho chúng ta thấy đất nước xinh đẹp này. Bắt đầu từ khách sạn sớm, chúng tôi đã khám phá khắp Đà Nẵng bao gồm Ngũ Hành Sơn, các ngôi làng địa phương và khu rừng rậm rạp. Xe jeep là một cách tuyệt vời để ngắm nhìn vùng nông thôn và Jeremy là một hướng dẫn viên am hiểu mà bạn từng mong ước. Chắc chắn đáng đồng tiền bát gạo và hy vọng sẽ sớm quay lại vào một ngày nào đó! Đọc thêm",
            "We booked Looking Glass Tours Jeep trip before arriving in Vietnam and discussed the itinerary with Jeremy via email.Jeremy picked us up at 9AM from outside our hotel in Hue in his genuine Vietnam War US Jeep. Jeremy was very friendly and helpful. He tidy our large suitcases to the jeep, the four of us  - 2 adults and 2 kids -  set off on an a days adventure, taking in the old coast road  - Top Gear Route - , down to Da Nang and on to our hotel in Hoi An. The whole day took 9 hours, but that was because we stopped many times, and visited Vietnamese houses, and went swimming for a couple of ours in some waterfalls in the hills. All in all, a fantastic day out, and 100x better than getting a taxi from Hue to Hoi An.I would strongly recommend it, and thanks to Jeremy for showing us parts of Vietnam you would never otherwise visit.Read more"
        ],
        "star_ratings": [
            151,
            6,
            3,
            1,
            4
        ],
        "review_amount": 165,
        "location": [
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Chuyến tham quan bằng xe Jeep bằng kính",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 1, 2014",
            "Written April 28, 2014",
            "Written April 25, 2014",
            "Written March 3, 2014",
            "Written February 17, 2014",
            "Written January 12, 2014",
            "Written December 30, 2013",
            "Written December 25, 2013",
            "Written October 30, 2013",
            "Written August 31, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d2214750-Reviews-or100-Looking_Glass_Jeep_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or90-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or110-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-Looking_Glass_Jeep_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25948324-Reviews-NB_ralx_and_spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25941365-Reviews-Relax_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26876449-Reviews-Ngu_n_Spa_G_i_D_u_Du_ng_Sinh_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25034942-Reviews-Saga_Music_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11680840-Reviews-NIRVA_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17723205-Reviews-Onyabike_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086035-Reviews-Heaven-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088126-d27655853-Reviews-Crossroad_Bar-An_M_Phu_Yen_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12413539-Reviews-Vitality_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d26878726-Reviews-Ngu_n_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17546824-Reviews-Alan_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g35526-d143841-Reviews-Payette_Lake-McCall_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134359-d1098999-Reviews-KidZania_Tokyo-Toyosu_Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g58349-d8380018-Reviews-Lucky_Strike_Bellevue-Bellevue_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d23255665-Reviews-Rocky_Mountain_National_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d3709945-Reviews-Lisi_Lake-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46002-d6817254-Reviews-Sparks_Marina_Park-Sparks_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d548225-Reviews-Kurama_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3139249-Reviews-Encore_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d2067161-Reviews-Ledra_Street_Crossing_Point-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d554128-Reviews-Corcovado_Christ_the_Redeemer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or110-Looking_Glass_Jeep_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d2214750-Reviews-or100-Looking_Glass_Jeep_Tours-Da_Nang.html"
    }
]