[
    {
        "attraction_name": "Los Cahorros",
        "attraction_name_vi": "những chú chó con",
        "general_info": [
            "746 đánh giá",
            "2 trong số 14 điều cần làm ở Monachil",
            "Thung lũng"
        ],
        "attraction_summary": "Đây là một chuyến đi bộ thú vị, đôi khi thật tuyệt vời và hơi đáng sợ khi bạn phải đi chơi qua sông. Tuy nhiên, chúng tôi yêu thích điều đó - thực sự có cảm giác làm điều gì đó mang tính phiêu lưu. Chúng tôi nghĩ rằng chúng tôi đã rẽ nhầm đường về và đi bộ qua một ngọn núi, điều này gây ra cảm giác hài hước thất bại. Con gái tôi đã nhận xét như sau: Khi còn là một thiếu niên, tôi thấy phần đầu của chuyến đi bộ này rất vui, nhưng phần đi bộ về lại nhàm chán vì đó là một khung cảnh hoang vắng, hoàn toàn mệt mỏi, không có gì thú vị để xem Đọc thêm",
        "reviews": [
            "Đi ngược chiều kim đồng hồ, đỗ xe miễn phí trong thị trấn, sẵn sàng trèo qua gốc cây, bò dưới đá và bám vào lan can để quét xung quanh. Tuy nhiên, điều đó thú vị hơn là nguy hiểm miễn là bạn đủ sức khỏe và có khả năng. Tốt hơn bất kỳ cuộc đi bộ nào khác mà chúng tôi đã thực hiện. Tôi đã đi theo lộ trình tất cả các con đường mòn và nó thật hoàn hảo. Chúng tôi là những người đi bộ phù hợp và mất khoảng 2 giờ với một điểm dừng nhỏ để ăn trưa. Dùng bữa trưa đóng hộp và ngắm cảnh. Không phù hợp với người già yếu, chúng tôi đi ngang qua một người phụ nữ tội nghiệp bị trượt chân xuống dòng sông lát đá chảy xiết và bị mất gậy chống và bị thương nặng. Lúc đầu sẽ khá lầy lội nếu trời mưa.Đọc thêm",
            "Đến đây vào thời điểm thú vị của tháng Giêng, giống như bạn vậy. Xe buýt từ granada mất 30 phút đến làng monachil. Đi bộ qua những dòng nước chảy xiết dọc theo bờ bùn, lên một chút trước khi gặp những cây cầu treo khác nhau. Sau đó băng qua những hang động thấp và dòng sông xinh đẹp trước khi dùng bữa trưa trên bãi đất trống đầy nắng. Sau đó lên núi và đi ngang qua những bụi kim tước đầy hoa với tiếng ong vo ve và những cây bàng chuẩn bị nở hoa. Dầu và mật ong địa phương trước khi quay trở lại Monachil cùng với mèo và mèo con trước khi lên xe buýt sau đó quay trở lại Granada. Tuyệt vời.Đọc thêm",
            "Đi bộ ngắm cảnh tuyệt vời từ làng, hãy cẩn thận nơi bạn đỗ xe vì một số xe gần khu vực cầu điểm xuất phát đã bị phạt và 200 tiền phạt. Chúng tôi đỗ xe trên đồi dọc theo một khúc cua trên đường mà không gặp vấn đề gì. Đi bộ bắt đầu ở phía xa của con sông, rẽ trái sau khi băng qua và đi gần sông, đi ngược dòng. Mất khoảng hơn 1 giờ với tốc độ tốt để đến cây cầu nhỏ đầu tiên. Sau đó, mất thêm 45 phút nữa để đến cây cầu dài hơn và đoạn đường đi bộ nhô ra, v.v. Bạn có thể tránh xa nước nếu muốn hoặc đi bộ theo cả hai hướng trong lòng sông - hãy mang theo đôi giày cũ thoải mái! Nơi tuyệt vời để tránh cái nóng giữa mùa hè.. hãy ngâm mình vài lần trong hồ bơi để giải nhiệt. Đọc thêm",
            "Một nơi tuyệt vời để đi để tránh nóng. Đường đi bộ bao gồm những cây cầu dây dài, những con đường hẹp đòi hỏi phải sử dụng tay cầm trên đá và phải bò một chút. Các thác nước rất đẹp và có nhiều khu vực trên đường để chèo thuyền hoặc thậm chí bơi lội. Có một số tuyến đường được ký kết rất tốt từ trung tâm Monchil.Đọc thêm",
            "Chuyến đi bộ thực sự ấn tượng nhưng không dành cho những người yếu tim vì bạn sẽ phải bò và bò ở một số khu vực. Rất đáng giá cho cảnh quan tuyệt đẹp. Đọc thêm",
            "Chúng tôi đã đi cùng những đứa trẻ 7 và 10 tuổi và chúng thích nó. Không có hướng dẫn về thời gian đi bộ nên rất khó để ước tính thời gian đi bộ. Chuẩn bị đi với đồ ăn nhẹ ngon và đi bộ 2-4 giờ. Tất nhiên bạn luôn có thể quay lại. Chúng tôi thực sự thích phiêu lưu, những con đường hẹp dọc theo dòng sông nhỏ, có cầu thang, cầu và thác nước. Không đông đúc vào tháng Hai. Một số nhà leo núi.Đọc thêm",
            "Chúng tôi đến Monachil vào giữa buổi sáng một ngày thứ Bảy đầy nắng.  Bãi đậu xe miễn phí khá bận rộn và đã đầy khi chúng tôi trở về.  Không có vấn đề gì trong việc tìm điểm bắt đầu của con đường vì có rất nhiều người đang làm điều tương tự.  Các gia đình và các nhóm lớn nhỏ đều hướng về một hướng.  Mặc dù bận rộn nhưng đó vẫn là một chuyến đi thú vị mà chúng tôi khá thích thú.  Ở những nơi ven sông hơi trơn trượt nên bạn phải cẩn thận. Trong khi một số lĩnh vực dường như yêu cầu mức độ thể lực khá cao, tôi rất ngạc nhiên khi thấy có bao nhiêu người, kể cả người trẻ, có thể giải quyết được ít nhất một phần của nó.  Có một chỗ bạn phải leo xuống lòng sông rồi leo lên cao hơn một chút dọc theo bức tường xi măng vì bạn không thể sử dụng đường đi. Tôi cần một bàn tay giúp đỡ để quay trở lại con đường trên.  Khi ra ngoài con đường rộng mở, trời khá nóng.  Vì vậy, hãy nhớ mang theo nước bên mình.  Vì vậy, hãy đi bộ vòng tròn, nhưng hãy chọn những thời điểm ít bận rộn hơn nếu có thể.   .Đọc thêm",
            "Chúng tôi đã tự mình đi bộ đường dài này vài tuần sau khi khu vực này có mưa lớn. Nước sông dâng cao, đường đi gần làng lầy lội, nhiều chỗ trơn trượt. Chúng tôi đã rất nỗ lực khi tìm đường lên hẻm núi. Con đường này không dành cho những ai gặp khó khăn trong việc bò hoặc chạy dọc theo bức tường xi măng bám vào những chốt kim loại. Có nhiều khu vực mà bạn phải làm cả hai và tôi rất vui vì sông không cao hơn nữa nếu không chúng tôi sẽ gặp khó khăn ở một số điểm mà bạn phải trèo xuống sông và bước dọc theo bức tường xi măng để đi trên đường mòn. Bạn sẽ muốn rảnh tay và một đôi giày đi bộ đường dài tốt. Khi đến đầu đường mòn, chúng tôi đi theo con đường vòng qua rìa hẻm núi để vào làng. Đây không phải là một điều thú vị hay đẹp như hẻm núi. Nếu có thời gian, bạn có thể muốn quay lại dọc bờ sông.Đọc thêm",
            "Chuyến đi tuyệt vời, phong cảnh đẹp, chúng tôi đã đi một tuyến đường dài hơn. Điều tệ hại là mọi ngóc ngách của con đường đều có rất nhiều chất thải từ khách du lịch. Rất nhiều chất thải, những góc hôi thối dọc đường đi, vừa buồn vừa kinh tởm. Tất cả những ngóc ngách đẹp như tranh vẽ đều bị mất giá. Ngoài sự ghê tởm này, đây là một cảnh quan đẹp và một tuyến đường thú vị - Tôi đánh giá cảnh quan, xứng đáng được năm sao. Thêm video du lịch Yutube PSIS ghé thăm. Iva Petr CZĐọc thêm",
            "Hiện tại nó có mở cửa không? Đọc thêm",
            "Xin chào. Tôi muốn đến thăm khu vực này vào giữa tháng ba. Tuyến đường có phù hợp để đi với trẻ em 6 và 10 tuổi không? Tôi nhìn thấy một khu vực rất hẹp song song với con sông và tôi không biết liệu nó có nguy hiểm hay dòng sông có nhiều dòng chảy hay không. Cảm ơn bạn.Đọc thêm",
            "Đây là một con sông vì rất gần nguồn nên không có nhiều dòng chảy qua khu vực, cũng là một nơi rất đẹp vì thảm thực vật tươi mát, có cây cầu treo rất hấp dẫn và vui nhộn đối với trẻ em. , với sự quan tâm rằng các em phải luôn được đưa đi chơi trong mỗi chuyến đi chơi với thiên nhiên, tôi thấy điều đó rất thích hợp cho việc bắt đầu với trẻ em ở độ tuổi đó.\nĐừng hối tiếc, đó là một chuyến tham quan rất thú vị, nhưng bạn phải mang theo mọi thứ khi tuyến bắt đầu, không có nơi nào để mua bất cứ thứ gì, ở lối vào có một bãi đậu xe lớn và một quầy bán hàng nơi bạn có thể ăn nếu muốn trên đường về.\nlời chàoĐọc tiếp",
            "Bạn có thể chia sẻ lộ trình bạn đã đi được không? Tôi nghe nói rất dễ bị lạc và rất thích tuyến đường của bạn. Có dễ dàng để đến đây từ Granada không?\n\nCũng đang thắc mắc điều kiện thời tiết sẽ như thế nào vào cuối tháng 11?Đọc thêm",
            "CHÀO,\nTôi đã đi theo một tuyến đường đã được đăng trong Ứng dụng Wikiloc, nó rất thông minh với tuyến đường được đánh dấu trên bản đồ với một chỉ báo cho biết bạn đang ở đâu, nó thậm chí còn cho bạn biết khi bạn đi chệch tuyến!  Bạn có thể nhận được bản dùng thử miễn phí ngắn có thể là một tuần? của Wikiloc, có thể sẽ có những ứng dụng khác làm được điều tương tự.  Trip Advisor không cho phép bạn liên kết đến các trang web khác.\nCó một bản đồ hiển thị ở thị trấn địa phương và một số biển báo để bắt đầu, phần đầu tiên của cuộc đi bộ bắt đầu gần sông.  Bạn có thể mua bản đồ tại địa phương nếu muốn.  \nNếu bạn không đi bộ nhiều, chỉ cần đi bộ phần đầu tiên trong rừng, nơi có những cây cầu và đá vì toàn bộ quãng đường đi bộ khá dài và có một ngọn đồi cao để leo lên.  Khi bạn đã vào rừng, thực sự chỉ có một con đường chính để đi theo, bạn có thể chỉ đi bộ cho đến khi ra khỏi rừng rồi quay lại theo đường cũ và bỏ lỡ ngọn đồi.\nChúng tôi có một chiếc ô tô và vì vậy từ nơi chúng tôi ở có thể lái xe dễ dàng, tôi không biết về các tuyến giao thông công cộng.\nTôi xin lỗi nhưng tôi không thể giúp bạn về thời tiết vào tháng 11.\nĐó là một chuyến đi thú vị và tôi hy vọng bạn có cơ hội tận hưởng nó.Đọc thêm",
            "Xin chào, nó cũng phù hợp cho phụ nữ mang thai hay nó quá hẹp và nguy hiểm? Cảm ơnĐọc thêm",
            "Xin chào, tôi không có kinh nghiệm leo núi hay leo núi nhưng tôi có trình độ thể lực bình thường. Tôi 55 tuổi. Việc đi bộ này có quá phức tạp đối với tôi không? \nNhiều năm trước tôi đã đi bộ qua Hẻm núi Samaria trên đảo Crete. Tôi có thể đi lại bình thường, chỉ là không biết tôi có thể leo trèo tốt không?\nCó ai có lời khuyên nào không?\nXin chào AstridĐọc thêm",
            "Đúng, điều này hoàn toàn có thể thực hiện được. Phần cuối cùng dưới ánh mặt trời có thể khó khăn hơn một chút. Hãy vui vẻ và tận hưởng khu vựcĐọc thêm",
            "Xin chào! Giá của tuyến đường có bao gồm cắm trại không? Nếu không, có những lựa chọn nào để cắm trại ở khu vực xung quanh?Đọc thêm",
            "Không có khu cắm trại, trong mọi trường hợp sẽ là cắm trại miễn phí, nhưng như họ đã nói, nếu bạn đi cắm trại, sẽ có một khu cao hơn vài km, trong mọi trường hợp, tuyến đường rất dễ dàng, trong vài giờ bạn đến và quay lại tùy theo tốc độ. Nếu bạn đi cùng trẻ em, hãy mang theo thứ khác, bởi vì thật thú vị khi ngừng nhìn vào những cái cây và giải thích từng thứ là gì, lợi dụng thực tế là tuyến đường ngắn và không có. sườn dốc lớn, rất lý tưởng để trẻ làm quen với vùng nông thôn.\nlời chàoĐọc tiếp",
            "Xin chào! \nCuối tuần này tôi sẽ đi cùng đối tác của mình để thực hiện lộ trình nhưng chúng tôi nghi ngờ liệu chiều về có được thực hiện theo cách tương tự hay khác không?",
            "Xin chào,\nTuyến đường là một con đường khứ hồi dọc theo cùng một con đường.\nĐó là một con đường hơi phức tạp, với những cây cầu treo và những bậc thang mà bạn phải bám vào tay cầm để có thể vượt qua địa hình của những tảng đá nhô ra. Đó là một phong cảnh rất đẹp và tôi không nhớ mình phải đi quãng đường dài hơn 10km.Đọc thêm",
            "Chào bạn, 2 con đường này con đường nào tốt hơn, cao hay thấp và trong 2 con đường nào là cầu treo và hang động. Đọc thêm",
            "Chúng tôi đi con đường dài nhất, luôn luôn rất cẩn thận, vì nếu bị lạc bạn sẽ có vẻ khá xa thị trấn, dọc theo con đường thấp chúng tôi đi qua một số cây cầu thật tuyệt vời và sau đó chúng tôi đi theo con đường cao nhất và đi vòng quanh ngọn đồi. thật ấn tượng, luôn được nhiều người để mắt tới.Đọc thêm.",
            "Xin chào, trong số một nhóm bạn, chúng tôi muốn đi tuyến đường Cahorros Bajos từ thủ đô Granada qua Xe buýt, câu hỏi của tôi là:\nKhi bạn đến thị trấn Monachil, có đủ biển báo chỉ đường không? \n\nKhi đã bắt đầu lộ trình, bạn có dễ bị lạc không? Có đủ biển báo chỉ đường cho bạn không? Biết rằng đây sẽ là lần đầu tiên.Đọc thêm",
            "Bạn phải cẩn thận nếu là người ưa mạo hiểm vì bạn có thể xuất hiện khá xa và bị lạc, nhưng nếu phải đi cả ngày thì cùng một tuyến đường đánh dấu một tuyến đường ngắn hơn, cũng tuyệt vời không kém con đường dài nhất, bố mẹ đi với trẻ em Họ đi qua mà không gặp vấn đề gì và thường có rất nhiều người trên đường, sẽ không có gì xảy ra nếu bạn chú ý đến các biển báo, tôi khuyên bạn thật tuyệt vời.Đọc thêm.",
            "Có ai đã làm điều này vào tháng Hai chưa? Tôi đang muốn đi và không biết phải chuẩn bị như thế nào?Đọc thêm",
            "Tôi đã làm lại vào tháng 12.  Nó đẹp nhưng có nhiều chỗ ẩm ướt nên tôi khuyên bạn nên sử dụng những đôi bốt tốt.  Tôi đã làm của tôi ở Dr Martens và nó rất ổn nên giày rất chắc chắn và mang đi dạo phố bình thườngĐọc thêm"
        ],
        "star_ratings": [
            487,
            213,
            36,
            7,
            3
        ],
        "review_amount": 746,
        "location": [
            "Vườn quốc gia Sierra Nevada",
            "Tỉnh Granada",
            "Andalucia",
            "Tây ban nha",
            "những chú chó con",
            "Monachil là gì?",
            "Châu Âu",
            "Các hoạt động ở Monachil"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written March 8, 2024",
            "Written April 11, 2023",
            "Written September 3, 2022",
            "Written July 26, 2022",
            "Written October 28, 2021",
            "Written March 6, 2020",
            "Written December 17, 2019",
            "Written December 15, 2019",
            "Written November 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608982-d2195512-Reviews-Los_Cahorros-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187441-d3776172-Reviews-Restaurante_El_Puntarron-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d1519656-Reviews-La_Cantina_de_Diego-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Anda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d14008642-Reviews-Restaurante_Ruta_del_Purche-Monachil_Sierra_Nevada_National_Park_Province_of_Gra.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d1004268-Reviews-Camping_Ruta_del_Purche-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d2703893-Reviews-Nevada_Terrace-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d21178120-Reviews-El_RIO-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d3728613-Reviews-Bodegas_Mazon-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d7282892-Reviews-El_Mirador_de_Guejar_Sierra-Monachil_Sierra_Nevada_National_Park_Province_of_Gran.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d8541025-Reviews-La_Barberia-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608982-d6995304-Reviews-Terraza_El_Molino-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalu.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d240258-Reviews-Mirador_de_San_Nicolas-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d191078-Reviews-The_Alhambra-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d10022900-Reviews-Patio_de_los_Leones-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d13531083-Reviews-Nasrid_Palaces-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d243693-Reviews-Generalife-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d6352309-Reviews-La_Alborea-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d4556270-Reviews-Fundacion_Rodriguez_Acosta-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d2708258-Reviews-Basilica_de_San_Juan_de_Dios-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d2512069-Reviews-Plaza_de_San_Nicolas-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d1027773-Reviews-Carmen_de_los_Martires-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d2195512-Reviews-or10-Los_Cahorros-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalu.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d8838577-Reviews-Sierra_Nevada_Independiente-Monachil_Sierra_Nevada_National_Park_Province_of_Gran.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d10076063-Reviews-Bigfootski-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d13089313-Reviews-SKI_DO_Escuela_de_Esqui_y_Snowboard-Monachil_Sierra_Nevada_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d23606631-Reviews-Estacion_De_Esqui_De_Sierra_Nevada-Monachil_Sierra_Nevada_National_Park_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d23606645-Reviews-Ski_Low_Cost-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608982-d13532384-Reviews-Granadaways-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d10025615-Reviews-Granaltura_Paragliding-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d13784092-Reviews-Villa_Amparo_Escape_Room-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d4359028-Reviews-Nevada_Guides_Day_Tours-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d15647595-Reviews-Granada_Selected_Tours-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d4353009-Reviews-Granada_a_Traves_Rutas_con_Caracter-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d3367663-Reviews-Taracea_Artesania_del_Arbol-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d4995223-Reviews-Alhambra_Trip_Granada_Guias_y_Entradas_Oficiales_Alhambra-Granada_Province_of_Gra.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d16875203-Reviews-CookEle-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d21277334-Reviews-AsierGuide-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d12457930-Reviews-Tours_by_Locals-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d3655261-Reviews-Rafting_SaltaRios-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d7198566-Reviews-Happy_Emotions-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d4559148-Reviews-Vivak_Nature-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187370-d10394774-Reviews-HARIBO_Fabrikverkauf_Bonn_Bad_Godesberg-Bonn_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57665-d535025-Reviews-Sky_Meadows_State_Park-Delaplane_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274814-d10718129-Reviews-X_Demon_Music_Club-Zielona_Gora_Lubusz_Province_Western_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d559113-Reviews-Penn_Station-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46874-d103625-Reviews-Trenton_Thunder_Ballpark-Trenton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46446-d6899671-Reviews-Fort_Lee_Historic_Park-Fort_Lee_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54092-d6994174-Reviews-Goosewing_Beach_Preserve-Little_Compton_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g33676-d219595-Reviews-Booth_Falls_Trail-Vail_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155483-Reviews-CN_Tower-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g54917-d14085782-Reviews-The_Rage_Room-Bristol_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608982-d2195512-Reviews-or10-Los_Cahorros-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608982-d2195512-Reviews-Los_Cahorros-Monachil_Sierra_Nevada_National_Park_Province_of_Granada_Andalucia.html"
    }
]