[
    {
        "attraction_name": "Los Haitises National Park",
        "attraction_name_vi": "Vườn quốc gia Los Haitises",
        "general_info": [
            "966 đánh giá",
            "- 8 trong số 54 điều cần làm ở Tỉnh Samana",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một nơi đẹp và huyền diệu để ghé thăm. Cách tiếp cận duy nhất là bằng thuyền. Các chuyến tham quan có sẵn, nhưng nếu bạn thích nó riêng tư hơn một chút, chúng tôi đã tìm thấy một lựa chọn thú vị. Chúng tôi đến Sabana del Mar bằng ô tô và gặp Moctezuma ở gần bến cảng. Anh ấy đưa chúng tôi đến chỗ đậu xe ở đầu rừng ngập mặn, và chúng tôi lên chiếc thuyền nhỏ của anh ấy để tham gia một chuyến tham quan riêng với sự hướng dẫn tuyệt vời bằng tiếng Anh. Các hang động, chim và vách đá treo đều tuyệt vời. Đọc thêm",
            "Đây là một công viên thiên nhiên tuyệt đẹp.  Phải mất khoảng 30 phút đi thuyền để đến Bán đảo Samana.  Nó rất có giá trị thời gian và công sức.  Vài phút sau khi đến lối vào, chúng tôi thấy một con lợn biển đang kiếm ăn ngay ngoài khơi.  Có một số đảo nhỏ với hàng trăm loài chim thuộc các loài khác nhau bao gồm diệc, tàu khu trục, kền kền và bồ nông.  Có một số hang động thú vị để khám phá và chuyến chèo thuyền kayak xuyên qua rừng ngập mặn thật tuyệt vời.Đọc thêm",
            "Tham gia một phần tour tham quan công viên quốc gia, bao gồm các hang động và một điểm dừng chân tuyệt vời trên một hòn đảo để ăn trưa. Công viên quốc gia thật đẹp!!! Hướng dẫn viên và nhân viên rất hiểu biết và hữu ích. Chúng tôi thậm chí còn được nhìn thấy một con cá voi trên đường đi. Chuyến đi vừa thư giãn vừa vui vẻ. Rất khuyến khích nhưng hãy nhớ rằng đó là một ngày trọn vẹn, chúng tôi được đón lúc 7:30 sáng và trả lại lúc 7 giờ tối Đọc thêm",
            "Điểm đến này xứng đáng được 5 sao, thật tuyệt vời. Nhưng có hai lần chuyển xe để đến đó, một lần ở bên đường cao tốc. Chúng tôi đã hỏi trước qua whatsapp để biết thông tin chi tiết về xe, nhưng thật khó để có được thông tin chính xác.\n\nĐến Las Haitises - thật tuyệt vời! Rừng ngập mặn, chuyến đi thuyền, quang cảnh, vách đá, hang động, dấu hiệu thổ dân, điểm dừng ăn trưa, hướng dẫn viên của chúng tôi, mọi thứ đều tuyệt vời. Chúng tôi đã cân nhắc giữa chuyến đi này và Saona. Tôi khá chắc rằng đây là một chuyến đi hoàn toàn khác. Hướng dẫn viên của chúng tôi rất tuyệt nhưng nói nhiều tiếng Tây Ban Nha - cũng ổn thôi vì chúng tôi đi cùng một số khách du lịch nói tiếng Tây Ban Nha - . Cả hai chúng tôi đều nói được một ít tiếng Tây Ban Nha nên điều đó không thành vấn đề lớn đối với chúng tôi, nhưng có thể là đối với những người khác.\n\nMột điều bất ngờ trên đường về vừa tốt vừa xấu. Chúng tôi dừng lại ở một bãi đậu xe và được yêu cầu lên xe tải safari. Tôi đã nghĩ rằng chúng tôi lại được chuyển đi một lần nữa! Grrr. Nhưng không phải vậy. chỉ là giao tiếp kém. Họ đưa chúng tôi đi trên một chuyến đi hoang dã lên Montana Redondo, đến một đỉnh núi cao 300m với tầm nhìn tuyệt đẹp. Rất may là xe du lịch vẫn ở đó để đưa chúng tôi về nhà.\n\nNhìn chung là một ngày tuyệt vời, tôi không thể nói đủ về Công viên quốc gia Las Haitises. Nhưng việc chuyển giao không tốt. Các nhà điều hành giữ kín phần đó để không mất khách hàng. Đọc thêm",
            "Điểm đến này xứng đáng được 5 sao, thật tuyệt vời. Nhưng có hai lần chuyển xe để đến đó, một trong số đó ở bên lề đường cao tốc. Chúng tôi đã hỏi trước qua whatsapp để biết thông tin chi tiết về xe, nhưng thật khó để có được thông tin chính xác. Đến Las Haitises - thật tuyệt vời! Rừng ngập mặn, chuyến đi thuyền, quang cảnh, vách đá, hang động, dấu hiệu thổ dân, điểm dừng ăn trưa, hướng dẫn viên của chúng tôi, mọi thứ đều tuyệt vời. Chúng tôi đã tranh luận giữa chuyến đi này và Saona. Tôi khá chắc chắn rằng đây là một chuyến đi khá khác. Hướng dẫn viên của chúng tôi rất tuyệt nhưng nói nhiều tiếng Tây Ban Nha - cũng ổn thôi vì chúng tôi đi cùng một số khách du lịch nói tiếng Tây Ban Nha - . Cả hai chúng tôi đều nói được một ít tiếng Tây Ban Nha nên điều đó không thành vấn đề lớn đối với chúng tôi, nhưng có thể là đối với những người khác. Một điều bất ngờ trên đường về vừa tốt vừa xấu. Chúng tôi dừng lại ở một bãi đậu xe và được yêu cầu lên xe tải safari. Tôi đã nghĩ rằng chúng tôi lại được chuyển đi một lần nữa! Grrr. Nhưng không phải vậy. chỉ là giao tiếp kém. Họ đưa chúng tôi đi trên một chuyến đi hoang dã lên Montana Redondo, đến một đỉnh núi cao 300m với tầm nhìn tuyệt đẹp. Rất may là xe du lịch vẫn ở đó để đưa chúng tôi về nhà. Nhìn chung là một ngày tuyệt vời, tôi không thể nói đủ về Công viên quốc gia Las Haitises. Nhưng việc chuyển giao không tốt. Các nhà điều hành giữ kín phần đó để không mất khách hàng. Đọc thêm",
            "Tham gia một phần tour tham quan công viên quốc gia, bao gồm các hang động và một điểm dừng chân tuyệt vời trên một hòn đảo để ăn trưa. Công viên quốc gia thật đẹp!!! Hướng dẫn viên và nhân viên rất hiểu biết và hữu ích. Chúng tôi thậm chí còn được nhìn thấy một con cá voi trên đường đi. Chuyến đi vừa thư giãn vừa vui vẻ. Rất khuyến khích nhưng hãy nhớ rằng đó là một ngày trọn vẹn, chúng tôi được đón lúc 7:30 sáng và trả lại lúc 7 giờ tối Đọc thêm",
            "Đây là một công viên thiên nhiên tuyệt đẹp.  Phải mất khoảng 30 phút đi thuyền để đến Bán đảo Samana.  Nó rất có giá trị thời gian và công sức.  Vài phút sau khi đến lối vào, chúng tôi thấy một con lợn biển đang kiếm ăn ngay ngoài khơi.  Có một số đảo nhỏ với hàng trăm loài chim thuộc các loài khác nhau bao gồm diệc, tàu khu trục, kền kền và bồ nông.  Có một số hang động thú vị để khám phá và chuyến chèo thuyền kayak xuyên qua rừng ngập mặn thật tuyệt vời.Đọc thêm",
            "Một nơi đẹp và huyền diệu để ghé thăm. Cách tiếp cận duy nhất là bằng thuyền. Các chuyến tham quan có sẵn, nhưng nếu bạn thích nó riêng tư hơn một chút, chúng tôi đã tìm thấy một lựa chọn thú vị. Chúng tôi đến Sabana del Mar bằng ô tô và gặp Moctezuma ở gần bến cảng. Anh ấy đưa chúng tôi đến chỗ đậu xe ở đầu rừng ngập mặn, và chúng tôi lên chiếc thuyền nhỏ của anh ấy để tham gia một chuyến tham quan riêng với sự hướng dẫn tuyệt vời bằng tiếng Anh. Các hang động, chim và vách đá treo đều tuyệt vời. Đọc thêm",
            "Nó thực sự tuyệt vời! Thật là một công viên tuyệt vời, đẹp đẽ và tuyệt vời! Chúng tôi đi bằng tàu cao tốc qua hồ rồi vào rừng ngập mặn. Chúng tôi nói rất nhiều loài chim và cua nhện. Đọc thêm",
            "Thực sự khuyên bạn nên ghé thăm nơi này, đặc biệt là nếu bạn có thể đến đó bằng thuyền hoặc ra khỏi công viên trên mặt nước. Những hòn đảo nhỏ thực sự thú vị và xinh đẹp, rất nhiều loài chim. Hang động tự nhiên với một số dấu tích của người Taino, những người bản địa đã bị người châu Âu xóa sổ. Nhà nghỉ tuyệt đẹp. Đọc thêm",
            "Thật là buồn khi họ không chăm sóc nơi này. Chai nhựa đựng nước, rác. Nói chung, tôi sẽ không giới thiệu Cộng hòa Dominica nếu bạn muốn xem, tôn trọng và thưởng thức. Nếu kế hoạch đang diễn ra và say rượu, bạn có thể đến đó. Nhưng nếu bạn muốn ngắm nhìn thiên nhiên và những địa điểm thuộc địa thì không. Ngoài ra, họ tính phí cho bạn những nhà hàng tốt trong chuyến tham quan nhưng lại đưa bạn - với lý do điển hình hơn - đến những nơi bẩn thỉu, cơm và đậu với chó đường phố trong tình huống rất tồi tệ. Rõ ràng đây là kỳ nghỉ tồi tệ nhất trong cuộc đời tôi. Đọc thêm",
            "Đáng công sức và giá cả để tham quan các hang động, đảo, kênh và đầm lầy ngập mặn.  Cận cảnh chim bồ nông làm tổ vào tháng 10 thật thú vị.  Một điều không thể bỏ qua ở bán đảo Samana.Đọc thêm",
            "Los Haitises là một công viên xinh đẹp và là di sản văn hóa thú vị, nơi người ta có thể nhìn thấy những bức tranh chữ tượng hình Taino lộng lẫy trong các hang động. Để tận dụng tối đa lợi thế, tốt nhất bạn nên đi cùng một nhóm nhỏ hơn hoặc bằng thuyền kayak, để bạn có thể thực sự hòa mình vào rừng ngập mặn và tránh xa đám đông trong hang động. Gia đình bốn người của chúng tôi đi một chiếc thuyền máy nhỏ từ Samana với Explora Ecotour, một doanh nghiệp địa phương, có chủ sở hữu, Manny, cực kỳ am hiểu và tôn trọng hệ sinh thái và lịch sử địa phương. Trong khi một số chuyến tham quan nhận được những cái nhìn tổng quan ngắn gọn - hoặc thông tin sai lệch - thì Manny thực sự đã giải thích những gì chúng tôi đang thấy. Nơi rất thú vị và xinh đẹp.Đọc thêm",
            "Chúng tôi bắt taxi và xe máy đến và đi từ công viên này, nghỉ qua đêm tại Paraiso Caño Hondo và tận dụng các chuyến đi trong ngày của họ. Cả chèo thuyền kayak và đi thuyền xuyên qua rừng ngập mặn đều có thể khám phá nhiều loài chim cũng như hệ thực vật thú vị. Gia đình tôi đi bộ đường dài để xem hang động Taino. Hoàn toàn là một nơi tuyệt đẹp. Đọc thêm",
            "Có tour nào đến\nLos Haitises chỉ trong nửa ngày không? Chúng tôi rất muốn đi cùng ai đó riêng. Đọc thêm",
            "Dành cho các chuyến đi riêng haitises com là trang chính thức của Los haitises với người dân địa phương.Đọc thêm",
            "Chuyến tham quan bằng thuyền này có an toàn với em bé 1 tuổi của chúng tôi không?Đọc thêm",
            "Vâng, tất cả phụ thuộc vào chuyến đi thuyền. Đặt chuyến đi của bạn với trang web chính thức của công viên quốc gia.Đọc thêm",
            "Bạn đã đi thuyền gì?Đọc thêm",
            "Điều hay nhất là hướng dẫn chính thức từ công ty đặt phòng phiêu lưu tại công viênĐọc thêm",
            "Xin chào, chúng tôi muốn đi thuyền từ Samana, băng qua vịnh, để đi bộ trong rừng nhiệt đới - điều này có được không? Tất cả các tour du lịch dường như chỉ đến các đảo và hang động ngập mặn.Đọc thêm",
            "Có, bạn có thể làm điều này bằng cách đặt chuyến phiêu lưu. Họ có tất cả các lựa chọnĐọc thêm",
            "Chúng tôi muốn thực hiện một chuyến tham quan bằng thuyền kayak đến công viên Los Haitises. Có ai đã đi phà qua Samaná và vừa đặt tour chèo thuyền kayak tại địa điểm từ Sabana De La mar chưa? \n\nĐọc thêm",
            "Có, hãy kiểm tra trên trang chủ chính của công viên.Đọc thêm",
            "Xin chào! Giá của chúng ta là bao nhiêu nếu chúng ta đã ở samana?Đọc thêm",
            "CHÀO,\n\nChi phí tham quan Đảo Cayo Levantado khi được đón từ khách sạn Juan Dolio là bao nhiêu? Cảm ơn rất nhiều, Đọc thêm",
            "Xin chào! Chúng tôi trả 125uds cho mỗi người. Chuyến tham quan bao gồm chuyến tham quan Công viên quốc gia Haitises, Bữa trưa và đồ uống. Tôi hy vọng thông tin này hữu ích với bạn.\nBRĐọc thêm",
            "Giá họ nói với bạn là bao nhiêu? hoặc bạn đến từ đâu?Đọc thêm",
            "Cảm ơn bạn đã ghé thăm, vì cuốn sách phiêu lưu của bạn trên trang chính thức của chúng tôi: Haitises Com.Đọc thêm",
            "Chào buổi sáng,\nTôi quan tâm đến chuyến thăm này, bạn đang sử dụng đại lý nào? Bạn có contact cho mình được không?\nCảm ơn bạnĐọc thêm",
            "Xin chào, tôi đã từng tham gia các chuyến tham quan Bán đảo.Đọc thêm",
            "Tôi muốn thực hiện chuyến tham quan đến Los Haitises và sau đó đến Samaná bằng thuyền, bạn giới thiệu công ty nào? Chi phí bao nhiêu và mất bao nhiêu? Cảm ơn bạn rất nhiều!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm, vì cuốn sách phiêu lưu của bạn trên trang chính thức của chúng tôi: Haitises Com.Đọc thêm"
        ],
        "star_ratings": [
            579,
            263,
            81,
            25,
            18
        ],
        "review_amount": 966,
        "location": [
            "vùng Caribe",
            "Tỉnh Samana",
            "Cộng hòa Dominica",
            "Hoạt động giải trí tại Tỉnh Samana",
            "Vườn quốc gia Los Haitises"
        ],
        "reviews_time": [
            "Written December 30, 2023",
            "Written April 5, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written April 10, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written December 30, 2023",
            "Written August 1, 2022",
            "Written February 5, 2022",
            "Written December 9, 2021",
            "Written October 15, 2021",
            "Written March 5, 2020",
            "Written February 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147294-d2248283-Reviews-Los_Haitises_National_Park-Samana_Province_Dominican_Republic.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g147294-d2248283-Reviews-or10-Los_Haitises_National_Park-Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458428-d1380446-Reviews-Saona_Island-La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d215733-Reviews-Bavaro_Beach-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d8036891-Reviews-R_V_Private_Tours-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3200043-d4960341-Reviews-Tropical_Treasure-Uvero_Alto_Punta_Cana_La_Altagracia_Province_Dominican_Republi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d647750-Reviews-Rancho_Lorilar-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761612-d2292268-Reviews-Bahia_de_las_Aguilas-Pedernales_Pedernales_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g259440-d6654222-Reviews-Playa_El_Portillo-Las_Terrenas_Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g259440-d1432009-Reviews-Playa_Moron-Las_Terrenas_Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499069-d627325-Reviews-27_Waterfalls_of_Damajagua-Damajagua_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g259440-d2006612-Reviews-Playa_Bonita-Las_Terrenas_Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g259440-d2476654-Reviews-Arena_Tours_Excursiones-Las_Terrenas_Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g7142209-d27162145-Reviews-Excursiones_salto_del_limon-El_Limon_Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d490820-Reviews-Crystal_River-Waupaca_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1235489-d2141885-Reviews-La_Roca_Village-La_Roca_del_Valles_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5567138-Reviews-The_Rink_at_Rockefeller_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54141-d670465-Reviews-Pearl_Fryar_s_Topiary_Garden-Bishopville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d647125-Reviews-Al_Mamzar_Beach_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g667499-d14781472-Reviews-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-Arizona_Mills-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d552738-Reviews-Monastery_of_Saint_Naum-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g2366676-d1177491-Reviews-Phnom_Kulen_National_Park-Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g198565-d1540774-Reviews-Lake_Tegernsee-Tegernsee_Upper_Bavaria_Bavaria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147294-d2248283-Reviews-or10-Los_Haitises_National_Park-Samana_Province_Dominican_Republic.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147294-d2248283-Reviews-Los_Haitises_National_Park-Samana_Province_Dominican_Republic.html"
    }
]