[
    {
        "attraction_name": "Los Encantes Barcelona",
        "attraction_name_vi": "Los Encantes Barcelona",
        "general_info": [
            "416 đánh giá",
            "- 119 trong số 1.411 điều cần làm ở Barcelona",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Là một khu chợ lớn tuyệt vời trên con phố rộng mở, chợ trời này có tất cả.Đọc thêm",
        "reviews": [
            "Đi qua quảng trường Plaça Catalunya rực rỡ, bạn bước vào quận thành phố mới hơn của Eixample, được dịch theo nghĩa đen là - phần mở rộng, - nơi ngay lập tức trở nên dễ nhận biết bởi những con phố rộng rãi hơn và bầu không khí trang nhã. Con đường huyết mạch của khu vực rộng lớn này, Passeig de Gracia, có các cửa hàng thiết kế quốc tế cao cấp nằm dọc hai bên đường. Không thua kém, sự hào nhoáng và quyến rũ của khu vực này có lẽ được thể hiện rõ nhất qua những khách sạn năm sao tiện nghi và xa hoa nằm cạnh những tòa nhà thần thánh và hiện đại của một số kiến ​​trúc sư nổi tiếng nhất thế giới như Gaudi và Montaner.Đọc thêm",
            "Tôi đưa vợ tôi đến Barcelona, ​​nhưng cô ấy phải ở khách sạn vì say máy bay.  Vì vậy, tôi là một du khách độc thân.  Cô ấy ghét đồ cũ nên tôi thực sự phải đi một mình.  Khu chợ giống như người ta tưởng tượng về một khu chợ 700 năm tuổi - vượt thời gian.  Tôi thực sự không - không cần bất cứ thứ gì - tôi - tôi không thích áo sơ mi du lịch - đồ đạc.  Tôi muốn - tìm thấy những thứ tiếng Tây Ban Nha cổ mà người dân địa phương có thể thu thập.  Tôi có móc khóa quảng cáo cũ - bút viết mà tôi có thể đổ đầy lại.  Tôi có hai chiếc bát sứ nhỏ với giá 1 euro cho 2 chiếc. Người bán lẽ ra có thể bán chúng với giá 1 euro mỗi chiếc, nhưng đã không bán - t.  Tiếng Anh của anh ấy không tốt lắm - tiếng Tây Ban Nha của tôi rất tệ.   Đó là mùa đông nên tôi mua ba chiếc khăn quàng cổ đã qua sử dụng cho vợ tôi từ một người bán hàng bên trong - một người phụ nữ tốt bụng nói tiếng Anh giỏi hơn cô ấy tưởng.  Tôi có 2 bộ CD giao hưởng số 5 - 9 của Beethoven.   Tôi thích mặc cả giá cả, nhưng tôi nghĩ tôi có thể làm tốt hơn bằng tiếng Tây Ban Nha.Đọc thêm",
            "Đây là một khu chợ tuyệt vời, những tin đồn tràn lan từ những người bán hàng, những cuộc mặc cả tốt nhất. Đó là nơi để bạn dành thời gian sống chậm lại. Nó gần như là một bước quay ngược thời gian. Vâng, có rác, nhưng nếu bạn kiên nhẫn thì cũng có kho báu. Hãy chắc chắn đi lên tầng trên cùng để lựa chọn thực phẩm. Nhà vệ sinh cũng ở hướng đó. Chúng tôi sẽ quay trở lại vào ngày mai, với hy vọng thu thập được một chiếc khăn flamenco lớn với giá 10 euro, - 75 ở Rambler. Và một khoản phụ để mang về kho báu. Đôi khi bạn thực sự phải quan sát để biết mọi người đang bán gì. Có thể bạn sẽ ngạc nhiên.Đọc thêm",
            "Ba chúng tôi đi chơi cùng gia đình.\nChúng tôi ở trong một chiếc Airbnb gần trung tâm.\nChúng tôi đã có khoảng thời gian tuyệt vời, đi bộ và ăn uống nhiều, cảm thấy rất an toàn.\nHầu hết các điểm tham quan đều nằm trong khoảng cách đi bộ và đây là cách tuyệt vời để ngắm nhìn thành phố.\nMọi người thân thiện, đồ ăn ngon, thật tuyệt khi được ngồi trong quảng trường vào buổi tối và xem cúp thế giới bởi Đọc thêm",
            "Nếu bạn đang tìm kiếm các loại vải và đồ tái chế và cổ điển thì đây chính là nơi.  Những loại gương và đèn chùm trang trí mạ vàng tốt nhất mà tôi từng thấy và ở tầng trên là một bệnh viện đèn chùm có đầy đủ các phụ tùng thay thế nếu bạn thiếu một viên pha lê.  Một số mặt hàng mới là tốt.  Tuyệt vời cho các loại vải bọc và rèm giá rẻ từ 1 euro đến 2 mét.  Một số đồ nội thất cổ và ghế có giá dưới 250 euro.  Các mặt hàng trang trí và các mặt hàng đóng khung.  Mua một cáp sạc nhanh tuyệt vời với giá vài euro.  Các mặt hàng mới bao gồm manchester, quần áo giá rẻ, đồ dùng nhà bếp, đồ đạc trong phòng tắm, tất và giày giá rẻ, ferreteria - cửa hàng phần cứng - Đọc thêm",
            "Ba người chúng tôi đi chơi cùng gia đình. Chúng tôi ở trong một chiếc Airbnb gần trung tâm. Chúng tôi đã có khoảng thời gian tuyệt vời, đi bộ và ăn uống nhiều, cảm thấy rất an toàn. Hầu hết các điểm tham quan đều nằm trong khoảng cách đi bộ và đó là một cách tuyệt vời để tham quan thành phố.Mọi người thân thiện, thức ăn ngon, thật tuyệt khi được ngồi ở quảng trường vào buổi tối và xem cúp thế giới bởi Đọc thêm",
            "Mercat dels Encants là một khu chợ thú vị với đầy đủ mọi thứ có thể tưởng tượng được. Mặc dù tôi không mua bất cứ thứ gì nhưng tôi vẫn thích đi lang thang và ngắm nhìn những điều thú vị. Trần nhà thật tuyệt vời. Mở cửa vào Thứ Hai, Thứ Tư, Thứ Sáu và Thứ Bảy.Đọc thêm",
            "Chủ yếu là rác đã qua sử dụng. Giống như một chiếc nồi cơm điện cũ - không phải kiểu dáng cổ điển dễ thương mà đã 10 năm tuổi với đầy bụi bẩn - . Quần áo đã qua sử dụng, chẳng hạn như giày thể thao cũ kỹ, khung ngẫu nhiên từ những năm 80 hoặc 90, dây đeo đồng hồ cũ từ những năm 90 hoặc bất cứ khi nào. Một vài thứ cổ điển trên tầng chính. Một số hàng dệt may ở tầng trên. Chúng tôi thích tiết kiệm, nhưng nơi này chẳng đáng chút thời gian nào.Đọc thêm",
            "Đầu tiên, bạn có thể đến chợ bằng tàu điện ngầm. Trạm dừng có tên là Glories, trên tuyến L1 RED và trạm dừng tàu điện ngầm chỉ cách Encants vài bước chân qua ngã tư. Như những người khác đã lưu ý, đây là một khu chợ ba tầng được bao phủ bởi trần nhà tráng gương rộng lớn. Thị trường được dàn trải. Khi đi vào từ ngã tư, bạn sẽ thấy rất nhiều đồ gia dụng như vải, đồ dùng nhỏ, mỹ phẩm và các đồ vật tương tự khác. Nhìn qua lan can ở tầng dưới và bạn sẽ thấy khu vực chợ trời. Có một số món hời như áo cánh giá rẻ một Euro hoặc quần dài, quần short, đồ lót, đồ lót phụ nữ, dụng cụ và một số đồ trẻ em. Và, vâng, có một vài gian hàng bán đồ chơi tình dục và DVD. Toàn bộ sự việc diễn ra bên ngoài và ở đây hiện đang khá nóng. Chúng tôi đã mua tương đối ít trong hai giờ chúng tôi dành tại Encants. Nếu bạn thấy đánh giá này hữu ích hoặc nếu bạn thích các bức ảnh, bạn có thể vui lòng cho tôi một lượt thích không? Bạn cũng có thể muốn kiểm tra đánh giá của tôi về các trang web khác ở Barcelona và các thành phố khác của Tây Ban Nha, Lisbon, Sintra, Porto, cũng như các thành phố ở Nam Mỹ, Đông Nam Á, Úc và New Zealand.Đọc thêm",
            "After spending time at the Paris Flea Market, and dreaming about returning to it in the future, I was determined to find the Barcelona equivalent. This took a bit of research and we got some odd looks by the hotel concierge when we mentioned where we were going but i was able to convince my husband to go out on this adventure.I should mention that we had 11 days in Barcelona and this market doesn - t make it on to the usual  - must see - s -  for short visits.So if you are willing to weed through some junk, I highly recommend this market if you are seeking old treasures from Europe. We were lucky that the weekend we arrived, there was an antique market set up in one of the busy plazas near the Rambla and I had had an opportunity to sort through items which intrigued me. I conversed with one vendor and struck a deal on a few items but decided to wait a day to think it over. Was it jet lag or truly a must have? Sunday morning I returned to the plaza and was greeted by the vendor - s brother. I explained the price his brother had agreed upon which he honored and made my purchase. No regrets. I tell this story because on Monday when rummaging through some wonderful old things at Els Encants, guess who was rummaging fast and furious at the same stall but the two brothers! They smiled when we exchanged glances. Soon after I saw other  - trained eye -  shoppers gathering up old finds. We returned to this market one week later and ran in to not only the same two brothers but several other store owners from the Gotic! Clearly a place that the local store owners frequent, purchase, mark up 5x and sell in their little shops.Now what did we find?Our greatest challenge was finding things we could pack in to a suitcase. There are old bottles, old tins  - 1900 - s and up - , locks, keys, door hardware, vintage soda bottles  - made with very heavy glass - , tools, typewriters, printing press, original painted glass advertising slides, vases, silverware, plates, photos, books, dolls and so much more. Some of the furniture was amazing but not suitcase friendly!You do need to know that there is a lot of junk there as well and the place can be a bit dusty  - and hot in July -  so you have to like doing this kind of thing. As for the outer most stalls, the majority of the clothing, shoes, towels, etc are true junk and not worth looking at. We did however find one vendor in the inner market selling beautiful men - s shirts  - new and packaged with original price tags -  for a great price. Should have bought more! Also found great deals on underwear.While this market is not on the same order as the Paris Flea Market, it can be a place to find old vintage items. The vendors will deal with you. Negotiate on prices. If you go looking for nothing in particular, you will probably leave with a few objects to remember your trip from Barcelona.When we were there, the market was open every day except  Wed and Thursday. I imagine the weekends are busier but even on a Monday, this place was busy. As with anywhere in Barcelona, keep your money close at hand and pay attention to the people around you. Happy shopping!Read more",
            "Chợ trời được tổ chức trong một tòa nhà thú vị nhưng tôi lại thất vọng. Tôi - một người rất thích săn hàng giá rẻ tại các chợ đồ cổ nhưng ở đây giá cả hoàn toàn chênh lệch. Một anh chàng đã cố gắng tính phí cho tôi - 10 cho một tách trà bẩn và dính. Ngoài ra, nhiều người bán không sẵn sàng thương lượng giá cả. Trong số các quầy hàng đồ cổ, nơi đây có đầy đủ các mặt hàng tổng hợp - chỉ đáng ghé thăm nếu bạn có thời gian.Đọc thêm",
            "Perfect Bazaar - một lãnh thổ mới rộng lớn. Lựa chọn các sản phẩm cho mọi sở thích bao gồm cả đồ cổ và thực sự là tất cả những gì bạn muốn! Nơi hoàn hảo để nghỉ ngơi dễ chịu và lành mạnh cũng như mua sắm giá rẻ!Đọc thêm",
            "Chợ trời Barcelona - tìm thấy trung tâm mua sắm Glorias Square gần đó với vô số lựa chọn giải trí: mua sắm, nhiều quầy hàng và quán cà phê. Đáng để ghé thăm.Đọc thêm",
            "Tôi là một du khách toàn cầu và đã đến nhiều chợ trời trên thế giới. Encants có đẳng cấp riêng. Dưới một mái nhà và ba mặt thoáng đãng với thời tiết, Encants tự nó đã là một kho báu. Bạn có thể mua bất cứ thứ gì từ một đôi giày trắng bó sát mới với giá 1 Euro cho đến một đồ vật nghệ thuật nguyên bản từ thế kỷ 18 hoặc 19. Một số nhà cung cấp biết giá trị của những gì họ bán và những người khác không biết gì. Có lẽ đó là một món ăn từ bà cố của họ hoặc một đồ vật nghệ thuật có chất lượng bảo tàng. Câu chuyện có thật: Một người phụ nữ mua một bức tranh ở đó với giá 17 euro và mang nó đến một phòng trưng bày. Người ta xác nhận rằng đó là một chiếc Renoir nguyên bản trị giá hơn 100.000 euro. Niềm vui của Encants là mọi người quan sát và lục lọi đống - thùng rác - để khám phá ra kho báu đó. Nếu bạn có gen săn kho báu trong mình, bạn phải đến thăm Encants khi ở Barcelona. Tàu điện ngầm dừng đối diện với Chợ. Khu ẩm thực phục vụ đồ ăn, đồ uống nóng - lạnh. Vào cửa miễn phí - Thứ Tư đến Thứ Bảy - 8 giờ sáng đến khi đóng cửa - khoảng 5 giờ chiều - Người đến sớm bắt sâu...Đọc thêm"
        ],
        "star_ratings": [
            143,
            146,
            81,
            29,
            18
        ],
        "review_amount": 417,
        "location": [
            "Barcelona",
            "Những điều cần làm ở Barcelona",
            "Tây ban nha",
            "Catalonia",
            "Châu Âu",
            "Los Encantes Barcelona",
            "Tỉnh Barcelona"
        ],
        "reviews_time": [
            "Written August 19, 2023",
            "Written November 27, 2023",
            "Written March 8, 2024",
            "Written November 16, 2022",
            "Written March 8, 2024",
            "Written July 24, 2022",
            "Written August 10, 2022",
            "Written June 28, 2019",
            "Written July 30, 2012",
            "Written December 7, 2015",
            "Written October 12, 2013",
            "Written July 25, 2016",
            "Written August 14, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187497-d190634-Reviews-Los_Encantes_Barcelona-Barcelona_Catalonia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d8801500-Reviews-Ayres_del_Sur-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d17326451-Reviews-GiGi_Von_Tapas-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d14022072-Reviews-Tapa_Tapa_C_C_Glories-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d24074333-Reviews-Four_Corners-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d24121860-Reviews-Tope-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d4419361-Reviews-RESTAURANTE_MEXCLA-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d8289144-Reviews-L_olivera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d8765128-Reviews-Stop_Mos-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d14135341-Reviews-Restaurante_Renoi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d2364549-Reviews-Asador_Vic_Braseria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244902-Reviews-Teatro_Nacional_de_Cataluna-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15053809-Reviews-Stocks_el_Granero-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4722328-Reviews-Museu_del_Disseny_de_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2223604-Reviews-Museu_de_la_Musica-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21402599-Reviews-Parc_De_Les_Glories-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2366700-Reviews-Torre_Agbar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190166-Reviews-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6206152-Reviews-Plaza_de_Toros_Monumental_de_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244897-Reviews-L_Auditori-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17338867-Reviews-Parroquia_de_Nuestra_Senora_del_Rosario-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190634-Reviews-or10-Los_Encantes_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190164-Reviews-Mercat_de_la_Boqueria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17325864-Reviews-Handmade_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12437625-Reviews-Despacio_Spa_at_The_One-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d24077341-Reviews-Museo_Banksy_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2357879-Reviews-Vom_FASS_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3468814-Reviews-Mercat_de_la_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6564923-Reviews-Bodega_Maestrazgo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2015831-Reviews-Mercat_Santa_Caterina-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4660265-Reviews-Mercat_De_Sant_Antoni-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8326559-Reviews-Be_Chocolat-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10431133-Reviews-Elements_Escape_Room_Fuego_Atlantis_Cetro_de_Fuego-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21257431-Reviews-The_Axe_Club-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d19974652-Reviews-Samurai_Experience_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6945202-Reviews-Barcelona_VIP_Tours-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7763839-Reviews-Barcelona_Local_Experiences-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3628820-Reviews-Castlexperience_Wine_Tours-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d447445-Reviews-Pettah-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g182169-d183927-Reviews-Canyon_Sainte_Anne-Beaupre_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d208761-Reviews-Brera_District-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19882876-Reviews-The_Grand_At_Moon_Palace_Awe_Spa-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g35137-d1426052-Reviews-Black_Rock_Mountain_State_Park-Mountain_City_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60837-d6895415-Reviews-Putt_N_Pets-Grand_Marais_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42791-d2259203-Reviews-DeYoung_Family_Zoo-Wallace_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1459873-Reviews-Alii_Kula_Lavender-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d2069482-Reviews-Presque_Isle_Downs_Casino-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g480250-d23695721-Reviews-Busowoko_Waterfalls-Jinja_Eastern_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187497-d190634-Reviews-or10-Los_Encantes_Barcelona-Barcelona_Catalonia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187497-d190634-Reviews-Los_Encantes_Barcelona-Barcelona_Catalonia.html"
    }
]