[
    {
        "attraction_name": "Lost River State Park",
        "attraction_name_vi": "Công viên tiểu bang sông Lost",
        "general_info": [
            "45 đánh giá",
            "1 trong 2 điều cần làm ở Mathias",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Nằm trong vùng núi nhiều cây cối rậm rạp của Quận Hardy ở Đông Panhandle của Tây Virginia, Công viên Bang Lost River cung cấp chỗ ở trong cabin và vô số hoạt động giải trí ngoài trời. 3.934 mẫu rừng yên tĩnh của công viên mang đến nơi nghỉ ngơi tách biệt cho những người yêu thiên nhiên. Lost River được biết đến với Cranny Crow nhìn ra đỉnh Núi Big Ridge, nơi có tầm nhìn bao quát ra năm quận.Đọc thêm",
        "reviews": [
            "Điều tôi thích nhất ở công viên này là sự riêng tư của các cabin. Chúng tôi đã đi vào giữa tuần vào giữa tháng 11 và thực tế là có toàn bộ công viên cho riêng mình. Một trong những điều làm cho công viên này trở nên độc đáo là không có nhà di động và xe kéo. Kết quả là một trải nghiệm yên bình, dễ chịu và yên tĩnh. Chúng tôi đã đi bộ cả hai ngày và những con đường mòn ở trong tình trạng tốt và quang cảnh thật ngoạn mục. Chúng tôi có một cabin hiện đại hơn, siêu sạch sẽ và đầy đủ đồ. Lần tới chúng ta sẽ khám phá một trong những cabin CCC lịch sử hoặc đi bộ đường dài trong các lựa chọn cắm trại. Xin chúc mừng tất cả các nhân viên, kiểm lâm viên và đội bảo trì đã hoàn thành công việc một cách xuất sắc!Đọc thêm",
            "Nếu bạn muốn rèn luyện sức mạnh, hãy cân nhắc cắm trại ở đây. Các địa điểm Tentrr yêu cầu bạn phải đi bộ đường dài với tất cả đồ dùng để đến đó, nhưng chúng được bố trí tốt và ở những nơi đẹp trong công viên. Các chuyến đi bộ đường dài trong công viên rất thú vị và có tầm nhìn tuyệt vời ra thung lũng xung quanh. Đọc thêm",
            "Chúng tôi ở trong một căn nhà gỗ cổ điển ở Công viên bang Lost River trong 3 đêm. Cabin rất hoàn hảo, rất sạch sẽ, được hiện đại hóa và có đầy đủ khăn trải giường, khăn trải giường, dụng cụ nấu nướng trong bếp, đĩa, cốc và đồ dùng. Cabin còn có một số chỗ ngồi ngoài trời bằng gỗ trên boong và gần hố lửa. Chúng tôi đã chuẩn bị một số bữa ăn trong nồi sành và mang theo nồi sành của mình, nhưng có một chiếc nồi kho lớn có thể làm được điều đó. Công viên rất đẹp, nhiều con đường mòn và tầm nhìn tuyệt vời. Chúng tôi rất thất vọng vì tháp cứu hỏa không hoạt động nên tôi khuyên bạn nên bỏ qua. Có một cửa hàng quà tặng nhỏ, nhiều sân chơi nhỏ, ghế dài, v.v. Chúng tôi đến vào đầu tháng 10 để xem sự thay đổi màu sắc, vì vậy chúng tôi không thể xem tất cả các hoạt động và chuyến tham quan sẽ có trong Mùa hè. Tuy nhiên, chúng tôi sẽ quay lại mà không có câu hỏi nào.Đọc thêm",
            "Chúng tôi vừa ở đây vào cuối tuần từ ngày 22 tháng 10 đến ngày 24 tháng 10 tại một trong những cabin Legacy. Tôi không thể nói đủ những điều tuyệt vời về công viên này. Căn nhà gỗ lộng lẫy với lò sưởi bằng đá, một lò sưởi lớn, hiên nhà với những chiếc ghế bập bênh, một nhà bếp đầy đủ đồ và phòng tắm. Thật yên bình và tĩnh lặng với nhiều không gian để thư giãn và tận hưởng khung cảnh của vùng đất. Hơn nữa, các nhân viên tại cửa hàng trại rất hữu ích và có thể trả lời bất kỳ câu hỏi nào chúng tôi cần. Cuối cùng, con đường dẫn đến Cranny Crow cũng rất đẹp. Đây là một nơi tuyệt vời để trải nghiệm lá mùa thu. Có rất nhiều chuyến đi bộ đường dài mà tôi muốn thực hiện ở đây. Chúng tôi chắc chắn sẽ trở lại nhiều lần.  Xin lưu ý rằng Mathias cách các cửa hàng tạp hóa một khoảng cách lái xe khá xa. Nếu bạn đến từ Moorefield hoặc Harrisonburg, hãy tích trữ.Đọc thêm",
            "Một chuyến thăm mát mẻ vào một ngày nóng nực vào tháng Tư. Chúng tôi đã có thể đi bộ một chút. Chúng tôi đã kiểm tra vị trí của các cabin và các tiện nghi khác. Chúng tôi được chào đón nồng nhiệt tại cửa hàng quà tặng và đồng thời nhận được một số thông tin hữu ích. Chúng tôi dự định quay trở lại, đặc biệt là trước hoặc sau mùa hè, khi có thể sẽ đông đúc.Đọc thêm",
            "Công viên tiểu bang Lost River là một công viên tiểu bang hấp dẫn, cách I-81 một quãng lái xe hợp lý và đáng để ghé thăm. Có vẻ như công viên này ít được biết đến và không quá đông đúc trong những chuyến thăm của chúng tôi vào mùa hè. Và miễn phí vào cửa! Chỗ ở trong khu rừng rộng 3.934 mẫu Anh bao gồm cabin và khu cắm trại. Các lựa chọn cắm trại là một địa điểm nguyên sơ trên đỉnh Núi Big Ridge và một địa điểm cắm trại bằng ô tô bên cạnh sân bóng và nơi trú ẩn dã ngoại. Địa điểm nguyên sơ này đòi hỏi phải đi bộ đường dài đáng kể. Khi đến đó, bạn sẽ tìm thấy một nơi trú ẩn dã ngoại, nhà vệ sinh cho nam và nữ, và một nhà kho chứa củi. Địa điểm cắm trại bằng ô tô nằm cạnh một dòng suối róc rách và có nhà vệ sinh sạch sẽ. Hệ thống đặt chỗ trực tuyến dường như không bao giờ có sẵn nên tốt nhất bạn nên gọi điện trực tiếp đến công viên. Nhân viên rất thân thiện và sẵn sàng trả lời các câu hỏi. Văn phòng cũng có một cửa hàng nơi bạn có thể mua một số đồ dùng cơ bản và mua quà lưu niệm. Các tuyến đường đi bộ đường dài có độ dài và độ khó khác nhau. Chúng có thể được đánh dấu tốt hơn một chút và đôi khi không được dọn sạch nhưng nhìn chung, chúng vẫn rất đẹp. Hãy chú ý đến phân ngựa. Có rất nhiều hoạt động khác để bạn bận rộn ngoài việc đi bộ đường dài. Các lựa chọn bao gồm cưỡi ngựa, bơi ở hồ bơi, dã ngoại, tìm hiểu lịch sử tại cabin của cha Robert E. Lees, vui chơi ở sân chơi, trung tâm giải trí, sân bóng và đạp xe leo núi. Đọc thêm",
            "Lần thứ hai chúng tôi ở công viên tiểu bang sông Lost. Công viên thực sự là một viên ngọc quý và tôi yêu các cabin. Các cabin Cổ điển là sự lựa chọn tốt hơn nhưng ngay cả những cabin cũ, bắt nguồn từ những ngày giao dịch mới khi công viên được thành lập, cũng có giá trị lớn. Nhược điểm duy nhất là không có nhiều lựa chọn ăn uống xung quanh, vì vậy hãy mang theo nhiều thức ăn, đồ uống và than củi và thưởng thức phong cảnh, hố lửa mở và ngắm sao vào ban đêm! Đọc thêm",
            "Sau khi được đặt trước quá nhiều ở quầy đặt chỗ mới 833, người dân địa phương lại ghé qua! Chiếc TV hiện đại và chiếc cabin hiện đại của tôi đã được một gia đình 60 người đón nhận, những người tử tế không phải là vấn đề. Đó là nhân viên trao đổi 833! Do thiếu kinh nghiệm, v.v. họ không thể xử lý việc thay đổi đặt chỗ! Mặc dù chúng tôi không thể tìm thấy bản đặt trước bản cứng. Khách của tôi và chúng tôi có thể hiểu được nên nhân viên công viên đã đến giải cứu. Chúng tôi chưa bao giờ nhận được phản hồi từ nhân viên 833. Tốt nhất là nên có một lời xin lỗi! Vì vậy, hãy cố gắng hết sức với kế hoạch của chúng tôi và những vị khách đến trước chúng tôi. Mặc dù vùng phủ sóng di động chúng tôi đã đi trong bóng tối. Chúng tôi được hỏi chúng tôi muốn gì? Chúng tôi đã nói 833 và ông chủ đều được nghỉ 3 ngày, không được trả lương và đình công huấn luyện thêm 13! Bạn biết phần còn lại. Công việc kinh doanh của SOP xin cảm ơn Teresa và nhân viên kiểm lâm Courtney luôn hân hạnh ở bên cạnh chúng tôi!!! Hẹn gặp lại. Hãy giữ những khuôn mặt đó luôn mỉm cười. Hãy hy vọng tuyên bố thị thực đồng ý?Đọc thêm",
            "Đề xuất của tôi cho địa điểm này và mức giá quá cao cho các cabin của họ là hãy tiết kiệm tiền của bạn và đến Công viên Tiểu bang Pipestem hoặc Blackwater Lodge và bạn sẽ nhận được giá trị FAR tốt hơn cho số tiền của mình so với ở nơi này!  Thay vì đến đây một lần nữa, tôi sẽ ở nhà và hỗ trợ các công viên tiểu bang ở khu vực địa phương gần nhà hơn với mức giá hợp lý!Đọc thêm",
            "Ở trong cabin 2 phòng ngủ. Rất yên tĩnh và yên bình. Các cháu đã có khoảng thời gian tuyệt vời khi bắn cung và bơi lội.Đọc thêm",
            "Có đường dẫn nào để sử dụng xe đạp điện không?Đọc thêm",
            "Bạn có thể đạp xe trên những con đường trong công viên và rèn luyện sức khỏe khá tốt nhưng tất cả những con đường mòn đều phù hợp hơn để đi bộ đường dài. Ngay cả những con đường mòn khá bằng phẳng dành cho ngựa cũng có nhiều rễ cây và nhiều đá.Đọc thêm",
            "Có mất phí để vào không?Đọc thêm",
            "Không hoàn toàn không. Đó là một công viên tiểu bang miễn phí. Có phí thuê cabin và phí bơi lội nếu bạn không ở trong cabin. Ngoài ra còn có phí cưỡi ngựa.Đọc thêm",
            "Có cabin nào còn trống vào cuối tuần của Ngày lễ Lao động không?Đọc thêm",
            "Bạn cần kiểm tra trang web hoặc gọi trực tiếp.Đọc thêm",
            "Các cabin có máy sấy tóc không?  Cần biết có nên mang theo một cái hay không.  Cảm ơn.Đọc thêm",
            "Con đường nào dẫn đến Cranny Crow và chuyến đi khứ hồi bao nhiêu dặm?\n\nCảm ơn bạn!Đọc thêm",
            "Giao thông ở phần dưới của đường cao tốc từ đầu phía nam lên đến Grandfather Mtn hoặc Blowing Rock vào tháng 10 tệ đến mức nào? Cuối tuần so với cuối tuần như thế nào? Có kẹt xe và những thứ tương tự không? Có khó tìm chỗ đậu xe trên các điểm quan sát không? Đọc thêm"
        ],
        "star_ratings": [
            34,
            8,
            1,
            2,
            0
        ],
        "review_amount": 45,
        "location": [
            "Hoa Kỳ",
            "Tây Virginia WV",
            "Mathias",
            "Các hoạt động ở Mathias",
            "Công viên tiểu bang sông Lost"
        ],
        "reviews_time": [
            "Written November 16, 2023",
            "Written October 29, 2023",
            "Written October 27, 2022",
            "Written October 25, 2021",
            "Written May 3, 2021",
            "Written January 2, 2021",
            "Written August 11, 2020",
            "Written August 8, 2019",
            "Written July 23, 2019",
            "Written July 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59297-d4091769-Reviews-Lost_River_State_Park-Mathias_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g59297-d4091769-Reviews-or10-Lost_River_State_Park-Mathias_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59297-d4191907-Reviews-Hidden_Trails_Stables-Mathias_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57489-d4375396-Reviews-Lake_Laura-Basye_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59334-d23336270-Reviews-Breezewood_Adventures-Moorefield_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59271-d4602957-Reviews-Lost_River_Farmers_Market-Lost_River_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59334-d1569874-Reviews-West_Whitehill_Winery-Moorefield_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59165-d23784657-Reviews-Cranberry_Mountain_Nature_Center-Hillsboro_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59334-d18154558-Reviews-Valley_View_Golf_Course-Moorefield_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d269441-Reviews-Ocean_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d9982664-Reviews-Tijuca_Peak-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7792937-Reviews-Coxx-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g39396-d4889715-Reviews-Kincaid_Lake_State_Park-Falmouth_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7052313-Reviews-Bogatell_Beach-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d251807-Reviews-Frederik_Meijer_Gardens_Sculpture_Park-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g656863-d8064358-Reviews-Busteni_Cable_Car-Busteni_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6706730-Reviews-Ceremony_of_the_Keys-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187535-Reviews-Madame_Tussauds_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d1908605-Reviews-Cretan_Olive_Oil_Farm-Agios_Nikolaos_Lasithi_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59297-d4091769-Reviews-or10-Lost_River_State_Park-Mathias_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59297-d4091769-Reviews-Lost_River_State_Park-Mathias_West_Virginia.html"
    }
]