[
    {
        "attraction_name": "Lost World Caverns",
        "attraction_name_vi": "Hang động thế giới đã mất",
        "general_info": [
            "494 đánh giá",
            "- 1 trong 16 việc cần làm ở Lewisburg",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động thương mại đẹp nhất ở miền đông Hoa Kỳ. Các chuyến đi bộ tự hướng dẫn mất khoảng 45 phút đến một giờ. Chuyến tham quan Hang động hoang dã cả ngày chỉ có sẵn cho những người thích phiêu lưu hơn, chỉ bằng cách đặt trước. Tảng đá lớn nhất, hóa thạch, - Cửa hàng quà tặng trong khu vực. Bảo tàng Lịch sử Tự nhiên trưng bày các loài động vật có vú thời kỳ băng hà địa phương cũng như triển lãm khủng long. Khu dã ngoại. Bãi đậu xe miễn phí. Mở cửa hàng ngày.Đọc thêm",
        "reviews": [
            "Nơi tuyệt vời để ghé thăm. Hang động có hình dáng đẹp, bạn hãy đến lượt mình, điều đó đối với tôi thật tuyệt vời, vì tôi có thể dành nhiều thời gian hơn để quan sát và chụp ảnh. Cửa hàng thực sự rất đẹp với nhiều loại và giá cả hợp lý. Thật đáng để tham gia chuyến tham quan này.Đọc thêm",
            "Chuyến tham quan tự hướng dẫn này thật hoàn hảo - chúng tôi có thể di chuyển theo tốc độ của riêng mình và tận hưởng từng khía cạnh của hang động miễn là chúng tôi muốn. Các biển báo rất vui nhộn và nhiều thông tin. Hãy đảm bảo rằng bạn mặc quần dài và áo nỉ, bất kể trời bên ngoài nóng như thế nào. Đọc thêm",
            "Gia đình năm người của chúng tôi - những đứa trẻ 15, 12, - 10 tuổi - đã thực hiện chuyến thám hiểm hang động hoang dã - điều đó thật tuyệt vời, chắc chắn là một trong những điểm nổi bật trong chuyến đi của chúng tôi.  Hướng dẫn viên Connor của chúng tôi, thật không thể tin được. Hai người trong gia đình chúng tôi lo lắng khi ở trong những không gian nhỏ nhưng anh ấy đã giúp chúng tôi thoải mái làm mọi việc, cho phép mọi người trong chúng tôi có thể vượt qua những không gian nhỏ nhất, trượt xuống những đường trượt đá trơn trượt nhất và bò qua những con kênh thấp nhất có nước và tất cả những nơi khác. chúng tôi hoàn toàn thích thú với trải nghiệm này.Đọc thêm",
            "Thật là một hang động đáng kinh ngạc !!! Các cháu của Mu nói rằng nó giống như đang ở trong một bộ phim Indiana Jones. Rất nhiều hình dạng thú vị và thông tin tuyệt vời để hướng dẫn bạn dọc theo hang động ngầm. Thời gian thực sự đáng giá và một kỷ niệm tuyệt vời.Đọc thêm",
            "Tôi đã đến thăm Caverns cùng với cháu trai 7 tuổi của mình.  Tôi thực sự thích rằng nó có thể tự hướng dẫn và chúng tôi có thể mất bao lâu tùy thích.  Anh ấy thích nhìn vào các hình dạng và quyết định xem chúng trông như thế nào đối với anh ấy.  Tôi nghĩ số lượng cầu thang sẽ gây khó khăn cho chuyến tham quan này đối với trẻ mới biết đi hoặc bất kỳ ai gặp vấn đề với cầu thang.  Hang động rất lớn và không hề ngột ngạt.\nLối vào không bị giới hạn trong một thời gian cụ thể.Đọc thêm",
            "Một trải nghiệm tuyệt vời khi đi dưới và xuyên qua hang động. \nChắc chắn mang đến góc nhìn mới về thiên nhiên và quá trình của nó.\n\nĐây là một bài tập luyện nhưng rất đáng giá và hướng dẫn viên giúp bạn dễ dàng hơn.\nCó đồ ăn nhẹ, nước, vòi sen và bữa ăn. Đọc thêm",
            "Chuyến tham quan có hướng dẫn rất TUYỆT VỜI! Chuyến tham quan có hướng dẫn đầy đủ thật tuyệt vời nhưng hãy đảm bảo bạn biết mình đang đăng ký những gì. Bạn sẽ dành 4 giờ trong các hang động để bò qua những không gian vô cùng chật hẹp theo đúng nghĩa đen. KHÔNG khuyến nghị nếu bạn thậm chí hơi sợ ngột ngạt.Đọc thêm",
            "Tôi - tôi hơi ngột ngạt nên ngại đến thăm. Ôi trời, thật là một sự thất vọng to lớn nếu tôi bỏ qua nó. Đây là địa điểm không thể bỏ qua đối với bất kỳ ai đến thăm thị trấn Lewisburg tuyệt vời. Lái xe đến Lost World có phong cảnh vô cùng đẹp và thể hiện vẻ đẹp của tiểu bang đáng kinh ngạc này.Đọc thêm",
            "Chuyến tham quan hang động hoang dã với Connor thật tuyệt vời! Chồng tôi và tôi quyết định làm điều này vào dịp Kỷ niệm 5 năm ngày cưới của chúng tôi. Đây là một trong những điều tuyệt vời nhất mà chúng tôi từng trải qua! Bò, leo trèo, chen lấn và trượt qua các hang động hơi đáng sợ nhưng rất vui! Connor rất kiên nhẫn với chúng tôi. Anh ấy có kiến ​​thức và đầy những câu chuyện cười! Chúng tôi thực sự khuyên bạn nên thử điều này. \n\nLưu ý: Nó không dành cho người lớn hơn. Có một số không gian rất chật hẹp. Đọc thêm",
            "Chúng tôi không quá hào hứng với việc dừng lại ở đây; nhưng, không có nhiều việc khác để làm, ở vùng lân cận.\nHình thành hang động đẹp. Bề mặt đi bộ tuyệt vời.\nCửa hàng hóa thạch có nhiều lựa chọn tuyệt vời và giá cả hợp lý.\nChỉ là một nơi dễ chịu xung quanh.Đọc thêm",
            "Chúng tôi đến vào thứ Tư, khoảng 11 giờ sáng, và một nhóm học sinh vừa mới đi qua hang động xong. Chúng tôi lang thang qua cửa hàng quà tặng lớn, thú vị cho đến khi họ rời đi và bạn có thể tự tham quan bằng cách đi thẳng xuống đoạn đường nối vào hang từ cửa hàng quà tặng. Một vài người đi ngang qua khi chúng tôi ở dưới đó, nhưng chủ yếu chỉ có chúng tôi. Nó - nó không lớn, nhưng với mức giá - 2 người cao niên - tổng cộng 22,90 -, nó rất xứng đáng. Chúng tôi đã dành khoảng 45 phút ở dưới đó. Nó - đủ ánh sáng và có thể đi lại dễ dàng vì các bậc thang cách đều nhau và chỉ cần một chiếc áo len là đủ.Đọc thêm",
            "Hang động đẹp! Tour vòng quanh tự hướng dẫn, có nhiều biển chỉ dẫn mô tả dọc đường đi. Nhập học hợp lý và giá cả hợp lý tại cửa hàng quà tặng.Đọc thêm",
            "Trải nghiệm tuyệt vời. Tôi - chưa bao giờ thực hiện chuyến tham quan hang động và việc thực hiện vào một ngày mưa là điều hoàn hảo. Trời rất lạnh nên hãy mặc ấm và đây là một hang động đang hoạt động nên có nhiều nước - những điểm ẩm ướt nên bạn nên mang giày dép tốt. Nó có thể tự hướng dẫn và đủ dễ dàng để thực hiện và điều hướng. Mất khoảng 45 phút.Đọc thêm",
            "Thật sự hấp dẫn khi thấy những gì được tạo ra bởi nước và sự xói mòn. Chuyến đi bộ tự hướng dẫn rất dễ dàng. Các nhũ đá và măng đá được chiếu sáng rất sáng tạo. Trẻ em từ 5 tuổi trở lên sẽ thích điều này. Những đứa trẻ nhỏ hơn sẽ chỉ muốn tiếp tục leo lên những tảng đá. LOL. Chắc chắn sẽ giới thiệu hang động đặc biệt này. Đọc thêm",
            "Hoàn toàn tuyệt vời. Lớn hơn và thú vị hơn những gì chúng tôi hình dung. Được bảo trì tốt và thoải mái khi đi bộ theo tốc độ của riêng mình. Vượt xa những gì chúng tôi mong đợi. Đọc thêm",
            "Gia đình tôi đã có khoảng thời gian vui vẻ, có nhiều cơ hội chụp ảnh tuyệt vời trong hang động.  Ánh sáng tốt và nhân viên thân thiện. Đọc thêm",
            "Thật là một trải nghiệm thú vị. Chúng tôi đến thăm vào sáng thứ Năm và chúng tôi có toàn bộ hang động để tự mình khám phá trong một chuyến tham quan tự hướng dẫn. Hang động được bảo trì tốt với các tấm bảng thông tin trên đường đi. Các con đường rất dễ đi bộ, tuy nhiên bất kỳ ai có vấn đề về di chuyển chắc chắn sẽ không thể di chuyển được. Chúng tôi đi bộ toàn bộ hang động trong vòng chưa đầy 45 phút. Tôi thực sự khuyên bạn nên ghé thăm nơi này. Phí vào cửa phù hợp với trải nghiệm!Đọc thêm",
            "Chúng tôi không quá hào hứng với việc dừng lại ở đây; nhưng không có nhiều việc khác để làm ở khu vực lân cận. Các hang động đẹp đẽ. Bề mặt đi bộ tuyệt vời. Cửa hàng hóa thạch có nhiều lựa chọn tuyệt vời và giá cả hợp lý. Chỉ là một nơi dễ chịu xung quanh. Đọc thêm",
            "Chuyến tham quan hang động hoang dã với Connor thật tuyệt vời! Chồng tôi và tôi quyết định làm điều này vào dịp Kỷ niệm 5 năm ngày cưới của chúng tôi. Đây là một trong những điều tuyệt vời nhất mà chúng tôi từng trải qua! Bò, leo trèo, chen lấn và trượt qua các hang động hơi đáng sợ nhưng rất vui! Connor rất kiên nhẫn với chúng tôi. Anh ấy có kiến ​​thức và đầy những câu chuyện cười! Chúng tôi thực sự khuyên bạn nên thử điều này. Lưu ý: Nó không dành cho người lớn hơn. Có một số không gian rất chật hẹp. Đọc thêm",
            "Vui không thể tin được.  Đi trong tuần và có chỗ cho chính mình.  Cảm giác giống như Indiana Jones đang đi qua Đền thờ diệt vong nhưng không có bộ xương.Đọc thêm",
            "Câu hỏi về chuyến tham quan tự hướng dẫn:\n\nBạn có bộ thông tin giải thích những gì chúng tôi đang xem xét không?\n\nCó các chuyến tham quan có hướng dẫn khác ngoài chuyến tham quan 4 giờ không?\n\nNó chỉ là một bản đồ?  \n\nTôi có cần đèn pin hay đèn luôn sáng hoặc kích hoạt chuyển động không?\n\nCó nghỉ ngơi trong phòng tắm trong chuyến tham quan 4 giờ không?\n\nChúng tôi đã đến rất nhiều hang động, nhưng chưa bao giờ đến một hang động như thế này và muốn biết chúng tôi đang đi xuống để làm gì trước khi đến khu vực này.\n\nCảm ơn vì lời khuyên nào!!! Đọc thêm",
            "Không có bản đồ.  Như các nhận xét trước đã nêu, đường đi rất đơn giản và không có chỗ cho sự nhầm lẫn hoặc lạc đường.  Không có lời đề nghị nào về tai nghe.  Tôi nghĩ rằng một là không thực sự cần thiết.  Bạn trải nghiệm các cấu trúc đá của hang động.  Không cần ai đó nói với bạn rằng nó nhắc nhở bạn về điều gì đó.  Bất chấp điều đó, có một số dấu hiệu bên trong gần một số cấu trúc bằng đá.Đọc thêm",
            "Điều này có ổn đối với một người hơi ngột ngạt không?Đọc thêm",
            "Bản thân hang động rộng hơn 300 feet, dài 1000 feet và cao 12 tầng nên rất lớn. Nếu bạn ổn với việc đi ngầm thì bạn sẽ ổn thôi. Đọc thêm",
            "Có nơi nào gần hang động để cho chó của chúng tôi lên xe khi chúng tôi khám phá hang động không?Đọc thêm",
            "Trạm thú y Thung lũng Greenbrier hoặc Trạm thú y Seneca Trail. Đọc thêm",
            "Giá bao nhiêuĐọc tiếp",
            "- 12 - thêm 10 - giảm nếu có AAA - Đọc thêm",
            "phương tiện công cộngĐọc thêm",
            "phương tiện giao thông công cộng? đến hang độngĐọc thêm",
            "CHÀO. \nPhương tiện giao thông công cộng duy nhất ở Lewisburg là Cosmic Cab Company hoặc có một vài tài xế Uber trong thị trấn. Chúng tôi chỉ cách hầu hết các khách sạn gần đường liên bang 2 dặm.Đọc thêm",
            "Bạn có được phép mang theo máy ảnh không - s.Đọc thêm",
            "Có, máy ảnh được phép mang vào hang động. Đọc thêm",
            "Tôi - tôi đang quan tâm đến tour 4h, tôi cần chuẩn bị những gì? Giống như loại vải và giày nào? Tôi có thể mang theo máy ảnh của mình - một chiếc lớn - không? Có phòng thay đồ ở lối vào không? Tour 4h chỉ có 1 khung giờ lúc 10h thôi phải không? Tôi có nên đăng ký trực tuyến tốt hơn không?Đọc thêm",
            "Chuyến tham quan hang động hoang dã kéo dài 4 giờ chỉ cần đặt trước. Bạn có thể đặt trực tuyến hoặc chỉ cần gọi cho chúng tôi theo số 304-645-6677 và chúng tôi có thể thực hiện đặt chỗ qua điện thoại. Thời gian tham quan chỉ là lúc 10 giờ sáng. Bạn sẽ phải mặc hai lớp quần áo như áo thấm mồ hôi và áo sơ mi dài tay vì nhiệt độ trong hang là 52 độ. Ngoài ra, bạn sẽ cần phải mặc quần dài và đi ủng đi bộ đường dài. Chúng tôi có một nơi để thay đổi và cũng có vòi sen. Bạn cũng sẽ cần mang theo đầy đủ quần áo để thay bao gồm giày, tất và đồ lót vì bạn sẽ bị ướt trong chuyến tham quan này. Chúng tôi khuyên bạn không nên mang máy ảnh vào hang trừ khi đó là loại chống thấm nước và chống sốc vì bạn sẽ bị dính bùn và ướt cả ngày. Chúng tôi chụp một bộ ảnh đầy đủ cho bạn và bạn sẽ nhận được chúng qua email khi kết thúc chuyến tham quan. Nếu bạn có bất kỳ câu hỏi nào khác, chỉ cần gọi cho chúng tôi.Đọc thêm",
            "tôi có thể mang ESA vào không? cô ấy là chú chó pit bull người Mỹ.Đọc thêm",
            "Tôi sẽ phải đồng ý với tất cả các khuyến nghị KHÔNG đưa chó của bạn vào hang. Nó rất trơn và cô có thể dễ dàng bị thương.Đọc thêm",
            "Việc đưa một đứa trẻ 5 tuổi ngoan ngoãn đi tham quan có phù hợp không?Đọc thêm",
            "Chuyến tham quan sẽ ổn đối với một đứa trẻ 5 tuổi có sự giám sát. Chúng tôi thường xuyên tổ chức một số lớp mẫu giáo cho các chuyến đi thực tế của trường hàng năm và tất cả các em đều đi bộ suốt chuyến tham quan mà không gặp vấn đề gì. Đọc thêm"
        ],
        "star_ratings": [
            373,
            105,
            16,
            1,
            0
        ],
        "review_amount": 495,
        "location": [
            "Những điều cần làm ở Lewisburg",
            "Hang động thế giới đã mất",
            "Hoa Kỳ",
            "Tây Virginia - WV -",
            "Lewisburg"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written July 16, 2023",
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written August 13, 2023",
            "Written August 23, 2023",
            "Written September 6, 2023",
            "Written September 27, 2023",
            "Written October 14, 2023",
            "Written October 24, 2023",
            "Written June 1, 2024",
            "Written May 26, 2024",
            "Written April 12, 2024",
            "Written April 4, 2024",
            "Written March 6, 2024",
            "Written December 17, 2023",
            "Written November 2, 2023",
            "Written October 24, 2023",
            "Written October 14, 2023",
            "Written September 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59251-d664793-Reviews-Lost_World_Caverns-Lewisburg_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d3874906-Reviews-Tudor_s_Biscuit_World-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d19808202-Reviews-Mi_Tequila_Mexican_Restaurant-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d5208748-Reviews-Silver_Dragon-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d23735742-Reviews-Thai_Kitchen-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d7146345-Reviews-Shoney_s-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d3520012-Reviews-Ruby_Tuesday-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d3404662-Reviews-Bellacino_s_Pizza_Grinders-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d4978926-Reviews-Hardee_s-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d17518624-Reviews-Hardee_s-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59251-d2340139-Reviews-Bob_Evans-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59299-d3462183-Reviews-Smooth_Ambler_Distillery-Maxwelton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d3643348-Reviews-Greenbrier_Historical_Society_and_North_House_Museum-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d1967811-Reviews-Greenbrier_Valley_Theatre-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d8068402-Reviews-Greenbrier_County_Convention_Visitors_Bureau-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d102716-Reviews-Carnegie_Hall-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d14096598-Reviews-The_Lewis_Theatre-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d2312569-Reviews-Old_Stone_Presbyterian_Church-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d11745996-Reviews-Confederate_Cemetery_of_Lewisburg-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d11748968-Reviews-Robert_s_Antiques_Wine_Shop-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d1946223-Reviews-Trillium_Performing_Arts_Collective-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d664793-Reviews-or10-Lost_World_Caverns-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59644-d3530893-Reviews-The_Greenbrier_Falconry-White_Sulphur_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59644-d104465-Reviews-Greenbrier_Government_Relocation_Facility-White_Sulphur_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59644-d8869998-Reviews-The_Greenbrier_Outfitters-White_Sulphur_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d14096255-Reviews-Harmony_Ridge-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d7937236-Reviews-Love_Child-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d15248019-Reviews-A_New_Chapter_Bookstore-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d4594295-Reviews-Bella_the_Corner_Gourmet-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29114-d7162330-Reviews-Outlets_at_Tejon-Arvin_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43693-d14788213-Reviews-McClain_Safari-Brandon_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8513199-Reviews-Liab_Duan_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32887-d10642852-Reviews-Pinecrest_Lake-Pinecrest_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d4801688-Reviews-Island_Miniature_Golf-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295153-Reviews-Rumeli_Fortress-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d325810-Reviews-Silk_Street_Pearl_Market_Xiushui-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g42207-d2234542-Reviews-Crossroads_Village_Huckleberry_Railroad-Flint_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104370-Reviews-Ellis_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d10375870-Reviews-Riga_Castle-Riga_Riga_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59251-d664793-Reviews-or10-Lost_World_Caverns-Lewisburg_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59251-d664793-Reviews-Lost_World_Caverns-Lewisburg_West_Virginia.html"
    }
]