[
    {
        "attraction_name": "Lost Valley Trail",
        "attraction_name_vi": "Đường mòn Thung lũng Lost",
        "general_info": [
            "159 đánh giá",
            "- 2 trong số 13 điều cần làm ở Làng Glencoe",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thời tiết rất nhiều mây và trời mưa nhưng có vẻ quang đãng hơn và đã nhận được thông báo rằng bãi đậu xe sẽ đầy rất nhanh nên tôi đã đến lúc 9:30 sáng và có được chỗ đậu xe cuối cùng! Tôi có một chú chó poodle đồ chơi, chú chó này rất thích toàn bộ chuyến đi ngoại trừ những bậc thang kim loại đầu tiên khi tôi phải bế nó .. chuyến đi bộ đường dài đầy thử thách nhưng rất thú vị. Có hai tuyến đường tại một điểm ngay sau phần dây kéo lên, nhân tiện thì đó là phần dễ nhất !! Một con đường lên và qua bên phải và một con đường leo lên nhưng hãy rẽ trái vì đẹp hơn nhiều với khe núi, thác nước, cây rêu thật tuyệt đẹp - đây thực sự không phải là một chuyến đi bộ đường dài dành cho trẻ nhỏ và bạn phải có giày chắc chắn có độ bám tốt vì đường rất nhiều đá và trơn trượt ở một số nơi. Bạn thực sự phải có đôi chân khỏe để thực hiện điều này - tuy ngắn nhưng rất khó khăn. Trên đỉnh thung lũng thật tuyệt vời với tầm nhìn ra đỉnh núi phủ tuyết và bạn có thể dành một lúc ở đó trên mặt đất đá và ăn nhẹ trước khi quay trở lại theo cùng một cách hoặc đi xa hơn và qua con đường dài ở cuối thung lũng bên phải - điều mà tôi đã không làm vì tôi không có bản đồ hướng dẫn, mặc dù vậy tôi đã bị cám dỗ đi theo những người khác .. họ đang đi rất cao - đi xuống khá nhanh tuy nhiên bạn thực sự phải chú ý đến bước chân của mình vì có những khe núi dốc ở một hoặc cả hai bên nên bạn thực sự không muốn bị trượt. Bạn cần dành cho mình - để chụp ảnh và ăn nhẹ trên đỉnh ít nhất 3 giờ - hoặc nếu bạn chỉ đi lên và xuống khoảng 2 giờ - .. Tôi đã dừng lại vì có rất nhiều cảnh đẹp! Rất vui vì đã thực hiện chuyến đi bộ đường dài này.. Đọc thêm",
            "Chị gái tôi và tôi đã đi bộ đường dài và quay về trong 2 giờ, trừ đi thời gian chúng tôi đi chơi trong thung lũng ẩn giấu. Đường mòn chủ yếu toàn là đá và đá cuội nên bạn phải mang giày đi bộ đường dài phù hợp. Chắc chắn có những đoạn leo dốc lên đá và đôi khi bạn phải trườn, nhưng tôi nghĩ nếu bạn còn trẻ và năng động thì bạn có thể thực hiện chuyến đi bộ này. Chúng tôi đã đi vào một buổi tối đầy nắng sau bữa tối và không gặp vấn đề gì với những con đường mòn hoặc địa hình trơn trượt. Từ một trong hai bãi đậu xe, đi bộ xuống đồi và bắt đầu đi về phía bãi đậu xe đầu tiên của hai chị em. Những con đường mòn đi vào giữa hai chị em đầu tiên, khi bạn đang nhìn những ngọn đồi từ bãi đậu xe, từ trái sang phải. Đi theo con đường mòn và ngay lập tức bạn sẽ bắt gặp những bậc thang kim loại cao. Đó là cách! Hãy tận hưởng!Đọc thêm",
            "Ồ! Quan điểm này thực sự đáng để đi bộ. Đó là một chặng đường dài và bạn phải cẩn thận ở một số đoạn, nhưng khi đến đó thì quang cảnh thật ngoạn mục. Chúng tôi ở đó một chút và tận hưởng mọi thứ. Đường về đi xuống rất suôn sẻ. Chúng tôi thậm chí còn nhìn thấy một số người đang bơi trong hồ bơi, trông thật tuyệt! Chắc chắn đáng làm!Đọc thêm",
            "Chuyến đi bộ tuyệt vời đến Thung lũng Lost - thời gian dành cho chuyến đi khứ hồi chỉ hơn 2 giờ. Khá dễ dàng nếu thể lực nói chung ổn.Đọc thêm",
            "Lần đầu tiên tôi đi qua thung lũng Glen Coe là khi tôi 8 tuổi và luôn muốn quay lại...gần 60 năm sau điều đó không làm tôi thất vọng.  Phong cảnh và những ngọn núi thật ngoạn mục Đọc thêm",
            "Đây là chuyến đi bộ tốt nhất trong cuộc đời tôi và là phần tuyệt nhất trong toàn bộ chuyến đi đến Scotland của tôi. Việc đi bộ được đánh giá là - khó - trên AllTrails nhưng ở mức vừa phải. Khó khăn là ở một số đoạn, bạn sẽ phải gần như phải tảng đá mới đi tiếp được. Toàn bộ - con đường mòn - gần như hoàn toàn bằng đá và đất, một số phần trong số đó là những bậc thang được làm từ đá - nó rất đẹp, không giống bất kỳ chuyến đi bộ đường dài nào mà tôi - đã từng đi và tốt hơn nhiều so với những con đường mòn bằng đất hoặc trải nhựa mà chúng tôi có ở CA. Khung cảnh lúc nào cũng tuyệt đẹp từ mọi góc độ, thác nước và những con lạch thật ngoạn mục. Chúng tôi khởi hành vào một ngày u ám và khi chúng tôi đến Thung lũng Lost thì trời bắt đầu mưa. Tuy nhiên, nó không kéo dài lâu và việc quay trở lại không quá nguy hiểm, ngay cả khi tất cả các tảng đá - và cả chúng tôi - đều ướt. Chuyến đi khứ hồi mất khoảng 2,5 giờ bao gồm cả điểm dừng ở Thung lũng Lost. Nếu tôi sống ở đây, tôi sẽ đi bộ đường dài vào mỗi cuối tuần. Thành thật mà nói, nó thậm chí còn đánh bại Yosemite - Panorama Trail, JMT, v.v. - . Đang yêu!!! Đọc thêm",
            "Con đường này được đánh dấu rõ ràng gần như suốt chặng đường, một vài nơi bạn có thể mất nó nhưng nhanh chóng quay trở lại. Chuyến đi bộ rất đáng giá khi bạn băng qua thung lũng đã mất Thác nước trên đường cũng là một nơi tuyệt vời để dừng lại để bắt kịp hơi thở của bạn Ai đó ở bãi đậu xe gần đó chơi kèn túi để tạo thêm bầu không khíĐọc thêm",
            "Đi bộ ngắm cảnh tuyệt vời mà không phải leo núi dài và khó khăn, nhưng có một vài đoạn phải leo qua những tảng đá và băng qua suối nên bạn cần phải nhanh nhẹn.  Đọc thêm",
            "Một vài điều khó khăn khi đi bộ đến thung lũng bị mất có thể thách thức một số người nhưng một khi bạn đã ở đó thì vẻ đẹp lộng lẫy và thanh bình của khung cảnh xung quanh đơn giản là tuyệt vời.  Nhiều người dừng lại ở lối vào thung lũng nhưng chúng tôi đi bộ xa hơn một chút và tìm thấy một dòng sông róc rách đáng yêu.  Ngồi đó trong một giờ thư giãn và tận hưởng sự yên bình và tĩnh lặng.  Một nơi tuyệt vời để quên đi mọi thứ.  Tuyệt vời cho phần đế. Rất khuyến khích chuyến đi bộ này.Đọc thêm",
            "Nằm khoảng ba dặm về phía đông của làng Glencoe. Việc đi bộ bắt đầu từ phía bên trái của bãi đậu xe Three Sisters. Chỗ này đã đầy nhưng có một bãi đậu xe nhỏ hơn cách Glencoe một chút, nơi bạn có thể đi bộ về.  Sau khi leo xuống một cầu thang kim loại và băng qua sông qua một cây cầu, bạn phải leo lên đều đặn trong hầu hết chặng đường dài 2,5 dặm đi bộ lên độ cao khoảng 1000 feet và mất khoảng ba giờ quay trở lại cộng với các điểm dừng. Phần lớn địa hình khá gồ ghề và có một số đoạn đường đặc biệt khó khăn khi đi bộ, một đoạn rất sớm khi có một số tảng đá phải leo qua mặc dù ở đây có tay vịn để hỗ trợ và về cuối đoạn đi bộ nơi bạn có thể đi bộ. có sự lựa chọn giữa việc đi dọc theo một mỏm đá khá hẹp hoặc bò qua một cái lỗ trên đá để sang phía bên kia. Ngoài ra còn có một con đường băng qua sông trên những bậc đá mặc dù tại thời điểm chúng tôi đi bộ, mực nước thấp nên không gây ra vấn đề gì. Bản thân con đường được đánh dấu rõ ràng ở hầu hết các nơi và tương đối khô ráo, mặc dù ở một số khu vực có đá cuội, bạn sẽ mất một lối đi xác định. Kết thúc rất đáng giá vì bạn kết thúc trên một cao nguyên rất rộng và bằng phẳng nằm giữa hai trong số Three Sisters, một địa điểm lý tưởng để ăn trưa. Đường đi bộ thật tuyệt vời với phong cảnh đáng yêu dọc theo đường đi bộ. Bạn nhanh chóng bỏ lại tiếng ồn giao thông từ con đường phía sau và ngoài những người đi bộ đường dài khác, bạn được bao quanh bởi sự cô lập tuyệt vời. Việc hoàn thành chuyến đi bộ mang lại cho chúng tôi cảm giác tuyệt vời về thành tích. Giày đi bộ tốt rất quan trọng trong chuyến đi bộ này vì địa hình.Đọc thêm",
            "Xin chào x bạn có phải thực sự đủ sức khỏe để thực hiện chuyến đi này không? Tôi - tôi là một người trưởng thành hơn nhưng muốn thửĐọc thêm",
            "Không, tôi sẽ không nói vậy. Cũng như nhiều tuyến đường đi bộ như thế này, điều quan trọng hơn là bạn sẵn sàng tiếp tục đi khi cảm thấy hơi mệt! Miễn là bạn có khả năng di động và thể lực bình thường thì bạn sẽ ổn thôi. Thưởng thức! Đọc thêm",
            "Chúng ta sẽ đi từ thị trấn này sang thị trấn khác.  Liệu có an toàn không nếu để đồ đạc của chúng ta trong xe khi đi bộ đường dài? Vali, túi xách, v.v.Đọc thêm",
            "Nếu đi sớm bãi đậu xe Ba Chị Em sẽ vắng lặng.  Sau 10-10:30 dự kiến ​​sẽ có nhiều người đi bộ qua bãi đậu xe cùng với xe buýt du lịch.  Nếu bạn có thứ gì đó để giấu túi của mình, tôi - tôi muốn nói với bạn - sẽ ổn thôi.Đọc thêm",
            "Xin chào mọi người, Chúng tôi sẽ đến Scotland vào cuối tháng 5 và tôi rất muốn đi bộ trên con đường này, nhưng chúng tôi có đứa con gái 10 tuổi đi cùng. Chúng ta có thể làm điều đó với cô ấy không? Chỉ cần nói rằng chúng tôi không phải là những người đi bộ đường dài có nhiều kinh nghiệm.Đọc thêm",
            "Có một số đoạn phải leo lên và đó là một đoạn đường dốc cao 355 mét - có rất nhiều nơi để nghỉ ngơi, chỉ cần đảm bảo rằng bạn không cản trở đường đi. Có một giọt nước ở một bên nơi thác nước chảy nên chỉ cần cô ấy được cảnh báo và bảo phải tránh xa mép thì không có lý do gì cô ấy lại không làm được. Nếu bạn làm điều đó, không có lý do gì nếu bạn đang đi bộ vừa vặn, bạn có thể - đừng làm điều đó, hãy đảm bảo bạn không mặc quần jean - nếu trời ướt, chúng sẽ giữ nước và bạn cần quần cho phép cử động chân một chút - và tôi sẽ khuyên bạn giày chắc chắn. Mang theo nước, thức ăn, quần áo ấm, còi và đèn pin. Lộ trình khá rõ ràng - bạn phải băng qua một con sông nhưng có những bậc đá có thể nhìn thấy được trừ khi có trận mưa lớn. Tôi không biết mình bị viêm khí quản khi đi lên nhưng tôi là một người kiên quyết - cựu quân nhân -. \n\nNhư câu trả lời khác nói rằng nếu bạn quá mệt, bạn có thể quay lại, có hai cô gái tôi đã gặp trên đường xuống - Tôi đã đưa cho họ những bức ảnh của mình để họ có thể nói rằng họ đã làm được điều đó! \n\nHãy tận hưởng!Đọc thêm",
            "Xin chào mọi người, tôi rất muốn đi bộ trên Đường mòn Thung lũng Lost trong hai tuần nhưng tôi muốn hỏi một vài câu hỏi.\nTôi không phải là người đi bộ đường dài có kinh nghiệm - tôi chỉ đi bộ trên những con đường dễ đi - vì vậy tôi tự hỏi liệu con đường này có phù hợp với những người có ít kinh nghiệm đi bộ đường dài hay không.\nCon đường này có yêu cầu giày đi bộ đường dài hay giày thể thao có phù hợp không?\nnói chung là nó có nguy hiểm không - những hẻm núi dốc, v.v.?  - Đọc thêm",
            "Xin chào, tôi đã đi bộ nhiều lần và mặc dù việc đi bộ không khó nhưng bạn vẫn phải chuẩn bị sẵn sàng. Chắc chắn cần ủng hoặc thứ gì đó có hỗ trợ mắt cá chân, không ai nên đi giày thể thao vì không có độ bám và trượt khi ướt. Ngoài ra, không mặc quần jean vì chúng quá nặng khi ướt và khiến bạn mát mẻ. \nCon đường này toàn là đá và dốc ở một số nơi, nó đi theo một rãnh nước và một số đoạn cần được chăm sóc thêm. Tôi - tôi không chắc bạn đến từ đâu nhưng nếu bạn không biết Scotland thì phải khuyên bạn rằng thời tiết thay đổi RẤT nhanh và sương mù có thể xuống trong một khoảng thời gian rất ngắn và có thể khiến bạn mất phương hướng.  Ngoài ra còn có một thác nước nhỏ - con sông để vượt qua. Nó khô cạn thì không thành vấn đề nhưng có thể đầy nước - nó bị ướt.\nTôi đã nghe một số tài xế xe buýt du lịch nói với mọi người rằng họ có thể dễ dàng đi bộ trong 30 phút, điều này hoàn toàn vô nghĩa trừ khi bạn chạy nó.\nCũng không có tín hiệu điện thoại nên bạn thực sự nên mang theo còi. Tôi không muốn ngăn cản bạn đi bộ chỉ vì đôi khi người ta không hiểu thời tiết, v.v. và tất cả những người đi bộ trong khu vực này đều đáng được tôn trọng.\nNếu bạn có chút kinh nghiệm thì ok. Nếu bạn không chắc chắn thì có những hướng dẫn viên địa phương bạn có thể đặt để đưa bạn đi. Nó rất đáng để đi nên hãy tận hưởng nó. Glencoe là một trong những khu vực tuyệt vời nhất.\nNếu bạn đang ở trong khu vực hãy thử ghé thăm Glencoe Lochan.Đọc thêm",
            "Có xe buýt - phương tiện công cộng từ Glencoe đến bãi đậu xe không?Đọc thêm",
            "Xe buýt City Link đi qua bãi đậu xe nên có thể dừng nhưng bạn cần kiểm traĐọc thêm",
            "Tuyến đường có được đánh dấu rõ ràng không? Ngoài ra nó mất bao lâu nhỉ mọi người? Đọc thêm",
            "Khoảng một giờ mỗi chiều.  Lộ trình rất dễ đi theo. Mặc dù tôi không nói là nó được đánh dấu rõ ràng nhưng bạn sẽ khó lòng bị lạc.Đọc thêm",
            "Phí đậu xe ô tô là bao nhiêu?Đọc thêm",
            "Bãi đậu xe miễn phí nhưng có hạn. Vào một ngày đẹp trời, hãy cố gắng đến đó sớm để đảm bảo bạn có chỗ đậu xe.Đọc thêm"
        ],
        "star_ratings": [
            133,
            27,
            1,
            0,
            0
        ],
        "review_amount": 161,
        "location": [
            "Đường mòn Thung lũng Mất tích",
            "Glencoe",
            "Làng Glencoe",
            "vùng cao nguyên Scotland",
            "Scotland",
            "Những hoạt động nên làm ở Làng Glencoe",
            "Châu Âu",
            "Vương quốc Anh - Vương quốc Anh -"
        ],
        "reviews_time": [
            "Written May 23, 2024",
            "Written June 23, 2023",
            "Written June 19, 2023",
            "Written April 12, 2023",
            "Written September 27, 2022",
            "Written September 25, 2022",
            "Written September 6, 2022",
            "Written August 31, 2022",
            "Written August 20, 2022",
            "Written August 2, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g656902-d10312290-Reviews-Lost_Valley_Trail-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1478744-d2415707-Reviews-Crafts_Things_Coffee_Shop-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656902-d4508963-Reviews-Glencoe_Gathering-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315998-d26126988-Reviews-Way_Inn_Kingshouse_Hotel-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656902-d2137858-Reviews-Glencoe_Hotel_Restaurant-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315998-d1937780-Reviews-The_Laroch_Restaurant_Bar-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315998-d5817181-Reviews-The_Quarry_Centre_Ballachulish_Visitor_Centre-Ballachulish_Glencoe_Scottish_Highl.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315998-d6632283-Reviews-Isles_of_Glencoe_Hotel-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315998-d10634935-Reviews-Quarriers_Kitchen-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656902-d4601472-Reviews-Clachaig_Inn_Restaurant-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1096491-d1492419-Reviews-Lochleven_Seafood_Cafe-Onich_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d8567994-Reviews-The_Glencoe_Massacre_Monument-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1478744-d1872963-Reviews-Glencoe_National_Nature_Reserve-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d3314173-Reviews-Glencoe_Lochan-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d3463325-Reviews-Glencoe_Folk_Museum-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1478744-d4092417-Reviews-Glencoe_Visitor_Centre-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g315998-d4051410-Reviews-Ballachulish_Slate_Quarry-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g315998-d14204519-Reviews-Glencoe_Studio_Gallery-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096491-d1193167-Reviews-Loch_Linnhe-Onich_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1478744-d18718302-Reviews-The_Pap_of_Glencoe-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1478744-d14795168-Reviews-The_Three_Sisters-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d10312290-Reviews-or10-Lost_Valley_Trail-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d3315620-Reviews-Glen_Etive-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d6614897-Reviews-Glencoe_Mountain_Resort-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d15065157-Reviews-The_Meeting_of_the_Three_Waters-Glencoe_Village_Glencoe_Scottish_Highlands_Scotl.html",
            "https://www.tripadvisor.com/Attraction_Review-g186543-d13507163-Reviews-Glen_2_Glen_Tours-Inverness_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d7055668-Reviews-Glencoe_Bike_Hire-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d12516338-Reviews-The_Winter_Thistle-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g315998-d3378400-Reviews-Woodlands_Glencoe_Activities_Experiences-Ballachulish_Glencoe_Scottish_Highlands_.html",
            "https://www.tripadvisor.com/Attraction_Review-g551918-d8435398-Reviews-Rich_Mountain_Experiences-Kinlochleven_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d2512055-Reviews-Vertical_Descents_Scotland-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g315998-d14781521-Reviews-Rugged_Coast_Glencoe-Ballachulish_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d7084816-Reviews-Elite_Guides-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d3474209-Reviews-Willamette_River_Walkway-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19229138-Reviews-The_Museum_of_Illusions-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d320525-Reviews-Odaiba_District-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g46531-d2021505-Reviews-RPM_Raceway-Jersey_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d10160998-Reviews-Main_Event_Entertainment-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g147367-d2385044-Reviews-Seven_Mile_Beach-Seven_Mile_Beach_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55876-d2314142-Reviews-Gainesville_Outlet_Mall-Gainesville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49215-d12357619-Reviews-Bust_Your_Butt_Falls-Highlands_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d4089881-Reviews-River_Wonders-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146020-Reviews-Huron_Harbor_and_Pier-Huron_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g656902-d10312290-Reviews-or10-Lost_Valley_Trail-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g656902-d10312290-Reviews-Lost_Valley_Trail-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html"
    }
]