[
    {
        "attraction_name": "Louisville Slugger Museum & Factory",
        "attraction_name_vi": "Bảo tàng Slugger Louisville - Nhà máy",
        "general_info": [
            "6.924 đánh giá",
            "- 6 trong số 312 điều cần làm ở Louisville",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Hãy đập lên! Cần một vị trí đặc biệt để chế tạo - 1 Bat trong Giải bóng chày Major League. Tại Bảo tàng Louisville Slugger - Nhà máy, hãy trải nghiệm lịch sử đang diễn ra khi bạn đi dạo qua nhà máy thực tế nơi những con dơi Louisville Slugger nổi tiếng thế giới được tạo ra. Chuyến tham quan nhà máy từng đoạt giải thưởng là điểm nổi bật của chuyến thăm tới đây, nhưng còn rất nhiều điều thú vị khác để tận hưởng cùng với nó. Chiêm ngưỡng con dơi lớn nhất thế giới - vươn cao 120 feet lên trời. Giữ những cây gậy thực sự được sử dụng bởi các siêu sao bóng chày như Mickey Mantle, Johnny Bench, Cal Ripken Jr. và Derek Jeter. Đối mặt với một quả bóng nhanh có vận tốc 90 dặm/giờ được ném bởi một vận động viên ném bóng lớn của giải đấu. Đếm các vết khía của homerun mà Babe Ruth khắc vào cây gậy Louisville Slugger của anh ấy cho mỗi lần anh ấy đánh được nó. Bước vào lồng đánh bóng và thực hiện vài cú đánh với mô hình bản sao của cây gậy anh hùng của bạn. Du khách thậm chí còn nhận được một con dơi lưu niệm thu nhỏ miễn phí khi kết thúc chuyến tham quan nhà máy. Bạn thậm chí có thể tạo một con dơi có tên riêng của bạn trên đó, giống như những người chuyên nghiệp. Họ tạo ra những món quà tuyệt vời cho tất cả các dịp đặc biệt, từ trẻ sơ sinh, quà tặng cho phù rể, cho đến cúp đồng đội, v.v. Cửa hàng bảo tàng cũng có rất nhiều mặt hàng thể thao phù hợp với mọi túi tiền. Hãy nhớ ghé qua!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời tại Bảo tàng Slugger Louisville - Nhà máy. Chuyến tham quan nhà máy rất thú vị và hấp dẫn khi xem cách họ tạo ra những con dơi. Bảo tàng cũng rất tuyệt vời với rất nhiều lịch sử của một số người chơi HOF, những câu chuyện và cống phẩm. Các nhân viên rất chuyên nghiệp và hướng dẫn có kiến ​​thức. Tôi rất muốn giới thiệu chuyến tham quan và bảo tàng này.Đọc thêm",
            "Đã ở đây nhiều năm trước khi con trai tôi vẫn đang chơi bóng.  Nơi tuyệt vời với bảo tàng và nhà máy.  Thật ấn tượng về cách họ tạo ra những con dơi, quá chính xác.  Có rất nhiều bãi đậu xe gần đó nhưng cũng không phải là một quãng đi bộ tồi từ các khách sạn ở trung tâm thành phố.  Yêu lịch sử ở đây và bạn phải xem nếu bạn đang ở trong thị trấn. Đọc thêm",
            "Louisville có nhiều điểm tham quan tuyệt vời, địa điểm yêu thích của tôi là nhà máy Louisville Slugger Bat, vẫn hoạt động mạnh mẽ với hơn 100 năm qua. Từ Ruth đến những người chơi bóng hiện tại. Đứng thứ hai là chuyến du đấu Churchill Downs, sân nhà của Kentucky Derby. Đưa bạn xuống ngay đường đua. Hướng dẫn tốt có rất nhiều lịch sử để chia sẻ. Bảo tàng Ali, bảo tàng Joe Frazier, hàng tấn nhà máy chưng cất rượu whisky. Đề xuất 2-3 ngày để xem hết và đi bộ trên cây cầu giữa hai bang.Đọc thêm",
            "Chuyến tham quan thật vui. Chuyến tham quan nhà máy dơi rất thú vị nhưng ngắn ngủi. Cố gắng đến đó trước 2 giờ chiều khi hoạt động bắt đầu kết thúc. Bảo tàng thú vị nhưng nhỏ. Có những hoạt động dành cho trẻ em. Phần thú vị nhất là Cửa hàng quà tặng. Tổng số chuyến thăm là 90 phút, lý tưởng cho vợ tôi và tôi. Muốn giới thiệu. Dễ dàng đỗ xe và dễ dàng đi vào đường chính.Đọc thêm",
            "Louisville Slugger không phải là một chuyến tham quan lớn, nhưng nó được bố trí hợp lý và có thứ gì đó dành cho tất cả mọi người - chế biến gỗ, thủ công, bóng chày.  Phòng bảo tàng ban đầu có một số màn trình diễn bóng chày tuyệt vời bao gồm gậy của các cầu thủ yêu thích của bạn và bản demo giúp người ta biết được tốc độ ném bóng chày di chuyển từ góc nhìn của người đánh bóng.  Chiếc dơi nhỏ miễn phí ở cuối rất tuyệt vời cho trẻ em.Đọc thêm",
            "Chuyến tham quan thật thú vị và việc sở hữu một cửa hàng máy móc đã giúp tôi làm quen với những chiếc máy họ sử dụng. Đó chắc chắn là một quá trình thú vị. Thật thú vị khi thấy tên các cầu thủ đội nhà của bạn xuyên suốt. Tôi hơi thất vọng vì tất cả đều được trình chiếu trên màn hình TV ở các điểm dừng khác nhau trong nhà máy. Nó có vẻ hơi gấp gáp và một dòng nhóm ổn định luôn ở phía trước và phía sau chúng tôi.Đọc thêm",
            "Tôi có rất nhiều người hâm mộ bóng chày trong nhà nên chúng tôi nghĩ điều này thật tuyệt!  Các cậu bé 11 và 8 tuổi của tôi vẫn thích thú trong suốt chuyến tham quan.  Chuyến tham quan nhà máy thực sự thú vị và mặc dù bảo tàng tự dẫn nhỏ nhưng vẫn rất thú vị với nhiều việc cần làm khác nhau, bao gồm cả lồng đánh bóng, bạn có thể mua mã thông báo cho 10 lần đánh, máy mô phỏng ném bóng và cơ hội để cầm gậy của các cầu thủ chuyên nghiệp để chụp ảnh.  Đáng tiền.  Tôi muốn giới thiệu cho bất kỳ người hâm mộ bóng chày nào hoặc bất kỳ ai thích tìm hiểu cách mọi thứ được tạo ra.Đọc thêm",
            "Mọi người trong nhóm của chúng tôi từ 5 tuổi trở lên đều tìm thấy điều gì đó thú vị và học hỏi trong chuyến thăm này.  Chuyến tham quan ngắn gọn nhưng đầy thông tin.  Có - s trưng bày thú vị trong bảo tàng.  Ba người chúng tôi cũng đã thử lồng đánh bóng, điều đó thật thú vị.  Đó là điều mà bố tôi thực sự muốn làm và nó rất xứng đáng!Đọc thêm",
            "Không thể nói đủ những điều tuyệt vời về trải nghiệm này. Mọi thứ đều tuyệt vời - mua vé dễ dàng, thông tin dễ điều hướng trên trang web của họ, chuyến tham quan nhà máy rất bổ ích và mất một khoảng thời gian hoàn hảo, và thời gian tự hướng dẫn tham quan bảo tàng thật hấp dẫn! Quá nhiều sự thật thú vị! Chuyến tham quan tuyệt vời cho mọi lứa tuổi!\n\nCó lẽ điều tuyệt vời nhất là có thể cầm gậy bóng chày thực sự của người chơi - bao gồm cả gậy của Babe Ruth, rất nặng!!!\n\nMột trải nghiệm tuyệt vời - rất khuyến khích ngay cả khi bạn - chỉ thích bóng chày một chút! Đọc thêm",
            "Khách sạn này nhỏ nhưng đầy đủ. Tôi thậm chí còn được cầm cây gậy mà Babe Ruth từng cầm. Chuyến tham quan nhà máy rất thú vị và bạn thậm chí còn nhận được một con dơi nhỏ sau khi hoàn thành. Mặc dù nhỏ nhưng nó chứa nhiều thông tin.Đọc thêm",
            "Chuyến tham quan nhà máy có những màn trình diễn thú vị về cách sản xuất dơi và có nhiều loại dơi khác nhau được sản xuất dành cho những người chơi ở các giải đấu lớn khác nhau. Khi kết thúc chuyến tham quan, bạn sẽ nhận được một chiếc dơi nhỏ lưu niệm miễn phí. Trong bảo tàng có rất nhiều cây gậy bóng chày mang tính lịch sử và độc đáo để bạn chiêm ngưỡng. Ngoài ra còn có rất nhiều triển lãm cung cấp thông tin chi tiết về các cầu thủ ngôi sao trong suốt những năm qua. Bạn có thể chụp ảnh với nhiều người chơi vì có những bản sao kích thước thật của những người chơi đang thi đấu.Đọc thêm",
            "Một trải nghiệm thú vị cho cả gia đình!  Hãy chắc chắn để tham gia các tour du lịch.  Nó có thể hơi dài đối với trẻ nhỏ, nhưng cuối cùng sẽ có phần thưởng!Đọc thêm",
            "Một chuyến tham quan tuyệt vời xuyên suốt lịch sử.   Chúng tôi rất vui mừng khi được nhìn thấy những chú dơi từ các cầu thủ quê hương của chúng tôi và thực sự nắm giữ một phần lịch sử - chú dơi của Babe Ruth - .    Xem cách những con dơi được tạo ra thực sự rất thú vị và bảo tàng cũng rất thú vị.Đọc thêm",
            "Tuyệt vời - All-Star - tour - trả thêm tiền nhưng rất đáng giá - hướng dẫn viên tuyệt vời, Cooper, đã đưa chồng tôi - tôi đi khắp nhà máy. Đảm bảo chúng tôi đã xem mọi thứ, mặc dù đó là giờ ăn trưa - chúng tôi được quay lại - xem bất cứ thứ gì chúng tôi đã bỏ lỡ. Tất cả các nhân viên đều rất tốt bụng, thân thiện - sẵn sàng thể hiện phần việc của họ trong quy trình. Thích sự quan tâm cá nhân - thêm lợi ích khi có trải nghiệm một kèm một này. Không thể chờ đợi để nhận được gậy bóng chày của chúng tôi!! - - - Đọc thêm",
            "Ngay cả khi gia đình bạn không phải là người hâm mộ bóng chày cuồng nhiệt thì đây vẫn là một nơi tuyệt vời để ghé thăm.  12 và 8 tuổi của tôi rất thích xem những con dơi được tạo ra như thế nào.  Họ cũng thích nhìn vào hầm dơi.  Chồng tôi và tôi đều thích nó.  Đó là khoảng - 20 mỗi người trong khoảng 1 giờ hoặc một tiếng rưỡi.  Nó sẽ không khiến bạn bận rộn trong một thời gian dài nhưng nó rất thú vị.  Chỗ đậu xe ở đoạn đường phía nam bảo tàng là khoảng - 12.Đọc thêm",
            "Đặt trước thời gian tham quan trên trang web của họ! Chúng tôi đã bỏ lỡ chuyến đi của mình và được lên lịch lại tại chỗ với dịch vụ lịch sự và tuyệt vời. Chuyến tham quan có hướng dẫn của chúng tôi rất thú vị và nhiều thông tin....hướng dẫn viên rất tuyệt vời với trẻ em và khía cạnh nhà máy làm việc rất ấn tượng. Thông tin về các nỗ lực tái chế và tái trồng rừng cũng như sử dụng đất có trách nhiệm của công ty rất ấn tượng - được đánh giá cao. Bảo tàng tuyệt vời, các cửa hàng và các tiện ích bổ sung mà không cần chuyến tham quan có hướng dẫn, FYI. Rất khuyến khích ghé thăm! Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan Bảo tàng Slugger Louisville - Nhà máy. Rất nhiều thông tin; rất vui khi tìm hiểu về những nỗ lực tái trồng rừng của công ty cũng như về các loại cây khác nhau cũng như các đặc tính liên quan của gỗ để đảm bảo rằng những con dơi được làm từ loại cây tốt nhất có thể. Quá trình làm dơi rất hấp dẫn; chúng tôi cũng rất thích lịch sử của cả công ty và những cầu thủ bóng chày vĩ đại mà họ đã ký hợp đồng sản xuất những cây gậy tùy chỉnh của mình. Nhân viên thân thiện và chuyên nghiệp; Thật là một nghĩa cử tuyệt vời khi tặng du khách một chiếc gậy miễn phí làm quà lưu niệm.Đọc thêm",
            "Cách tuyệt vời để dành một vài giờ. Các nhân viên có kiến ​​thức và thân thiện. Chuyến tham quan nhà máy thật tuyệt vời và bảo tàng thực sự thú vịĐọc thêm",
            "Đây là một chuyến tham quan tuyệt vời. Hướng dẫn viên Josh của chúng tôi thật đặc biệt. Có hiểu biết và nhiệt huyết. Anh ấy cũng là một nghệ nhân tuyệt vời. Tôi đã thấy anh ấy làm việc trên một con dơi trước chuyến tham quan của chúng tôi. Cơ sở vật chất thật đáng kinh ngạc. Thật đáng chú ý khi họ tái sử dụng nhiều nhất có thể. Khiến bạn cảm thấy rất hài lòng về hoạt động này. Đọc thêm",
            "Thật thú vị khi dừng lại ở đây. Một nhóm người hâm mộ đều mặc trang phục yêu thích của đội họ.  Bạn có thể thấy một số người chơi cũ đã chơi.Đọc thêm",
            "Tôi có thể mua vé tại cửa để tham quan bảo tàng và không thực hiện chuyến tham quan theo thời gian TIAĐọc thêm",
            "Tôi có thể rời đi và quay lại cùng ngày với vé vào cửa không?Đọc thêm",
            "Chúng tôi đã mua vé tham quan tại chỗ.  Chúng tôi đã thực hiện chuyến tham quan vào ngày hôm đó nhưng đã rời đi để có thể đến bảo tàng Ali trước khi họ đóng cửa, chúng tôi quay lại vào ngày hôm sau và hoàn thành phần còn lại của bảo tàng LS vào ngày hôm sau.  Chỉ có một vài điều là chúng tôi đã bỏ lỡ phòng Lego và bộ phim và đảm bảo rằng chúng tôi đã xem mọi thứ trong căn phòng lớn nhưng không ai yêu cầu thêm vé ngay khi chúng tôi thực hiện chuyến tham quan nhà máy thực tế.Đọc thêm",
            "Họ có kỷ vật có chữ ký nào mà bạn có thể mua không?Đọc thêm",
            "CóĐọc thêm",
            "Nếu chúng ta có khung giờ cuối cùng vào một ngày cụ thể cho chuyến tham quan, liệu chúng ta có đủ thời gian để xem toàn bộ bảo tàng không?Đọc thêm",
            "Vâng!Đọc thêm",
            "Chúng tôi sẽ đi du lịch trên một chiếc RV, có khu vực gần đó có thể chứa chúng tôi không?Đọc thêm",
            "Bãi đậu xe trên đường có đồng hồ tính tiền mà bạn đã đăng ký và thanh toán qua điện thoại.\nTôi nghĩ sẽ rất khó để đỗ một chiếc RV gần đó.\nTôi - tôi không chắc ở đâu đó có chỗ đậu xe hay không.Đọc thêm",
            "Có phiếu giảm giá phí vào cửa không?Đọc thêm",
            "Tôi không buồn nhìn.  Tìm kiếm nhanh khi bạn đang đi sẽ là tốt nhất. Nghĩ rằng chi phí hợp lý nên không lo lắng về điều đó.Đọc thêm",
            ", Tôi đã mặc nó theo yêu cầu riêng và tôi sống ở Stanley Virginia. Bạn mất bao lâu để gửi nó đến Stanley VirginiĐọc thêm",
            "hỏi nhà máy tôi chỉ là một người đi du lịch viết bài đánh giá hãy gọi cho họ và hỏi trực tiếp\ntrân trọngĐọc thêm",
            "Tôi đọc trong câu trả lời cho câu hỏi của ai đó rằng không được phép sử dụng máy ảnh hoặc video. Có phải đó chỉ là trong các chuyến du lịch? Hay trong bảo tàng?Đọc thêm",
            "Hình ảnh không có flas được cho phép. Nhưng không có videoĐọc thêm",
            "Tôi có thể chuyển vé đã mua sang ngày khác không?Đọc thêm",
            "Tôi - tôi không phải 100 - chắc chắn rồi. Tuy nhiên, tôi có thể nói với bạn rằng khi chúng tôi đến đó vào cuối tháng 6, thành phố rất vắng người và chúng tôi đã đặt chỗ khoảng một giờ trước chuyến tham quan. Vì vậy, tôi nghĩ bạn nên gọi điện để xem liệu họ có thể chuyển yêu cầu đặt chỗ của bạn hay không. Đọc thêm",
            "có bãi đậu xe rv nào gần bảo tàng khôngĐọc thêm",
            "Không phải là tôi thấy...Đọc thêm"
        ],
        "star_ratings": [
            4742,
            1814,
            330,
            29,
            9
        ],
        "review_amount": 6924,
        "location": [
            "Bảo tàng Louisville Slugger - Nhà máy",
            "Hoa Kỳ",
            "Những điều cần làm ở Louisville",
            "Kentucky - KY -",
            "Louisville-Ville"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written June 1, 2023",
            "Written June 7, 2023",
            "Written June 9, 2023",
            "Written June 20, 2023",
            "Written June 25, 2023",
            "Written June 26, 2023",
            "Written June 30, 2023",
            "Written July 5, 2023",
            "Written July 22, 2023",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39604-d105618-Reviews-Louisville_Slugger_Museum_Factory-Louisville_Kentucky.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d9799396-Reviews-Mussel_Burger_Bar_Downtown-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d606222-Reviews-Proof_on_Main-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d19340616-Reviews-Jockey_Silks_Bourbon_Bar-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d397340-Reviews-Vincenzo_s_Italian_Restaurant-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d795724-Reviews-Jeff_Ruby_s_Steakhouse_Louisville-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d4449950-Reviews-Down_One_Bourbon_Bar_Restaurant-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d2010903-Reviews-Bristol_Bar_Grille-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d19340916-Reviews-Walker_s_Exchange-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d397733-Reviews-Main_Eatery-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d397354-Reviews-Morton_s_The_Steakhouse-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d23865343-Reviews-Barrels_Billets-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d3562240-Reviews-Sons_of_the_American_Revolution_Genealogical_Research_Library-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d659975-Reviews-Frazier_History_Museum-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d1739054-Reviews-Flame_Run_Glass_Studio_and_Gallery-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d6855270-Reviews-21c_Museum_Hotel-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d105619-Reviews-Kentucky_Science_Center-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d620602-Reviews-West_Main_Historic_District-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d105616-Reviews-KMAC_Museum-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d8325302-Reviews-Kentucky_Peerless_Distilling_Co-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d587544-Reviews-Muhammad_Ali_Center-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d105618-Reviews-or10-Louisville_Slugger_Museum_Factory-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d784186-Reviews-Conrad_Caldwell_House_Museum_Conrad_s_Castle-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d104504-Reviews-Kentucky_Derby_Museum-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d106511-Reviews-The_Speed_Art_Museum-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d106510-Reviews-Locust_Grove-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d16857668-Reviews-Prohibition_Craft_Spirits_Distillery-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d15781136-Reviews-Michter_s_Fort_Nelson_Distillery-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d13799530-Reviews-Bourbon_Excursions-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d656063-Reviews-Mark_Payton_Glass_Center_The_Glassworks_Bldg-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d1237710-Reviews-KentuckyShow-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d15049088-Reviews-Art_Eatables-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2474971-Reviews-Prague_Airport_Transfers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d309595-Reviews-New_York_Hall_of_Science-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d17621470-Reviews-Titanic_The_Artifact_Exhibition-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d635372-Reviews-Ladies_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d14311530-Reviews-Hogan_s_Beach_Shop-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d209284-Reviews-Flintstones_Bedrock_City-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130121-Reviews-Riverwalk-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d3386040-Reviews-Bonita_Bay-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g48797-d18379787-Reviews-Jones_Beach_Boardwalk-Wantagh_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d1519764-Reviews-Coronado_Island-Coronado_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39604-d105618-Reviews-or10-Louisville_Slugger_Museum_Factory-Louisville_Kentucky.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39604-d105618-Reviews-Louisville_Slugger_Museum_Factory-Louisville_Kentucky.html"
    }
]