[
    {
        "attraction_name": "Luau Kalamaku Kauai",
        "attraction_name_vi": "Luau Kalamaku Kauai",
        "general_info": [
            "2.932 đánh giá",
            "2 trong số 5 buổi hòa nhạc tại Lihue",
            "Chậm",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Luau Kalamaku, một trải nghiệm Hawaii đích thực, từng đoạt giải thưởng trên đảo Kauai, hoạt động dưới sự quản lý của Polynesian Adventures. Buổi biểu diễn sân khấu được tổ chức vào các tối Thứ Ba và Thứ Sáu tại Đồn điền Kilohana lịch sử có màn trình diễn quyến rũ, trò xoay bóng lửa và múa dao lửa truyền thống, bữa tiệc tự chọn ngon miệng gồm các món ăn địa phương được yêu thích và hơn thế nữa!Đọc thêm",
        "reviews": [
            "Luau rất tuyệt.  Sân rất đẹp và thật tuyệt khi đi bộ xung quanh. Các gian hàng của nhà cung cấp địa phương rất tuyệt.  Họ tặng rất nhiều quà tặng hấp dẫn, chất lượng để mua.  Đồ uống ngon, đồ ăn cũng ok.  Tôi ước có nhiều lựa chọn hơn về món ăn và món tráng miệng.  Một lựa chọn không chứa gluten cho món tráng miệng sẽ tốt.  Nhưng nhìn chung, chúng tôi đã có khoảng thời gian vui vẻ.  Giải trí thực sự tốt.  Trang phục đẹp mắt, mọi người trẻ trung, hấp dẫn, thể thao và làm rất tốt.Đọc thêm",
            "Thật là một cách tuyệt vời để dành một buổi tối!  Âm nhạc, điệu nhảy và câu chuyện của người Tahiti thật tuyệt vời, với sự góp mặt của dàn diễn viên toàn đảo.  Một cách tuyệt vời để gặp gỡ những người mới và thiết lập tình bạn trên khắp thế giới.  Yêu các nghệ nhân địa phương quá.  Khó có thể chờ đợi để trở lại vào năm tới!  Tôi đã xem tác phẩm này ít nhất 5 lần Luôn là người chiến thắng,Đọc thêm",
            "Chúng tôi ở lại 4 đêm vào đầu tháng Sáu.  Nơi này có mọi thứ cần thiết cho nhu cầu nấu ăn và bãi biển của bạn.  AC là một sự bổ sung tuyệt vời khi chúng tôi ở những nơi khác ở Kauai mà không có.  Tôi sẽ ở lại đây một lần nữa và giới thiệu nơi này cho bất kỳ ai ở phía dưới. Đọc thêm",
            "Lời chào lei rất hay, hình ảnh rất đẹp, thợ thủ công rất giỏi, yêu thích trải nghiệm Imu cho thanh thiếu niên của chúng tôi xem, chỗ ngồi rất tốt. Thức ăn ngon, dịch vụ tại bàn 141 của chúng tôi cũng tốt. Chương trình và câu chuyện của nó thật xuất sắc. Thật vui vì chúng tôi có chương trình để lưu giữ và đọc lại cho cả gia đình vào sáng hôm sau. Mọi thứ đều tuyệt vời. Mahalo Đọc thêm",
            "Tôi mới chỉ đến 2 Luaus, nhưng cái này thật tuyệt vời.  Các thành viên trong gia đình tôi thực sự rất thích nó.  Ngay cả 2 người trong số họ hơi do dự khi tham dự một buổi Luau khác cũng cho biết đây là buổi lễ hay nhất mà họ từng thấy!  Họ thực sự rất thích buổi biểu diễn cùng với đồ ăn và đồ uống.  Rất muốn giới thiệu điều này cho những người khác đến Kauai! Đọc thêm",
            "Trải nghiệm Luau tuyệt vời nhất từ ​​trước đến nay và một địa điểm tuyệt vời!  Hãy yêu từng phút giây.  Đã từng đến nhiều luaus, tôi mong đợi nhiều về những gì chúng tôi đã thấy và ăn trước đây, tuy nhiên, thực tế không phải vậy.  Câu chuyện, khiêu vũ và thức ăn đều tuyệt vời.  Tham quan Luau Kalamaku là điều không thể bỏ qua khi đến thăm Kauai.  Chúng tôi sẽ quay lại! Đọc thêm",
            "Tốt nhất bao giờ hết! Khung cảnh đẹp, được tổ chức tốt, những người biểu diễn rất tài năng và câu chuyện họ kể thật đáng yêu! Chúng tôi đi tàu với hai cô gái tuổi teen và rất khuyến khích điều đó - thật vui! Chúng tôi ước mình có thêm một chút thời gian để đi chơi và ghé thăm các cửa hàng nhỏ, vì vậy nếu bạn đang đi tàu, hãy tiếp tục và đến sớm nhất có thể để có thêm một chút thời gian. Đọc thêm",
            "Đây là luau tốt nhất mà tôi từng đến. Khuôn viên đồn điền rất đẹp, phòng ăn được sắp xếp hợp lý và mọi chỗ ngồi trong nhà đều có tầm nhìn đẹp ra sân khấu trung tâm, nhân viên thân thiện và hoạt động giải trí thì đỉnh cao. Hầu hết luaus đều khá cơ bản nhưng đây là một buổi tối trọn vẹn đáng giá từng xu. Thức ăn cũng rất ngon. Gia đình chúng tôi đã khám phá đồn điền, nơi cung cấp một bức ảnh hậu cảnh không thể đánh bại. Tôi thực sự muốn giới thiệu địa điểm này vào danh sách hoạt động của bạn khi ghé thăm Kauai.Đọc thêm",
            "Tuyệt vời! Tôi rất ngạc nhiên rằng trong số tất cả các hoạt động vui chơi mà chúng tôi đã thực hiện cho đến nay ở Kauai, các con tôi thích buổi biểu diễn luau và bữa tối tuyệt vời này nhất. Họ thực sự thích câu chuyện trong chương trình khiêu vũ! Địa điểm được tổ chức tốt một cách đáng kinh ngạc. Chúng tôi cũng thích đi tàu.Đọc thêm",
            "Có một trải nghiệm đáng kinh ngạc với con gái tôi tại Liau này. Nó đã được bán hết và tôi tự đưa mình vào danh sách chờ vì nghĩ rằng sẽ chẳng có gì xảy ra nếu có. Luau Kalamaku đã gọi cho tôi và nói với tôi rằng họ có chỗ cho chúng tôi và khiến kỳ nghỉ của con gái tôi trở nên đặc biệt hơn nhiều với trải nghiệm này. Bữa tối và buổi biểu diễn thật tuyệt vời. Mahalo!Đọc thêm",
            "Vì vậy, gia đình chúng tôi thực sự đã không có cơ hội trải nghiệm Luau này. Lý do tôi viết bài đánh giá này là do sự giao tiếp cực kỳ kém mà chúng tôi đã trải qua. Tôi đã đặt luau này trên 331, gần hai tháng trước ngày diễn ra. Tôi nhận được một cuộc gọi chỉ 24 giờ trước đó trên 520 thông báo với tôi rằng họ phải hủy vì họ không được phép hoạt động trong tháng 5. Bây giờ tôi HOÀN TOÀN hiểu rằng các hạn chế của Covid thay đổi liên tục và tôi hoàn toàn không đổ lỗi cho công ty này vì điều đó, tuy nhiên nếu họ biết rằng họ không thể mở cửa vào tháng 5, tại sao họ lại đợi đến ngày trước ngày chúng tôi dự kiến, để nói với chúng tôi rằng thời gian biểu diễn là ngày 21 tháng 5?? Đây được cho là một trong những sự kiện chính cho nhóm 8 người của tôi trong chuyến đi này. Vì vậy, bây giờ chúng tôi không thể đặt chỗ ở bất kỳ nơi nào khác vì mọi thứ đã được đặt hết cho đến giữa tháng 7. Chúng tôi sẽ tìm một số bãi biển tuyệt vời và vui chơi, nhưng điều này cực kỳ đáng thất vọng khi bỏ lỡ một trải nghiệm mang tính biểu tượng của Hawaii như vậy. Đọc thêm",
            "Chúng tôi thực sự rất thích chương trình này.  Các vũ công và người biểu diễn thật tuyệt vời!  Tôi khuyên bạn nên trả tiền cho những chỗ ngồi cao cấp để có tầm nhìn tốt hơn vì địa điểm này khá lớn và dàn trải nên có vẻ như khó có thể nhìn thấy từ những bàn bên ngoài.  Chúng tôi cũng nghĩ rằng đồ ăn khá ngon cho bữa tiệc buffet và đồ uống cũng rất ngon.  Chúng tôi rất thích mua sắm tại các gian hàng của nhà cung cấp nghệ sĩ trước buổi biểu diễn và ban nhạc sống chơi suốt bữa tối rất hay.  Tất cả đều muốn giới thiệu!  Một lưu ý: hệ thống âm thanh cần được nâng cấp vì hơi khó nghe một số đoạn hội thoại trong buổi chiếu.Đọc thêm",
            "Đây là luau thứ tư của tôi. Nó đứng ở vị trí thứ tư. Chất lượng tiếng ồn của địa điểm hoặc hệ thống âm thanh khiến nửa đầu buổi diễn không thể nghe được. Đây không phải là điều tôi mong đợi về chất lượng của luaus ở Hawaii. Những chiếc leis rất đáng yêu và những bức ảnh không đắt tiền như ở sone luaus. Việc tổ chức rất tốt nên chúng tôi đã được ăn buffet đúng giờ. Các vũ công lửa là điểm nổi bật của chương trình này. Địa điểm không phù hợp với một buổi biểu diễn kịch tính. Về cơ bản là dưới một chiếc lều lớn. Những sự kiện này không hề rẻ và sự kiện này cũng không rẻ hơn những sự kiện khác. Nếu đây là nơi duy nhất phù hợp với lịch trình của bạn giống như chuyến đi này của chúng tôi, hãy thực hiện nó. Nếu không thì tôi sẽ chỉnh sửa.Đọc thêm",
            "Aloha Katherine,\n\nCảm ơn bạn đã dành thời gian để viết bình luận. Chúng tôi rất tiếc khi biết mong đợi của bạn không được đáp ứng. Mahalo vì những lời khen ngợi của bạn về các vũ công lửa chuyên nghiệp của chúng tôi và trải nghiệm luau. Chúng tôi hy vọng bạn tận hưởng kỳ nghỉ của mình ở Kauai.Đọc thêm",
            "Không đáng giá tôi đã trả. Không phải luau hoặc ít nhất không phải như tôi nghĩ luau. Toàn bộ sự việc có cảm giác mất kết nối giống như họ tập hợp một loạt các điểm du lịch đóng hộp lại với nhau và gọi nó là luau. Chuyến tàu dài 45 phút và tôi không biết tại sao bạn lại chọn trả thêm tiền để đi. Tôi sẽ nói thịt lợn trong bữa tối kiểu tự chọn rất ngon. Đừng yêu cầu poi - không thích từ nhóm của chúng tôi. Không có nghi lễ khai quật lợn nấu chín nào được đề cập dù nó đã nằm trong chương trình nghị sự đã được công bố? Đã dành quá nhiều thời gian để đi dạo quanh một hội chợ thủ công kiểu chợ trời để chờ bữa tối. Gặp những người bán hàng tương tự tại hội chợ thủ công ở khách sạn của chúng tôi vài ngày sau đó. Toàn bộ sự việc đã thất bại đối với tôi. Cảm giác như tôi đang ở Disneyland hay Sea World. Bạn có thể xếp hàng để có được một bức ảnh tạo dáng của bạn và gia đình với tấm biển treo sẵn mà bạn có thể nhận và thanh toán sau vào buổi tối. Buổi biểu diễn mang tính giải trí nhưng câu chuyện đằng sau các tiết mục thật khó hiểu. Anh chàng nhảy với lửa thật ngầu, nhưng lẽ ra có thể xem miễn phí một buổi biểu diễn tương tự vào thứ Ba và thứ Sáu tại khách sạn của tôi. Những chiếc cốc đựng đồ uống ở quầy bar mở quá nhỏ nên bạn sẽ phải mất rất nhiều thời gian xếp hàng tại quầy bar. Một thành viên trong nhóm của chúng tôi đã phải xếp hàng ít nhất 40 phút để có được một hình xăm henna nhưng ngay lập tức nó đã bị phá hủy khi anh ấy phải cử động cánh tay để ăn bữa tối. Người bán hình xăm đã sửa nó miễn phí sau đó. Họ đang kiếm được rất nhiều tiền từ trải nghiệm Hawaii rập khuôn được đánh giá quá cao này. Đọc thêm",
            "Mahalo vì những phản hồi và nhận xét chi tiết về trải nghiệm của bạn. Chúng tôi đánh giá cao việc bạn dành thời gian để chia sẻ suy nghĩ của mình. Hy vọng bạn tận hưởng kỳ nghỉ của bạn ở quần đảo. Aloha!Đọc thêm",
            "Chưa bao giờ đến luau trước đây, tôi cũng không có gì để so sánh với điều này. Nhưng chúng tôi nghĩ nó thật tuyệt vời. Thể lực, vũ đạo và cách kể chuyện thật tuyệt vời. Bữa tiệc buffet tươi ngon với những lựa chọn ngon miệng, thậm chí là ăn chay. Giờ uống cocktail đã cho chúng tôi cơ hội chiêm ngưỡng nhiều tác phẩm sáng tạo của các Thợ thủ công địa phương. Chắc chắn sẽ đi một lần nữa. Đọc thêm",
            "Mặc dù luau này được đánh giá là luau ngon nhất ở Kauai, nhưng chúng tôi đã đến hòn đảo này hơn 30 năm và quyết định thử món luau này. Chúng tôi rất thất vọng vì nhiều lý do Một; vị trí có thể ở bất cứ đâu.  Bạn không có cảm giác rằng bạn đang ở trên đảo. Thứ hai: Họ hết thức ăn, kể cả món tráng miệng, vì biết rằng có gần 2000 người ở đó lẽ ra phải lên kế hoạch tốt hơn. Ba; hầu hết khách du lịch đến Hawaii để có trải nghiệm đích thực. Buổi biểu diễn của họ là một nỗ lực nhằm tạo ra một buổi trình diễn theo phong cách Hollywood, hoàn chỉnh với phần kết kiểu vua sư tử. Mai tais rất hay, nhưng bạn có thể có được mai tais ngon ở hầu hết mọi nơi! Tôi khuyên bạn nên bỏ qua luau này và chọn một cái nhỏ hơn nhiều , thân mật hơn, thời xưa, âm nhạc Hawaii và sự kiện hula. Đối với số tiền này, đây là một thẻ khó cho bất kỳ chuyến thăm nào trong tương lai. Đọc thêm",
            "Chúng tôi rất tiếc vì mong đợi của bạn không được đáp ứng. Cảm ơn bạn đã chia sẻ ý kiến ​​​​của bạn. Đọc thêm",
            "Tôi thề rằng việc cố gắng tập hợp càng nhiều người càng tốt sẽ cho bạn Mai-Tais miễn phí trong một giờ với hy vọng bạn không nhận ra trải nghiệm đó kinh khủng đến mức nào.  Chúng tôi ngồi quay lưng về phía sân khấu và với những người mà chúng tôi không quen biết.  Sẽ không tệ nếu không phải thực tế là họ đã ăn salad và bánh mì và nhìn chúng tôi như thể chúng tôi là người ngoài hành tinh đến từ hành tinh khác.  Chúng tôi yêu cầu được ngồi ở một trong nhiều bàn mở phía trước bàn của chúng tôi để ít nhất chúng tôi có thể xem buổi biểu diễn.  Đã được thông báo rằng người quản lý sẽ đến để xem liệu họ có thể đáp ứng yêu cầu hay không.  Điều tiếp theo bạn biết là chúng tôi được chuyển sang quầy buffet bao gồm cơm, mì, cá nhão và thịt lợn khô.  Chương trình rất tầm thường và không có cảm giác chân thực chút nào!  Một lần nữa có cảm giác như họ đang cố gắng nhồi nhét càng nhiều người vào để kiếm càng nhiều tiền càng tốt.  Thay vào đó, hãy tiết kiệm tiền của bạn bằng Rum Safari.  Đọc thêm",
            "Cảm ơn phản hồi của bạn - chúng tôi đã gửi phản hồi cho nhóm quản lý của chúng tôi để xem xét. Chúng tôi rất tiếc khi biết rằng mong đợi của bạn không được đáp ứng. Mahalo đã đăng bình luận của bạn. Đọc thêm",
            "Tôi vô cùng thất vọng về luau này. Nó đã được đề nghị bởi hướng dẫn viên khách sạn nghỉ dưỡng của tôi. Nghĩ kĩ thì. Họ có thể làm việc cùng nhau để có được sự giới thiệu của khách hàng. Nó có giá quá cao so với những gì bạn nhận được, họ thậm chí không cho phép bạn chọn chỗ ngồi hoặc nâng cấp chúng. Đó là 180 người, bạn không thể nhìn thấy bất cứ điều gì, nghe thấy bất cứ điều gì, có vẻ như họ sẽ tiếp nhận những người bước ra khỏi tàu du lịch hơn bất kỳ ai khác. Khi tôi hỏi liệu tôi có thể trả tiền để nâng cấp chỗ ngồi của mình không thì họ trả lời là không. Những ghế trống phía trước là dành cho PO của họ? Thậm chí còn không biết điều đó có nghĩa là gì.. người quản lý hoặc sếp của họ ngồi và quan sát là cách họ giải thích điều đó. Tôi chưa bao giờ bước ra khỏi luau trước đây, tôi đã đến mọi hòn đảo Hawaii và tôi yêu thích mọi hòn đảo luau ngoại trừ hòn đảo này. Tôi đã đi cùng 4 vị khách khác trong một chuyến công tác và đây là lần đầu tiên họ đến. Rất lúng túng.  Không bao giờ nữaĐọc thêm",
            "Chúng tôi rất tiếc khi biết rằng bạn đã thất vọng. Cảm ơn bạn đã đăng phản hồi mà chúng tôi đã chia sẻ với nhóm quản lý của mình. Mahalo.Đọc thêm",
            "Một luau không nên là một cuộc lùa gia súc vào một gian hàng có sàn bê tông, chỗ ngồi được chỉ định và một cuộc hỗn loạn trong một bữa tiệc buffet với ít thức ăn. Chúng tôi là những người đầu tiên đến bàn của mình và được khuyên rằng chúng tôi không thể ngồi ở những chiếc ghế đối diện trực tiếp với sân khấuhmmm ?? Sau đó, chúng tôi ở quá xa sân khấu nên không thể nhìn thấy chuyện gì đang xảy ra. Trong phần đầu tiên của chương trình, giọng nói bị bóp nghẹt và méo mó do chất lượng hoặc sự thiếu hụt của hệ thống âm thanh.  Nếu họ mô tả những gì chúng ta đã thấy hoặc không nhìn thấy, chúng ta sẽ không thể hiểu những gì họ đang mô tả. Quá trình sản xuất sân khấu được thuật lại bởi một người nào đó ở ngoài sân khấu và những người chơi trên sân khấu không có phần nói. Chắc chắn là một sự thất vọng!!! KHÔNG ĐƯỢC KHUYẾN NGHỊ!! !Đọc thêm",
            "Aloha và cảm ơn bạn đã để lại đánh giá. Chúng tôi rất tiếc khi biết rằng âm thanh không rõ ràng và chúng tôi đã giải quyết mối lo ngại của bạn với đội ngũ quản lý của chúng tôi. Mahalo.Đọc thêm",
            "Chúng tôi rất thích tham dự Luau Kalamaku ở Kauai cùng cả gia đình. Mọi người đều nồng nhiệt và thân thiện. Rất khuyến khích đi tàu ngay trước buổi biểu diễn để ngắm toàn bộ khu vực thông qua tour tham quan có hướng dẫn viên. Tôi ước chúng tôi đến sớm hơn một chút để tham quan chợ và các cửa hàng mà họ có tại chỗ. Trời cũng hơi lạnh nên FYI cần mang theo áo khoác, đặc biệt là trong những tháng lạnh hơn. Đội ngũ đặt chỗ rất tuyệt vời khi làm việc cùng - rất khuyến khích đặt chỗ trực tiếp với họ! Họ rất phản hồi và hữu ích! Đồ ăn rất tuyệt, mặc dù tôi ước họ có nhiều lựa chọn dành cho người ăn chay hơn vì hầu hết gia đình tôi đều ăn chay. Đọc thêm"
        ],
        "star_ratings": [
            1698,
            712,
            262,
            157,
            103
        ],
        "review_amount": 2932,
        "location": [
            "Lạnh lạnh",
            "Hawaii HI",
            "Những việc cần làm ở Lihue",
            "Kauai",
            "Hoa Kỳ",
            "Luau Kalamaku Kauai"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 15, 2023",
            "Written June 16, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 19, 2023",
            "Written June 23, 2023",
            "Written May 21, 2021",
            "Written November 1, 2022",
            "Written February 22, 2020",
            "Written March 1, 2023",
            "Written March 4, 2020",
            "Written December 15, 2022",
            "Written September 18, 2022",
            "Written October 17, 2022",
            "Written December 5, 2021",
            "Written December 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60623-d1748998-Reviews-Luau_Kalamaku_Kauai-Lihue_Kauai_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d2478713-Reviews-The_Plantation_House_by_Gaylords-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d1078325-Reviews-Verde_Restaurant-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d12323195-Reviews-Mahiko_Lounge-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d10541043-Reviews-Kauai_Sweet_Shoppe-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d10536129-Reviews-Uncle_s_Shave_Ice-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d9974339-Reviews-Aloha_Aina-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d4498565-Reviews-Mama_Lucy_s_Kitchen-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d21103386-Reviews-Kenji_Burger-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d1917484-Reviews-Hanalima_Baking-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d24053145-Reviews-Orly_Pattiserrie-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d654121-Reviews-Kauai_Plantation_Railway-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d2482828-Reviews-Koloa_Rum_Company-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d155346-Reviews-Kilohana_Plantation-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d23378261-Reviews-Giorgio_s_Gallery_kilohana-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d7349399-Reviews-Kauai_Community_Market-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d23416513-Reviews-Grove_Farm_Market-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d324455-Reviews-Kauai_Museum-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d155338-Reviews-Kauai_Community_Players-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d560870-Reviews-Kalapaki_Beach-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d185089-Reviews-Grove_Farm_Sugar_Plantation_Museum-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1748998-Reviews-or10-Luau_Kalamaku_Kauai-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3836601-Reviews-Aulii_Luau-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1570043-Reviews-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d23888737-Reviews-Luau_Ka_Hikina-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d13918959-Reviews-Ahi_Lele_Luau_Fire_Show-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d1943525-Reviews-Smith_s_Tropical_Paradise_Luau-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d1739596-Reviews-Mc_Master_Slack_Key_Concerts-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d23821342-Reviews-Ahi_Uila_Fire_Show_At_HGI_Kauai-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d573944-Reviews-Hawaii_Alive_Luau_Show_Dinner-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1674563-Reviews-South_Pacific_Dinner_Theatre-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d5975441-Reviews-Grand_Hyatt_Kauai_Luau-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d11800878-Reviews-Kauai_Safaris-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d8353571-Reviews-Zensations_Massage_Therapy-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d13436964-Reviews-Clayworks_at_Kilohana-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d9792594-Reviews-Cane_Field_Clothing_Gallery-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g25981585-d2277200-Reviews-Natural_Healing_Massage-Puhi_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d665139-Reviews-Hanalima_Bakery-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d11664848-Reviews-Kauai_Harley_Davidson-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d6602141-Reviews-Kauai_Island_Shuttle-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d526233-Reviews-Safari_Helicopters-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d789969-Reviews-Kipu_Ranch_Adventures-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d12971226-Reviews-Diamond_Point_Quartz_Crystals-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d3140483-Reviews-Self_Realization_Fellowship_Hermitage_Meditation_Gardens-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g194833-d3482526-Reviews-Cantina_de_Ricci-Montepulciano_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1146784-d15021709-Reviews-Spiagge_Bianche-Rosignano_Marittimo_Province_of_Livorno_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d3530145-Reviews-Watergate_Aqua_Adventure_Park-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g31295-d10801088-Reviews-Oatman_Ghost_Town-Oatman_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8493767-Reviews-Jamestown_Scotland_Ferry-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d2435888-Reviews-Kona_Farmers_Market-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1459873-Reviews-Alii_Kula_Lavender-Kula_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60623-d1748998-Reviews-or10-Luau_Kalamaku_Kauai-Lihue_Kauai_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60623-d1748998-Reviews-Luau_Kalamaku_Kauai-Lihue_Kauai_Hawaii.html"
    }
]