[
    {
        "attraction_name": "Lucy's Dream Fashion and Art Exhibition Center",
        "attraction_name_vi": "Trung tâm triển lãm nghệ thuật và thời trang Lucys Dream",
        "general_info": [
            "23 đánh giá",
            "69 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan trình diễn thời trang",
            "Chuyến tham quan mua sắm",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi cung cấp các sự kiện hàng tuần về triển lãm Thời trang và Nghệ thuật cho khách du lịch đến Việt Nam. Nếu bạn là khách du lịch yêu thích cả Thời trang và Nghệ thuật thì đây là nơi để bạn trải nghiệm Văn hóa Nghệ thuật Việt Nam và mua những Quà lưu niệm Nghệ thuật Thời trang tuyệt vời để mang về nhà cho gia đình thân yêu hoặc cho chính mình. Đọc thêm",
        "reviews": [
            "Chuyến đi Hà Nội vừa qua, không chỉ có món ăn ngon, con người thân thiện mà ấn tượng mà tôi gắn bó và đáng nhớ nhất chính là lần đầu tiên được trải nghiệm và sở hữu những chiếc váy thời trang. Hướng nghệ thuật độc đáo của Lucy&#39;s Dream. Tôi đã đến thăm nơi này qua sự giới thiệu của một công ty du lịch và nhờ đó tôi có cơ hội được trải nghiệm và trải nghiệm bản thân tại không gian triển lãm, nghệ thuật nơi đây. Cách trang trí hấp dẫn và đầy tính nghệ thuật của tác phẩm được thể hiện trên chất liệu ren, lụa… khiến tôi vô cùng choáng ngợp và ngưỡng mộ sự kỳ công, sáng tạo của đội ngũ thiết kế, họa sĩ trẻ. Chắc chắn tôi sẽ sử dụng trang phục hàng hiệu này cho chú rể và những sự kiện quan trọng vì chúng đẹp và nghệ thuật.Đọc thêm",
            "Chào đón chuyến tham quan của chúng tôi tại triển lãm Lucys Dream là một đội ngũ trẻ làm việc trong mọi lĩnh vực nghệ thuật - dưới sự hướng dẫn của Lucy, người đã tập trung tại đây để cùng cô xây dựng thương hiệu này - 1 thời trang nghệ thuật hoàn toàn mới. Chúng tôi đã được chúng tôi nhiệt tình giới thiệu và giải thích về những ý tưởng ban đầu khi ra mắt thương hiệu này cũng như cách các tác phẩm nghệ thuật được nâng lên một tầm cao mới khi kết hợp với trang phục thời trang. Ý tưởng này của Lucy và nhóm của cô thật đáng ngưỡng mộ và tôi tin chắc thương hiệu này sẽ sớm được nhiều người đam mê nghệ thuật cũng như yêu thời trang đón nhận và yêu thích. Cảm ơn Lucys Dream đã cho chúng tôi những trải nghiệm tuyệt vời như vậyĐọc thêm",
            "Đây là lần đầu tiên tôi đến Hà Nội và cũng là lần đầu tiên tôi biết đến một loại hình nghệ thuật mới và độc đáo - nghệ thuật mặc trang phục. Trên thực tế, thật khó để tôi tưởng tượng tại sao và làm thế nào các tác phẩm lại tạo ra quần áo thời trang. Vì vậy, tôi đã đến thăm nghệ thuật và triển lãm Giấc mơ của Lucy. Và tôi đã được chứng kiến ​​các tác phẩm đủ thể loại, trường phái khác nhau trên thế giới được cách điệu trên các sản phẩm ren, lụa rồi khoác lên mình những bộ trang phục như váy cưới của các nhà thiết kế. váy dạ hội, váy dạo phố... Tôi cũng bất ngờ trước thiết kế trang phục của họ khi kết hợp hài hòa giữa nghệ thuật và thời trang nhưng có vẻ khó kết hợp giữa nghệ thuật và thời trang. Chúc mừng giấc mơ của LucyĐọc thêm",
            "Tôi thực sự biết ơn người bạn thân yêu của mình đã rất tâm lý và thấu hiểu khi giới thiệu cho tôi về Lucys Dream khi đặt chân đến Hà Nội. Tôi thực sự choáng ngợp khi bước vào showroom. Với rất nhiều tác phẩm nghệ thuật do chính đội ngũ của mình tạo ra, họ đã nảy ra ý tưởng chọn những tác phẩm tuyệt vời đó trên những bộ quần áo và chất liệu vải sang trọng. Các tác phẩm nghệ thuật giờ đây không chỉ có trong các viện bảo tàng nghệ thuật mà còn được khoác trên mình một chất liệu hoàn toàn mới để thích ứng với những bộ trang phục thanh lịch, quý phái. Thực sự ngưỡng mộ những thành tựu của đội ngũ nghệ sĩ và nhà thiết kế của Lucys Dream đã mang lại cho tôi và rất nhiều người khác trên khắp thế giớiĐọc thêm",
            "Tôi và gia đình thân yêu của tôi vừa có chuyến đi đến đất nước xinh đẹp - Việt Nam. Và điều đặc biệt nhất khiến chúng tôi vui và mang lại nhiều cảm xúc là chuyến thăm Lucys Dream. Chúng tôi đã có một trải nghiệm rất thú vị tại đây với các nghệ sĩ trẻ và người sáng lập thương hiệu này - Lucy. Tôi được cô ấy kể về niềm đam mê, sự trân trọng khi tập hợp các nghệ sĩ trẻ và những người yêu nghệ thuật để xây dựng và đưa thương hiệu Lucy ra thế giới. Và cho đến nay, như ước mơ của cô ấy, thương hiệu Lucys Dream không chỉ được yêu thích ở Việt Nam mà đã đi khắp mọi nơi, từ Úc, Anh, Canada, Hoa Kỳ, Nhật Bản, Hàn Quốc đến những nơi xa xôi hơn như Brazil, Argentina hay Nam Phi. Nếu tôi là người Việt Nam, tôi sẽ rất tự hào khi có một thương hiệu tuyệt vời để mang đến cho toàn thế giới. Đọc thêm",
            "Nếu bạn đã từng đến Hà Nội mà chưa từng bước chân vào không gian sáng tạo nghệ thuật tại Lucys Dream thì quả là đáng tiếc. Điều làm bạn ngạc nhiên bởi tác phẩm nghệ thuật không phải là chất liệu truyền thống như mọi người vẫn nghĩ mà là trang phục. Tôi cũng từng làm việc trong lĩnh vực nghệ thuật nhưng ý tưởng đưa ý tưởng nghệ thuật lên vải và trang phục là điều khiến tôi hoàn toàn bất ngờ. Vì vậy, ngay trong chuyến tham quan này, tôi đã chọn cho mình một số người trong số họ để trở thành một trong những người đầu tiên khoác lên mình những tác phẩm tuyệt đẹp này. Cảm ơn bạn rất nhiều, LucyĐọc thêm",
            "Lần đầu tiên bạn thân của tôi từ Việt Nam về khoe chiếc váy có họa tiết nghệ thuật tuyệt đẹp của Lucy&#39;s Dream. Tôi thực sự tò mò và ghen tị với người bạn đáng yêu của mình. Sau đó, tôi đã lên kế hoạch ghé thăm đất nước Việt Nam xinh đẹp và tất nhiên địa điểm check-in đầu tiên chắc chắn là Lucys Dream. Không ngoài sức tưởng tượng của tôi. Trong mắt tôi, khi bước vào triển lãm của họ là một không gian nghệ thuật của những tác phẩm nghệ thuật được khéo léo đặt trên ren và lụa của những bộ váy vô cùng quý phái. Lucy còn xây dựng xưởng sản xuất ren của riêng mình để có thể thỏa sức sáng tạo những ý tưởng của cô và đồng nghiệp trên chất liệu ren đầy ma thuật. Chúc các bạn và Lucys Dream luôn tràn đầy đam mê nghệ thuật và sớm mang những bộ trang phục nghệ thuật của mình đi khắp thế giớiĐọc thêm",
            "Tôi đã đi đến nhiều nước trên thế giới và xem nhiều tác phẩm nghệ thuật. Các tác phẩm nghệ thuật thường được khắc họa trên các chất liệu như tranh, gỗ, sứ, tường,… Nhưng thực sự, đây là lần đầu tiên tôi biết đến nghệ thuật khoác lên mình trang phục qua Lucys Dream. Họ rất dũng cảm và sáng tạo khi đưa những ý tưởng nghệ thuật lên trang phục bằng chất liệu ren và chất liệu truyền thống đặc trưng của Việt Nam. Tôi đến thăm Lucy&#39;s Dream và được Lucy cùng nhóm sáng tạo nghệ thuật trẻ Việt Nam chào đón và chia sẻ cảm nhận về những tác phẩm tinh tế được đặt trên các trang phục. Và tất nhiên, sau chuyến thăm đó, tôi cũng không quên mua về để tặng người thân và cho chính mình. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Dịch vụ tuyệt vời, do những cô gái xinh đẹp, những chiếc váy may đo tuyệt vời. Tôi có ba chiếc váy và tất cả đều vừa vặn. Từ lần đo đầu tiên đến mỗi lần thử đồ, chúng đều tuyệt vời. Cơ sở chất lượng. Chắc chắn sẽ quay lại. Đọc thêm",
            "Cực kỳ chuyên nghiệp, rất cẩn thận và cực kỳ thú vị khi giải quyết. Có khả năng đưa ra những ý tưởng mà tôi thích. Bản thân nó là một cuộc phiêu lưu nếu bạn không quen với việc may quần áo. Đọc thêm"
        ],
        "star_ratings": [
            23,
            0,
            0,
            0,
            0
        ],
        "review_amount": 23,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Trung tâm triển lãm nghệ thuật và thời trang Lucys Dream"
        ],
        "reviews_time": [
            "Written December 4, 2019",
            "Written December 2, 2019",
            "Written November 26, 2019",
            "Written November 21, 2019",
            "Written November 11, 2019",
            "Written November 6, 2019",
            "Written October 14, 2019",
            "Written October 4, 2019",
            "Written September 23, 2019",
            "Written September 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or10-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or20-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g194796-d2343146-Reviews-Aquasplash-Lignano_Sabbiadoro_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523835-Reviews-Philopappos_Hill-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d2371845-Reviews-Mt_Erie_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10167788-Reviews-Splash_n_Party-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g40700-d4167768-Reviews-Fort_McClary_State_Historic_Site-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2203546-Reviews-Tsambika_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g186600-d214824-Reviews-The_English_Market-Cork_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d1015407-Reviews-Setas_de_Sevilla_Metropol_Parasol-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60812-d145768-Reviews-Laurel_Caverns-Farmington_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5886109-Reviews-The_Grotto-San_Antonio_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or10-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html"
    },
    {
        "attraction_name": "Lucy's Dream Fashion and Art Exhibition Center",
        "attraction_name_vi": "Trung tâm triển lãm nghệ thuật và thời trang Lucys Dream",
        "general_info": [
            "23 đánh giá",
            "69 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan trình diễn thời trang",
            "Chuyến tham quan mua sắm",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi cung cấp các sự kiện hàng tuần về triển lãm Thời trang và Nghệ thuật cho khách du lịch đến Việt Nam. Nếu bạn là khách du lịch yêu thích cả Thời trang và Nghệ thuật thì đây là nơi để bạn trải nghiệm Văn hóa Nghệ thuật Việt Nam và mua những Quà lưu niệm Nghệ thuật Thời trang tuyệt vời để mang về nhà cho gia đình thân yêu hoặc cho chính mình. Đọc thêm",
        "reviews": [
            "Dịch vụ thật tuyệt vời. Chất lượng đường may khá tốt. Rất nhanh chóng với việc giao hàng và gần như tất cả là một người thực sự biết lắng nghe nhu cầu của khách hàng và cũng là kết quả của một thợ may tuyệt vời. Dịch vụ rất chuyên nghiệp, tôi cũng sẽ giới thiệu cửa hàng đặc biệt này cho những người bạn khác. Đọc thêm",
            "Không thể không yêu cách bố trí của Lucy! Phong cách đặc biệt, chất lượng của vải, màu sắc tươi cười của nó tạo nên từng thiết kế trở nên lộng lẫy, lộng lẫy và thoải mái. Không khí tuyệt vời tại triển lãm của Lucy: sự sáng tạo và niềm đam mê Nó giống như mua sắm ở đó, tôi rời đi với một vài chiếc váy.Đọc thêm",
            "Phong cách là khác nhau! Lucy thực sự quan tâm đến việc những chiếc váy có vừa vặn không. Những chiếc váy thật tuyệt vời. Tôi thích bầu không khí và quần áo. Họ không hài lòng cho đến khi nó vừa vặn một cách hoàn hảo. Không chỉ lụa! Đọc thêm",
            "Tôi đã mua chiếc váy tuyệt vời nhất từ ​​​​nơi này và tôi đã nhận được rất nhiều lời khen ngợi! Tôi là một phụ nữ có thân hình to lớn và sau đó phải vật lộn để tìm quần áo vừa vặn với mình ở Việt Nam, mặc dù những chiếc váy họ may ở đây rất nhẹ, dễ mặc và rộng rãi. Đội ngũ nhân viên hoàn toàn tuyệt vời. Họ cung cấp quần áo chất lượng, tinh xảo và độc đáo theo truyền thống miền Bắc Việt Nam.Đọc thêm",
            "Trung tâm Triển lãm Lucys được một người bạn tốt sống ở Hà Nội giới thiệu cho tôi. Tôi ủng hộ việc cô ấy sử dụng cô ấy bất cứ khi nào. Cô ấy là một kho báu! Nơi này có vải và quần áo rất đẹp, được sản xuất tại địa phương. Rất đáng để ghé thăm khi ở Hà Nội.Đọc thêm",
            "Tôi thấy Lucy rất hữu ích và hơn nữa những chiếc váy chúng tôi mua có giá trị tốt với nhiều lựa chọn và chất lượng tuyệt vời khiến cô ấy hoàn toàn vui mừng khi được làm việc cùng, cung cấp một chiếc váy chuyên nghiệp và chính xác. 2 chiếc váy tôi may đều đẹp về mọi mặt Đọc thêm",
            "Tôi thực sự thích ý tưởng kết hợp Nghệ thuật và Thời trang của họ và biến nó thành một triển lãm sắp đặt tuyệt vời. Vị trí không xa Hồ Gươm, khoảng 5 phút nếu tài xế biết đường ngắn. Mọi thứ về triển lãm đều rất ấn tượng và tôi đã gặp khó khăn khi cố gắng hạn chế mua 5 tác phẩm thay vì 10. Giá của chúng khá chấp nhận được và do đó không thể cưỡng lại được, với những tác phẩm nghệ thuật tuyệt vời mà bạn có thể mang về nhà. Tôi yêu nơi này và cho điểm 5 vì sự sáng tạo và dịch vụ tốt được cung cấp.Đọc thêm",
            "Tôi đang tìm một số phòng trưng bày nghệ thuật và bảo tàng để ghé thăm khi đến Hà Nội và tình cờ thấy không gian triển lãm này. Tôi đặt dịch vụ tham quan có kèm xưởng may. Vào ngày đến, tôi được Hà Sally, một hướng dẫn viên du lịch thân thiện đón. Chúng tôi đã được trải nghiệm những tác phẩm nghệ thuật có thể đeo tuyệt vời, đó là những bức tranh được chuyển lên vải thông qua kiểu dệt In hoặc Ren. Phần thú vị nhất của triển lãm là tìm hiểu về câu chuyện và nguồn cảm hứng đằng sau mỗi tác phẩm nghệ thuật. Xưởng may cực kỳ vui. Tôi là một trong 2 người duy nhất tham gia buổi hội thảo đó. Và tôi tận hưởng từng giây phút của nó. Tôi đã học cách may áo ba lỗ từ vải truyền thống của dân tộc và tôi rất vui khi có thể mặc bộ đồ do chính mình tạo ra sau buổi hội thảo. Một cách tuyệt vời để khám phá văn hóa Hà Nội.Đọc thêm",
            "Tôi tình cờ tìm thấy không gian triển lãm này trên tripadvisor. Họ không tính bất kỳ khoản phí vào cửa nào vì tôi không cần hướng dẫn viên du lịch và phương tiện đi lại. Triển lãm diễn ra trên sân thượng của một tòa nhà, lúc đầu tôi nghĩ là bất tiện. Tuy nhiên, nó hóa ra lại là một địa điểm tuyệt vời để mọi người thư giãn và trải nghiệm nghệ thuật. Họ có ban công rộng rãi nhìn ra thành phố. Điều khiến tôi ấn tượng nhất là các tác phẩm nghệ thuật đeo trên người được trưng bày tại triển lãm và mức độ chi tiết do các nghệ sĩ vẽ tay mà mỗi tác phẩm nghệ thuật thể hiện. Tôi mua 10 chiếc làm quà lưu niệm và phá sản hoàn toàn. Nhưng những thứ đó đáng để đầu tư vì gia đình tôi rất yêu thích những món đồ đó. Nhìn chung, đó là một trải nghiệm tốt.Đọc thêm",
            "Tôi đã đặt dịch vụ tour của họ và được đón tại khách sạn của tôi. Hung, hướng dẫn viên du lịch rất vui vẻ và hữu ích. Trung tâm triển lãm nằm tại một tòa nhà có tên là Creative City, nơi có nhiều nghệ sĩ. Tôi thích câu chuyện về cách Lucys Dream bắt tay với các nghệ sĩ trong nước để ra mắt trung tâm triển lãm này, nơi trưng bày nhiều tác phẩm nghệ thuật dệt may và nghệ thuật in ấn có thể mặc được và nghệ thuật ren. Tôi đã mua một số đồ lưu niệm ở đây để tự nhắc nhở mình về trải nghiệm đáng yêu này. Đây chắc chắn là một địa điểm tuyệt vời để tìm hiểu về bối cảnh Nghệ thuật và Thời trang đương đại của Việt Nam. Tôi thực sự giới thiệu nơi này cho tất cả những ai đang dành thời gian ở Hà Nội Đọc thêm",
            "Cảm ơn vì đã chọn chúng tôi! Chúng tôi thực sự đánh giá cao đánh giá tốt đẹp của bạn!Đọc thêm"
        ],
        "star_ratings": [
            23,
            0,
            0,
            0,
            0
        ],
        "review_amount": 23,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Trung tâm triển lãm nghệ thuật và thời trang Lucys Dream"
        ],
        "reviews_time": [
            "Written September 12, 2019",
            "Written August 31, 2019",
            "Written August 26, 2019",
            "Written August 22, 2019",
            "Written August 19, 2019",
            "Written August 19, 2019",
            "Written August 13, 2019",
            "Written July 10, 2019",
            "Written July 4, 2019",
            "Written July 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17462448-Reviews-or10-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or20-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48047-d13369321-Reviews-Tri_County_Unique_Bazaar-Levittown_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10538697-Reviews-Blue_Lakes-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29144-d560005-Reviews-Cherry_Creek_State_Park-Aurora_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g680939-d259686-Reviews-Louisiana_Museum_of_Modern_Art-Humlebaek_Fredensborg_Municipality_Copenhagen_Regio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60314-d207068-Reviews-Cave_Point_County_Park-Sturgeon_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147390-d23964122-Reviews-La_Vigie_Paramin_Lookout-Maraval_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g60853-d1125579-Reviews-Tecumseh_Outdoor_Historical_Drama-Chillicothe_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d9730998-Reviews-Kerber_s_farm-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25152616-Reviews-Awakening_At_Wynn_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d610635-Reviews-Castel_Plage-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or20-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or10-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html"
    },
    {
        "attraction_name": "Lucy's Dream Fashion and Art Exhibition Center",
        "attraction_name_vi": "Trung tâm triển lãm nghệ thuật và thời trang Lucys Dream",
        "general_info": [
            "23 đánh giá",
            "69 trên 564 Mua sắm tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Tour trình diễn thời trang",
            "Chuyến tham quan mua sắm",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi cung cấp các sự kiện hàng tuần về triển lãm Thời trang và Nghệ thuật cho khách du lịch đến Việt Nam. Nếu bạn là khách du lịch yêu thích cả Thời trang và Nghệ thuật thì đây là nơi để bạn trải nghiệm Văn hóa Nghệ thuật Việt Nam và mua những Quà lưu niệm Nghệ thuật Thời trang tuyệt vời để mang về nhà cho gia đình thân yêu hoặc cho chính mình. Đọc thêm",
        "reviews": [
            "Tôi thật sự đề nghị tua du lịch này. Họ cung cấp phương tiện di chuyển, hướng dẫn viên du lịch giỏi và các tác phẩm nghệ thuật rất đẹp.Đọc thêm",
            "Cảm ơn vì đã chọn chúng tôi! Chúng tôi thực sự đánh giá cao đánh giá tốt đẹp của bạn!Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời vì tôi đã đến đó mà không mong đợi nhiều. Tôi tìm thấy địa điểm này khá ngẫu nhiên trên Google và quyết định thử vì nó nói điều gì đó về việc các nghệ sĩ chuyển Nghệ thuật sang Thời trang. Khi đến địa điểm, tôi hoàn toàn bị cuốn hút bởi những bộ quần áo nghệ thuật có thể mặc được và hàng dệt may được trưng bày. Các nghệ sĩ đã tạo ra những tác phẩm nghệ thuật đẹp và độc đáo, được chuyển thành vải in và trang phục ren. Thông điệp gắn liền với mỗi tác phẩm nghệ thuật thực sự kích thích tư duy, cảm động và đồng thời mang tính giải trí. Tôi đã mua một vài sản phẩm ở đây cho vợ và con gái tôi. Tôi đặc biệt giới thiệu địa điểm này cho những ai muốn tìm hiểu về bối cảnh Nghệ thuật và Thời trang ở Châu ÁViệt Nam.Đọc thêm",
            "Cảm ơn! Chúng tôi thực sự đánh giá cao đánh giá của bạn! Đọc thêm",
            "Vợ tôi và tôi đã có khoảng thời gian tuyệt vời khi thử tham gia xưởng may và vẽ tại Trung tâm Triển lãm Nghệ thuật và Thời trang của Lucys Dream. Chúng tôi đã mang về nhà những tác phẩm do chính mình sáng tạo, 2 chiếc áo đẹp làm từ vải dân tộc cổ và 2 bức tranh tuyệt đẹp được vẽ trên các loại giấy truyền thống. Khi đến đây, đừng bỏ lỡ những bộ sưu tập tuyệt vời về tác phẩm nghệ thuật đeo trên người được trưng bày. Vợ tôi đã mua 5 chiếc và cô ấy đều thích tất cả. Bản thân tôi đã học được rất nhiều điều về cách Thời trang và Nghệ thuật đan xen qua chuyến thăm này. Nhìn chung, đó là một trải nghiệm thú vị cho cả hai chúng tôi.Đọc thêm",
            "Cảm ơn! Chúng tôi thực sự đánh giá cao đánh giá của bạn! Đọc thêm"
        ],
        "star_ratings": [
            23,
            0,
            0,
            0,
            0
        ],
        "review_amount": 23,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Trung tâm triển lãm nghệ thuật và thời trang Lucys Dream"
        ],
        "reviews_time": [
            "Written July 2, 2019",
            "Written July 2, 2019",
            "Written May 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17462448-Reviews-or20-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or10-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d477276-Reviews-Ile_aux_Cerfs-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6198874-Reviews-Jekyll_and_Hyde_Restaurant-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g43117-d143416-Reviews-High_Falls-Grand_Portage_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d15666546-Reviews-Sconset_Bluff_Walk-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d655912-Reviews-Carlsbad_Premium_Outlets-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37506-d126379-Reviews-Holiday_World_Splashin_Safari-Santa_Claus_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10172519-Reviews-Mall_of_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d1674855-Reviews-Sound_Light_Egypt-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15638485-Reviews-Bluewaters-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60149-d10766260-Reviews-Bender_Park_Waterfront-Oak_Creek_Wisconsin.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-or20-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html"
    }
]