[
    {
        "attraction_name": "Lumpini Park",
        "attraction_name_vi": "Công viên Lumpini",
        "general_info": [
            "7.708 đánh giá",
            "- 35 trong số 812 điều cần làm ở Bangkok",
            "Công viên"
        ],
        "attraction_summary": "Đây là công viên lớn nhất và lâu đời nhất trong thành phố.Đọc thêm",
        "reviews": [
            "Mặc dù thiếu bất kỳ điểm tham quan du lịch lớn nào, khu phố sôi động này vẫn là nơi yêu thích của nhiều người. Cho dù đó là cuộc sống về đêm có phần nghịch ngợm ở Soi Patpong, các chợ đêm thủ công mỹ nghệ khác nhau hay vô số lựa chọn ăn uống khiến bạn thích thú, một đêm đi chơi ở Silom là điều không thể bỏ qua trong mọi hành trình. Bạn cũng nên dừng chân vào ban ngày: cùng nhân viên văn phòng tìm kiếm những món ăn đường phố ngon miệng trong bữa trưa và mua sắm tại Khu phức hợp Silom để có sự kết hợp tuyệt vời giữa các cửa hàng Thái Lan và quốc tế. Sau một ngày dạo quanh những vỉa hè đông đúc, chuyến tham quan Công viên Lumphini của Silom, Bangkok - câu trả lời cho Công viên Trung tâm của NYC, là một sự thay đổi khung cảnh đáng hoan nghênh.Đọc thêm",
            "Nơi tuyệt vời ở khu vực Sathorn để thoát khỏi cái nóng thiêu đốt và tận hưởng sự yên tĩnh và khung cảnh thành phố tuyệt đẹp. Công viên sạch sẽ và được bảo trì tốt. Cũng có thể thuê dê. Máy theo dõi nước cũng rất dễ thương.Đọc thêm",
            "Công viên xinh đẹp ở Bangkok.  Cổng vào rất an ninh, có bảo vệ.  Sân chơi, thuyền chèo và thuyền kayak.  Chúng tôi rất thích vài giờ ở công viên này.  Hãy đi sớm vì trời mát hơn nhiều và hãy tận hưởng buổi sáng của bạn ở đóĐọc thêm",
            "Công viên Lumpini nằm ở trung tâm thành phố. Bất cứ ai có cơ hội khám phá thành phố thường sẽ dừng chân nghỉ ngơi tại công viên yên bình này. Tôi thấy một số người đến thăm với những mục đích khác nhau như tiệc tùng, tập thể dục hay thậm chí là hẹn hò. Đối với tôi, tôi thường chạy bộ sau giờ học. Không khí trong lành cùng với bầu trời trong xanh thanh bình luôn khiến tôi thư thái. Mỗi khi công việc căng thẳng, tôi lại đến ngồi bên bờ ao để ngắm cảnh thành phố xinh đẹp một lúc. Điều đó thực sự giúp tôi rất nhiều. Đó là lý do tại sao tôi sẽ giới thiệu Công viên Lumpini. Nhất định phải ghé thăm một lần trong đời khi du lịch tới BKK.Đọc thêm",
            "Một nơi tuyệt đẹp, yên bình để đi dạo xung quanh với rồng Komodo! Đừng đến quá gần! Lời chỉ trích duy nhất của tôi là một phần nhất định có một số con mèo và một số trông rất cần được chăm sóc thú y. Làm tôi khá buồn vì không có ai quan tâm đủ đến mức sống ở đó để nhận chúng hoặc khiến chúng bị thiến - thiến.Đọc thêm",
            "Có một chuyến đi dạo đáng yêu quanh công viên này vào buổi sáng muộn. Thật thú vị khi thấy có bao nhiêu người sử dụng nó cho mục đích tập thể dục. Tôi rất thích không gian xanh và không khí trong lành rất cần thiết. Tôi đã từng đến thăm nhưng đây là lần đầu tiên tôi nhìn thấy những con thằn lằn khét tiếng, rất mát mẻ, chúng lạnh lùng bên cạnh nhà kính.Đọc thêm",
            "Công viên đủ dễ chịu ở giữa thành phố nhưng dường như không có nhiều điểm thu hút khách du lịch khi chúng tôi ở đó. Bình tĩnh và yên bình nhưng không có nhiều việc phải làm...dường như được người dân địa phương sử dụng nhiều hơn, ví dụ: để chạy bộ và nghỉ ngơi khỏi sự nhộn nhịp của thành phố. Sẽ chỉ đề xuất nếu bạn ở lại Bangkok lâu hơn một vài ngày. Đọc thêm",
            "Chúng tôi đã đi xem buổi hòa nhạc miễn phí tại Công viên Lumphini. Buổi hòa nhạc thật tuyệt vời. Công viên được duy trì tốt. Buổi hòa nhạc bắt đầu lúc 5h30 chiều. Được tổ chức bởi Dàn nhạc Giao hưởng Bangkok, Buổi hòa nhạc trong Công viên diễn ra vào Chủ nhật hàng tuần, thường từ giữa tháng 1 đến giữa tháng 3, tại Công viên Lumphini. Vào cửa miễn phí.Đọc thêm",
            "Chúng tôi muốn có một nơi để chạy bộ không nằm trên đường phố và vì vậy chúng tôi bắt taxi đến công viên mà chúng tôi đã đọc.  Đó có lẽ là một trong những trải nghiệm tuyệt vời nhất tôi có được ở Bangkok.  Thực sự có hàng trăm cư dân chạy quanh công viên.  Ý tôi là có quá nhiều người đến nỗi giống như đang tham gia một cuộc đua vậy.  Nhưng thật tuyệt khi thấy tập thể dục là một phần trong cuộc sống hàng ngày của người dân ở đó.  Ồ, và có một số loài thằn lằn sông khổng lồ trong công viên.Đọc thêm",
            "Một công viên xinh đẹp ở Thành phố hoặc khu thương mại của Bangkok. Tôi có một cuộc hẹn ở Tháp Thành phố Sathon lúc 11 giờ, và chúng tôi có thể dành 2 tiếng rưỡi trong công viên, nghỉ ngơi trước hồ và ăn sáng, đến phòng tập thể dục nơi chúng tôi có thể tập thể dục và nói chuyện với những vận động viên Thái Lan tốt bụng. người đã đưa ra một số gợi ý và bắt đầu trò chuyện với chúng tôi. Rất nhiều người tập luyện các trò chơi trong khoảng thời gian từ 7 đến 9 giờ và chúng tôi có thể quan sát các bài tập Tashi được luyện tập cùng nhau với âm nhạc hay và đi đến sân vận động nơi Hermione, con gái tôi có thể thử tất cả các trò chơi, khá an toàn.Đọc thêm",
            "Chúng tôi có nửa ngày trước khi bay về nhà nên quyết định đối mặt với nỗi sợ hãi của mình về những con thằn lằn. Tôi thấy rất nhiều, một số nhỏ, một số to bằng cá sấu. Công viên rất sạch sẽ. Một nơi đáng yêu để dành vài giờĐọc thêm",
            "Tôi yêu công viên này. Không chỉ dành cho mèo, chim và thằn lằn mà còn có nền văn hóa chào đón sôi động ở đây như các lớp thể dục, đài phun nước tuyệt đẹp, lối đi bộ, đường đạp xe và đường chạy.Đọc thêm",
            "Một trải nghiệm tuyệt vời thời gian tốt nhất để đi là vào buổi sáng để bạn có thể dễ dàng đến bãi đậu xe và nó trở nên bận rộn Phần tốt nhất của công viên là thằn lằn rồng rất nhiều trong số chúng, một nơi tốt để ngắm bình minh một nơi rất tốt để chụp ảnh .kinh nghiệm tốt rất muốn giới thiệu nóĐọc thêm",
            "Đi lãng phí thời gian.  Hoàn toàn không có chuyện gì xảy ra.  Trời quá nóng và không có nơi nào để mua đồ uống hay kem.  Chúng tôi rời đi vì điều này. Đã nhìn thấy con thằn lằn khổng lồ là điểm nổi bậtĐọc thêm",
            "Một ốc đảo thực sự trong rừng đá! Nơi bình tĩnh và yên bình. Nếu bạn muốn thoát khỏi sự vội vã của thành phố lớn, bạn nên đến đây. Phong cảnh thật tuyệt vời! Đọc thêm",
            "Công viên thực sự rất đẹp. Có thuyền chèo có thể được thuê. Con đường đi bộ rất đẹp cho người chạy bộ và người đi bộ. Có phòng tắm gần mỗi cổng và chúng rất sạch sẽ. Đó là một không gian xanh tuyệt đẹp giữa lòng thành phố.Đọc thêm",
            "Công viên rất đẹp và dễ đi bộ qua. Ở giữa thành phố có rất nhiều cỏ xanh và cây cối. Đó là một ngày nóng nực nhưng cũng không tệ khi đi bộ qua những khu vực râm mát của công viên. Chúng tôi nhìn thấy mọi người trên những chiếc thuyền trên mặt nước và những con thằn lằn theo dõi nước bò quanh trên đất liền. Có rất nhiều người trong số họ và có một tấm biển cảnh báo chúng tôi phải cẩn thận, nhưng họ phần lớn chỉ bận tâm đến việc riêng của mình và chỉ đi loanh quanh. Đó là một cơ hội tuyệt vời để đi dạo xung quanh và ngắm cảnh.Đọc thêm",
            "Chúng tôi mang theo bữa trưa để ngồi trong công viên và hy vọng nhìn thấy một số con thằn lằn.  Có một vài chiếc ghế dài xung quanh dưới tán cây để ngồi ăn.  Chúng tôi nhìn thấy những con thằn lằn ở dưới nước và nghỉ ngơi dưới gầm cầu.  Không có nhà cung cấp nào mở bất cứ thứ gì ở đây, điều này thực sự làm tôi ngạc nhiên.Đọc thêm",
            "Công viên Lumpini là một công viên công cộng ở trung tâm thành phố. Công viên Lumpini là một không gian xanh mang đến cho mọi người sự thư giãn giữa những tòa nhà cao tầng và bầu không khí hỗn loạn của thành phố. Công viên có bầu không khí yên tĩnh. Hoàn hảo để đi bộ, tập yoga, thư giãn dưới bóng cây, chơi với mèo hoặc chiêm ngưỡng vẻ đẹp của thiên nhiên. Điểm thu hút chính ở khu vườn này là thiên nhiên xanh tươi. Những cây cao chót vót, những bông hoa sống động và một cái ao lớn tạo nên một cảnh quan tuyệt đẹp mang đến sự nghỉ ngơi sau sự hối hả và nhộn nhịp của thành phố. Ngắm nhìn thiên nhiên giữa Bangkok khiến bạn cảm nhận được sự hòa hợp giữa thiên nhiên và sự hiện đại. Khu vườn có không gian rộng mở, cả bê tông và cỏ. Những khu vực này không chỉ là nơi thư giãn mà còn là nơi để mọi người chạy bộ hoặc đi bộ tập thể dục. và nhảy aerobic. Tại khu vực ao có hoạt động chèo thuyền. Một trong những khía cạnh quyến rũ nhất của công viên là đời sống hoang dã nơi đây. Thằn lằn giám sát lười biếng tắm nắng, đàn chim và quạ bay vút lên bầu trời. Ngoài ra, còn có rất nhiều chú mèo dễ thương để bạn gặp gỡ và chơi cùng. Nói tóm lại, Công viên Lumpini ở Bangkok là một thiên đường thanh bình giữa sự hỗn loạn của thành phố. Với cây xanh tươi tốt, bầu không khí yên tĩnh và các hoạt động đa dạng, nơi đây mang đến một lối thoát sảng khoái để thư giãn và giải trí. Từ những chuyến đi dạo nhàn nhã đến gặp gỡ động vật hoang dã thường trú, đây là điểm đến không thể bỏ qua, thể hiện sự hài hòa giữa thiên nhiên và cuộc sống đô thị.Đọc thêm",
            "Lượt xem thật tuyệt vời, dễ dàng có được X kiến ​​trúc đẹp và khu vực chỗ ngồi xinh xắn. Nhà vệ sinh đầy đủ và gần phương tiện giao thông công cộngĐọc thêm",
            "Một công viên xinh đẹp và yên bình giữa một thành phố rất sầm uất. Bạn sẽ được đi cùng với những con thằn lằn khổng lồ. Tương đối dễ dàng để đến công viên bằng tàu trên cao.Đọc thêm",
            "khi nào tôi có thể xem lễ hội đèn lồng ở công viên Lumini, ngày.Đọc thêm",
            "Xin chào mọi người, mẹ tôi rất thích thái chi nên tôi nghĩ có lẽ chúng ta có thể tham gia một nhóm ở Công viên Lumpini vào sáng sớm - khách sạn của chúng tôi không xa lắm - .\nMọi người có thể vui lòng cho tôi biết buổi sáng lúc mấy giờ là tốt nhất được không?\nCảm ơn trước và có một ngày tuyệt vời.\n\nChào hỏi \nKikiĐọc thêm",
            "Mặc dù tôi không quen thuộc với bất kỳ nhóm thái cực quyền nào tập luyện ở Lumpini nhưng tôi đã thấy họ tập luyện. Cảm giác thông thường cho tôi biết rằng họ sẽ tập luyện vào sáng sớm, nhưng vào một ngày Thứ Bảy gần đây, tôi thấy một số nhóm tập luyện vào khoảng 11 giờ sángĐọc thêm",
            "Có mất phí vào cửa không??Đọc thêm",
            "KhôngĐọc thêm",
            "Đâu là nơi tốt để ở gần trung tâm Bangkok?\nĐọc thêm",
            "Chúng tôi nằm gần Cung điện Hoàng gia và khu vực có nhiều du lịch, chẳng hạn như Đường Khao San. Chúng tôi đã đúng vì mọi thứ đều tương đối gần nhau, có hệ thống liên lạc rất tốt và dịch vụ tốt ở gần đó suốt cả ngày.Đọc thêm",
            "Giá vào công viên là bao nhiêu?Đọc thêm",
            "Vào công viên miễn phí nhưng bạn phải trả tiền cho các hoạt động, như thuyền đạp.  Tôi nghĩ ngay cả bãi đậu xe cũng miễn phí vào cuối tuần - ngày lễ.Đọc thêm",
            "Sẽ có lễ kỷ niệm nào trong lễ hội đèn lồng - loi kratong - vào tháng 11 không? Đọc thêm",
            "Vâng, thường có những lễ kỷ niệm nhưng mọi thứ có thể khác nhau từ năm này sang năm khác nên tốt hơn hết bạn nên kiểm tra gần thời gian hơn.Đọc thêm",
            "Bạn có thể đi thuyền tới đây từ mấy giờ đến mấy giờ - Đọc thêm",
            "Au center du parc pas besoin de đặt phòng. \nNgay trung tâm công viên không cần đặt trước\nNgay trung tâm thành phố - Thammai - cần - phải đặt chỗĐọc thêm",
            "Tính đến tháng 6 năm 2019 - Những thời điểm có thể nhìn thấy máy theo dõi nước ở Công viên Lumphini - Xác suất - Hãy cho tôi biết về các quán ăn vào buổi sáng - Đọc thêm",
            "Khi tôi đến Công viên Lumphini vào tháng 2 năm nay, tôi thấy hai máy giám sát nước - tôi nghe nói rằng chúng bị bắt vì có quá nhiều - nhưng tôi nghĩ khả năng cao là tìm thấy chúng nếu bạn đi bộ một chút - tôi đi ban ngày nên không biết buổi sáng các quán ăn trông như thế nào - Xin lỗi - Đọc thêm",
            "Có cửa hàng cho thuê xe đạp nào ở công viên không?Đọc thêm",
            "Không, không có cửa hàng cho thuê xe đạp nào ở đó cả. Việc đạp xe bị hạn chế và kết thúc lúc 3 giờ chiềuĐọc thêm",
            "Xin chào, tôi sẽ đến thăm chợ chatachuk vào cuối tuần này và tôi đã nghe nói về việc động vật sống bị nhốt trong điều kiện khủng khiếp. Tôi - tôi cực kỳ nhạy cảm với sự tàn ác của động vật. Có ai có thể cho tôi biết về một khu chợ giá rẻ ở Bangkok không bán động vật không? - Đọc thêm",
            "Nhiều năm trước, có những con chó được nhốt trong lồng để bán, tuy nhiên trong chuyến đi chợ cuối cùng của tôi vào tháng 7 năm 2019, không có con chó nào được tìm thấy cả.  Cần có sức chịu đựng để dành một ngày ở chợ!Đọc thêm"
        ],
        "star_ratings": [
            3486,
            3061,
            991,
            131,
            40
        ],
        "review_amount": 7709,
        "location": [
            "Những điều cần làm ở Bangkok",
            "nước Thái Lan",
            "Băng Cốc",
            "Công viên Lumpini",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written August 7, 2023",
            "Written October 3, 2023",
            "Written November 12, 2023",
            "Written November 27, 2023",
            "Written December 3, 2023",
            "Written January 14, 2024",
            "Written January 15, 2024",
            "Written January 20, 2024",
            "Written January 21, 2024",
            "Written June 1, 2024",
            "Written May 16, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 19, 2024",
            "Written March 28, 2024",
            "Written March 1, 2024",
            "Written February 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293916-d456170-Reviews-Lumpini_Park-Bangkok.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d26554355-Reviews-KHAO_SO_i_Soi_Convent_Silom-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d2186104-Reviews-Ruenton_Restaurant-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d3446028-Reviews-G_s_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d3533251-Reviews-Latest_Recipe-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23781775-Reviews-Rolling_Ribs_Brew_Bar_BBQ-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1591054-Reviews-La_Table_de_Tee-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d11733398-Reviews-Ciao_Pizza-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d951424-Reviews-Eat_Me_Restaurant-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d12180106-Reviews-Al_Saray_Silom-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d25081670-Reviews-You_Know_Where-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8820424-Reviews-Songkran_Festival_Silom-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1649878-Reviews-Naraya_Patpong-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456221-Reviews-Snake_Farm_Queen_Saovabha_Memorial_Institute-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12871491-Reviews-King_Rama_VI_Monument-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450970-Reviews-BTS_Skytrain-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d23062331-Reviews-Montien_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2405697-Reviews-Wat_Hua_Lumphong-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d447439-Reviews-Patpong_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14135436-Reviews-King_Power_Mahanakhon-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16744951-Reviews-Mahanakorn_Skywalk-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456170-Reviews-or10-Lumpini_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d554076-Reviews-King_Rama_IX_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350387-Reviews-Benjakitti_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450968-Reviews-Chao_Phraya_River-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456161-Reviews-Benjasiri_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1200537-Reviews-SEA_LIFE_Bangkok_Ocean_World-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456164-Reviews-Chatuchak_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17206390-Reviews-Playmondo_Centralworld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456378-Reviews-Khlong_Dan-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d455818-Reviews-Safari_World-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4746000-Reviews-Charles_Armani-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2242365-Reviews-Tour_East-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7368900-Reviews-Silom_Complex-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2619760-Reviews-DJ_Station-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13455677-Reviews-Secret_Food_Tours_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3812584-Reviews-Jim_Thompson_Surawong_Road-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12000160-Reviews-Sabai_Thai_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10714337-Reviews-White_Rabbit_Lounge_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10595268-Reviews-Embrace_Energy_Yoga_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d27743142-Reviews-Club_Back_Door-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4367322-Reviews-Thai_Bangkok_Cooking_School-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17234164-Reviews-MALDIVES_EXPERTS-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13372973-Reviews-The_Session-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d27172660-Reviews-Miami_Vice_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131931-d3367659-Reviews-Ocata_Beach-El_Masnou_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d13138700-Reviews-SeaQuest_Fort_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d247670-Reviews-Totem_Bight_State_Historical_Park-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104802-Reviews-The_Queen_Mary-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6936772-Reviews-Music_Fountain-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d153861-Reviews-Kilolani_Spa_at_Grand_Wailea-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d108526-Reviews-Historic_Federal_Hill-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d8094987-Reviews-Black_And_White-Split_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293916-d456170-Reviews-or10-Lumpini_Park-Bangkok.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293916-d456170-Reviews-Lumpini_Park-Bangkok.html"
    }
]