[
    {
        "attraction_name": "Lusaka National Park",
        "attraction_name_vi": "Vườn quốc gia Lusaka",
        "general_info": [
            "53 đánh giá",
            "- 11 trong số 32 điều cần làm ở Lusaka",
            "Các công viên quốc gia",
            "Thiên nhiên - Khu vực động vật hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật đáng yêu khi được nhìn thấy những chú voi và tìm hiểu cách chúng được chăm sóc.  Nhưng họ bảo bạn hãy tự lái xe vòng quanh công viên và tôi chắc chắn rằng xe của chúng tôi sẽ bị hỏng trước khi chúng tôi đi qua.  Trên đường có rất nhiều tảng đá lớn khiến tài xế của chúng tôi phải di chuyển vòng qua.  Tôi không khuyên bạn nên lái xe bằng chính phương tiện của mình, trừ khi bạn có xe Jeep hoặc thứ gì đó tương tự.  Chúng tôi không thấy con vật nào khác ngoài những con voi.\n\nVé vào công viên rất ít, nhưng để xem những con voi - thứ duy nhất đáng xem - là - 15 US mỗi người.  Dốc.\n\nNgoài ra còn có một màn trình diễn rất hay về động vật hoang dã hướng đến trẻ em nhưng cũng thú vị với người lớn.Đọc thêm",
            "Khi đến công viên, chúng tôi hướng đến khu bảo tồn voi.  Đi bộ đến hố nước, chúng tôi đã đến rất gần một con hươu cao cổ - thật tuyệt vời.  Sau đó, chúng tôi dành một giờ để quan sát những chú voi thưởng thức sữa của chúng rồi chơi đùa trong chuồng trước khi lái xe vòng quanh công viên. Trên chuyến đi này, chúng tôi nhìn thấy một con hươu cao cổ khác, nhiều voi hơn, nhiều hươu và khung cảnh đáng yêu từ sân ga ở khu dã ngoại.Đọc thêm",
            "Một công viên quốc gia nhỏ gần thủ đô, hiện là trại voi mồ côi sau khi di dời. Nếu bạn có thể có mặt ở đó lúc 11:00, bạn - sẽ được xem buổi cho bé bú bình - nếu bạn - lại 30 giây sau - bạn sẽ bỏ lỡ! Các trung tâm thông tin về các công viên quốc gia khác mở cửa một phần và những trung tâm này có vẻ rất giàu thông tin.Đọc thêm",
            "Trong công viên, chúng tôi chỉ nhìn thấy một vài con linh dương và khoảng 9 con ngựa vằn.\nTuy nhiên trung tâm khám phá là tuyệt vời. Chúng tôi thực sự ấn tượng! Nó có tính tương tác và rất nhiều thông tin. Giờ cho voi ăn rất thú vị và chúng tôi rất thích nghe những câu chuyện cũng như tìm hiểu về chúng.Đọc thêm",
            "Chúng tôi đã học được rất nhiều điều về những thách thức mà các công viên quốc gia, động vật và nhân viên phải đối mặt. Mọi người chúng tôi gặp đều thân thiện, hiểu biết, đam mê vai trò của họ và sẵn sàng chia sẻ với chúng tôi. \nNhững chú voi mồ côi thật tuyệt vời khi được xem - cho ăn và chơi đùa.  Trung tâm Khám phá rất thú vị và là một trải nghiệm tuyệt vời cho trẻ em.\nCó một khu dã ngoại với một tháp quan sát trong công viên. Các loài động vật trong công viên này đang dần được mở rộng. Chúng tôi không nhìn thấy Tê giác nhưng đã nhìn thấy hươu cao cổ, ngựa vằn, linh dương và những chú voi con từ 9 tháng đến hơn 2 tuổi. Thật dễ dàng để đến và đến gần Lusaka.Đọc thêm",
            "Chúng tôi đã học được rất nhiều điều về những thách thức mà các công viên quốc gia, động vật và nhân viên phải đối mặt. Mọi người chúng tôi gặp đều thân thiện, hiểu biết, đam mê vai trò của họ và sẵn sàng chia sẻ với chúng tôi. Những chú voi mồ côi thật tuyệt vời khi được xem - cho ăn và chơi đùa.  Trung tâm Khám phá rất thú vị và là một trải nghiệm tuyệt vời cho trẻ em. Có một khu dã ngoại với tháp quan sát trong công viên. Các loài động vật trong công viên này đang dần được mở rộng. Chúng tôi không nhìn thấy Tê giác nhưng đã nhìn thấy hươu cao cổ, ngựa vằn, linh dương và những chú voi con từ 9 tháng đến hơn 2 tuổi. Thật dễ dàng để đến và đến gần Lusaka.Đọc thêm",
            "Chúng tôi ở đó trong 4 giờ và KHÔNG THẤY ĐỘNG VẬT nào - Họ cho voi ăn vào khoảng 11 giờ 30 sáng nhưng hãy đến đó sớm vì bạn sẽ bỏ lỡ - không kéo dài lâu. Họ có một khu vực giáo dục và quán cà phê rất đẹp.  Chúng tôi đã hy vọng được nhìn thấy Tê giác nhưng cả hai đều đã qua đời nên về cơ bản đây không phải là một chuyến đi bổ ích đối với chúng tôi.  Đọc thêm",
            "Trong chính công viên, chúng tôi chỉ nhìn thấy một vài con linh dương và khoảng 9 con ngựa vằn. Tuy nhiên, trung tâm khám phá rất xuất sắc. Chúng tôi thực sự ấn tượng! Nó có tính tương tác và rất nhiều thông tin. Giờ cho voi ăn rất thú vị và chúng tôi rất thích nghe những câu chuyện cũng như tìm hiểu về chúng.Đọc thêm",
            "Một công viên quốc gia nhỏ gần thủ đô, hiện là trại voi mồ côi sau khi di dời. Nếu bạn có thể có mặt ở đó lúc 11:00, bạn - sẽ được xem buổi cho bé bú bình - nếu bạn - lại 30 giây sau - bạn sẽ bỏ lỡ! Các trung tâm thông tin về các công viên quốc gia khác mở cửa một phần và những trung tâm này có vẻ rất giàu thông tin.Đọc thêm",
            "Khi đến công viên, chúng tôi hướng đến khu bảo tồn voi.  Đi bộ đến hố nước, chúng tôi đã đến rất gần một con hươu cao cổ - thật tuyệt vời.  Sau đó, chúng tôi dành một giờ để quan sát những chú voi thưởng thức sữa của chúng rồi chơi đùa trong chuồng trước khi lái xe vòng quanh công viên. Trên chuyến đi này, chúng tôi nhìn thấy một con hươu cao cổ khác, nhiều voi hơn, nhiều hươu và khung cảnh đáng yêu từ sân ga ở khu dã ngoại.Đọc thêm",
            "Thật đáng yêu khi được nhìn thấy những chú voi và tìm hiểu cách chúng được chăm sóc.  Nhưng họ bảo bạn hãy tự lái xe vòng quanh công viên và tôi chắc chắn rằng xe của chúng tôi sẽ bị hỏng trước khi chúng tôi đi qua.  Trên đường có rất nhiều tảng đá lớn khiến tài xế của chúng tôi phải di chuyển vòng qua.  Tôi không khuyên bạn nên lái xe bằng chính phương tiện của mình, trừ khi bạn có xe Jeep hoặc thứ gì đó tương tự.  Chúng tôi không thấy loài động vật nào khác ngoài những con voi. Vé vào công viên là rất ít, nhưng để xem những con voi - thứ duy nhất đáng xem - là - 15 US mỗi người.  Steep.There - cũng có một màn trình diễn rất hay về động vật hoang dã hướng đến trẻ em nhưng cũng thú vị với người lớn.Đọc thêm",
            "Lusaka National Park  - LNP -  is located off of Leopards Hill Rd.  - 152. Drive South East and pass the boom and take a right onto Chifwema Rd.  - You will see lots of billboards, including a sign for Lusaka National Park. -  Follow this road and then turn right into the gates  - no fee -  that go in to the Economic Zone. Continue following signs for either Lusaka National Park or The Discovery Wildlife Center until you see the brick gated entrance  - fee -  to the park. Roads are paved until you get to the park entrance and then they turn to hard packed dirt. Once inside the park, follow signs to The Wildlife Discovery Center until you come to the large, unpaved parking lots  - car park - . You don - t need a SUV to drive to the Wildlife Discovery Center  - GRI-WDC -  but you do if you want to drive around the park. - If you have a suitable vehicle, you can drive around the park looking out for the 9 giraffe, impala and other animals. But the earlier in the morning you go, the better. - Around 11:30,  you can get a mini tour of the huts. We got a great tour from Emma. Ask her about the stinky rope!The feeding of the elephants is at 11:45, every day. The actual feeding lasts about 12 seconds because the elephants chug their bottles down fast. But then you get to watch unobstructed from above as they play around in their boma, splashing, shoving each other around and playing in the dirt.Oliver, the head  - Mom -  stays with you inside the covered viewing area  - accessible by a slightly steep ram, with 2 chairs and a wheelchair ramp located inside on the left! -  and answers any and all questions you have.When you - ve finished viewing, if you missed the mini-tour, or just want more time, do stop at the other huts and look at the exhibits. There are lots of touch and feel exhibits for the kids.  - Can you find the animal skull with dead parasites on it? The giraffe leg bone? - A lunch or snack at the Parkside Cafe is a must!  - I had the chicken with lemon wrap and it was delicious! -  My friend - s tweens had smoothies.Do take a peek at The Collective  - a branch of a local store in town -  which has high end items from around Zambia.  - Pro tip: If you want to buy something that says Lusaka National Park on it, ask for the magnets or posters from Inhouse Design. - The WDC is stroller  - pram -  friendly with white crushed gravel paths. All buildings are either level or have ramps, including the bathrooms with flush toilets.  - While the ladies -  bathroom does have one WC stall that is larger, I - m not 100 -  sure a wheelchair could pass through the opening. There is no diaper changing table. - Flip - flops or sandals are good enough to walk around the WDC and I didn - t feel like I needed any mosquito repellent. However, you may want long pants, sturdier shoes and bug spray if you go on the Nature Trail.A friend pointed out that the magic of seeing the baby elephants up close, is that that would never happen on a game drive  - safari -  . They would be hidden or surrounded by their elephant Moms.  - He also liked listening to all the squeaky noises they make. - Want to do a game drive AND see the elephants but don - t have the right vehicle? Game Rangers International is offering a great deal! Email them at: events AT gamerangersinternational DOT com.The GRI-WDC website has all the details about pricing. Both the GRI-WDC and Lusaka National Park have FB pages that they update regularly. - You can also adopt an elephant, which would make for an amazing present. See the GRI-WDC website for details. - Note: There are no longer any rhinos anywhere in the park. Ask the staff in the WDC to hear the tragic tale. UPDATE: Oliver said that the park is working on getting new rhinos into the larger park!Read more",
            "Lái xe suốt ba tiếng đồng hồ mà không thấy con vật nào.. quán cà phê đóng cửa, dịch vụ khách hàng tệ. Các bạn có động vật không? - - Tôi không khuyến khíchĐọc thêm",
            "Một nơi tuyệt vời để đến thăm những chú voi mồ côi ở cự ly gần. Thật truyền cảm hứng khi thấy sự chăm sóc chu đáo được dành cho việc đảm bảo sức khỏe và sự an toàn của chúng. Thật đau lòng khi nghe những câu chuyện về cách chúng đến đó. Tôi thích cách những người quản lý voi đực tự gọi mình là - những người mẹ - . Đây là điểm thu hút hàng đầu ở Lusaka! Đọc thêm",
            "Công viên xinh đẹp và vị trí tuyệt vời. Nơi đây từng là nơi trú ngụ của hai con tê giác trắng. Nơi tuyệt vời nhất để tham quan ở Lusaka. Đọc thêm"
        ],
        "star_ratings": [
            9,
            13,
            19,
            9,
            3
        ],
        "review_amount": 53,
        "location": [
            "Tỉnh Lusaka",
            "Những điều cần làm ở Lusaka",
            "Vườn quốc gia Lusaka",
            "Châu phi",
            "Zambia",
            "Lusaka"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written August 15, 2023",
            "Written September 26, 2023",
            "Written December 4, 2023",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written December 23, 2023",
            "Written December 5, 2023",
            "Written September 26, 2023",
            "Written August 15, 2023",
            "Written June 28, 2023",
            "Written June 17, 2023",
            "Written April 17, 2023",
            "Written January 19, 2023",
            "Written June 5, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293843-d8434828-Reviews-Lusaka_National_Park-Lusaka_Lusaka_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d8434828-Reviews-or10-Lusaka_National_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d3208587-Reviews-Lower_Zambezi_National_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d1116447-Reviews-Chaminuka_Game_Reserve-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d7034460-Reviews-Kalimba_Reptile_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d4310058-Reviews-Parays_Game_Farm_Wildlife_Sanctuary-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d15072064-Reviews-PaZuri_Place-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d2343197-Reviews-Parays_Game_Ranch-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d20318639-Reviews-Protect_the_Pangolins-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d7218646-Reviews-Southern_Africa_Freedom_Trail-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d23723600-Reviews-Dingi_s_Gardens-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d12667077-Reviews-37D_Gallery-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d6586360-Reviews-Lilayi_Elephant_Nursery-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d8434896-Reviews-Jame_Mosque-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d3792357-Reviews-Chilenje_House-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298090-d17544288-Reviews-Mufilika_Tours_Safaries-Victoria_Falls_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d13317496-Reviews-The_old_crow_Lusaka_Zambia-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d23635014-Reviews-The_Chena_Art_Gallery-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7198812-d7034442-Reviews-Munda_Wanga_Environmental_Park-Chilanga_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d13202200-Reviews-Jewel_of_Africa-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d13974882-Reviews-Kwisoko_Game_Ranch-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d2229544-Reviews-Namwane_Art_Gallery-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d23525331-Reviews-Il_Mercato-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d23954518-Reviews-Zambia_Messianic_Jewish_Fellowship-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d25208803-Reviews-Lusaka_Salsa-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d23635022-Reviews-Chena_Art_House-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46364-d573747-Reviews-Cliffwood_Beach-Cliffwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d136419-Reviews-Brookgreen_Gardens-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d319539-Reviews-The_Baha_i_Gardens-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d545198-Reviews-Marina_di_Puolo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g15138143-d2225656-Reviews-Ammoussa_Beach-Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110153-Reviews-Lincoln_Park_Zoo-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d207492-Reviews-Maligne_Lake-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1234491-d12865812-Reviews-Fast_Ferries-Rafina_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g33851-d106090-Reviews-Yale_University-New_Haven_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g51907-d15187273-Reviews-Next_Level_Pinball_Museum-Hillsboro_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293843-d8434828-Reviews-or10-Lusaka_National_Park-Lusaka_Lusaka_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293843-d8434828-Reviews-Lusaka_National_Park-Lusaka_Lusaka_Province.html"
    }
]