[
    {
        "attraction_name": "Luxury Travel",
        "attraction_name_vi": "Du lịch sang trọng",
        "general_info": [
            "103 đánh giá",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "Tại Luxury Travel, một bộ phận nổi bật của LuxGroup, chúng tôi được tôn vinh là Công ty Quản lý Điểm đến Cao cấp Hàng đầu Châu Á, với cam kết vững chắc mang lại sự hài lòng cho 100 khách hàng. Mang khẩu hiệu chân thành chạm đến trái tim, chúng tôi tận tâm mang đến những trải nghiệm du lịch cảm động và ý nghĩa sâu sắc. Mô hình dịch vụ của chúng tôi xoay quanh các gói tour sang trọng, có hướng dẫn viên riêng và hoàn toàn riêng biệt. Những gói này phục vụ những khách du lịch sành điệu, hứa hẹn những trải nghiệm độc đáo, độc quyền và chân thực, thực sự chỉ có một lần trong đời. Với sự nhấn mạnh vào dịch vụ cá nhân hóa, Luxury Travel đảm bảo rằng mọi hành trình đều được thực hiện tỉ mỉ để vượt quá sự mong đợi. Sự xuất sắc của chúng tôi được công nhận thông qua nhiều giải thưởng trong nước và quốc tế, nêu bật thành công của chúng tôi trong việc tạo ra những trải nghiệm du lịch đặc biệt để lại ấn tượng lâu dài cho khách hàng.Đọc thêm",
        "reviews": [
            "Đội ngũ Luxury Travels đã chuẩn bị kỳ nghỉ của chúng tôi một cách hoàn hảo. Họ đã lo liệu mọi thứ, chúng tôi được hỗ trợ trong suốt chuyến đi và được đến thăm những địa điểm tuyệt vời ở tất cả các quốc gia mà chúng tôi đã đến thăm. Cuối cùng nhưng không kém phần quan trọng, đội ngũ luôn sẵn sàng hỗ trợ khách hàng trong mọi vấn đề mà chúng tôi gặp phải trong suốt chuyến đi. Tôi đã quên rất nhiều đồ đạc trong một khách sạn ở Thái Lan và họ đã lo liệu mọi thủ tục vận chuyển đến điểm đến tiếp theo của chúng tôi một cách rất tử tế. Rất khuyến khích bạn đến thăm Châu Á cùng họ! :Đọc thêm",
            "Có một ngày đi bộ đáng yêu xuống thung lũng xanh Mường Hoa được bao quanh bởi ruộng bậc thang. Chuyến thăm nhà người Mông thật thú vị để hiểu rõ hơn về lối sống của họ. Bữa trưa được anh Hòa phục vụ tại ngôi nhà duyên dáng của anh, rất ngon và hấp dẫn. Rất khuyến khích chuyến tham quan trong ngày từ SapaĐọc thêm",
            "Chúng tôi đặt tour du lịch trong ngày để khám phá đảo Cát Bà. Chuyến đi bộ xuyên rừng rậm xanh tươi và chuyến chèo thuyền kayak đến đầm nước xanh ẩn mình thật khó quên và độc đáo. Thức ăn trên thuyền rất ngon và ngon. Đừng bỏ lỡ khi ở đảo Cát BàĐọc thêm",
            "Chúng tôi đã cùng công ty này đi tham quan đường hầm thành phố Đồng bằng sông Cửu Long. Không thể chê trách công ty này.  Hướng dẫn viên du lịch trong chuyến du lịch Mê Kông thật tuyệt vời Mario Anh ấy cũng rất am hiểu về điểm đến mà chúng tôi đang hướng tới.  Anh ấy rất thú vị.  Chúng tôi đã cười khá nhiều và cứ gọi chúng tôi là gia đình anh ấy.  Sau đó, chúng tôi tiếp tục chuyến tham quan Đường hầm nổi bật của Thành phố, một lần nữa hướng dẫn viên du lịch Đức rất am hiểu về nơi anh ấy đưa chúng tôi.  Rất khuyến khích công ty du lịch này.Đọc thêm",
            "Cảm ơn hướng dẫn viên của chúng tôi, Minh, người đã hướng dẫn chúng tôi cho chuyến tham quan Địa đạo Củ Chi trong ngày bằng tàu cao tốc.  Tiếng Anh của anh ấy rất tuyệt và anh ấy đã cho chúng tôi một số hiểu biết rất cá nhân về lịch sử Việt Nam.  Đọc thêm",
            "Gần đây tôi có cơ hội đến Việt Nam để thăm các nhà máy rượu vang và tôi phải thừa nhận rằng tôi rất thích thú và có được khoảnh khắc khó quên. Từ Đà Lạt đến Ninh Thuận, tôi đã đến thăm những nhà máy rượu vang rất ngon, nếm thử rượu vang địa phương và có cái nhìn tổng quan về một số vườn nho xinh đẹp. Được đón từ sân bay, tôi đã có một hành trình tuyệt vời trong suốt 6 ngày du lịch, với dịch vụ hàng đầu, tài xế tốt bụng, một hướng dẫn viên có kiến ​​thức sâu rộng và lựa chọn khách sạn tốt. Cảm ơn ông Raymond Ringhoff, Giám đốc điều hành của Vietnam Wine Tours, người đã giúp tôi tổ chức chuyến đi này, phối hợp với Luxury Travel Agency!Đọc thêm",
            "JB thân mến,\n\nThật tuyệt vời khi biết bạn đã tận hưởng khoảng thời gian tuyệt vời như thế nào với Luxury Travel trong chuyến đi gần đây đến Đà Lạt và Ninh Thuận. Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về trải nghiệm của mình tại đây trên TripAdvisor vì lợi ích của những khách du lịch khác. Tôi sẽ đảm bảo chuyển phản hồi tử tế của bạn đến đội ngũ tài xế và hướng dẫn viên đã hỗ trợ bạn.\n\nChúng tôi rất vui nếu bạn cũng kết nối với chúng tôi trên Facebook, Instagram hoặc Twitter. Chúng tôi thường xuyên đăng những bức ảnh, câu chuyện và tin tức thú vị đầy cảm hứng từ khắp Châu Á và bạn có thể tìm thấy động lực cho chuyến đi tiếp theo của mình!\n\nRất mong được gặp lại bạn sớm!\n\nTrân trọng,\n\nKevin Trần Mr.\nCông ty du lịch cao cấpĐọc thêm",
            "I recently had the absolute pleasure of travelling to Vietnam. What a fantastic trip I had! I was fortunate to see both the north and the south of the country.  Both areas were different, but offered so much! The people were friendly, accomodating and very accepting. At the time of my booking, which was last minute, I was unaware t hat it was the Chinese Lunar New Year period, as well as the start of Spring. There was a buzz around the country which was infectious and so colourful! My absolute favourite was that there were flowers and blossoms everywhere.... I was in heaven! It was beautiful and fragrant everywhere I went.I booked through Luxury Travel in Vietnam, they were extremely efficient, helpful and kind, especially since I made a last minute decision to travel to Vietnam.  Everything was perfectly arranged for me and nothing went wrong during my time there. I required a Visa to enter Vietnam and this too was efficiently handled by the agency.I was picked up from the airport on arrival and and taken back to the airport for my departure.  I was given a driver, as well as a guide throughout my stay, and as a woman travelling alone, I felt safe at all times. I was collected from my hotel and dropped back at the hotel punctually every time. The services were excellent.  I requested 3 hotels which were very clean, service and food was excellent.  I visited Hanoi first and went on a boat cruise on Halong Bay. ABSOLUTELY FANTASTIC! It felt as though I was in another world. I did the Hanoi City Tour which included The Ho Chi Minh Complex,  The Temple of Literature,  The Tran Quoc Pagoda  and The Hoa Lo Prison. I was driven through the Old Quarter on a cyclo and went to see and walk around Hoan Kim Lake, followed by a Water Puppet Show....something i have never experienced before.Then I flew to Ho Chi Minh City Saigon which was just as awesome! I saw the city part of Ho Chi Minh City,  went on the Mekong Delta trip which was fantastic,  totally different to Halong Bay. Each has its own characteristics and beauty. The Cu Chi Tunnels was another wonderful experience.  I learnt so much and better understood the Vietnam American  War. The food was delicious everywhere I ate. They serve 7 - 10 courses per meal, with large servings. I felt I was permanently eating! However,  I never ate from any of the street vendors, as I wasnt sure if I would get ill and then spoil my trip.A great cultural, colourful, friendly and delicious trip to experience...............                 a photographers dream!Read more",
            "Jacqueline thân mến,\n\nLời chào từ Luxury Travel Việt Nam!\nThật tuyệt vời khi biết bạn đã tận hưởng khoảng thời gian tuyệt vời như thế nào với Luxury Travel trong chuyến đi gần đây đến Việt Nam. Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về trải nghiệm của mình tại đây trên TripAdvisor vì lợi ích của những khách du lịch khác. Tôi sẽ đảm bảo chuyển phản hồi tử tế của bạn đến đội ngũ tài xế và hướng dẫn viên đã hỗ trợ bạn.\n\nChúng tôi rất vui nếu bạn cũng kết nối với chúng tôi trên Facebook, Instagram hoặc Twitter. Chúng tôi thường xuyên đăng những bức ảnh, câu chuyện và tin tức thú vị đầy cảm hứng từ khắp Châu Á và bạn có thể tìm thấy động lực cho chuyến đi sắp tới của mình!\n\nRất mong được gặp lại bạn!\n\nTrân trọng,\n\nKevin Trần Mr.\nCông ty du lịch cao cấpĐọc thêm",
            "Thật là một ngày tuyệt vời lúc 8 giờ sáng bắt đầu chuyến đi xe buýt nhỏ 90 phút trên những con đường tốt đến trung tâm vùng đồng bằng và sau chuyến viếng thăm Chùa, chuyến tham quan sẽ xuống nước trên một chiếc taxi có động cơ đến một số hòn đảo gần đó để tham quan kẹo dừa, ong và trà mật ong, trăn Pete, nếm trái cây với âm nhạc địa phương - cưỡi xe ngựa, thuyền tam bản trên vùng nước đọng đông đúc, trở lại taxi nước, điểm dừng tiếp theo, bữa trưa trên thuyền nhỏ hơn với thức ăn tuyệt vời - lựa chọn đi xe đạp hoặc ngủ trên võng và quay lại khách sạn 5.oopm giá trị tốt, hướng dẫn viên rất thân thiện và đầy đủ thông tin với tiếng Anh tốt và tài xế an toàn cẩn thận -- 9 người nên không đông đúc - rất được khuyến khíchĐọc thêm",
            "GDay thân mến,\n\nThật tuyệt vời khi biết bạn đã tận hưởng khoảng thời gian tuyệt vời như thế nào với Luxury Travel trong chuyến đi gần đây đến Đồng bằng sông Cửu Long. Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá tích cực về trải nghiệm của mình tại đây trên TripAdvisor vì lợi ích của những khách du lịch khác. Tôi sẽ đảm bảo chuyển phản hồi tử tế của bạn đến đội ngũ tài xế và hướng dẫn viên đã hỗ trợ bạn.\n\nChúng tôi rất vui nếu bạn cũng kết nối với chúng tôi trên Facebook, Instagram hoặc Twitter. Chúng tôi thường xuyên đăng những bức ảnh, câu chuyện và tin tức thú vị đầy cảm hứng từ khắp Châu Á và bạn có thể tìm thấy động lực cho chuyến đi tiếp theo của mình!\n\nRất mong được gặp lại bạn sớm!\n\nTrân trọng,\n\nKevin Trần Mr.\nCông ty du lịch cao cấpĐọc thêm",
            "Tôi đã dành một chuyến du lịch một ngày với họ và tôi rất hài lòng. Tôi có ít thời gian ở Hồ Chí Minh nên quyết định đi địa đạo Củ Chi và kênh rạch đồng bằng sông Cửu Long trong một ngày. Hướng dẫn viên du lịch rất tốt bụng và họ cung cấp nước ngọt cho cả nhóm. Đọc thêm",
            "Thưa ông Diego D,\n\nCảm ơn những đánh giá đáng yêu của bạn về những dịch vụ tuyệt vời của Luxury Travel Vietnam.\n\nThật tuyệt vời khi biết rằng bạn rất thích thú trong chuyến đi đến Địa đạo Củ Chi với Luxury Travel. Đánh giá trung thực của bạn ở đây sẽ là nguồn động viên to lớn cho đội ngũ của chúng tôi cải thiện dịch vụ của mình.\n\nChúng tôi đánh giá cao sự giới thiệu của bạn cho chúng tôi với bạn bè của bạn và những khách hàng khác. Chúng tôi mong muốn được chào đón bạn và bạn bè đến du lịch Việt Nam một lần nữa và sử dụng Luxury Travel Vietnam một lần nữa.\n\nTrân trọng,\nDu lịch cao cấp Việt Nam Đọc thêm",
            "Tôi đã có 2 công ty du lịch khác nhau thực hiện trong 2 ngày. Ngày đầu tiên du lịch Asianalink đến Củ Chi và ngày thứ 2 Luxury Travel. Tôi có thể nói rằng du lịch sang trọng tốt hơn nhiều. Dịch vụ và giá cả thực sự đáng giá. Chúng tôi đã trả 25 USD cho chuyến tham quan cả ngày gồm 9 nhóm nhỏ đến đồng bằng sông Cửu Long. Hiệu quả, hướng dẫn viên nói rất tốt. Cuộc hành trình đưa chúng tôi khoảng 1,5 giờ đến cầu cảng. Tất cả các khoản phí đã bao gồm. tàu trung chuyển từ đất liền ra đảo. đi thuyền tam bản, đi xe vòi, đi xe đạp, và Phải kể đến, Bữa trưa 5 món Việt Nam, tuyệt vời. Tôi thực sự không chắc làm thế nào họ có thể thu xếp phù hợp với tất cả với 25 USD mỗi người.Đọc thêm",
            "Xin chào \n\nCảm ơn tin nhắn ấm áp của bạn từ Hà Nội. Rất vui được làm việc với bạn để lên kế hoạch cho chuyến đi của gia đình bạn và những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi.\n\nChúng tôi cam kết tiếp tục mang đến những trải nghiệm đặc biệt và mong muốn mang đến nhiều ưu đãi và quà tặng hấp dẫn hơn nữa cho kỳ nghỉ tiếp theo của bạn tại Việt Nam. Bạn bè của bạn sẽ nhận được những lợi ích tương tự khi được giới thiệu đến Luxury Travel và chúng tôi đánh giá cao những đề xuất của bạn cho các gia đình khác.\n\nXin vui lòng liên hệ với tôi hoặc nhóm của chúng tôi bất cứ lúc nào. Chúng tôi ở đây để hỗ trợ bạn và đảm bảo chuyến đi tiếp theo của bạn cũng đáng nhớ như vậy.\n\nMột lần nữa xin cảm ơn sự đánh giá cao của bạn và chúng tôi mong được chào đón bạn quay trở lại để khám phá những điểm đến mới ở Đông Nam Á.\n\nXin cảm ơn,\n\nNam Trần\nDu lịch hạng sangĐọc thêm",
            "Xin vui lòng cho biết giá cho 02 ngày 01 trên Sails of Indochina Cruises tại Vịnh Lan Hạ cho 02 khách? Cảm ơn nhiềuĐọc thêm",
            "Hi Sanvoisin,\n\nPlease refer to our below program:\nTour Itinerary:\n\nHighlights of our cruise:\n-          Cruise aboard our private wooden Junks, far away from the touristic areas to ensure a peaceful and stunning trip.\n-          Our Junks are promised to provide comfort, authentic and safety.\n-          Delicious fresh seafood meals served on board. For vegetarian, please do let us known\n\n \n\nDay by Day itinerary:\nDay 01: Hanoi - Hai Phong - Ferrry to Cat Ba\nPick up at your hotel in Hanoi, transfer to Ben Binh, take a fast ferry for a quick crossing to Cat Ba Island. Boarding on boat at 12h00 at Ben Beo harbor, transfer to our Junk with a welcome drink. The junk travel through a floating fishing village. One-hour cruise in Lan Ha Bay to discover the stunning beaches of Ba Trai Dao. You have the first stop for kayaking and swimming on the beach.\nDelicious seafood lunch and free time to rest while the crew will stop the engine to cruise with sails to Ong Cam Area.  Finally, the Junk will drop the anchor in a remote area. The crew prepair the fishing gear. Diner and night aboard.\n \nDay 02: Lan Ha - Halong  Hon Gai - Hanoi\nBreakfast aboard. Kayaking to discover a hidden lake and Tunnels cave. Cruising in the magnificent Halong Bay, admiring the fascinating rock formations in the bay. Check-out before 11am. Lunch aboard. Disembarkation at Hon Gai harbor to go back to Hanoi with our guide and driver. End of our service.\n \n\nThe price includes:\n-        Our traditional Private Sailing Junk  you and the crew will be the only one on board\n-        Kayak in Lan Ha Bay and Ha Long Bay\n-        Entrance tickets for all the visits\n-         2 lunches, one fresh seafood diners and one breakfast\n-        Transfer airport in Hanoi -Catba and Halong-Hanoi by private car\n-        Ferry boat from Haiphong to CatBa\n-        Tea and coffee aboard the Junk\n\nThe price does not include:\n-        Drinks on the boat                   \n-        English speaking guide\n-        Personal travel insurance\n-        Tips and gratuities\n-        Everything that is not mentioned in the included section\n\nThis price is for private cruise with full board: 330 USDpax based on the group of 02 pax traveling togetherRead more",
            "Chi phí một ngày đến đồng bằng sông Cửu Long là bao nhiêu? Đã là một cặp đôi\nCảm ơn bạn trước vì câu trả lời của bạn\n\nFannyĐọc thêm",
            "Chào Fanny,\n\nCảm ơn quý khách đã quan tâm đến dịch vụ của chúng tôi\nKhám phá các tuyến đường thủy của đồng bằng sông Cửu Long của Việt Nam bằng thuyền gỗ truyền thống trong chuyến đi trong ngày. Ngắm những ngôi làng ven sông yên bình, những khu vườn tươi tốt, quầy hàng trong chợ và xưởng gia đình địa phương. Tìm hiểu cuộc sống hàng ngày của người dân địa phương và thưởng thức hương vị địa phương...\nVui lòng gửi email trực tiếp cho chúng tôi để biết giá khuyến mãi\n\nKevinĐọc thêm",
            "Chào buổi sáng,\n\nXin tư vấn cho chúng tôi chi phí cho chuyến du lịch 2 ngày một đêm tại homestay ở Bắc Sơn là bao nhiêu? Chúng tôi có 4 người bạn đi du lịch cùng nhau. Cảm ơn bạn rất nhiều vì phản hồi của bạnĐọc thêm",
            "Xin chào Caroline,\n\nCảm ơn bạn rất nhiều vì đã quan tâm đến Luxury Travel\nThung lũng Bắc Sơn là một tuyến đường mới đối với chúng tôi và thực sự không phù hợp\n\nGiá cho nhóm 4 người là 109 Europax\nĐừng ngần ngại liên hệ với chúng tôi nếu bạn muốn biết thêm thông tin về chuyến tham quan này\n\nMong được đọc bạn,\n\nTrân trọng,\n\nKevinĐọc thêm",
            "Hi Edgar,\n\nThank you very much for your kind interest in our service\n\nThe Highlights of this trip:\n Enjoy beautiful mountainous landscapes\n Get a good insight into local life of a hill tribe who lives on stilt houses\n Local food, local experience\n Gentle hike throught different hilltibe villages in a peaceful countryside\n\nDay by Day Itinerary:\nDAY 01: HANOI - BAC SON\nOur journeys starts from Hanoi at 08:00 AM. The drive takes us nearly 4 hours, through the fertile Red River Delta and onward into the hilly region after Thai Nguyen province. The landscape along the way is beautiful with rice and other cereal fields, dotted with stilt-house villages. There will be some stops on the way for taking photographs. Arrive at Quynh Son village by noon. A Tay lunch will be severed at a local stilt house. This is a great chance to enjoy the local food and to interact with the host family.\n\nAfter lunch and a short rest, we will take a short stroll around the village to learn the daily life of the Tay ethnic minority. Get picked up by car on the way and transferred to the foot of a mountain where the cell phone tower situated atop. Thence, we start climbing up to the summit for admiring the dramatic panorama of the valley.\n\nGetting back down and walk to the homestay for refreshing, rest and dinner. Overnight at the homestay.\nIncluded meals: Lunch  Dinner\n\nDAY 02: BAC SON - LANG SON - HANOI\nAfter the traditional breakfast, this morning we will embark on a 3 hour hike on a rural back road. Along the hike, you can have a close look at the local farming, enjoy the peaceful atmosphere in a good harmony of mountains, forests and local life. At the end of the hike we get picked up by our private transport back to the family. After lunch, we will drive back throught amazing scenery to Hanoi.\nArrive in Hanoi around 5.00 PM. End of service.\nIncluded meals: Breakfast, Lunch\n\nSpecial offer: USD  129 per person in private tour of 4-8 people\n\nHappy Traveling with Us\n\nKevin T\nLuxury TravelRead more",
            "Bạn quan tâm đến thung lũng Bắc Sơn và tour du lịch riêng tại nhà dân, vui lòng cho biết chi phí cho nhóm 04 khách đi du lịch vào tháng 10?\nBạn có hướng dẫn viên nói tiếng Đức cho chuyến tham quan này không?Đọc thêm",
            "Xin chào Edgar,\n\nGiá cho chuyến tham quan Thung lũng Bắc Sơn và nhà dân 02D01N là 129 USDpax cho nhóm riêng từ 4-8 người, Chúng tôi có thể sắp xếp hướng dẫn viên nói tiếng Đức cho bạn phù hợp\n\nTrong lúc chờ đợi, chúng tôi rất mong nhận được phản hồi từ bạn,\n\nTrân trọng,\n\nKevinĐọc thêm",
            "Dear Kirsty C,\n\nWarmest greetings from Vietnam!\nThank you very much for your kind interest in our service\nWe would like to answer you as below for 01 day Hanoi City tour quoted in AUD\n79 AUDperson for the group of 02 pax including the Pho at lunch time, if you have more participants, the price is less expensive\n\nThis tour includes: \nIN THE MORNING\n08:30 depart from your hotel for Ba Dinh Square where you will visit to the mausoleum of the historic figure and father of modern Vietnam, Ho Chi Minh and the former presidents stilt house where he lived from 1958 to 1969, his former home illustrates the modesty of this Vietnamese revolutionary. The One Pillar Pagoda, founded by King Ly Thai To in 1049 will be visited next: This structure is one of Vietnams most iconic pagodes. Move on with the Temple of Literature: In 1070 Quoc Tu Giam - Vietnams first university, also referred to as Van Mieu Quoc Tu Giam, was established within a temple to educate Vietnams royalty, mandarins and members of the elite. The university functioned for an incredible 700 years and its gardens and well-preserved architecture offer a fascinating glimpse into Vietnams past dating back to 11 century. A Vietnamese typical Pho at Ly Quoc Su  the best in th city for Pho - Vietnamese Noudle soup will be served at a local restaurant in the city.\n \nIN THE AFTERNOON\nVisit the fascinating Ethnology Museum, which are both a research center and a public museum exhibiting the ethnic groups of Vietnam. At the end of the afternoon visit Ngoc Son Taoist Temple, located on a little island of Hoan Kiem Lake and listen to a beautiful legend of this central Lake and learn about the rare species of tortoise which still live there. Take a short stroll around Hanois Old Quarter, which is also known as the 36 streets. This bustling area of narrow streets and alleys is home to literally thousands of small businesses and shopkeepers. Its a great place to explore with plenty of photo opportunities all around you. End of our service\n\nPlease feel free to contact us at anytime, were always at your service\n\nBest regards,\n\nKevin Tran\nLuxury TravelRead more",
            "Tour tham quan thành phố Hà Nội 1 ngày có giá bao nhiêu bằng AUD?Đọc thêm",
            "Xin chào Kirsty C,\n\nChúng tôi đã trả 69 USD mỗi người cho chuyến đi này cho nhóm 3 người. Chúc các bạn sẽ có chuyến tham quan thú vị cùng họ khi ở \n\nChúc bạn đi du lịch vui vẻ!Đọc thêm"
        ],
        "star_ratings": [
            95,
            8,
            0,
            0,
            0
        ],
        "review_amount": 103,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Du lịch sang trọng",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written March 22, 2019",
            "Written December 9, 2018",
            "Written August 1, 2018",
            "Written June 7, 2017",
            "Written February 28, 2017",
            "Written February 16, 2017",
            "Written January 19, 2017",
            "Written January 6, 2017",
            "Written November 17, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d7940239-Reviews-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or10-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or20-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d527731-Reviews-Kato_Paphos_Archaeological_Park-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g47855-d14928602-Reviews-Tiana_Beach-Hampton_Bays_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d606341-Reviews-Southern_Nights-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g644280-d2344170-Reviews-Podere_Il_Casale-Pienza_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d116390-Reviews-Brighton_Beach-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60023-d7901032-Reviews-Sandy_Beach-Lake_Mills_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g41954-d209259-Reviews-Wrentham_Village_Premium_Outlets-Wrentham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d23503701-Reviews-Baha_Bay_Water_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-Myrtos_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30712-d3184248-Reviews-Wind_Creek_Montgomery-Montgomery_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or10-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "kỳ nghỉ": 0.9955278487177566,
            "chuyến đi": 0.9848617742827628,
            "địa điểm": 0.9954135369043797,
            "khách sạn": -0.13228713674470782,
            "điểm đến": 0.973149755038321,
            "thung lũng xanh mường hoa": 0.9910146574256942,
            "chuyến thăm nhà người mông": 0.9824182845186442,
            "bữa trưa": 0.7023953516036272,
            "ngôi nhà": 0.9955146193387918,
            "chuyến tham": 0.9456962863332592,
            "tour du lịch": 0.5,
            "đảo cát": 0.986006312770769,
            "chuyến đi bộ": 0.8737691454589367,
            "rừng rậm": 0.9928978389361873,
            "chuyến": 0.8019199304981157,
            "chèo thuyền kayak": 0.7799312814604491,
            "đầm nước": 0.969115448417142,
            "thức ăn": 0.9346241378225386,
            "thuyền": 0.9956179580767639,
            "đường hầm thành phố đồng bằng sông cửu long": 0.6830870434641838,
            "hướng dẫn viên du lịch": 0.8737691454589367,
            "chuyến du lịch mê": 0.8737691454589367,
            "đường hầm": 0.8737691454589367,
            "ty du lịch": 0.9953699524048716,
            "hướng dẫn viên": 0.8907916197592082,
            "chuyến tham quan địa đạo": 0.5,
            "lịch sử việt": 0.993374762008898,
            "nhà máy rượu vang": 0.9944401445682161,
            "sân bay": 0.9823395719868131,
            "hành trình": 0.9661003119836096,
            "dịch vụ": 0.9948586286045611,
            "trải nghiệm": 0.9955759237442786,
            "ty du lịch cao": 0.9277484575286508,
            "chuyến đi xe": 0.7417748941807076,
            "trung tâm vùng đồng bằng": 0.5049897786229849,
            "chuyến viếng": 0.5216883756220341,
            "chuyến tham quan": 0.462250679731369,
            "hòn đảo": 0.5751833217218518,
            "kẹo dừa ong": 0.3710856419056654,
            "mật ong": 0.4739272575825453,
            "âm nhạc": 0.4856456220149994,
            "vùng nước": -0.21559793688356876,
            "taxi nước": 0.5104908077046275,
            "xe": 0.6504305167472921,
            "giá trị": 0.9825829155743122,
            "đồng bằng sông cửu long": 0.8737691454589367
        },
        "dicts_adj": {
            "kỳ nghỉ": [
                "hoàn hảo"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "Cuối cùng",
                "kém",
                "quan trọng",
                "sẵn sàng",
                "suốt",
                "tuyệt vời",
                "khoảng",
                "tuyệt vời",
                "gần",
                "thường xuyên",
                "thú vị",
                "đầy",
                "tuyệt vời",
                "khoảng",
                "tuyệt vời",
                "gần",
                "thường xuyên",
                "thú vị",
                "đầy",
                "gần",
                "thường xuyên",
                "thú vị",
                "đầy"
            ],
            "địa điểm": [
                "tuyệt vời"
            ],
            "khách sạn": [
                "tử tế",
                "tốt"
            ],
            "điểm đến": [
                "tử tế"
            ],
            "thung lũng xanh mường hoa": [],
            "chuyến thăm nhà người mông": [
                "thú vị",
                "rõ",
                "hơn"
            ],
            "bữa trưa": [
                "ngon",
                "nhỏ",
                "hơn"
            ],
            "ngôi nhà": [
                "ngon"
            ],
            "chuyến tham": [
                "nổi bật"
            ],
            "tour du lịch": [],
            "đảo cát": [],
            "chuyến đi bộ": [
                "xanh tươi"
            ],
            "rừng rậm": [
                "xanh tươi"
            ],
            "chuyến": [
                "khó",
                "độc đáo"
            ],
            "chèo thuyền kayak": [
                "khó",
                "độc đáo"
            ],
            "đầm nước": [
                "khó",
                "độc đáo"
            ],
            "thức ăn": [
                "ngon",
                "ngon",
                "tuyệt vời"
            ],
            "thuyền": [
                "ngon",
                "ngon"
            ],
            "đường hầm thành phố đồng bằng sông cửu long": [
                "cùng"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời",
                "am hiểu"
            ],
            "chuyến du lịch mê": [
                "tuyệt vời",
                "am hiểu"
            ],
            "đường hầm": [
                "nổi bật"
            ],
            "ty du lịch": [],
            "hướng dẫn viên": [
                "tốt",
                "tử tế",
                "tử tế",
                "thân thiện",
                "đầy đủ",
                "tốt",
                "an toàn",
                "cẩn thận",
                "đông đúc",
                "tử tế"
            ],
            "chuyến tham quan địa đạo": [],
            "lịch sử việt": [
                "tuyệt",
                "cá nhân"
            ],
            "nhà máy rượu vang": [
                "Gần",
                "khó",
                "ngon nếm",
                "tổng quan",
                "xinh đẹp"
            ],
            "sân bay": [
                "tuyệt vời",
                "suốt"
            ],
            "hành trình": [
                "tuyệt vời",
                "suốt"
            ],
            "dịch vụ": [
                "tốt bụng"
            ],
            "trải nghiệm": [
                "nhiều",
                "khác",
                "nhiều",
                "khác",
                "nhiều",
                "tích cực",
                "khác"
            ],
            "ty du lịch cao": [
                "cao cấp",
                "cao cấp",
                "cao cấp"
            ],
            "chuyến đi xe": [
                "nhỏ",
                "tốt"
            ],
            "trung tâm vùng đồng bằng": [
                "gần"
            ],
            "chuyến viếng": [
                "gần"
            ],
            "chuyến tham quan": [
                "gần"
            ],
            "hòn đảo": [
                "gần"
            ],
            "kẹo dừa ong": [
                "tam bản"
            ],
            "mật ong": [
                "tam bản"
            ],
            "âm nhạc": [
                "tam bản"
            ],
            "vùng nước": [
                "đông đúc"
            ],
            "taxi nước": [
                "nhỏ",
                "hơn"
            ],
            "xe": [
                "nhỏ",
                "tốt"
            ],
            "giá trị": [
                "tốt"
            ],
            "đồng bằng sông cửu long": [
                "tuyệt vời",
                "khoảng",
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "kỳ nghỉ": 1,
            "chuyến đi": 3.0,
            "địa điểm": 1,
            "khách sạn": 2.0,
            "điểm đến": 1,
            "thung lũng xanh mường hoa": 0.5,
            "chuyến thăm nhà người mông": 0.5,
            "bữa trưa": 1.0,
            "ngôi nhà": 0.5,
            "chuyến tham": 1.0,
            "tour du lịch": 0.5,
            "đảo cát": 0.5,
            "chuyến đi bộ": 0.5,
            "rừng rậm": 0.5,
            "chuyến": 0.5,
            "chèo thuyền kayak": 0.5,
            "đầm nước": 0.5,
            "thức ăn": 1.0,
            "thuyền": 0.5,
            "đường hầm thành phố đồng bằng sông cửu long": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "chuyến du lịch mê": 0.5,
            "đường hầm": 0.5,
            "ty du lịch": 0.5,
            "hướng dẫn viên": 3.0,
            "chuyến tham quan địa đạo": 0.5,
            "lịch sử việt": 0.5,
            "nhà máy rượu vang": 0.5,
            "sân bay": 0.5,
            "hành trình": 0.5,
            "dịch vụ": 0.5,
            "trải nghiệm": 1.5,
            "ty du lịch cao": 1.5,
            "chuyến đi xe": 0.5,
            "trung tâm vùng đồng bằng": 0.5,
            "chuyến viếng": 0.5,
            "chuyến tham quan": 0.5,
            "hòn đảo": 0.5,
            "kẹo dừa ong": 0.5,
            "mật ong": 0.5,
            "âm nhạc": 0.5,
            "vùng nước": 0.5,
            "taxi nước": 0.5,
            "xe": 0.5,
            "giá trị": 0.5,
            "đồng bằng sông cửu long": 0.5
        }
    },
    {
        "attraction_name": "Luxury Travel",
        "attraction_name_vi": "Du lịch sang trọng",
        "general_info": [
            "103 đánh giá",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "Tại Luxury Travel, một bộ phận nổi bật của LuxGroup, chúng tôi được tôn vinh là Công ty Quản lý Điểm đến Cao cấp Hàng đầu Châu Á, với cam kết vững chắc mang lại sự hài lòng cho 100 khách hàng. Mang khẩu hiệu chân thành chạm đến trái tim, chúng tôi tận tâm mang đến những trải nghiệm du lịch cảm động và ý nghĩa sâu sắc. Mô hình dịch vụ của chúng tôi xoay quanh các gói tour sang trọng, có hướng dẫn viên riêng và hoàn toàn riêng biệt. Những gói này phục vụ những khách du lịch sành điệu, hứa hẹn những trải nghiệm độc đáo, độc quyền và chân thực, thực sự chỉ có một lần trong đời. Với sự nhấn mạnh vào dịch vụ cá nhân hóa, Luxury Travel đảm bảo rằng mọi hành trình đều được thực hiện tỉ mỉ để vượt quá sự mong đợi. Sự xuất sắc của chúng tôi được công nhận thông qua nhiều giải thưởng trong nước và quốc tế, nêu bật thành công của chúng tôi trong việc tạo ra những trải nghiệm du lịch đặc biệt để lại ấn tượng lâu dài cho khách hàng.Đọc thêm",
        "reviews": [
            "Chúng tôi đi từ Hà Nội đến Vịnh Hạ Long, tới Đà Nẵng, tới Siem Reap và sau đó là Sài Gòn. Chúng tôi luôn nhận được sự hỗ trợ tuyệt vời và sự sắp xếp chuyến đi hoàn hảo do Eric và nhóm của anh ấy tổ chức. Đôi khi chúng tôi muốn thay đổi thời gian đón trong thời gian ngắn. Việc này đã được xử lý mà không có bất kỳ phiền toái nào và số liên lạc 24 giờ luôn được trả lời là một sự củng cố niềm tin tuyệt vời. Dịch vụ này không ai sánh kịp và rất được khuyến khích.Đọc thêm",
            "Thưa ông John T,\n\nCảm ơn những đánh giá đáng yêu của bạn về những dịch vụ tuyệt vời của Luxury Travel Vietnam.\n\nThật tuyệt vời khi biết rằng bạn rất thích thú trong chuyến đi đến Việt Nam và Campuchia với Luxury Travel. Đánh giá trung thực của bạn ở đây sẽ là nguồn động viên to lớn cho đội ngũ của chúng tôi cải thiện dịch vụ của mình.\n\nChúng tôi đánh giá cao sự giới thiệu của bạn cho chúng tôi với bạn bè của bạn và những khách hàng khác. Chúng tôi mong muốn được chào đón bạn và bạn bè đến du lịch Việt Nam một lần nữa và sử dụng Luxury Travel Vietnam một lần nữa.\n\nTrân trọng,\nLuxury Travel Việt NamĐọc thêm",
            "Chúng tôi đặt tour 02d01n đi tham quan thung lũng Bắc Sơn. Mọi thứ đã được tổ chức tốt từ đầu đến cuối. Chuyến đi lên đến đỉnh Nalay thật ấn tượng và quang cảnh thật tuyệt vời và hùng vĩ. Điều chúng tôi yêu thích nhất ở đây là chia sẻ những khoảnh khắc đáng yêu với chủ nhà và giao lưu với người dân địa phươngĐọc thêm",
            "Thưa bà Bruander N,\n\nCảm ơn những đánh giá đáng yêu của bạn về những dịch vụ tuyệt vời của Luxury Travel Vietnam.\n\nThật tuyệt vời khi biết rằng bạn rất thích thú trong chuyến đi đến Thung lũng Bắc Sơn với Luxury Travel. Đánh giá trung thực của bạn ở đây sẽ là nguồn động viên to lớn cho đội ngũ của chúng tôi cải thiện dịch vụ của mình.\n\nChúng tôi đánh giá cao sự giới thiệu của bạn cho chúng tôi với bạn bè của bạn và những khách hàng khác. Chúng tôi mong muốn được chào đón bạn và bạn bè đến du lịch Việt Nam một lần nữa và sử dụng Luxury Travel Vietnam một lần nữa.\n\nTrân trọng,\nĐội ngũ du lịch sang trọngĐọc thêm",
            "Nhân viên trợ giúp tuyệt vời tại khu nghỉ dưỡng Nam Hải ở Hội An, Luxury Travel đã sắp xếp toàn bộ mọi việc cho chúng tôi. Chuyến tham quan thành phố thật nổi bật, nhiều thông tin và vui vẻ. Một chiếc xe máy lạnh mới đã được cung cấp. Mặc dù các điểm tham quan rất đông đúc nhưng anh Hướng dẫn viên của chúng tôi đã đảm bảo rằng chúng tôi thấy mọi thứ được lên kế hoạch một cách tốt đẹp. Có những di tích, chùa, đền, v.v. tất cả đều có những bình luận thú vị và giàu thông tin nhất. Tuấn là người hiểu biết, chuyên nghiệp và cực kỳ thân thiện. Tiếng Anh của anh ấy rất hoàn hảo và chúng tôi rất vui khi được dành thời gian với anh ấy ở Hội An. Chuyến tham quan được tổ chức rất tốt và có giá trị tốt. Chúng tôi đánh giá cao.Đọc thêm",
            "Xin chào\n\nCảm ơn lời nhắn ấm áp của bạn từ Hà Nội. Thật vui khi được làm việc với bạn để lên kế hoạch cho chuyến đi của gia đình bạn, và những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi.\n\nChúng tôi cam kết tiếp tục mang đến những trải nghiệm đặc biệt và mong muốn cung cấp nhiều ưu đãi và quà tặng hấp dẫn hơn nữa cho kỳ nghỉ tiếp theo của bạn tại Việt Nam. Bạn bè của bạn sẽ nhận được những lợi ích tương tự khi được giới thiệu đến Luxury Travel và chúng tôi đánh giá cao những lời giới thiệu của bạn đến những gia đình khác.\n\nVui lòng liên hệ với tôi hoặc nhóm của chúng tôi bất cứ lúc nào. Chúng tôi ở đây để hỗ trợ bạn và đảm bảo hành trình tiếp theo của bạn cũng đáng nhớ như vậy.\n\nCảm ơn bạn một lần nữa vì sự đánh giá cao của bạn và chúng tôi mong muốn được chào đón bạn trở lại để khám phá những điểm đến mới ở Đông Nam Á.\n\nXin cảm ơn,\n\nNam Tran\nLuxury TravelĐọc thêm",
            "Chúng tôi đến đây trong chuyến đi trong ngày để săn ảnh lúc hoàng hôn, khung cảnh nhìn từ đỉnh Nalay thật tuyệt vời và ấn tượng. Mới nhất vào tháng 9 ở Bắc Sơn nên vẻ đẹp ở đây đẹp đến nao lòng và độc đáo!Đọc thêm",
            "Xin chào những người yêu thích Du lịch sang trọng,\n\nCảm ơn bạn đã dành thời gian đánh giá về công ty Luxury Travel của chúng tôi\n\nChúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến đi đến Bắc Sơn. Một trong những lợi ích của việc tham gia một tour du lịch riêng. Đây là kỳ nghỉ của bạn và chúng tôi muốn đảm bảo mỗi ngày bạn đều được tận hưởng.\n\nTrân trọng,\n\nMr Tú Phú\nDu lịch hạng sangĐọc thêm",
            "Chúng tôi chọn cùng bạn bè đi cùng Luxury Travel để có một chuyến du ngoạn riêng trên Vịnh Hạ Long...chỉ một thế giới: tuyệt vời! Mọi thứ đều được tổ chức hoàn hảo, thủy thủ đoàn trên thuyền thật hoàn hảo và chúng tôi đã có một chuyến đi tuyệt vời! Rất nhiều đồ lưu niệm cũng như những bức ảnh đẹp... Tôi thực sự khuyên bạn nên đi bằng thuyền riêng để tận hưởng khoảnh khắc và phong cảnh độc đáo!Đọc thêm",
            "Minvielle F thân mến,\n\nCảm ơn bạn đã dành thời gian đánh giá về công ty Luxury Travel của chúng tôi\n\nChúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của mình. Một trong những lợi ích của việc đi du thuyền riêng ở vịnh Hạ Long và Lan Hạ. Đây là kỳ nghỉ của bạn và chúng tôi muốn đảm bảo mỗi ngày bạn đều được tận hưởng.\n\nTrân trọng, \n\nMr Tú Phú\nDu lịch hạng sangĐọc thêm",
            "Chúng tôi chọn hành trình ngắm cảnh hoàng hôn là một cách tuyệt vời để kết thúc một ngày ở phố cổ và không thất vọng. Hướng dẫn viên của chúng tôi và Thuyền trưởng Cook cùng với hai phi hành đoàn rất hữu ích, thân thiện và nhiều thông tin. Mặc dù các tour du lịch có giá khá cao nhưng chúng thực sự được thực hiện rất tốt. Chất lượng của đội ngũ và mối quan hệ của họ được thể hiện rõ ràng rằng đây là một chiến lược mang lại hiệu quả lâu dài cho công ty này. Vì vậy, hãy làm điều đó!Đọc thêm",
            "Xin chào những người yêu thích du lịch sang trọng,\n\nTôi xin cảm ơn bạn rất nhiều vì nhận xét tốt đẹp của bạn về cố vấn chuyến đi.  Thật tuyệt vời khi biết rằng bạn và đối tác của mình rất thích chuyến đi trong ngày Hội An.\n\nTôi sẽ chuyển những lời tốt đẹp của bạn đến đội ngũ quý giá của chúng tôi và tôi hy vọng được phục vụ gia đình thân yêu của bạn một lần nữa tại Việt Nam và Đông Nam Á\n\nChúc bạn có chuyến đi thú vị tại Việt Nam\n\nTrân trọng,\n\nÔng Từ Việt Phú\nNgười sáng lập và CEOĐọc thêm",
            "Đây là một nhà nghỉ tuyệt vời ở một ngôi làng xa xôi ít được biết đến trong khu bảo tồn thiên nhiên pu luong, nó phù hợp với những người yêu thiên nhiên. Chúng tôi muốn cảm ơn Luxury Travel và nhóm của họ vì sự chăm sóc chu đáo mà họ đã dành cho chúng tôi trong thời gian ở đó. Đó là một trải nghiệm tuyệt vời và chúng tôi chắc chắn muốn quay lại vào một ngày nào đó. Nếu bạn đang nghĩ đến việc đến đây: hãy làm điều đó mà không do dự!Đọc thêm",
            "Kính gửi EvelyneGuyot,\n\nLuxury Travel xin gửi lời cảm ơn sâu sắc đến quý khách vì chuyến đi vừa qua. Chúng tôi rất vui mừng được chào đón bạn đến với Khu bảo tồn thiên nhiên Pù Luông.\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại Khu bảo tồn Pù Luông. Chúng tôi đã và đang cố gắng hết sức để mang đến những trải nghiệm tốt nhất cho mọi khách hàng khi đến với chúng tôi.\n\nChúng tôi hy vọng rằng chúng tôi sẽ trở thành một kỷ niệm đẹp trong tâm trí bạn về Việt Nam và Khu bảo tồn thiên nhiên Pulương.\n\nHẹn gặp lại lần sau.\n\nTrân trọng,\n\nĐội ngũ du lịch sang trọngĐọc thêm",
            "Tôi được một người bạn giới thiệu các chuyến tham quan Cánh buồm Đông Dương khi đang nghiên cứu một chuyến đi trong ngày đích thực đến Vịnh Bái Tử Long. Một ngày diễn ra hoàn hảo với hải sản tuyệt vời được cung cấp trên thuyền rác và cảnh biển tuyệt đẹp của kỳ quan thiên nhiên Vịnh Bái Tử Long này và hướng dẫn viên của chúng tôi rất hữu ích, nhiều thông tin và hiểu biết. Cả hai chúng tôi đều rất ấn tượng với chuyến tham quan trong ngày vì nó vượt quá mong đợi của tôi. Rất muốn giới thiệu hành trình đi theo đường mònĐọc thêm",
            "Maurice thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ tất cả những trải nghiệm thú vị này với chúng tôi. Việt Nam là một đất nước tuyệt vời với nguồn tài nguyên du lịch phong phú. Từ Bắc tới Nam, nó sẽ làm bạn ngạc nhiên mỗi ngày và ở mọi nơi bạn đến. Vịnh Bái Tử Long thực sự là một kỳ quan của thiên nhiên. Tôi đã chia sẻ tin vui này với hướng dẫn viên của bạn, ông Thế.  Anh ấy rất tự hào khi biết rằng bạn hài lòng với dịch vụ của chúng tôi và có một kỳ nghỉ đáng nhớ. Điều này chắc chắn sẽ giúp ích cho các khách hàng tương lai của chúng tôi và khuyến khích đội ngũ của chúng tôi rất nhiều!\n\nCảm ơn một lần nữa cho lời khuyên của bạn. Chúng tôi mong sớm được gặp bạn trong tương lai gần ở các nước châu Á khác.\n\nTrân trọng kính chào,\n\nMr Tú Phú\nCông ty du lịch cao cấpĐọc thêm",
            "Chúng tôi đi du lịch trong 10 ngày để thực hiện một chuyến đi khứ hồi. Việt Nam rất thú vị và chúng tôi đã có một trải nghiệm rất thú vị và thú vị. Chúng tôi sẽ quay lại sớmXem thêm",
            "Xin chào \n\nCảm ơn tin nhắn ấm áp của bạn từ Hà Nội. Rất vui được làm việc với bạn để lên kế hoạch cho chuyến đi của gia đình bạn và những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi.\n\nChúng tôi cam kết tiếp tục mang đến những trải nghiệm đặc biệt và mong muốn mang đến nhiều ưu đãi và quà tặng hấp dẫn hơn nữa cho kỳ nghỉ tiếp theo của bạn tại Việt Nam. Bạn bè của bạn sẽ nhận được những lợi ích tương tự khi được giới thiệu đến Luxury Travel và chúng tôi đánh giá cao những đề xuất của bạn cho các gia đình khác.\n\nXin vui lòng liên hệ với tôi hoặc nhóm của chúng tôi bất cứ lúc nào. Chúng tôi ở đây để hỗ trợ bạn và đảm bảo chuyến đi tiếp theo của bạn cũng đáng nhớ như vậy.\n\nMột lần nữa xin cảm ơn sự đánh giá cao của bạn và chúng tôi mong được chào đón bạn quay trở lại để khám phá những điểm đến mới ở Đông Nam Á.\n\nXin cảm ơn,\n\nNam Trần\nDu lịch hạng sangĐọc thêm",
            "Chúng tôi đã đặt chuyến đi với Luxury Travel tại Việt Nam cùng gia đình từ Canada. Tôi phải thừa nhận rằng chúng tôi khá lo lắng vì có một số chuyến bay, chuyển và đón trong hành trình của mình, nhưng mọi thứ diễn ra như kim đồng hồ và tất cả các tài xế luôn đúng giờ. Chúng tôi quyết định thay đổi chuyến đi trong ngày tại Vịnh Hạ Long sang nghỉ qua đêm vào phút cuối và liên hệ với dịch vụ 24 giờ của bà Nguyễn qua email. Chúng tôi đã nhận được phản hồi gần như ngay lập tức từ cô ấy và chuyến đi đã được thay đổi và việc đặt chỗ được xác nhận bằng cách quay lại. Dịch vụ tuyệt vời, công ty tuyệt vời, chắc chắn sẽ sử dụng lại chúng khi đi du lịch khắp Việt Nam. Rất khuyến khíchĐọc thêm",
            "Xin chào \n\nCảm ơn tin nhắn ấm áp của bạn từ Hà Nội. Rất vui được làm việc với bạn để lên kế hoạch cho chuyến đi của gia đình bạn và những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi.\n\nChúng tôi cam kết tiếp tục mang đến những trải nghiệm đặc biệt và mong muốn mang đến nhiều ưu đãi và quà tặng hấp dẫn hơn nữa cho kỳ nghỉ tiếp theo của bạn tại Việt Nam. Bạn bè của bạn sẽ nhận được những lợi ích tương tự khi được giới thiệu đến Luxury Travel và chúng tôi đánh giá cao những đề xuất của bạn cho các gia đình khác.\n\nXin vui lòng liên hệ với tôi hoặc nhóm của chúng tôi bất cứ lúc nào. Chúng tôi ở đây để hỗ trợ bạn và đảm bảo chuyến đi tiếp theo của bạn cũng đáng nhớ như vậy.\n\nMột lần nữa xin cảm ơn sự đánh giá cao của bạn và chúng tôi mong được chào đón bạn quay trở lại để khám phá những điểm đến mới ở Đông Nam Á.\n\nXin cảm ơn,\n\nNam Trần\nDu lịch hạng sangĐọc thêm"
        ],
        "star_ratings": [
            95,
            8,
            0,
            0,
            0
        ],
        "review_amount": 103,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Du lịch sang trọng",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 16, 2016",
            "Written October 16, 2016",
            "Written July 8, 2016",
            "Written July 1, 2016",
            "Written June 14, 2016",
            "Written March 8, 2016",
            "Written January 25, 2016",
            "Written December 22, 2015",
            "Written August 10, 2015",
            "Written July 2, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d7940239-Reviews-or10-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or20-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52010-d2416323-Reviews-Beverly_Beach_State_Park-Otter_Rock_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g41310-d4495411-Reviews-Downs_Park-Pasadena_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3836601-Reviews-Aulii_Luau-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d17624111-Reviews-Eagle_Road-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g34132-d14057632-Reviews-Boat_Lake_Recreation_Area-Chipley_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d1464843-Reviews-Black_Raven_Pirate_Ship-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3207796-Reviews-Belleville_neighbourhood-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d566580-Reviews-Pharaonic_Village-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g35300-d256196-Reviews-Tallulah_Gorge_State_Park-Tallulah_Falls_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246612-Reviews-Stephansplatz-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or20-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or10-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9266994876800001,
            "phiền toái": 0.9890467328950763,
            "dịch vụ": 0.9948436575359665,
            "tour": 0.5,
            "thung lũng bắc": 0.5,
            "quang cảnh": 0.9954224441898987,
            "chủ nhà": 0.5,
            "người dân địa phương": 0.5,
            "thung lũng": 0.8737691454589367,
            "ngũ du lịch": 0.9955282415612601,
            "nhân viên": 0.8737691454589367,
            "khu nghỉ dưỡng": 0.5,
            "chuyến tham quan": 0.9953170737135224,
            "xe máy lạnh": 0.9842683863826096,
            "điểm tham quan": 0.9136166940443218,
            "hướng dẫn viên": 0.8737691454589367,
            "di tích chùa": 0.5799077227711678,
            "trải nghiệm": 0.9832996929762885,
            "quà tặng": 0.5,
            "kỳ nghỉ": 0.8299105780897662,
            "hành trình": 0.9947977981355507,
            "đỉnh nalay": 0.8737691454589367,
            "tour du lịch": 0.9836313271953259,
            "chuyến du": 0.9784589037299156,
            "thế giới": 0.9950566238258034,
            "thủy": 0.8737691454589367,
            "thủ": 0.9953817341593094,
            "đồ lưu niệm": 0.9937427763361484,
            "bức ảnh": 0.9951538586756214,
            "phong cảnh": 0.9930039494065568,
            "du thuyền": 0.5341005865484476,
            "vịnh": 0.5,
            "ngắm cảnh hoàng": 0.9941334807081148,
            "phố cổ": 0.5,
            "thuyền trưởng": 0.8737691454589367,
            "phi hành đoàn": 0.9954072403779719,
            "đội ngũ": 0.9831033137161285
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời",
                "hoàn hảo",
                "tuyệt vời",
                "thích thú",
                "ấn tượng",
                "vui",
                "tử tế",
                "lớn",
                "tuyệt vời",
                "sang trọng",
                "vui mừng",
                "tuyệt vời",
                "vui"
            ],
            "phiền toái": [
                "bất kỳ",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "kịp",
                "tuyệt vời",
                "trung thực",
                "to lớn",
                "tuyệt vời",
                "trung thực",
                "to lớn",
                "vui",
                "hài lòng"
            ],
            "tour": [],
            "thung lũng bắc": [],
            "quang cảnh": [
                "tuyệt vời"
            ],
            "chủ nhà": [],
            "người dân địa phương": [],
            "thung lũng": [
                "tuyệt vời",
                "thích thú"
            ],
            "ngũ du lịch": [
                "sang trọng"
            ],
            "nhân viên": [
                "tuyệt vời"
            ],
            "khu nghỉ dưỡng": [],
            "chuyến tham quan": [
                "nổi bật",
                "nhiều",
                "vui vẻ",
                "tốt",
                "tốt"
            ],
            "xe máy lạnh": [
                "mới"
            ],
            "điểm tham quan": [
                "đông đúc",
                "tốt đẹp"
            ],
            "hướng dẫn viên": [
                "đông đúc",
                "tốt đẹp",
                "hữu ích",
                "nhiều"
            ],
            "di tích chùa": [],
            "trải nghiệm": [
                "đặc biệt",
                "nhiều"
            ],
            "quà tặng": [],
            "kỳ nghỉ": [],
            "hành trình": [
                "tuyệt vời"
            ],
            "đỉnh nalay": [
                "tuyệt vời"
            ],
            "tour du lịch": [
                "cao",
                "thực sự",
                "tốt"
            ],
            "chuyến du": [
                "cùng",
                "cùng",
                "riêng"
            ],
            "thế giới": [
                "tuyệt vời"
            ],
            "thủy": [
                "hoàn hảo"
            ],
            "thủ": [
                "hoàn hảo"
            ],
            "đồ lưu niệm": [
                "đẹp"
            ],
            "bức ảnh": [
                "đẹp"
            ],
            "phong cảnh": [
                "thực sự",
                "khuyên bạn",
                "riêng",
                "độc đáo"
            ],
            "du thuyền": [
                "riêng"
            ],
            "vịnh": [],
            "ngắm cảnh hoàng": [
                "tuyệt vời"
            ],
            "phố cổ": [],
            "thuyền trưởng": [
                "hữu ích",
                "nhiều"
            ],
            "phi hành đoàn": [
                "hữu ích",
                "nhiều"
            ],
            "đội ngũ": [
                "rõ ràng",
                "lâu dài"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 4.5,
            "phiền toái": 0.5,
            "dịch vụ": 2.0,
            "tour": 0.5,
            "thung lũng bắc": 0.5,
            "quang cảnh": 0.5,
            "chủ nhà": 0.5,
            "người dân địa phương": 0.5,
            "thung lũng": 0.5,
            "ngũ du lịch": 0.5,
            "nhân viên": 0.5,
            "khu nghỉ dưỡng": 0.5,
            "chuyến tham quan": 0.5,
            "xe máy lạnh": 0.5,
            "điểm tham quan": 0.5,
            "hướng dẫn viên": 1.0,
            "di tích chùa": 0.5,
            "trải nghiệm": 0.5,
            "quà tặng": 0.5,
            "kỳ nghỉ": 1.5,
            "hành trình": 1.0,
            "đỉnh nalay": 0.5,
            "tour du lịch": 1.0,
            "chuyến du": 0.5,
            "thế giới": 0.5,
            "thủy": 0.5,
            "thủ": 0.5,
            "đồ lưu niệm": 0.5,
            "bức ảnh": 0.5,
            "phong cảnh": 0.5,
            "du thuyền": 0.5,
            "vịnh": 0.5,
            "ngắm cảnh hoàng": 0.5,
            "phố cổ": 0.5,
            "thuyền trưởng": 0.5,
            "phi hành đoàn": 0.5,
            "đội ngũ": 0.5
        }
    },
    {
        "attraction_name": "Luxury Travel",
        "attraction_name_vi": "Du lịch sang trọng",
        "general_info": [
            "103 đánh giá",
            "Chuyến tham quan thành phố",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "Tại Luxury Travel, một bộ phận nổi bật của LuxGroup, chúng tôi được tôn vinh là Công ty Quản lý Điểm đến Cao cấp Hàng đầu Châu Á, với cam kết vững chắc mang lại sự hài lòng cho 100 khách hàng. Mang khẩu hiệu chân thành chạm đến trái tim, chúng tôi tận tâm mang đến những trải nghiệm du lịch cảm động và ý nghĩa sâu sắc. Mô hình dịch vụ của chúng tôi xoay quanh các gói tour sang trọng, có hướng dẫn viên riêng và hoàn toàn riêng biệt. Những gói này phục vụ những khách du lịch sành điệu, hứa hẹn những trải nghiệm độc đáo, độc quyền và chân thực, thực sự chỉ có một lần trong đời. Với sự nhấn mạnh vào dịch vụ cá nhân hóa, Luxury Travel đảm bảo rằng mọi hành trình đều được thực hiện tỉ mỉ để vượt quá sự mong đợi. Sự xuất sắc của chúng tôi được công nhận thông qua nhiều giải thưởng trong nước và quốc tế, nêu bật thành công của chúng tôi trong việc tạo ra những trải nghiệm du lịch đặc biệt để lại ấn tượng lâu dài cho khách hàng.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt tour du lịch Backwater cả ngày tới Vịnh Hạ Long gần khách sạn nơi chúng tôi ở. Tour được quản lý bởi công ty Luxury Travel. Vào khoảng 7 giờ sáng, chúng tôi đi ô tô riêng đến điểm xuất phát chuyến tham quan, cách Hà Nội tổng cộng 3,5 giờ. Đến 10:30 sáng, chúng tôi chuyển sang một chiếc thuyền buồm lợp tranh truyền thống. Loại thuyền này không vội vã, chậm rãi và tuyệt vời. Trên đường đi, hướng dẫn viên của chúng tôi đã chỉ cho chúng tôi một số loài chim, loài thực vật độc đáo, đá vôi và làng nổi, v.v. Vào khoảng 1 giờ chiều, chúng tôi dùng bữa trưa hải sản truyền thống trên thuyền. Sau bữa trưa, chúng tôi đưa vào một hang động tuyệt vời. Thật là tuyệt vời! Chúng tôi trở về khách sạn khoảng 7h chiều. Cá nhân tôi nghĩ rằng nó xứng đáng với số tiền chúng tôi đã trả.  Đánh giá cao dịch vụ được cung cấpĐọc thêm",
            "Mynamour thân mến,\n\nCảm ơn bạn rất nhiều vì đã đánh giá chi tiết về chuyến đi gần đây của bạn với Luxury Travel trên TripAdvisor. Chúng tôi rất vui mừng vì bạn đã có trải nghiệm tuyệt vời trong chuyến đi ở Vịnh Hạ Long, mục tiêu của chúng tôi là cung cấp các chuyến tham quan không chỉ mang tính giải trí và truyền cảm hứng mà còn mang tính giáo dục và khai sáng, đồng thời thể hiện niềm tự hào về văn hóa và cộng đồng Đông Nam Á. Chúng tôi sẽ chuyển những lời khen ngợi tuyệt vời của bạn đến hướng dẫn viên và tài xế của chúng tôi và chân thành hy vọng sẽ có nhiều cơ hội được phục vụ bạn lần nữa trong kỳ nghỉ tiếp theo tới Đông Nam Á!\n\nChúng tôi rất vui nếu bạn có thể liên hệ với chúng tôi trên Twitter, Linkedin và Facebook, nơi chúng tôi chia sẻ nhiều câu chuyện và thông tin du lịch mỗi ngày. Mong muốn được nghe từ bạn!\n\nTrân trọng và tốt đẹp nhất,\n\nKevin T - Luxury Travel TeamĐọc thêm",
            "Trước đây, chúng tôi như một gia đình đã đến Việt Nam và không muốn thực hiện một chuyến đi khác và giống như mọi khách du lịch khác, vì vậy chúng tôi đã nghe bạn bè nói về công ty này.  Tôi đặt chuyến đi này khi đến nơi và vâng - họ hỗ trợ những phút cuối cùng cho những người không biết phải làm gì ở Việt Nam.  Chúng tôi muốn có một cái nhìn đích thực và sân sau về Việt Nam mà gia đình tôi có thể tận hưởng.  Người quản lý rất vui được giới thiệu một chuyến đi trong ngày có tên là bộ lạc trên đồi và làng thủ công.  Chúng tôi rất vui khi được kiểm tra các ngôi làng và nói chuyện với các bộ lạc địa phương.  Chúng tôi học được rất nhiều điều về nghề thủ công của họ và các con gái của tôi thậm chí còn làm được một số chiếc mũ rơm.  Thật thú vị và thư giãn, và hướng dẫn riêng là một cử chỉ tốt đẹp.  Tôi chắc chắn sẽ giới thiệu công ty này cho những ai muốn điều gì đó khác biệt.Đọc thêm",
            "Xin chào \n\nCảm ơn tin nhắn ấm áp của bạn từ Hà Nội. Rất vui được làm việc với bạn để lên kế hoạch cho chuyến đi của gia đình bạn và những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi.\n\nChúng tôi cam kết tiếp tục mang đến những trải nghiệm đặc biệt và mong muốn mang đến nhiều ưu đãi và quà tặng hấp dẫn hơn nữa cho kỳ nghỉ tiếp theo của bạn tại Việt Nam. Bạn bè của bạn sẽ nhận được những lợi ích tương tự khi được giới thiệu đến Luxury Travel và chúng tôi đánh giá cao những đề xuất của bạn cho các gia đình khác.\n\nXin vui lòng liên hệ với tôi hoặc nhóm của chúng tôi bất cứ lúc nào. Chúng tôi ở đây để hỗ trợ bạn và đảm bảo chuyến đi tiếp theo của bạn cũng đáng nhớ như vậy.\n\nMột lần nữa xin cảm ơn sự đánh giá cao của bạn và chúng tôi mong được chào đón bạn quay trở lại để khám phá những điểm đến mới ở Đông Nam Á.\n\nXin cảm ơn,\n\nNam Trần\nDu lịch hạng sangĐọc thêm",
            "Chuyến đi đã được lên kế hoạch rất tốt. Các khách sạn được lựa chọn rất đẹp. Phương tiện di chuyển bằng những chiếc xe lớn, đẹp, có nhiều không gian. Hướng dẫn viên và tài xế rất xuất sắc.Đọc thêm",
            "Chuyến đi 16 ngày tuyệt vời đến Việt Nam và Campuchia, một trải nghiệm khó quên. Tôi đã may mắn được tổ chức nó với 100 công ty du lịch đáng tin cậy Luxury Travel và trên hết nhờ cô Thơm nói tiếng Tây Ban Nha hoàn hảo, kinh nghiệm, kiến ​​thức tuyệt vời và tính chuyên nghiệp của cô ấy là chìa khóa đến việc tổ chức chuyến đi 10 người đến Việt Nam và Campuchia của chúng tôi. Chúng tôi bắt đầu chuyến đi ở Nam Sài Gòn và kết thúc ở Hà Nội, vé máy bay rẻ hơn. Đó là một trải nghiệm khó quên, hoan hô Thơm.Đọc thêm"
        ],
        "star_ratings": [
            95,
            8,
            0,
            0,
            0
        ],
        "review_amount": 103,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Du lịch sang trọng",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written May 6, 2015",
            "Written December 8, 2014",
            "",
            "Written February 28, 2024",
            "",
            "Written November 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d7940239-Reviews-or20-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or10-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d16748071-Reviews-Hindu_Temple_of_Florida-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d262956-Reviews-Yrjonkadun_Swimming_Hall-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d1114299-Reviews-Andretti_Thrill_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34892-d3585094-Reviews-North_Georgia_Premium_Outlets-Dawsonville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34305-d8551854-Reviews-Hudson_Beach_Park-Hudson_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d505450-Reviews-Zhangjiajie_National_Forest_Park-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g53951-d534375-Reviews-Baldwin_s_Book_Barn-West_Chester_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53403-d19906843-Reviews-Magic_Wonder_Show-Paradise_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d216225-Reviews-Smith_Street-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60973-d325199-Reviews-Medora_Riding_Stables-Medora_North_Dakota.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d7940239-Reviews-or20-Luxury_Travel-Halong_Bay_Quang_Ninh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour du lịch": 0.9939403065945953,
            "khách sạn": 0.8419950950192288,
            "chuyến tham quan": 0.5511437114328146,
            "thuyền buồm lợp tranh truyền": -0.6886027809232473,
            "loại thuyền": 0.9952402660856023,
            "hướng dẫn viên": 0.941099780931836,
            "làng nổi": 0.5,
            "bữa trưa hải sản": 0.25689789094030857,
            "bữa trưa": 0.9947041614213958,
            "hang động": 0.9954262185492553,
            "dịch vụ": 0.9222333203069866,
            "chuyến đi": 0.9237634386559616,
            "trải nghiệm": 0.9953555963002145,
            "văn hóa": 0.5,
            "kỳ nghỉ": 0.5,
            "tin du lịch": 0.9954189055715688,
            "bộ lạc": 0.5,
            "làng thủ": 0.5,
            "ngôi làng": 0.5,
            "nghề thủ công": 0.5,
            "chiếc": 0.5,
            "mũ rơm": 0.5,
            "cử chỉ": 0.9950868193991482,
            "phương tiện": 0.8737691454589367,
            "chiếc xe": 0.7402373190464763,
            "không gian": 0.5,
            "máy bay": 0.6583070573396981
        },
        "dicts_adj": {
            "tour du lịch": [
                "gần"
            ],
            "khách sạn": [
                "khoảng",
                "đẹp"
            ],
            "chuyến tham quan": [
                "riêng",
                "cảm hứng"
            ],
            "thuyền buồm lợp tranh truyền": [],
            "loại thuyền": [
                "vội vã",
                "chậm rãi",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "độc đáo",
                "chân thành",
                "nhiều",
                "xuất sắc"
            ],
            "làng nổi": [],
            "bữa trưa hải sản": [],
            "bữa trưa": [
                "tuyệt vời"
            ],
            "hang động": [
                "tuyệt vời"
            ],
            "dịch vụ": [
                "cao"
            ],
            "chuyến đi": [
                "nhiều",
                "chi tiết",
                "gần",
                "cảm hứng",
                "khác",
                "giống",
                "khác",
                "cuối cùng",
                "tốt",
                "tuyệt vời",
                "khó",
                "may mắn",
                "tuyệt vời",
                "chuyên nghiệp",
                "rẻ",
                "hơn"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "khó"
            ],
            "văn hóa": [],
            "kỳ nghỉ": [],
            "tin du lịch": [
                "vui",
                "nhiều"
            ],
            "bộ lạc": [],
            "làng thủ": [],
            "ngôi làng": [],
            "nghề thủ công": [],
            "chiếc": [],
            "mũ rơm": [],
            "cử chỉ": [
                "thú vị",
                "riêng",
                "tốt đẹp"
            ],
            "phương tiện": [
                "lớn",
                "đẹp",
                "nhiều"
            ],
            "chiếc xe": [
                "lớn",
                "đẹp",
                "nhiều"
            ],
            "không gian": [],
            "máy bay": [
                "rẻ",
                "hơn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tour du lịch": 0.5,
            "khách sạn": 1.5,
            "chuyến tham quan": 1.0,
            "thuyền buồm lợp tranh truyền": 0.5,
            "loại thuyền": 0.5,
            "hướng dẫn viên": 2.0,
            "làng nổi": 0.5,
            "bữa trưa hải sản": 0.5,
            "bữa trưa": 0.5,
            "hang động": 0.5,
            "dịch vụ": 0.5,
            "chuyến đi": 3.5,
            "trải nghiệm": 1.5,
            "văn hóa": 0.5,
            "kỳ nghỉ": 0.5,
            "tin du lịch": 0.5,
            "bộ lạc": 1,
            "làng thủ": 1,
            "ngôi làng": 1,
            "nghề thủ công": 1,
            "chiếc": 1,
            "mũ rơm": 1,
            "cử chỉ": 1,
            "phương tiện": 1,
            "chiếc xe": 1,
            "không gian": 1,
            "máy bay": 1
        }
    }
]