[
    {
        "attraction_name": "Lyric Theatre",
        "attraction_name_vi": "Sân khấu trữ tình",
        "general_info": [
            "218 đánh giá",
            "- 129 trong số 2.167 điều cần làm ở Thành phố New York",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nếu bạn có cơ hội đi xem Harry Potter và đứa trẻ bị nguyền rủa, hãy đi!  Buổi biểu diễn thật phi thường. Ảnh hưởng đặc biệt tuyệt vời. \nNhà hát Lyric thực hiện công việc tuyệt vời với ADA. Tôi rất biết ơn vì họ đã giúp đỡ tôi ngày hôm nay.Đọc thêm",
            "Chúng tôi đến rạp để xem Harry Potter và ngay từ khi bước vào, bạn có cảm giác như được đưa đến Hogwarts. Nhà hát rất đẹp với nhiều đồ trang trí nhắc nhở bạn về nơi bạn đang ở. Nhà hát rất thoải mái, chúng tôi có nhiều chỗ để duỗi chân. Các quầy nhượng bộ có rất nhiều đồ uống và đồ ăn nhẹ theo chủ đề. Quá trình sản xuất rất xuất sắc với nhiều hiệu ứng đặc biệt, chúng tôi rất thích nó.Đọc thêm",
            "Nhà hát Lyric đang trình chiếu Harry Potter và Đứa trẻ bị nguyền rủa. Một chương trình ngoạn mục với những hiệu ứng đặc biệt tuyệt vời - một chương trình ảo thuật, rất thú vị. Chúng tôi rất thích nó.\n\nChỗ ngồi trong phần Dàn nhạc thật tuyệt vời.\nĐịa điểm có rất nhiều đồ uống giải khát để thưởng thức trong buổi biểu diễn.Đọc thêm",
            "Nhà hát thân mật đáng yêu, đã được hoàn thiện hoàn toàn cho - Harry Potter and the Cursed Child - hoàn toàn tuyệt vời và tuyệt vời - hãy xem nó!  Nhà hát rất thoải mái và nhân viên thực sự có được khách quen của họ. Đi Luxe và thêm vào Phòng chờ Đại sứ. Đồ uống giải khát ngon miễn phí và các loại cocktail đặc biệt để mua. Kiểm tra áo khoác và nhà vệ sinh chuyên dụng. Chúng tôi đã không thử các loại cocktail, nhưng các tiện nghi khác rất tuyệt. Nếu bạn là một người hâm mộ thế giới phù thủy thì bạn sẽ cực kỳ yêu thích chương trình và rạp hát này.Đọc thêm",
            "Đã đi xem Harry Potter và đứa trẻ bị nguyền rủa.  Rất thích vở kịch cũng như nhà hát.  Chỗ để chân chật, chật thật, nhất là khi bạn 6 - 5 - ...thật tội nghiệp cho những người đứng sau tôi...xin lỗi!!!   Lối vào hơi khó hiểu....chúng tôi xếp hàng chờ đợi bên ngoài - trời đổ mưa nhưng may mắn là có mái che!!! - Khi vào trong, chúng tôi đợi gần nửa tiếng mới được vào...sảnh khá đông đúc.  Họ có Mã QR ở phía sau ghế và bạn có thể yêu cầu mang đồ ăn hoặc đồ uống đến cho mình...khá tuyệt.  Tầm nhìn tốt về sân khấu, âm thanh đầy đủ.  Nhân sự không thân thiện lắm, nhưng này, chúng tôi ở đây để xem vở kịch.  Nhìn chung, đây là một địa điểm tuyệt vời để xem vở kịch Broadway.Đọc thêm",
            "Nhà hát thân mật đáng yêu, đã được hoàn thiện hoàn toàn cho - Harry Potter and the Cursed Child - hoàn toàn tuyệt vời và tuyệt vời - hãy xem nó!  Nhà hát rất thoải mái và nhân viên thực sự có được khách quen của họ. Đi Luxe và thêm vào Phòng chờ Đại sứ. Đồ uống giải khát ngon miễn phí và các loại cocktail đặc biệt để mua. Kiểm tra áo khoác và nhà vệ sinh chuyên dụng. Chúng tôi đã không thử các loại cocktail, nhưng các tiện nghi khác rất tuyệt. Nếu bạn là một người hâm mộ thế giới phù thủy thì bạn sẽ cực kỳ yêu thích chương trình và rạp hát này.Đọc thêm",
            "Nhà hát Lyric đang trình chiếu Harry Potter và Đứa trẻ bị nguyền rủa. Một buổi biểu diễn ngoạn mục với những hiệu ứng đặc biệt tuyệt vời - một buổi biểu diễn ảo thuật, rất thú vị. Chúng tôi rất thích nó. Chỗ ngồi trong phần Dàn nhạc rất tuyệt vời. Địa điểm có rất nhiều đồ uống giải khát để thưởng thức trong suốt buổi biểu diễn. Đọc thêm",
            "Chúng tôi đến rạp để xem Harry Potter và ngay từ khi bước vào, bạn có cảm giác như được đưa đến Hogwarts. Nhà hát rất đẹp với nhiều đồ trang trí nhắc nhở bạn về nơi bạn đang ở. Nhà hát rất thoải mái, chúng tôi có nhiều chỗ để duỗi chân. Các quầy nhượng bộ có rất nhiều đồ uống và đồ ăn nhẹ theo chủ đề. Quá trình sản xuất rất xuất sắc với nhiều hiệu ứng đặc biệt, chúng tôi rất thích nó.Đọc thêm",
            "Chúng tôi đến đây để xem Harry Potter nhưng sẽ tập trung vào Nhà hát.   Địa điểm đã được làm lại đặc biệt cho buổi biểu diễn này nhưng vẫn giữ được cảm giác rung cảm của nhà hát cổ điển.  Chỗ ngồi trong dàn nhạc hơi hẹp đối với một số người, nhưng rất thoải mái. Đồ ăn nhẹ có hạn và đắt tiền, không chỉ đồ ăn của Potter.  Chúng tôi đã chọn tùy chọn phòng chờ Đại sứ và rất khuyến khích, ngay cả ở mức giá, có một nơi yên tĩnh để thư giãn trước buổi biểu diễn và vào thời gian tạm nghỉ là điều tuyệt vời - tôi nhận thấy không có chỗ ngồi ở sảnh nào cả. Cần lưu ý rằng không giống như một số địa điểm, khi họ nói một thời điểm họ có ý đó.  Chương trình bắt đầu CHÍNH XÁC đúng giờ chứ không phải sau một phút và thời gian tạm dừng CHÍNH XÁC là 18 phút - đó là một lợi ích khác của phòng chờ, bạn có thể đặt trước đồ uống và đồ ăn nhẹ để sẵn sàng ngay khi bước vào - .   Nếu bỏ lỡ cửa sổ đó, bạn phải đợi đến khi cảnh tiếp theo vỡ ra mới được vào, không có ngoại lệ.   Họ cung cấp dịch vụ giao đồ ăn nhẹ và đồ ăn tại chỗ, và tôi khuyên bạn nên tận dụng lợi thế đó - hệ thống bị trục trặc trong thời gian tạm dừng - .  Và đi vào phòng tắm TRƯỚC buổi biểu diễn, đó là 3 1 - 2 giờ và hàng người xếp hàng khi tạm nghỉ rất đông - ngay cả phòng tắm riêng của phòng khách cũng có hàng người xếp hàng nhanh chóng - .Đọc thêm",
            "Nếu bạn có cơ hội đi xem Harry Potter và đứa trẻ bị nguyền rủa, hãy đi xem! Chương trình thật phi thường. Hiệu ứng đặc biệt thật tuyệt vời. Nhà hát Lyric làm việc rất tuyệt vời với ADA. Tôi rất biết ơn vì họ đã sắp xếp cho tôi hôm nay. Đọc thêm",
            "Cô con gái 20 tuổi của tôi, bạn trai của cô ấy và người bạn thân nhất của tôi đều tham dự một buổi biểu diễn ở đây. Chỗ ngồi của chúng tôi là ở hàng thứ 2 cuối cùng.  - Btw chỗ ngồi vẫn còn tốt - . Tôi đặt vé mà không biết bạn tôi sợ độ cao. Cô ấy rất lo lắng. Chúng tôi đã nói chuyện với một trong các nhân viên - Brett -. Cô ấy thật tuyệt vời!  Cô ấy đã có thể đưa chúng tôi chuyển đến một số ghế trống ở mức thấp hơn khiến bạn tôi cảm thấy thoải mái hơn rất nhiều. Tôi không nghĩ nếu không thì cô ấy có thể ở lại rạp hát.   Đó là một trải nghiệm tuyệt vời. Cảm ơn Brett và người giám sát của cô ấy rất nhiều vì đã làm nên ngày của chúng tôi!Đọc thêm",
            "Nhà hát đỉnh cao với tiện nghi tốt. Chúng tôi đã làm phòng chờ đại sứ mà chúng tôi thích. Họ chỉ có hai phòng tắm vẫn dẫn đến xếp hàng nhưng không tệ như khu vực chung. Nhà hát được trang trí hoàn toàn cho Harry Potter, mang lại trải nghiệm tuyệt vờiĐọc thêm",
            "Tối qua tôi đã đi xem trextasy. Màn trình diễn tuyệt vời. Mọi người nhảy múa trên các lối đi. Lần cuối gặp anh ấy là vào năm 1995 và tự hỏi liệu anh ấy có còn thành công hay không. Tất cả các bản hit cộng thêm nhiều bản hit ít người biết đến hơn đối với người hâm mộ. làm tốt lời bài hát cho một đêm rực rỡ.Đọc thêm",
            "Đã đi đến Harry Potter và Đứa trẻ bị nguyền rủa, nhà hát rất hay và chỗ ngồi rộng rãi, phòng khách riêng đáng yêu với phòng vệ sinh và phòng thay đồ riêng. Quầy bar tốt và gọi đồ uống để tạm nghỉ. Chương trình tuyệt vời với hiệu ứng tuyệt vời. Nhà hát bận rộn và nhiều thứ trong cửa hàng. Tôi được tặng một thanh sô cô la và một bát salad hoặc bát thịt và phô mai miễn phí rất ngon. Đọc thêm",
            "Chúng tôi có thể mang theo đồ ăn như khoai tây chiên và sô cô la không?Đọc thêm",
            "Tôi không nghĩ họ sẽ bận tâm, nhưng bạn không thể ăn chúng trong buổi biểu diễn.Đọc thêm",
            "có chỗ đậu xeĐọc thêm",
            "CHÀO! Nếu buổi biểu diễn của chúng tôi diễn ra lúc 7 giờ tối, chúng tôi nên đến lúc mấy giờ?Đọc thêm",
            "15 phút trước là ổn đối với chúng tôi.Đọc thêm",
            "Ba lô có được phép không?Đọc thêm",
            "Có, chúng sẽ được kiểm tra khi bạn đi qua cửa kiểm tra an ninhĐọc thêm",
            "Có quy định về trang phục khi đến rạp hát trữ tình ở New York không?  Chỗ ngồi của chúng tôi nằm ở - Dress Circle - Đọc thêm",
            "Không thực sự. Chúng tôi thấy mọi người mặc trang phục Hogwarts, những người mặc quần jean và áo phông Harry Potter, ăn mặc giản dị, công sở bình thường và một số người ăn mặc lịch sự. Nó thực sự chạy rất nhiều.Đọc thêm",
            "Họ có cho phép trẻ em 14 tuổi vào rạp mà không có người lớn đi kèm không? Đọc thêm",
            "Bạn có thực sự thực thi quy tắc đi cùng cha mẹ 15 tuổi như Harry Potter và Đứa trẻ bị nguyền rủaĐọc thêm",
            "Tôi không biết.  Buổi tối tôi ở đó, có một người phụ nữ say khướt ngồi phía sau chúng tôi, người này đã nói chuyện lại với dàn diễn viên trong suốt buổi diễn - người dẫn chỗ và nhân viên rất xuất sắc và yêu cầu cô ấy rời đi, tuy nhiên, nếu có sự cố - 15 người sẽ thế nào -tuổi xử lý nó?  Mọi chuyện đều có thể xảy ra và một số trẻ 15 tuổi có khả năng ứng phó tốt hơn những trẻ khác.Đọc thêm",
            "Chúng tôi có vé ban công, mua cách đây vài tháng nhưng chồng tôi bị gãy chân và phải chống nạng. Buổi biểu diễn đã bán hết vé nên chúng tôi không thể nâng cấp anh ấy lên tầng thấp hơn bằng thang máy. Những bậc thang lên ban công tệ làm sao, vì anh ấy phải nhảy lên đó.Đọc thêm",
            "Câu trả lời còn lại là đúng về cầu thang và sự nhượng bộ. Chỗ ngồi hơi hẹp, nhưng nếu anh ấy có thể leo lên cầu thang thì chỗ ngồi đó có thể sẽ nhẹ nhõm hơn! Bạn đã thử gọi trực tiếp đến rạp và hỏi về sự trợ giúp đặc biệt chưa? Tôi chỉ có thể cho rằng những điều như thế này đã từng là một vấn đề trong quá khứ mà họ có thể có cách giải quyết. Rốt cuộc, chúng ta đang nói về NYC!Đọc thêm",
            "Tôi đang tìm một chỗ gần rạp hát để cất vali trong vài giờ. Có ai biết lựa chọn tốt nhất chỉ cách rạp chiếu phim vài phút không? Đọc thêm",
            "Tôi thường ở khách sạn nên nếu buổi biểu diễn diễn ra trước hoặc sau khi nhận phòng, tôi sẽ cất vali của mình theo họ.  Tôi tự hỏi liệu có nhà ga nào, Penn Station hay Grand Central có nơi để bạn gửi hành lý không?  Trong thời đại ngày nay với mức độ bảo mật được nâng cao, tôi đoán có thể là không?Đọc thêm",
            "Tôi thực sự muốn đưa những đứa trẻ cuồng nhiệt Harry Potter 9 và 11 tuổi của mình đi cùng, nhưng tôi - sợ rằng chúng sẽ - không thể nhìn thấy được.  Chúng tôi đang xem xét hàng DRESSC J. Có phải chúng tôi sẽ gặp vấn đề không?Đọc thêm",
            "Gần đây tôi đã ở đó tại một trong những khu vực vòng tròn trang phục, ngay chính giữa và quang cảnh rất tuyệt.  Đối với trẻ em, họ có một chiếc đệm đặt trên ghế để hỗ trợ những đứa trẻ nhỏ hơn mặc dù tôi không mang theo con mình và không nhận thấy bất kỳ đứa trẻ nào dưới khoảng 8 tuổi. Chỗ ngồi được đặt lệch so với hàng ghế trước mặt bạn. cao hơn một bước.  Tôi thích ngắm cảnh nhưng ghét bị kẹt ở giữa hàng ghế 30 chỗ, tôi thà ngồi ở cuối còn hơn.Đọc thêm"
        ],
        "star_ratings": [
            142,
            53,
            8,
            7,
            8
        ],
        "review_amount": 218,
        "location": [
            "Hoa Kỳ",
            "Thành phố New York",
            "New York - NY -",
            "Sân khấu trữ tình",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written September 19, 2023",
            "Written January 14, 2024",
            "Written February 17, 2024",
            "Written May 1, 2024",
            "Written February 17, 2024",
            "Written January 14, 2024",
            "Written September 19, 2023",
            "Written July 31, 2023",
            "Written June 25, 2023",
            "Written May 14, 2023",
            "Written March 24, 2023",
            "Written February 11, 2023",
            "Written January 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d7183628-Reviews-Lyric_Theatre-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8567192-Reviews-Dos_Caminos-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12874338-Reviews-Los_Tacos_No_1-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d481819-Reviews-Blue_Fin-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d23988141-Reviews-Sicily_Osteria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8153582-Reviews-Black_Iron_Burger-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7716799-Reviews-Frisson_Espresso-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d20267391-Reviews-Zeppola_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1006793-Reviews-Jimmy_s_Corner-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424608-Reviews-Orso-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d543689-Reviews-Tony_s_Di_Napoli_Midtown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25190458-Reviews-Broadway_Direct-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25357516-Reviews-229_W_43rd_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548535-Reviews-New_York_Theatre_Experience-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548865-Reviews-New_Victory_Theater-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143361-Reviews-Broadway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548694-Reviews-New_Amsterdam_Theater-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548696-Reviews-Minskoff_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d209439-Reviews-Madame_Tussauds_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548781-Reviews-Shubert_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4756998-Reviews-St_James_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7183628-Reviews-or10-Lyric_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5496571-Reviews-Steve_Cohen_Chamber_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24074167-Reviews-Daniel_Roy_s_Parlour_Of_Deceptions-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6991771-Reviews-Monday_Night_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6828267-Reviews-Drunk_Shakespeare-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12374993-Reviews-Come_From_Away-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d447348-Reviews-Jazz_at_Lincoln_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1383285-Reviews-Jersey_Boys-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136064-Reviews-The_Metropolitan_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3451944-Reviews-The_Phantom_of_the_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12007552-Reviews-Empire_Limousine-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2172534-Reviews-Bowlmor_Times_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14854633-Reviews-Harry_Potter_and_the_Cursed_Child-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11838780-Reviews-New_York_Welcome-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6219219-Reviews-Aladdin_The_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d789161-Reviews-The_Lion_King-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13838348-Reviews-Frozen_on_Broadway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d560515-Reviews-Fort_Worth_Herd-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2283299-Reviews-Dubai_Metro-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d107860-Reviews-Jarvis_Estate-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50881-d2415605-Reviews-West_Branch_State_Park-Ravenna_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3218413-d7683266-Reviews-Nea_Iraklitsa_Beach-Nea_Iraklitsa_Kavala_Region_East_Macedonia_and_Thrace.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d5533480-Reviews-Soggy_Dollar_Bar-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2149128-Reviews-Gardens_by_the_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d191310-Reviews-St_Pauli-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d6876601-Reviews-Kuilima_Cove-Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d7183628-Reviews-or10-Lyric_Theatre-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d7183628-Reviews-Lyric_Theatre-New_York_City_New_York.html"
    }
]