[
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "- 2 trong số 9 điều nên làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đi xe máy lên đèo Mã Pí Lèng là một cuộc phiêu lưu khó quên! Những con đường quanh co, khung cảnh núi non ngoạn mục và cảm giác hồi hộp khi leo núi đã tạo nên một trải nghiệm tuyệt vời.Đọc thêm",
            "Đây là phần yêu thích của tôi trong hành trình 3 ngày đi vòng quanh Hà Giang. Toàn bộ chuyến đi thật khó quên, một trong những điều tuyệt vời nhất trong chuyến du lịch vòng quanh thế giới của tôi. Phong cảnh có thể sánh ngang với bất kỳ nơi nào tôi từng ghé thăm. Máy bay sẽ thực hiện chuyến đi 6 ngày vào năm tới. Đó là điều mà tôi và vợ tôi rất thích Đọc thêm",
            "Có một chuyến đi tuyệt vời để khám phá khu vực Hagiang bao gồm Quản Bạ, Yên Mình, Đồng Văn và Meovac. Đèo Mapileng là địa điểm không thể bỏ qua với khung cảnh tuyệt đẹp, độc đáo và ấn tượng. Đừng bỏ lỡĐọc thêm",
            "Vòng lặp thật tuyệt vời!!! Đó là một trải nghiệm không thể bỏ qua đối với bất kỳ ai đến thăm Việt Nam! Happy thật tuyệt vời và cả phi hành đoàn của anh ấy nữa. Thật tuyệt vời - .Đọc thêm",
            "Các quan điểm thực sự tuyệt vời. Đây là lần đầu tiên chúng tôi đến đây và chúng tôi rất ấn tượng trước vẻ đẹp của đèo Mã Pí Lèng nhìn ra dòng sông Nho Quế thơ mộng đầy ấn tượng và đẹp đẽ hữu tình. Chúng tôi đã chụp rất nhiều bức ảnh từ đỉnh đèo. Chúng tôi có thời tiết rất tốt khi ở đây và hoàn toàn thích chuyến đi đến Đồng Văn và chắc chắn chúng tôi sẽ quay lại đây Đọc thêm",
            "Chúng tôi tổ chức chuyến đi 2 ngày cùng bạn bè ra khỏi ký túc xá ấm cúng ở Hà Giang. Họ thật tuyệt vời, vui vẻ, an toàn và đó sẽ là một trong 5 điều tuyệt vời nhất tôi đã làm ở Việt Nam NẾU không phải là số 1. Phong cảnh là thứ bạn không thể giải thích được và sẽ không có bức ảnh nào cho bạn thấy vẻ đẹp chính xác của chuyến đi. Đọc thêm",
            "Đây là một hoặc những điểm dừng của chúng tôi trên tuyến Hà giang và có lẽ là một trong những khu vực đông đúc hơn, có thể nói là chúng tôi đã tìm được chỗ để đỗ xe đạp và chụp vài bức ảnh mà không phải chờ đợi.Đọc thêm",
            "Đừng bỏ lỡ cái này. Con đèo điên rồ nhất Việt Nam. Đã làm điều đó vào một ngày nắng và thậm chí có thể nhìn thấy dòng sông xanh ở phía dưới. Đọc thêm",
            "Tôi đã có một trải nghiệm thú vị khi lái xe lên xuống đây, phong cảnh còn hơn cả ngoạn mục với núi, sông, mây...thật tuyệt vờiĐọc thêm",
            "Đèo Mã Pí Lèng là một con đèo nằm trên quốc lộ 4C thuộc địa phận hai xã Pai Lung và Pa Vi, tỉnh Hà Giang, miền Bắc Việt Nam. Nó dài khoảng 20 km trên đoạn đường cao tốc 4C nối liền thành phố Đồng Văn và Mèo Vạc. Nó nằm ở độ cao 1500 m. Một nơi tuyệt vời mà bạn có thể nhìn thấy từ nhiều nơi xung quanh, tôi khuyên bạn nên đi thuyền và đến đó bằng thuyềnĐọc thêm"
        ],
        "star_ratings": [
            194,
            15,
            3,
            1,
            0
        ],
        "review_amount": 213,
        "location": [
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á",
            "Ma Pi Leng Pass",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 23, 2024",
            "Written December 26, 2023",
            "Written October 28, 2023",
            "Written October 20, 2023",
            "Written June 25, 2023",
            "Written May 28, 2023",
            "Written April 30, 2023",
            "Written November 7, 2022",
            "Written October 3, 2022",
            "Written September 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or10-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Ha_Giang_Loop_Motorbike_Car_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d2314066-Reviews-Matterhorn_Glacier_Paradise-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d10086629-Reviews-Tea_Ceremony_Waraku-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d246215-Reviews-Lake_Lucerne-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d8004953-Reviews-Paradise_Club-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d6487033-Reviews-Saline_Hot_Spring_Khlong_Thom-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60712-d15072508-Reviews-Katmai_Water_Taxi-King_Salmon_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g297983-d10005745-Reviews-Sunset_Point-Goreme_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d156264-Reviews-Grouse_Mountain-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214996-Reviews-St_Michan_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1856913-Reviews-FIA_FIA_Polynesian_Show-Kapolei_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or10-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đèo Mã Pí Lèng là một con đèo nằm trên quốc lộ 4C thuộc địa phận hai xã Pai Lung và Pa Vi, tỉnh Hà Giang, miền Bắc Việt Nam. Nó dài khoảng 20 km trên đoạn đường cao tốc 4C nối liền thành phố Đồng Văn và Mèo Vạc. Nó nằm ở độ cao 1500 m. Một nơi tuyệt vời mà bạn có thể nhìn thấy từ nhiều nơi xung quanh, tôi khuyên bạn nên đi thuyền và đến đó bằng thuyềnĐọc thêm",
            "Đây là một trong những nơi tốt nhất trên trái đất. Đi đến đó bằng xe máy là điều bắt buộc. Tôi thực sự khuyên bạn nên điĐọc thêm",
            "Đèo Mã Pì Lèng là kỳ quan thế giới nằm ngay biên giới Việt Nam và Trung Quốc. Con đèo mang đến những vùng đất ngoạn mục và những con đường đi bộ kỳ lạ dọc theo đỉnh núi. Yêu cái này!Đọc thêm",
            "Cuộc phiêu lưu của tôi đến Đồng Văn và con đèo này là một trong những khoảnh khắc tuyệt vời nhất trong cuộc đời tôi! Những ngọn núi này có cảm giác rất độc đáo. Người dân rất tốt, đồ ăn tuyệt vời, trái tim của núi rừng. Đọc thêm",
            "Chúng tôi đi đường đèo từ Đồng Văn đến Mèo Vạc và thấy đó là một hành trình xuyên suốt tuyệt đẹp. Điểm nổi bật là tầm nhìn gần thị trấn Đồng Văn và Mèo Vạc hơn. Chúng tôi may mắn có được thời tiết tuyệt vời ngày hôm đó để chụp được rất nhiều bức ảnh. Nếu bạn dự định xem nó, hãy đảm bảo chọn một ngày trời trong, vì trời có thể có nhiều sương mù và tầm nhìn sẽ không được đẹp.Đọc thêm",
            "Một chuyến đi và đèo đẹp với nhiều cảnh đẹp và cơ hội chụp ảnh. Ngoài ra, các hoạt động khác trên đường đi cũng khiến đây trở thành một ngày đi chơi tuyệt vời. Đọc thêm",
            "Thực sự tốt nhất xem ở đây. Nếu bạn đến Việt Nam, đây là nơi bạn phải đến. Thực hiện vòng lặp trong vài ngày và thực sự tuyệt vời trong suốt chặng đường dài. Đọc thêm",
            "Đây chắc chắn là phải ghé thăm!  Gia đình chúng tôi đã thuê một chiếc xe tải đi Hà Nội đi Hà Giang.  Đường ở tỉnh Hà Giang không dễ đi, thời gian di chuyển lâu, đường gập ghềnh, hẹp với lưu thông 2 chiều và khi trời tối thì phải tỉnh táo nhé!  Nhiều khi tim tôi như ngừng đập! Đèo Mã Pí Lèng, phong cảnh đẹp thật, đối với người thành phố chúng tôi, đây là nơi tìm thấy sự bình yên, vẻ đẹp thiên nhiên và không khí núi non.  Chúng tôi dừng lại vài ga để chụp vài tấm ảnh, không phải vài tấm mà là rất nhiều, không thể không, đẹp quá.... ngoạn mục.... Khi chúng tôi dừng lại ở một trong những quán cà phê hay một nhà trọ, có một quý cô hỏi chúng tôi có muốn đi thuyền trên sông Nho Quế không.  Hướng dẫn viên của chúng tôi nói với chúng tôi rằng con sông vừa mới mở cửa cho khách du lịch nên chúng tôi nghĩ, tại sao không, một chuyến đi thuyền dọc theo sông sẽ rất tuyệt. Vấn đề là, chúng tôi không được yêu cầu phải đi bộ xuống và đi lên theo cùng một cách khoảng 2 hoặc 3 km một chiều để đi thuyền.  Hướng dẫn viên của chúng tôi cũng không biết.  Nếu bạn muốn làm điều này, hãy chuẩn bị cho chuyến đi bộ đường dài vì tôi thấy nhiều khách du lịch hy vọng đó là đường đi xuống một chiều và đường đi lên ngắn hơn.  Như đã đề cập trước đó, tỉnh này không dễ tiếp cận nên người dân phải leo lên leo xuống để kiếm sống hàng ngày.  Thật khó khăn và chúng ta bắt đầu trân trọng những gì mình có. Đi thuyền, hãy làm đi! Tỉnh này vẫn còn hoang sơ và chưa có nhiều khách du lịch như Sapa nên hãy đi mà không cần kỳ vọng, hãy cảm nhận gió, không khí trong lành, văn hóa và con người sống ở đó.... Hướng dẫn viên của chúng tôi nói với chúng tôi rằng dân làng đang làm việc chăm chỉ để cải thiện điều kiện đường sá bây giờ là để mời thêm khách du lịch và tạo thêm thu nhập. Gia đình chúng tôi thực sự yêu thích phong cảnh này.....Đọc thêm",
            "Ngày thứ hai của chúng tôi trong vòng Hà Giang là con đèo Mã Pí Lèng tuyệt vời này, một trong những con đèo đẹp và nguy hiểm nhất Việt Nam, 3 đêm 4 ngày cho Vòng cung là khá tốt cho chúng tôi, chỉ cần chọn một chiếc xe máy tốt và đi Đọc hơn",
            "Ý tôi là, đây là một trong những điểm nổi bật của Tuyến đường vòng Hà Giang, nơi có hàng trăm km phong cảnh đẹp đến ngỡ ngàng. Pass này hoàn toàn là chuối.Đọc thêm",
            "Giá một vòng cho 4 người, 2 người ở Isier và 2 người trên ô tô, bao gồm chỗ ở và đồ ăn Đọc thêm?",
            "Này, tôi cũng muốn đạp xe đến đó!  Bạn có thể cho tôi biết bạn đến đèo Mã Pí Lèng bằng xe đạp như thế nào không?  Đi xe tới đó có an toàn không?  \nBạn tham gia chuyến du lịch theo nhóm hay bạn đi một mình?  Và bạn có thể thuê một chiếc xe đạp ở đâu? \nCảm ơn!Đọc thêm",
            "Vanja thân mến \n Có thể đi xe đạp ở đây. Nó an toàn và rất tốt đẹp. Mọi người muốn giúp đỡ \nBạn có thể nhắn tin cho tôi bằng WhatsApp 84941164158Đọc thêm",
            "Cảm giác lên đến đỉnh đèo Mã Pí Lèng là sự hung vĩ của non sông Việt Nam, nó đúng là sếp hạng số một tại Việt Nam, các bạn cố mà thám hiểm khu vực nàyRead more",
            "Tôi háo hức muốn biết thêm chi tiết về chuyến đi bộ 2 ngày này;  địa hình như thế nào, đường đi được đánh dấu rõ ràng như thế nào, bạn có người hướng dẫn không, thử thách ra sao, bạn sắp xếp nhà trọ như thế nào, v.v. Cảm ơn rất nhiều vì sự giúp đỡ của bạn!  Chúng tôi có thể đến đó vào cuối tháng 3.Đọc thêm",
            "I didnt walk the pass, I did it on motorbike, which I think most people do. However, I dont think walking would be a problem since the actual Ma Pi Leng Pass is less than 20 km, I think. I would think you could easily walk it in one day. My friends and I actually drove it 3 times in one day. You definitely dont need a guide, unless you want one. As long as you have a map andor map app on your phone. \n\nIf you stay close to or on the roads then there wont be any problem with following a trail. There will signs along the road, but you cant really get lost if you stay near the road because the surrounding terrain isnt walkable in most areas. I would recommend using the app Maps.me when you go. You can use it for directions even when you dont have WiFi  cellular connection. \n\nThe terrain will be variable with a lot of inclinesdeclines. The roads kind of weave in and out of the hills then go up and down rapidly in different places. As I said, I did it on motorbike, but I wouldnt think itd be a very challenging walk. \n\nYoull either start the route from Dong Van or Meo Vac. There are plenty of hostelshotelshomestats in both cities, but not much or nothing in-between while on the actual pass. We booked our accommodation maybe 24 hours in advance throughout our whole trip through Ha Giang and never had a problem getting space for 8. We always used booking or hostelworld. \n\nOverall, this is one of the most beautiful places that Ive ever seen. Its still untouched by tourism for the most part and it is absolutely breathtaking. If you go, youll understand why my friends and I went back and did it over again. If you got started early enough in the morning, I dont think youd have a problem walking the pass in one day with plenty of time to stoprest, take photos, and enjoy the scenery. \n\nBe careful of the trucks! They do not slow down and many of the turns on the pass are blind. They do always beep their horns like crazy when theyre approaching a turn so youll know theyre coming but make sure youre off to the side when you hear the beeping. There were plenty of times when me or one of my friends nearly got painted onto the front of one of their windshields. \n\nThis is one of the highlights of Vietnam altogether and shouldnt be missed! I hope that answered your questions, feel free to ask away if you have any more. Cheers.Read more",
            "Có lẽ là một câu hỏi ngu ngốc, nhưng con đường này có thể đi được bằng ô tô không?Đọc thêm",
            "Chúng tôi đã làm điều đó bằng ô tô, vì vậy không có vấn đề gì. Một số con đường thực sự gồ ghề, nhưng chúng cũng dành cho xe đạp. Tôi nghi ngờ bạn sẽ gặp vấn đề về chiều cao. Không có nhiều nơi bạn ở gần một điểm rơi lớn. Và nếu bạn thực hiện vòng lặp theo chiều kim đồng hồ, bạn sẽ phải cách xa những giọt nước lớn nhất.Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 18, 2022",
            "Written October 13, 2021",
            "Written July 20, 2020",
            "Written March 19, 2020",
            "Written January 16, 2020",
            "Written January 15, 2020",
            "Written January 13, 2020",
            "Written December 25, 2019",
            "Written December 23, 2019",
            "Written December 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or10-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or20-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8041175-Reviews-Flea_Market_Kitano_Tenmangu_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d1865653-Reviews-Town_Center_at_Boca_Raton-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34121-d9844757-Reviews-Carrabelle_Beach-Carrabelle_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45222-d4778686-Reviews-Hungry_Horse_Reservoir-Hungry_Horse_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g47323-d7161001-Reviews-Woodlawn_Beach_State_Park-Blasdell_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d10538610-Reviews-Thomas_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d2513771-Reviews-Plaza_Mijares-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5616193-Reviews-Kings_Avenue_Mall-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d2513280-Reviews-Iztuzu_PlajI-Dalyan_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or20-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or10-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một trong tứ đại đèo lớn của miền Bắc Việt Nam. Nó được xây dựng lần đầu tiên bởi các dân tộc thiểu số Hmong, Yao, Tày và Lolo vào đầu những năm 60 và đặt tên là Con đường Hạnh phúc. Đoạn đèo dài 20km trên Quốc lộ 4C QL4c ở độ cao 1500m so với mực nước biển ngoằn ngoèo với vách đá cao ngất trời mù sương. Đèo nối liền hai huyện Đồng Văn và Mèo Vạc từ Pai Lũng đến xã Pa Vi. Được mệnh danh là con đèo nguy hiểm nhất Việt Nam. Dòng sông Nho Quế chảy dưới thung lũng vách đá tôn lên khung cảnh Mã Pí Lèng. Con sông dài 192 km bắt nguồn từ tỉnh Vân Nam, Trung Quốc và dài 42 km chảy ở Việt Nam, cao nguyên Đồng Văn, tỉnh Hà Giang. Có hai chỗ ở tại điểm ngắm cảnh Mã Pì Lèng. Tại thời điểm viết bài, vị trí chiến lược Panaroma Hotel Cafe đã tạm thời đóng cửa vào thời điểm ghé thăm vào tháng 10 năm 2019. Nhưng nó vẫn cho phép công chúng truy cập để xem những bức ảnh tuyệt vời. Tuy nhiên, còn có một homestay cơ bản khác là Mã Pì Lèng, bên đường cách đó khoảng 400 m, có đồ ăn tự nấu và phòng tắm chung dành cho những ai có ý định qua đêm ở Mã Pí Lèng để trải nghiệm khung cảnh buổi sáng Mã Pí Lèng.Đọc thêm",
            "Một con đường dành cho người đi xe đạp thực sự. Hãy chắc chắn rằng bạn đi trên con đường trên trời và không quay vòng ở phía trên - tiếp tục đi xuống phía bên kia - nó sẽ đưa bạn trở lại đường chính. Trên đường xuống các ngã ba đường, rẽ phải và đi lên điểm ngắm cảnh - khung cảnh tuyệt vời của thung lũng và dòng sông. Kiểm tra thác nước và quán bar đồng văn rồi đi xuống biên giới Trung Quốc, rẽ trái trước khi meo vac.Đọc thêm",
            "Con đường uốn lượn quanh những khúc cua và mang đến tầm nhìn tuyệt đẹp ra núi và sông! 100 sẽ giới thiệu.Đọc thêm",
            "Khung cảnh ngoạn mục và chuyến đi siêu thú vị. Có 4 điểm dừng trên con đèo này, bạn nên dành 1-2 giờ cho việc này vì tôi nghĩ đây là một trong những điểm nổi bật nhất của tuyến Hà Giang.Đọc thêm",
            "Nơi này rất xa so với các địa điểm du lịch khác ở Việt Nam. Tại đây bạn có thể thấy nhiều bộ lạc khác nhau của người Việt. Nếu thuê một chiếc xe máy, bạn có thể tìm thấy những địa điểm đẹp trên núi. Bạn có thể bắt đầu chuyến đi từ Hà Giang. Để tìm một khách sạn ở Hà Giang rất dễ dàng và không bao giờ hết chỗ. Ngoài ra, bạn có thể yêu cầu xe máy ở sảnh khách sạn. Nếu họ không có, họ sẽ tổ chức cho bạn. Tôi nghĩ ở khu vực này bạn có thể dành 5 - 7 ngày để xem hầu hết các địa điểm thú vị mà không cần vội vàng.Đọc thêm",
            "Phong cảnh tuyệt vời và việc đi qua con đèo này là một trải nghiệm tuyệt vời. Khung cảnh xung quanh thật ngoạn mục.Đọc thêm",
            "Khung cảnh rất đẹp và khiến chúng tôi ở lại đây rất lâu và không muốn rời đi! Nếu bạn muốn trải nghiệm nhiều hơn, bạn có thể đi ván từ sông Nho Quế, nó sẽ mang lại cho bạn tầm nhìn thú vị hơn!Đọc thêm",
            "Đây là một trong những cảnh quan đẹp nhất, nếu bạn có cơ hội ghé thăm, bạn sẽ không phải thất vọng!Đọc thêm",
            "Chúng tôi khám phá đèo bằng xe máy.  Điều này thật tuyệt vời khi nhìn ra núi và sông Nho Quế. Tôi rất tự hào về đất nước của mình vì chúng tôi có nhiều cảnh đẹp và con người rất thân thiện. Chúng tôi có sự đa dạng về văn hóa và tôi thấy các dân tộc rất xinh đẹp và mạnh mẽ. Bạn nên đến hãy đến đây một lần trong đời Đọc thêm",
            "Khung cảnh tuyệt vời, con đường đáng kinh ngạc, một trong những con đường đẹp nhất thế giới. Nhiều người chết khi khởi công xây dựngĐọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những việc cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 29, 2019",
            "Written November 26, 2019",
            "Written November 16, 2019",
            "Written November 15, 2019",
            "Written November 2, 2019",
            "Written October 8, 2019",
            "Written October 7, 2019",
            "Written September 25, 2019",
            "Written September 17, 2019",
            "Written September 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or20-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or10-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or30-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46366-d631524-Reviews-Spruce_Run_Recreation_Area-Clinton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d528448-Reviews-Great_Wolf_Lodge_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138255-Reviews-Rittenhouse_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188584-d262610-Reviews-Efteling-Kaatsheuvel_North_Brabant_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d8780388-Reviews-Seafood_Market-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g41353-d8812840-Reviews-ZavaZone-Rockville_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d252767-Reviews-Olde_Pink_House-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015495-d933965-Reviews-Zoologico_de_Vallarta-Mismaloya_Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d2529448-Reviews-Aow_Leuk_Bay-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g644051-d2025754-Reviews-Rainmaker_Park-Parrita_Province_of_Puntarenas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or30-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or20-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Miền Bắc Việt Nam quả thực rất đẹp, nổi bật với miền núi, đèo, ruộng bậc thang và thác nước. Miền Bắc có 4 đỉnh đèo: Mã Pì Lèng Hà Giang, Khau Phạ Yên Bái, Ô Quy Hồ Lào Cai và Pha Đin Điện Biên mà ai cũng nên đến một lần trong đời để thưởng thức. Đèo Mã Pì Lèng được đánh giá là đẹp nhất với view đẹp.Đọc thêm",
            "Những quan điểm không thể tin được. Đoạn đường đẹp. Thật khó để không bị phân tâm bởi vẻ đẹp khi bạn đang lái xe! Thực sự là dải đất đáng kinh ngạc nhất mà tôi từng thấy. Một chuyến đi lên con đường trên trời chắc chắn rất đáng giá nhưng không dành cho những người yếu tim với những người lái xe lo lắng. Hãy an toàn!Đọc thêm",
            "Như tôi đã nói trước đây, trong bài đánh giá khác, điểm mấu chốt là: người lái xe đạp hoặc người hướng dẫn. Đèo có hai cách để thực hiện, bằng ô tô trên đường chính, chỉ bằng xe đạp nếu bạn đi cùng với hướng dẫn viên địa phương có kinh nghiệm hoặc đi bộ, điều này rất bổ ích không chỉ vì bạn có thể dừng lại ở mọi nơi để chiêm ngưỡng cảnh quan ngoạn mục đó, mà bởi vì trong quá trình đi bộ xuyên rừng, bạn băng qua những người dân địa phương khiến trải nghiệm của bạn trở nên chân thực hơn.  Chúng tôi đã đi với Vương Văn Ki tên của hướng dẫn viên của chúng tôi - liên hệ nếu cần chi tiết và Phôn tên tài xế của chúng tôi.  Chúng tôi đi vòng bằng ô tô nên có lúc xe thả chúng tôi xuống và chúng tôi đi bộ khoảng 1 giờ hoặc hơn đến một điểm khác nơi tài xế đang đợi chúng tôi. Điểm hẹn là một loại quán cà phê do chính phủ điều hành.  Từ vị trí đó quang cảnh của dòng sông thật tráng lệ.  Đọc thêm",
            "Đường Hạnh Phúc, Mapileng, Đường Trời, Sông Nho Quế.... nếu bạn có thời gian lưu trú tại Đồng Văn Hà GiangĐọc thêm",
            "Đèo Mã Pì Lèng là điểm nổi bật của cá nhân tôi về cung đường Hà Giang vốn đã ngoạn mục. Con đèo này đẹp đến nghẹt thở. Chúng tôi tận hưởng khung cảnh từ mọi hướng trong khi đi bộ lên cao trên đèo. Ngoài ra, thật thú vị khi được nhìn thấy người dân địa phương, ngôi nhà của họ và cách họ trồng trọt trên những ngọn núi cao trên một vùng đất khó khăn như vậy. Đó là một trải nghiệm khó quên.Đọc thêm",
            "Quá sợ hãi khi nhảy lên xe đạp, chúng tôi đã thuê một chiếc ô tô và tài xế trong hai ngày qua khách sạn của mình. Đèo Mã Pí Lèng là điểm sáng của ngày thứ hai. Khung cảnh tuyệt vời vào hẻm núi sâu. Chúng tôi ra ngoài và đi bộ một đoạn đường. Ước gì chúng ta có một chiếc xe đạp để đi trên con đường trên trời. Đọc thêm",
            "Con đường tuyệt vời nhất tôi từng đi! Khung cảnh tuyệt đẹp, nguồn năng lượng tuyệt vời và cảm giác phấn khích nhất khi bạn lái nó, đặc biệt là trên xe máy. Đừng bỏ lỡ! Chúng tôi đã thực hiện vòng lặp 7 đêm8 ngày, đến được Con đường Hạnh phúc vào ngày thứ 5 và đơn giản là trở nên điên cuồng. Mỗi ngày trong chuyến đi này chỉ đơn giản là tuyệt vời và hoàn hảo, toàn bộ khu vực này thuần túy là ma thuật và tuyệt đẹp, nhưng con đường này còn đặc biệt hơn thế! Đã yêu nó. Đã nghĩ đến khi nào tôi có thể quay lại.Đọc thêm",
            "Rất khuyến khích ghé thăm khi đi xe đạp Ha Giant Loop! Các quan điểm hoàn toàn ngoạn mục và đáng để dừng lại. Đọc thêm",
            "Tôi đã đến thăm Grand Canon ở Mỹ, đây là nơi thứ hai. Một nơi phải đến. Bạn có thể tự đi xe máy đến đó hoặc tham gia tour tại nhà trọ. Đọc thêm",
            "Nằm giữa Đồng Văn và Mèo Vạc, con đèo này có vẻ đẹp nổi bật và thú vị khi đạp xe qua...Đọc thêm",
            "Giá một vòng cho 4 người, 2 người ở Isier và 2 người trên ô tô, bao gồm chỗ ở và đồ ăn Đọc thêm?",
            "Này, tôi cũng muốn đạp xe đến đó!  Bạn có thể cho tôi biết bạn đến đèo Mã Pí Lèng bằng xe đạp như thế nào không?  Đi xe tới đó có an toàn không?  \nBạn tham gia chuyến du lịch theo nhóm hay bạn đi một mình?  Và bạn có thể thuê một chiếc xe đạp ở đâu? \nCảm ơn!Đọc thêm",
            "Vanja thân mến \n Có thể đi xe đạp ở đây. Nó an toàn và rất tốt đẹp. Mọi người muốn giúp đỡ \nBạn có thể nhắn tin cho tôi bằng WhatsApp 84941164158Đọc thêm",
            "Cảm giác lên đến đỉnh đèo Mã Pí Lèng là sự hung vĩ của non sông Việt Nam, nó đúng là sếp hạng số một tại Việt Nam, các bạn cố mà thám hiểm khu vực nàyRead more",
            "Tôi háo hức muốn biết thêm chi tiết về chuyến đi bộ 2 ngày này;  địa hình như thế nào, đường đi được đánh dấu rõ ràng như thế nào, bạn có người hướng dẫn không, thử thách ra sao, bạn sắp xếp nhà trọ như thế nào, v.v. Cảm ơn rất nhiều vì sự giúp đỡ của bạn!  Chúng tôi có thể đến đó vào cuối tháng 3.Đọc thêm",
            "I didnt walk the pass, I did it on motorbike, which I think most people do. However, I dont think walking would be a problem since the actual Ma Pi Leng Pass is less than 20 km, I think. I would think you could easily walk it in one day. My friends and I actually drove it 3 times in one day. You definitely dont need a guide, unless you want one. As long as you have a map andor map app on your phone. \n\nIf you stay close to or on the roads then there wont be any problem with following a trail. There will signs along the road, but you cant really get lost if you stay near the road because the surrounding terrain isnt walkable in most areas. I would recommend using the app Maps.me when you go. You can use it for directions even when you dont have WiFi  cellular connection. \n\nThe terrain will be variable with a lot of inclinesdeclines. The roads kind of weave in and out of the hills then go up and down rapidly in different places. As I said, I did it on motorbike, but I wouldnt think itd be a very challenging walk. \n\nYoull either start the route from Dong Van or Meo Vac. There are plenty of hostelshotelshomestats in both cities, but not much or nothing in-between while on the actual pass. We booked our accommodation maybe 24 hours in advance throughout our whole trip through Ha Giang and never had a problem getting space for 8. We always used booking or hostelworld. \n\nOverall, this is one of the most beautiful places that Ive ever seen. Its still untouched by tourism for the most part and it is absolutely breathtaking. If you go, youll understand why my friends and I went back and did it over again. If you got started early enough in the morning, I dont think youd have a problem walking the pass in one day with plenty of time to stoprest, take photos, and enjoy the scenery. \n\nBe careful of the trucks! They do not slow down and many of the turns on the pass are blind. They do always beep their horns like crazy when theyre approaching a turn so youll know theyre coming but make sure youre off to the side when you hear the beeping. There were plenty of times when me or one of my friends nearly got painted onto the front of one of their windshields. \n\nThis is one of the highlights of Vietnam altogether and shouldnt be missed! I hope that answered your questions, feel free to ask away if you have any more. Cheers.Read more",
            "Có lẽ là một câu hỏi ngu ngốc, nhưng con đường này có thể đi được bằng ô tô không?Đọc thêm",
            "Chúng tôi đã làm điều đó bằng ô tô, vì vậy không có vấn đề gì. Một số con đường thực sự gồ ghề, nhưng chúng cũng dành cho xe đạp. Tôi nghi ngờ bạn sẽ gặp vấn đề về chiều cao. Không có nhiều nơi bạn ở gần một điểm rơi lớn. Và nếu bạn thực hiện vòng lặp theo chiều kim đồng hồ, bạn sẽ phải cách xa những giọt nước lớn nhất.Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những việc cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 16, 2019",
            "Written August 6, 2019",
            "Written August 1, 2019",
            "Written June 19, 2019",
            "Written May 14, 2019",
            "Written May 4, 2019",
            "Written April 7, 2019",
            "Written April 5, 2019",
            "Written April 5, 2019",
            "Written April 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or30-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or20-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or40-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303297-d2391312-Reviews-Jericoacoara_Beach-Jericoacoara_Jijoca_de_Jericoacoara_State_of_Ceara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12597092-Reviews-VR_WorldR_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4508768-Reviews-Abu_Dhabi_Central_Market-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d4887739-Reviews-City_Stars_Mall-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d645218-Reviews-The_Spa_at_Red_Rock-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25428888-Reviews-Transfix-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9806721-Reviews-Lincoln_Square-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d12870028-Reviews-Picture_Lake-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1651173-Reviews-Fuhrerbunker-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d11800780-Reviews-Olowalu_Beach-Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or40-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or30-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đèo Mã Pí Lèng và hẻm núi Tu Sản là một số kho báu địa lý tuyệt đẹp không thể tưởng tượng được. Đi bộ đến rìa thực sự khá đáng sợ khi bạn nhìn xuống và cố gắng ước tính gợi ý về độ sâu: hẻm núi sâu khoảng 2600 feet! Dừng lại ở quán cà phê nhìn ra hẻm núi. Nó hoàn toàn xứng đáng để dừng lại.Đọc thêm",
            "Rất đẹp! Hầu hết các ngày mưa, gió, sương mù và lạnh. Chúng tôi không thấy nhiều mặt trời ở con đèo này nhưng nó đẹp đến nghẹt thở. Sương mù đã mang đến cho nó hương vị huyền bí và chúng tôi thật may mắn khi có nắng và bầu trời xanh khi thực hiện một trong những đoạn hay nhất từ ​​​​Đôn Văn đến Mèo Vạc. Mang theo đủ quần áo ấm để che mưa gió và cả những đêm lạnh giá. Nếu bạn muốn nhìn thấy Việt Nam thực sự và tham gia một cuộc phiêu lưu thì tôi chắc chắn sẽ giới thiệu nó. Chúng tôi đã đi cùng nhau trên một chiếc mô tô nhưng tôi khuyên bạn nên có một chiếc xe đạp riêng, chủ yếu là do ngồi trên lưng tôi nhưng bắt đầu cảm thấy rất đau sau vài giờ và việc lái xe trên núi cũng khó khăn hơn trừ khi bạn có kinh nghiệm. . Chúng tôi đã lái xe cực kỳ cẩn thận, Thật tuyệt vì bạn thực sự có thể ngắm nhìn những khung cảnh ngoạn mục và không cần phải vội vã vượt qua nó. Ngủ dọc con đường này bạn có thể ngủ ở một trong rất nhiều nhà trọ hoặc khách sạn hay còn gọi là nhà nghỉ. Mong đợi những chiếc giường kiểu Việt Nam rất cứng mà bạn cũng sẽ sử dụng một chút :p. Chúng tôi đi một vòng bằng xe máy lớn từ Hà Giang đến biên giới Trung Quốc đến thác Bản Giốc, Cao Bằng về Hà Giang trong 12 ngày nhưng chúng tôi thực sự rất thư giãn. Chuyến đi tuyệt vời và thậm chí còn đẹp hơn nữa để khám phá vùng đất và núi non hoàn toàn vắng vẻ của Việt Nam. Sau khi vượt đèo Mã Pì Lèng, thời tiết cũng ấm hơn một chút, tôi thấy rất tuyệt.Đọc thêm",
            "Đây là đường đèo ngoạn mục nhất Châu Á. Sông sâu đến tận chân núi. Chúng tôi đi thuyền trên sông nhoque. Đó là sự hồi hộp. Tôi sẽ quay lạiXem thêm",
            "Đèo Mã Pí Lèng này nằm trên đường từ Đồng Văn đi Mèo Vạc. Chúng tôi dừng lại ở đây khoảng 45 phút để tận hưởng khung cảnh tuyệt vời xung quanh, bạn có thể nhìn thấy sông Nho Quế, cánh đồng lúa, rừng, đồi, những ngôi nhà nhỏ của người dân địa phương, không khí thật rực rỡ!Đọc thêm",
            "Chúng tôi ở lại đây hai ngày chỉ để khám phá tốt hơn. Chúng tôi đi bộ xuống sông, chúng tôi đi bộ lên núi... chúng tôi bồn chồn và tràn đầy adrenaline trước khung cảnh. Đừng quên Sky Path, đó là điểm nhấn của Mã Pí LèngĐọc thêm",
            "Khung cảnh ở đó đơn giản là tuyệt vời. Đây là góc nhìn đẹp nhất mà tôi có được về chuyến tham quan bằng xe máy. Chắc chắn được đề xuất! Đọc thêm",
            "Kinh nghiệm tốt và đầy thử thách! Hãy chắc chắn rằng bạn đã sẵn sàng và đủ sức khỏe để đối mặt với thử thách này do lở đất thường xuyên xảy ra.Đọc thêm",
            "Phần tuyệt vời của Vòng lặp Hà Giang. Chúng tôi thực sự yêu thích phần này và đã dành thời gian để chiêm ngưỡng tất cả những khung cảnh ngoạn mục. Cố gắng đi sớm để có sương sớm, hư ảo quá.Đọc thêm",
            "Đèo Mã Pí Lèng đẹp quá nên chúng tôi đã đi vòng hai lần! Thời điểm đẹp nhất để đi vào tháng 3. Mình lại đi vào tháng 10, trời rất lạnh và có sương mù nhưng vẫn đẹp Đọc thêm",
            "Khung cảnh tuyệt vời nếu bạn có thời tiết tốt.  Chúng tôi thuê một chiếc ô tô và tài xế từ Hà Giang và có thể dừng ở hầu hết các nơi để chụp ảnh.Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 4, 2019",
            "Written March 14, 2019",
            "Written February 20, 2019",
            "Written February 20, 2019",
            "Written February 4, 2019",
            "Written January 23, 2019",
            "Written January 21, 2019",
            "Written December 4, 2018",
            "Written December 2, 2018",
            "Written December 2, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or40-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or30-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or50-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d14192214-Reviews-Potions-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208849-Reviews-Tiffany_Co-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d17529255-Reviews-Coral_Cliff-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216694-Reviews-Westgate_Las_Vegas_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33524-d129057-Reviews-Chatfield_State_Park-Littleton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d1193289-Reviews-Cafe_Havana-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g46600-d17626071-Reviews-Margate_City_Beach-Margate_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456170-Reviews-Lumpini_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d15213496-Reviews-Bali_Climbing-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d3604845-Reviews-New_Smyrna_Town_Beach-New_Smyrna_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or50-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or40-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hoàn toàn là điểm nhấn của chuyến đi đến Việt Nam. Đáng để đi bộ từ Hà Giang bằng xe máy. Chúng tôi đã đi bằng xe tay ga tự động và mặc dù sau đó chúng tôi được thông báo rằng chúng không đủ cho chuyến đi đường bộ, chúng tôi đã vượt qua nó một cách ổn thỏa. Điểm ngắm cảnh ngoạn mục để dành thời gian. Sau đó, phần tuyệt nhất là lái xe xuống đèo và xem cách người dân sống, làm việc và LEO NÚI! Không có không gian nào bị lãng phí trên những ngọn núi này và tất cả đều được trồng bằng tay. Cuộc sống có lẽ rất khó khăn nhưng nó thật đẹp và trang phục của bộ lạc địa phương thì tuyệt vời. Thật sự, thực sự tuyệt vời. Đọc thêm",
            "Khung cảnh thật ngoạn mục, nhưng những bức ảnh không bao giờ có thể thể hiện hết được trải nghiệm này. Tôi đã trải nghiệm chiếc ghế ngồi trên xe máy này và rất thích nó. Rất khuyến khích.Đọc thêm",
            "Có thể bắt xe buýt đêm từ Hà Nội đến Ha Giang. Tôi thuê xe máy giá 9 ngày. Xuất phát từ sáng sớm và đạp xe, dọc đường bạn sẽ nhìn thấy dãy núi Tiên ở Quản Bạ. Bạn có thể dừng chân một đêm tại Yên Minh City. Buổi sáng Tịnh bạn sẽ đạp xe thật lâu để vượt qua những con đường ngoằn ngoèo. Nếu xuất phát sớm bạn có thể tham quan Tháp Cờ Lũng Cú. Ngắm nhìn 360 độ tại biên giới rồi đi đến đường Mã Pí Lèng và dừng chân nghỉ đêm tại Mèo Vạc. Sáng hôm sau về lại Hà Giang. thật tuyệt khi được khám phá và không cần phải lo lắng về việc bị lạc vì chỉ cần đi theo con đường chính.Đọc thêm",
            "Đi được nửa đường Đồng Văn và Mèo Vạc, khoảng 30 phút lái xe là bạn sẽ đến được đèo Mã Pí Lèng. Hãy tiếp tục và Google nó, có rất nhiều thông tin về con đường tuyệt đẹp giữa những ngọn núi này. Khi bạn đi vào đèo từ Đồng Văn, có một điểm ngắm cảnh mà ngay cả người dân địa phương cũng dừng lại để ngắm cảnh và uống một tách trà tại quầy bán đồ lưu niệm của quán trà. Nếu bạn đi du lịch một mình bằng xe máy, bạn sẽ thấy điểm ngắm cảnh được đánh dấu rõ ràng trên Google maps.Đọc thêm",
            "Những con đường đầy thử thách, hẹp và có nhiều khúc cua gấp. Nhưng khung cảnh còn đáng giá hơn nhiều, đặc biệt là vào mùa hoa kiều mạch từ tháng 10 đến tháng 11Đọc thêm",
            "Những ngọn núi này thực sự mê hoặc!! Đó là điều tốt nhất chúng tôi đã làm ở Việt Nam. Tốc độ không quan trọng... hãy đi chậm, thường xuyên dừng lại và ngắm cảnh; Ngoài ra, đồ ăn dọc đường - xiên bbq nhỏ và khoai lang - rất rẻ và ngon. Có một quan điểm và điều tồi tệ duy nhất là có vô số rác ở một nơi. Tất cả các ngọn núi đều được các dân tộc thiểu số sống ở đó chăm sóc rất chu đáo!!! Thực sự không thể tin được Đọc thêm",
            "Lái xe qua con đường này là điều bắt buộc vì quang cảnh ở đây vô cùng ngoạn mục. Được mệnh danh là con đường đẹp nhất Việt Nam....đó chắc chắn là một trong những điểm nổi bật của chuyến đi của tôi. Chúng tôi thuê xe máy có người đi vào ngày hôm sau để đi dọc đường trở lại trạm quan sát. Tôi thực sự khuyên bạn nên làm điều này vì chuyến đi dọc theo con đường khá nguy hiểm này thậm chí còn ngoạn mục hơn.Đọc thêm",
            "Đèo Mã Pì Lèng, đoạn đường nối Đồng Văn và Mèo Vạc, có lẽ là nơi đẹp nhất Việt Nam. Sau khi đi vòng Đồng Văn Hà Giang, Yên Minh, Đồng Văn, Mèo Vạc, Hà Giang. ba lần, tôi có thể nói không chút nghi ngờ rằng đây là phần tuyệt vời nhất của chuyến đi. Tôi đã nói chuyện với những du khách khác, họ đã so sánh nó với Grand Canyon và những nơi ngoạn mục khác trên thế giới. Một số thậm chí còn thích nó hơn. Thời tiết rất độc đáo và có thể thay đổi trong vòng vài giờ hoặc thậm chí vài phút. Chỉ vì dự báo có mưa không có nghĩa là bạn không nên kiểm tra. Đó là chuyến đi đáng giá và được xem tốt nhất từ ​​​​xe máy để bạn có thể dừng khi nào và ở đâu bạn muốn. Con đường có chất lượng tốt và quang cảnh thật ngoạn mục. Nó sẽ khiến bạn nghẹt thở và khiến bạn phải thốt lên WOW! thật đáng để dành một hoặc hai ngày đến Đồng Văn chỉ để thấy điều này. Hãy hỏi bất cứ ai đã từng ở đây và họ sẽ đồng ý. Vòng Đồng Văn và hơn thế nữa, đèo Mã Pí Lèng là một trong những địa điểm ấn tượng và ngoạn mục nhất của Việt Nam.Đọc thêm",
            "Con đèo sẽ mang đến cho bạn tầm nhìn đẹp nhất từ ​​trên cao từ đỉnh núi sâu xuống dòng sông và hẻm núi Tu Sản. Bạn sẽ hối tiếc nếu bỏ lỡ nơi này để biết về vẻ đẹp của Việt NamĐọc thêm",
            "Đi xe máy lên đèo Mã Pí Lèng là một cuộc phiêu lưu khó quên! Những con đường quanh co, khung cảnh núi non ngoạn mục và cảm giác hồi hộp khi leo núi đã tạo nên một trải nghiệm tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 1, 2017",
            "Written May 23, 2017",
            "Written March 13, 2017",
            "Written January 30, 2017",
            "Written December 8, 2016",
            "Written December 4, 2016",
            "Written November 14, 2016",
            "Written November 9, 2016",
            "Written June 5, 2024",
            "Written April 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or50-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or40-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or60-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d207247-Reviews-Downtown_Disney_District-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d144811-Reviews-Domaine_Carneros-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d12994248-Reviews-Giant_Kapok_Tree-Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d561514-Reviews-Yoyogi_Park-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6999388-Reviews-Bar_54-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32411-d127971-Reviews-Coyote_Hills_Regional_Park-Fremont_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1519813-Reviews-Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d8444909-Reviews-El_Salto_Canyon_Waterfall-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d103513-Reviews-New_York_Botanical_Garden-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303857-d600499-Reviews-Lake_Siwa-Siwa_Matrouh_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or60-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or50-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đừng bỏ lỡ cái này. Con đèo điên rồ nhất Việt Nam. Đã làm điều đó vào một ngày nắng và thậm chí có thể nhìn thấy dòng sông xanh ở phía dưới. Đọc thêm",
            "Tôi đã có một trải nghiệm thú vị khi lái xe lên xuống đây, phong cảnh còn hơn cả ngoạn mục với núi, sông, mây...thật tuyệt vờiĐọc thêm",
            "Đây là một trong những nơi tốt nhất trên trái đất. Đến đó bằng xe máy là phải. Tôi thực sự khuyên bạn nên điĐọc thêm",
            "Đèo Mã Pì Lèng là kỳ quan thế giới nằm ngay biên giới Việt Nam và Trung Quốc. Con đèo mang đến những vùng đất ngoạn mục và những con đường đi bộ kỳ lạ dọc theo đỉnh núi. Yêu cái này!Đọc thêm",
            "Một chuyến đi và đèo đẹp với nhiều cảnh đẹp và cơ hội chụp ảnh. Ngoài ra, các hoạt động khác trên đường đi cũng khiến đây trở thành một ngày đi chơi tuyệt vời. Đọc thêm",
            "Thực sự tốt nhất xem ở đây. Nếu bạn đến Việt Nam, đây là nơi bạn phải đến. Thực hiện vòng lặp trong vài ngày và thực sự tuyệt vời trong suốt chặng đường dài. Đọc thêm",
            "Ý tôi là, đây là một trong những điểm nổi bật của Tuyến đường vòng Hà Giang, nơi có hàng trăm km phong cảnh đẹp đến ngỡ ngàng. Pass này hoàn toàn là chuối.Đọc thêm",
            "Con đường uốn lượn quanh những khúc cua và mang đến tầm nhìn tuyệt đẹp ra núi và sông! 100 sẽ giới thiệu.Đọc thêm",
            "Khung cảnh ngoạn mục và chuyến đi siêu thú vị. Có 4 điểm dừng trên con đèo này, bạn nên dành 1-2 giờ cho việc này vì tôi nghĩ đây là một trong những điểm nổi bật nhất của tuyến Hà Giang.Đọc thêm",
            "Nơi này rất xa so với các địa điểm du lịch khác ở Việt Nam. Tại đây bạn có thể nhìn thấy nhiều bộ lạc khác nhau của người Việt. Nếu thuê một chiếc xe máy, bạn có thể tìm thấy những địa điểm đẹp trên núi. Bạn có thể bắt đầu chuyến đi từ Hà Giang. Để tìm một khách sạn ở Hà Giang rất dễ dàng và không bao giờ hết chỗ. Ngoài ra, bạn có thể yêu cầu xe máy ở sảnh khách sạn. Nếu họ không có, họ sẽ tổ chức cho bạn một chiếc. Tôi nghĩ ở khu vực này bạn có thể dành 5 - 7 ngày để xem hầu hết các địa điểm thú vị mà không cần vội vàng.Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những việc cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 7, 2022",
            "Written October 3, 2022",
            "Written October 13, 2021",
            "Written July 20, 2020",
            "Written January 15, 2020",
            "Written January 13, 2020",
            "Written December 17, 2019",
            "Written November 16, 2019",
            "Written November 15, 2019",
            "Written November 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or60-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or50-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or70-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189604-d6898712-Reviews-Chrissi_Akti_Beach-Daratsos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d532155-Reviews-Snug_Harbor_Cultural_Center-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d8011919-Reviews-I_Love_You_So_Much_Mural-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d4548193-Reviews-Sky_Garden-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943834-d1011447-Reviews-Pagsanjan_Falls-Cavinti_Laguna_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g6437170-d153925-Reviews-Yokohama_Bay-Makaha_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156954-Reviews-Universal_CityWalk_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-The_World_Of_Banksy-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186585-d218457-Reviews-The_Old_Man_of_Storr-Isle_of_Skye_The_Hebrides_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or70-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or60-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Điểm thu hút này tốt nhất là lái xe máy qua những con đường quanh co đẹp đẽ của tỉnh Hà Giang. Tôi và các bạn đã hoàn thành chuyến hành trình 10 ngày bằng xe máy từ Hà Nội qua Hà Giang rồi trở về Hà Nội. Rất khó để chọn ra phần hay nhất của chuyến đi nhưng tôi nghĩ đèo Mã Pì Lèng rất xứng đáng. Khung cảnh nằm trong số những khung cảnh đẹp nhất mà tôi từng thấy ở Đông Nam Á và những con đường rất thú vị khi lái xe máy. Du lịch chắc chắn sẽ tăng đột biến ở khu vực này trong những năm tới nhưng nó vẫn còn tương đối nguyên vẹn. Nếu bạn ở miền Bắc Việt Nam hoặc Việt Nam, đây là một trong những điều tuyệt vời nhất nên làm. Tôi sẽ không đề xuất điểm tham quan này nếu bạn là người mới bắt đầu hoặc mới tập lái xe máy vì mặc dù những con đường rất thú vị và đẹp để lái xe nhưng chúng có thể cực kỳ nguy hiểm. Bạn có thể dễ dàng lái xe chệch khỏi vách đá hoặc tông vào xe cộ đang chạy tới nếu không chú ý.Đọc thêm",
            "đi xe ngắm cảnh với những ngọn núi, ruộng bậc thang và những ngọn đồi xanh. cũng là dòng sông giữa núi! rõ ràng là nhìn rõ nhất từ ​​​​xe máy. Đọc thêm",
            "Giữa các thung lũng, sông, hẻm núi, công viên địa chất, hoa, v.v., đó là khoảng thời gian tuyệt vời. Hãy chắc chắn để đi trước khi du lịch phá hủy tất cả. Người dân địa phương rất thân thiện. Đọc thêm",
            "Trong chuyến đi 4 ngày của chúng tôi thực hiện vòng lặp, đây là một trong những điểm nổi bật. Nếu bạn muốn có tầm nhìn đẹp nhất trước khi đến thị trấn, có một cánh cổng màu đỏ, rẽ trái ngay trước đó trên một con đường nhỏ đưa bạn đến điểm cao nhất xung quanh cũng có một hang động lớn. Đọc thêm",
            "Đó là con đường nguy hiểm nhất mà tôi từng đi. Sông Nho Quế song song với đèo này. Chúng ta có thể nhìn thấy những đám mây xung quanh chúng ta. Khung cảnh hoang sơ khiến chúng tôi cảm thấy mình nhỏ bé trước thiên nhiênĐọc thêm",
            "Đây là điều bắt buộc phải thực hiện và bạn sẽ được thưởng những lượt xem tuyệt vời. Nó thu hút nhiều khách du lịch hơn nhưng vẫn chưa quá bận rộn.Đọc thêm",
            "Con đường quanh co từ Đồng Văn đến Mèo Vạc băng qua một trong những khu vực đẹp nhất Đông Nam Á - núi cao, thung lũng xinh đẹp và người dân địa phương làm việc trên những cánh đồng nhỏ trên núi. Con đường rất dốc nhưng tốt ngoại trừ một số khu vực hiếm hoi. Nhưng quang cảnh chắc chắn đáng giá một chút adrenaline! Thật thú vị khi được cùng những du khách Việt Nam khác chiêm ngưỡng vẻ đẹp của đất nước họĐọc thêm",
            "Con đường này chắc chắn là không thể tin được - ngắn nhưng ngoạn mục bởi vẻ đẹp của nó cũng như độ cao của những đoạn lùi và độ sâu của thung lũng. Đối với tôi - tôi không thể nói đủ về việc đi theo đường cao tốc DT181 về phía Đông tới Lũng Hồ. Đây là điểm nổi bật đối với tôi! Đọc thêm",
            "Thật là một kho báu bất ngờ.  Có vẻ như bạn đang ở dãy Alps của Thụy Sĩ.  Thực sự là phải xem. Hãy nhớ mang theo ống kính phong cảnh của bạn.Đọc thêm",
            "Đó là góc nhìn với cửa hàng quà tặng giữa Đồng Vân và Mèo Vạc nhưng quang cảnh rất ngoạn mục. Tuy nhiên, để thực sự tận hưởng khu vực này, bạn nên ra khỏi con đường chính và đi lang thang qua một số con đường hẻo lánh. Rất đáng thời gian và công sức! Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 24, 2018",
            "Written June 26, 2018",
            "Written June 21, 2018",
            "Written June 21, 2018",
            "Written June 12, 2018",
            "Written June 8, 2018",
            "Written May 23, 2018",
            "Written May 14, 2018",
            "Written May 5, 2018",
            "Written April 29, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or70-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or60-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or80-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187893-d501842-Reviews-Val_d_Orcia-Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1913806-Reviews-Koko_Crater_Arch_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d240500-Reviews-Big_Fun_Museum-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48927-d272592-Reviews-Old_Fort_Niagara-Youngstown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156501-Reviews-Sunset_Boulevard-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d190835-Reviews-London_Brass_Rubbing_Centre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3814557-Reviews-Sala_Chalermkrung_Royal_Theatre-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g2424710-d7826949-Reviews-Nilaveli_Beach-Nilaveli_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8423169-d6944843-Reviews-Pathos_Club-Koumpara_Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g48662-d11660712-Reviews-Tallman_Mountain_State_Park-Sparkill_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or80-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or70-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đèo Mã Pí Lèng trên đường từ Đồng Văn chắc chắn là một trong những khoảnh khắc ấn tượng nhất mà chúng tôi có được trong nhiều chuyến đi đến các quốc gia khác nhau ở khu vực này trên thế giới. Chuyến đi xe máy 5 ngày ở tỉnh Hà Giang chắc chắn sẽ là điểm nhấn trong chuyến thăm Đông Nam Á của chúng tôi.Đọc thêm",
            "Cuộc phiêu lưu đơn giản ngoạn mục ..với đứa con 11 tuổi của tôi.. hãy cẩn thận giữa Yên Minh và Mèo Vạc .. đường đôi khi hơi gồ ghề .. Tôi đã thuê một chiếc xe máy bán tự động tại khách sạn của tôi ở Hà Giang .. và chúng tôi không gặp khó khăn gì cả.. xe máy cho thuê từ 150000 đồng đến 200000 đồng một ngày .. chúng tôi có một chiếc xe đạp hoàn toàn mới! đi du lịch rẻ.. chúng tôi khởi hành lúc 9h30 sáng .. Chờ khoảng 30 phút để xin giấy phép vào khu vực biên giới hạn chế .. đến Yên Minh khoảng 1 giờ chiều nên quyết định đi thẳng đến Mèo Vạc.. cuối cùng là một chặng đường dài ngày trên yên xe .. hầu hết mọi người đều thực hiện vòng theo chiều kim đồng hồ.. vì vậy quyết định đi ngược chiều kim đồng hồ.  Bản thân con đèo không xa Mèo Vạc và rất đẹp.. cuối cùng, toàn bộ chuyến đi là một cuộc phiêu lưu tuyệt vời với cảnh quan tuyệt đẹp.. những đoạn đường lùi, đèo núi và cao nguyên .. Sẽ rất thích có thêm một đêm thư giãn ở Đồng Văn. . nơi đáng yêu.Đọc thêm",
            "Nơi tuyệt vời. Nhiều nơi dừng lại để xem quan điểm. Đánh bại người có kinh nghiệm trên xe đạp, thậm chí còn tốt hơn nếu có người hướng dẫn. Đọc thêm",
            "Đây thực sự là một nơi ngoạn mục để xem. Chúng tôi đã thực hiện điều đó trên xe máy, điều đó thật dễ dàng và thú vị. Con đường không quá đông đúc và có những khung cảnh tuyệt vời đến khó tin. Đọc thêm",
            "Đây là đoạn đẹp nhất ở Hà Giang Loop. Đặc biệt là nửa đầu từ Mèo Vạc có tầm nhìn tuyệt đẹp với thung lũng sâu. Phong cảnh tuyệt đẹp. Đọc thêm",
            "Phong cảnh tuyệt đẹp và đi xe máy qua các đèo núi và khúc cua tay áo, ngắm nhìn đập thủy điệnĐọc thêm",
            "Chúng tôi lái xe máy đến đây vào cuối tháng 2 năm 2018 và trời nắng. Khung cảnh thật tuyệt vời và phong cảnh rất đẹp. Đường đi ổn, một số chỗ hơi gập ghềnh nhưng không thành vấn đề. Có những người H&#39;Mông đang đi bộ bên lề đường chỉ lo việc của mình. Không có nhiều người bán thực phẩm và giá thực phẩm cũng như quà lưu niệm thấp và họ không lừa đảo bạn. Đọc thêm",
            "Chúng tôi đến đó vào sáng sớm và nhìn thấy những tia nắng tuyệt đẹp xuyên qua những đám mây và dãy núi. Chắc chắn là một trong những nơi tốt nhất để ngắm dãy núi. Đây là một địa điểm được UNESCO công nhận và đối với một địa điểm như vậy, tôi ước có ít rác thải hơn ở khu vực dẫn đến đài quan sát. Không dễ tiếp cận trừ khi bạn thực hiện chuyến đi đường bộ hoặc chuyến tham quan riêng từ Sapa, đi qua Hà Giang. Hành trình từ Sapa đến Hà Giang khá gập ghềnh với nhiều ổ gà trên đường. Đọc thêm",
            "đây là một nơi tuyệt đẹp để ngắm nhìn, những con đường không tệ. Đèo Mã Pí Lèng là một điều gì đó phải được nhìn thấy mới tin được.. Đọc thêm",
            "Đảm bảo tầm nhìn rõ ràng khi di chuyển, bạn sẽ có được tầm nhìn ngoạn mục từ mọi hướng. Đọc thêm",
            "Giá một vòng cho 4 người, 2 người ở Isier và 2 người trên ô tô, bao gồm chỗ ở và đồ ăn Đọc thêm?",
            "Này, tôi cũng muốn đạp xe đến đó!  Bạn có thể cho tôi biết bạn đến đèo Mã Pí Lèng bằng xe đạp như thế nào không?  Đi xe tới đó có an toàn không?  \nBạn tham gia chuyến du lịch theo nhóm hay bạn đi một mình?  Và bạn có thể thuê một chiếc xe đạp ở đâu? \nCảm ơn!Đọc thêm",
            "Vanja thân mến \n Có thể đi xe đạp ở đây. Nó an toàn và rất tốt đẹp. Mọi người muốn giúp đỡ \nBạn có thể nhắn tin cho tôi bằng WhatsApp 84941164158Đọc thêm",
            "Cảm giác lên đến đỉnh đèo Mã Pí Lèng là sự hung vĩ của non sông Việt Nam, nó đúng là sếp hạng số một tại Việt Nam, các bạn cố mà thám hiểm khu vực nàyRead more",
            "Tôi háo hức muốn biết thêm chi tiết về chuyến đi bộ 2 ngày này;  địa hình như thế nào, đường đi được đánh dấu rõ ràng như thế nào, bạn có người hướng dẫn không, thử thách ra sao, bạn sắp xếp nhà trọ như thế nào, v.v. Cảm ơn rất nhiều vì sự giúp đỡ của bạn!  Chúng tôi có thể đến đó vào cuối tháng 3.Đọc thêm",
            "I didnt walk the pass, I did it on motorbike, which I think most people do. However, I dont think walking would be a problem since the actual Ma Pi Leng Pass is less than 20 km, I think. I would think you could easily walk it in one day. My friends and I actually drove it 3 times in one day. You definitely dont need a guide, unless you want one. As long as you have a map andor map app on your phone. \n\nIf you stay close to or on the roads then there wont be any problem with following a trail. There will signs along the road, but you cant really get lost if you stay near the road because the surrounding terrain isnt walkable in most areas. I would recommend using the app Maps.me when you go. You can use it for directions even when you dont have WiFi  cellular connection. \n\nThe terrain will be variable with a lot of inclinesdeclines. The roads kind of weave in and out of the hills then go up and down rapidly in different places. As I said, I did it on motorbike, but I wouldnt think itd be a very challenging walk. \n\nYoull either start the route from Dong Van or Meo Vac. There are plenty of hostelshotelshomestats in both cities, but not much or nothing in-between while on the actual pass. We booked our accommodation maybe 24 hours in advance throughout our whole trip through Ha Giang and never had a problem getting space for 8. We always used booking or hostelworld. \n\nOverall, this is one of the most beautiful places that Ive ever seen. Its still untouched by tourism for the most part and it is absolutely breathtaking. If you go, youll understand why my friends and I went back and did it over again. If you got started early enough in the morning, I dont think youd have a problem walking the pass in one day with plenty of time to stoprest, take photos, and enjoy the scenery. \n\nBe careful of the trucks! They do not slow down and many of the turns on the pass are blind. They do always beep their horns like crazy when theyre approaching a turn so youll know theyre coming but make sure youre off to the side when you hear the beeping. There were plenty of times when me or one of my friends nearly got painted onto the front of one of their windshields. \n\nThis is one of the highlights of Vietnam altogether and shouldnt be missed! I hope that answered your questions, feel free to ask away if you have any more. Cheers.Read more",
            "Có lẽ là một câu hỏi ngu ngốc, nhưng con đường này có thể đi được bằng ô tô không?Đọc thêm",
            "Chúng tôi đi bằng ô tô nên không vấn đề gì. Một số con đường thực sự gồ ghề, nhưng chúng cũng dành cho xe đạp. Tôi nghi ngờ bạn sẽ gặp vấn đề về độ cao. Không có nhiều nơi bạn ở gần một vực thẳm lớn. Và nếu bạn đi theo vòng theo chiều kim đồng hồ, bạn sẽ phải đi xa nhất đến những vực thẳm lớn. Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 19, 2018",
            "Written April 9, 2018",
            "Written March 24, 2018",
            "Written March 13, 2018",
            "Written March 12, 2018",
            "Written March 8, 2018",
            "Written March 4, 2018",
            "Written February 4, 2018",
            "Written January 28, 2018",
            "Written January 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or80-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or70-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or90-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d8074679-Reviews-Wego-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g32848-d4924659-Reviews-Blackbird_Airpark-Palmdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1467527-d8726523-Reviews-Puglia_Village-Molfetta_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187880-d4700808-Reviews-Spiaggia_Mugoni-Alghero_Province_of_Sassari_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368644-Reviews-Lake_Kawaguchiko-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Kosh.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d784369-Reviews-Wadi_Ghuweir-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g608492-d15132623-Reviews-Wanna_Jungle_Pool_and_Bar-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d1439241-Reviews-Metromover-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d2693179-Reviews-Lafayette_Village-Raleigh_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or90-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or80-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Ma Pi Leng Pass",
        "attraction_name_vi": "Ma Pi Leng Pass",
        "general_info": [
            "213 đánh giá",
            "2 trong số 9 điều cần làm ở Hà Giang",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Phong cảnh đẹp, Hãy đảm bảo bạn đạp xe khi tầm nhìn rõ ràng nếu không bạn sẽ bỏ lỡ cơ hội. Quan điểm đáng kinh ngạc từ mọi hướng. Bạn có thể muốn làm điều đó hai lần! Đọc thêm",
            "Đó là chuyến đi ngắn ngủi 4 ngày bằng xe máy qua đường vòng leo núi Hà Giang nhưng đáng giá từng phút.  Một chuyến xe buýt từ Hà Nội đến Hà Giang, sau đó đi xe máy từ Hà Giang qua Đồng Văn, Mèo Vạc và trở về Hà Giang qua các bản làng là một trải nghiệm tuyệt vời.  Mùa đông lạnh giá và có sương mù, nhưng trải nghiệm lái xe qua sương mù thực sự tuyệt vời.  Phong cảnh dọc đèo, những đứa trẻ địa phương chào đón du khách khi đi ngang qua và những gia đình bản xứ dân tộc quá đẹp - không thể diễn tả hết được. Tôi thực sự giới thiệu tỉnh Hà Giang ở phía tây bắc Việt Nam cho bất kỳ du khách thế giới nào yêu thích du lịch Đông Nam Á. Đọc thêm",
            "Theo tôi, không có cách nào tốt hơn để trải nghiệm đèo núi hơn là đạp xe đạp. Nó có thể là thử thách nhưng cũng rất đáng giá. Nó có thể mang đến góc nhìn mà du lịch bằng động cơ không thể mang lại. Tôi đã có may mắn được đạp đèo vào tháng 12 năm 2017. Đèo dài khoảng 20 km với độ cao 1.500 m. Thật thử thách và đáng giá khi hoàn thành hành trình leo lên vùng đất xinh đẹp này của Việt Nam. Xin lưu ý rằng giao thông bằng xe cộ có thể nguy hiểm trên QL4C, đường hẹp và quanh co nhưng chắc chắn sẽ rất đáng giá. Nếu bạn đến Đồng Văn, hãy đảm bảo rằng bạn tự thưởng cho mình bữa tối tại Nhà hàng Green Karst. Đọc thêm",
            "Phong cảnh tuyệt vời từ trên cao và một chuyến đi tuyệt đẹp từ dưới lên qua con đường quanh co và những ngôi làng, núi non và dòng sông. Thật tuyệt vời.Đọc thêm",
            "Nếu bạn thích đi xe máy đi du lịch thì phải đến đây ít nhất một lần trong đời. Tôi thề bạn sẽ không bao giờ hối tiếc. Đó là con đường tốt nhất để đi xe, những khung cảnh đẹp nhất để tận hưởng. Dường như bạn có thể chạm tay vào bầu trời xanh. Từ đỉnh Mã Pì Lèng bạn có thể ngắm nhìn khung cảnh tuyệt vời với dòng sông Nho Quế giữa núi non. Hãy đến đây và có được trải nghiệm tuyệt vời của bạn.Đọc thêm",
            "Các quan điểm rất đẹp. Bạn cảm thấy như đang ở giữa hư không và nhỏ bé. Đường đi lên đi xuống và rất quanh co nhưng rất đáng giá.Đọc thêm",
            "Đã dành 2,5 ngày đi xe máy để thực hiện vòng cực bắc và thật không thể tin được. Từ Hà Giang, chúng tôi uống cà phê khoảng 80 phút trong hành trình, bạn không thể bỏ lỡ địa điểm có khung cảnh ngoạn mục, sau đó tiếp tục đi thêm khoảng 80 phút nữa đến Yin Minh cho bữa trưa. Có một vài quán ăn cơm trên đường chính và đồ ăn rất ngon. Đường lái xe Yin Minh đến Đồng Văn thật tuyệt vời và khoảng 45 phút cuối cùng thật tuyệt vời. Ở lại qua đêm ở Đồng Văn vì có đủ chỗ để ăn tối và ăn sáng với một ly cà phê đàng hoàng. Chúng tôi ăn tối đối diện quảng trường chợ đêm, vì quán chính dường như chỉ cung cấp món lẩu, điều này cũng ổn nếu có nhiều bạn nhưng đắt tiền cho một cặp đôi. Chúng tôi quay lại chỗ cũ để ăn sáng và uống cà phê, thật khó để nhớ nhưng tôi không nhớ tên. Đồng Văn đi Mèo Vạc được cho là ngoạn mục nhất Đông Nam Á, không chỉ riêng Việt Nam, và đúng như vậy. Trời có hơi sương mù khi chúng tôi thực hiện cách đây 3 ngày nhưng thành thật mà nói, lái nó vào một ngày trời trong sẽ còn tốt hơn. Đọc thêm",
            "Không bao giờ bỏ lỡ quan điểm này. Nếu bạn ở Việt Nam, hãy thực hiện chuyến đi kéo dài 13 giờ từ Hà Nội và ngắm nhìn kỳ quan thiên nhiên nàyĐọc thêm",
            "Đây là điểm đến không thể bỏ qua nếu bạn du lịch miền Bắc Việt Nam. Với view đèo tuyệt đẹp từ Mèo Vạc - Đồng Văn, dòng sông trong xanh, bầu trời trong xanh. Tôi phải nói đây là một thiên đường. Thời gian tốt nhất là vào tháng 11 vì trời đủ lạnh để thư giãn. Đọc thêm",
            "Một trong những con đường đáng sợ nhất thế giới. Mã Pì Lèng, con đường hạnh phúc thật sự kích thích adrenaline. Khung cảnh thật ngoạn mục nhưng con đường này thực sự là đường đơn với giao thông 2 chiều, do đó, tùy thuộc vào hướng di chuyển, bạn sẽ ở sườn núi hoặc tự sát. Đọc thêm",
            "Giá một vòng cho 4 người, 2 người ở Isier và 2 người trên ô tô, bao gồm chỗ ở và đồ ăn Đọc thêm?",
            "Này, tôi cũng muốn đạp xe đến đó!  Bạn có thể cho tôi biết bạn đến đèo Mã Pí Lèng bằng xe đạp như thế nào không?  Đi xe tới đó có an toàn không?  \nBạn tham gia chuyến du lịch theo nhóm hay bạn đi một mình?  Và bạn có thể thuê một chiếc xe đạp ở đâu? \nCảm ơn!Đọc thêm",
            "Vanja thân mến \n Có thể đi xe đạp ở đây. Nó an toàn và rất tốt đẹp. Mọi người muốn giúp đỡ \nBạn có thể nhắn tin cho tôi bằng WhatsApp 84941164158Đọc thêm",
            "Cảm giác lên đến đỉnh đèo Mã Pí Lèng là sự hung vĩ của non sông Việt Nam, nó đúng là sếp hạng số một tại Việt Nam, các bạn cố mà thám hiểm khu vực nàyRead more",
            "Tôi háo hức muốn biết thêm chi tiết về chuyến đi bộ 2 ngày này;  địa hình như thế nào, đường đi được đánh dấu rõ ràng như thế nào, bạn có người hướng dẫn không, thử thách ra sao, bạn sắp xếp nhà trọ như thế nào, v.v. Cảm ơn rất nhiều vì sự giúp đỡ của bạn!  Chúng tôi có thể đến đó vào cuối tháng 3.Đọc thêm",
            "I didnt walk the pass, I did it on motorbike, which I think most people do. However, I dont think walking would be a problem since the actual Ma Pi Leng Pass is less than 20 km, I think. I would think you could easily walk it in one day. My friends and I actually drove it 3 times in one day. You definitely dont need a guide, unless you want one. As long as you have a map andor map app on your phone. \n\nIf you stay close to or on the roads then there wont be any problem with following a trail. There will signs along the road, but you cant really get lost if you stay near the road because the surrounding terrain isnt walkable in most areas. I would recommend using the app Maps.me when you go. You can use it for directions even when you dont have WiFi  cellular connection. \n\nThe terrain will be variable with a lot of inclinesdeclines. The roads kind of weave in and out of the hills then go up and down rapidly in different places. As I said, I did it on motorbike, but I wouldnt think itd be a very challenging walk. \n\nYoull either start the route from Dong Van or Meo Vac. There are plenty of hostelshotelshomestats in both cities, but not much or nothing in-between while on the actual pass. We booked our accommodation maybe 24 hours in advance throughout our whole trip through Ha Giang and never had a problem getting space for 8. We always used booking or hostelworld. \n\nOverall, this is one of the most beautiful places that Ive ever seen. Its still untouched by tourism for the most part and it is absolutely breathtaking. If you go, youll understand why my friends and I went back and did it over again. If you got started early enough in the morning, I dont think youd have a problem walking the pass in one day with plenty of time to stoprest, take photos, and enjoy the scenery. \n\nBe careful of the trucks! They do not slow down and many of the turns on the pass are blind. They do always beep their horns like crazy when theyre approaching a turn so youll know theyre coming but make sure youre off to the side when you hear the beeping. There were plenty of times when me or one of my friends nearly got painted onto the front of one of their windshields. \n\nThis is one of the highlights of Vietnam altogether and shouldnt be missed! I hope that answered your questions, feel free to ask away if you have any more. Cheers.Read more",
            "Có lẽ là một câu hỏi ngu ngốc, nhưng con đường này có thể đi được bằng ô tô không?Đọc thêm",
            "Chúng tôi đã làm điều đó bằng ô tô, vì vậy không có vấn đề gì. Một số con đường thực sự gồ ghề, nhưng chúng cũng dành cho xe đạp. Tôi nghi ngờ bạn sẽ gặp vấn đề về chiều cao. Không có nhiều nơi bạn ở gần một điểm rơi lớn. Và nếu bạn thực hiện vòng lặp theo chiều kim đồng hồ, bạn sẽ phải cách xa những giọt nước lớn nhất.Đọc thêm"
        ],
        "star_ratings": [
            195,
            15,
            3,
            1,
            0
        ],
        "review_amount": 214,
        "location": [
            "Ma Pi Leng Pass",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Tỉnh Hà Giang",
            "Ha Giang",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 27, 2018",
            "Written January 26, 2018",
            "Written December 27, 2017",
            "Written December 14, 2017",
            "Written December 12, 2017",
            "Written December 11, 2017",
            "Written December 4, 2017",
            "Written December 1, 2017",
            "Written November 27, 2017",
            "Written November 18, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d11019378-Reviews-or90-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or80-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or100-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26812758-Reviews-Road_Kings_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d24925720-Reviews-Ha_Giang_Majestic_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26872255-Reviews-Tiem_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d10795043-Reviews-QT_Motorbikes_and_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33155-d142407-Reviews-Inspiration_Point_Vista-Tahoe_City_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33265-d4758999-Reviews-Toyota_Amphitheater-Wheatland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d558603-Reviews-Zoo_Boise-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d3173509-Reviews-Township_Auditorium-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d215062-Reviews-The_Book_of_Kells_Old_Library-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d12849331-Reviews-Houston_Graffiti_Building-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g40990-d6964480-Reviews-Funorama-York_Beach_York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4699350-Reviews-Museum_of_Bricks-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g635614-d21138333-Reviews-Ialysos_Beach-Ialyssos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d19274143-Reviews-Shibuya_Sky-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or100-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-or90-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html"
    }
]