[
    {
        "attraction_name": "Machakos People's Park",
        "attraction_name_vi": "Công viên nhân dân Machakos",
        "general_info": [
            "45 đánh giá",
            "- 1 trong 5 điều cần làm ở Machakos",
            "Công viên"
        ],
        "attraction_summary": "Chúng tôi đã đưa hai đứa con nhỏ của mình đến đây - 5 tuổi - và chúng đã có một trải nghiệm tuyệt vời. Chúng tôi đã đi vào thứ Ba nên không có nhiều chuyến đi được mở nhưng chúng tôi vẫn có thể cưỡi ngựa cũng như lạc đà! Tôi và chị dâu đều chơi trò zipline và bọn trẻ rất thích thú với lâu đài phao. Hầu hết giá cả đều rất phải chăng, ngoại trừ những người cho trẻ em đi lại bằng ô tô có động cơ. Họ đã cố tính phí chúng tôi 1000 shilling để con chúng tôi đi ô tô điện trong 5 phút. Vợ tôi đã thương lượng để giảm giá nhưng đó là mức giá khá vô lý.Đọc thêm",
        "reviews": [
            "Một chuyến đi nghỉ dưỡng tuyệt vời dành cho bạn, một cặp vợ chồng, một gia đình hay thậm chí là một nhóm học sinh.  Đó là một công viên xinh đẹp trông giống một khu vườn hơn. Công viên rất lớn và có chỗ ngồi và vọng lâu xung quanh. Thậm chí còn có một trung tâm hội nghị trong công viên. Về tiện nghi, có nhà vệ sinh rất sạch sẽ, tôi thấy có hai nhà hàng và thậm chí còn có đồn cảnh sát ngay trong khuôn viên. Để giải trí, ngày nay có một mê cung hiếm thấy ở Kenya. Cuối tuần, trẻ em sẽ có khoảng thời gian vui vẻ vì có lâu đài nảy, ngựa, xe đạp, xích đu và nhiều thứ khác. Điều tuyệt vời nhất là không có phí vào cửa. Để đến đó từ hướng Nairobi, hãy rẽ vào đường nhựa đầu tiên sau khi ASK hiển thị bức tường xanh và lái xe vài km trên đường trải nhựa. Bạn sẽ đi qua Nhà Trắng - Văn phòng Thống đốc Machakos - ở bên trái và lái xe thêm một chút. Công viên sẽ ở bên trái của bạn sau bùng binh.Đọc thêm",
            "Khu vực này thật tuyệt vời. Khoảng 15 km từ Giao lộ Machakos trên Đường Mombasa và lối vào rất lộng lẫy. Quận sạch sẽ, nhiều hoạt động vui chơi như Zip zip, Sân gôn thu nhỏ, Vòng quay vui vẻ, Xe đạp, ngựa và cưỡi lạc đà. Rất nhiều nơi để ngồi và thư giãn, nhà hát ngoài trời rộng lớn và một hồ nước rất yên tĩnh để đi thuyền. Tùy chọn cho tuktuk đến trung tâm thị trấn có sẵn. Chỉ cần trọn một ngày dành riêng cho cảnh quay. Sẽ khuyên bạn nên mang theo đồ ăn và đồ uống của riêng mình vì các lựa chọn nhà hàng có sẵn không đạt tiêu chuẩn của công viên. Sân gôn thu nhỏ cũng không đẹp mắt Nếu bạn đang nghĩ đến việc tổ chức một chức năng, hãy tham gia nó 150 - .Chắc chắn sẽ đến đó một lần nữa Đọc thêm",
            "phong cảnh rất đẹp! Công viên Nhân dân Machakos, Nơi tuyệt vời. Cảnh quan tuyệt vời được thực hiện trên khuôn viên. những bữa ăn được chuẩn bị kỹ lưỡng và ngon miệng. Và là nơi tuyệt vời để đưa trẻ em ra ngoài tham gia các hoạt động ngoài trờiĐọc thêm",
            "Một công viên công cộng tuyệt vời, luôn xanh tươi dù ở những nơi xung quanh khô ráo, một khoảng thời gian tuyệt vời hơn trong năm. Có khu vui chơi đa dạng dành cho mọi lứa tuổi. Ngay cả các phòng vệ sinh cũng được phân chia từ 4, 6, 12 tuổi trở lên và khá sạch sẽ. Đây là nơi dành cho mọi người, thư giãn đến mức bạn không thể ghé thăm.Đọc thêm",
            "Chúng tôi đã đặt mua thịt và gà rán và thanh toán qua mpesa trước theo hướng dẫn trước khi nó có thể được chuẩn bị tại nhà hàng Nomads bên đập. 2 giờ sau nó vẫn chưa sẵn sàng. Khi điều tra họ đã quên một số phần của đơn đặt hàng. Họ đã bán một số bộ phận cho các khách hàng khác. Bọn trẻ hoàn toàn chết đói, chúng tôi phải rời đi. Không hoàn lại tiền không xin lỗi chỉ là chạy xung quanh. 3.500 đã biến mất.Đọc thêm",
            "Đó là một nơi tuyệt vời để đưa gia đình bạn đi nghỉ cuối tuần. Rất nhiều trò chơi bao gồm cả zip zip. Không khí tuyệt vời cho bữa tiệc của bạn với bạn bè.Đọc thêm",
            "Công viên khá tuyệt vời để thư giãn và có khoảng thời gian tuyệt vời với bạn bè. Rất khuyến khích cho một không gian thư giãn.Đọc thêm",
            "Nếu bạn cần một nơi mát mẻ, vui vẻ, xinh đẹp và thư giãn ở một nơi xa xôi hẻo lánh thì công viên nhân dân chính là nơi thích hợp. Thuận tiện cho các cặp vợ chồng, trẻ em, bạn bè và gia đình. Thực sự đẹp và xanh và cũng là những hoạt động dành cho cả trẻ em và người lớn.Đọc thêm",
            "Rất khuyến khích nếu bạn tình cờ đến thị trấn Machakos và có chút thời gian rảnh rỗi hoặc nói chung là một địa điểm dã ngoại cùng gia đình.. Một nơi tuyệt vời để thư giãn cho cả gia đình.Đọc thêm",
            "Có mất phí vào cửa không và bao nhiêu một người hoặc một cặpĐọc thêm",
            "Ai đó có thể đưa học sinh đến đó chỉ để phiêu lưuĐọc thêm",
            "Bất kỳ khoản phí nào được trả cho các hoạt động được thực hiện trong công viênĐọc thêm",
            "Có..có một khoản phí nhỏ kèm theo bất kỳ hoạt động nào được thực hiện. Bạn cũng phải đặt sớm.Đọc thêm",
            "Phí vào cửa là bao nhiêu, cộng với việc tôi có thể sắp xếp để ăn dê nướng ở đó không?Đọc thêm",
            "Có những khách sạn thân thiện với túi tiền ở machakos không, một cái gì đó đủ tốt cho một nơi nghỉ ngơi lãng mạn.  Appx 1500 mỗi đêm?Đọc thêm",
            "vâng đó. một khách sạn của ksh. 3.000 có thể làm bạn tốt hơn một khách sạn của KSH.  1.500 mỗi đêm.Đọc thêm",
            "CHÀO,\nTôi - đã thấy rằng phí công viên là miễn phí. Nó vẫn miễn phí phải không? nếu không thì chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Tất cả mọi người đều được vào Công viên miễn phí.Đọc thêm",
            "Giá vé vào cửa công viên dành cho người lớn và trẻ em là bao nhiêu?Đọc thêm",
            "Vào cửa miễn phí công viên..Đọc thêm",
            "Công viên mở cửa vào những ngày nào? Và giờ nào?Đọc thêm",
            "Công viên mở cửa từ 8:00 sáng đến 11:00 tối thứ Hai - chủ nhậtĐọc thêm",
            "có phí đỗ xe không..\nbất kỳ nơi nào cho trẻ em ăn hoặc mua đồ ăn nhẹ.\nhướng tới đó ngày hôm nay..Đọc thêm",
            "Miên phi. Và vâng, có những nơi bán đồ ăn nhẹ...tận hưởngĐọc thêm",
            "có bất kỳ khoản phí nào không?Đọc thêm",
            "Vé vào cổng, dây zip và thuyềnĐọc thêm"
        ],
        "star_ratings": [
            19,
            18,
            6,
            1,
            1
        ],
        "review_amount": 45,
        "location": [
            "Kenya",
            "Tỉnh Miền Đông",
            "Macakos",
            "Các hoạt động ở Machakos",
            "Châu phi",
            "Công viên nhân dân Machakos"
        ],
        "reviews_time": [
            "Written December 22, 2022",
            "Written May 20, 2022",
            "Written June 1, 2021",
            "Written August 4, 2020",
            "Written January 21, 2020",
            "Written January 1, 2020",
            "Written November 5, 2019",
            "Written July 17, 2019",
            "Written January 22, 2019",
            "Written December 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3337083-d7174242-Reviews-Machakos_People_s_Park-Machakos_Eastern_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3491594-d12182851-Reviews-Chicho_Hotel-Marsabit_Eastern_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3337083-d25106870-Reviews-Ceuvoe_House-Machakos_Eastern_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3337083-d27016612-Reviews-Fanela_springs_garden-Machakos_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3337083-d7174242-Reviews-or10-Machakos_People_s_Park-Machakos_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29857-d4454910-Reviews-Badin_Road_Drive_In_Theater-Albemarle_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1903117-Reviews-Dubai_Palace_Casino_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d530872-Reviews-The_Bamboo_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4509300-Reviews-Split_Fish_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d4753782-Reviews-Malta_National_Aquarium-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d481070-Reviews-Agadir_Kasbah-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g51137-d10179754-Reviews-Hoover_Dam-Westerville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d268023-Reviews-Nobel_Prize_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8048204-Reviews-Godzilla_Head-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g55588-d3172429-Reviews-Russian_Banya_Spa_and_Restaurant-Carrollton_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3337083-d7174242-Reviews-or10-Machakos_People_s_Park-Machakos_Eastern_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3337083-d7174242-Reviews-Machakos_People_s_Park-Machakos_Eastern_Province.html"
    }
]