[
    {
        "attraction_name": "Madakaripura Waterfall",
        "attraction_name_vi": "Thác Madakaripura",
        "general_info": [
            "470 đánh giá",
            "- 1 trong 46 điều cần làm ở Probolinggo",
            "Thác nước"
        ],
        "attraction_summary": "Tài xế của chúng tôi đề nghị điểm dừng này.  Lệ phí là 250K rupia, không tệ.  Nó bao gồm một chuyến đi xe tay ga 20 phút xuyên rừng đến cổng công viên rừng.  Hướng dẫn viên của chúng tôi đưa chúng tôi dọc theo lối đi bê tông, nơi chúng tôi có mũ bảo hiểm - bắt buộc phải đội do đá rơi - và nếu bạn không mang theo áo mưa, bạn sẽ cần một chiếc áo parka, có sẵn ở cổng.  Thác ban đầu nhỏ nhưng khi bạn đi vào hẻm núi khe, nước sẽ chảy từ mọi phía, kết thúc ở một điểm cuối hình tròn với thác nước dài 200m với nước chảy xuống mọi phía.  Thật là sảng khoái và các hướng dẫn viên sẽ giúp bạn chụp ảnh cùng bạn vì họ biết rất nhiều góc độ đẹp.  Đừng quá keo kiệt với những lời khuyên, những hướng dẫn viên rất tuyệt vời.Đọc thêm",
        "reviews": [
            "Chúng tôi đi xe ôm từ bãi đậu xe khoảng 10 phút, sau đó đi bộ khoảng 30 phút. Khung cảnh thật tuyệt vời. Thích được ở đây. Tôi đã chọn - satrioae35 - 6281219807325 và chúng rất tuyệt.Đọc thêm",
            "Thác nước rộng lớn và tuyệt vời ở phía đông java. Một địa điểm không thể bỏ qua. Tôi đến đây với sự hướng dẫn hữu ích về cách tìm đường và chụp ảnh. Đi bộ một chút nhưng không khí thực sự sảng khoái.FB: Kor - Nathe - - Yumai - S - SAM JAT - - MAI - DAI - Wongnai: K - NTE - - YOUMAI - S - SAM JAT - - Mai - DAI - Đọc thêm",
            "Chúng tôi đến bãi đậu xe và được bảo phải đi xe máy đến lối vào thác. Lúc đó trời mưa to kèm theo sấm sét nhưng chúng tôi không còn lựa chọn nào khác. Đường thông thoáng, ô tô đi qua không vấn đề gì nhưng trưởng thôn đã ra chỉ thị chỉ được đi bằng xe máy. Tất nhiên, chúng tôi ướt sũng, đến lối vào và được thông báo rằng nó đã đóng cửa suốt thời gian còn lại trong ngày do nước ở thác dâng cao. Quay lại bãi đậu xe để thay đồ trong nhà vệ sinh rất cơ bản...a trải nghiệm rất đáng thất vọng đối với những thác nước tuyệt vời theo những bức ảnh được công bố. Đọc thêm",
            "Một thác nước đáng yêu. Không đi bộ quá nhiều nhưng dép trekking rất hữu ích. Thật thích khi có thể đi bộ dưới đó, cảm giác thật tuyệt vào một ngày nắng nóng.Đọc thêm",
            "Thật choáng váng! Thác nước này thật khổng lồ! Dự kiến ​​sẽ bị ướt hoàn toàn. Tourguide rất hữu ích trên những con đường trơn trượt.Đọc thêm",
            "Vì vậy, tiêu đề này nghe có vẻ như một lời kêu gọi quan trọng nhưng tôi đã thấy rất nhiều thác nước trên khắp thế giới và đây là thác nước tuyệt vời nhất. Việc bạn đi qua nó thậm chí còn tuyệt vời hơn. Đường vào và ra có thể hơi trơn. Hãy chuẩn bị đóng gói và chuẩn bị để bị ướt. Nhìn chung, đây là một cuộc phiêu lưu an toàn, được trình bày tốt và có hướng dẫn. Tuyệt đẹp trên mọi nẻo đường! Đọc thêm",
            "Một trong những thác nước đẹp nhất ở Indonesia! Thác nước cao thứ hai trên toàn Indonesia và cao nhất ở Java này rất khó tiếp cận, điều khiến việc đến đây càng trở nên phiêu lưu hơn. Để biết thêm thông tin về cách đến đó đúng cách mà không cần một chuyến tham quan quá đắt, hãy truy cập trang blog của trang web xgetaway và đọc bài đăng - Ghé thăm Núi Bromo và Ijen - .Đọc thêm",
            "Madakaripura là một điểm thu hút đáng kinh ngạc không thể bỏ qua. Hãy chuẩn bị để tận mắt trải nghiệm thác và bị ướt thực sự khi các hướng dẫn viên địa phương đưa bạn đi dạo vào thác. Nếu có thể, hãy yêu cầu Solikin làm hướng dẫn viên, - hướng dẫn viên mặc áo phông xanh trong các hình ảnh đính kèm - , khi anh ấy một mình nâng cao toàn bộ trải nghiệm bằng chuyên môn chụp ảnh bất ngờ của mình. Nhờ anh ấy mà tôi và các bạn đã có được cả một cuốn album ghi lại những khoảnh khắc khó quên bên dòng thác kỳ diệu này. Đây - đang chia sẻ một số bức ảnh rất ít nhưng đẹp.Đọc thêm",
            "Ngoài Núi Bromo rất nổi tiếng, còn có những địa điểm du lịch khác nhất định phải ghé thăm khi bạn ở khu vực Công viên Quốc gia Bromo Tengger Semeru. Một nơi nhất định phải ghé thăm là thác Madakaripura. Thác nước này khá nổi tiếng với cả du khách trong và ngoài nước. Madakaripura là thác nước cao nhất trên đảo Java và cao thứ hai ở Indonesia, với độ cao khoảng 1000 mét so với mực nước biển. Vì độ cao nên không khí xung quanh trong lành, mát mẻ. Điểm độc đáo của Madakaripura là hình tròn và xung quanh thác được trang trí bằng những loại cây có hình dáng đẹp mắt. Thác Madakaripura được mệnh danh là thác nước vĩnh cửu bởi dòng nước không bao giờ giảm. Nếu đến thác Madakaripura bạn phải mang theo áo mưa vì ban ngày trời thường mưa bất chợt. Đọc thêm",
            "Xin chào, tôi đang dự định thực hiện một chuyến tham quan chụp ảnh phong cảnh java quanh Java, tất nhiên là thực hiện nó như một chuyến đi đường bộ và săn lùng các địa điểm Java đích thực ở địa phương.  Có đại lý du lịch nào có thẩm quyền có thể đáp ứng kế hoạch của tôi không. Cảm ơn Richard.Đọc thêm",
            "Xin chào, tôi vừa đi du lịch khắp Java để săn tìm địa điểm chụp ảnh. Tin tôi đi các bạn, Java Private Tour là sự lựa chọn tốt nhất, một số người bạn của tôi là nhiếp ảnh gia chuyên nghiệp cũng giới thiệu cho tôi, nhóm Java Private Tour có thể sắp xếp và tổ chức hành trình mà bạn mong muốn, bạn chỉ cần chia sẻ kế hoạch của mình họ sẽ sắp xếp tốt thôi, bạn có thể tìm kiếm Java Private Tour trên GoogleĐọc thêm",
            "Đây là cách thanh toán thông qua những gì Đọc thêm",
            "Chúng ta có phải đi xe máy để đến đó không?  Có kế hoạch đưa trẻ em đi và không thoải mái khi chúng đi xe máy.  Chúng ta có thể đi bộ tới cổng được không?  Đi bộ bao lâu và địa hình như thế nào - tới cổng - ?Đọc thêm",
            "Trưởng thôn địa phương khẳng định ô tô đậu cách lối vào thác 2 km..nhưng nếu thời tiết tốt bạn cũng có thể đi bộ khoảng cách đóĐọc thêm",
            "Thác Madakaripura là một trong những điểm du lịch theo chủ đề thác nước cũng nằm trong khu vực Công viên Quốc gia Bromo Tengger Semeru. Thác nước này có chiều cao khá cao, khoảng 200 m và có hình dáng độc đáo giống như một cái hốc được bao quanh bởi những vách đá cao chót vót cũng đang nhỏ giọt nước khiến các vách đá ở thác Madakaripura tạo thành một bức màn che phủ toàn bộ khu vực của thác. vách đá như đang trút mưa, thậm chí có 3 thác đổ xuống ào ào tạo thành một thác nước khác. Tại thác Madakaripura cũng có khoảng năm thác nước ở vị trí này với thác chính nằm ở cuối một căn phòng hình tròn có đường kính khoảng 25 m. Phía sau thác chính hóa ra có một hang động. Để vào được hang này rất khó khăn cho du khách vì muốn vào hang này, du khách đến trước tiên phải đi qua một hồ nước rộng 25 m2... chắc hẳn bạn rất tò mò. , phải không?",
            "Nơi này rất đẹp - rất được khuyến khích. Truy cập nhanh chóng và dễ dàng có thể được sử dụng như một điểm thu hút khách du lịch thay thế vì vị trí không xa Núi Bromo.  - Chỉ mất khoảng 1 giờ từ Bromo chúng ta sẽ đến nơi này. Hãy chuẩn bị những bộ quần áo đơn giản như quần đùi - áo phông, và đặc biệt nên sử dụng máy ảnh chống nước - chẳng hạn như GoPro - để ghi lại những khoảnh khắc đẹp khi ở đó. ở đó chắc chắn chúng ta sẽ bị ướt vì thác nước bắn tung tóe. Điều rõ ràng là nơi này thực sự tuyệt vời. Hãy thử đến, bạn chắc chắn sẽ thích, tôi đảm bảo, cảm ơn bạn.",
            "Làm thế nào để đến đó sau khi vượt qua cột 1 của cuộc leo núi?",
            "Những người đã đến thăm khu vực này - bao gồm cả Bromo - - chúng tôi đang đi tàu từ Yogya đến Bali. Có đáng để dừng lại ở khu vực Probolinggo không? Nếu vậy thì trong bao lâu? \nNgoài ra, đối với những người đang đi theo con đường này - Yogya đến Bali - - có gợi ý nào - lời khuyên về tàu hỏa, xe buýt, phà, nơi lưu trú không? Mọi ý kiến ​​đều được chào đón. ThxĐọc thêm",
            "Xin chào, tôi dự định đi đến thác nước madakaripura, có ojek hoặc phương tiện giao thông công cộng nào có thể đưa chúng tôi từ cemoro Lawang đến thác nước không? Bao nhiêu tiền? Đọc thêm",
            ".. tiếp - d ..\nTôi không biết chi phí nhập học vì nó đã được bao gồm trong gói của chúng tôi.\nNgười dân địa phương hiểu rằng tỷ lệ nhập học đối với người dân địa phương - khách du lịch là khác nhau.\nHy vọng nó sẽ giúp ..Đọc thêm",
            "Mất bao lâu để thực hiện chuyến tham quan thác nước từ Surabaya?Đọc thêm",
            "từ surabaya đến thác madakaripura cần thời gian khoảng 3 giờ lái xe. Sau đó cần thời gian khoảng 1 giờ để đến núi lửa Bromo từ thác nước.Đọc thêm",
            "tàu du lịch cập bến bao xa?Đọc thêm",
            "Nếu tàu du lịch cập bến Tanjung Perak Dock, bạn sẽ cần khoảng 3 giờ lái xe bằng ô tô riêng - trong điều kiện giao thông bình thường - .\nTổng cộng bạn sẽ cần 6 giờ chỉ để đi và về.Đọc thêm",
            "Ban quản lý du lịch Probolinggo không thể làm gì để giáo dục cư dân địa phương làm hướng dẫn viên bất hợp pháp ở đó? Bởi nếu là người hướng dẫn pháp luật, chắc chắn họ sẽ giải thích được mọi điều về Madakaripura cho du khách chứ không chỉ tống tiền du khách. Đồng hành cùng người dân đi bộ dọc theo những tuyến đường rất thông thoáng, sự hiện diện của họ thực sự làm xáo trộn sự thoải mái của mỗi du khách, đặc biệt là người nước ngoài. Không một hoặc hai lần khiếu nại được chuyển tải trực tiếp hoặc gián tiếp. Nhưng không có hành động nào cả.\nHy vọng ASITA có thể phát hành một ban nhạc du lịch cho mục đích này. Bởi vì nó rất nguy hiểm cho du khách, đặc biệt là người nước ngoài.Đọc thêm"
        ],
        "star_ratings": [
            296,
            130,
            27,
            10,
            7
        ],
        "review_amount": 470,
        "location": [
            "Đông Java",
            "thử nghiệm",
            "Indonesia",
            "Châu Á",
            "Thác Madakaripura",
            "Java",
            "Các hoạt động ở Probolinggo"
        ],
        "reviews_time": [
            "Written December 5, 2023",
            "Written December 5, 2023",
            "Written April 13, 2023",
            "Written March 28, 2023",
            "Written March 21, 2023",
            "Written February 21, 2023",
            "Written February 5, 2023",
            "Written October 5, 2022",
            "Written September 8, 2022",
            "Written November 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1144644-d1231258-Reviews-Madakaripura_Waterfall-Probolinggo_East_Java_Java.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3199127-d26171162-Reviews-Stik_susu_lawang_bromo-Sukapura_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d26172243-Reviews-Glory_Quilting-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d1231258-Reviews-or10-Madakaripura_Waterfall-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d10547218-Reviews-Taxi_Bromo-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d8837261-Reviews-Gili_Ketapang-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d10720468-Reviews-Ranu_Agung_Lake-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d9866046-Reviews-Bentar_Beach-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d8667183-Reviews-Pasir_Putih_Beach-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d10758131-Reviews-Ranu_Segaran_Lake-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d11693550-Reviews-Taman_Wisata_Studi_Lingkungan-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d14910605-Reviews-Duta_Beach-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d8322269-Reviews-Bromo_Smiling-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d25336225-Reviews-Mount_Bromo-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297710-d11717266-Reviews-Amai_Holidays_Indonesia-Malang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297710-d15676688-Reviews-Oni_soekotjo_bromoindonesia_id-Malang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025489-d6818404-Reviews-Puncak_B29-Lumajang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297710-d2307699-Reviews-Bromo_Tengger_Semeru_Adventure-Malang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d17750680-Reviews-Bromo_Authentic_Tour-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d6897585-Reviews-Sinar_Jaya_Tours-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d25388136-Reviews-ExploreTheBromo-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297715-d10538245-Reviews-Bromo_Solution_Tour_Transport-Surabaya_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g14782503-d26532897-Reviews-Metrotama_Travel_Agent-Yogyakarta_Yogyakarta_Region_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d13392379-Reviews-Nakula_Bromo_Tour-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d12211187-Reviews-Lava_Adventure-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144644-d13988779-Reviews-Syailendra_Vakansi-Probolinggo_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297715-d17623425-Reviews-My_Trip_Dukun_Gunung-Surabaya_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d142973-Reviews-Lookout_Mountain-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d1962901-Reviews-Wahooo_Waterpark-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g53388-d17451652-Reviews-Lurgan_Greenhouse-Orrstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g47182-d4416913-Reviews-Alien_Zone_Area_51-Roswell_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g44341-d8725539-Reviews-Blue_Spring-Eminence_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d737307-Reviews-The_Track_Family_Fun_Parks_Track_4-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d8381909-Reviews-Cardiff_State_Beach-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187836-d3411774-Reviews-Piani_D_Erna-Lecco_Province_of_Lecco_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d3973255-Reviews-Taman_Rekreasi_Gunung_Lang-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g32601-d648302-Reviews-Lake_Shasta_Caverns-Lakehead_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1144644-d1231258-Reviews-or10-Madakaripura_Waterfall-Probolinggo_East_Java_Java.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1144644-d1231258-Reviews-Madakaripura_Waterfall-Probolinggo_East_Java_Java.html"
    }
]