[
    {
        "attraction_name": "Made in Cambodia Market",
        "attraction_name_vi": "Sản xuất tại thị trường Campuchia",
        "general_info": [
            "576 đánh giá",
            "- 19 trong số 204 việc cần làm ở Siem Reap",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Chợ Made in Campuchia tập hợp những ví dụ thú vị nhất về nghề thủ công ở Campuchia ngày nay. Các nghệ nhân và nhà thiết kế được quốc tế công nhận tham gia bao gồm SAY SEING, KILT, Palm Ice Cream, v.v. Du khách tham dự phiên chợ sẽ có cơ hội mua các sản phẩm thủ công chất lượng tốt giúp xác định lại ý nghĩa của việc sản xuất ở Campuchia ngày nay. Mỗi mặt hàng được rao bán đều được sản xuất bởi một thế hệ người Campuchia tài năng mới. Lợi ích lớn nhất của Thị trường sẽ thuộc về những người Campuchia này, bao gồm cả nhiều người có nhu cầu, thông qua cả thu nhập trực tiếp và phát triển kỹ năng. Các nghệ sĩ giải trí trực tiếp - hội thảo sẽ cung cấp các dịch vụ đa dạng và mang tính lễ hội trên thị trường. Triết lý chính đằng sau Thị trường Made in Campuchia là Giúp tạo việc làm cho người Khmer; từ dân làng sản xuất Đồ thủ công đến người bán hàng tương tác với du khách. Mở cửa cho công chúng hàng ngày từ 12 giờ trưa đến 21 giờ.Đọc thêm",
        "reviews": [
            "Chắc chắn đáng ghé thăm để hỗ trợ các nghệ sĩ địa phương. Một loạt các sản phẩm thủ công có sẵn bao gồm cả tác phẩm nghệ thuật gốc. Tôi đã gặp một trong những nghệ sĩ, Morn Chear, một thợ in, người tạo ra những bản in khối đẹp mắt. Thật thú vị khi trò chuyện với các nghệ sĩ và mua một số tác phẩm.Đọc thêm",
            "Kính thưa \nCảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi! \nChear là một trong những nghệ sĩ sáng tạo! Cuộc sống truyền cảm hứng! Đọc thêm",
            "Đây là thị trường yêu thích của chúng tôi ở Campuchia! Rất khuyến khích ghé thăm ở đây vì có rất nhiều thứ đẹp để mua. Thực sự có cảm giác như khi bạn mua hàng ở đây, tiền của bạn sẽ đến đúng nơi. Người bán không ép bạn mua đồ mà thay vào đó hướng dẫn bạn cách sản xuất mọi thứ.Đọc thêm",
            "Ồ! đánh giá tuyệt vời!! \nCảm ơn rất nhiều!!! Đọc thêm",
            "Chợ nhỏ với các sản phẩm thủ công độc đáo của nghệ nhân địa phương. Không giống như các mặt hàng ở các chợ khác. Một số người bán hàng đại diện cho các sản phẩm thủ công của nghệ nhân khuyết tật. Khi mua hàng ở đây, bạn đang ủng hộ nghệ sĩ và thợ thủ công địa phương. Rất nhỏ nhưng đáng để ghé thăm. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá và đánh giá về chúng tôi!Đọc thêm",
            "Lần đầu tiên tôi tình cờ gặp được viên ngọc quý của khu chợ này ở Siem Reap vào năm 2022, rất gần nơi chúng tôi ở tại khu nghỉ dưỡng - spa Samadivi. Đó là một khu chợ nhỏ mà tôi cảm thấy rất vui khi không cảm thấy choáng ngợp bởi những người bán hàng bán những mặt hàng tương tự như ở Phsar Leu Thom Tmey hoặc Chợ đêm lớn. Sau khi kể cho chồng nghe chuyện đó, cả hai chúng tôi thường xuyên đi chợ. Chúng tôi đều là nghệ sĩ và đánh giá cao công việc được đưa vào các sản phẩm thủ công của họ. \nCác mặt hàng thủ công bao gồm các bức tranh gốc, đồ trang sức độc đáo, quần áo, túi tái chế, v.v. \nNhững người bán hàng - nghệ sĩ rất thân thiện và dành thời gian để trò chuyện ngay cả với một số người có trình độ tiếng Anh hạn chế, nhưng những người bán hàng luôn giúp đỡ nhau dịch thuật. \nNơi có người đẹp không thể nào quên. Chúng tôi sẽ trở lại vào tháng 10 năm 2023 sắp tới.Đọc thêm",
            "Ghê ghê!!!\nThân yêu nhất!!\n Chúng tôi rất cảm ơn vì những đánh giá thực sự về trải nghiệm của bạn về chợ cộng đồng nhỏ của chúng tôi ở Siem Reap.\nTôi muốn nói thêm một chút về nền tảng của chúng tôi, chúng tôi bắt đầu từ sự kiện Street Top Up vào năm 2013, chỉ tăng cường cài đặt và thực hiện 1 lần cho đến khi chúng tôi duy trì hàng ngày để hỗ trợ hơn 35 nhà cung cấp. Vì tất cả lòng tốt của bạn, hãy hỗ trợ thị trường cộng đồng của chúng tôi, bằng cách mua từng miếng nhỏ và tất cả giá trị mua hàng của bạn để giúp cộng đồng của chúng tôi phát triển từ ủng đến mua sắm. Sự tin tưởng và hỗ trợ thực sự của bạn đã đến với các nhà cung cấp và cộng đồng tại các làng của chúng tôi.\n\nCảm ơn tốt nhất một lần nữa!!! \nTrân trọng, Đọc thêm",
            "Hàng thủ công địa phương. Chợ bình dân bán quần áo, tác phẩm nghệ thuật, đồ chơi, đồ trang sức, rượu mạnh và hơn 100 mặt hàng khác - được sản xuất tại Campuchia. Nơi tuyệt vời để tìm những món quà độc đáo, chất lượng cao hơn và các mặt hàng đặc biệt. Không đông đúc và không có áp lực bán hàng cao. Tuyệt vời cho gia đình. Đọc thêm",
            "Thân gửi.....cảm ơn lòng tốt của bạn vì đã đánh giá và bình luận về chúng tôi.\n\nTrân trọng,Đọc thêm",
            "Đây là một khu chợ nhỏ, bán các mặt hàng thủ công mỹ nghệ được sản xuất tại địa phương, từ đồ trang sức đến lụa, gia vị và rượu địa phương, tranh vẽ, phụ kiện. \nĐây là một thị trường nhỏ nhưng cung cấp nhiều lựa chọn. \nTất cả các mặt hàng đều độc đáo, được làm thủ công, có chất lượng tuyệt vời và giá cả rất hợp lý so với một số địa điểm du lịch bán hàng nhập khẩu sản xuất tại Trung Quốc. \nNgoài ra, việc mua hàng ở đó còn giúp ích cho cộng đồng địa phương. \nTôi hoàn toàn khuyên bạn nên ghé thăm. Đọc thêm",
            "Kính thưa, \nXin chân thành cảm ơn những đánh giá của bạn về trải nghiệm của bạn về thị trường cộng đồng nhỏ của chúng tôi.\n\nHy vọng bạn thích thị trường của chúng tôi, Siem Reap và Campuchia.\n\nTrân trọng, Đọc thêm",
            "Khu chợ nhỏ này nằm gần khách sạn của chúng tôi và chúng tôi đã ghé thăm nó vào ngày cuối cùng. Không giống như nhiều cơ sở bán lẻ trong thành phố, đây là môi trường bán hàng có áp lực thấp và các quầy hàng dường như bán các sản phẩm địa phương được sản xuất chính hãng chất lượng cao. \n\nChúng tôi đã mua một số khuyên tai bạc cho con gái mình - không hề rẻ nhưng hy vọng số tiền bỏ ra sẽ đáng giá.Đọc thêm",
            "Cảm ơn rất nhiều vì đã hỗ trợ thị trường cộng đồng nhỏ của chúng tôi.Đọc thêm",
            "Đây là một thị trường nhỏ tuyệt vời để khám phá! Có rất nhiều hàng hóa độc đáo do người Campuchia làm ra và giúp đỡ người dân Campuchia. Tôi thực sự thích không khí và mọi người tôi nói chuyện và gặp đều cực kỳ thân thiện. Rất khuyến khích dừng lại ở thị trường này!Đọc thêm",
            "Xin chân thành cảm ơn vì đã hỗ trợ thị trường cộng đồng nhỏ của chúng tôi.Đọc thêm",
            "Nơi tuyệt vời để mua các mặt hàng địa phương khác với những người bán thông thường.  Chúng tôi đã mua một vài bức vẽ từ cửa hàng Tranh Kong So Phanit, nơi tác phẩm nghệ thuật là của một cậu bé địa phương bắt đầu vẽ tranh từ năm 12 tuổi để hỗ trợ việc học của anh và em gái.  Mẹ anh ấy rất tốt và rất tự hào về con trai mình.Đọc thêm",
            "Cảm ơn tốt nhất đã hỗ trợ gia đình anh ấy.Đọc thêm",
            "Tôi đã mua hầu hết các món quà cho tôi và những người khác ở đây. Có rất nhiều nghệ nhân và nhiều loại mặt hàng được bán với giá cả hợp lý. Tôi đã mua cho trẻ em từ 5 tuổi đến 80 tuổi - có thứ gì đó dành cho tất cả mọi người!Đọc thêm",
            "Xin chân thành cảm ơn vì đã hỗ trợ chợ cộng đồng nhỏ của chúng tôi ở Siem Reap Đọc thêm",
            "Chợ nhỏ xinh với các sản phẩm sản xuất tại địa phương. Người dân thân thiện và giá cả có thể cao. Họ sẽ hạ giá ngay cả khi không được yêu cầu.Đọc thêm",
            "Đó là một khu chợ nhỏ nhưng mọi thứ lại khác biệt. Chúng tôi hài lòng với những gì mình mua được nhưng vì trời rất nóng khi chúng tôi ở đó nên khu chợ cực kỳ nóng nên có thể phải ở đó lâu. Đọc thêm",
            "Kính thưa! \nXin gửi lời cảm ơn chân thành nhất vì đã hỗ trợ chợ cộng đồng nhỏ của chúng tôi ở Siem Reap.Đọc thêm",
            "Chúng tôi tìm thấy những món đồ không thể thấy ở bất kỳ nơi nào khác. Tất cả các chủ gian hàng đều thân thiện. Không phải là một nơi lớn hay rẻ và cũng không dễ mặc cả nhưng hài lòng với mức giá phải trả cho những món đồ đã mua. Chắc chắn khuyên bạn nên ghé thăm. Hãy bắt một chiếc tuk tuk và yêu cầu tài xế đợi bạn ở đó. Dự kiến ​​​​sẽ dành không quá một giờ ở đây. Chúng tôi thực sự đã đi một vài lần vì chúng tôi cứ suy nghĩ về những món đồ đã nhìn thấy nhưng chưa mua vào thời điểm đó - 3 - - 4 chuyến xe tuk tuk trở về từ trung tâm Siem ReapĐọc thêm",
            "Kính thưa,\nXin chân thành cảm ơn vì đã hỗ trợ chợ cộng đồng nhỏ của chúng tôi ở Siem Reap.Đọc thêm",
            "Các sản phẩm chất lượng mà bạn biết là hàng chính hãng. Đúng vậy, đắt hơn những nơi khác nhưng bạn biết rằng mỗi đô la bạn chi tiêu đều tạo nên sự khác biệt. Chúng tôi đã có một trải nghiệm tuyệt vời khi đi bộ quanh khu chợ này, trò chuyện với những người bán hàng và mua một vài món đồ. Nhân tiện, hầu hết đều có dịch vụ thanh toán bằng thẻ tín dụng. Một số nghệ sĩ và thợ thủ công rất truyền cảm hứng như nghệ sĩ mà chúng tôi đã mua hàng, người đã vẽ bằng các chi cụt của mình sau khi mất tay vì mìn. Đọc thêm",
            "Kính thưa, \nCảm ơn bạn rất nhiều vì đã ủng hộ chợ cộng đồng nhỏ của chúng tôi ở Siem Reap, hy vọng bạn cũng thích Siem Reap.Đọc thêm",
            "Made in Campuchia là một khu chợ nhỏ nhưng tuyệt vời, bán đồ trang sức, khăn quàng cổ, đồ gốm và tác phẩm nghệ thuật đẹp mắt.  Mọi thứ đều do người Campuchia thực hiện để hỗ trợ nhiều mục đích khác nhau như y tế, giáo dục và phúc lợi cộng đồng.  Bạn - sẽ cảm thấy thoải mái khi mua hàng ở khu chợ này vì biết rằng tiền của bạn đang giúp ích rất nhiều cho nhiều mục đích xứng đáng.Đọc thêm",
            "Kính thưa,\n\nCẢM ƠN! nhiều quá!!Đọc thêm",
            "Tôi đã mua phần lớn quà tặng cho tôi và những người khác ở đây.  Có rất nhiều nghệ nhân và rất nhiều mặt hàng được bán với giá cả hợp lý.  Tôi mua cho trẻ từ 5 tuổi đến 80 tuổi- thứ dành cho tất cả mọi người!Đọc thêm",
            "Xin chân thành cảm ơn vì đã hỗ trợ chợ cộng đồng nhỏ của chúng tôi ở Siem Reap Đọc thêm",
            "Yêu khu chợ nhỏ này. Các sản phẩm là thích hợp và chất lượng cao. Tất cả chúng đều được sản xuất tại địa phương và được chuyển về các làng và gia đình sản xuất chúng. Chúng cũng không quá đắt so với những người bán hàng ở Chợ Cũ hoặc Chợ Angkor - những nơi bán những thứ giống nhau và có cảm giác như tất cả đều giống nhau - Made in China - .. Những người bán hàng không quá tự cao và siêu thân thiện.Đọc thêm",
            "Kính thưa,\nXin chân thành cảm ơn vì đã hỗ trợ chợ cộng đồng nhỏ của chúng tôi ở Siem Reap Đọc thêm",
            "Nơi tuyệt vời để mua các mặt hàng địa phương khác với những người bán thông thường. Chúng tôi đã mua một vài bức vẽ từ cửa hàng tranh Kong So Phanit, nơi có tác phẩm nghệ thuật của một chàng trai trẻ địa phương bắt đầu vẽ tranh từ năm 12 tuổi để hỗ trợ việc học của mình và chị gái. Mẹ của cậu bé rất tốt bụng và rất tự hào về con trai mình. Đọc thêm",
            "Cảm ơn tốt nhất đã hỗ trợ gia đình anh ấy.Đọc thêm",
            "Đây là một thị trường nhỏ tuyệt vời để khám phá! Có rất nhiều hàng hóa độc đáo do người Campuchia làm ra và giúp đỡ người dân Campuchia. Tôi thực sự thích không khí và mọi người tôi nói chuyện và gặp đều cực kỳ thân thiện. Rất khuyến khích dừng lại ở thị trường này!Đọc thêm",
            "Xin chân thành cảm ơn vì đã hỗ trợ thị trường cộng đồng nhỏ của chúng tôi.Đọc thêm",
            "Khu chợ nhỏ này nằm gần khách sạn của chúng tôi và chúng tôi đã ghé thăm nó vào ngày cuối cùng. Không giống như nhiều cơ sở bán lẻ trong thành phố, đây là môi trường bán hàng có áp lực thấp và các quầy hàng dường như bán các sản phẩm địa phương được sản xuất chính hãng chất lượng cao. Chúng tôi đã mua một số khuyên tai bạc cho con gái mình - không hề rẻ nhưng hy vọng số tiền bỏ ra sẽ đáng giá.Đọc thêm",
            "Cảm ơn rất nhiều vì đã hỗ trợ thị trường cộng đồng nhỏ của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            363,
            143,
            57,
            8,
            6
        ],
        "review_amount": 577,
        "location": [
            "Tỉnh Xiêm Riệp",
            "Châu Á",
            "Những điều cần làm ở Siêm Riệp",
            "Xiêm Riệp",
            "Sản xuất tại thị trường Campuchia",
            "Campuchia"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 2, 2023",
            "Written July 13, 2023",
            "Written July 21, 2023",
            "Written August 6, 2023",
            "Written August 16, 2023",
            "Written January 4, 2024",
            "Written January 4, 2024",
            "Written January 23, 2024",
            "Written March 1, 2024",
            "Written June 3, 2024",
            "Written April 12, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 20, 2024",
            "Written March 1, 2024",
            "Written February 15, 2024",
            "Written January 24, 2024",
            "Written January 4, 2024",
            "Written January 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297390-d4066214-Reviews-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d7260612-Reviews-Embassy_Restaurant-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d12874407-Reviews-Kroya_by_Chef_Chanrith-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d1232460-Reviews-Cafe_Indochine-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d1541678-Reviews-Common_Grounds_Cafe-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d25191375-Reviews-The_Grill_Lounge-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d11680558-Reviews-Crane_Cafe-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d9861395-Reviews-Fresh_Fruit_Factory-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d10069292-Reviews-Try_Me-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d8484524-Reviews-Grill_Wine_Cafe-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d7205637-Reviews-The_Little_Red_Fox_Espresso-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d25256841-Reviews-Viti_s_English_Speaking_Private_Tuk_Tuk_Car_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13602714-Reviews-Siem_Reap_Art_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d17840015-Reviews-The_Heritage_Walk-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12563972-Reviews-Kandal_Village-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d15529581-Reviews-TRIBE_Cambodia-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d552508-Reviews-Central_Market-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2402627-Reviews-Preah_Ang_Chek_Preah_Ang_Chom_Temple-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12071108-Reviews-Wang_Tuk_Tuk_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12297981-Reviews-Daniel_English_Speaking_Tuk_Tuk_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d555073-Reviews-Royal_Residence-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4066214-Reviews-or10-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4177819-Reviews-Sombai_Cambodian_Liqueur_and_souvenirs-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4040469-Reviews-Fair_Trade_Village-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1548619-Reviews-Khmer_Ceramics_Centre-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d8467727-Reviews-Shop676-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12173760-Reviews-ArtBox-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d7313423-Reviews-Gemological_Institute_of_Cambodia-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1594684-Reviews-Artisans_Angkor-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2100150-Reviews-Theam_s_Gallery-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2345313-Reviews-Senteurs_D_angkor_Workshop-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d18935866-Reviews-Private_Tour_Guide_Siem_Reap-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d9564596-Reviews-Angkor_Wat_Small_Tour-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1997336-Reviews-Angkor_Guide_Sopanha_Private_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d9608861-Reviews-Taxi_In_Cambodia-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d7619088-Reviews-The_Glory_Spa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d7349484-Reviews-Siem_Reap_Shuttle_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d16882142-Reviews-KILT_Hand_made_Accessory_Shop-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13738038-Reviews-Opal_Spa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2561949-Reviews-Angkor_Driver_Guide_Private_Siem_Reap_Day_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2423166-Reviews-Beyond_Unique_Escapes-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1812150-Reviews-Lemongrass_Garden_Beauty_Massage-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d7241952-Reviews-Siem_Reap_Food_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1647080-Reviews-Frangipani_Spa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12311015-Reviews-Marvel_Angkor_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d26248063-Reviews-Ron_Tuk_Tuk_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g19102012-d6854595-Reviews-Spille_Beach-Spille_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185138-Reviews-Gay_Village-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g309713-d310455-Reviews-Papua_Wigmore_s_Waterfall-Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d148099-Reviews-Hell-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d9734014-Reviews-Shigeharu_Cutlery-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g30272-d1799607-Reviews-Outback_Kangaroo_Farm-Arlington_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6503236-Reviews-Kinky_Bar-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33970-d2640801-Reviews-West_Hartford_Reservoir-West_Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1549936-Reviews-Festival_Bay_Mall_at_International_Drive-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297390-d4066214-Reviews-or10-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297390-d4066214-Reviews-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html"
    }
]