[
    {
        "attraction_name": "MagiQuest",
        "attraction_name_vi": "MagiQuest",
        "general_info": [
            "1.727 đánh giá",
            "22 trong số 59 Trò chơi vui nhộn ở Pigeon Forge",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "MagiQuest là một trò chơi nhập vai, hành động trực tiếp tương tác, nơi người chơi bắt tay vào các nhiệm vụ và cuộc phiêu lưu. Chúng tôi cũng cung cấp FX Pirate Golf đặc biệt, sân gôn thu nhỏ 18 lỗ trong nhà, Mê cung gương mới được cải tạo, nhiều trò chơi điện tử và cả ưu đãi! Vui lòng lưu ý khu vực nhượng bộ và vé vào cửa trò chơi MagiQuest đóng cửa 1 giờ trước thời gian đóng cửa thực tế của chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi đã từng chơi ở Great Wolf Lodge ở Bloomington MN, nhưng đây là một bước tiến lớn. Các công nhân thật tuyệt vời và hữu ích. Chủ đề và trang trí là đúng điểm. Khu vui chơi khép kín ở tầng trên. Họ có những cây đũa phép cho mượn mà bạn có thể sử dụng MIỄN PHÍ chưa từng có ở các địa điểm khác. 20 giờ để chơi cả ngày, bắt đầu nhiệm vụ, nghỉ trưa và quay lại sau. Đó là một cuộc săn lùng lớn với cây đũa thần, tin tôi đi, con bạn sẽ thích nó!Đọc thêm",
            "Xin chào Lisa G -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm đầu tiên của mình với chúng tôi tại MagiQuest Pigeon Forge! Chúng tôi hy vọng chuyến thăm trở lại của bạn sẽ diễn ra trong tương lai!Đọc thêm",
            "Gia đình 5 người của tôi đã có khoảng thời gian tuyệt vời khi thực hiện nhiệm vụ kỳ diệu, mê cung gương, sân gôn mini và trò chơi điện tử. Kylie đã giúp các con tôi chọn giải thưởng trò chơi điện tử và cô ấy có sự kiên nhẫn và thái độ ngọt ngào đáng kinh ngạc nhất. Cô dán nhãn túi của chúng bằng tên và thiết kế đặc biệt, đồng thời rất cẩn thận để đảm bảo chọn được số lượng ký tự và màu sắc đồng đều cho mỗi đứa trẻ. Hơn nữa phong cách của cô ấy thật kỳ diệu!! Cô ấy thật tuyệt vời!Đọc thêm",
            "Xin chào Người tham quan14683491000 -\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết cả gia đình bạn rất thích chuyến thăm của họ với chúng tôi tại MagiQuest và một trong những nhân viên của chúng tôi có thể trợ giúp trong chuyến thăm đầu tiên của bạn. Chúng tôi đánh giá cao việc bạn dành thời gian gửi lời cảm ơn đến chúng tôi và cô ấy! Hãy quay lại và gặp chúng tôi sớm!Đọc thêm",
            "Đừng ngại yêu cầu giúp đỡ!  Winter, Alex và Aubry đã giúp đỡ rất nhiều cho ông bà này, những người đang cố gắng giúp chúng tôi vượt qua trò chơi trong 5 năm!! Cảm ơn ba vì điều đó.  Chúng tôi chắc chắn sẽ quay lại vào năm tới. Đọc thêm",
            "Xin chào 220sharlenec -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất thích nghe những phản hồi như vậy từ khách hàng! Chúng tôi hy vọng tất cả các bạn sẽ quay lại và ghé thăm sớm! Đọc thêm",
            "Cả gia đình chúng tôi rất thích điều này. Phần MagiQuest là một trò chơi theo phong cách săn lùng tương tác theo chủ đề phù thủy Harry Potter, đủ dễ dàng cho trẻ nhỏ chơi nhưng cũng đủ hấp dẫn đối với thanh thiếu niên trở lên.  Trò chơi chiếm toàn bộ tầng với nhiều chủ đề thú vị để khám phá. Hầu hết bạn có một giờ là đủ nhưng con tôi sẽ ở lại hàng giờ sau đó và bạn có thể mua thêm thời gian... bạn cũng có thể quay lại và tiếp tục nơi bạn đã dừng lại. Chúng tôi đã tận dụng thẻ dành cho gia đình được đề xuất, điều này cũng cho phép chúng tôi truy cập không chỉ vào trò chơi MagiQuest, một mê cung gương vừa đủ thử thách, sân golf mini uv, trong nhà, theo chủ đề cướp biển, rắn và một khu vực trò chơi nơi bạn có thể kiếm được giải thưởng bằng vé .  Có thể dễ dàng mất 3 giờ hoặc hơn để làm tất cả những việc đó một cách thoải mái. Hoàn hảo cho một ngày mưa hoặc khi bạn chỉ muốn tránh nắng và sử dụng máy điều hòa.Đọc thêm",
            "Xin chào AleisterR -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết rằng gia đình bạn rất thích chuyến thăm của bạn cùng chúng tôi tại tất cả các điểm tham quan bên trong lâu đài và chúng tôi có thể tổ chức một số hoạt động vui chơi trong nhà để giúp bạn thoát khỏi cái nóng! Chúng tôi hy vọng tất cả các bạn sẽ quay lại và ghé thăm vào lần tới khi bạn đến Pigeon Forge!Đọc thêm",
            "Mới thực hiện chuyến đi thứ ba đến điểm tham quan này - cách nhà ba giờ lái xe - và tôi sẽ quay lại nhiều lần. . . ồ, và tôi đã 62 tuổi! \nKhía cạnh săn lùng người nhặt rác chỉ đủ thử thách để khiến bạn vận động trí óc và cảm thấy hài lòng chính đáng khi hoàn thành từng mục tiêu mà không khó đến mức bạn quên rằng mình ở đó chỉ để vui chơi. . . và còn vui hơn nữa khi được chia sẻ trải nghiệm với ai đó.\nMong chờ chuyến thăm tiếp theo của tôi rồi.Đọc thêm",
            "Xin chào Gregg_Attaway -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất thích nghe những phản hồi như thế này từ những vị khách người lớn! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm MagiQuest! Chúng tôi mong chờ chuyến thăm tiếp theo của bạn tới Pigeon Forge!Đọc thêm",
            "Điều này thật thú vị khi làm với con trai tôi và vợ nó! Tôi là người mới bắt đầu nhưng nhân viên Tyler G. đã rất kiên nhẫn và giúp đỡ tôi nhiều lần. Tôi đã có thể thu thập 4 tàn tích VÀ hoàn thành một cuộc phiêu lưu! Gợi ý: nếu bạn bắt đầu một cuộc phiêu lưu trước khi hết thời gian, bạn có thể tiếp tục thực hiện cuộc phiêu lưu cho đến khi giành chiến thắng cuối cùng. Đọc thêm",
            "Xin chào mgarza3 -\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết bạn thích lần đầu đến MagiQuest và nhân viên của chúng tôi có thể hỗ trợ bạn! Chúng tôi hy vọng gia đình bạn sẽ quay lại và ghé thăm vào lần tới khi bạn đến Pigeon Forge! Đọc thêm",
            "Một thời gian tuyệt vời cho cả gia đình! Chúng tôi thực sự đã đi hai lần trong một tuần! Lần đầu tiên chúng tôi đi, chúng tôi đã mua thẻ gia đình và tận hưởng 1 giờ tìm kiếm, mê cung gương, chơi gôn cướp biển và trò chơi điện tử. Lần thứ hai chúng tôi đi, chúng tôi đã mua thẻ nhiệm vụ cả ngày. Chúng tôi đã có thể hoàn thành toàn bộ nhiệm vụ với vé cả ngày! Rất vui! Đọc thêm",
            "Xin chào 238rebeccag -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất thích nghe những phản hồi như vậy từ khách hàng! Chúng tôi hy vọng điều này có nghĩa là bạn sẽ có chuyến thăm trở lại trong tương lai!Đọc thêm",
            "Con tôi đã có một thời gian tuyệt vời. Các nhân viên rất tuyệt vời, đặc biệt là Winter. Cô ấy đã giúp đỡ các con tôi khi chúng gặp khó khăn với một số nhiệm vụ. Tôi thực sự khuyên bạn nên đưa con bạn đi. Đó là niềm vui và giáo dục.  Các con tôi đã làm việc cùng nhau để hoàn thành các nhiệm vụ và cuộc phiêu lưu. Đó là giá cả phải chăng và là một cách tuyệt vời để dành một vài giờ. Đọc thêm",
            "Xin chào N5546LSjennifera -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Rất vui khi biết gia đình bạn rất thích chuyến thăm của bạn với chúng tôi tại MagiQuest! Chúng tôi hy vọng tất cả các bạn sẽ sớm quay lại và ghé thăm!Đọc thêm",
            "Cháu trai 8 tuổi của tôi yêu thích điều này! Anh ấy đã có một vụ nổ tuyệt đối! Điều này đã thay thế chuyến đi của cướp biển trở thành công việc số 1 của anh ấy trong lò rèn chim bồ câu. Chúng tôi đã dành cho anh ấy gói cuối cùng trong vài giờ trong ngày đầu tiên. Trở lại vào ngày thứ hai và anh ấy đã đánh bại lũ rồng. Anh ấy đã nhận được rất nhiều sự giúp đỡ từ các nhân viên. Họ đều thân thiện và rất kiên nhẫn trước những yêu cầu gợi ý vô tận của anh ấy. Ông bà đã bỏ chân cố gắng theo kịp nhưng thật đáng giá!Đọc thêm",
            "Chào TammiL_11 -\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất thích nghe những phản hồi như vậy từ khách hàng! Ồ, nhiều ngày liên tiếp - tất cả các bạn đều xứng đáng được ngủ trưa! Hy vọng tất cả các bạn sẽ quay lại và gặp chúng tôi vào lần tới khi bạn ở Pigeon Forge!Đọc thêm",
            "Thật là thú vị khi chạy xung quanh, thu thập rune và chiến đấu với rồng. Các nhân viên thật tuyệt vời và chắc chắn làm cho trải nghiệm trở nên kỳ diệu hơn. Cuối cùng, chúng tôi quay lại vào ngày hôm sau trong trang phục hóa trang để tiếp tục nhiệm vụ của mình. Chắc chắn sẽ quay lại lần nữa để đánh bại con rồng cuối cùng. Đọc thêm",
            "Xin chào Sunshine32364936309 -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi nghe được những phản hồi như vậy từ khách hàng và rất vui khi biết rằng bạn rất thích MagiQuest nên đã quay lại lần nữa! Chúng tôi mong chờ chuyến thăm tiếp theo của bạn để trở thành Master Magi!Đọc thêm",
            "Chúng tôi đã mua gói Combo Tối thượng kèm theo phiếu giảm giá từ sách hướng dẫn du lịch. Các gói này bao gồm các loại đũa phép có thể tái sử dụng để duy trì tiến trình trò chơi của bạn - và bạn có thể chọn kiểu đũa phép của riêng mình. Các gói Combo cũng bao gồm 90 phút thời gian chơi Magi Quest, tín dụng trò chơi điện tử, 18 lỗ tại Pirate Mini Golf của họ và quyền vào Mê cung Gương. Nó được ghi vào những tấm thẻ có thể tái sử dụng để bạn có thể sử dụng chúng khi thời gian cho phép. Mặc dù chúng tôi chỉ có thời gian cho chuyến hành trình Magi Quest của mình, nhưng chúng tôi đã có một niềm vui thú vị và chúng tôi nóng lòng muốn đưa cháu của mình tham gia vào các hoạt động còn lại! Nếu bạn là một người hâm mộ người chơi DD, bạn sẽ biết biệt ngữ này!Đọc thêm",
            "Cảm ơn đánh giá tích cực của bạn, MCRose99! Rất vui vì bạn đã có khoảng thời gian vui vẻ trong trò chơi MagiQuest của chúng tôi. Thẻ của bạn sẽ giữ tất cả thẻ của bạn trên đó, vì vậy bạn có thể quay lại bất kỳ lúc nào để sử dụng chúng bất cứ khi nào bạn sẵn sàng. Chúng tôi rất nóng lòng chờ bạn quay lại để bạn có thể tiếp tục cuộc phiêu lưu của mình cùng chúng tôi!Đọc thêm",
            "Con tôi yêu thích Magiquest. Chúng tôi thích chơi nó ở nhà nghỉ Wolf và lò rèn Pigeon.  Lần này rất bận rộn trong kỳ nghỉ xuân vào một ngày mưa nhưng vẫn rất vui. Chúng tôi mua vé cả ngày 20 và chơi hàng giờ vào buổi sáng và trở về vào buổi tối. Rất khuyến khích!!! Đọc thêm",
            "Cảm ơn bạn, 141gannap! Rất vui vì bạn đã quay lại thăm chúng tôi lần nữa và chúng tôi có thể mang đến cho bạn một ngày vui vẻ tránh mưa!Đọc thêm",
            "Cậu con trai 9 tuổi của tôi hoàn toàn thích trò này! Cậu bé rất thích chạy nhảy, thu thập chữ rune và chiến đấu với rồng. Giống như một cuộc săn tìm kho báu ngoài đời thực. Chúng tôi đã mua gói Magiquest Value 28 bao gồm 90 phút chơi trò chơi và một cây đũa phép cơ bản để giữ lại, đi ăn trưa, sau đó quay lại và mua Return Magi Day Pass 20 và dành thêm 2,5 giờ để chơi. Cậu bé sẽ ở lại lâu hơn nữa nếu có thể, nhưng chúng tôi đã đặt các hoạt động khác vào buổi tối. Chúng tôi đã có thể hoàn thành tất cả các nhiệm vụ và 3 trong số 5 cuộc phiêu lưu. Phần thưởng - mẹ đã hoàn thành tất cả các bước của mình trong ngày để cố gắng theo kịp! Mẹo: Nếu bạn có đũa phép của riêng mình từ chuyến đi Great Wold Lodge, tôi nghĩ bạn có thể mang chúng theo và chỉ cần mua thẻ Magi trở về! Đọc thêm",
            "Chào katiek9589,\n\nCảm ơn bạn đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui vì bạn và con trai đã vui vẻ trong MagiQuest, thực hiện các Nhiệm vụ và Cuộc phiêu lưu theo tốc độ của riêng bạn và có thể hoàn thành rất nhiều điều!\n\nNhân tiện, bạn nói đúng! Đũa phép mua tại Great Wolf Lodge hoạt động tại địa điểm của chúng tôi và có thể mua Thẻ quay lại để sử dụng trong trò chơi của chúng tôi!Đọc thêm",
            "Winter Thanks đã ở đó để hỗ trợ ngày hôm nay và thật tuyệt vời.   Cô ấy kiên nhẫn với gia đình chúng tôi và vui vẻ khi ở bên. Cô ấy thực sự đã mang lại trải nghiệm tuyệt vời. Lần cuối cùng chúng tôi ở đó, không có sự hỗ trợ nào như cô ấy, vì vậy chúng tôi thực sự đánh giá cao cô ấy và lòng tốt của cô ấy. Trang phục và khả năng cung cấp những điều đúng đắn của cô ấy số lượng trợ giúp cũng được đánh giá cao. Đọc thêm",
            "Xin chào russella900 -\n\nCảm ơn bạn đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết gia đình bạn rất thích chuyến thăm cùng chúng tôi tới MagiQuest và Mùa đông tuyệt vời có thể là lý do chính tại sao. Chúng tôi may mắn có được cô ấy trong đội của chúng tôi. Chúc bạn và gia đình một Giáng sinh vui vẻ và những ngày nghỉ lễ hạnh phúc!Đọc thêm",
            "Chúng tôi yêu thích phép thuật! Trò chơi không chỉ vui nhộn và thú vị mà nhân viên còn cực kỳ hữu ích và tốt bụng! Jasper đã giúp chúng tôi chống lại con rồng lửa! Không thể nào tôi và đứa con 4 tuổi của tôi không thể làm được điều đó nếu không có sự trợ giúp.Đọc thêm",
            "Xin chào amberhN9056BI-\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất mong nhận được những phản hồi như vậy từ khách hàng và đánh giá cao việc bạn dành thời gian chia sẻ với chúng tôi. Chúc bạn và gia đình một Giáng sinh vui vẻ và Năm mới hạnh phúc!Đọc thêm",
            "Chúng tôi đã đến dự sinh nhật lần thứ 9 của các con tôi, 10 năm trước và trở lại vào ngày thứ 19 của chúng. Nó vẫn rất thú vị như đã nhớ và cây đũa phép vẫn hoạt động! Jasper đã giúp ích rất nhiều: Đọc thêm",
            "Xin chào donnamW5859LS -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết gia đình bạn vẫn tiếp tục sử dụng MagiQuest trong những năm qua và nhân viên của chúng tôi có thể trợ giúp trong chuyến đi của bạn. Chúc các bạn một Giáng sinh vui vẻ!Đọc thêm",
            "Thật là thú vị khi chạy xung quanh, thu thập rune và chiến đấu với rồng. Các nhân viên thật tuyệt vời và chắc chắn làm cho trải nghiệm trở nên kỳ diệu hơn. Cuối cùng, chúng tôi quay lại vào ngày hôm sau trong trang phục hóa trang để tiếp tục nhiệm vụ của mình. Chắc chắn sẽ quay lại lần nữa để đánh bại con rồng cuối cùng. Đọc thêm",
            "Xin chào Sunshine32364936309 -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi nghe được những phản hồi như vậy từ khách hàng và rất vui khi biết rằng bạn rất thích MagiQuest nên đã quay lại lần nữa! Chúng tôi mong chờ chuyến thăm tiếp theo của bạn để trở thành Master Magi!Đọc thêm",
            "MagiQuestPigeon ForgeNiềm vui dành cho trẻ em926367370Con trai tôi đã có rất nhiều niềm vui và Winter đã giúp nó thực hiện những nhiệm vụ khó hơn. NbbĐọc thêm",
            "Xin chào gregdS9850QD,\n\nCảm ơn đã để lại cho chúng tôi một đánh giá! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm MagiQuest của chúng tôi và Mùa đông tuyệt vời có thể giúp ích. Chúng tôi hy vọng bạn sẽ quay lại vào lúc nào đó để chúng tôi có thể mang đến cho bạn trải nghiệm 5 sao!Đọc thêm",
            "Chúng tôi đi để giải tỏa cảm xúc của một ngày kỷ niệm buồn. Chúng tôi đã có thể thư giãn và tận hưởng niềm vui trong ngày. Mùa đông rất hữu ích khi chiến đấu với Rồng băng. Đọc thêm",
            "Xin chào 739terriee -\n\nCảm ơn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Rất vui khi biết bạn thích chuyến thăm của bạn với chúng tôi tại MagiQuest và Winer tuyệt vời có thể hỗ trợ bạn. Chúng tôi hy vọng bạn sẽ quay lại và ghé thăm một lúc nào đó!Đọc thêm",
            "Cháu trai 8 tuổi của tôi yêu thích điều này! Anh ấy đã có một vụ nổ tuyệt đối! Điều này đã thay thế chuyến đi của cướp biển trở thành công việc số 1 của anh ấy trong lò rèn chim bồ câu. Chúng tôi đã dành cho anh ấy gói cuối cùng trong vài giờ trong ngày đầu tiên. Trở lại vào ngày thứ hai và anh ấy đã đánh bại lũ rồng. Anh ấy đã nhận được rất nhiều sự giúp đỡ từ các nhân viên. Họ đều thân thiện và rất kiên nhẫn trước những yêu cầu gợi ý vô tận của anh ấy. Ông bà đã bỏ chân cố gắng theo kịp nhưng thật đáng giá!Đọc thêm",
            "Chào TammiL_11 -\n\nCảm ơn bạn rất nhiều vì đã để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất thích nghe những phản hồi như vậy từ khách hàng! Ồ, nhiều ngày liên tiếp - tất cả các bạn đều xứng đáng được ngủ trưa! Hy vọng tất cả các bạn sẽ quay lại và gặp chúng tôi vào lần tới khi bạn ở Pigeon Forge!Đọc thêm",
            "Vì chúng tôi có đũa phép từ Great Wolf, chúng tôi có được coi là Magi quay trở lại không?  Chúng tôi chưa bao giờ đến Pigeon Forge.Đọc thêm",
            "Vâng, đúng vậy! Vì vậy, bạn có thể tiếp tục và mua một trong các thẻ Return Magi.Đọc thêm",
            "Nếu chúng tôi không mua đũa phép, tiến trình của chúng tôi sẽ được duy trì trong bao lâu?Đọc thêm",
            "Tiến trình của bạn luôn được lưu trữ mãi mãi cho dù bạn có mua đũa phép hay không. Mọi thứ đều có trong hệ thống của chúng tôi khi bạn đăng ký.Đọc thêm",
            "Cha mẹ có thể cùng con đi dạo xung quanh miễn phí khi con chơi Magiquest hay phải trả phí khi đi cùng con?Đọc thêm",
            "Tôi ngồi ở tầng dưới và đợi con gái tôi và cô ấy vẫn ổn.  Có ban công cô ấy sẽ tới nhìn tôi khoảng 5-10 phút một lần.  Cô ấy mười ba tuổiĐọc thêm",
            "Chúng tôi đã có sẵn đũa phép sau khi lưu trú tại Great Wolf Lodge. Liệu chúng ta có thể sử dụng những thứ đó hay chúng ta sẽ phải mua đũa phép mới? Đọc thêm",
            "Sử dụng có thể sử dụng những cây đũa phép đó!!Đọc thêm",
            "Chúng tôi đã có sẵn đũa phép sau khi lưu trú tại Great Wolf Lodge. Liệu chúng ta có thể sử dụng những thứ đó hay chúng ta sẽ phải mua đũa phép mới? Đọc thêm",
            "Có, bạn có thể sử dụng chúng... họ thậm chí sẽ thay pin nếu cần...tiến trình của bạn cũng được lưu lại nên bạn không phải bắt đầu lại...Đọc thêm",
            "Nếu tôi giúp cháu gái mình thì tôi có phải trả giá khôngĐọc thêm",
            "Không. Họ cho tôi đi cùng con gái tôi để giúp đỡ. Nhưng bạn sẽ không có được cây đũa phép của riêng mình.Đọc thêm",
            "Nếu tôi mua Vé Combo cho gia đình mình với Nhiệm vụ, Gương, Phòng Laser và Sân Golf Mini thì chúng tôi có phải hoàn thành tất cả mọi thứ trong một ngày không? Hoặc chúng ta có thể làm điều đó trong vòng hai ngày trở lên không? Cảm ơn!Đọc thêm",
            "Xin chào! Chúng tôi rất sẵn lòng chia sẻ niềm vui của bạn trong vài ngày.Đọc thêm",
            "Đây có phải là điều mà một học sinh mẫu giáo có thể dễ dàng hiểu và thực hiện được không? Ngoài ra, đôi khi nó có đáng sợ không? Cảm ơn! Đọc thêm",
            "Họ chắc chắn có thể! Họ có thể cần trợ giúp để đọc Sách Khôn ngoan của chúng tôi nhưng họ sẽ có thể tìm ra manh mối nếu được trợ giúp một chút. Cũng không có gì đáng sợ cả. \n\nChúng tôi cũng có Mê cung gương, sân gôn mini và hầm chứa tia laser!Đọc thêm",
            "Magiquest có phải là nơi mà một cậu bé 12 tuổi sẽ thích không?Đọc thêm",
            "Nếu anh ấy thích những thứ tưởng tượng thì hãy tận hưởng nó.  Nếu anh ta thấy toàn bộ câu chuyện giả tưởng về Harry Potter là khập khiễng thì anh ta sẽ nghĩ điều này thật khập khiễng.Đọc thêm",
            "Đã 2 năm kể từ khi chúng tôi đến thăm. Bố cục có thay đổi không? Chúng tôi đã hoàn thành tất cả các nhiệm vụ nhưng không muốn quay lại nếu không có gì mới để làm.Đọc thêm",
            "Tôi có thể nói nó giống như hai năm trước. Họ chưa thêm bất cứ điều gì mớiĐọc thêm"
        ],
        "star_ratings": [
            1045,
            414,
            155,
            64,
            49
        ],
        "review_amount": 1727,
        "location": [
            "Quận Sevier",
            "Hoa Kỳ",
            "lò rèn chim bồ câu",
            "Những điều cần làm ở Pigeon Forge",
            "MagiQuest",
            "Tennessee TN"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 9, 2023",
            "Written July 14, 2023",
            "Written July 26, 2023",
            "Written July 27, 2023",
            "Written August 2, 2023",
            "Written August 3, 2023",
            "Written August 17, 2023",
            "Written October 20, 2023",
            "Written November 19, 2023",
            "Written May 14, 2024",
            "Written April 18, 2024",
            "Written April 6, 2024",
            "Written December 2, 2023",
            "Written November 25, 2023",
            "Written November 25, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written November 10, 2023",
            "Written October 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d1450282-Reviews-MagiQuest-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1090819-Reviews-Blue_Moose_Burgers_Wings-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7008331-Reviews-Pigeon_Forge_Deli-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d649394-Reviews-Calhoun_s-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d15153586-Reviews-Brick_and_Spoon_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d617499-Reviews-Bullfish_Grill-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1809535-Reviews-Five_Guys-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1066538-Reviews-Mellow_Mushroom_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d3653395-Reviews-Gigi_s_Cupcakes-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d582036-Reviews-Smoky_Mountain_Brewery_Restaurant-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d880015-Reviews-No_Way_Jose_s_Cantina-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14931377-Reviews-Paula_Deen_s_Lumberjack_Feud_Supper_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13834626-Reviews-Pigeon_Forge_Snow-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1452446-Reviews-Master_s_Editions_Gallery_of_Light-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d24184180-Reviews-Tennesssee_Bible_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17508392-Reviews-Junction_35_Spirits-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4418208-Reviews-Arcade_City_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7147426-Reviews-Ole_Smoky_Tennessee_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23496056-Reviews-SkyFly_Soar_America-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649413-Reviews-Mountain_Valley_Winery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1450282-Reviews-or10-MagiQuest-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14173478-Reviews-Smoky_Mountain_Escape_Games-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8131525-Reviews-The_Escape_Game_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11961248-Reviews-Trapped_Escape_Game-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d5776833-Reviews-Wild_Gals_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d26694697-Reviews-Lost_Mine_Mountain_Coaster_Mini_Golf-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23923568-Reviews-Three_Bears_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7610311-Reviews-Brian_Hoffman_s_Remembering_Red_A_Tribute_to_Red_Skelton-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d5000417-Reviews-Old_Time_Photo_Number_5-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d24821161-Reviews-Escapology_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8364015-Reviews-Four_Sisters_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d27032687-Reviews-Pirate_Golf-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d15052137-Reviews-Four_Bandits_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d26125378-Reviews-Gon_Ridin_Off_Road-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d21340472-Reviews-The_Redneck_Comedy_Bus_Tour_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d248572-Reviews-The_Christmas_Place-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d11777084-Reviews-My_Painting_Party-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d626107-Reviews-The_Track-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23469969-Reviews-Country_Roads_Axe_Co-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12902904-Reviews-Patty_Waszak_American_Oldies_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1389361-d20044715-Reviews-Tiger_PARK_Phuket-Chalong_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d306347-Reviews-Side_Museum-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g54430-d919191-Reviews-Santee_State_Park-Santee_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-Panathenaic_Stadium-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g51789-d2562525-Reviews-Swan_Island_Dahlias-Canby_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d12704675-Reviews-Saguaro_National_Park-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g147389-d19444419-Reviews-Trinidad_Tobago_Inter_Island_Ferry_Service-Port_of_Spain_Trinidad_Trinidad_and_T.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d143767-Reviews-Mount_Rushmore_National_Memorial-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102468-Reviews-DisneyQuest_Indoor_Interactive_Theme_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g424963-d10463733-Reviews-Sri_Lanka_Navy_Museum-Trincomalee_Eastern_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d1450282-Reviews-or10-MagiQuest-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d1450282-Reviews-MagiQuest-Pigeon_Forge_Tennessee.html"
    }
]