[
    {
        "attraction_name": "Magic Springs Theme and Water Park",
        "attraction_name_vi": "Công viên nước và chủ đề Magic Springs",
        "general_info": [
            "859 đánh giá",
            "- 21 trong số 73 điều cần làm ở Suối Nước Nóng",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Tọa lạc tại 1701 East Grand Avenue ngoài Quốc lộ 70 ở phía FUN của Hot Springs, Arkansas. Nó cách Little Rock 45 phút lái xe và nằm trong khoảng cách lái xe dễ dàng đến Memphis, Shreveport, Dallas và Tulsa. Magic Springs là công viên nước và chủ đề duy nhất của Arkansas. Vé vào cửa một mức giá bao gồm cả ngày sử dụng các trò chơi, đường trượt nước, buổi hòa nhạc, điểm tham quan và các sự kiện đặc biệt. Công viên chỉ mở cửa vào cuối tuần từ tháng 4 đến tháng 10 và hàng ngày từ cuối tháng 5 đến giữa tháng 8. Magic Springs được điều hành bởi Premier Parks, LLC.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi hai ngày - một đến công viên nước và một cho công viên giải trí.  Có cái gì đó cho mọi người.  Nhiều trò chơi có yêu cầu về chiều cao để tham gia.  Khiếu nại duy nhất của tôi là phí đỗ xe bổ sung.  Đến và trả tiền - 20 tại cổng vào bãi đậu xe.  Mua trước và bạn vẫn xếp hàng chờ đợi và cuối cùng phải trả gần như - 27 cộng với - phí tiện lợi - Đọc thêm",
            "Marc, cảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn thích công viên và mong được gặp lại bạn!Đọc thêm",
            "Nơi rất thú vị với rất nhiều việc phải làm! Chỉ có thác đổ là mọi thứ đều khép lại khi có mưa hoặc thời tiết nhẹ nhất. Các hồ bơi và khu vực nước không được làm sạch tốt. Giá thực phẩm cao, ngoại trừ nơi nhận hotdog, nacho. Đọc thêm",
            "Diane, cảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn thích chuyến thăm của bạn. Tuy nhiên, chúng tôi hiểu sự thất vọng của bạn về tác động của thời tiết xấu đối với công viên, nhưng thật không may, chúng tôi không thể kiểm soát được điều đó. An toàn là ưu tiên cao nhất của chúng tôi, do đó đôi khi chúng tôi phải đưa ra những quyết định không được lòng dân. Nếu bạn có bất kỳ thắc mắc nào, vui lòng liên hệ với chúng tôi theo địa chỉ info - magicsprings.com. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sớm được chào đón bạn quay lại.Đọc thêm",
            "Nếu bạn yêu thích công viên nước thì nơi này là dành cho bạn. Tôi cảm thấy công viên nước là điều tuyệt vời nhất ở đó; Thật không may, không phải ai trong nhóm tôi cũng thích công viên nước. Chúng tôi đến đó để tham quan công viên giải trí, nhưng nhiều trò chơi không hoạt động.  Trong vòng vài giờ, có bốn chuyến xe mà chúng tôi không thể lên được vì chúng đã đóng cửa. Rất may, Big Bad John đã hoạt động. Tôi đã đọc rằng nó từng là Thunder Express ở Dollywood 25 năm trước. Đó là một niềm yêu thích hoài cổ của tôi. Nó không hồi hộp như tôi nhớ khi còn nhỏ, nhưng tôi rất thích nó.Đọc thêm",
            "Xin chào, Cảm ơn bạn đã đánh giá của bạn. Chúng tôi rất vui khi biết rằng bạn rất thích công viên. Tuy nhiên, chúng tôi chia sẻ sự thất vọng của bạn về việc không có sẵn một số chuyến đi. Để cập nhật thông tin cho khách hàng, chúng tôi luôn cung cấp thông tin cập nhật về các điểm tham quan ở đầu trang Câu hỏi thường gặp trên trang web của chúng tôi. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sớm gặp lại bạn!Đọc thêm",
            "Chúng tôi đã đưa các cháu của mình đi chơi trong ngày và muốn nói rằng chúng tôi đánh giá cao sự siêng năng của bạn trong việc duy trì hoạt động của Magic Springs. Tôi không thể tưởng tượng được nó khó khăn đến thế nào trong thời đại ngày nay. Chúng tôi đã thường xuyên lui tới công viên này khi chúng tôi còn là thanh thiếu niên và sau này khi lớn lên cùng với ba đứa con nhỏ của mình, vì vậy việc mang theo hai đứa cháu của chúng tôi là một điều rất quan trọng! Đó là ngày tuyệt vời nhất! \n\nCông viên sạch sẽ - có đủ nhân viên cứu hộ trong khu vực công viên nước. Vâng, rõ ràng là có tuổi tác và sự hao mòn - không phải mọi thứ đều được mở - nhưng chúng tôi rất đánh giá cao tất cả những gì bạn làm. Cảm ơn! \nNgoài ra, xin gửi lời khen ngợi đến nhân viên của bạn, những người rõ ràng đã được đào tạo bài bản và luôn quan tâm đến sự an toàn của mọi người. Chúng tôi nhận thấy. \n\nMột lần nữa xin cảm ơn bạn vì đã làm việc chăm chỉ để chúng tôi vẫn có thể tận hưởng sự kỳ diệu của Magic Springs! -  -  - Đọc thêm",
            "Cảm ơn bạn đã đánh giá xuất sắc của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời tại công viên nước và chủ đề Magic Springs. Các trò chơi, đường trượt và các điểm tham quan cảm giác mạnh của chúng tôi được thiết kế để mang lại niềm vui tối đa cho mọi người. Chúng tôi rất mong được gặp lại bạn trong mùa giải này!Đọc thêm",
            "Trong chuyến đi về phía tây, điểm dừng chân cuối cùng của chúng tôi là Magic Springs. Họ không có nhiều trò chơi nhưng có rất nhiều trò chơi để vui chơi. Sau khi chơi xong, chúng tôi đến công viên nước tuyệt vời giúp chúng tôi giải nhiệt. Tôi đã đặt vé trực tuyến với giá - 59,99 đô la một người. CẢM ƠN VÌ NHỮNG KỶ NIỆM!! Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn thích công viên và mong được gặp lại bạn!Đọc thêm",
            "Vợ tôi và tôi đã gặp Tesla vào tháng 6 tại nhà hát vòng tròn ở đó, một nơi tuyệt vời để thưởng thức âm nhạc. Hạn chế lớn nhất và khó hiểu là chỉ có một trạm phục vụ bia nên bạn phải xếp hàng chờ khoảng 40 phút mới có được một cốc vì có rất nhiều người tham dự. Điều này không giống như những buổi hòa nhạc trước đây mà chúng tôi đã đến, nơi họ có khoảng 3 trạm hoặc hơn, và nó không gây đau đớn gì. Tôi không chắc chương trình đó có ý nghĩa gì, nhưng thật nực cười khi nhìn thấy những đài không được sử dụng với quá nhiều người ở đó.\n\nNgoài ra, nó thật tuyệt!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình tại Magic Springs. Chúng tôi rất vui khi biết rằng bạn thích âm nhạc và địa điểm tổ chức. Chúng tôi có một đội hình hòa nhạc tuyệt vời trong mùa này và các buổi hòa nhạc MIỄN PHÍ với vé vào cửa một ngày hoặc vé xem theo mùa! Chúng tôi đánh giá cao phản hồi của bạn và mong sớm được chào đón bạn quay trở lại!Đọc thêm",
            "Điều tệ hại là: xếp hàng chờ xe đụng trong một giờ và sau đó một gia đình có thể đi vào bằng lối sau và cắt ngang trước mặt mọi người vì họ có - thẻ đặc biệt - . Tôi đã tìm kiếm khắp nơi trên mạng và không thể tìm thấy bất kỳ điều gì như vậy. Đây có phải chỉ dành cho những người giàu có và nổi tiếng? \nMột lần nữa xích đu thuyền không hoạt động.\nĐiều tốt: Ngôi nhà ma ám thật tuyệt vời. Tuy nhiên, tôi hơi ngạc nhiên khi họ tính theo chiều cao thay vì tuổi tác. Tôi đã chứng kiến ​​quá nhiều đứa trẻ bị tổn thương. Tôi - tôi đang nói chuyện như một đứa trẻ 5 tuổi, thậm chí có thể trẻ hơn. \nQuán cà phê thật tuyệt vời. \nNhà hàng Mexico rất ngon. Đọc thêm",
            "Colleen, cảm ơn bạn đã chia sẻ chuyến thăm Magic Springs gần đây của bạn với chúng tôi. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào bạn có thể gặp phải trong chuyến thăm của bạn. Để luôn cập nhật về các điểm tham quan, chúng tôi luôn cung cấp thông tin mới nhất ở đầu trang Câu hỏi thường gặp trên trang web của chúng tôi. Tuy nhiên, chúng tôi rất vui vì bạn có thể thưởng thức món ngon Mexico tại Trejos in the Park và thưởng thức một ít cà phê mới pha tại Mug Shots. Chúng tôi cũng rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại Ngôi nhà ma ám Wasteland, điểm tham quan ma quái của chúng tôi sẽ đưa bạn đến một thế giới hậu tận thế bị bỏ hoang - một địa điểm không thể bỏ qua đối với những người thích cảm giác mạnh. Cảm ơn phản hồi của bạn và chúng tôi hy vọng được gặp lại bạn trong Magic Screams!Đọc thêm",
            "Tôi đến đây với anh trai tôi và con gái anh ấy. Chúng tôi yêu thích các buổi hòa nhạc và bơi lội. Chúng tôi thường làm việc đó cả ngày. Chúng tôi mua vé hàng năm để cho chúng tôi quyền truy cập miễn phí vào các buổi hòa nhạc, bất kỳ buổi hòa nhạc nào trong số đó!\n\nCon trai và bạn gái của anh trai tôi thích những trò chơi mạo hiểm, đặc biệt là tàu lượn siêu tốc.Đọc thêm",
            "Có vé trực tuyến. Đứng xếp hàng ở bãi đậu xe để vào trong, trời rất nắng. Một chiếc xe buýt đầy người vừa đến được phép chen hàng và đi qua trước mặt những người đã đứng chờ. Đặt một chiếc cabana sang trọng với giá - 195 và trả thêm - 10 cho người thứ 5. Yêu cầu thêm chai nước cho người thứ 5 và bị từ chối. Phải mua bữa trưa và trả tiền - 60 cho 2 chiếc bánh mì kẹp phô mai - khoai tây chiên, 2 miếng gà viên - khoai tây chiên và 4 đồ uống.  Thức ăn không ấm và khi lấy 1 giỏ gà ra vì trời lạnh, mới biết họ chưa bật máy hâm nóng. Nhiều chuyến đi không chạy được và phải xếp hàng chờ những chiếc ống bên trong có giới hạn đang được sử dụng ở những chuyến đi mở cửa. Sự khác biệt giữa việc xếp hàng chờ mua săm để đi xe và xếp hàng chờ săm là gì? Chúng tôi phải trả rất nhiều tiền cho những gì chúng tôi có được.Đọc thêm",
            "Lần đầu tiên tôi đưa các con mình trải nghiệm công viên nước ở Magic Springs - chúng ghét cưỡi ngựa và chỉ thích công viên nước -. Tôi đặt mua tất cả vé trực tuyến - - 59 một suất. Con tôi cao nên phải mua vé người lớn cho đứa con 8 tuổi của tôi.  Mua bãi đậu xe trực tuyến.  Đặt hàng trực tuyến thật tuyệt vời.  Tuy nhiên, trên mạng, đừng nói với bạn rằng một nửa số điểm tham quan không có sẵn vì chúng thiếu nhân lực. Chúng tôi chi khoảng - 300 cho bể tạo sóng và dòng sông lười.  Lãng phí tiền bạc.  Đây là lần chạy thử của chúng tôi.  Nếu trải nghiệm này tuyệt vời thì chúng tôi sẽ mua vé vào năm tới.  Chúng tôi chắc chắn sẽ thắng - sẽ không quay lại, tôi rất buồn khi phải nói vậy.  Chúng tôi thực sự hy vọng sẽ có một thời gian vui vẻ.  Surfing Ride không hoạt động hoặc không có nhân viên nên trái tim con trai tôi tan nát.  Gian hàng bán hàng tự động Icee không mở.  Xếp hàng dài, nóng nực, không có cơ hội giải khát dưới dạng nước hoặc đồ nguội. Vui lòng cải thiện điều này cho những người tham dự trong tương lai.Đọc thêm",
            "Chúng tôi đến đó vào khoảng 4 giờ chiều cho sự kiện tháng 10 - Magic Screams - của họ. Chúng tôi đi thẳng đến chuyến đi yêu thích của mình, The Gauntlet. Đường dây rất dài và di chuyển rất chậm.  Không có thắc mắc.  Chuyến đi có hai mươi chỗ ngồi nhưng họ chỉ lấp đầy 10. Đôi khi có 9 vì một chiếc, và đôi khi chỉ có 8 vì 2 chiếc.  Thật sự??  Đặt 2 người độc thân ngồi cạnh nhau và để một cặp đôi khác vào.  Chúng tôi xếp hàng chờ hơn một tiếng đồng hồ và cuối cùng cũng đến được cổng bốc hàng. Cuộc chạy trước chúng tôi đã được chất đầy và khóa lại, và chúng tôi là người tiếp theo.  Sau đó, dây an toàn bất ngờ được mở khóa và người dân được sơ tán vì sét đánh trong khu vực.  Chúng tôi chưa bao giờ nhìn thấy tia sét hoặc thậm chí nghe thấy tiếng sấm, nhưng họ đã tắt TẤT CẢ các trò chơi cảm giác mạnh.  Chúng tôi đã trả - 20 cho phí đậu xe và - 130 cho ba vé và không được đi một chuyến nào.  Không hoàn lại tiền. Không kiểm tra mưa.   - 150 đứng xếp hàng hơn tiếng đồng hồ mà không đi một chuyến nào.  Thật là một sự lột xác.  Chúng tôi sẽ không bao giờ quay trở lại. Đọc thêm",
            "If you love staring at closed rides and waterslides, waiting in long lines for the 10 -  of the park that is actually open, and paying full price for admission then this place is for you!My family of 5  -  I went here on 8 - 4 - 22. After we spent over  - 200 on admission  -  parking, we quickly discovered that almost all of the park was closed  - due to staffing. -  I actually thought that maybe we had just arrived early and maybe the park wasn - t open yet, but that was not the case. Almost all of the rides and waterslides were closed, and of the rides that were open they were not running anywhere near full capacity. For example, they were only running 2 of the Model T cars  - that run on rails -  even though there were another 10 cars sitting unused on the side. On the Hawk  - upside-down ride - , they were only filling 12 of the 40 available seats. I asked about this...One person said it was  - due to staffing -  and the other said it was  - due to extreme heat that could break the rides. -  Of course all of the  - 5- - 10 games are fully staffed and were completely empty of customers the whole day. More than half of the waterpark was also closed including all of the toddler areas. The wave pool closed for about 30 minutes every 2 hours because someone pooped in the pool. Almost all of the waterslides were closed. The few slides that were open had extremely long lines since there was really nothing else for people to ride.This was a huge disappointment especially since the park had no problem charging full price for admission. If more than 10 -  of the place had been open then this would have been a fantastic experience. The employees told me that most of the park has been closed all summer and even on busy Saturdays the same rides are closed. A local told me that it has been like this all summer.I can see why a season pass is only  - 19.99 more than a day pass....Because no one would ever make the mistake of going to this park more than once. Maybe it will be better someday if they can find staff and open more than 10 -  of the park.Read more",
            "3 người đi bộ khoảng 30 phút- - 250Chính sách mưa thay đổi sau khi bạn thanh toán, bạn phải đứng dưới mưa trong một giờ để nhận vé kiểm tra mưa.  Tủ khóa đắt tiền và không được hoàn tiền vì - đó là bên thứ ba - , tuy nhiên việc đỗ xe là tất cả, nhưng họ quyết định không hoàn trả tiền đậu xe - - 20 - .  Quản lý rõ ràng có thể bất cẩn nếu bạn quay trở lại.  Rất nhiều chuyến đi bị hỏng và nếu trời mưa phùn thì mọi thứ sẽ ngừng hoạt động và bạn buộc phải ngồi đó cho đến khi họ quyết định làm việc với bạn, về một số việc nhưng chắc chắn không phải tất cả.  Những hoạt động kinh doanh rất tồi tệ, họ đã lấy đi của tôi rất nhiều thứ trong vòng chưa đầy một giờ.  Tôi sẽ không hỗ trợ những tên tội phạm này nữa.Đọc thêm",
            "Chúng tôi đã đi hai ngày - một đến công viên nước và một cho công viên giải trí.  Có cái gì đó cho mọi người.  Nhiều trò chơi có yêu cầu về chiều cao để tham gia.  Khiếu nại duy nhất của tôi là phí đỗ xe bổ sung.  Đến và trả tiền - 20 tại cổng vào bãi đậu xe.  Mua trước và bạn vẫn xếp hàng chờ đợi và cuối cùng phải trả gần như - 27 cộng với - phí tiện lợi - Đọc thêm",
            "Marc, cảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn thích công viên và mong được gặp lại bạn!Đọc thêm",
            "Rất thất vọng với Magic Springs. Chúng tôi đến nơi chỉ thấy 3 tàu lượn siêu tốc đóng cửa, dòng sông lười đóng cửa, toàn bộ khu Chill của công viên nước cũng đóng cửa. Chúng tôi được thông báo rằng họ không thể tìm đủ nhân viên để mở mọi thứ. Họ đã không cho chúng tôi biết điều này vào tuần trước khi chúng tôi gọi điện và mua vé theo mùa để tham dự nhiều ngày ở suối nước nóng. Chúng tôi có các lựa chọn nước tốt hơn với hồ bơi của khách sạn. Không đề cập đến bất kỳ việc đóng cửa nào trên trang web.Đọc thêm",
            "Chúng tôi cho phép nhóm con trai tuổi teen của mình chi tiêu tiền lương mùa hè của chúng vào chuyến đi trong ngày vui vẻ đến Magic Springs nhưng khi đến nơi thì thấy rất ít trò chơi hoạt động, bao gồm cả tàu lượn siêu tốc không hoạt động. Ngoại lệ duy nhất là một vài trò chơi dành cho trẻ em... không vui lắm đối với những cậu bé tuổi teen khi đi vòng quanh - nhưng không còn gì để làm nữa. Chúng tôi đã lên kế hoạch cho chúng ăn một bữa trưa khi ở đó, tuy nhiên, phần lớn các trạm thức ăn cũng không mở cửa. Chúng tôi đã mua vé và thẻ đỗ xe trực tuyến - không có thông báo trực tuyến nào về khả năng 75 - công viên không hoạt động. Vé không được hoàn lại. Thật lãng phí tiền bạc. Trẻ em và phụ huynh thất vọng. Chúng tôi sẽ không quay lại. Đọc thêm",
            "Nhìn chung, chúng tôi đã rất vui vẻ. Một vài chuyến đi đã không được mở vào ngày chúng tôi đi.  May mắn thay, nó không quá đông đúc vì thời gian chờ đợi sẽ rất khủng khiếp do các quy định của Covid. Chúng tôi không gặp phải nhân viên thô lỗ, họ rất hữu ích khi chúng tôi đặt câu hỏi. Bể tạo sóng thật tuyệt cho một ngày nóng bức.  Giờ rất ngắn - 11:00-6:00 - .  Hãy chắc chắn rằng bạn mang theo nhiều tiền vì mọi thứ đều đắt tiền! Tủ khóa nhỏ là - 11 trong ngày, chỗ đậu xe là - 15, đồ uống là - 4,25, đồ ăn thì lố bịch. Tôi không nghĩ chúng tôi đã kiếm được số tiền xứng đáng, nhưng con tôi đã có rất nhiều niềm vui, vì vậy tôi đoán chúng tôi đã làm được!Đọc thêm",
            "Gia đình chúng tôi bao gồm các trẻ em 1, 3 và 12 tuổi. Chúng tôi đến công viên nước để sẵn sàng tận hưởng khoảng thời gian tuyệt vời tại Splash Island, nhưng nó ĐÃ ĐÓNG CỬA?!! Rất tiếc! Băn khoăn về Splash Island và các ống - - 10 cái mỗi cái - không được bao gồm trong giá vào cửa, chúng tôi đi đến một trong các hồ bơi. Ở đó chúng tôi đang gặp rắc rối về - những quy tắc bất thành văn - rằng một số thiết bị tuyển nổi nhất định không được phép - không được phép. Với tư cách là người bảo vệ, các em bé của tôi đã ở trong - em yêu - những chiếc phao mà chúng có thể - ngồi - vào một cách an toàn. Người bảo vệ đã tuyên bố nhiều lần rằng những chiếc phao không được phép - chủ yếu là do tiếp thị. Chà, tôi không đủ kiên nhẫn cho những chuyện vớ vẩn như vậy. Nhận thấy có xung đột lợi ích giữa sự an toàn của các con tôi và việc tiếp thị 10 chiếc phao của chúng, tôi yêu cầu hoàn lại toàn bộ vé và chỗ đậu xe.  Người bảo vệ cười khi tôi nói với anh ta rằng tôi sẽ được hoàn lại tiền. Vâng, tôi hiểu rồi... Tôi đoán lòng đỏ đang ở trên mặt bạn, thưa ông. Người bảo vệ sự sống. Không hài lòng với sản phẩm và dịch vụ, hãy hoàn lại tiền! Thật không công bằng khi người tiêu dùng phải trả giá đầy đủ cho những sản phẩm không đầy đủ! Nhưng đối với nơi này lại yêu cầu bạn trả nhiều tiền hơn cho những thiết bị cần thiết - bạn thật can đảm!!!!! Đọc thêm"
        ],
        "star_ratings": [
            263,
            257,
            166,
            81,
            92
        ],
        "review_amount": 859,
        "location": [
            "Hoa Kỳ",
            "Công viên nước và chủ đề Magic Springs",
            "Những điều cần làm ở Suối nước nóng",
            "Suối nước nóng",
            "Arkansas - AR -"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 15, 2023",
            "Written June 17, 2023",
            "Written July 15, 2023",
            "Written July 22, 2023",
            "Written August 9, 2023",
            "Written October 16, 2023",
            "Written March 3, 2024",
            "Written August 14, 2020",
            "Written July 24, 2021",
            "Written October 15, 2022",
            "Written August 9, 2022",
            "Written June 7, 2022",
            "Written June 12, 2023",
            "Written June 16, 2021",
            "Written June 18, 2021",
            "Written June 19, 2020",
            "Written July 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60856-d274499-Reviews-Magic_Springs_Theme_and_Water_Park-Hot_Springs_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d337765-Reviews-Frosty_Treat-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d337766-Reviews-Boogies_Bar_Grill-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d9727319-Reviews-Pho_Hoang_My-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d27149304-Reviews-The_Pho_House_Viet_Kitchen_and_Cafe-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d446480-Reviews-Cafe_1217-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d10174689-Reviews-Kilwins-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d3163535-Reviews-Ohio_Club-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d1089032-Reviews-The_Pancake_Shop-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d4415721-Reviews-Via_Roma_Italian_Restaurant-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d12356943-Reviews-Red_Light_Roastery_Coffee_House-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1911956-Reviews-Fordyce_Bathhouse-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145327-Reviews-Grand_Promenade-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145118-Reviews-Bathhouse_Row-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145326-Reviews-Hot_Springs_Mountain_Tower-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d3224470-Reviews-Hot_Springs_National_Park-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d282177-Reviews-Mid_America_Science_Museum-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1066272-Reviews-Gangster_Museum_of_America-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d4536766-Reviews-Superior_Bathhouse_Brewery_and_Distillery-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d6017459-Reviews-The_Galaxy_Connection-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d3935569-Reviews-Mountain_Valley_Spring_Water_Visitor_Center_Museum-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d274499-Reviews-or10-Magic_Springs_Theme_and_Water_Park-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9884869-Reviews-Escape_Hot_Springs-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d10060247-Reviews-A_Narrow_Escape-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d19049425-Reviews-Crystal_Ridge_Distillery-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1488997-Reviews-Thai_Me_Spa-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d2547582-Reviews-The_Maxwell_Blade_Theatre_of_Magic-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d672213-Reviews-Quapaw_Baths_Spa-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d6372767-Reviews-Adventureworks_Hot_Springs-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145325-Reviews-Buckstaff_Bathhouse-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d3748632-Reviews-Hot_Springs_Off_Road_Park-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9707200-Reviews-Anthony_Chapel-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d8524783-Reviews-Graffiti_Alley-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4988895-Reviews-Red_Sky_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d23235777-Reviews-PopStroke-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d156816-Reviews-Rosicrucian_Egyptian_Museum-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142476-d2311459-Reviews-Patar_Beach-Bolinao_Pangasinan_Province_Ilocos_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23992306-Reviews-Koi_Ride-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d10265512-Reviews-World_Gym-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189492-d6975625-Reviews-Moni_Island_Beach-Aegina_Saronic_Gulf_Islands_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3677509-Reviews-Twinings-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60856-d274499-Reviews-or10-Magic_Springs_Theme_and_Water_Park-Hot_Springs_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60856-d274499-Reviews-Magic_Springs_Theme_and_Water_Park-Hot_Springs_Arkansas.html"
    }
]