[
    {
        "attraction_name": "Magic & Wonder Show",
        "attraction_name_vi": "Phép thuật - Kỳ quan",
        "general_info": [
            "407 đánh giá",
            "- 1 trong 4 điều cần làm ở Paradise",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "The Magic - Wonder Dining Theater là địa điểm hoành tráng mang đến cho khán giả một hành trình giải trí kỳ ảo khó quên. Bậc thầy ảo thuật Brett Myers mang đến sự pha trộn thú vị giữa những ảo ảnh quy mô lớn, hài kịch nhẹ nhàng, thân thiện với gia đình và nghệ thuật xiếc năng động trong một cảnh tượng kéo dài 2 giờ thu hút trái tim và trí tưởng tượng. Tọa lạc tại một vị trí thuận tiện ở trung tâm Lancaster, PA, gần các điểm tham quan nổi tiếng khác như Dutch Wonderland và Sight - Sound Theater, Magic - Wonder Dining Theater đảm bảo mang lại những nụ cười sảng khoái và há hốc mồm với màn trình diễn khiến bạn phải gãi đầu khi bước đi với vẻ hoài nghi nói: - Sao họ làm được điều đó!? - Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham dự buổi biểu diễn Magic and Woder lần đầu tiên vào tối qua và vô cùng ngạc nhiên khi thấy mỗi người trong chúng tôi đều thích thú và ngạc nhiên về nó đến mức nào! Những ảo ảnh quá mượt mà và khó hiểu, chúng tôi cứ thấy mình lặp đi lặp lại - làm sao họ LÀM được điều đó?? - Chúng tôi cũng yêu thích sự thân thiện của những người biểu diễn và cách họ giao tiếp với khán giả trước, trong và sau buổi biểu diễn - thực tế là chúng tôi đã được chào đón và ngồi bởi những người biểu diễn! - . Đó là một trải nghiệm tuyệt vời mà chúng ta - sẽ nói đến trong một thời gian dài!Đọc thêm",
            "Buổi biểu diễn Jukebox Jive tràn đầy năng lượng và thú vị.  Nhiều bài hát được cover trong một chương trình gần hai giờ. Nửa đầu là thập niên 50 trong khi nửa sau bao gồm thập niên 60, 70 và khoảng 80. Yêu nước và tôn giáo.  Hy vọng năm sau sẽ được nhìn thấy nhiều hơn nữa những năm 80! Trải nghiệm tuyệt vời. Đọc thêm",
            "Chúng tôi muốn làm điều gì đó thú vị vào một buổi chiều tháng Bảy nóng nực. Sáng hôm đó chúng tôi đã đi dạo mua sắm tại các cửa hàng địa phương. Chúng tôi quyết định đi đến Jukebox Musical. Đó là một nhà hát nhỏ thân mật nên các nghệ sĩ và ca sĩ rất gần gũi với bạn. Đó là một buổi biểu diễn tài năng, không ngừng nghỉ, tràn đầy năng lượng với âm nhạc từ những năm 50 - s-70 - s. Chúng tôi rất hài lòng với sự lựa chọn tham dự buổi biểu diễn. Rạp hát hơi xa lạ nên tôi tin rằng nó không có lượng người tham dự đông như lẽ ra. Đây là một buổi trình diễn tuyệt vời và bạn sẽ không phải thất vọng. Chúng tôi chỉ tham dự buổi biểu diễn và không được ăn tối nên không thể bình luận về điều đó, chỉ có điều đó là kiểu tự chọn và tôi đoán bạn có thể nhận được bao nhiêu tùy thích.Đọc thêm",
            "Đây là một trải nghiệm đơn giản tuyệt vời! Chúng tôi chưa bao giờ mong đợi mức độ chuyên nghiệp này sẽ có ở đây và buổi biểu diễn ảo thuật này hóa ra đã vượt xa sự mong đợi lớn nhất của chúng tôi. Người dẫn đầu chương trình, bậc thầy ảo thuật Brett Myers sử dụng các đạo cụ lớn và nhiều trợ lý để tạo ra một chương trình hấp dẫn khán giả ở mọi lứa tuổi. Mặc dù chúng tôi không ăn tối nhưng hầu hết khán giả đều ăn và rõ ràng là rất thích thú. Đây là một buổi biểu diễn tầm cỡ ở Las Vegas với chi phí chỉ bằng một phần nhỏ của Las Vegas và nó đáng giá từng xu!  Đọc thêm",
            "Cậu con trai 8 tuổi của tôi đã bị mê hoặc. Thật vui và giá cả phải chăng. Dễ đậu xe, cánh tuyệt vời và phòng tắm sạch sẽ. \nĐã đặt trước và có được chỗ ngồi tuyệt vời. \nĐề xuất cho gia đình vui chơi. Đọc thêm",
            "Trải nghiệm tuyệt vời tại Juke Box Jive.  Buổi biểu diễn tràn đầy năng lượng với những người biểu diễn đặt cả trái tim và tâm hồn vào quá trình sản xuất.  Thật thú vị khi xem và họ cũng đưa ra một số phép thuật, điều đó thật bất ngờ.  Rất thú vị.  Tôi đánh giá cao đây là một hoạt động gia đình tuyệt vời.Đọc thêm",
            "Saw Juke Box Jive cùng gia đình và các cháu. Rất thú vị 2 giờ với âm nhạc tuyệt vời và một số trò ảo thuật cũng như những điều bất ngờ khác được đưa vào!  Các ca sĩ là những ca sĩ có năng lượng cao và rất tài năng. Đó là một buổi chiều vui vẻ. Chúng tôi sẽ trở lại với các chương trình khác của họ.Đọc thêm",
            "Chúng tôi đã chọn buổi biểu diễn Jukebox Jive mà không có bữa ăn, nhưng đồ uống - đồ ăn nhẹ có sẵn trên bàn của chúng tôi.  Chúng tôi đến khoảng 1 - 2 giờ trước khi buổi biểu diễn bắt đầu - không thấy chán vì có những video trên 2 màn hình mà chúng tôi có thể xem cùng với một số bản nhạc được ghi âm tuyệt vời của thời đại.  Một trong những diễn viên đã ghé qua để chỉ cho chúng tôi một số thủ thuật chơi bài.  Dàn diễn viên gồm 6 bạn trẻ rất tài năng đã sôi động - kết thúc nhanh chóng bằng lời tri ân đến các cựu chiến binh của chúng ta.  Sau 2 tiếng đồng hồ tôi vẫn không muốn nó kết thúc!Đọc thêm",
            "Xuất sắc!!!  Chúng tôi đã thực hiện cả hai chương trình!!  Chúng tôi đã thực hiện cả hai chương trình Giáng sinh và thật tuyệt vời, chúng tôi đã thực hiện chương trình Jive buổi chiều và thưởng thức tất cả âm nhạc từ các thời đại khác nhau, sau đó quay lại vào tối hôm sau để biểu diễn ảo thuật và ăn tối.  Yêu nhân vật Shirley và phép thuật thật xuất sắc !!!  Rất muốn giới thiệu!!!! Đọc thêm",
            "Holly Jolly Jukebox, Buổi biểu diễn xuất sắc!!! Chúng tôi đã tham dự lễ kỷ niệm sinh nhật của con gái tôi và cô ấy yêu thích nó và chúng tôi cũng vậy. Bữa tối đầy đủ rất ngon, không thể ăn hết được. họ yêu thích món nướng.  Dịch vụ rất tuyệt vời.  Bạn phải đến sớm một tiếng rưỡi để ăn tối.  Bầu không khí thật thư giãn và chúng tôi rất thích nói chuyện với gia đình ở bàn bên cạnh.  Họ có âm nhạc và những câu đố trên tivi trong khi ăn. Thời gian trôi qua rất nhanh và trước khi bạn kịp nhận ra thì buổi biểu diễn đã bắt đầu. Một trong những diễn viên đã đến bàn của chúng tôi và biểu diễn ảo thuật với cô gái sinh nhật. Đồ uống Rudolf đã thành công và cách trình bày có yếu tố đáng kinh ngạc.  Nói chung cô ấy thích nó và chúng tôi rất mong được quay lại trong tương lai.Đọc thêm",
            "Chồng tôi và tôi đã đi dự lễ kỷ niệm, ăn tối và biểu diễn và đã có khoảng thời gian tuyệt vời. Thức ăn thật tuyệt vời và buổi biểu diễn không thể tin được! Chúng tôi đã gặp dàn diễn viên sau buổi biểu diễn khi họ ký tặng và họ rất thân thiện với mọi người. Rất khuyến khích điều này cho bất cứ ai trong khu vực! Đọc thêm",
            "Đã đặt bữa tối - gói biểu diễn với giá khoảng - 150 cho một cặp đôi. Đồ uống có cồn cho bữa tối - tiền thưởng không được bao gồm nên hãy mang theo một ít tiền mặt hoặc thẻ tín dụng. Bữa tối là tiệc tự chọn đơn giản bao gồm súp, salad, món khai vị là gà Marsala - giăm bông. Đối với món chay lựa chọn là đậu chuỗi - ngô. Có 2 lựa chọn súp, bisque cà chua - súp gà. Món tráng miệng đều ổn với bánh pho mát hoặc món có sốt anh đào. Tôi đã có bánh cà rốt và nó rất ngon. Cà phê - trà đang chờ bạn trước khi chương trình bắt đầu. Dịch vụ rất thân thiện và lịch sự với máy chủ Sophia của chúng tôi. Chắc chắn bạn có thể chỉ đặt buổi biểu diễn mà không ăn tối nếu muốn. Cơ sở sẽ xếp chỗ cho bạn ngay trước khi buổi biểu diễn bắt đầu. Buổi biểu diễn ảo thuật là điểm nhấn của buổi tối vượt quá sự mong đợi của tôi. Vợ tôi hạnh phúc, cuộc sống hạnh phúc mà chương trình này đã khiến vợ tôi cười khúc khích. Một buổi tối tuyệt vời với âm nhạc tuyệt vời, phép thuật và vâng... TUYỆT VỜI! Happy Dining và tôi - sẽ gặp bạn quanh bàn nếu tôi đến Lancaster, PA lần nữa!Đọc thêm",
            "Buổi biểu diễn thật tuyệt vời. Đây là lần thứ hai của tôi và nó không làm tôi thất vọng. Chúng tôi sẽ quay lại vào năm sau. Thật đáng để lái xe từ NJ. Đọc thêm",
            "Chúng tôi đã đến buổi biểu diễn - bữa trưa - Jukebox Jive và rất thích nó. Những người biểu diễn có năng lượng cao, tận tâm và vui vẻ. Chàng trai trẻ đóng vai - Soda Jerk - đã thực sự thêm vào chương trình bằng sự ngốc nghếch và vui vẻ của mình... anh ấy đã thêm một chút hài hước vào mọi thứ, điều này thực sự tạo nên sự khác biệt lớn. Anh ấy hoàn toàn phù hợp với vai trò của mình. Bữa trưa có nhiều lựa chọn khá ngon nhưng thực tế là nó được chia thành các món salad ở một bên phòng và món khai vị - món tráng miệng ở phía bên kia phòng khiến những người có vấn đề về di chuyển gặp chút khó khăn. Tôi chắc chắn sẽ làm như vậy. đã cho chương trình này 5 sao nếu chỗ ngồi ở khu vực chờ tốt hơn. Mọi người thường đến sớm và chỉ có một chiếc ghế dài và một chiếc ghế nhỏ để mọi người ngồi. Hai chiếc xe buýt đến và có rất nhiều người già phải đứng chờ. Thật là một cảm giác tuyệt vời khi những người biểu diễn bước ra khu vực chờ sau buổi biểu diễn để chụp ảnh và gặp gỡ mọi người. Đây là một địa điểm nhỏ hơn các rạp hát Apple hoặc Sight and Sound của Hà Lan nhưng tôi không nghĩ bạn sẽ thất vọng bởi đang đi. Chúng tôi rất thích chương trình, Đọc thêm",
            "Chúng tôi thực sự rất thích buổi biểu diễn ảo thuật và ảo giác, nó thật đỉnh cao! Chúng tôi cũng đã chọn bữa tối tự chọn trước buổi biểu diễn. Món súp, salad và món tráng miệng rất ngon. Món chính có thể sử dụng cải tiến. Nếu món chính được cải thiện thì trải nghiệm tổng thể sẽ rất tuyệt vời! Địa điểm, trang phục và khung cảnh sân khấu đều có chất lượng chuyên nghiệp. Đây là điều phải xem nếu bạn đang ở khu vực Lancaster! Đọc thêm",
            "Chương trình này thật tuyệt vời. đồ ăn thì kém nhưng nhân viên thì rất ngon và bỏng ngô thì ngon: - Chương trình thật tuyệt vời, mang tính giải trí và cái kết rất cảm động! Chúng tôi đã muốn quay lạiĐọc thêm",
            "Chúng tôi đã xem chương trình này 3 lần. Thật là một trải nghiệm tuyệt vời cho mọi lứa tuổi. Những đứa trẻ nhỏ của chúng tôi rất thích nó và chúng tôi cũng vậy! Chúng tôi sẽ quay lại sớm!!! Đọc thêm",
            "Chúng tôi đã có một ngày phiêu lưu ở khu vực Lancaster...Tôi rất vui khi kết thúc chuyến phiêu lưu sinh nhật lần thứ 18 với chương trình này!! Toàn bộ nơi này đã gây chú ý lớn cho người tổ chức sinh nhật và có một số người tổ chức lễ kỷ niệm vào tối hôm đó. Họ thu hút khán giả càng nhiều càng tốt. Tất cả những người biểu diễn đều xuất sắc. Đối với một nhóm nhỏ, tất cả họ đều đã làm một công việc tuyệt vời. Rất đáng giá vé!! Chúng tôi đã không làm tất cả những gì bạn có thể ăn tối. Chúng tôi đã gọi món khai vị và chúng rất to và ngon, đáng đồng tiền bát gạo! Gia đình phía sau chúng tôi nói với chúng tôi rằng tất cả những gì bạn có thể ăn đều thực sự ngon, đặc biệt đối với gia đình họ gồm ba chàng trai và một cô gái đang lớn. Chắc chắn xứng đáng với thời gian của bạn...nó giản dị và thân thiện với gia đình!Đọc thêm",
            "Tôi không bao giờ thất vọng khi đến thăm Magic and Wonder! Các chương trình luôn sôi động và thú vị! Sự bổ sung mới của các món ăn ngon cũng là một món ăn tuyệt vời! Lancaster thật may mắn khi có được rạp hát do gia đình sở hữu này ngay tại Paradise. Thật là cảm kích khi Brett luôn ghi nhận những người đã từng phục vụ trong Quân đội, điều này khiến trái tim tôi tràn ngập niềm vui, cảm ơn vì điều này. Tôi đặc biệt giới thiệu rạp hát của bạn cho những vị khách lưu trú tại Nhà trọ nơi tôi làm việc. Xin gửi lời chúc phúc lành đến tất cả các bạn, một người dân địa phương đến từ Paradise và một bà mẹ quân nhânĐọc thêm",
            "Chương trình thân thiện với gia đình tuyệt vời!  Giá trị tuyệt vời cho thực phẩm quá -.  Chắc chắn sẽ giới thiệu nó cho tất cả mọi người. Đọc thêm"
        ],
        "star_ratings": [
            392,
            13,
            3,
            4,
            0
        ],
        "review_amount": 412,
        "location": [
            "Pennsylvania - PA -",
            "Quận Lancaster",
            "Thiên đường",
            "Hoa Kỳ",
            "Những điều cần làm ở thiên đường",
            "Phép thuật - Kỳ quan"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 4, 2023",
            "Written July 18, 2023",
            "Written July 22, 2023",
            "Written July 30, 2023",
            "Written August 19, 2023",
            "Written September 4, 2023",
            "Written October 21, 2023",
            "Written November 13, 2023",
            "Written November 22, 2023",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written March 17, 2024",
            "Written March 16, 2024",
            "Written December 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g53403-d19906843-Reviews-Magic_Wonder_Show-Paradise_Lancaster_County_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52206-d3494475-Reviews-Bird_in_Hand_Bakery_Cafe-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52206-d2693305-Reviews-Grandma_Jack_s_Gourmet_Caramel_Corn-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52206-d4711194-Reviews-Bird_in_Hand_Soft_Pretzel_Company-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52206-d21311457-Reviews-Beiler_s_Candyland-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53874-d24072972-Reviews-Reportmines_Restra-United_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52206-d848593-Reviews-Smokehouse_Shop-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53573-d21274717-Reviews-Latte_Luv-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52206-d3246821-Reviews-Bird_In_Hand_Bake_Shop-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53573-d627868-Reviews-Route_30_Diner-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53573-d12907220-Reviews-Vic_s_Wayside_Inn_Bar_Motel-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d23571242-Reviews-Ryan_Friends-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d2268648-Reviews-Bird_in_Hand_Farmers_Market-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d571501-Reviews-The_Amish_Farm_and_House-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d658047-Reviews-American_Music_Theatre-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d10509310-Reviews-Old_Windmill_Farm-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d1524370-Reviews-The_Amish_Village-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d674160-Reviews-Sight_Sound_Theatres-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53772-d102892-Reviews-Railroad_Museum_of_Pennsylvania-Strasburg_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d116664-Reviews-Cherry_Crest_Adventure_Farm-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d105702-Reviews-Mennonite_Information_Center-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53403-d19906843-Reviews-or10-Magic_Wonder_Show-Paradise_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d3228542-Reviews-Bird_in_Hand_Stage-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d2229485-Reviews-Water_s_Edge_Mini_Golf-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d486948-Reviews-Lancaster_Balloon_Rides-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d7204900-Reviews-Country_Road_Cycles-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d15838689-Reviews-Bird_In_Hand_Scooter_Tours-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d15017632-Reviews-Fisher_s_Handmade_Quilts-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d1169752-Reviews-Abe_s_Buggy_Rides-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d10516054-Reviews-Log_Cabin_Quilt_Shop_Fabrics-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d12502478-Reviews-Ruthie_s-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d10801361-Reviews-Garden_Path_Soap_Herbal-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d1868341-Reviews-The_Amish_Experience-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52206-d598542-Reviews-Aaron_Jessica_s_Buggy_Rides-Bird_in_Hand_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19467620-Reviews-Carrie_Bradshaw_s_Apartment-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d106323-Reviews-Jet_Propulsion_Laboratory-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g8009313-d1856928-Reviews-Aqua_Creta_Limnoupolis-Varipetro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g32982-d5461924-Reviews-Graton_Resort_Casino-Rohnert_Park_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d2540100-Reviews-Yucaipa_Regional_Park-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303998-d13873366-Reviews-Coco_Cabana-Miri_Miri_District_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d108828-Reviews-Eastern_Point_Lighthouse-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g227607-d246223-Reviews-Chateau_de_Chantilly-Chantilly_City_Chantilly_Oise_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g659513-d6276848-Reviews-The_Holy_Shrine_of_Imam_Hussain-Karbala_Karbala_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d3333721-Reviews-G_Force_Karts-Richmond_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g53403-d19906843-Reviews-or10-Magic_Wonder_Show-Paradise_Lancaster_County_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g53403-d19906843-Reviews-Magic_Wonder_Show-Paradise_Lancaster_County_Pennsylvania.html"
    }
]