[
    {
        "attraction_name": "Magruder Corridor",
        "attraction_name_vi": "Hành lang Magruder",
        "general_info": [
            "17 đánh giá",
            "2 trong số 5 điều cần làm ở Darby",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Hãy chậm lại và tận hưởng tất cả các khía cạnh địa chất cũng như khu rừng.  Tầm nhìn ra sườn núi và nhìn xuống dòng sông.  Rất đáng để bạn nỗ lực - với một bình xăng đầy.Đọc thêm",
        "reviews": [
            "This trail I would rate as EASY despite some reviews. It took us a total of 6 hours to complete from start to finish with a couple potty breaks and lunch worked in. If you have any off roading experience this trail will be cake. It is basically like a forest trail for most of it and 30 miles of it is even paved. We did not have to put our VERY capable lifted jeep wrangler into 4 wheel drive even once. Did 2 wheel drive the whole way. This was somewhat disappointing as we were expecting some challenges. We had heard rumors about the difficulty level of this trail and were surprised to find those rumors false. I highly recommend filling the gas tank before you get out there. It would be a bad place to break down however we did the trail in Aug and did pass about seven or eight trucks total, several motor cycles and a group of side by sides. There were also people camping in some of the camp sites along the way. So even if you had car problems youd eventually run into human contact its not the most remote place Ive ever been. I repeat: the trail itself should not give you any car problems. Its a forest trail. That said there are a couple places on the trail that could be nerve wracking for novice drivers because of a steep drop on one side and narrow roadway making passing of another vehicle came from the other direction challenging, however there are plenty of pull out spots if youre used to off-roading this will not bother you in the least. The visas are beautiful. Most were ravaged by a fire so its almost got a creepy vibe but still amazing. Its a gorgeous day drive worth doing once. We stayed in a hotel in  Grangeville the night before the trail which is about an hour away from the start, then went across towards Darby. We finished the trail so fast six hours instead of the expected 8 as other reviews stated we were able to make it all the way to Idaho Falls before dinner on our way to Yellowstone.Read more",
            "Chuyến đi tuyệt vời trên chiếc xe Jeep Cherokee 2001 của tôi. Các trạm quan sát cháy đều tuyệt vời. Đường lên Burnt Knob chỉ nên đi bằng xe gầm cao nhưng rất đáng công sức. Chúng tôi đi từ Darby Mt. đến Elk city Idaho trong một ngày nhưng mất cả ngày để đi hết. Lần tới, chúng tôi sẽ ở lại ít nhất một đêm trên Corridor tại một trong những khu cắm trại. Vợ tôi và tôi đi một mình. Hầu hết chúng tôi chỉ nhìn thấy xe mô tô thể thao mạo hiểm và 4 phương tiện khác. Đọc thêm",
            "Chúng tôi thích đi du lịch Hành lang Magruder trên xe địa hình của mình! Đó là một chuyến đi tuyệt vời và chúng tôi rất muốn giới thiệu nó. Tôi không chắc mình sẽ đi ô tô hay xe bán tải thường xuyên trên con đường này, mặc dù chúng tôi đã thấy một số người đã thử. Nó có nhiều đá, dốc và rất hẹp ở nhiều nơi. Nó là hoàn hảo cho ATV. Các chuyến đi phụ đến trạm cứu hỏa đều tuyệt vời. Chúng tôi có thời tiết hoàn hảo và phong cảnh thật tuyệt vời.Đọc thêm",
            "Tuyệt vời.  Sở Lâm nghiệp rất hữu ích.  Mưa nhiều trước chuyến đi dẫn đến có nhiều đá trên đường.Đọc thêm",
            "Nhà thờ Frank và vùng hoang dã SelwayBitterroot rất đẹp để đi qua Hành lang Magruder.  Chuyến đi năm nay bận rộn và khó khăn hơn rất nhiều so với chuyến đi trước của chúng tôi khoảng 10 năm trước.   Chúng tôi đang làm phương tiện hỗ trợ cho một vài chiếc xe 4 bánh.  Có một số xe bán tải và SUV khác nhưng phần lớn phương tiện tham gia giao thông là xe ATV và xe máy. Chúng tôi đã đi bộ đến một vài điểm quan sát vì đường Burnt Knob quá gồ ghề để chúng tôi có thể đón xe trong thời gian dài và Salmon Mtn chỉ có lối đi bộ.  Cả phong cảnh đẹp và Salmon Mtn Lookout đều có đội ngũ nhân viên thân thiện.Đọc thêm",
            "Đây là một chuyến đi phải làm. Những dòng sông và cây cối xinh đẹp. Đặt cái này vào danh sách nhóm của bạn! Chúng tôi đã dành 5 ngày cắm trại trên con đường này. Rất tuyệt. Đọc thêm",
            "Tôi đã đi xe máy con đường này 7 lần, 4 lần đi hướng đông và 3 lần đi hướng tây. Tuần cuối cùng của tháng 9 trời thường có tuyết, vì vậy hãy cảnh giác. Chúng tôi đã chạy nó trong 6 giờ vào năm 2018 trên KLR, điều này không khó nhưng cũng không có nhiều điểm dừng. Chúng tôi đi từ tây sang đông và dừng lại ở Thành phố Elk để nạp nhiên liệu sau 12 giờ trưa. Những người dân địa phương ở Restrauant nói với chúng tôi rằng chúng tôi không thể đến Darby trước khi trời tối nhưng chúng tôi đã làm được. Tuy nhiên, tôi khuyên bạn nên bắt đầu sớm đề phòng trường hợp bạn gặp phải sự cố. Con đường mỗi năm lại khác nhau tùy thuộc vào thời tiết và lần bảo trì gần đây nhất. Đôi khi nó có thể được đánh giá từ trung bình đến khó. Tôi chưa bao giờ lên Burnt Knob vì nó khó đi đối với một chiếc xe đạp nặng và nó quá xa để được hỗ trợ y tế. Đó là một con đường phụ và không cần phải đi qua. Có một khách sạn, nhiên liệu và Restrauant ở Thành phố Elk, Idaho, đây là điểm khởi đầu tốt khi đi về phía đông và các dịch vụ tương tự cũng có sẵn ở Darby, Montana về phía tây. Hãy chắc chắn có 120 dặm nhiên liệu và phương tiện để sửa chữa một căn hộ vì con đường này băng qua 8 triệu mẫu đất hoang vu. Đọc kỹ lịch sử của con đường trước khi đi hoặc dừng lại ở một nơi có biển báo kể lịch sử về con đường đó. Tận hưởng chuyến đi của bạn.Đọc thêm",
            "Chúng tôi đi từ đông sang tây. Khi bạn băng qua Magruder Băng qua đường sẽ rất dốc và nhiều đá. Nó vẫn đầy đá và gồ ghề cho đến khi bạn đến Poet Creek, từ đó có thể dễ dàng đến Thành phố Elk. Theo ý kiến ​​của tôi, đó không phải là một chuyến đi dễ dàng trên con đường rải sỏi. Đường là đường đôi với rất nhiều đá 2 t0 8 và lớn hơn, đặc biệt là giữa đường ray. Ngoài ra còn có cát và một số vết lún. Đây là một thử thách và đòi hỏi một số kỹ năng vừa phải trên một chiếc mô tô GS hạng nặng. Bạn cần có khả năng đứng trên chốt và từ từ điều hướng xe máy của mình. Nếu bạn không thể làm điều đó - đừng đi. Tôi rất vui vì tôi đã không gặp bất kỳ phương tiện nào khác, đặc biệt là những chiếc xe bán tải cỡ lớn ở một số đoạn đường dốc hoặc nhiều đá đầy thử thách.Đọc thêm",
            "Magruder là một chuyến đi thể thao đôi trong danh sách mong muốn. Đã đi trong một ngày trên chiếc KLR 2014. Tuy nhiên, chuyến đi này không phải là chuyến đi dành cho người mới bắt đầu. Và nếu bạn thử, hãy đảm bảo rằng bạn đã đổ đầy xăng và có đủ phạm vi. Hoàn toàn không có nền văn minh thực sự nào trong vòng 100 dặm. Và hãy đảm bảo rằng bạn có cơ chế hoạt động tốt; hỏng xe sẽ không tốt. Phong cảnh và tầm nhìn rất tuyệt vời mặc dù có những khu vực bị cháy lớn. Tôi đã thử Burnt Knob, nhưng đã quay lại rất nhanh vì sợ làm đổ chiếc KLR nặng. Nhìn chung, đây là một chuyến đi ngoạn mục và bia ở cuối chuyến đi không bao giờ ngon! Đọc thêm"
        ],
        "star_ratings": [
            16,
            0,
            1,
            0,
            0
        ],
        "review_amount": 17,
        "location": [
            "Hoa Kỳ",
            "Hành lang Magruder",
            "Montana MT",
            "Darby",
            "Những việc cần làm ở Darby"
        ],
        "reviews_time": [
            "Written August 11, 2022",
            "Written August 6, 2020",
            "Written February 8, 2020",
            "Written December 30, 2019",
            "Written September 10, 2019",
            "Written August 16, 2019",
            "Written July 26, 2019",
            "Written May 29, 2019",
            "Written August 25, 2018",
            "Written August 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45139-d7020966-Reviews-Magruder_Corridor-Darby_Montana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g45139-d12910327-Reviews-Bitterroot_National_Forest-Darby_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45139-d7020966-Reviews-or10-Magruder_Corridor-Darby_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45139-d14128728-Reviews-Painted_Rocks_State_Park-Darby_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45128-d5512955-Reviews-West_Fork_Mountain_Crafts-Conner_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g2061180-d1114411-Reviews-Carova_Beach-Carova_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19281030-Reviews-Czech_Cabaret_Show-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45145-d107268-Reviews-Bannack_State_Park-Dillon_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g8153707-d14998063-Reviews-Ammoudara_Beach-Ammoudara_Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g255106-d300529-Reviews-Mount_Eden-Auckland_Central_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g47582-d2527894-Reviews-Tanger_Outlets_Deer_Park-Deer_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156499-Reviews-Pantages_Theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24946235-Reviews-Hall_Des_Lumieres-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41219-d4178282-Reviews-FedExField-Landover_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d11661925-Reviews-Animus_Massage-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45139-d7020966-Reviews-or10-Magruder_Corridor-Darby_Montana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45139-d7020966-Reviews-Magruder_Corridor-Darby_Montana.html"
    }
]