[
    {
        "attraction_name": "Maho Bay Beach",
        "attraction_name_vi": "Bãi biển Vịnh Maho",
        "general_info": [
            "2.823 đánh giá",
            "- 2 trong số 12 điều cần làm ở Vịnh Cruz",
            "Bãi biển"
        ],
        "attraction_summary": "Đây là một bãi biển tuyệt vời, yên tĩnh. Chúng tôi mang theo ghế riêng, đó là một điểm cộng. Chúng tôi đậu xe ở bãi đậu xe nhỏ ở cuối bãi biển - sau khi đi ngang qua những người bán hàng - và ở phía bên phải bãi biển. Có khá nhiều người ở đó, nhưng mọi người đều tản ra đủ nhiều, điều đó không thành vấn đề. Chúng tôi đi phà từ St Thomas và đến bãi biển vào khoảng 10 giờ sáng. Có tàu du lịch ở STT vào khoảng giữa trưa, nhưng dường như nó chưa bao giờ ảnh hưởng đến lượng người ở đây. Có những nhà cung cấp đồ uống và thực phẩm, nhưng chúng tôi tự chuẩn bị bữa trưa cho mình và điều đó rất ngon. Một số bạn bè của tôi uống một hoặc hai ly, giá USVI điển hình. Bãi biển thực sự tốt.Đọc thêm",
        "reviews": [
            "Điểm nổi bật của bãi biển trong chuyến đi của chúng tôi. Nó có cảm giác thật hẻo lánh và bạn được bao quanh bởi khu rừng cao chót vót. Bãi biển - và hòn đảo nói chung - giống như một thiên đường bí mật. Đây là cảm giác đẹp nhất và tuyệt vời nhất mà chúng tôi đã trải nghiệm và ống thở tốt nhất! Nó nằm ngửa, nước trong vắt. Nhìn thấy một con bạch tuộc và cá đuối cùng hàng tấn cá và sinh vật biển. Chỗ đậu xe có thể bị hạn chế nên hãy đến sớm - chúng tôi đến đó lúc 11 giờ sáng và không gặp vấn đề gì - Xe bán đồ ăn tại chỗ. Nó - đắt một cách ngớ ngẩn nhưng đó là lựa chọn duy nhất TẠI bãi biển. Tuy nhiên, bánh cuốn tôm rất ngon - - 24 - Đọc thêm",
            "Chúng tôi đã đến thăm St. John - s trong ngày và đây là bãi biển chúng tôi đã chọn. Nó đã không thất vọng. Với hai đứa cháu nhỏ - 5 và 7 tuổi - và ba đứa con đã trưởng thành - đôi khi rất khó để tìm được một bãi biển có thứ gì đó dành cho tất cả mọi người. Việc lặn với ống thở thật tuyệt vời. Nước trong vắt, tĩnh lặng. Chúng tôi ở phía xa bãi biển, cách xa các quán bar. Tìm thấy một cái cây đẹp để làm bóng mát khiến bọn trẻ thích thú, chúng tôi đã chia sẻ với một số con cự đà khá lớn, tò mò nhưng không đe dọa. Ngày tuyệt vời ở bãi biểnĐọc thêm",
            "Bãi biển rất đẹp, nhưng bơi cùng rùa thật tuyệt vời. Hãy cố gắng đến đó sớm vì việc đỗ xe có thể khó khăn. Ngoài ra, quán bar tuyệt vời, với đồ ăn ngon ngay bên kia đường.  Chắc chắn nhận được thanh b q gà. MANG THEO THIẾT BỊ Ống thở. Đọc thêm",
            "Bãi biển thật đẹp! Đông đúc hơn cá nhân tôi quan tâm nhưng vẫn tuyệt vời - miễn phí. Có xe tải chở đồ ăn - đồ uống, cho thuê thuyền kayak, lặn với ống thở, v.v. Tôi nhìn thấy 2 con rùa biển to lớn, xinh đẹp - một con cá đuối khi đang lặn với ống thở. Đọc thêm",
            "Không còn nghi ngờ gì nữa, đây là bãi biển yêu thích nhất của chúng tôi trong kỳ nghỉ! Một người dân địa phương đã giới thiệu bãi biển này và nó không làm chúng tôi thất vọng - Ngày đầu tiên có một chút gió nên chúng tôi không thể lặn bằng ống thở, nhưng khi chúng tôi quay lại vào ngày cuối cùng, nước trong và chúng tôi có thể lặn bằng ống thở và nhìn thấy một số khu vực có rùa cách bãi biển một khoảng cách ngắn! Họ có xe bán đồ ăn với đồ ăn và đồ uống ngay bên kia đường nếu bạn quên bất cứ thứ gì trong tủ lạnh. Rất nhiều khu vực nhỏ nơi bạn có thể tìm thấy bóng râm và bãi cát mềm đẹp, đặc biệt là phía nam của bãi biển. Một nơi hoàn hảo để dành một ngày bãi biển truyền thống ở St. John! Đọc thêm",
            "Bãi biển Maho chắc chắn là một chuyến đi đáng giá. Rất nhiều bãi đậu xe. Có bóng râm nếu bạn cần, mặc dù STJ luôn khuyến khích sử dụng loại tán cây này. Lặn biển là đàng hoàng. Thông thường, có rất nhiều rùa và thỉnh thoảng có cá đuối. Bạn có thể thuê ván chèo nếu muốn. Họ có thức ăn và đồ uống để bán. Đồ uống rất ngon!!Xem thêm",
            "Đây từng là bãi biển yêu thích của tôi. Không còn nữa. Đám đông làm cho nó có cảm giác rất giống St John. Ngay cả việc lái xe ngang qua cũng nguy hiểm khi những người đi biển say rượu đi lang thang trên đường đến quán bar. Nước vẫn đẹp nhưng không thể thư giãn với tiếng nhạc ầm ĩ, tiếng người ồn ào và không có chỗ. Đọc thêm",
            "Chúng tôi yêu thích bãi biển này vì làn nước tuyệt đẹp và cơ hội lặn với ống thở và ngắm rùa. Điều tôi thất vọng là bãi biển quá đông đúc và giá thuê ghế cũng như các vật dụng khác. Có rất nhiều xe đậu dọc đường, thật là bực bội. Tái bút nếu bạn cần thuê ghế bãi biển, máy làm mát hoặc bộ lặn với ống thở, hãy đến Just Beach ở quảng trường Mongoose. Chủ sở hữu Lollie rất nhiệt tình và có giá cả hợp lý nhất. Đọc thêm",
            "Bãi biển này hơi đông đúc nhưng rất đẹp và có nhiều tiện nghi.  Nước lặng nên rất tốt cho trẻ em và có rất nhiều trẻ em ở đó.  Chúng tôi lặn với ống thở và thấy một vài con rùa nhưng không có nhiều cá.  Họ có phòng tắm và bàn ăn ngoài trời có mái che trên bãi biển.  Ngay bên kia đường là một quán bar, một xe bán đồ ăn, một cửa hàng và rất nhiều chỗ ngồi êm ái.  Tất cả đều lấy thẻ tín dụng.  Có một ban nhạc sống vào buổi chiều ngày chúng tôi ở đó.  Có nhiều bãi đậu xe hơn các bãi biển khác và bãi biển rất gần bãi đậu xe.Đọc thêm",
            "Bãi biển tuyệt vời, nước rất êm. Quầy bar pha chế một số loại đồ uống ngon nhất trên đảo. Nhất định phải thử loại thuốc giảm đau này. Có thể khó tìm được chỗ đậu xe nhưng bạn có thể trả - 20 cho bãi đậu xe trả phí ngay đối diện bãi biển. Những người pha chế tuyệt vời và hầu hết mọi người trên bãi biển đều rất thoải mái và thư giãn. Đọc thêm",
            "Đây là một trong những bãi biển yêu thích của chúng tôi trong tuần! Tầm nhìn đẹp từ mọi góc độ với quán bar, cửa hàng và xe bán đồ ăn nhỏ tuyệt vời trên bãi biển. Nhiều du thuyền LỚN đang neo đậu - cũng được neo đậu ở đây nên thật thú vị khi được nhìn thấy. Lặn biển ở bên trái tại những tảng đá nhưng ở bên PHẢI số lượng rùa biển thật đáng kinh ngạc! Đọc thêm",
            "Bãi biển nổi tiếng nên ghé thăm ở St. John, vì vậy hãy đến sớm để có chỗ đậu xe và chọn một vị trí bãi biển đắc địa. Bạn phải ghé thăm bãi biển này nếu bạn muốn nhìn thấy rùa. Nước rất đẹp và trong. Để nhìn thấy rùa, bạn cần đi về phía bên phải và lặn ra một đoạn ngắn. Tôi nhìn thấy một cái ở chỗ nước gần như đọng lại. Chỉ cần đi đến nơi rong biển bắt đầu vì chúng ở đó để ăn. Những sinh vật bình tĩnh nhẹ nhàng như vậy chỉ bay xung quanh. Nhìn thấy những cái nhỏ và một cái rất lớn khi chồng tôi chèo tôi ra ván chèo. Chúng tôi thuê ván chèo cả ngày với giá - 50. Có một vài xe bán đồ ăn và một vài cửa hàng nhỏ ngoài trời nơi chúng tôi tìm kiếm và mua một quả bóng nhảy để chơi dưới nước.  Chúng tôi đóng gói đồ ăn nhẹ của mình, nhưng lại chi - 10 đô la cho một chiếc xúc xích và một túi khoai tây chiên nhỏ để bọn trẻ có thể chăm sóc. Chắc chắn sẽ ghé thăm bãi biển này một lần nữa nếu không chỉ để đảm bảo có thể nhìn thấy lại những chú rùa.Đọc thêm",
            "Maho là nơi tuyệt đẹp để lặn với ống thở và thư giãn. Hiện tại có một xe bán đồ ăn và quán bar tuyệt vời mở cửa hàng ngày bên kia đường và rất nhiều taxi cũng như giá hời..chúng tôi luôn nhìn thấy rùa khi lặn với ống thở MahoĐọc thêm",
            "Bãi biển tuyệt vời để ghé thăm để thư giãn và mua một vài viên thuốc giảm đau ở quán bar bên đường. Sẽ rất đông đúc, điều đó thật đáng tiếc. Rất nhiều xe taxi địa phương thường chở 8-12 người dừng lại ở đó, điều này làm tăng thêm lượng khách. Đáng giá 1 - 2 ngày.Đọc thêm",
            "Điểm tuyệt vời cho gia đình. Bãi đậu xe miễn phí cho tất cả mọi người nhưng đó là St. John nên không phải lo lắng, chỉ cần không đỗ xe giữa đường. Lặn biển tốt nhưng không có rạn san hô, chỉ có thảm cỏ ở giữa và đá ở mỗi bên. Nếu bạn muốn nhìn thấy rùa, bạn chắc chắn sẽ đến đây. Chúng tôi đến đó vào khoảng 10:30 sáng thứ Sáu. Rất đông nhưng vẫn đủ chỗ cho mọi người. Quán bar và xe bán đồ ăn mới thực sự là một tiện nghi tuyệt vời. Hannah và Bizzy sẽ chăm sóc bạn chu đáo. Tôi khuyên bạn nên dùng võng chuối. Bánh mì kẹp thịt thực sự ngon. Tất cả giá cả đều rất hợp lý. Đối với các gia đình, tôi khuyên bạn nên đến địa điểm này vào đầu kỳ nghỉ của mình để giúp làm quen với việc lặn biển - Tức là bạn có thể duỗi chân xuống - .Đọc thêm",
            "Vợ tôi và tôi lần đầu tiên đến Ngã tư Maho vào tháng 12 năm 2021. Chúng tôi quay lại và bắt đầu chia sẻ ảnh của mình với 2 cặp đôi là bạn thân của chúng tôi và ngay lập tức đặt chuyến đi nhóm trong một tuần ở St. John.  Maho là bãi biển đầu tiên chúng tôi đến vào ngày đầu tiên trên Đảo và nó đã không làm mọi người thất vọng.  Bơi cùng rùa biển KHỔNG LỒ, cá đuối và trong chuyến đi này chúng tôi còn được nhìn thấy những con sao biển đỏ khổng lồ trong làn nước trong vắt.  Chúng tôi đã quay lại tổng cộng 3 lần trong tuần qua.  Xe bán đồ ăn - Mahi Sandwich!!!! - thật tuyệt vời, cũng như Paddle ở Tiki Bar!  Đọc thêm"
        ],
        "star_ratings": [
            2256,
            443,
            94,
            21,
            9
        ],
        "review_amount": 2823,
        "location": [
            "Những hoạt động nên làm ở Vịnh Cruz",
            "Quần đảo Virgin thuộc Hoa Kỳ",
            "vùng Caribê",
            "Vịnh Cruz",
            "Bãi biển Vịnh Maho",
            "Thánh John"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 3, 2023",
            "Written July 24, 2023",
            "Written July 27, 2023",
            "Written December 22, 2023",
            "Written April 5, 2024",
            "Written May 15, 2024",
            "Written February 15, 2020",
            "Written March 29, 2020",
            "Written January 16, 2020",
            "Written January 3, 2020",
            "Written August 11, 2020",
            "Written August 19, 2021",
            "Written February 4, 2020",
            "Written November 13, 2021",
            "Written February 22, 2020",
            "Written June 11, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147410-d3599085-Reviews-Maho_Bay_Beach-Cruz_Bay_St_John_U_S_Virgin_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147412-d16870208-Reviews-Paddle_In_Tiki_Bar-Maho_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2053566-d1821505-Reviews-Colombo_s_Smoothies-Coral_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147409-d23825700-Reviews-Coco_Jim_s_Cafe-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1940497-d25322102-Reviews-Alian_Restaurant-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46405-d24171090-Reviews-Mahzu-East_Windsor_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147409-d23119262-Reviews-The_Windmill_Bar-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147410-d18343413-Reviews-Shambles_St_John_USVI-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147410-d25434750-Reviews-Heading_East_Bar_Grill-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d23846014-Reviews-Heading_East_Bar_Grill-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2053566-d2622141-Reviews-Ekaete_Pink_Corner-Coral_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d149046-Reviews-Cinnamon_Bay-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147409-d150232-Reviews-Francis_Bay-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d147723-Reviews-Cinnamon_Bay_Nature_Trail-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d147590-Reviews-Trunk_Bay_Beach-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d148000-Reviews-Waterlemon_Cay-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147409-d3350155-Reviews-Cinnamon_Bay_Sugar_Mill_Ruins-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d147724-Reviews-Annaberg_Sugar_Plantation-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d148844-Reviews-Hawksnest_Beach-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d13946998-Reviews-Inter_Island_Boat_Service-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d147836-Reviews-Reef_Bay_Trail-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d3599085-Reviews-or10-Maho_Bay_Beach-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g7152941-d9570268-Reviews-Hansen_Bay_Beach-East_End_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147409-d1218485-Reviews-Ram_Head_Trail-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d149044-Reviews-Salt_Pond_Bay-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147413-d184538-Reviews-Honeymoon_Beach-Caneel_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147412-d7753628-Reviews-Reef_2_Peak-Maho_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d17324231-Reviews-Maho_Crossroads-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2528247-Reviews-Nate_s_Custom_Charters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d2087104-Reviews-VI_SNUBA_Excursions-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2076438-Reviews-Magic_Moments_Luxury_Excursions-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2053566-d6978650-Reviews-Mahiya_Virgin_Magic_Charters-Coral_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147409-d10355301-Reviews-Cinnamon_Bay_Water_Sports-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d2043945-Reviews-Island_Roots_Charters-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d735107-Reviews-Mysterious_Mansion-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808635-d1940933-Reviews-Formosan_Aboriginal_Culture_Village-Yuchi_Nantou.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d13115485-Reviews-Jabi_Boat_Club-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d2265070-Reviews-The_Boardwalk_on_Okaloosa_Island-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59426-d621279-Reviews-Mothman_Museum-Point_Pleasant_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d1520183-Reviews-Mercado_San_Miguel-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d146942-Reviews-Berkeley_Marina-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d13875587-Reviews-Los_Rios_Historic_District-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d7002038-Reviews-Busan_Premium_Outlet-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g53094-d3208221-Reviews-Root_s_Country_Market_Auction-Manheim_Lancaster_County_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147410-d3599085-Reviews-or10-Maho_Bay_Beach-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147410-d3599085-Reviews-Maho_Bay_Beach-Cruz_Bay_St_John_U_S_Virgin_Islands.html"
    }
]