[
    {
        "attraction_name": "Mai Home Hoi An",
        "attraction_name_vi": "Đừng về nhà nữa",
        "general_info": [
            "40 đánh giá",
            "46 trên 202 lớp học Hội An",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Sau nhiều năm cung cấp bữa ăn trưa cho du khách tổ chức tour du lịch tại nhà ở Hội An, Hùng và Thanh quyết định thành lập nhà hàng và lớp học nấu ăn của riêng mình tại Làng Rau Rau xinh đẹp có tên TRÀ QUE, nhằm cung cấp các dịch vụ chuyên nghiệp và độc đáo hơn. kinh nghiệm cho tất cả các vị khách quý của họ. Nằm ở vị trí tuyệt đẹp với tầm nhìn đẹp như tranh vẽ ra vườn rau và sông Cổ Cò, Nhà hàng Mai Home Hoi An Cooking Class là điểm dừng chân lý tưởng cho bữa trưa hoặc bữa tối và tham gia lớp học nấu ăn. Sử dụng các loại thảo mộc tươi ngon nhấtRau, Thịt và hải sản từ làng Trà Quế nổi tiếng và chợ địa phương mỗi ngày, chúng tôi cam kết cung cấp cho bạn những món ăn địa phương thực sự tươi, ngon và chính thống với công thức nấu ăn do chính chúng tôi tạo ra.Đọc thêm",
        "reviews": [
            "Lớp học nấu ăn là một trải nghiệm tuyệt vời. Chúng tôi đã đăng ký vào ngày hôm trước và có lớp học dành riêng cho nhóm 5 người. Chúng tôi đã học được rất nhiều điều và đồ ăn chúng tôi nấu và ăn rất ngon, một trong những món ngon nhất chúng tôi có ở Việt Nam. Và trên hết, nhóm rất đáng yêu và rất hữu ích.Đọc thêm",
            "Chúng tôi đã có một vụ nổ! Chúng tôi đã không đặt chỗ trước nhưng quyết định vào phút cuối để thử vận ​​​​may và cuối cùng chúng tôi đã có cơ hội may mắn đến nơi này. Họ là những người chủ nhà rất tốt bụng và đã chuẩn bị một lớp học nấu ăn vào phút cuối chỉ cho tôi và chồng tôi. Đã có rất nhiều niềm vui trong suốt 3 giờ chúng tôi ở bên nhau, học hỏi được nhiều điều và nấu những bữa ăn rất ngon. Chắc chắn đây là một trong những điểm nổi bật của chúng tôi ở Hội An và là một trải nghiệm tuyệt vời.Đọc thêm",
            "Tham dự lớp học nấu ăn riêng tại Lớp học nấu ăn Mai Home Hội An với đầu bếp Lou Lou là một niềm vui tuyệt đối! Từ sự chào đón nồng nhiệt đến sự hướng dẫn của chuyên gia, mọi khoảnh khắc đều tràn ngập niềm đam mê và chuyên môn ẩm thực. Trải nghiệm thực tế cho phép tôi học các kỹ thuật nấu ăn truyền thống của Việt Nam đồng thời tạo ra những món ăn ngon. Sự kiên nhẫn và kỹ năng của đầu bếp Lou Lous đã khiến toàn bộ trải nghiệm vừa mang tính giáo dục vừa thú vị. Tôi cảm thấy đầy cảm hứng và háo hức muốn sáng tạo lại các món ăn ở nhà. Rất khuyến khích cho những ai muốn đắm mình vào ẩm thực Việt NamĐọc thêm",
            "Tham dự lớp học nấu ăn tuyệt vời tại Mai Home Hội An cùng đầu bếp Lou Lou. Từ chuyến tham quan chợ đến nấu ăn thực hành, mọi khoảnh khắc đều thú vị. Đầu bếp Lou Lous có chuyên môn và niềm đam mê ẩm thực Việt Nam tỏa sáng khi cô hướng dẫn chúng tôi qua từng món ăn một cách kiên nhẫn và khéo léo. Điểm nổi bật chắc chắn là bữa ăn ngon mà chúng tôi đã chuẩn bị và cùng nhau thưởng thức. Một trải nghiệm phải thử cho bất kỳ ai đến thăm Hội An.Đọc thêm",
            "Lớp học nấu ăn có vị trí đẹp ở làng Trà Quế với một bên là khu vườn và một bên là hồ nước nhỏ. Từ sự chào đón đến vẫy tay khi khởi hành, đội ngũ ở lớp học nấu ăn đều rất tốt bụng và thân thiện. Lulu tham gia lớp học kéo dài 2 giờ của chúng tôi, dạy chúng tôi làm 2 món khai vị và một món chính, sau đó chúng tôi ăn. Nó thực sự rất ngon - chúng tôi không thể tin được mình đã làm được nó! Có quá nhiều thứ chúng tôi hầu như không ăn trong thời gian còn lại của ngày. Lulu là một giáo viên xuất sắc, chu đáo và chuyên nghiệp. Cảm ơn Lulu, Hùng và nhóm. Điều tuyệt vời nhất chúng tôi đã làm ở Hội An.Đọc thêm",
            "Tham dự lớp học nấu ăn tại Mai Home Hội An là một niềm vui tuyệt đối! Từ lòng hiếu khách nồng hậu đến trải nghiệm thực tế, mỗi khoảnh khắc đều thấm đẫm tinh hoa ẩm thực Việt Nam. Tôi ra đi không chỉ với những công thức nấu ăn ngon mà còn với sự trân trọng sâu sắc hơn về di sản văn hóa đằng sau mỗi món ăn. Rất khuyến khích cho cả người mới bắt đầu nấu ăn và những người đam mê ẩm thựcĐọc thêm",
            "Chúng tôi rất thích đi chợ và tham quan trang trại nhưng tuyệt nhất là lớp học nấu ăn! Hùng và nhân viên của anh ấy dạy bạn một cách thân thiện dễ dàng các món ăn cổ điển của Hội An. Có rất nhiều đồ ăn và tất cả đều rất ngon. Chúng tôi thích rằng đó là một nhóm nhỏ gồm 4 người nên tất cả chúng tôi đều có cơ hội học những kỹ năng mới và chia sẻ các món ăn. Họ đã gửi email các công thức nấu ăn mà chúng tôi đã chọn để chúng tôi có thể làm tại nhà. Cảm ơn bạn vì một ngày tuyệt vời!Đọc thêm",
            "Ngày tuyệt nhất tôi có ở Việt Nam cho đến nay và cũng là món ăn ngon nhất tôi có! Mọi thứ đều rất tươi mới với nhiều loại thảo mộc và rau củ ngon, v.v. Tôi thích trải nghiệm tổng thể khi tham quan chợ và tìm hiểu về các nguyên liệu địa phương, đi dạo quanh cánh đồng nông nghiệp và nấu các món ăn của chúng tôi. 100 được đề xuất. Cảm ơn Hùng và nhóm của bạn! Đọc thêm",
            "Một trải nghiệm độc đáo và đáng nhớ! Chúng tôi đã được một đội ngũ tuyệt vời chào đón tại khu vườn xinh đẹp của Trà Quế. Lớp học nấu ăn thật tuyệt, chúng tôi đã có một khoảng thời gian tuyệt vời! Nó siêu sạch sẽ, được tổ chức tốt và ngon tuyệt!!! Chúng tôi đã nấu 4 bữa ăn và sẽ làm mát chúng nhiều lần ở nhà! Đội ngũ đã gửi cho chúng tôi các công thức nấu ăn Cảm ơn bạn rất nhiều vì đã có khoảng thời gian tuyệt vời này bên cạnh bạn! Đọc thêm",
            "Thật là một trải nghiệm hạnh phúc. Toàn bộ làng Trà Quế là thiên đường trên trái đất, nhưng nơi này là viên ngọc quý và những người chủ tuyệt vời của nó, những thiên thần thực sự! Những con người chăm chỉ, xuất sắc và thân thiện sẽ giúp bạn tiếp cận những bí mật của một nền ẩm thực tuyệt vời. Các sản phẩm đều tươi ngon nhất có thể, nhiều sản phẩm được hái tại vườn ngay trước căn bếp rộng rãi và đầy đủ tiện nghi. Tôi đã thử những loại trái cây, thảo dược và rau củ ngon nhất tôi từng có ở đây. Lớp học nấu ăn rất vui vẻ và hào phóng với nhiều món ăn được dạy, chuyến tham quan các khu vườn và đồn điền địa phương, quà tặng và nhiều thông tin hơn bạn có thể tưởng tượng! Đầu bếp HungHugh và NgọcPearl đều rất giỏi trong những gì họ làm, dù là nấu ăn hay sư phạm. Thêm phần thưởng: bạn có thể uống bia trong khi nướng bún chả thịt lợn! Tôi hoàn toàn biết mình sẽ cố gắng quay lại nơi này vào lần tới khi đến Việt Nam. Chết tiệt, tôi thậm chí có thể đến chỉ vì nó! 1010 đề nghị.Đọc thêm",
            "Ismael thân mến,\n\nThật là một đánh giá tuyệt vời!!! Cảm ơn rất nhiều vì đã chọn chúng tôi cho lớp học nấu ăn ở Hội An. Chúng tôi hy vọng và như tôi đã nói, có cơ hội chào đón bạn trở lại.\n\nLời chúc tốt nhất cho bạn và gia đình bạn.\n\nHùngĐọc thêm"
        ],
        "star_ratings": [
            40,
            0,
            0,
            0,
            0
        ],
        "review_amount": 40,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Đừng về nhà nữa",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written May 7, 2024",
            "Written May 4, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 17, 2024",
            "Written April 15, 2024",
            "Written April 8, 2024",
            "Written March 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25436650-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13198674-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8693196-Reviews-Restaurant_339_Tra_Que-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3680703-Reviews-Baby_Mustard_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4100845-Reviews-Kumquat_BBQ_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25346912-d10466029-Reviews-Spring_Onion_Restaurant-Cam_Ha_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11864939-Reviews-Tra_Que_Garden_Cooking_Class_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12049571-Reviews-Joi_I_Tra_Que_Gardens-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d20099043-Reviews-Mua-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d17820068-Reviews-Tra_Que_Herb_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8042670-Reviews-Oulala_Doner_Kebab_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or10-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13911222-Reviews-Angiee_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24086277-Reviews-Momo_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17736868-Reviews-Cooking_with_Jolie_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1163962-Reviews-Tra_Que_Water_Wheel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6941867-Reviews-Hoi_An_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6372759-Reviews-Baby_Mustard_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740367-Reviews-Eat_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12425859-Reviews-The_Calm_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617374-Reviews-Hoi_An_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12590502-Reviews-MiMi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13985813-Reviews-Aira_Spa_An_Bang-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9715562-Reviews-Hoi_An_Motorbike_Tour_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6486072-Reviews-Golden_Lotus_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9714392-Reviews-The_Drifter-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g188560-d23262137-Reviews-Batavia_Stad_Fashion_Outlet-Lelystad_Flevoland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52033-d5990241-Reviews-Redmond_Caves_Recreation_Area-Redmond_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d282658-Reviews-Table_Rock_State_Park-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d8621938-Reviews-The_Wings_Transit_Lounge-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d10467051-Reviews-Pine_Point_Beach-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d293063-Reviews-Nowy_Swiat-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33875-d7106734-Reviews-Greenwich_Point_Park-Old_Greenwich_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d605304-Reviews-Mann_Center_for_the_Performing_Arts-Philadelphia_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or10-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Mai Home Hoi An",
        "attraction_name_vi": "Đừng về nhà nữa",
        "general_info": [
            "40 đánh giá",
            "46 trên 202 lớp học Hội An",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Sau nhiều năm cung cấp bữa trưa cho du khách theo tour du lịch có tổ chức tại nhà riêng của họ ở Hội An, Hùng và Thanh quyết định mở nhà hàng và lớp học nấu ăn của riêng họ tại một Làng rau và thảo mộc xinh đẹp có tên là TRA QUE, nhằm cung cấp các dịch vụ chuyên nghiệp hơn và trải nghiệm độc đáo cho tất cả các vị khách đáng quý của họ. Tọa lạc tại một vị trí tuyệt đẹp với tầm nhìn đẹp như tranh vẽ ra khu vườn rau và quang cảnh sông Cổ Cò, Nhà hàng lớp học nấu ăn Mai Home Hội An là điểm dừng chân lý tưởng cho bữa trưa hoặc bữa tối và tham gia lớp học nấu ăn. Sử dụng các loại thảo mộc tươi nhấtRau, Thịt và Hải sản từ làng Trà Quế nổi tiếng và chợ địa phương mỗi ngày, chúng tôi cam kết cung cấp cho bạn những món ăn địa phương thực sự tươi ngon và chính thống với công thức nấu ăn do chính chúng tôi tạo ra. Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một trải nghiệm tuyệt vời với đội ngũ Mai Homes. Chúng tôi tình cờ đến nhà hàng Mai, tọa lạc tại ngôi làng xinh đẹp và yên bình Trà Quế, một địa điểm không thể bỏ qua gần Hội An. Đồ ăn ở đây rất ngon và tinh tế đến nỗi chúng tôi quyết định quay lại vào ngày hôm sau để tìm hiểu thêm về ẩm thực địa phương của Việt Nam. Chúng tôi được Hùng và Ngọc chào đón nồng nhiệt, họ đã đưa chúng tôi đi tham quan khu vườn rất thú vị. Sau đó, chúng tôi học cách chế biến 4 món ăn đặc biệt và tuyệt vời, được làm từ các loại thảo mộc và nguyên liệu địa phương. Tôi thực sự muốn giới thiệu nơi này và trải nghiệm nếu bạn muốn khám phá thêm về văn hóa Việt Nam, gặp gỡ những người mới và rời khỏi đất nước với những món quà lưu niệm ngọt ngào. Đọc thêm",
            "Shanti và Ismael thân mến,\n\nCảm ơn bạn rất nhiều và hẹn gặp lại bạn rất sớm.\n\nTrân trọng \n\nHùngĐọc thêm",
            "Chúng tôi muốn giới thiệu lớp học này trong tích tắc. Chúng tôi đã tham gia một vài lớp học nấu ăn trong chuyến đi vòng quanh châu Á và đây là lớp học tốt nhất từ ​​trước đến nay. Nó bắt đầu bằng chuyến tham quan khu vườn nơi bạn tìm hiểu rất nhiều về kỹ thuật trồng trọt của họ và các loại rau khác nhau mà họ trồng. Sau đó, bạn bắt đầu lớp học nấu ăn với đầu bếp tuyệt vời Hùng, trong một căn bếp xinh đẹp nhìn ra vườn. Bạn có thể chọn những gì bạn muốn nấu và họ có những lựa chọn tuyệt vời cho người ăn chay! Thành thật mà nói, chúng tôi đã học được rất nhiều và yêu thích thời gian của mình! Phần thưởng là bạn sẽ nhận được thông báo tuyệt vời này vào cuối lớp học!Đọc thêm",
            "Simone thân mến,\n\nCảm ơn rất nhiều vì đã đánh giá tuyệt vời cho các dịch vụ lớp học nấu ăn của chúng tôi. Thật tuyệt vời khi cả hai bạn cùng tham gia lớp học nấu ăn với chúng tôi. Sẽ là niềm vinh dự lớn lao của chúng tôi nếu được chào đón bạn trở lại trong tương lai.\n\nVới lời chúc tốt đẹp nhất \n\nHùngĐọc thêm",
            "Sau khi nói chuyện với Hùng, chúng tôi đăng ký một lớp học ngắn và Hùng đề nghị chúng tôi cho anh ấy 20 phút để chuẩn bị đầy đủ nguyên liệu. Cả buổi học nấu ăn diễn ra suôn sẻ, chúng tôi học được 3 món: nem rán thịt heo, gỏi xoài xanh tôm và cá kho caramen nấu nồi đất. Với sự hướng dẫn của Hùng, chúng tôi đã chế biến được mọi món ăn một cách dễ dàng. Toàn bộ lớp học nấu ăn mất gần hai giờ. Thức ăn chúng tôi làm rất ngon và tươi. Lớp học này chắc hẳn là điều bạn nên tham gia trong thời gian lưu trú tại Hội An.Đọc thêm",
            "Danny thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn.\n\nTrân trọng\n\nHùngĐọc thêm",
            "Chúng tôi hoàn toàn thích lớp học nấu ăn. Chúng tôi đã học được rất nhiều và có rất nhiều niềm vui. Đầu tiên Hùng đưa chúng tôi đến chợ địa phương và chia sẻ kiến ​​thức của anh ấy về rau, cá, các loại mì và trái cây khác nhau với chúng tôi. Anh ấy cũng mua nguyên liệu cho trải nghiệm nấu ăn của chúng tôi. Tiếp theo, anh ấy chỉ cho chúng tôi khu vườn rau và thảo mộc khổng lồ tại khuôn viên đẹp đẽ của họ và giải thích về những gì chúng có thể được sử dụng, thực phẩm, thuốc, v.v. Sau đó, chúng tôi bắt đầu chuẩn bị thức ăn và Lulu chỉ cho chúng tôi một cách chi tiết và rất thú vị về cách cắt đúng cách thành phần. Chúng tôi đã chuẩn bị nước sốt và cuối cùng chúng tôi nấu món khai vị và món chính mà chúng tôi đã chọn. Nhờ Lulu và những người khác mà mọi cậu bé đã có thể nấu thành công bữa ăn của mình. Sau đó, chúng tôi thưởng thức món mình nấu và thực sự ngạc nhiên về chất lượng món ăn mình nấu. Sau bữa trưa, cuối cùng chúng tôi cũng được mát-xa chân để rời khỏi nơi đó một cách vui vẻ và thư giãn. Chúng tôi hoàn toàn có thể giới thiệu sự kiện lớp học nấu ăn này cho tất cả những ai quan tâm đến món ăn Việt Nam. Đó là một ngày tuyệt vời ở Hội An đối với chúng tôi. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Các bạn thân mến của chúng tôi,\n\nCảm ơn bạn đã đánh giá tuyệt vời cho dịch vụ lớp học nấu ăn của chúng tôi. Thật vinh dự cho chúng tôi khi được phục vụ bạn và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng\n\nNhóm Hùng, Lou Lou và Mai Home Hội An.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi tham quan các vườn rau và thảo mộc cũng như học cách nấu một số món ăn cổ điển của Việt Nam. Tất cả các nguyên liệu đều tươi ngon và Lulu cùng nhóm của cô ấy đã khiến toàn bộ trải nghiệm nấu ăn trở nên thú vị.  Thức ăn rất ngon và khung cảnh thật đáng yêu. Chúng tôi thực sự muốn giới thiệu nó! Đọc thêm",
            "Thưa cô Linda,\n\nRất cám ơn vì đánh giá tuyệt vời của bạn và thật vui được chào đón bạn đến với lớp học nấu ăn của chúng tôi. Chúng tôi hy vọng sẽ có bạn trở lại một lần nữa trong tương lai. \n\nTrân trọng\n\nNhóm Hùng, Lou Lou và Mai Home Hội An.Đọc thêm",
            "Lớp học nấu ăn tuyệt vời và đầy tính giáo dục cùng chuyến tham quan vườn thảo mộc hôm nay cùng Lulu!  Mai Home rất hoan nghênh và thích thú với chế độ ăn chay và thuần chay của chúng tôi! Nhìn chung, chúng tôi đã có một buổi sáng vui vẻ và thú vị và tôi muốn giới thiệu lớp học này cho tất cả bạn bè và gia đình của mình! Phần thưởng bao gồm đồ uống chào mừng, mát-xa và ngâm chân bằng thảo dược vào cuối!Đọc thêm",
            "Sophia thân mến,\n\nCảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời cho dịch vụ nấu ăn của chúng tôi. Chúng tôi hy vọng bạn sẽ có một hành trình tuyệt vời tại Hội An và Việt Nam.\n\nTrân trọng\nHùngĐọc thêm",
            "Cảm ơn Lulu vì một lớp học nấu ăn tuyệt vời! Chúng tôi bắt đầu bằng một chuyến tham quan khu vườn và tìm hiểu về các loại thảo mộc khác nhau. Sau đó, chúng tôi nấu đồ ăn và làm bánh xèo, nem tươi, gỏi đu đủ và hoa chuối, cùng rau củ trong nồi đất. Mọi thứ đều ngon thuần chay! Sau bữa ăn, chúng tôi được mát-xa vai và chân haha! Lulu là một giáo viên tuyệt vời!Đọc thêm",
            "Clara thân mến,\n\nThật tuyệt vời khi nhận được đánh giá tuyệt vời từ bạn sau khi tham gia lớp học nấu ăn với chúng tôi. Một lần nữa xin cảm ơn bạn rất nhiều vì đã chọn chúng tôi cho lớp học nấu ăn. Chúng tôi chúc bạn có một chuyến đi tuyệt vời tại Hội An và Việt Nam.\n\nTrân trọng\n\nHùngĐọc thêm",
            "Chúng tôi đã có trải nghiệm nấu ăn tuyệt vời với Lu Lu, cô ấy là một đầu bếp xuất sắc. Thật thú vị khi tìm hiểu cách người dân địa phương mua thực phẩm và rau quả mỗi ngày sau đó Lu Lu đưa chúng tôi đi vòng quanh vườn rau và thảo mộc ngay cạnh lớp học nấu ăn, nơi chúng tôi tìm hiểu về các hoạt động canh tác hữu cơ và hái một số loại thảo mộc và rau quả cho lớp học nấu ăn của chúng tôi, thật tuyệt khi có hoạt động từ trang trại này đến bàn ăn. Sau đó chúng tôi đã có một lớp học nấu ăn tuyệt vời, Lu Lu kiên nhẫn chỉ cho chúng tôi cách cắt và thái rau, làm chả giò, salad và chuẩn bị nguyên liệu cho các món chính. Tất cả các món ăn chúng tôi nấu đều rất ngon. Nếu bạn đang tìm kiếm một lớp học nấu ăn ở Hội An, lớp học này chắc chắn sẽ là một lựa chọn tốt và chúng tôi rất khuyến khích.Đọc thêm",
            "Chúng tôi đã dành 6 giờ với đầu bếp Lu Lu để có trải nghiệm nấu ăn tuyệt vời. Đầu tiên, Lu Lu đưa chúng tôi đi chợ, cô ấy chỉ cho chúng tôi mọi thứ và giúp chúng tôi mua tất cả những nguyên liệu cần thiết, chúng tôi đã học được rất nhiều điều. Chuyến tham quan vườn rất thú vị, rau trong vườn rất đẹp và có hương vị tuyệt vời. Chúng tôi thực sự rất thích buổi nấu ăn của mình, những món ăn chúng tôi làm rất ngon - một trong những bữa ăn ngon nhất của chúng tôi ở Việt Nam. Nhìn chung, trải nghiệm này thật tuyệt vời và chúng tôi rất khuyến khíchĐọc thêm",
            "Huy thân mến,\n\nCảm ơn bạn rất nhiều vì đã tham gia lớp học nấu ăn với chúng tôi. Thật tuyệt khi biết rằng bạn thực sự thích lớp học nấu ăn và thật tuyệt vời khi bạn đưa ra xếp hạng bong bóng 5 sao cho các dịch vụ của chúng tôi. \n\nTrân trọng cảm ơn\nHùngĐọc thêm",
            "Bạn của chúng tôi đã giới thiệu Mai Home Hội An và chắc chắn đó là sự lựa chọn tốt nhất mà chúng tôi có được trong thời gian ở Hội An. Hùng gặp và đón chúng tôi tại khách sạn rồi đưa chúng tôi đi chợ. Chúng tôi đã có một chuyến tham quan thú vị tại một khu chợ địa phương với Lu Lu, cô ấy rất am hiểu. Sau đó chúng tôi đã có một chuyến đi dạo vui vẻ quanh vườn rau, nơi chúng tôi học được rất nhiều về các kỹ thuật truyền thống trong việc trồng các loại thảo mộc và rau hữu cơ, khu vườn rất đẹp. Phần tuyệt vời nhất trong ngày tất nhiên là buổi nấu ăn với Lu Lu - một đầu bếp tuyệt vời, cô ấy kiên nhẫn dạy chúng tôi cách chế biến các nguyên liệu khác nhau. Chúng tôi nấu 4 món và tất cả đều siêu ngon và hấp dẫn. Đó là một trong những bữa ăn ngon nhất chúng tôi có trong chuyến đi đến Việt Nam. Chúng tôi cũng có một buổi mát xa chân thư giãn. Cảm ơn Hùng, Lu Lu và toàn đội vì một ngày tuyệt vời.Đọc thêm",
            "Kính thưa quý bà,\n\nCảm ơn bạn đã chia sẻ đánh giá tuyệt vời của mình sau khi tham gia lớp học nấu ăn với chúng tôi. Thật tuyệt khi biết rằng bạn thực sự thích lớp học nấu ăn và cảm ơn bạn rất nhiều vì đã cho chúng tôi xếp hạng bong bóng 5 sao cho các dịch vụ của chúng tôi. Chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nHùngĐọc thêm"
        ],
        "star_ratings": [
            40,
            0,
            0,
            0,
            0
        ],
        "review_amount": 40,
        "location": [
            "Những việc cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Đừng về nhà nữa",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written March 29, 2024",
            "Written March 26, 2024",
            "Written March 18, 2024",
            "Written March 15, 2024",
            "Written March 12, 2024",
            "Written February 12, 2024",
            "Written February 12, 2024",
            "Written January 28, 2024",
            "Written January 22, 2024",
            "Written January 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25436650-Reviews-or10-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13198674-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8693196-Reviews-Restaurant_339_Tra_Que-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3680703-Reviews-Baby_Mustard_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4100845-Reviews-Kumquat_BBQ_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25346912-d10466029-Reviews-Spring_Onion_Restaurant-Cam_Ha_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11864939-Reviews-Tra_Que_Garden_Cooking_Class_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12049571-Reviews-Joi_I_Tra_Que_Gardens-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d20099043-Reviews-Mua-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d17820068-Reviews-Tra_Que_Herb_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8042670-Reviews-Oulala_Doner_Kebab_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or20-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13911222-Reviews-Angiee_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24086277-Reviews-Momo_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17736868-Reviews-Cooking_with_Jolie_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1163962-Reviews-Tra_Que_Water_Wheel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6941867-Reviews-Hoi_An_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6372759-Reviews-Baby_Mustard_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740367-Reviews-Eat_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12425859-Reviews-The_Calm_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617374-Reviews-Hoi_An_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12590502-Reviews-MiMi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13985813-Reviews-Aira_Spa_An_Bang-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9715562-Reviews-Hoi_An_Motorbike_Tour_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6486072-Reviews-Golden_Lotus_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293980-d320123-Reviews-Coral_Beach_Nature_Reserve-Eilat_Southern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g54231-d275421-Reviews-Folly_Beach_Public_Beach-Folly_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669468-Reviews-The_Shops_at_Wailea-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g739282-d11637866-Reviews-Notos_Beach-Potos_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46373-d7202765-Reviews-Columbus_Farmers_Market-Columbus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d8614985-Reviews-Koo_Club-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d13986380-Reviews-Radiant_Fish_World-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188901-Reviews-Harrods-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g33141-d8526144-Reviews-The_Sacred_Space-Summerland_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or20-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or10-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Mai Home Hoi An",
        "attraction_name_vi": "Đừng về nhà nữa",
        "general_info": [
            "40 đánh giá",
            "46 trên 202 lớp học Hội An",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Sau nhiều năm cung cấp bữa trưa cho du khách theo tour du lịch có tổ chức tại nhà riêng của họ ở Hội An, Hùng và Thanh quyết định mở nhà hàng và lớp học nấu ăn của riêng họ tại một Làng rau và thảo mộc xinh đẹp có tên là TRA QUE, nhằm cung cấp các dịch vụ chuyên nghiệp hơn và trải nghiệm độc đáo cho tất cả các vị khách đáng quý của họ. Tọa lạc tại một vị trí tuyệt đẹp với tầm nhìn đẹp như tranh vẽ ra khu vườn rau và quang cảnh sông Cổ Cò, Nhà hàng lớp học nấu ăn Mai Home Hội An là điểm dừng chân lý tưởng cho bữa trưa hoặc bữa tối và tham gia lớp học nấu ăn. Sử dụng các loại thảo mộc tươi nhấtRau, Thịt và Hải sản từ làng Trà Quế nổi tiếng và chợ địa phương mỗi ngày, chúng tôi cam kết cung cấp cho bạn những món ăn địa phương thực sự tươi ngon và chính thống với công thức nấu ăn do chính chúng tôi tạo ra. Đọc thêm",
        "reviews": [
            "Đây là một trong những ngày tuyệt vời nhất của chúng tôi ở Việt Nam. Chuyến đi đến chợ địa phương để mua nguyên liệu là khởi đầu. Các khu vườn rất thú vị, minh chứng cho sự chăm chỉ của người dân địa phương. Lớp học nấu ăn thật tuyệt vời và bữa ăn chúng tôi nấu là bữa ăn Việt Nam ngon nhất của chúng tôi! Rất đáng để giới thiệu! Đọc thêm",
            "Elizabeth thân mến,\n\nMột lần nữa xin cảm ơn bạn rất nhiều vì đã tham gia lớp học nấu ăn với chúng tôi. Đánh giá tuyệt vời của bạn là sự hỗ trợ tuyệt vời cho chúng tôi. Chúng tôi chúc bạn mọi điều tốt đẹp nhất và có một hành trình tuyệt vời tại Việt Nam. \n\nHùng và nhóm Mai Home Hội An. Đọc thêm",
            "Lớp học nấu ăn với Lulu đúng là trải nghiệm tuyệt vời nhất! Chúng tôi có thể chọn món chúng tôi muốn nấu và lớp học thực sự rất dễ theo dõi. Lulu giải thích mọi thứ rất rõ ràng và rất kiên nhẫn với chúng tôi. Chúng tôi đã có rất nhiều niềm vui và thức ăn thật tuyệt vời! Mọi người ở đó đều rất đáng yêu nên chúng tôi quyết định quay lại ăn trưa vào một ngày khác. Ngoài ra xung quanh và vườn rau bên cạnh cũng rất đẹp. Cảm ơn bạn!Đọc thêm",
            "Pia thân mến,\n\nMột lần nữa xin cảm ơn rất nhiều vì đã tham gia lớp học nấu ăn với chúng tôi. Thật tuyệt vời khi nhận được đánh giá bong bóng năm sao từ bạn. Chúc bạn và bạn bè có chuyến hành trình thú vị tại Hội An và Việt Nam. \n\nTrân trọng \n\nHùng, Lou Lou và team Mai Home Hoi An. Đọc thêm",
            "Chúng tôi đã có một trải nghiệm rất tốt. Khu vườn rất đẹp và thú vị. Chúng tôi đã học được cách người ta trồng các loại thảo mộc và một số loại rau ở khu vực đó. Sau đó, lớp học nấu ăn rất vui với đầu bếp của chúng tôi! Thức ăn rất ngon và massage là một phần thưởng! Chúng tôi đánh giá cao chuyến tham quan này! Một kỷ niệm tuyệt vời trong chuyến đi của chúng tôiĐọc thêm",
            "Kính gửi bà,\n\nCảm ơn bà rất nhiều vì đã tham gia lớp học nấu ăn cùng chúng tôi. Đánh giá tuyệt vời của bà cũng khiến chúng tôi rất vui. Chúc bà có một chuyến đi tuyệt vời tại Việt Nam.\n\nCảm ơn và trân trọng.\n\nHungĐọc thêm",
            "Chúng tôi đã có trải nghiệm nấu ăn tuyệt vời với Lou Lou tại Lớp học nấu ăn và Nhà hàng Mai Home Hội An. Lou Lou đưa chúng tôi đến chợ để mua nguyên liệu cho lớp học và cô ấy đã cho chúng tôi rất nhiều mẹo khi mua các nguyên liệu khác nhau và chúng tôi cũng học được rất nhiều về các loại gia vị sử dụng trong các món ăn Việt Nam. Sau chuyến tham quan chợ, chúng tôi đến nhà hàng của họ tại làng rau Trà Quế, thư giãn với một thức uống thảo mộc chào mừng ngon tuyệt, sau đó Lou Lou đưa chúng tôi đi tham quan quanh vườn, cô ấy kể cho chúng tôi mọi thứ về canh tác hữu cơ của những người nông dân địa phương, khu vườn trông thật đẹp và rau có hương vị tuyệt vời. Lớp học nấu ăn là phần tuyệt nhất trong ngày, Lou Lou đã dạy chúng tôi 4 món ăn, chúng tôi đã học cách làm chả giò chiên, bánh xèo, gỏi đu đủ xanh và hoa chuối với tôm, cá nấu trong nồi đất với nước sốt caramel. Tất cả đều siêu ngon và hấp dẫn! Chúng tôi kết thúc trải nghiệm bằng một buổi mát-xa chân thư giãn, đây là phần thưởng tuyệt vời cho chuyến tham quan của chúng tôi. Cảm ơn Lou Lou và nhóm Mai Home Hội An rất nhiều vì đã mang đến cho chúng tôi trải nghiệm tuyệt vời như vậy, chúng tôi thực sự muốn giới thiệu lớp học nấu ăn này. Đọc thêm",
            "Chào Lina,\n\nCảm ơn bạn rất nhiều vì đã tham gia lớp học nấu ăn với chúng tôi và cũng cảm ơn vì đã cho chúng tôi xếp hạng bong bóng 5 sao với một đánh giá tuyệt vời. Chúng tôi chúc bạn một Giáng sinh vui vẻ và Năm mới hạnh phúc.\n\nNhóm Hùng và Mai Home Hội An.\nĐọc thêm",
            "Chủ nhà rất tốt bụng và chuyên nghiệp. Chúng tôi đã có rất nhiều niềm vui, nấu được nhiều bữa ăn ngon. Ngoài ra chuyến tham quan vườn rất thú vị và vui vẻ. Cảm ơn bạn vì trải nghiệm tốt đẹp này. Chúng tôi rất muốn gặp lại bạn! Đọc thêm",
            "Katharina thân mến,\n\nMột lần nữa xin cảm ơn rất nhiều vì đã tham gia lớp học nấu ăn với chúng tôi và để lại đánh giá tuyệt vời cho dịch vụ của chúng tôi. Chúng tôi chúc bạn một cuộc hành trình tuyệt vời. \n\nGiáng sinh vui vẻ và năm mới hạnh phúc.\n\nHùngĐọc thêm",
            "My partner, my 6-month old baby, and I had the most wonderful experience with Hung and his family  staff! We had a half-day with: 1 Visit of the gardenfield,2 Foot bath  massage, headneck massage, 3 Cooking class,4 Lunch - First, we got picked up at our hotel by Hung himself, he had the smoothest driving and it felt very safe with our baby since we did not have a baby seat it was only a 15-min drive ride and anyway, taxis dont have baby seat in Vietnam. Upon arrival, we had a deliciously refreshing welcoming drink with view over the fields of aromatic herbs. It was early morning, Hung was sitting with us before heading to the garden, and we could enjoy the view, in silence, and in each others presence - a very very appreciated moment during our trip, with a very intense daily life.- Then, very nice and instructive walk through the fields, tasting every herbs and even getting the opportunity to try and help a farmer with preparing small plot, sowing some seeds etc. - Back to the restaurant, we got a lovely neck  head massage as well as a foot bath with aromatic herbs and foot massage with view over the field. - After that, we started our cooking class with wonderful Lulu. We did 4 recipes!! All the ingredients were ready on the table but we did most of it with help and our chef so it really felt like we were learning by doing! In addition to that, other staff took care of our daughter during the whole class so we could really enjoy and learn! - Then, we could enjoy a delicious lunch we had cooked ourself with some supervision of course with the greatest pride ans satisfaction. The ingredients were really fresh and well-chosen - so I need to say that this was one of the best meals we had and we really had everything from street food to EU-priced places, and my family ran a Vietnamese restaurant in France. Without exaggerating, this half-day was one of the best ones we had during our month in Vietnam, with free time but also planned visits. Thank you so much Hung, family and staff for your kindness, welcoming, professionalism, care for our daughter, and the quality of your service, from A to Z. We wish you all the best, in Vietnam and beyond!Tuyet Mai and family Read more",
            "Tuyết Mai thân mến,\n\nMột lần nữa xin cảm ơn rất nhiều vì đã tham gia lớp học nấu ăn với chúng tôi. Thật tuyệt vời khi được chào đón gia đình bạn tại nhà hàng của chúng tôi, đưa bạn đi dạo quanh vườn và tham gia lớp học nấu ăn cùng chúng tôi. Tất cả chúng tôi đều nhớ đến cô con gái nhỏ xinh đẹp của bạn, cô ấy thật dễ thương. Cũng xin cảm ơn rất nhiều vì đánh giá tuyệt vời mà bạn đã đưa ra cho các dịch vụ của chúng tôi, điều đó khiến tất cả chúng tôi đều hài lòng. \n\nGiáng sinh vui vẻ và năm mới hạnh phúc.\n\nHùngĐọc thêm",
            "Chúng tôi đã tham gia lớp học nấu ăn tại Mai Home trong chuyến đi gần đây đến Hội An và rất khuyến khích điều đó. Chúng tôi thực sự rất thích tìm hiểu trước về cách người dân địa phương trồng trọt sản phẩm tươi sống của họ - đối tác của tôi, người yêu thích làm vườn, đã góp phần giúp trồng một số loại cây trồng. Lớp học rất vui - chúng tôi đã có rất nhiều tiếng cười với Lou Lou và nhóm của cô ấy. Họ bật cười khi chúng tôi cho họ thấy rằng đối tác của tôi trông giống như Đầu bếp Thụy Điển trong phim Muppet khi anh ấy đội chiếc mũ đầu bếp của mình! Thật tuyệt vời khi học cách nấu các món ăn địa phương và chúng tôi đã học được rất nhiều điều - việc thưởng thức cũng rất bổ ích ăn nó sau đó.   Chắc chắn đáng để ghé thăm! Đọc thêm",
            "Louise thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời cho các dịch vụ của chúng tôi, cũng cảm ơn bạn đã tham gia lớp học nấu ăn với chúng tôi. Thật tuyệt khi biết rằng bạn thực sự thích lớp học nấu ăn với chúng tôi. Chúng tôi hy vọng có cơ hội gặp lại bạn.\n\nGiáng sinh vui vẻ và năm mới hạnh phúc.\n\nHùngĐọc thêm",
            "Chúng tôi có một người hướng dẫn tuyệt vời, tên là Lou Lou, người rất thân thiện và hiểu biết sâu rộng về tất cả các loại cây trồng, rau củ và nguyên liệu khác nhau được sử dụng trong lớp học nấu ăn. Tiếng Anh của cô ấy rất dễ hiểu. Chúng tôi được Hung đón tại khách sạn và đưa đến một khu chợ địa phương. Chúng tôi dành khoảng 45 phút để tham quan khu chợ và tìm hiểu tất cả về các loại thực phẩm khác nhau. Sau đó, chúng tôi được đưa đến một ngôi làng nơi có khoảng 20 gia đình trồng tất cả các loại thảo mộc. Thật thú vị khi thấy mọi người làm việc trong những mảnh vườn nhỏ của họ, chúng tôi được tặng mũ và áo sơ mi để trông giống như những người nông dân, điều này làm tăng thêm bầu không khí của trải nghiệm. Chúng tôi trở lại bếp nhà hàng và chuẩn bị tất cả các món ăn bao gồm chả giò, gỏi đu đủ và xoài, đồ ăn Việt Nam, bánh kếp và cá sốt caramel. Chúng tôi đã có niềm vui khi được thưởng thức những món ăn rất ngon của mình. Chuyến tham quan này cũng cân nhắc đến các hạn chế về chế độ ăn uống. Nếu bạn đến thăm Hội An, tôi sẽ đưa nơi này lên đầu danh sách các hoạt động vui chơi của bạn. Gerry. Winnipeg Đọc thêm",
            "Kính gửi Ông Gerry,\n\nCảm ơn ông rất nhiều vì những phản hồi tuyệt vời mà ông đã dành cho dịch vụ lớp học nấu ăn của chúng tôi. Chúng tôi rất vui khi được phục vụ ông và chúng tôi hy vọng ông sẽ có một chuyến đi tuyệt vời tại Việt Nam và chúng tôi cũng hy vọng sẽ gặp lại ông.\n\nChúc ông mọi điều tốt đẹp nhất!\n\nĐội ngũ Hùng, Lou Lou và Mai Home Hội An. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời Tôi thực sự rất thích bài học Đặc biệt là món cá chúng tôi làm Hướng dẫn viên và đầu bếp của tôi rất nhiều thông tin và hữu ích. Tôi đã học được rất nhiều điều. Cảm ơn Maxine Đọc thêm",
            "Thưa bà Maxine,\n\nCảm ơn bạn rất nhiều vì đã đánh giá tốt cho dịch vụ lớp học nấu ăn của chúng tôi. Rất vui khi bạn tham gia lớp học nấu ăn của chúng tôi.  Chúng tôi hy vọng được gặp lại bạn và chúc mọi điều tốt đẹp nhất đến với bạn.\n\nCảm ơn\n\nNhóm Hùng, Lulu và Mai Home Hội An. Đọc thêm",
            "Chúng tôi tham gia lớp học với tư cách là một gia đình 4 người và mọi người đều có khoảng thời gian thực sự vui vẻ. Đầu tiên là chuyến tham quan khu vườn nơi chúng tôi tìm hiểu về các loại thảo mộc và rau củ. Tiếp theo là việc chuẩn bị và nấu bữa trưa. Giáo viên rất tốt và hữu ích. Chúng tôi tự chiên bánh gạo, một món ăn và trải nghiệm mới. Sau bữa trưa, chúng tôi đi mát-xa, bọn trẻ đầu tiên rất thích thú và thấy thích thú. Họ gọi cho chúng tôi một chiếc taxi để về nhà. Trải nghiệm tuyệt vời rất được khuyến khích Đọc thêm",
            "Kính gửi anh Đan và gia đình,\n\nCảm ơn bạn rất nhiều vì đánh giá rất tốt đẹp của bạn cho dịch vụ nấu ăn của chúng tôi, bạn thật tử tế khi để lại đánh giá tuyệt vời cho chúng tôi. Chúng tôi hy vọng được chào đón bạn trở lại trong tương lai.\n\nVới những lời chúc tốt đẹp nhất của chúng tôi\n\nHùng và Mai Home Hội An Team Đọc thêm"
        ],
        "star_ratings": [
            40,
            0,
            0,
            0,
            0
        ],
        "review_amount": 40,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Đừng về nhà nữa",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written January 20, 2024",
            "Written January 20, 2024",
            "Written January 2, 2024",
            "Written December 24, 2023",
            "Written December 20, 2023",
            "Written December 19, 2023",
            "Written December 16, 2023",
            "Written November 13, 2023",
            "Written October 31, 2023",
            "Written July 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25436650-Reviews-or20-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13198674-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8693196-Reviews-Restaurant_339_Tra_Que-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3680703-Reviews-Baby_Mustard_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4100845-Reviews-Kumquat_BBQ_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25346912-d10466029-Reviews-Spring_Onion_Restaurant-Cam_Ha_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11864939-Reviews-Tra_Que_Garden_Cooking_Class_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12049571-Reviews-Joi_I_Tra_Que_Gardens-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d20099043-Reviews-Mua-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d17820068-Reviews-Tra_Que_Herb_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8042670-Reviews-Oulala_Doner_Kebab_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or10-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or30-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13911222-Reviews-Angiee_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24086277-Reviews-Momo_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17736868-Reviews-Cooking_with_Jolie_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1163962-Reviews-Tra_Que_Water_Wheel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6941867-Reviews-Hoi_An_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6372759-Reviews-Baby_Mustard_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740367-Reviews-Eat_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12425859-Reviews-The_Calm_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617374-Reviews-Hoi_An_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12590502-Reviews-MiMi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13985813-Reviews-Aira_Spa_An_Bang-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9715562-Reviews-Hoi_An_Motorbike_Tour_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6486072-Reviews-Golden_Lotus_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d149465-Reviews-Marbles_Kids_Museum-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48625-d4502484-Reviews-7_Lakes_Drive-Sloatsburg_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d148993-Reviews-Marigot_Bay-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g776028-d10608494-Reviews-Edro_III_Shipwreck-Peyia_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d102978-Reviews-Whaley_House_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559934-Reviews-Frontiers_of_Flight_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35623-d2460486-Reviews-Maple_Grove_Hot_Springs-Thatcher_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188473-Reviews-Musee_Picasso_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9587132-Reviews-Carmel_Car_Limousine_Service-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or30-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or20-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Mai Home Hoi An",
        "attraction_name_vi": "Đừng về nhà nữa",
        "general_info": [
            "40 đánh giá",
            "46 trong số 202 Lớp học Hội thảo tại Hội An",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Sau nhiều năm cung cấp bữa trưa cho du khách theo tour du lịch có tổ chức tại nhà riêng của họ ở Hội An, Hùng và Thanh quyết định mở nhà hàng và lớp học nấu ăn của riêng họ tại một Làng rau và thảo mộc xinh đẹp có tên là TRA QUE, nhằm cung cấp các dịch vụ chuyên nghiệp hơn và trải nghiệm độc đáo cho tất cả các vị khách đáng quý của họ. Tọa lạc tại một vị trí tuyệt đẹp với tầm nhìn đẹp như tranh vẽ ra khu vườn rau và quang cảnh sông Cổ Cò, Nhà hàng lớp học nấu ăn Mai Home Hội An là điểm dừng chân lý tưởng cho bữa trưa hoặc bữa tối và tham gia lớp học nấu ăn. Sử dụng các loại thảo mộc tươi nhấtRau, Thịt và Hải sản từ làng Trà Quế nổi tiếng và chợ địa phương mỗi ngày, chúng tôi cam kết cung cấp cho bạn những món ăn địa phương thực sự tươi ngon và chính thống với công thức nấu ăn do chính chúng tôi tạo ra. Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích thời gian ở lớp học nấu ăn Mai Home! Chúng tôi đã có rất nhiều niềm vui và tiếng cười. Chủ nhà rất am hiểu và tràn đầy sức sống, chúng tôi đã giới thiệu Mai Home cho bạn bè. Chúc mọi người có chuyến đi vui vẻ.Đọc thêm",
            "Thưa ông Jan,\n\nMột lần nữa xin cảm ơn bạn rất nhiều vì đánh giá tuyệt vời về dịch vụ của chúng tôi, rất vui khi biết rằng bạn thích lớp học nấu ăn của chúng tôi. Thật tuyệt khi có bạn trở lại vào năm tới.\n\nLời chúc tốt đẹp nhất từ ​​Mai Home Hội An Team.\n\nHùngĐọc thêm",
            "Mọi người đều rất vui vẻ, chào đón tôi rất nhiệt tình. Tôi đã thấy những vườn rau tươi ở đó. Và được sử dụng trực tiếp để học nấu ăn, hướng dẫn rất nhiệt tình, chăm sóc chúng tôi từng chút một. hoàn hảoĐọc thêm",
            "Louise thân mến,\n\nThật vui khi nhận được đánh giá tốt đẹp của bạn và rất vui khi biết rằng lớp học nấu ăn của chúng tôi đã làm tất cả các bạn hài lòng. Chúng tôi mong muốn có bạn trở lại trong tương lai gần.\n\nLời chúc tốt đẹp nhất từ ​​Mai Home Hội An Team.\n\nHùngĐọc thêm",
            "Một trong những khoảnh khắc tuyệt vời nhất trong chuyến đi của chúng tôi tại Việt Nam Người đầu bếp thật tuyệt vời và hướng dẫn chúng tôi chế biến một bữa ăn mà sau đó chúng tôi rất thích! Chúng tôi thực sự khuyên bạn nên đọc thêm khoảnh khắc chia sẻ tuyệt vời với hai thiếu niên của mình",
            "Trải nghiệm nấu ăn đặc biệt tại Mai Home Hội An Cooking Class and Restaurant. Đồ ăn ngon, giáo viên nhiệt tình và không khí ấm áp. Rất khuyến khích cho những người yêu thích ẩm thực Việt NamĐọc thêm",
            "Khóa học nấu ăn được người khác giới thiệu cho chúng tôi và tôi sẽ giới thiệu nó cho những người khác. Hùng rất thân thiện và có nhiều công thức nấu ăn tuyệt vời và đã nỗ lực rất nhiều để giải thích các bước thực hiện. Cấu trúc của khóa học nấu ăn rất tuyệt vời. Lúc đầu, chúng tôi đến chợ địa phương để mua một số nguyên liệu và anh ấy kể cho chúng tôi nhiều điều về từng loại rau. Chúng tôi cũng có thể tìm hiểu một chút về người dân địa phương và tìm ra những món ăn cần nguyên liệu nào. Sau đó chúng tôi đến nhà hàng của anh ấy, nằm ngay cạnh cánh đồng rau. Anh ấy cùng chúng tôi đi bộ qua các cánh đồng và chúng tôi có thể quan sát cách trồng từng loại rau, trái cây và thảo mộc riêng lẻ cũng như có thể ngửi và nếm một số loại trong số chúng. Sau chuyến tham quan, chúng tôi vào bếp, nơi chúng tôi có thể chọn trước các công thức nấu ăn khác nhau. Các công thức nấu ăn tương đối đơn giản nên chỉ cần một vài lời giải thích là mọi người đều có thể thực hiện được. Nhiều nguyên liệu cũng được sử dụng mà bạn thực sự có thể mua ở bất kỳ siêu thị nào, vì vậy bạn có thể dễ dàng tự nấu chúng. Hùng viết ra tất cả các công thức nấu ăn đến từng chi tiết nhỏ nhất rồi gửi qua email. Chúng tôi đã có một ngày thực sự vui vẻ và có được nhiều ấn tượng về ẩm thực Việt Nam và rất vui vì chúng tôi đã làm được điều đó thông qua nhà cung cấp này.Đọc thêm",
            "Chúng tôi đã dừng chân ở Hội An trong chuyến đi đến Việt Nam. Hướng dẫn viên đưa chúng tôi đến Trà Quế và chúng tôi đã có một ngày tuyệt vời. Lớp học nấu ăn thực sự tuyệt vời và rất sôi động. Chúng tôi đã học được những công thức nấu ăn tuyệt vời mà nhóm đã gửi cho chúng tôi qua email và chúng tôi đã có thể nếm thử. Bối cảnh rất dễ chịu, nhóm tuyệt vời và luôn mỉm cười. Cho đến nay, đó là ngày tuyệt vời nhất mà chúng tôi có thể có! Cảm ơn rất nhiều vì những khoảng thời gian tuyệt vời này! Một cuộc gặp gỡ rất tuyệt vời. Đọc thêm",
            "Kính thưa quý bà,\n\nCảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng\n\nHùngĐọc thêm",
            "Đầu bếp Lulu thật tuyệt. Cô ấy nói tiếng Anh tốt và có thể giải thích kỹ thuật nấu ăn của người Việt cho chúng tôi. Chúng tôi chọn chỉ tham gia lớp học nấu ăn vì chúng tôi không có đủ thời gian cho chuyến tham quan vườn và mát-xa. Bầu không khí thân thiện. Cô ấy rất nhiệt tình về nội dung, thời lượng và lịch trình của khóa học. Sau đó chúng tôi ăn những gì chúng tôi đã chuẩn bị. Lựa chọn 3 công thức nấu ăn từ khoảng 20 cho chúng tôi: chả giò, bánh xèo và cá. Điều đó thật ngon. 275k người. Đó là giá của một nhà hàng! Tôi thực sự khuyên bạn nênĐọc thêm",
            "Kính thưa quý bà,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và thật vui khi biết rằng bạn thực sự thích lớp học nấu ăn với chúng tôi. Chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng \n\nNhóm Hùng và Mai Home Hội An Đọc thêm",
            "Lời giải thích tuyệt vời về cách hoạt động của vườn rau trung tâm Trà QuếLoulou là một giáo viên dạy nấu ăn tuyệt vời và rất vui tính. Cô ấy nói được tiếng Anh và một chút tiếng PhápĐọc thêm",
            "Lô Lô thân mến,\n\nCảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Đây chắc chắn là sự hỗ trợ tuyệt vời cho các dịch vụ nấu ăn của chúng tôi. Chúng tôi hy vọng bạn đã có một chuyến đi tuyệt vời ở Việt Nam. \n\nCảm ơn\n\nHùngĐọc thêm",
            "Tôi thực sự đã có khoảng thời gian tuyệt vời trong lớp học nấu ăn này, thậm chí tôi còn may mắn được học riêng vì lúc đó không có ai ở đó. Những lời giải thích và lòng tốt đều ở đó, chưa kể những công thức nấu ăn rất ngon!!! Tôi khuyên bạn nên Đọc thêm",
            "Chúc bạn vui vẻ,\n\nMerci beaucoup!!!\n\nMột lần nữa xin cảm ơn rất nhiều vì đánh giá tuyệt vời mà bạn đã thực hiện cho các dịch vụ của chúng tôi.\n\nGiáng sinh vui vẻ và năm mới hạnh phúc.\n\nHùngĐọc thêm",
            "Cảm ơn bạn vì trải nghiệm lớp học nấu ăn này! Lu và các đồng nghiệp của anh ấy đã chào đón chúng tôi rất nồng nhiệt và dạy chúng tôi cách nấu nhiều món ăn đặc trưng của đất nước. Các nhân viên rất thân thiện, chuyên nghiệp và rất hữu ích, điều này đã nâng cao trải nghiệm. Tôi thực sự khuyên bạn nên sử dụng! Đọc thêm",
            "Thưa ông Paul,\n\nCảm ơn bạn đã đánh giá tuyệt vời cho dịch vụ của chúng tôi. Thật tuyệt vời khi có bạn tham gia lớp học nấu ăn cùng chúng tôi. Chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nHùng, Lưu và Mai Home Hoi An Team.Đọc thêm"
        ],
        "star_ratings": [
            40,
            0,
            0,
            0,
            0
        ],
        "review_amount": 40,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Đừng về nhà nữa",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written May 25, 2023",
            "Written May 24, 2023",
            "",
            "Written May 8, 2024",
            "",
            "Written May 5, 2024",
            "",
            "Written April 5, 2024",
            "",
            "Written March 25, 2024",
            "",
            "Written March 13, 2024",
            "",
            "Written January 9, 2024",
            "",
            "Written November 16, 2023",
            "",
            "Written October 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25436650-Reviews-or30-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13198674-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8693196-Reviews-Restaurant_339_Tra_Que-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3680703-Reviews-Baby_Mustard_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4100845-Reviews-Kumquat_BBQ_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25346912-d10466029-Reviews-Spring_Onion_Restaurant-Cam_Ha_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11864939-Reviews-Tra_Que_Garden_Cooking_Class_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12049571-Reviews-Joi_I_Tra_Que_Gardens-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d20099043-Reviews-Mua-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d17820068-Reviews-Tra_Que_Herb_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8042670-Reviews-Oulala_Doner_Kebab_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8262471-Reviews-Tra_Que_Minty_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2068091-Reviews-Tra_Que_Vegetable_Village-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6612712-Reviews-An_Bang_Beach-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27161346-Reviews-CSO_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17640179-Reviews-Aum_Yoga_Vietnam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or20-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25564792-Reviews-Hoi_An_Backroad_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13911222-Reviews-Angiee_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24086277-Reviews-Momo_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17736868-Reviews-Cooking_with_Jolie_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1163962-Reviews-Tra_Que_Water_Wheel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6941867-Reviews-Hoi_An_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6372759-Reviews-Baby_Mustard_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740367-Reviews-Eat_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12425859-Reviews-The_Calm_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617374-Reviews-Hoi_An_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12590502-Reviews-MiMi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13985813-Reviews-Aira_Spa_An_Bang-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9715562-Reviews-Hoi_An_Motorbike_Tour_Adventures-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6486072-Reviews-Golden_Lotus_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g663149-d4936801-Reviews-Lagomandra_beach-Neos_Marmaras_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274863-d300864-Reviews-Bled_Castle_Blejski_Grad-Bled_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d2081137-Reviews-Balboa_Island_Ferry-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58569-d146316-Reviews-Ape_Cave_Lava_Tubes-Longview_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g562796-d2283313-Reviews-Outletcity_Metzingen-Metzingen_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g1799783-d5614039-Reviews-AltInkum_PlajI-Dipkarpaz_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33059-d2218718-Reviews-The_Mountain_Winery-Saratoga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34636-d117356-Reviews-Crescent_Beach-Siesta_Key_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9587132-Reviews-Carmel_Car_Limousine_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14978414-Reviews-National_Express-London_England.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25436650-Reviews-or30-Mai_Home_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    }
]