[
    {
        "attraction_name": "Main Tower",
        "attraction_name_vi": "Tháp chính",
        "general_info": [
            "3.845 đánh giá",
            "12 trong số 481 điều cần làm ở Frankfurt",
            "Địa điểm ưa thích",
            "Công trình kiến ​​trúc",
            "Đài quan sát"
        ],
        "attraction_summary": "Tháp chính là một trong những tòa nhà cao nhất ở Frankfurt. Leo lên đỉnh tòa nhà cao 200 mét này, đi thang máy trong 190 mét đầu tiên và đi bộ 10 mét cuối cùng để có tầm nhìn tuyệt vời ra thành phố.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nếu bạn là người thích đứng trên đỉnh của những tòa nhà cao tầng với khung cảnh thành phố rộng lớn dưới chân, thì chuyến thăm Tháp Chính Frankfurts sẽ nằm trong danh sách của bạn.  Bạn có tầm nhìn 360 độ trên toàn bộ thành phố và các bảng chỉ dẫn cho biết các đặc điểm nổi bật.  Lưu ý rằng việc xây dựng tòa nhà mới ở vùng lân cận Tháp Chính đã chặn hoặc thay đổi tầm nhìn của một số tòa nhà lịch sử nên các biển báo không còn hoàn toàn chính xác.\n\nChúng tôi đến lúc 7 giờ tối các ngày trong tuần và không có hàng đợi. Việc kiểm tra an ninh kiểu sân bay rất đơn giản và thang máy nhanh chóng đưa bạn lên độ cao 190 mét. Từ đó bạn leo lên một vài tầng cầu thang lên tầng quan sát.\n\nChúng tôi dành 45 phút tận hưởng ánh nắng buổi tối, làn gió mát sau một ngày nắng nóng và khung cảnh bao quát. Có khá nhiều người đi lại xung quanh nên thỉnh thoảng phải xếp hàng chờ để có chỗ ở lan can để chụp ảnh.\n\nCửa hàng quà tặng dường như bao gồm một số tủ trưng bày thẳng đứng ở sảnh của tòa nhà, vì vậy không thể xử lý và kiểm tra hàng hóa mà không yêu cầu hỗ trợ.  \n\nĐó là một kết thúc thú vị cho một ngày tham quan ở Frankfurt.Đọc thêm",
            "Frankfurt nổi tiếng là thiếu các địa điểm du lịch, vì vậy bạn có thể phải xếp hàng chờ một chút để vào được vì dường như mọi khách du lịch đều có mặt ở đây. Chắc chắn phải làm như vậy, vì quang cảnh nhìn từ đỉnh tòa nhà thật ngoạn mục. Người Mỹ và Canada thường có những tòa nhà lớn dễ dàng tiếp cận, nhưng tòa nhà này không bình thường vì nó ở châu Âu. Bạn đi qua sàng lọc và đi vào thang máy sẽ đưa bạn lên đỉnh trong vòng chưa đầy một phút. Vào một ngày đẹp trời, bạn có thể nhìn thấy mọi thứ, kể cả sân bay mà bạn có thể đã bay đến và rời đi.Đọc thêm",
            "Thành thật mà nói, tôi không thực sự chắc chắn liệu 9 euro để đứng trên bệ xem có xứng đáng hay không nhưng đúng là như vậy!  Tôi chỉ ước chúng tôi đã đi vào lúc bắt đầu chuyến đi tới Frankfurt thay vì đến gần cuối chuyến đi vì việc tìm hiểu phương hướng sẽ rất hữu ích.\n\nDù sao, chúng tôi đã đi vào khoảng 6.307.00 tối và tôi rất hối hận khi mua vé vì trời mưa khá nhẹ nhưng vẫn còn.  Hầu như không có hàng đợi nào và chúng tôi đã vào thang máy trong vòng khoảng 5 phút.  Điều đó bao gồm kiểm tra an ninh thông qua máy dò kim loại, v.v.\n\nVà ở trên cùng? Ồ!  Tôi thực sự nghĩ rằng thời tiết đã khiến quang cảnh trở nên tuyệt vời hơn với bầu trời đầy ấn tượng.  Chúng tôi đã dành khoảng 3045 phút ở đó, vui vẻ khám phá những địa danh mà chúng tôi đã ghé thăm và nhận ra rằng chúng tôi đã phải đi bộ thêm bao nhiêu giữa chúng vì chúng tôi liên tục bị lạc!  \n\nNếu bạn có thanh thiếu niên, họ sẽ thích chụp ảnh - cả hai tôi đều có những bức ảnh thực sự nghệ thuật về họ trên nền trời làm ảnh đại diện.  \n\nNó có thể hơi đắt so với những gì nó vốn có nhưng tôi nghĩ nếu bạn dạo quanh hoặc mua một số thẻ dành cho khách tham quan, bạn có thể mua được nó rẻ hơn một chút.    Đọc thêm",
            "Đây dường như không phải là nơi dễ tìm nhất và chúng tôi đã đi lang thang một lúc để cố gắng tìm lối vào không có biển chỉ dẫn rõ ràng và khi đó nó có thể gây hiểu nhầm bằng các mũi tên chỉ vào tòa nhà liền kề. Chắc hẳn chúng tôi đã hẹn giờ vào đúng thứ Sáu, đầu giờ chiều và không có hàng đợi để nói đến, nhưng tôi đoán rằng những tắc nghẽn mà họ gặp phải có lẽ là do máy quét an ninh kiểu sân bay khá phiền phức và nhân viên quản lý những thứ này thì không. thân thiện hoặc hấp dẫn.  \n\nTuy nhiên, sau đó, thang máy sẽ nhanh chóng đưa bạn lên gần đến tầng trên cùng, có thêm một vài chuyến thang bộ nữa để leo lên. Quang cảnh nơi đây rất đẹp và các biển chỉ dẫn hữu ích chỉ ra nhiều địa danh khác nhau. Tuy nhiên, thật không may, tầm nhìn đẹp nhất có lẽ là về phía đông nam dọc theo con sông, giờ đây đã bị che khuất hoàn toàn bởi một tòa nhà cao hơn đang được xây dựng. Rõ ràng là không có đề cập đến điều này trước khi thanh toán, và các biển báo họ treo ở đó hiện chỉ ra các địa danh mà bạn không thể nhìn thấy! Tôi nói vẫn đáng để ghé thăm, nhưng có lẽ đến một lúc nào đó, một đài quan sát sẽ mở ra trên tòa nhà mới cao hơn.  Đọc thêm",
            "Tòa nhà chọc trời hiện đại, đẹp mắt này hoàn toàn sở hữu đường chân trời của thành phố. Khung cảnh nhìn từ đài quan sát thật ấn tượng, mang đến cho bạn bức tranh toàn cảnh hoành tráng về Frankfurt. Bạn có thể thấy tất cả các kiến ​​trúc thú vị pha trộn giữa cũ và mới. Bên trong, tất cả đều sang trọng với cảm giác bằng kính và thép. Và đoán xem? Ngoài ra còn có một nhà hàng, vì vậy bạn có thể vừa thưởng thức một số món ăn tuyệt vời vừa đắm mình trong khung cảnh. Thêm vào đó, việc nằm trong khu tài chính sẽ làm tăng thêm nét hấp dẫn này cho nơi này, khiến nó trở thành biểu tượng cho sự phát triển kinh tế tuyệt vời của Frankfurt. Cho dù bạn là khách du lịch khao khát ngắm cảnh hay là người dân địa phương muốn có một địa điểm ăn uống độc đáo, Tháp Chính sẽ là nơi ghi lại bầu không khí của Frankfurt một cách hoàn hảo.Đọc thêm",
            "Đến Frankfurt mà không đến một tòa nhà chọc trời có thể ngắm nhìn Frankfurt và khu vực xung quanh thì cũng giống như bạn chưa từng đến Frankfurt. Tòa nhà này có tên bắt nguồn từ con sông Majna, vì vậy nó được gọi là Tháp chính. Cao 240 m với ăng-ten. Bạn có thể đi thang máy lên tầng 54 cao 196m, nhưng bạn có thể leo cầu thang lên độ cao 200m, từ đó bạn có thể ngắm nhìn quang cảnh ngoạn mục của thành phố và khu vực xung quanh. Mọi thứ đều được bảo hiểm rất tốt nên thực sự không có chỗ cho sự sợ hãi. Đọc thêm",
            "Ở Frankfurt mà không đến một tòa nhà chọc trời có tầm nhìn ra Frankfurt và khu vực xung quanh thì cứ như thể bạn chưa từng ở Frankfurt. Nó được đặt tên theo sông Majna nên được gọi là Tháp Chính. Cao 240 m có ăng-ten. Bạn có thể đi thang máy lên tầng 54 196m, nhưng bạn có thể leo cầu thang bộ lên độ cao 200m để có thể ngắm nhìn khung cảnh ngoạn mục của thành phố và khu vực xung quanh. Mọi thứ đều được bảo hiểm rất tốt nên thực sự không có gì phải sợ hãi.Đọc thêm",
            "View đẹp nhưng khu phố cổ bị che khuất bởi tòa nhà chọc trời mới. Bạn có thể nhìn thấy nó trên một hình ảnh. Tuy nhiên, nó đáng để ghé thămĐọc thêm",
            "Chúng tôi đến thăm vào một buổi sáng muộn Chủ nhật và vẫn mất 30 phút xếp hàng để vào. Đừng mang hành lý lớn hơn ba lô vì bạn sẽ không nhận vào và không còn hành lý nào. Tầm nhìn tuyệt vời ở phía trên nhưng một khi bạn đã nhìn thấy khung cảnh thì đó là nó ! Ngoài ra, các tòa nhà khác hiện đã cao hơn nên bạn không có góc nhìn 360 độ và khu phố cổ bên sông hầu như bị che khuất. Đắt tiền và không thực sự đáng để đi đường vòng.Đọc thêm",
            "Tòa nhà chọc trời hiện đại, bóng bẩy này hoàn toàn chiếm trọn đường chân trời của thành phố. Cảnh quan từ đài quan sát thật ngoạn mục, mang đến cho bạn toàn cảnh hoành tráng của Frankfurt. Bạn có thể thấy tất cả kiến ​​trúc tuyệt vời pha trộn giữa cũ và mới. Bên trong, tất cả đều sang trọng với cảm giác kính và thép. Và đoán xem? Cũng có một nhà hàng, vì vậy bạn có thể vừa nhâm nhi một số món ăn tuyệt vời vừa đắm mình trong khung cảnh. Thêm vào đó, việc nằm trong khu tài chính càng làm tăng thêm nét quyến rũ cho nơi này, biến nơi này thành biểu tượng cho sự tuyệt vời về kinh tế của Frankfurt. Cho dù bạn là khách du lịch thèm khát cảnh đẹp hay người dân địa phương muốn có một địa điểm ăn uống độc đáo, thì Main Tower chính là nơi bạn cần đến, nắm bắt hoàn hảo bầu không khí của Frankfurt. Đọc thêm",
            "Chúng tôi đã ở đó vào một ngày rất mưa và nó vẫn thật tuyệt vời. Vì vậy, tôi thậm chí không thể tưởng tượng được nó trông đẹp như thế nào vào những ngày thời tiết đẹp.Đọc thêm",
            "Với giá 9 euro mỗi chiếc, bạn phải lên tầng quan sát của tháp chính Frankfurts.  Quang cảnh thành phố khá tuyệt vời từ trên đây.Đọc thêm",
            "Đây dường như không phải là nơi dễ tìm nhất và chúng tôi đã đi lang thang một lúc để cố gắng tìm lối vào không có biển chỉ dẫn rõ ràng và khi đó nó có thể gây hiểu nhầm bằng các mũi tên chỉ vào tòa nhà liền kề. Chắc hẳn chúng tôi đã hẹn giờ vào đúng thứ Sáu, đầu giờ chiều và không có hàng đợi để nói đến, nhưng tôi đoán rằng những tắc nghẽn mà họ gặp phải có lẽ là do máy quét an ninh kiểu sân bay khá phiền phức và nhân viên quản lý những thứ này thì không. thân thiện hoặc hấp dẫn.  Tuy nhiên, sau đó, thang máy sẽ nhanh chóng đưa bạn lên gần đến tầng trên cùng, có thêm một vài chuyến thang bộ nữa để leo lên. Quang cảnh nơi đây rất đẹp và các biển chỉ dẫn hữu ích chỉ ra nhiều địa danh khác nhau. Tuy nhiên, thật không may, tầm nhìn đẹp nhất có lẽ là về phía đông nam dọc theo con sông, giờ đây đã bị che khuất hoàn toàn bởi một tòa nhà cao hơn đang được xây dựng. Rõ ràng là không có đề cập đến điều này trước khi thanh toán, và các biển báo họ treo ở đó hiện chỉ ra các địa danh mà bạn không thể nhìn thấy! Tôi nói vẫn đáng để ghé thăm, nhưng có lẽ đến một lúc nào đó, một đài quan sát sẽ mở ra trên tòa nhà mới cao hơn.  Đọc thêm",
            "Thành thật mà nói, tôi không thực sự chắc chắn liệu 9 euro để đứng trên bệ xem có xứng đáng hay không nhưng đúng là như vậy!  Tôi chỉ ước chúng tôi đã đi vào lúc bắt đầu chuyến đi đến Frankfurt thay vì đến gần cuối chuyến đi vì nó sẽ rất hữu ích để xác định phương hướng. Dù sao, chúng tôi đã đi vào khoảng 6.307.00 tối và tôi rất hối hận vì đã mua vé như hiện tại mưa khá nhẹ nhưng vẫn còn.  Hầu như không có hàng đợi nào và chúng tôi đã vào thang máy trong vòng khoảng 5 phút.  Điều đó bao gồm kiểm tra an ninh thông qua máy dò kim loại, v.v.Và ở trên cùng? Ồ!  Tôi thực sự nghĩ rằng thời tiết đã khiến quang cảnh trở nên tuyệt vời hơn với bầu trời đầy ấn tượng.  Chúng tôi đã dành khoảng 3045 phút ở đó, vui vẻ khám phá những địa danh mà chúng tôi đã ghé thăm và nhận ra rằng chúng tôi đã phải đi bộ thêm bao nhiêu giữa chúng vì chúng tôi liên tục bị lạc!  Nếu bạn có thanh thiếu niên, họ sẽ thích chụp ảnh - cả hai tôi đều có những bức ảnh thực sự nghệ thuật về họ trên nền trời làm ảnh đại diện.  Nó có thể hơi đắt so với những gì nó vốn có nhưng tôi nghĩ nếu bạn dạo quanh hoặc mua một số thẻ dành cho khách tham quan, bạn có thể mua được nó rẻ hơn một chút.    Đọc thêm",
            "Sự tiếp nhận tồi tệ nhất và thô lỗ nhất từ ​​trước đến nay. Cô ấy không vui chút nào với việc chào đón mọi người, cô ấy thô lỗ và không thân thiện, không thích cung cấp thông tin cơ bản cho một nhân viên tiếp tân hahah. Thuê người giỏi hơn Đọc thêm",
            "Người quản lý tức giận đã phá hỏng chuyến thăm. Đó là một buổi sáng bận rộn và hàng đợi thì dài vô tận. Có vẻ như người quản lý đã hét lên bằng tiếng Đức với cháu trai tôi khi cháu đang đi qua máy bán vé. Khi cháu rõ ràng không hiểu, cô ấy đã hét lên bằng tiếng Anh. Có gì đó về việc quá bận rộn Bạn không thấy sao và sau đó cô ấy tiếp tục phàn nàn bằng tiếng Đức với những người nói tiếng Đức. Thật đáng ngạc nhiên là vô tổ chức và sẽ tránh vì lãng phí nửa buổi sáng để bị lăng mạ. Bản thân View rất đẹp, nhưng đứa trẻ đã khó chịu nên chúng tôi đã rời đi càng sớm càng tốt. Các nhân viên khác vui vẻ và thân thiện, nhưng người phụ nữ đó cần được đào tạo lại Đọc thêm"
        ],
        "star_ratings": [
            2109,
            1350,
            297,
            54,
            35
        ],
        "review_amount": 3845,
        "location": [
            "Tháp chính",
            "Châu Âu",
            "Hesse",
            "Frankfurt",
            "Những điều cần làm ở Frankfurt",
            "nước Đức"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 24, 2023",
            "Written September 19, 2023",
            "Written October 13, 2023",
            "Written February 4, 2024",
            "Written May 3, 2024",
            "Written May 4, 2024",
            "Written March 28, 2024",
            "Written March 18, 2024",
            "Written February 4, 2024",
            "Written January 15, 2024",
            "Written November 9, 2023",
            "Written October 13, 2023",
            "Written September 19, 2023",
            "Written September 12, 2023",
            "Written August 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187337-d542192-Reviews-Main_Tower-Frankfurt_Hesse.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d4050427-Reviews-Bidlabu_Bistro_und_Bar-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d813389-Reviews-Kabuki_Frankfurt-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d1118966-Reviews-Restaurant_Medici-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d1040374-Reviews-Buffalo_Steakhaus-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d807247-Reviews-Im_Herzen_Afrikas-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d2061971-Reviews-Salzkammer-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d959415-Reviews-Moriki-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d1641199-Reviews-Zenzakan-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d786896-Reviews-Ivory_Club-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187337-d26800403-Reviews-Zukaya-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d11802043-Reviews-Japan_Center-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d591794-Reviews-Schillerdenkmal-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d25405290-Reviews-Liegende-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d7787672-Reviews-Taunusturm-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d242529-Reviews-Old_Opera_House_Alte_Oper-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d2025881-Reviews-English_Theatre-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d12353836-Reviews-Marshall_Brunnen-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d522390-Reviews-Grosse_Bockenheimer_Strasse-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d12353831-Reviews-Ein_Haus_Fuer_Goethe-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d7785157-Reviews-Zwillingsturm-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d542192-Reviews-or10-Main_Tower-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d12829280-Reviews-Roemerberg-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d545412-Reviews-Romer-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d1903760-Reviews-Mainkai-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d242526-Reviews-Cathedral_of_St_Bartholomew_Dom_St_Bartholomaus-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d3470088-Reviews-Iron_Bridge-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d8306702-Reviews-Fountain_of_Justice-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d190225-Reviews-Goethe_House-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d594500-Reviews-Deutsche_Bank_Park-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d545405-Reviews-Berger_Street_Berger_Strasse-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d2514691-Reviews-22nd_Lounge_Bar-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d5037088-Reviews-Jazzkeller_Frankfurt-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d13118071-Reviews-Embury_Bar-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d10523163-Reviews-Secret_Escape_Game-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d6788074-Reviews-ABACI-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d538032-Reviews-Arcade_Amusements_Inc-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d21338216-Reviews-Belgrade_Nikola_Tesla_Airport_Lounge-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g1235481-d8620969-Reviews-Civita_di_Bagnoregio-Bagnoregio_Province_of_Viterbo_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d670573-Reviews-Ecseri_Flea_Market_Ecseri_bolhapiac-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d15070815-Reviews-MGM_Springfield-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15347719-Reviews-Mantis_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g635665-d545936-Reviews-Dolfinarium-Harderwijk_Gelderland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d285581-Reviews-Cisco_Brewers-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g56761-d3666518-Reviews-Tanger_Outlets_Houston-Texas_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29446-d9793607-Reviews-Augusta_Ferry-Augusta_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187337-d542192-Reviews-or10-Main_Tower-Frankfurt_Hesse.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187337-d542192-Reviews-Main_Tower-Frankfurt_Hesse.html"
    }
]