[
    {
        "attraction_name": "Main Event Entertainment",
        "attraction_name_vi": "Sự kiện chính Giải trí",
        "general_info": [
            "65 đánh giá",
            "- 41 trên 147 Trò chơi vui nhộn ở San Antonio",
            "Sân chơi bowling",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Giải trí sự kiện chính - San Antonio North niềm vui nhất mà bạn có thể có dưới một mái nhà. Sự kiện chính là điểm đến ăn uống và giải trí mang lại nhiều cách để tận hưởng niềm vui gia đình hơn những gì bạn có thể gói gọn trong một lần ghé thăm! Cho dù bạn ở độ tuổi nào, luôn có điều gì đó dành cho tất cả mọi người tại Sự kiện chính! Các điểm tham quan bao gồm trò chơi bowling hiện đại, trò chơi bắn súng laser nhiều cấp độ, phòng trưng bày trò chơi điện tử có hơn 100 trò chơi điện tử tương tác mới nhất và hơn thế nữa! Thưởng thức trải nghiệm ăn uống bình dân lấy cảm hứng từ đầu bếp của chúng tôi - với các món ăn ngon như cánh gà, khoai tây chiên nạp đầy hoặc bánh pizza nướng thủ công trong lò nướng kiểu Mỹ đầy đủ dịch vụ - hoặc thưởng thức cocktail thủ công, bia thủ công, nhiều loại rượu vang đa dạng trong một quán rượu năng lượng cao quầy bar được bao quanh bởi TV màn hình lớn. Với những bữa tiệc sinh nhật đơn giản của chúng tôi, Main Event mang đến niềm vui hoành tráng sẽ để lại cho bạn những kỷ niệm khó quên.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nơi giải trí tuyệt vời từ 8 tuổi trở lên!  Rất nhiều niềm vui ở một mức giá hợp lý. Giá nhà hàng không quá cao cho một bữa ăn gia đình!Đọc thêm",
            "Chúng tôi đã chọn thử địa điểm này để tổ chức sinh nhật vào thời gian rảnh rỗi năm nay. Nơi này được thiết lập tương tự nhưng có ít nhân sự. Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời cho đến khi tôi kiểm tra tài khoản của mình vào ngày hôm sau. Thẻ của tôi đã bị tính phí không chính xác, về cơ bản đã được đưa đi khắp nơi, Mark Konieg, GM rất thiếu chuyên nghiệp. Tôi cũng gọi lại khi được thông báo, không bao giờ nhận được cuộc gọi lại, phải gọi lại một lần nữa trong ngày và SAU ĐÓ được thông báo rằng anh ấy đã rời đi trong ngày sau khi được thông báo rằng cuộc gọi của tôi sẽ được trả lại vào cuối ngày, tôi cuối cùng lái xe đến địa điểm và phát hiện ra rằng người ta cũng đã nói dối về việc anh ấy sẽ rời đi. Thậm chí không thể đến nói chuyện trực tiếp với tôi sau khi được bảo rằng tôi đã sai. Cuối cùng, trợ lý giám đốc đã có thể chăm sóc tôi trong vòng năm phút.Đọc thêm",
            "Địa điểm tuyệt vời để gia đình và bạn bè đến ra ngoài và tận hưởng thời gian bên nhau. Arcade thẻ laser bowling đồ ăn quầy bar bàn bi-a TV nơi này có tất cả. Chúng tôi đã dành 4 giờ bên trong để làm tất cả và thực sự là một nơi tuyệt vời để bọn trẻ chạy nhảy khắp nơi và cảm thấy mệt mỏi LOL. Một nơi tuyệt vời cũng dành cho người lớn đến và tận hưởng một nơi tuyệt vời để người lớn trở lại là một đứa trẻ.Đọc thêm",
            "Xin chào Nếu Andy không thể giúp bạn. Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này! Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi và chúng tôi mong sớm được gặp lại bạn.Đọc thêm",
            "Bạn sẽ cho rằng họ sẽ được giảm giá quân sự vì căn cứ không quân vùng đất liền giới thiệu tất cả sinh viên tốt nghiệp và Gia đình ở đó đến với họ.Đọc thêm",
            "Xin chào Grayson T. Cảm ơn bạn đã dành thời gian liên hệ với chúng tôi! Chúng tôi ở Main Event luôn chấp nhận phản hồi của khách hàng và đánh giá rất cao điều đó. Chúng tôi hiện đang nỗ lực phát triển một ưu đãi đặc biệt dành cho các cựu chiến binh và quân nhân đang tại ngũ để bày tỏ sự cảm kích của chúng tôi. Cảm ơn bạn đã trở thành khách mời quý giá của Sự kiện chính, chúc một ngày tốt lành! Đọc thêm",
            "Vừa ghé thăm Sự kiện chính vào ngày 1 - 2 - 19! Thật là một nơi thú vị!!!! Chúng tôi đã đặt trước 2 làn đường và chúng tôi đã có khoảng thời gian tuyệt vời! Chúng tôi gọi đồ ăn và đồ uống ngay từ làn đường của mình. Thức ăn rất ngon và chúng tôi có dịch vụ tuyệt vời! Đọc thêm",
            "Xin chào Sandra F. Cảm ơn bạn đã dành thời gian để lại cho chúng tôi bài đánh giá tuyệt vời này! Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và chúng tôi mong sớm được gặp bạn.Đọc thêm",
            "Nơi này có rất nhiều trò chơi điện tử, sân chơi bowling, thẻ laser và một số dây thừng cao để leo núi..Tôi có dây đeo cổ tay - 25 nhưng phần lớn thời gian của tôi dành cho sân chơi bowling.. Mặc dù tôi nghĩ hệ thống chơi bowling rất tốt nó phù hợp hơn với trẻ em. Chúng tôi đã có pizza và nó là như vậy. Sau đó tôi đã thử gắn thẻ laze - lần đầu tiên của tôi - và nó thực sự khá thú vị - mặc dù hầu hết đối thủ của tôi là học sinh :-P - . Các trò chơi điện tử khá đắt tiền và tôi đã vượt qua - 25 khá nhanh. Đáng lẽ phải rẻ hơn nhưng vì tôi nhận được nó miễn phí nên tôi không phàn nàn.Đọc thêm",
            "Các trò chơi bowling và arcade sẽ khiến trẻ thích thú hàng giờ. Miễn là ngân sách của bạn còn đủ. Vị trí đẹp, có nhiều chỗ đậu xe Đọc thêm",
            "Took the kids there for the 18.95 all you can play deal on a nice sunday afternoon.  They got hungry and we had never eaten anything other than at the pizza joint there.  The menu looked good  -  typical bar - grill menu...think applebees or chilis  - .  We sat down and had 3 waiters look at us and walk away over about 10 minutes.  Finally a waiter walked over and asked if we had been helped.  When we responded no he said he would send over the waiter to take our order.A few more minutes went by and a young man came over.  I am a disabled veteran with a service dog.  She  -  my service dog  -  was laying down next to me on the floor.   When the waiter walked over by me I put my hand out to stop him because he was about to step on my dog.  I told him to be careful and he looked down and saw her and said oh ok.  He took a step back and i sat back up then he took a big step forward and kicked my dog.  She yelped and I got angry at him and told him to watch out.  He said i - m sorry and took a step back.  I sat up from petting her and he DID IT AGAIN!  This time she stood up and growled and hugged close to me.  I told the young man to go around and stay the hell away from her and me.  He went to the other side of the booth and took our drink order and appetizer order.  When he brought out drinks back he again walked up to my side of the booth until i glared at him and told him to get away from me.  He gave us our drinks and took our order for our entree - s.We didn - t see him again until he brought our food out.  No appetizer before our meal.  He brought it with our food.  No drink refills. Nothing.  He had a waitress helping him and didn - t tell her about my service dog because I had to tell her to get away from me and my dog as well when she almost stepped on my dog.  She went to the other side and proceeded to hand out our food to our table.  The young man who was our waiter was handing her plates off his tray OVER MY SONS HEAD.  Now, my son has down syndrome and autism and is confined to a wheelchair.  So this young man thought that it would be ok to hold hot plates of food over my sons head.We didnt see the young man again until he brought us our check. I went to see the manager and all he did was make excuses for the young man.  No care that his waiter had kicked my dog twice.  No care that he held hot plates over my disabled sons head.  This was the worst service I have ever experienced in my life from a total of 50 states and 28 different countries.   I will never spend money at this place ever again.Read more",
            "Này Lutherreedy, tôi rất tiếc khi biết về trải nghiệm ăn uống của bạn. Tôi muốn tìm hiểu thêm về chuyến thăm của bạn tại địa điểm San Antonio của chúng tôi! Vui lòng gửi email cho chúng tôi - socialmedia - mainevent.com - để chúng tôi có thể cố gắng khắc phục mọi việc.\nĐọc thêm",
            "Chúng tôi đã mua cho bọn trẻ chiếc dây đeo cổ tay - 25, nhưng cuối cùng nó lại không phải là một thỏa thuận tốt vì đó là một ngày thứ Bảy bận rộn.  Chơi bowling: Thật là điên rồ với bọn trẻ -- đừng mong đợi rằng bạn sẽ thực sự chơi bowling.  Cứ để bọn trẻ làm việc đó.  Thẻ laser: vui vẻ, vui vẻ.  Dây thừng: Cái này nằm phía trên những chiếc máy khiến người lớn tuổi nhất của tôi lo lắng.  Người trẻ nhất đã có một vụ nổ.  Tất cả các trò chơi đều bổ sung -- và ở mức trên - 1,50 đối với hầu hết các trò chơi -- đắt tiền!  Cuối cùng chúng tôi đã chi tiêu - 150 chỉ sau vài giờ.  Rất muốn xem thẻ trò chơi -- chơi không giới hạn trong một giờ với mức giá cố định.Đọc thêm",
            "Này lướtinflorida! Cảm ơn bạn đã dành thời gian để lại cho chúng tôi một số phản hồi rất có giá trị. Chúng tôi sẽ chia sẻ điều này với nhóm của chúng tôi ở San Antonio và mong được bạn ghé thăm lần nữa.Đọc thêm"
        ],
        "star_ratings": [
            16,
            21,
            16,
            5,
            7
        ],
        "review_amount": 65,
        "location": [
            "Hoa Kỳ",
            "Sự kiện chính Giải trí",
            "Thánh Anthony",
            "Những điều cần làm ở San Antonio",
            "Texas-TX-"
        ],
        "reviews_time": [
            "Written May 25, 2024",
            "Written January 1, 2024",
            "Written August 11, 2022",
            "Written August 2, 2019",
            "Written March 22, 2019",
            "Written January 3, 2019",
            "Written September 3, 2018",
            "Written July 28, 2018",
            "Written April 8, 2018",
            "Written March 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60956-d6484969-Reviews-Main_Event_Entertainment-San_Antonio_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d855539-Reviews-Red_Robin_Gourmet_Burgers-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4179244-Reviews-Pei_Wei_Asian_Kitchen-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d669871-Reviews-Fish_City_Grill_Northwoods-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4178996-Reviews-Stout_s_Pizza_Company-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d1388101-Reviews-Genghis_Grill-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d1233079-Reviews-BJ_s_Restaurant_Brewhouse-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4547023-Reviews-Subway-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4111304-Reviews-Starbucks-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4117263-Reviews-Pho_Nguyen-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d4825932-Reviews-Cake_Art-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5042802-Reviews-Stray_Grape_Urban_Winery-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d139829-Reviews-McAllister_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3661759-Reviews-Phil_Hardberger_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d2693263-Reviews-Rebecca_Creek_Distillery-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d143908-Reviews-Texas_Transportation_Museum-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d215717-Reviews-The_Alley_On_Bitters-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d27016953-Reviews-Marshalls-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d2473253-Reviews-Holocaust_Memorial_Museum_of_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3442850-Reviews-Homestead_Handcrafts-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3611765-Reviews-Sheldon_Vexler_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d6484969-Reviews-or10-Main_Event_Entertainment-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d17392308-Reviews-The_Magicians_Agency_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12982338-Reviews-Extreme_Escape-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10197392-Reviews-The_Exit_Game_Escape_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10062141-Reviews-Extreme_Escape-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10259214-Reviews-IFLY_Indoor_Skydiving_San_Antonio-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11744437-Reviews-Escape_the_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106262-Reviews-Brackenridge_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7217642-Reviews-Great_Room_Escape-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7762198-Reviews-San_Antonio_Panic_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d144014-Reviews-Alamo_IMAX_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1548054-Reviews-Ice_Golf_Center_at_Northwoods-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d4414772-Reviews-Regal_Northwoods_Stadium_14-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d24091380-Reviews-The_Sherlock_Home-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d26629190-Reviews-San_Antonio_Ashiatsu_Massage-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d27089063-Reviews-Obsidian_Aesthetics_and_Body-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1460378-Reviews-Scout_Bar-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1460377-Reviews-Mulligan_s_Sports_Bar-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d14956639-Reviews-Spa_D_Sante-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d19692526-Reviews-Airtopia_Adventure_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d24967076-Reviews-Get_Out_Of_My_Escape_Room-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d6539909-Reviews-Merry_Monet-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d3671900-Reviews-Embassy_Miniature_Golf-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d8599884-Reviews-Cala_Llombards-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d554128-Reviews-Corcovado_Christ_the_Redeemer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g673348-d668890-Reviews-Cala_Comte-Sant_Josep_de_Sa_Talaia_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d6975712-Reviews-Corfu_Donkey_Rescue-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d215062-Reviews-The_Book_of_Kells_Old_Library-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d8627588-Reviews-Disappearing_Island-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55345-d2140447-Reviews-Elrod_Falls-Sneedville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d593212-Reviews-Tunnel_View-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40632-d104061-Reviews-Mackworth_Island-Falmouth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d592251-Reviews-Gaylord_Opryland_Garden_Conservatory-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60956-d6484969-Reviews-or10-Main_Event_Entertainment-San_Antonio_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60956-d6484969-Reviews-Main_Event_Entertainment-San_Antonio_Texas.html"
    },
    {
        "attraction_name": "Main Event Entertainment",
        "attraction_name_vi": "Sự kiện chính Giải trí",
        "general_info": [
            "82 đánh giá",
            "- 140 trên 270 Trò chơi vui nhộn ở Orlando",
            "Sân chơi bowling",
            "Game - Trung tâm giải trí"
        ],
        "attraction_summary": "Giải trí sự kiện chính - Orlando niềm vui nhất mà bạn có thể có dưới một mái nhà. Sự kiện chính là điểm đến ăn uống và giải trí mang lại nhiều cách để tận hưởng niềm vui gia đình hơn những gì bạn có thể gói gọn trong một lần ghé thăm! Cho dù bạn ở độ tuổi nào, luôn có điều gì đó dành cho tất cả mọi người tại Sự kiện chính! Các điểm tham quan bao gồm trò chơi bowling hiện đại, trò chơi bắn súng laser nhiều cấp độ, phòng trưng bày trò chơi điện tử có hơn 100 trò chơi điện tử tương tác mới nhất và hơn thế nữa! Thưởng thức trải nghiệm ăn uống bình dân lấy cảm hứng từ đầu bếp của chúng tôi - với các món ăn ngon như cánh gà, khoai tây chiên nạp đầy hoặc bánh pizza nướng thủ công trong lò nướng kiểu Mỹ đầy đủ dịch vụ - hoặc thưởng thức cocktail thủ công, bia thủ công, nhiều loại rượu vang đa dạng trong một quán rượu năng lượng cao quầy bar được bao quanh bởi TV màn hình lớn. Với những bữa tiệc sinh nhật đơn giản của chúng tôi, Main Event mang đến niềm vui hoành tráng sẽ để lại cho bạn những kỷ niệm khó quên.Đọc thêm",
        "reviews": [
            "Đây là lần thứ ba tôi chơi bowling tại Main Event. Tất cả chúng tôi đều tận hưởng bầu không khí và cố gắng đánh bại nhau trong môn bowling. Gia đình hoặc bạn bè của bạn sẽ thích thú với các hoạt động mà Main Event cung cấp. Đọc thêm",
            "Nó nằm ở một cơ sở không phải là nơi mà bạn có thể nghĩ tới là cơ sở chơi bowling. Có khá nhiều loại trò chơi nhưng có vấn đề với một số trò chơi hoạt động bình thường. Trò chơi bowling quá đắt và nhân viên không thân thiện lắmĐọc thêm",
            "Đã cố bắt chồng tôi và con gái 13 tuổi của tôi! Chúng tôi đến chơi bowling với chồng và các con tôi 13 tuổi và 5 tuổi. Vừa ăn tối tại quán bít tết Rodizio Brazil. Lần đầu tiên của chúng tôi ở đây. Chúng tôi gặp một số vấn đề với các tấm cản trên làn đường nhưng nhìn chung chúng tôi đã có khoảng thời gian vui vẻ - bàn bẩn nhưng đã muộn hơn vào buổi tối - . Họ có Menu trên bàn và máy chủ màu hồng nhưng cô ấy chưa bao giờ đến gặp chúng tôi.  5 tuổi của tôi khát nước nên tôi hỏi người phục vụ cách lấy nước, cô ấy nói nhà bếp ngừng phục vụ nhưng - có một cái máy ở quầy bán pizza - đã đóng cửa -. Tôi đến quầy nhưng không có cốc. Tôi lấy mấy chiếc bát đựng kem nhỏ bằng giấy trên quầy đá và đổ một ít nước. Trong khi người phục vụ đang theo dõi tôi quay lại và đứng ở trạm của cô ấy. Bọn trẻ uống nước rất nhanh và chúng tôi khá buồn vì các nhân viên dường như không quan tâm đến chúng tôi. Chồng tôi quay lại nghĩ rằng những nhân viên này thật thiếu suy nghĩ. Anh ấy tìm thấy vài chiếc cốc phía sau quầy và đưa chúng cho con gái tôi, cô ấy quay lại lấy 3 cốc nước và một lon soda cho bố. Người phục vụ đến làn đường của chúng tôi và hỏi con gái tôi nơi chúng tôi lấy cốc. Chúng tôi một lần nữa nói với cô ấy rằng chúng tôi đã yêu cầu giúp đỡ. Tôi không có ý bảo con gái tôi mua soda. Máy chủ và người quản lý đã gọi cảnh sát! Khi Cảnh sát đến và tiếp cận chúng tôi, anh ta giải thích rằng đây là một trọng tội và cả chồng và con gái tôi đều có thể bị bắt nhưng thay vào đó họ sẽ cho phép chúng tôi rời đi. Anh ấy cũng nói rằng chúng tôi đã làm một công việc tồi tệ trong việc nuôi dạy con cái. Tôi - xin lỗi tôi đã hỏi mua nước nhưng lại bảo tự đi lấy. Ở đây không thể tiếp cận được nước. Theo đúng nghĩa đen, chúng tôi đã chi - 300 để đưa gia đình đi chơi. Tôi - tôi là quản lý y tá và chồng tôi là cựu chiến binh và giám đốc. Sẽ KHÔNG BAO GIỜ quay lại. Đọc thêm",
            "Trang web này rất thiếu thông tin về giá cả cho Orlando. Mọi thứ bạn nhìn vào đều nói - Ngoại trừ Orlando - . Đã thử gọi trực tiếp đến cửa hàng trong một giờ và tất cả những gì hệ thống làm là gọi đi gọi lại cho bạn mà không có sự trợ giúp. Chưa từng đến cơ sở này và có lẽ đến đây tôi sẽ không bao giờ đến.Đọc thêm",
            "Nơi khủng khiếp, nhân viên pha chế rất thô lỗ và không cung cấp bất kỳ loại dịch vụ nào.  Họ thậm chí còn không thừa nhận bạn.  Tôi sẽ không lãng phí thời gian của mình khi đến cơ sở này.Đọc thêm",
            "Xin chào E4872SUingrids. Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi xin lỗi vì sự thất vọng mà bạn gặp phải và do đó chuyến thăm của bạn với chúng tôi đã không được tận hưởng như mong đợi. Tại Main Event, chúng tôi muốn biết rằng khách hàng của chúng tôi luôn hài lòng với mọi khía cạnh trong chuyến tham quan của họ, nhưng khi chúng tôi nghe thấy có điều gì đó không ổn, chúng tôi muốn đảm bảo rằng vấn đề đó đã được khắc phục và giải quyết. Vui lòng gửi email cho chúng tôi theo địa chỉ socialmedia - mainevent.com cùng với thông tin liên hệ của bạn để chúng tôi có thể gửi cho tổng giám đốc tại địa điểm Orlando của chúng tôi để xem xét ngay lập tức. Chúng tôi hy vọng nhận được phản hồi sớm từ bạn! Đọc thêm",
            "Thái độ tệ hại, dịch vụ chậm không thể tin được. Nhân viên không quan tâm và trông như thể họ - muốn ở bất kỳ nơi nào khác ngoài nơi làm việc. Thật đáng xấu hổ và không phải là nơi tôi muốn giới thiệu cho các gia đình theo cách này. Hoàn toàn lãng phí thời gian và tiền bạcĐọc thêm",
            "Xin chào Climber672078. Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi rất tiếc khi biết rằng lần ghé thăm gần đây nhất của bạn với chúng tôi không được hài lòng lắm. Tại Main Event, chúng tôi muốn biết rằng khách hàng của mình luôn hài lòng với mọi khía cạnh trong chuyến tham quan của họ, nhưng khi chúng tôi nghe thấy có điều gì đó không ổn, chúng tôi muốn đảm bảo rằng sự cố đó đã được khắc phục và giải quyết. Vui lòng gửi email cho chúng tôi theo địa chỉ socialmedia - mainevent.com kèm theo thông tin liên hệ của bạn để chúng tôi có thể nhờ tổng giám đốc địa điểm Orlando của chúng tôi xem xét vấn đề này ngay lập tức. Chúng tôi hi vọng được phản hồi từ bạn sớm! Đọc thêm",
            "On September 18th, 2021:  My 16 year old autistic son and I went to a birthday party at the Main Event, the terrible embarrassing situation happened when my son went to the arcade to play games and unfortunately I wasn - t there. Minutes later he comes back and an employee came after him and came to me to say something, but my son was already very agitated, he didn - t let him and this employee named Steve Jakubczak - who is Operations Manager put his arm and hand on my son, I didn - t I can admit that, he walked away but stayed in our direction articulating with other employees with eyes on us. This was extremely embarrassing. I accompanied my son to play at the arcade and watched him from distance. He normally like any other kid was playing, seeing that I went to the manager and a nice woman came and asked her if she could check on what had happened. It was that she reported to me that a father  - a grown man -  complained about my son being in the arcade area and from what she reported to me he came to my son and they had to separate a part the man from son. I ask to the manager to see the cameras they refused do it. Because have situation and I want see the true. My son is autistic but he is a well-educated boy and I thought everything that was happening was absurd and they called the father who complained, so he came and already presented himself with a military man and I said if my son had any different behavior because he is autistic After I reported that my son was autistic the offenses came, this man said about my son, for not being normal, should not be there, because his having problems, should not be unattended there. The general manager Todd Gurney who not  said anything about the discrimination in words that my son was receiving, the man even declared that he would take my son to court!!! I said take an autistic minor to court because you think he can - t be in the same place as you. This was all extremely humiliating and my son and I didn - t get any support or apology from the manager or anyone from the Main Event about it and Manager Todd Gurney just apologized to another family and my son and I didn - t recevied any apology! This situation was totally unnecessary and the place is not inclusive for people with special needs. So far I - m waiting for the main event corporation to start and besides the manager himself Todd Gurney pass the wrong number to communicate about what happened and I also called and he is not available to receive calls. My son was treated with no respect and I - ve been to the place other times and I - ve even made my son - s 14th and 15th birthday and spent a good deal of money there. Currently the management and employees are not able to meet I believe that neither the regular public nor the special needs. Today 09 - 22 - 2021 after 3 days anyone from Corporation and manager do nothing! My Son deserved respect and apologized for this situation. I will not accept any argument about my son if this place not show up the cameras they refused to do for me.Read more",
            "Chào buổi chiều ! Vui lòng thông báo địa chỉ email để tôi có thể gửi bản tóm tắt sự kiện để báo giá. Trân trọngĐọc thêm",
            "Xin chào clusterturismo. Cảm ơn bạn đã dành thời gian liên hệ với chúng tôi và chúng tôi xin lỗi vì phản hồi chậm trễ. Vui lòng gửi email cho chúng tôi theo địa chỉ socialmedia - mainevent.com với những gì bạn đang tìm kiếm và thông tin liên hệ của bạn để chúng tôi có thể gửi nó đến nhóm bán hàng của chúng tôi ở Orlando và sau đó họ có thể liên hệ với bạn. Chúng tôi hi vọng được phản hồi từ bạn sớm! Đọc thêm",
            "Chúng tôi đã thực hiện - nguồn gốc bùng phát - thực tế ảo. Thật tuyệt vời .. rất thực tế !!! Rất vui !! Rất khuyến khích nếu bạn đang tìm kiếm một khoảng thời gian vui vẻ khác biệt. Đọc thêm",
            "Xin chào yankees1111. Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này! Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi và chúng tôi mong sớm được gặp lại bạn.Đọc thêm",
            "Tham dự một sự kiện riêng tư và rất ngạc nhiên về mức độ dịch vụ, chất lượng thực phẩm, lựa chọn trò chơi và sự sạch sẽ.  Nơi này tốt hơn Dave và Busters rất nhiều.Đọc thêm",
            "Xin chào gtx98. Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ! Thật tuyệt vời khi biết khách hàng của chúng tôi hài lòng với dịch vụ họ nhận được cũng như trải nghiệm. Chúng tôi - rất vinh dự khi công ty của bạn chọn tổ chức sự kiện với chúng tôi và chúng tôi - rất vui mừng khi biết đây là một sự kiện đáng nhớ! Chúng tôi mong sớm có chuyến thăm tiếp theo của bạn với chúng tôi!Đọc thêm",
            "Giá bao nhiêu?Đọc thêm",
            "Vâng, rất hợp lý. Nếu bạn có con, thật tuyệt vời khi mỗi người trả 12 giờ và chơi 4 giờ...bạn hiểu quan điểm của tôi không..?? và luôn rẻ: pizza và bất kỳ đồ uống nào. Hãy tận hưởng nó.Đọc thêm"
        ],
        "star_ratings": [
            28,
            23,
            14,
            5,
            12
        ],
        "review_amount": 82,
        "location": [
            "Những điều cần làm ở Orlando",
            "Hoa Kỳ",
            "Florida - FL -",
            "Sự kiện chính Giải trí",
            "Orlando",
            "miền trung Florida"
        ],
        "reviews_time": [
            "Written September 17, 2023",
            "Written July 22, 2023",
            "Written June 18, 2023",
            "Written March 15, 2023",
            "Written June 26, 2022",
            "Written May 29, 2022",
            "Written September 22, 2021",
            "Written March 3, 2020",
            "Written February 8, 2020",
            "Written February 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d11895346-Reviews-Main_Event_Entertainment-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d19946815-Reviews-Rodizio_Grill_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d621277-Reviews-The_Capital_Grille_I_Drive-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d781576-Reviews-Maggiano_s_Little_Italy-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8534743-Reviews-Del_Frisco_s_Double_Eagle_Steakhouse-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1367521-Reviews-Cuba_Libre_Restaurant_Rum_Bar_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4309969-Reviews-Miller_s_Ale_House_Orlando_I_Drive-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d493149-Reviews-Jack_s_Place-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d801673-Reviews-The_Oceanaire_Seafood_Room-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4440446-Reviews-Plaza_Garden_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1020710-Reviews-Taverna_Opa_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1419838-Reviews-Orange_County_Convention_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d22980291-Reviews-Museum_Of_Illusions_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7776663-Reviews-Madame_Tussauds_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7776698-Reviews-SEA_LIFE_Orlando_Aquarium-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d27661187-Reviews-Earth_Illuminated-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7776572-Reviews-The_Orlando_Eye_at_ICON_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8051467-Reviews-ICON_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d14150555-Reviews-Orlando_StarFlyer-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d11895346-Reviews-or10-Main_Event_Entertainment-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1036082-Reviews-Epcot_World_Showcase-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10906539-Reviews-American_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7393648-Reviews-The_Escape_Game_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7263745-Reviews-Escapology-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19899900-Reviews-The_Escape_Ventures_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20186993-Reviews-The_Bureau_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d555399-Reviews-Congo_River_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12949904-Reviews-The_Escape_Effect-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12398787-Reviews-Lockbusters_Escape_Game-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1006747-Reviews-The_Outta_Control_Magic_Comedy_Dinner_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3806220-Reviews-Regal_Pointe_Orlando_20-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110207-Reviews-Pointe_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3493734-Reviews-The_Improv-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9728180-Reviews-Tharoo_Co-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d5833909-Reviews-Blue_Martini-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d318323-Reviews-WonderWorks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12278005-Reviews-Moondance_Trading_Co-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6435451-Reviews-Monkey_Joe_s-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d15080509-Reviews-Swampbike-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8366364-Reviews-Redi_Pedi_Pedicab_Tours-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d557368-Reviews-IFLY_Indoor_Skydiving_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7334333-Reviews-America_s_Escape_Game-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8761161-Reviews-3NINE-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1458279-Reviews-Howl_at_the_Moon_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d6620903-Reviews-Waugh_Drive_Bat_Colony-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g59885-d10768336-Reviews-Fontana_Beach-Fontana_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3648780-Reviews-Tilden_Park_Little_Farm-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d195898-Reviews-The_Venetian_Fortezza-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d20256098-Reviews-Harbor_Cove_Beach-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187837-d4521211-Reviews-Taxi_Boat_Varenna_Day_Tours-Varenna_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g32136-d156425-Reviews-Malibu_Creek_State_Park-Calabasas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d116385-Reviews-Prospect_Mountain-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g317064-d17298211-Reviews-Dunga_Beach-Kisumu_Nyanza_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213435-Reviews-Dean_Village-Edinburgh_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d11895346-Reviews-or10-Main_Event_Entertainment-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d11895346-Reviews-Main_Event_Entertainment-Orlando_Florida.html"
    },
    {
        "attraction_name": "Main Event Entertainment",
        "attraction_name_vi": "Sự kiện chính Giải trí",
        "general_info": [
            "53 đánh giá",
            "28 trên 57 trò chơi vui nhộn ở thành phố Oklahoma",
            "Sân chơi bowling",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Giải trí sự kiện chính - Thành phố Oklahoma thú vị nhất mà bạn có thể có dưới một mái nhà. Sự kiện chính là điểm đến ăn uống và giải trí mang đến nhiều cách để tận hưởng niềm vui gia đình hơn những gì bạn có thể gói gọn trong một lần ghé thăm! Cho dù bạn ở độ tuổi nào, luôn có điều gì đó dành cho mọi người tại Sự kiện chính! Các điểm tham quan bao gồm trò chơi bowling hiện đại, trò chơi bắn súng laser nhiều cấp độ, phòng trưng bày trò chơi điện tử có hơn 100 trò chơi điện tử tương tác mới nhất và hơn thế nữa! Thưởng thức trải nghiệm ăn uống bình dân lấy cảm hứng từ đầu bếp của chúng tôi - với các món ăn ngon như cánh gà, khoai tây chiên nạp đầy hoặc bánh pizza nướng thủ công trong lò nướng kiểu Mỹ đầy đủ dịch vụ - hoặc thưởng thức cocktail thủ công, bia thủ công, nhiều loại rượu vang đa dạng trong một quán rượu năng lượng cao quầy bar được bao quanh bởi TV màn hình lớn. Với những bữa tiệc sinh nhật đơn giản của chúng tôi, Main Event mang đến niềm vui hoành tráng sẽ để lại cho bạn những kỷ niệm khó quên.Đọc thêm",
        "reviews": [
            "Có vé cả ngày không giới hạn bao gồm bowling và trò chơi điện tử. Sẽ rất tuyệt nếu bạn muốn dành một ngày với bạn bè. Có Laser Tag, một sân chơi nhỏ trong nhà, bowling và 3 phòng thoát hiểm mười phút. Đọc thêm",
            "Trả 35 cho 200 token để chia sẻ giữa hai đứa trẻ. Đi trong 9 phút.  Tôi tưởng có trục trặc gì đó.  Không. Quá nhiều tiện ích bổ sung bất ngờ để có được những gì bạn đã nghĩ là mình đang mua.  Các hoạt động không bao gồm trò chơi điện tử, bowling không bao gồm giày và đồ uống là 4. Pizza gần như giống hệt một chiếc Pizza Motor City đông lạnh. Giống như họ đã thuê một thiên tài độc ác để định giá.  Lừa tôi một lần, bạn thật xấu hổ. Hãy lừa tôi hai lần. sẽ không xảy ra.Đọc thêm",
            "BE CAREFUL and always check your receipts when ordering food explained belowThis was not our first visit. The first four games in a row we tried to play were all broken. There was no indication that they were broken, and we would swipe our cards and it would take our money but not actually start. Another customer warned us to be careful with anything finite as theyre scams, but we thought they meant house always wins type of thing, not that you dont get what you pay for. They would refund us at the winners circle, but we had to wait in a long line after each broken game and even after bringing this to their attention they did not disable the games and we watched multiple people run into the same issue. After our fifth refund, we gave up on the arcade and decided to go bowling insteadHowever, there was an incident with the server that completely ruined the night for usWe ordered an appetizer for the group. I will preface this with a note that prior to paying the bill, the service was fine. Not something to write home about. Before we even received the order, the server asked us if we wanted anything else and then asked if we were willing to close out our tab since things were dying down. We said that was fine, he told us our total and ran our card. We thought the total amount seemed a little high compared to the price on the menu and we were not prompted to tip which is odd in a restaurant setting, so we requested our receipt. We had to ask for the receipt multiple times, and the server started to get rude at this point. He did eventually bring us our receipt. We were wondering why it was taking as long as it was considering there werent that many customers that late at night.Once we got the receipt, we reviewed the charges. Everything looked correct, however, there was a charge for a tip. We were never prompted to tip, so we thought it was a little odd that there would be a charge. We checked the menu to see if there was an automatic gratuity added. The manager was nearby, who we have become familiar with due to our previous issues with the arcade, so we asked if gratuity was automatically added. It wasnt.When we told the manager that we were not prompted to tip, yet there was a tip on our receipt, she seemed a little surprised. She asked if we had signed the tablet and what button we pressed for the tip percentage.Lo-and-behold, the server did not show us the tablet or give us a receipt because he took it upon himself to tip 20, then verbally tell us the total with the tip and run the card. This was done without our knowledge or approval.After discussing this with the manager, she said she would talk to the server. A few minutes later, he came and rudely slapped the tip money less the 6 cents in change on the table.I understand that most servers are paid well below the minimum wage, and it wasnt a large check. However, in these cases I always tip well over 20, and had this situation not occurred, this night would have been no different.I went back to the manager and explained to her that this NEVER should have happened, and had he not tried to take money without our consent, he would have made a larger tip. The manager asked me AGAIN if I had received the tablet, which I feel was beating a dead horse, but I repeated that we didnt receive the tablet, sign for the check, or authorize a tip.I am unsure why she needed to ask me again maybe check the cameras. Throughout the hour we were there bowling, we didnt see the server hand the tablet to any of the other customers around us, so Im sure this happened to multiple people.Between the broken arcade and the bowling incident, this is by far the worst experience Ive had here, or at any arcade for that matter. After this last visit, we will never be coming back. I have NEVER had any server try to steal money from me. This was very upsetting.Always ask for the receipt. Im sure we are not the first this has happened to, and wont be the last. I hope this helps someone not to get taken advantage of, we definitely felt like we were.Read more",
            "Họ có nhiều hơn những trò ở quê nhà, đồ ăn rất ngon, đồ uống rất mạnh, một số trò chơi đã lấy đi tín dụng của tôi nhưng không cho phép tôi chơiĐọc thêm",
            "Nơi này đã trở thành không đạt tiêu chuẩn và lừa đảo. Hầu hết các máy móc đều không hoạt động và ăn cắp tiền của trẻ em. Dịch vụ ở mức trung bình và nơi này luôn bị bỏ hoang. Hãy cẩn thận nếu bạn đến đây bạn và con bạn đang bị cướp. Máy móc sẽ nói rằng họ đưa cho con bạn một trăm vé và chỉ đưa năm vé khoảng 15. Bạn có thể cố gắng đến bộ phận dịch vụ khách hàng để lấy lại tiền nhưng cuối cùng bạn sẽ làm điều đó sau mỗi trận đấu. Nó phá hỏng niềm vui của bọn trẻ và hoàn toàn lãng phí thời gian. Hầu hết các máy đều thiếu một nửa quả bóng hoặc vật phẩm bạn cần chơi khiến bạn không nhận được vé. Nơi này đang trở nên rác rưởi hơn cả phô mai chuck e. Hãy lãng phí tiền của bạn ở đây nếu đó là điều bạn thực sự muốn làm. Hãy chú ý đến việc quét thẻ của con bạn và bạn sẽ tự mình nhìn thấy.Đọc thêm",
            "Trò chơi điện tử rất vui. Giá cả như mong đợi đối với trò chơi điện tử. Đưa con đi và chi khoảng 40 đô la để chơi trò chơi. Sau đó, chúng tôi quyết định chơi bowling. 3 chúng tôi chơi một trò chơi với giá 58 đô la. Trời ơi, đắt quá. Chúng tôi có thể chơi trong một giờ, nhưng đứa trẻ 6 tuổi mất hứng thú. Đọc thêm",
            "Cơ sở đã được sạch sẽ. Loại đắt tiền. Ban nhạc hoạt động đêm thứ hai rẻ hơn. Con tôi thực sự rất thích chơi bowling. Trò chơi điện tử này cũng giống như tất cả những nơi khác và không phải là giải thưởng tuyệt vời cho số tiền bạn đã bỏ ra.Đọc thêm",
            "Xin chào Katie. Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi và rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi hiểu mối quan tâm của bạn về giá cả nên chúng tôi đã chuyển phản hồi của bạn đến bộ phận thích hợp để xem xét. Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Khi mới đến đó, chúng tôi phải đợi một khoảng thời gian để sử dụng khóa học dây thừng và Thẻ Lazer. Nó khá tốn kém cho tôi và 4 đứa trẻ. Cuối cùng chúng tôi đã thành công và thực hiện Lazer Tag khá nhiều lần. Khi chúng tôi chơi bowling, làn đường của chúng tôi phải mất rất nhiều thời gian để thiết lập lại giữa các vận động viên ném bóng và bạn chỉ có một giờ. Họ đã thêm thời gian để chúng tôi có thể hoàn thành trò chơi, nhưng sau đó chúng tôi không có nhiều thời gian trong Lazer Tag. Tôi sẽ đi lần nữa, nếu bạn đi sớm bạn sẽ có cả ngày, vì vậy đó không phải là một vấn đề tồi. Trò chơi điện tử này đắt kinh khủng.Đọc thêm",
            "Xin chào James. Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi đánh giá cao chuyến thăm của bạn rất nhiều và chúng tôi hiểu sự thất vọng của bạn với giá cả của chúng tôi. Chúng tôi đã chuyển phản hồi của bạn đến bộ phận thích hợp để xem xét và xin lưu ý rằng chúng tôi đang nỗ lực làm việc để biến trải nghiệm tiếp theo của bạn với chúng tôi trở thành một trải nghiệm khó quên! Chúng tôi hy vọng sớm được gặp lại bạn và gia đình! Đọc thêm",
            "Dừng lại để ăn tối vì nó gần khách sạn của chúng tôi. Dịch vụ trong khu vực nhà hàng nhanh chóng và các bữa ăn được phục vụ tận nơi.  Khẩu phần lớn cho các món chúng tôi đã đặt hàng.  Đến một vài ngày trước Giáng sinh nên khá yên tĩnh.  Nếu chúng tôi có nhiều thời gian hơn khi đi du lịch, chúng tôi đã ở lại và chơi bi-a hoặc một số trò chơi khác.Đọc thêm",
            "Xin chào dirdistsysrevman. Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và chúng tôi mong sớm được gặp lại bạn.Đọc thêm",
            "Chúng tôi đã đến thăm sự kiện chính một vài lần và có dịch vụ khá tốt, vào tháng 11 chúng tôi đã đến và có dịch vụ KHỦNG KHIẾP, họ không có hầu hết các lựa chọn thực phẩm, cô hầu bàn thô lỗ và không giúp đỡ chúng tôi và với chi phí đó thì không đáng. Chúng tôi đã nhận được một thẻ quà tặng miễn phí cho những rắc rối của mình và đã quay lại gần đây, dịch vụ vẫn như vậy nếu không muốn nói là Tệ hơn. Nơi này khá đắt tiền nên tôi chắc chắn mong đợi dịch vụ tốt. Chúng tôi sẽ không quay lại, lãng phí thời gian.Đọc thêm",
            "Xin chào savannah2014morgan. Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi! Chúng tôi rất trân trọng chuyến thăm của bạn và chúng tôi rất muốn thấy chuyến thăm đó là chuyến thăm duy nhất. Chúng tôi hiểu rằng bạn không hài lòng với dịch vụ bạn nhận được trong chuyến thăm của mình và chúng tôi rất muốn tổng giám đốc của chúng tôi đánh giá lại để chúng tôi có thể làm cho chuyến thăm tiếp theo của bạn trở nên hoàn hảo. Vui lòng gửi email cho chúng tôi theo địa chỉ socialmediamainevent.com với thông tin liên lạc của bạn để chúng tôi có thể gửi thông tin đó đến địa điểm Oklahoma City của chúng tôi để đánh giá ngay lập tức! Chúng tôi hy vọng sớm nhận được phản hồi từ bạn! Đọc thêm"
        ],
        "star_ratings": [
            9,
            15,
            19,
            3,
            7
        ],
        "review_amount": 53,
        "location": [
            "Những điều cần làm ở Thành phố Oklahoma",
            "thành phố Oklahoma",
            "Hoa Kỳ",
            "Sự kiện chính Giải trí",
            "Oklahoma được rồi"
        ],
        "reviews_time": [
            "Written November 28, 2023",
            "Written July 19, 2023",
            "Written June 29, 2023",
            "Written June 19, 2023",
            "Written March 18, 2023",
            "Written October 16, 2022",
            "Written July 26, 2022",
            "Written June 19, 2022",
            "Written January 6, 2021",
            "Written January 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51560-d7645549-Reviews-Main_Event_Entertainment-Oklahoma_City_Oklahoma.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d15015521-Reviews-Firebirds_Wood_Fired_Grill-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d19379136-Reviews-Razzoo_s_Cajun_Cafe-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d16724350-Reviews-Chalk-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d26753393-Reviews-Ramsay_s_Kitchen-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d14166708-Reviews-Uncle_Julio_s-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d23379497-Reviews-Chicken_Foot-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d21350156-Reviews-Domenico_Coffee_Dessert_Bar-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d20257693-Reviews-BiBi_s_Craft_Ice_Cream-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d17394290-Reviews-Birra_Birra_Craft_Pizzeria-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4254999-Reviews-Henry_Hudson_s_Pub-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d117482-Reviews-National_Cowboy_Western_Heritage_Museum-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d7785168-Reviews-Roughtail_Brewing_Company-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d589193-Reviews-Hefner_Lake_Park-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d3525378-Reviews-Quail_Springs_Mall-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d21222329-Reviews-Blue_Zoo-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51327-d2634478-Reviews-E_C_Hafer_Park-Edmond_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d589197-Reviews-Martin_Park_Nature_Center-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10324114-Reviews-D_Bat-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51327-d2634518-Reviews-Mitch_Park-Edmond_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d23578909-Reviews-Pedego_Okc-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d7645549-Reviews-or10-Main_Event_Entertainment-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d6687187-Reviews-The_Escape_OKC-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d9860937-Reviews-IFLY_Indoor_Skydiving_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d12534335-Reviews-Bad_Axe_Throwing_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d12258290-Reviews-Breakout_Games_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d8415298-Reviews-Topgolf_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d4549491-Reviews-Oklahoma_City_Riversport-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d4059729-Reviews-Harkins_Bricktown_16-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10038206-Reviews-Brickopolis-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d12497438-Reviews-The_Sanctuary_Escape-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d3654444-Reviews-Oklahoma_City_Boathouse_District-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d19266125-Reviews-Red_Door_Escape_Room_Chisholm_Creek-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d4263114-Reviews-Picasso_to_Go-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51327-d14183762-Reviews-Goldfish_Swim_School-Edmond_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d23616549-Reviews-Angels_and_Sages_Spa-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41950-d106053-Reviews-Woods_Hole_Science_Aquarium-Woods_Hole_Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54121-d7385943-Reviews-Rocky_Point_State_Park-Warwick_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g37393-d5461745-Reviews-Potato_Creek_State_Park-North_Liberty_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d267112-Reviews-Nashville_Farmers_Market-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187222-d545927-Reviews-Chemin_de_Nietzsche-Eze_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d523893-Reviews-National_Archives-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g488164-d1634255-Reviews-Fenwick_Island_Lighthouse-Fenwick_Island_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g50808-d4917409-Reviews-The_J_M_Smucker_Co_Store-Orrville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d547217-Reviews-Red_Rock_Canyon-Colorado_Springs_El_Paso_County_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51560-d7645549-Reviews-or10-Main_Event_Entertainment-Oklahoma_City_Oklahoma.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51560-d7645549-Reviews-Main_Event_Entertainment-Oklahoma_City_Oklahoma.html"
    }
]