[
    {
        "attraction_name": "Main Event Entertainment",
        "attraction_name_vi": "Sự kiện chính Giải trí",
        "general_info": [
            "72 đánh giá",
            "- 9 trên 36 Trò chơi thú vị - Trò chơi ở Tempe",
            "Sân chơi bowling",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Giải trí sự kiện chính - Tempe niềm vui nhất mà bạn có thể có dưới một mái nhà. Sự kiện chính là điểm đến ăn uống và giải trí mang lại nhiều cách để tận hưởng niềm vui gia đình hơn những gì bạn có thể gói gọn trong một lần ghé thăm! Cho dù bạn ở độ tuổi nào, luôn có điều gì đó dành cho tất cả mọi người tại Sự kiện chính! Các điểm tham quan bao gồm trò chơi bowling hiện đại, trò chơi bắn súng laser nhiều cấp độ, phòng trưng bày trò chơi điện tử có hơn 100 trò chơi điện tử tương tác mới nhất và hơn thế nữa! Thưởng thức trải nghiệm ăn uống bình dân lấy cảm hứng từ đầu bếp của chúng tôi - với các món ăn ngon như cánh gà, khoai tây chiên nạp đầy hoặc bánh pizza nướng thủ công trong lò nướng kiểu Mỹ đầy đủ dịch vụ - hoặc thưởng thức cocktail thủ công, bia thủ công, nhiều loại rượu vang đa dạng trong một quán rượu năng lượng cao quầy bar được bao quanh bởi TV màn hình lớn. Với những bữa tiệc sinh nhật đơn giản của chúng tôi, Main Event mang đến niềm vui hoành tráng sẽ để lại cho bạn những kỷ niệm khó quên.Đọc thêm",
        "reviews": [
            "Nó thực sự đã xuống dốc. Chúng tôi muốn đi vì một năm trước, chúng tôi tổ chức một sự kiện của công ty ở đó và trò chơi bowling rất vui. Lần này, chúng tôi muốn đưa cả gia đình đi chơi trò chơi điện tử. Đó là một trải nghiệm khủng khiếp. Dịch vụ khách hàng thật khủng khiếp và nơi này thật tồi tệ. Hầu hết các trò chơi đều bị hỏng. Một số trò chơi VR rất thô thiển và không có cách nào để bảo vệ bạn khỏi những trò chơi đó. Nó tệ hơn các trò chơi điện tử cấp thấp khác. Phải tốn rất nhiều tiền để chơi những trò chơi không đáng giá. Chúng tôi đã cố gắng cho người quản lý biết một số trò chơi đang lấy tiền của chúng tôi nhưng không hoạt động. Anh ta tỏ ra thô lỗ về điều đó và không đưa ra dấu hiệu là họ không làm việc. Một số trò chơi không có trên. Có những cốc đựng đồ uống còn sót lại ở khắp mọi nơi. Mặc dù nó không bận rộn và giữa tuần.Đọc thêm",
            "Lấy cháu trai và họ đã có một thời gian tuyệt vời. Không hề rẻ và dường như có rất nhiều máy móc không hoạt động.  Dường như có những thanh thiếu niên không được đào tạo hoặc không quan tâm đến việc sửa chữa.  Các cháu của tôi có thể quan tâm ít hơn.  Rất thích nó! Đọc thêm",
            "Có một ngày tuyệt vời với gia đình. Rất nhiều lựa chọn cho chúng tôi. Tôi đã thử trọng lực với bọn trẻ và vợ đã bắn tia laser. Đọc thêm",
            "Những kẻ lừa đảo lớn nhất bao giờ hết. Họ quảng cáo trên trang web của họ a - Tất cả những gì bạn có thể chơi Sinh nhật - gói bắt đầu từ - 11,99 mỗi người. Nó nói rằng bạn phải gọi đến trung tâm địa phương để đặt chỗ, điều mà tôi đã làm. Tôi gọi điện đặt chỗ cho 4 người thì được bảo là không cần đặt trước và cứ vào. Hôm nay, vào ngày sinh nhật của con gái tôi, tôi đến và bị tính phí - 93,23 cho 4 người thay vì - 48. Đầu tiên họ nói là - 12,99 thay vì - 11,99. Họ tuyên bố trạng thái trang web - bắt đầu từ - 11,99 - đúng như vậy. Vẫn mờ ám nhưng tôi sẽ không bị làm phiền nhiều bởi một đô la nữa nếu chỉ có vậy.  Tiếp theo, họ tuyên bố rằng có tối thiểu 6 người - điều đó không được đề cập ở bất kỳ đâu trên trang web của họ. Sau đó, họ thêm - phí dịch vụ - là 12 - hoặc - 8,97 và sau đó là phí hoạt động - 6,06, bao gồm thuế bán hàng - 0,26, khoản này cộng lại thành - 93,23, gần gấp đôi số tiền được quảng cáo. Khi bạn đến dự một bữa tiệc sinh nhật nhỏ, bạn không thể rời đi nên tôi phải trả tiền. Tổng số gian lận.Đọc thêm",
            "Gia đình tôi đã có khoảng thời gian vui vẻ khi chơi tất cả các trò chơi và hoạt động khác nhau mà họ tổ chức tại sự kiện chính. Thật tuyệt khi có thể dành chút thời gian cho gia đình đi chơi bowling và thậm chí bạn có thể ăn ở các làn đường, đồ ăn cũng rất ngon. Chắc chắn đề nghị.Đọc thêm",
            "Đã có thời gian tuyệt vời với bọn trẻ vào cuối tuần vừa qua. Mọi người đều rất thân thiện và con gái tôi rất thích khóa học leo dây. Cảm ơn bạn : - Đọc thêm",
            "Tôi thực sự nghĩ rằng nơi này vui vẻ và sạch sẽ hơn D - B. Tôi thực sự yêu thích đồ ăn ở đây. Họ có một số món khai vị, món khai vị và sa mạc thực sự ngon để bạn lựa chọn. Chồng sắp cưới của tôi và tôi đã chọn một chiếc bánh pizza, khoai tây chiên thịt xông khói để chia sẻ. Tất cả đều rất tươi và nóng khi họ đến bàn. Máy chủ thật tuyệt, cô ấy rất thân thiện và nhanh chóng cung cấp mọi thứ cho chúng tôi. Trò chơi thật tuyệt vời. Chúng tôi đã đến vào thứ Hai, nơi họ có thỏa thuận chơi game không giới hạn vào ban đêm sau 4 giờ chiều. Với 12 đô la đó là ăn cắp. Tôi thực sự đã chơi mọi trận đấu ở đó mặc dù tôi không kiếm được vé. Về giá cả và trải nghiệm thì nó xứng đáng. Chồng sắp cưới của tôi và bạn của anh ấy đã có một khoảng thời gian vui vẻ khi chơi quầng sáng và công viên kỷ Jura. Anh trai tôi và tôi đã chơi một vài trò chơi ảo. Tôi muốn giới thiệu cho bất cứ ai đến đây - nó rất thân thiện với người lớn, thân thiện với trẻ em và các lựa chọn thực phẩm tuyệt vời. Đặc biệt hãy đến vào thứ Hai nếu bạn chỉ muốn chơi game cả đêm.Đọc thêm",
            "Ăn một chiếc bánh pizza ngon, chơi một số trò chơi vui nhộn và tận hưởng vài giờ trong máy điều hòa. Chỗ ở sạch sẽ, nhân viên thân thiện! Đọc thêm",
            "Xin chào TJ4traveling. Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Thật tuyệt vời khi biết khách hàng của chúng tôi hài lòng với dịch vụ họ nhận được cũng như trải nghiệm. Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Đến đây với một nhóm nhỏ vào tối thứ Năm. Người chơi bắn súng laser, chơi bowling, chơi dây thừng và chơi một số trò chơi điện tử.  Hơi đắt một chút nhưng chúng tôi đã có khoảng thời gian vui vẻ! Đọc thêm",
            "Xin chào Stef. Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi và chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! Chúng tôi hiểu mối quan tâm của bạn về giá cả nên chúng tôi đã chuyển phản hồi của bạn đến bộ phận thích hợp để xem xét. Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Chúng tôi đã tổ chức bữa tiệc sinh nhật lần thứ 15 của con gái tôi ở đây, các nhân viên thật tuyệt vời ngay cả khi tôi quên nến trong xe hơi nóng! Chủ nhà của tôi rất chu đáo và thức ăn nóng và ngon. Những vị khách của tôi đã có khoảng thời gian tuyệt vời khi chơi trò chơi bắn súng laser, trò chơi điện tử, VR. Một số trò chơi gặp sự cố khi hoạt động nhưng đó là vào buổi tối thứ bảy. Tôi chắc chắn sẽ tổ chức một bữa tiệc khác và các cô gái đi chơi đêm tại địa điểm này!!! Đọc thêm",
            "Xin chào cherawanap. Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ! Thật tuyệt vời khi biết khách hàng của chúng tôi hài lòng với dịch vụ họ nhận được cũng như trải nghiệm. Chúng tôi - rất vinh dự khi bạn chọn tổ chức sinh nhật cùng chúng tôi và chúng tôi - rất vui khi biết đây là một kỷ niệm đáng nhớ! Chúng tôi mong sớm được gặp lại bạn và gia đình! Đọc thêm",
            "Chi phí trung bình cho một buổi chiều chơi trò chơi và ăn uống cho gia đình 5 ngườiĐọc thêm",
            "giá của chiếc vòng tay là bao nhiêu? Tôi - đang dẫn theo 5 đứa trẻ mười tuổi và cố gắng tìm ra cái nào tốt hơn, cái này hay Dave và Busters.Đọc thêm",
            "Bạn mua thẻ và nạp một số tiền nhất định vào các trò chơi arcade, v.v.Đọc thêm"
        ],
        "star_ratings": [
            23,
            36,
            5,
            2,
            6
        ],
        "review_amount": 72,
        "location": [
            "Những điều cần làm ở Tempe",
            "Tempe",
            "Hoa Kỳ",
            "Arizona - AZ -",
            "Sự kiện chính Giải trí",
            "Trung tâm Arizona"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written January 11, 2024",
            "Written August 20, 2023",
            "Written June 5, 2023",
            "Written April 22, 2023",
            "Written April 21, 2023",
            "Written March 23, 2023",
            "Written July 20, 2022",
            "Written July 10, 2022",
            "Written June 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31377-d6412969-Reviews-Main_Event_Entertainment-Tempe_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d7802516-Reviews-Texas_Roadhouse-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d6501815-Reviews-Ikea_Restaurant-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d970068-Reviews-Forefathers-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d27707512-Reviews-White_Castle-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d19465014-Reviews-Original_ChopShop-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d26034962-Reviews-Bonfire_Restaurant-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d26225606-Reviews-Bonfire_Craft_Kitchen_and_Tap_House-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d16750940-Reviews-Filiberto_s_Mexican_Food-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d5210383-Reviews-King_Gyros-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d10625478-Reviews-Tropical_Smoothie_Cafe-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d4003823-Reviews-C2_Tactical-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d3739234-Reviews-KOLI_Equestrian_Center-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109772-Reviews-South_Mountain_Park-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1909299-Reviews-SEA_LIFE_Arizona_Aquarium-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10168854-Reviews-Dobbins_Lookout-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d6513830-Reviews-The_Farm_at_South_Mountain-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-Arizona_Mills-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d3707822-Reviews-Phoenix_Premium_Outlets-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d21183488-Reviews-The_Shoppes_At_Casa-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d141819-Reviews-Mystery_Castle-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-or10-Main_Event_Entertainment-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d14759647-Reviews-Alcatraz_Escape_Games-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d10118760-Reviews-The_Zone_Escape_Rooms-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d12035027-Reviews-Great_Room_Escape_Class_Axe_Throwing-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d9783635-Reviews-Legoland_Discovery_Center-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d2228775-Reviews-Pollack_Tempe_Cinemas-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d15023592-Reviews-Inferno_Escape_Room-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d7788996-Reviews-Papago_Park-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d26723193-Reviews-Escapology_Tempe-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d16747379-Reviews-Dynamic_Escape_Rooms-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d12933604-Reviews-Cloud_9_Salon_and_Spa-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d2280161-Reviews-Vaughan_s_Southwest_Tours_Day_Tours-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d3731600-Reviews-Rappel_Arizona-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d26942491-Reviews-The_Lavender_Farm_at_Chateau_de_Vie-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d2648940-Reviews-Makutu_s_Island-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563407-Reviews-Cactus_Bike-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d22086703-Reviews-One_Day_Adventures-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d26687316-Reviews-Game_Show_Battle_Rooms_Phoenix-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1429598-d23307116-Reviews-Port_of_Zakynthos-Zakynthos_Town_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g6495554-d16806018-Reviews-Bay_of_Grama-Orikum_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1643550-d554534-Reviews-Everland-Yongin_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g48938-d8338033-Reviews-Morris_Farm_Market-Barco_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g10298591-d472319-Reviews-Mount_Longonot_National_Park-Maai_Mahiu_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552763-Reviews-Rhodes-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272158-Reviews-GM_Renaissance_Center-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d8535374-Reviews-Arches_National_Park-Moab_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g53096-d1547043-Reviews-Coral_Caverns-Manns_Choice_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15195002-Reviews-Zabeel_Palace-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-or10-Main_Event_Entertainment-Tempe_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-Main_Event_Entertainment-Tempe_Arizona.html"
    }
]