[
    {
        "attraction_name": "Malibu Jacks - Ashland",
        "attraction_name_vi": "Jack Malibu - Ashland",
        "general_info": [
            "243 đánh giá",
            "- 1 trong số 1 điều cần làm ở Meads",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Trung tâm vui chơi gia đình trong nhà bao gồm: đua xe kart, thẻ laser, sân gôn mini 18 lỗ, rạp chiếu phim chuyển động 4-D, v.v. Hãy ghé thăm ngay hôm nay và có khoảng thời gian tuyệt vời tại trung tâm giải trí do địa phương sở hữu và có giá cả hợp lý.Đọc thêm",
        "reviews": [
            "Nơi này vui quá! Tôi - chưa bao giờ đến đó, nhưng con trai tôi rất thích nó! Vâng sẽ trở lại vào một ngày hè mưa khác! Nó sẽ đắt hơn nhưng chúng tôi hy vọng 4 giờ trôi qua sẽ đáng giá hơn số tiền bỏ ra để chơi trò chơi đuổi bắt lazer và những điều thú vị khác! Đọc thêm",
            "Xin chào, Amanda! Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Có rất nhiều thứ để làm, mà tôi thực sự không nghĩ rằng một người có thể trải nghiệm hết mọi thứ - tiềm năng đầy đủ trong một lần ghé thăm! Từ trò chơi, chơi gôn putt putt, bắn súng laser và khu vui chơi cho trẻ em từ 10 tuổi trở xuống! Tôi thậm chí đã đề cập đến xe go-kart, tàu lượn siêu tốc và bowling chưa! Hãy xem thử! Thật vui cho cả gia đình bất kể bạn ở độ tuổi nào!!! Chúng tôi đã đến vào tuần khi ít đông đúc hơn! Và đã có một khoảng thời gian tuyệt vời! Đọc thêm",
            "Xin chào, Jonathon! Cảm ơn bạn rất nhiều vì đã dành thời gian đánh giá chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay lại. Đọc thêm",
            "Chắc chắn đã có rất nhiều niềm vui!! Vợ tôi và tôi đã đi hẹn hò vào buổi tối và có rất nhiều niềm vui!! Chúng tôi đã chơi gôn mini, chơi bowling và tất cả các trò chơi!! Hoàn toàn thích chuyến đi trong bóng tối, nó giống như chơi tàu lượn siêu tốc và ngôi nhà ma ám. Nó rất thú vị và chắc chắn đáng giá từng xu!!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi, Amanda. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại Malibu Jack - s.Đọc thêm",
            "Rất nhiều niềm vui cho cả gia đình. Dành cả ngày để cưỡi xe goòng, chơi putt putt, bắn súng laser và chơi trò chơi điện tử. Trẻ vị thành niên và trẻ nhỏ đều vui vẻ.Đọc thêm",
            "Nói chung - rất vui. Một vấn đề nhỏ là mất điện - mất internet đã ảnh hưởng đến mọi thứ ngay khi chúng tôi rời đi. Sẽ thật tuyệt nếu có thêm một số nhân viên trên sàn tham gia các trò chơi - nhưng điều đó thật tốt và bọn trẻ rất thích thú trước khi nó trở nên đông đúc.Đọc thêm",
            "Gia đình tôi đã thưởng thức Malibu Jacks được hơn một năm và chúng tôi luôn vui vẻ rời đi. Thành viên nhóm Kane rất chú ý đến mọi nhu cầu và câu hỏi của chúng tôi. Đó cũng luôn là một môi trường sạch sẽ. Các nhân viên luôn thân thiện và có sức chứa. Gia đình tôi đi từ Charleston đến địa điểm Ashland. Chắc chắn sẽ giới thiệu cho người thân và bạn bè - Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để xem xét chúng tôi, Shea! Chúng tôi rất vui khi biết rằng Kane đã nỗ lực hết mình để khiến chuyến thăm của gia đình bạn với chúng tôi trở nên tuyệt vời hơn nữa. Chúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Tôi đã đến Malibu Jacks vài lần và thích nơi này mỗi lần gia đình tôi đến. Họ có rất nhiều thứ để giữ cho con bạn bận rộn. Họ có một khu vui chơi trong nhà rộng lớn, một khu trò chơi điện tử, một số trò chơi lễ hội nhỏ, xe go-kart và nhiều thứ khác nữa! Một điều tuyệt vời nữa là nếu bạn không tiêu hết thẻ Malibu Jacks của mình trong chuyến thăm, điểm và vé sẽ có giá trị trong một năm! Những bức ảnh này là từ một vài lần ghé thăm gần đây nhất của chúng tôi trong vài năm qua! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại Malibu Jack - s.Đọc thêm",
            "Chúng tôi đã có ngày tuyệt vời nhất cho kỳ nghỉ xuân! Người lớn và trẻ em đã có một vụ nổ! Thật đáng giá hàng giờ lái xe và chúng tôi rất nóng lòng muốn quay lại!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi, Tiffany. Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của nhóm bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Thời gian tuyệt vời chắc chắn đáng để lái xe! Những đứa trẻ của chúng tôi đã có một thời gian vui vẻ và chúng tôi chắc chắn sẽ quay lại trong tương lai! Chúng tôi đã có một ngày nghỉ xuân tuyệt vời nhất!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Yêu nơi này rất nhiều, đây là nơi tuyệt vời nhất mà tôi - đã từng ở Mt trong suốt cuộc đời, đội ngũ nhân viên là một nhóm người làm việc tốt với những kỹ năng con người tuyệt vời được đánh giá caoĐọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá chúng tôi, Eric! Chúng tôi rất vui mừng khi biết rằng đội ngũ nhân viên của chúng tôi đã nỗ lực hết mình để giúp chuyến thăm của bạn với chúng tôi trở nên tuyệt vời hơn. Chúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Hôm nay tôi đã đến Malibu jacks ở Ashland Kentucky cùng gia đình và đã có khoảng thời gian tuyệt vời khi chơi trò chơi, đi tàu lượn siêu tốc, chơi bowling, đua ô tô và ăn uống! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của gia đình bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại Malibu Jack - s.Đọc thêm",
            "Đứa trẻ đang có một nơi tuyệt vời, những trò chơi tuyệt vời để chơi những món ăn ngon, những giải thưởng tuyệt vời và đội ngũ nhân viên thân thiện dễ mến. : - Đọc thêm",
            "Đó là khoảng thời gian tuyệt vời ở Malibu jacks và tôi yêu bầu không khí ở đây và tôi sẽ giới thiệu địa điểm này cho bất kỳ ai trong tương lai.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Rất vui, tốt cho ngày sinh nhật! Giá cả rất tốt, xe đẩy và trò chơi, thẻ laser, trò chơi và tất cả các điểm tham quan khác đều thú vịĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Tôi - đã đến Malibu Jacks một vài lần và tận hưởng nó mỗi khi gia đình tôi đi. Họ có rất nhiều thứ để khiến con bạn bận rộn. Họ có một khu vui chơi trong nhà rộng lớn, một khu trò chơi điện tử, một số trò chơi lễ hội nhỏ, đua xe kart và hơn thế nữa! Một điều tốt nữa là nếu bạn không tiêu hết thẻ Malibu jacks trong chuyến thăm của mình, số điểm và vé sẽ có giá trị trong một năm! Những bức ảnh này được chụp từ những lần ghé thăm gần đây nhất của chúng tôi trong vài năm qua!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại Malibu Jack - s.Đọc thêm",
            "Chúng tôi yêu thích tàu lượn và xe đẩy! Nó đáng để bạn lái xe vì có rất nhiều thứ để cung cấp. Chúng tôi có thể - chờ đợi để quay trở lại! Cảm ơn bạn vì trải nghiệm tuyệt vời này!!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Rất vui và có khoảng thời gian tuyệt vời với con gái tôi. Sân gôn mini thực sự rất gọn gàng ngoài các trò chơi. Thật vui khi thấy điều gì đó thú vị tại trung tâm mua sắm Cedar Knoll trước đây.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi được nghe về trải nghiệm tuyệt vời của gia đình bạn! Chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm"
        ],
        "star_ratings": [
            224,
            15,
            4,
            0,
            0
        ],
        "review_amount": 243,
        "location": [
            "Các hoạt động ở Meads",
            "Mead",
            "Hoa Kỳ",
            "Kentucky - KY -",
            "Jack Malibu - Ashland"
        ],
        "reviews_time": [
            "Written July 12, 2023",
            "Written October 4, 2023",
            "Written November 9, 2023",
            "Written November 21, 2023",
            "Written November 24, 2023",
            "Written December 20, 2023",
            "Written January 22, 2024",
            "Written March 28, 2024",
            "Written March 28, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written January 22, 2024",
            "Written January 1, 2024",
            "Written January 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g26824605-d24833966-Reviews-Malibu_Jacks_Ashland-Meads_Kentucky.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d4875875-Reviews-Tres_Hermanos_Nunez-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d4442826-Reviews-Burger_King-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d14928726-Reviews-Smokin_J_s_Rib_Brewhouse-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d6515954-Reviews-Bob_Evans-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d5455528-Reviews-Taco_Bell-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d4629245-Reviews-Wendy_s-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d5104524-Reviews-Waffle_House-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d10467610-Reviews-Arby_s-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d20147243-Reviews-Subway-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29443-d4626432-Reviews-Dairy_Queen-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d27041311-Reviews-Walmart_Supercenter-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d27008495-Reviews-Armco_Park-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d27056501-Reviews-Ak_Steel_Sports_Park-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g26824605-d24833966-Reviews-or10-Malibu_Jacks_Ashland-Meads_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d8653219-Reviews-Avalon_New_Age_Shop-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d7238274-Reviews-Central_Park-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d581211-Reviews-Paramount_Arts_Center-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d10413364-Reviews-Superhero_Creamery-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d8283529-Reviews-Garden_Roller_Rink-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d23376139-Reviews-FUN_TIMES_BUS_TOURS-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39264-d6726736-Reviews-Diamond_Links_Golf_Club-Catlettsburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d581205-Reviews-Highlands_Museum_and_Discovery_Center-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d12534320-Reviews-Tri_State_Escape-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g59175-d10226791-Reviews-I_64_Eastbound_Welcome_Center-Huntington_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29443-d23296201-Reviews-Gr8r_Gaming-Ashland_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g59175-d1754129-Reviews-Camden_Park-Huntington_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58944-d16519447-Reviews-Ramsdell_House-Ceredo_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50472-d10230757-Reviews-Lawrence_County_Museum_and_historical_society-Ironton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g59210-d7937239-Reviews-Virginia_Point_Park-Kenova_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d4705814-Reviews-Playa_de_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d23620546-Reviews-Bam_Kazam-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d208341-Reviews-Angel_Island_State_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104576-Reviews-Hollywood_Walk_of_Fame-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60973-d8735133-Reviews-Badlands_Overlook-Medora_North_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33157-d2282913-Reviews-Meeks_Bay_Beach-Tahoma_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d109350-Reviews-The_Museum_of_Flight-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190163-Reviews-Las_Ramblas-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1944498-d4955134-Reviews-Cascade_de_Sillans-Sillans_la_Cascade_Var_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g43802-d15361963-Reviews-Mississippi_Aquarium-Gulfport_Mississippi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g26824605-d24833966-Reviews-or10-Malibu_Jacks_Ashland-Meads_Kentucky.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g26824605-d24833966-Reviews-Malibu_Jacks_Ashland-Meads_Kentucky.html"
    }
]