[
    {
        "attraction_name": "Mall at Short Hills",
        "attraction_name_vi": "Trung tâm mua sắm ở Short Hills",
        "general_info": [
            "180 đánh giá",
            "- 1 trong 4 khu mua sắm ở Short Hills",
            "Đặc sản - Cửa hàng quà tặng",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Trung tâm mua sắm ở Short Hills là điểm đến mua sắm nổi bật ở thị trường đô thị ngoại ô New York. Với bốn cửa hàng bách hóa uy tín nhất thế giới - Bloomingdale - s, Macy - s, Neiman Marcus và Nordstrom - cùng với tất cả các cửa hàng đặc sản yêu thích của bạn, hơn 40 trong số đó là duy nhất ở New Jersey, hãy trải nghiệm khu vực này nhiều nhất bộ sưu tập bán lẻ chất lượng đặc biệt ở một vị trí đẹp.Đọc thêm",
        "reviews": [
            "The mall  used to have high end stores, not so true now, particularly at the lower level.  However, there is a bigger problem and that is the lack of quality restaurants.  The only one left is Legal Seafood.  I took my granddaughter to CPK and found bugs on the bread served to me!  While Neiman - s might have been a viable alternative, and will have to be if I don - t want seafood, this is more than disgusting.  There used to be a quality Italian restaurant, now it looks like a bad food court and the food is awful! Bloomingdales is reopening their restaurant so that remains to be seen.  Every other high and midlevel mall has a choice of restaurants, this is not acceptable.  The mall has some high end stores, why can - t we have a choice of high end restaurants? I won - t even go into how bad Cheesecake Factory is, I was served a chicken salad with no chicken! If they cannot provide quality restaurants, then let - s start again.Read more",
            "Chúng tôi rất thất vọng vì trải nghiệm của bạn tại The Mall at Short Hills và đã chuyển phản hồi của bạn đến từng nhà hàng. Chúng tôi liên tục tìm cách nâng cao trải nghiệm ăn uống và ngoài Ruth - s Chris Steak House mới khai trương, chúng tôi hy vọng sẽ sớm bổ sung vào danh mục ăn uống. Hãy theo dõi và chúng tôi đánh giá cao phản hồi của bạn!Đọc thêm",
            "Đây là một trung tâm mua sắm sang trọng và một thiên đường mua sắm. Trung tâm mua sắm không nhỏ nhưng cũng không quá lớn nên bạn sẽ không cảm thấy choáng ngợp. Thật dễ dàng để điều hướng qua bộ sưu tập các cửa hàng bách hóa và cửa hàng thời trang thiết kế riêng.Đọc thêm",
            "Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi có một số lần khai trương cửa hàng thú vị trong năm nay và rất mong được chào đón bạn quay trở lại!Đọc thêm",
            "Tôi đã đến cửa hàng Chanel để MUA một chiếc túi nắp gập Chanel cổ điển nhưng tiếc là cuối cùng lại không mua bất cứ thứ gì vì người bán hàng thật thô lỗ - tên cô ấy là Caroline - .Mỗi lần tôi hỏi thông tin về một chiếc túi, cô ấy đều trả lời rằng giá chính xác cho nó - tôi hỏi kích thước và cô ấy sẽ trả lời - 8 nghìn đô la - -, cô ấy cũng không bao giờ thèm mỉm cười hay tử tế với tôi. Khoảnh khắc duy nhất mà cô ấy trông vui vẻ là khi tôi nói với cô ấy rằng tôi sẽ không mua nó và cảm ơn cô ấy. Không thể tin được đối với một cửa hàng Chanel.Đọc thêm",
            "Mặc dù chúng tôi không thể trả lời trực tiếp thay mặt cho một trong các cửa hàng của mình nhưng chúng tôi đã chia sẻ nhận xét của bạn với cửa hàng. Chúng tôi hy vọng bạn sẽ tiếp tục ghé thăm The Mall at Short Hills.Đọc thêm",
            "Tất cả các cửa hàng yêu thích của tôi ở một nơi.  Đây là một trung tâm mua sắm thực sự thú vị với các cửa hàng bách hóa và cửa hàng bách hóa tuyệt vời.  Hãy bước qua Neiman Marcus—một trải nghiệm mua sắm thú vị—và đến một dải đầy mê hoặc gồm các cửa hàng lộng lẫy và hấp dẫn.  Từ Hermes đến Prada, Gucci đến Chanel, Dior đến Balenciaga, Saint Laurent đến Rolex--thật thú vị!  Và đó - thậm chí còn chưa bao gồm những cửa hàng trang sức tuyệt đẹp ngay bên dưới.  Khiếu nại duy nhất là thiếu nhà vệ sinh gần đó.  Tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Xin chào Ellen, cảm ơn bạn rất nhiều vì đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có một chuyến mua sắm thú vị. Chúng tôi hy vọng bạn sẽ sớm ghé thăm chúng tôi! Đọc thêm",
            "Haven - đã không ở đây một thời gian. Trung tâm mua sắm đang trải qua một số thay đổi về cửa hàng. Arhaus sẽ sớm có cổ phần ở đây. Cần có những nhà hàng tốt hơn để phù hợp với lượng người mạo hiểm đến đây.Đọc thêm",
            "Arhaus đã chính thức khai trương và Ruth - s Chris Steak House mới khai trương đã được thêm vào danh sách các nhà hàng của chúng tôi. Có thêm nhiều cửa hàng dự kiến ​​khai trương trong năm nay mà chúng tôi không thể đợi bạn đến mua sắm!Đọc thêm",
            "Trung tâm mua sắm thật hoàn hảo.  bất cứ nơi nào bạn đi bộ chỉ là một niềm vui; Có những khu vực ngồi không được phép ăn uống nên yên tĩnh, sạch sẽ, chỉ cần ngồi thư giãn một chút là tốt.  Có một chút để mọi người mua sắm xung quanh, nhiều đồ ăn, bãi đậu xe rất dễ dàng, không quá đông đúc, nhiều khoảng cách xã hội.    Buổi chiều tuyệt vời!Đọc thêm",
            "Cảm ơn lời nhận xét tuyệt vời của Lia! Hãy nhớ ghé thăm lại sớm để xem tất cả các cửa hàng mới thú vị khai trương trong năm nay!Đọc thêm",
            "Đã đi mua thắt lưng GG ... bước ra ngoài với một chiếc thắt lưng, một chiếc ví Jackie O màu hồng và một đôi giày thể thao cho bạn gái của con trai tôi.  Trung tâm thương mại Gucci trên đồi ngắn ở New Jersey có đội ngũ nhân viên dồi dào và rất nhiều hàng hóa được trưng bày một cách chiến lược.  Điều làm cho chuyến thăm đắt giá này trở nên đáng nhớ nhất là sự tương tác của tôi với cố vấn Gucci của tôi: Jessica De Jesus. Tôi yêu các mặt hàng tôi đã mua.   Tôi chỉ thích nhìn vào tất cả các hàng tồn kho tuyệt vời. Giờ của tôi với cô ấy thật tuyệt vời. Tôi có thể hiểu tại sao cô ấy lại ở đó và được đánh giá cao. Cô ấy đã vượt ra ngoài nhiệm vụ và đảm bảo rằng tôi sẽ quay lại gặp cô ấy, điều mà tôi sẽ quay lại sau 2 tháng nữa.  Xin hãy dành cho cô ấy những lời khen ngợi mà cô ấy xứng đáng được nhận. Cảm ơn Lisa Wahl Đọc thêm",
            "Chúng tôi ghé thăm trung tâm mua sắm này vào cuối tháng 2 vào một buổi tối lạnh giá. Không dễ để có được chỗ đậu xe ngay cả vào một ngày trong tuần nhưng cuối cùng cũng có được một chỗ sau 30 phút. Tuy nhiên, trung tâm mua sắm hầu như trống rỗng, ngoại trừ cửa hàng Apple và các cửa hàng thực phẩm nơi có rất nhiều người. Giảm giá tốt cho trang phục mùa đông ngay cả ở một số nơi các thương hiệu đắt tiền. Đáng để ghé thăm vì đợt giảm giá cuối mùa và các điểm bán đồ ăn.Đọc thêm",
            "Rất vui khi biết bạn thích chuyến thăm Voyager_Nineteen71 và chúng tôi phải thừa nhận rằng chúng tôi cũng thích thu được doanh số lớn! Mong sớm được gặp lại bạn! Đọc thêm",
            "Tôi - tôi là thành viên của Hilton Honors. Nhưng trong khoảnh khắc kỷ niệm 11 năm, tôi đã làm bạn gái mình ngạc nhiên khi qua đêm tại khách sạn. Căn phòng rất tuyệt và họ bao gồm bữa sáng tự chọn, thật là vui. Luôn luôn tốt đẹp trong một đêmĐọc thêm",
            "Mặc dù chúng tôi thích đọc các bài đánh giá 5 sao nhưng có vẻ như bạn muốn đánh giá về Hilton Short Hills nhưng lại vô tình đánh giá The Mall at Short Hills, nằm ngay bên kia đường.  Đọc thêm",
            "- - - - - - - - - - - - - - - - - - yêu trung tâm mua sắm, nó là sự kết hợp tuyệt vời giữa sự sang trọng và thông thường..yêu mọi thứ về nó !!Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao abdulh799! Chúng tôi - rất vui vì bạn cũng yêu thích trung tâm mua sắm này như chúng tôi!Đọc thêm"
        ],
        "star_ratings": [
            108,
            52,
            12,
            4,
            4
        ],
        "review_amount": 180,
        "location": [
            "Những điều cần làm ở Short Hills",
            "Hoa Kỳ",
            "New Jersey - NJ -",
            "Trung tâm mua sắm ở Short Hills",
            "Đồi Ngắn"
        ],
        "reviews_time": [
            "Written February 9, 2023",
            "Written January 5, 2023",
            "Written April 26, 2022",
            "Written December 22, 2021",
            "Written November 14, 2021",
            "Written August 13, 2021",
            "Written March 3, 2021",
            "Written March 7, 2020",
            "Written March 6, 2020",
            "Written March 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46819-d265984-Reviews-Mall_at_Short_Hills-Short_Hills_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d1026203-Reviews-Legal_Sea_Foods_Short_Hills-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d2229450-Reviews-The_Cheesecake_Factory-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d1504818-Reviews-California_Pizza_Kitchen_Short_Hills-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d5481902-Reviews-Nordstrom_Ebar_Artisan_Coffee-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d4642678-Reviews-Au_Bon_Pain-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d4273914-Reviews-Starbucks-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d11644316-Reviews-Forty_Carrots-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d13449524-Reviews-NM_Cafe-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d15162424-Reviews-The_Juice_Shop-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46819-d11952920-Reviews-Marketplace_Cafe-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d27061464-Reviews-Macy_s-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60796-d1448643-Reviews-Turtle_Back_Zoo-West_Orange_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46623-d3707307-Reviews-Paper_Mill_Playhouse-Millburn_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46855-d4804712-Reviews-Reeves_Reed_Arboretum-Summit_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46855-d23920793-Reviews-Congregation_Beth_Hatikvah-Summit_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d27018966-Reviews-Neiman_Marcus-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46855-d4580330-Reviews-The_Summit_Antiques_Center-Summit_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46352-d12350603-Reviews-Twin_Elephant_Brewing_Company-Chatham_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60796-d1008561-Reviews-South_Mountain_Reservation-West_Orange_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46855-d11611898-Reviews-Briant_Park-Summit_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d265984-Reviews-or10-Mall_at_Short_Hills-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d2311073-Reviews-Doubletake_Consignment_Boutique-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46352-d14898017-Reviews-The_Gravity_Vault-Chatham_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46352-d13439231-Reviews-Ready_to_Paint-Chatham_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46855-d8386477-Reviews-Pinot_s_Palette-Summit_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46855-d23033778-Reviews-Bull_N_Bear_Brewery-Summit_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46352-d12828460-Reviews-Laser_Skin_Institute-Chatham_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d7692256-Reviews-Cenote_Zacil_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g28965-d504751-Reviews-Moki_Dugway-Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d3418843-Reviews-IPIC_Pasadena-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d12053573-Reviews-Loft_Shibuya-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d5244966-Reviews-Devil_s_Bathtub-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d2462229-Reviews-Sweet_Pete_s_Candy-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d15026393-Reviews-Water_Park-Otopeni_Ilfov_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41003-d3442264-Reviews-Cabin_John_Regional_Park-Bethesda_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d324757-Reviews-Arab_Street-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d4187232-Reviews-Discount_Shoes-Asheville_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46819-d265984-Reviews-or10-Mall_at_Short_Hills-Short_Hills_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46819-d265984-Reviews-Mall_at_Short_Hills-Short_Hills_New_Jersey.html"
    }
]