[
    {
        "attraction_name": "Malmohus castle",
        "attraction_name_vi": "Lâu đài Malmohus",
        "general_info": [
            "1.026 đánh giá",
            "- 13 trong số 140 điều cần làm ở Malmö",
            "Lâu đài",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Lâu đài Malmöhus là lâu đài thời Phục hưng lâu đời nhất còn sót lại của Scandinavia. Tại đây tiền xu của Đan Mạch được đúc vào thời Trung cổ và tại đây Thái tử Frederick đã tổ chức những bữa tiệc hoang dã vào thế kỷ 16. Tù nhân bị chặt đầu trong sân vào thế kỷ 19. Ngày nay Malmöhus là một phần của Malmö Museer. Lâu đài là một phần di sản văn hóa của Thụy Điển và được quản lý bởi Ủy ban Tài sản Quốc gia.Đọc thêm",
        "reviews": [
            "Sẽ nói, bề ngoài rất ấn tượng bởi vì nó - không phải là lâu đài - điển hình của bạn nhưng đó là một trải nghiệm tuyệt vời. Sẽ nói, những điều rất ngẫu nhiên trong chính lâu đài, triển lãm khủng long, thủy cung ở tầng dưới, nghệ thuật và lịch sử ở tầng trên. Vì vậy, có một chút gì đó dành cho tất cả mọi người. Họ làm vé sinh viên giảm 50 vé thường. Cách rẻ tiền để hiểu rõ hơn về Malmö.Đọc thêm",
            "Bảo tàng khá đẹp. Chúng tôi dành một khoảng thời gian vui vẻ ở đó. Không quá đắt. \nNhưng nó không được trang bị cho du khách đến đó vào ngày mưa.\nMột quầy bán vé bên trong, vì vậy hàng chờ dài 50 mét bên ngoài.\nVà đừng nghĩ đến việc đỗ xe, chỗ đỗ xe có sẵn chỉ bằng khoảng 50 phần trăm so với số chỗ đỗ xe đủ.\nVà không có bãi đỗ xe thay thế nào gần đó. Đọc thêm",
            "Sự kết hợp tuyệt vời giữa Lâu đài và Bảo tàng. Các màn trình diễn nổi bật với cả lời giải thích bằng tiếng Thụy Điển và tiếng Anh. Lâu đài có các màn trình diễn lịch sử từ những năm 1400. Họ cũng có một khu vực bảo tàng với các màn trình diễn về thời đại hiện tại và sở thích. Các màn trình diễn thời trang bảo thủ rất tuyệt. Ngoài ra còn có một bể cá và màn trình diễn động vật hoang dã địa phương. Phòng trưng bày nghệ thuật thực sự thú vị. Đọc thêm",
            "Nhiều hơn ấn tượng đầu tiên.  Một lâu đài và bảo tàng kết hợp. Giải thích cách lâu đài được sử dụng cho nhiều mục đích khác nhau trong suốt thời gian tồn tại của nó.  Các khu trưng bày bao gồm thời trang, tác phẩm nghệ thuật, đồ sứ, các phong cách hội họa và đồ tạo tác khác nhau từ cư dân của lâu đài.  Một cầu thang trang trí nghệ thuật đáng yêu nữa.Đọc thêm",
            "Rất nhiều thứ để xem và khám phá. \nNgười ta có thể dễ dàng bị lạc do thiếu biển báo bên trong bảo tàng. \nKhá đa dạng, từ bể cá và vivarium, các vật phẩm lịch sử trong lâu đài cổ và một số triển lãm nghệ thuật hiện đại. \nCó thể dễ dàng dành khoảng 3 giờ để thực hiện công lý.Đọc thêm",
            "Lâu đài Malmo là một tòa nhà tuyệt vời, cách Ga Trung tâm một quãng đi bộ. Với khu vườn tuyệt đẹp nằm giữa hai nơi, đi bộ từ nhà ga đến lâu đài sẽ mất khoảng 20 phút nếu bạn dành thời gian tham quan. \n\nKhu vực yêu thích nhất của tôi là triển lãm nhà tù! Yêu thích những cánh cửa kêu cọt kẹt, bộ sưu tập ảnh với những bức ảnh chụp và những thông tin bổ sung có sẵn về cách hoạt động của nhà tù. Những âm thanh khiến nó trở nên đáng sợ hơn so với một số trải nghiệm về ngôi nhà ma ám mà tôi đã từng ghé thăm trước đây! Ngoài ra, câu chuyện đầy ám ảnh với chú mèo con đáng yêu và những dấu chân nhỏ xíu thật đáng yêu!\n\nNgoài ra, các cầu thang khác nhau và tháp pháo là một lối đi thú vị - lên xuống cầu thang -. Lưu ý dành cho những người lo ngại về khả năng tiếp cận - dường như không phù hợp. Nhìn chung, đó là một khía cạnh tuyệt vời, chân thực của Malmo, nơi tôi thích dành chút thời gian tìm hiểu lịch sử. Tuy nhiên, sẽ thích hơn nếu những cửa sổ nhỏ bên cạnh những khẩu đại bác được lau sạch và tôi có thể nhìn xuyên qua chúng.\n\nThành thật mà nói, tôi đến đó vì lâu đài và khu vực lịch sử, nhưng tôi cũng mua vé vào bảo tàng để xem nội dung của nó. Công bằng mà nói, tôi không hiểu nghệ thuật hiện đại nên tôi sẽ không bình luận về phần đó của phòng triển lãm. Tuy nhiên, tôi sẽ nói với bạn rằng những bức tranh Rococo và cổ điển rất mê hoặc. Tôi đã đến Louvre và Versailles, và một số bức tranh ở đây chắc chắn xứng đáng ít nhất là nổi tiếng như những bức tranh ở đó! \n\nThủy cung rất giống với thủy cung tôi đã đến thăm ở Vienna, vì vậy nếu bạn thích thứ đó, hãy đi bộ xuống cầu thang và ngắm nhìn các loài động vật. Tuy nhiên, một số loài động vật - được bảo tồn - không phải là sở thích của tôi. Không phải là một fan hâm mộ của phân loại học chút nào. \nTôi cũng gần như bỏ lỡ phía lâu đài, vì nó nằm sau khu dành cho trẻ em và tôi thực sự không có ý định đến đó. \nĐọc thêm",
            "Malmohus Slot mang đến cho du khách cái nhìn thoáng qua về cuộc sống và quốc phòng của người Scandinavia thời trung cổ. Lâu đài có thể đi bộ dễ chịu từ Lille Torg. Bảo tàng trong tòa tháp tròn mở rộng tầm mắt về mối nguy hiểm đến tính mạng của kẻ thù và tù nhân.Đọc thêm",
            "Thực ra nơi này có rất nhiều việc phải làm. Tôi - có thể nói là chúng tôi đã đi hết nơi này trong 2 giờ và điều đó không đòi hỏi phải dừng lại và đọc mọi thứ. \n\nCó rất nhiều thứ được cung cấp - chính lâu đài, các cuộc triển lãm tạm thời, thủy cung, nhìn chung nó rất thú vị. \n\nCó rất nhiều cầu thang trong lâu đài thực sự, vì vậy sau một thời gian sẽ gặp khó khăn và tôi đã vấp ngã vài lần, nhưng đó có thể chỉ là tôi. Tuy nhiên, tôi khuyên bạn nên xem đó là một cái nhìn thú vị về Malmö và lịch sử của đất nước với Đan Mạch.\n\nCuộc triển lãm về giới tính và giới tính cũng rất tinh tế và thực sự cung cấp rất nhiều thông tin mà tôi cảm thấy nhiều người có thể được hưởng lợi từ việc đọc.Đọc thêm",
            "Bảo tàng này dường như ngày càng ít đi mỗi lần tôi đến đó. Tôi muốn thêm Malmö, thêm Skåne, thêm Danmark. Có rất nhiều thứ khác mà nó tập trung vào và việc tân trang lại - bằng cách nào đó khiến nó có cảm giác nhỏ hơn. Việc sử dụng không gian không hiệu quả là điều tôi cũng cảm thấy mỗi khi ghé thăm và sự gắn kết kém của các vật trưng bày. Chắc chắn rồi, nó rẻ, họ đã tân trang lại từ lần trước và mọi thứ không còn bụi bặm nữa. Nhưng tôi vẫn cảm thấy nó còn thiếu rất nhiều thứ có thể có. Vé 4 euro là tốt, thủy cung rất đẹp cho nó một số điểm tốt. Nhưng cửa hàng lưu niệm vẫn chán.  Phần lớn nó là nghệ thuật và phần đồ nội thất cũ đẹp đẽ có cảm giác - giảm đi - trong thiết kế mới của nó. Cần phải nỗ lực nhiều hơn để trở thành một bảo tàng tập trung vào Scanian. Họ không đặt tất cả những thứ khác vào giữa, khiến nó trở thành một trải nghiệm lộn xộn. Để có nhiều nghệ thuật hiện đại, không đủ lịch sử và tập trung vào sự vật. Toàn bộ bảo tàng nên tự suy ngẫm cùng với việc tham gia một vài khóa học về tương tác xã hội. Họ thậm chí hầu như không bao giờ chú ý đến bạn hoặc chỉ trông giống như một con mèo chua ngoa khi bạn đi lang thang trong hành lang. Họ cũng có thể muốn nói với những người đang làm việc trong mùa hè của họ, những thanh thiếu niên lảng vảng trên ghế sofa với một - Praktikant - ra hiệu cho họ làm điều gì đó. Trông giống như một ngôi trường đang nghỉ học với việc họ chỉ nằm đó với chiếc điện thoại trên tay. Khách du lịch và du khách trả tiền cho việc này, chiếc ghế sofa ở đó dành cho du khách. Không phải những thanh thiếu niên làm việc mùa hè. Chừng nào những điều này không được xử lý, nơi này sẽ ngày càng kém hấp dẫn.Đọc thêm",
            "Anh em họ của tôi đã đến thăm và chúng tôi đã chọn dành thời gian ở Malmö tại bảo tàng.  Tôi đã kể cho họ nghe về nghệ thuật và chiếc đàn organ rất cổ xưa.  Thật không may, cả hai đều bị chặn vì đang cải tạo.  Chúng tôi đến thăm một triển lãm nghệ thuật tạm thời, mọi chuyện ổn nhưng không tuyệt vời và sau đó đi thăm lâu đài.  Chỉ có hai phòng để xem và một nhóm lớn đang tổ chức một cuộc tụ tập nào đó liên quan đến những chiếc sừng vàng của Đan Mạch nên chúng tôi thậm chí còn không được nhìn thấy chúng.  Rất đáng thất vọng. . . . hy vọng việc đổi mới được thực hiện SỚM!Đọc thêm",
            "Vé sinh viên chỉ có 20kr và bạn có thể tham gia mọi thứ. Có rất nhiều việc phải làm. Có rất đông người chờ mua vé ngay khi lâu đài mở cửa nhưng nếu đợi khoảng 20 phút bạn có thể đến thẳng bàn làm việc. Có tủ khóa miễn phí để đựng túi xách nhưng chúng không hoạt động nên tôi chỉ phải xách ba lô trên tayĐọc thêm",
            "Tôi đã rất kinh ngạc trước khi bước vào lâu đài. Chúng tôi đi qua một cây cầu bắc qua hào và bước vào lâu đài lớn. Vé rẻ đến mức nực cười và các viện bảo tàng thật đáng kinh ngạc. Yêu thích của tôi là bảo tàng sinh học, nơi lưu giữ hàng trăm loài động vật thú vị và kỳ lạ từ ếch phi tiêu độc và tắc kè hoa cho đến cá piranha và thằn lằn. Ngoài ra còn có một bảo tàng ở các tầng trên mô tả lịch sử của lâu đài từng là nơi ở và pháo đài của nhiều vị vua cũng như nhà tù vào thế kỷ 19 và thậm chí là ngôi nhà an toàn cho người tị nạn trong Thế chiến thứ 2. Theo tôi bảo tàng này là điểm nổi bật của Malmo.Đọc thêm",
            "Lâu đài Malmöhus không như những gì chúng ta mong đợi vì nó là lâu đài thời Phục hưng được bảo tồn lâu đời nhất ở các quốc gia Bắc Âu. Chúng tôi bắt đầu trong những khu vườn, thậm chí vào giữa tháng 9, vẫn đầy hoa. Dừng lại ở ngọn hải đăng và LB phải đu dây dưới gốc cây táo đầy táo. Đến bảo tàng có một bể cá nhỏ và một bể nuôi cá, - tôi phải tra cứu nó. - hoặc nhà bò sát. Nó cũng có một phần tương tác với các trò chơi dành cho trí óc và cơ thể. LB YÊU nó. Một trong những vật trưng bày là trò chơi được chiếu lên tường leo núi. Quái vật xuất hiện và game thủ phải chạy vòng quanh bức tường để đập vỡ chúng. Cuối cùng chúng tôi phải kéo LB đi sau một giờ. Thêm vào đó, có những phần về lịch sử của lâu đài được trưng bày trên phim. Chắc chắn là một nơi tốt cho cả trẻ nhỏ.Đọc thêm",
            "Lâu đài Malmo là một tòa nhà tuyệt vời, cách Ga Trung tâm một quãng đi bộ. Với khu vườn tuyệt đẹp nằm giữa hai nơi, đi bộ từ nhà ga đến lâu đài sẽ mất khoảng 20 phút nếu bạn dành thời gian tham quan. Khu vực yêu thích nhất của tôi là triển lãm nhà tù! Yêu thích những cánh cửa kêu cọt kẹt, bộ sưu tập ảnh với những bức ảnh chụp và những thông tin bổ sung có sẵn về cách hoạt động của nhà tù. Những âm thanh khiến nó trở nên đáng sợ hơn so với một số trải nghiệm về ngôi nhà ma ám mà tôi đã từng ghé thăm trước đây! Ngoài ra, câu chuyện đầy ám ảnh với chú mèo con đáng yêu và những dấu chân nhỏ xíu thật đáng yêu! Ngoài ra, các cầu thang khác nhau và tháp pháo là một lối đi thú vị - lên xuống cầu thang - . Lưu ý dành cho những người lo ngại về khả năng tiếp cận - dường như không phù hợp. Nhìn chung, đó là một khía cạnh tuyệt vời, chân thực của Malmo, nơi tôi thích dành chút thời gian tìm hiểu lịch sử. Tuy nhiên, sẽ thích hơn nếu các cửa sổ nhỏ bên cạnh các khẩu đại bác được lau sạch và tôi có thể nhìn xuyên qua chúng. Thành thật mà nói, tôi đến đó để tham quan lâu đài và khu vực lịch sử, nhưng tôi cũng nhận được vé vào bảo tàng để xem nó có gì . Công bằng mà nói, tôi không hiểu nghệ thuật hiện đại nên tôi sẽ không bình luận về phần đó của phòng triển lãm. Tuy nhiên, tôi sẽ nói với bạn rằng những bức tranh Rococo và cổ điển rất mê hoặc. Tôi đã đến Louvre và Versailles, và một số bức tranh ở đây chắc chắn xứng đáng ít nhất là nổi tiếng như những bức tranh ở đó! Thủy cung rất giống với thủy cung tôi đã đến thăm ở Vienna, vì vậy nếu bạn thích thứ đó, hãy đi bộ xuống cầu thang và ngắm nhìn các loài động vật. Tuy nhiên, một số loài động vật - được bảo tồn - không phải là sở thích của tôi. Không phải là một fan hâm mộ của phân loại học chút nào. Tôi cũng gần như bỏ lỡ phía lâu đài, vì nó nằm sau khu dành cho trẻ em và tôi thực sự không có ý định đến đó. Đọc thêm",
            "Một cuộc đi bộ thú vị qua đất công viên để đến lâu đài. Thật thú vị khi tìm hiểu về lịch sử của lâu đài. Điều làm tôi ngạc nhiên là còn có thứ gì khác bên trong tòa nhà. Thật đáng để xem thủy cung và một cuộc triển lãm lớn về nghệ thuật Scandinavia qua các thời đại.Đọc thêm",
            "Malmohus Slot mang đến cho du khách cái nhìn thoáng qua về cuộc sống và quốc phòng của người Scandinavia thời trung cổ. Lâu đài có thể đi bộ dễ chịu từ Lille Torg. Bảo tàng trong tòa tháp tròn mở rộng tầm mắt về mối nguy hiểm đến tính mạng của kẻ thù và tù nhân.Đọc thêm",
            "Không có nhiều thứ trong lâu đài nhưng có rất nhiều thứ để xem trong bảo tàng đính kèm, nhiều hơn tôi mong đợi. Bao gồm các phòng trưng bày, triển lãm, phòng hòa nhạc, thủy cung - bò sát, một số thú nhồi bông trong sơ đồ, v.v. được đặt trong một công viên đẹp.Đọc thêm",
            "Sẽ nói, bề ngoài rất ấn tượng bởi vì nó - không phải là lâu đài - điển hình của bạn nhưng đó là một trải nghiệm tuyệt vời. Sẽ nói, những điều rất ngẫu nhiên trong chính lâu đài, triển lãm khủng long, thủy cung ở tầng dưới, nghệ thuật và lịch sử ở tầng trên. Vì vậy, có một chút gì đó dành cho tất cả mọi người. Họ làm vé sinh viên giảm 50 vé thường. Cách rẻ tiền để hiểu rõ hơn về Malmö.Đọc thêm"
        ],
        "star_ratings": [
            315,
            425,
            238,
            37,
            11
        ],
        "review_amount": 1026,
        "location": [
            "Quận Skane",
            "Thụy Điển",
            "Châu Âu",
            "Những điều cần làm ở Malmö",
            "Malmo",
            "Lâu đài Malmohus"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written August 9, 2023",
            "Written August 31, 2023",
            "Written January 23, 2024",
            "Written March 17, 2024",
            "Written April 20, 2024",
            "Written April 22, 2024",
            "Written May 14, 2024",
            "Written July 22, 2022",
            "Written February 4, 2020",
            "Written March 26, 2023",
            "Written March 6, 2023",
            "Written March 1, 2020",
            "Written April 20, 2024",
            "Written October 8, 2022",
            "Written April 22, 2024",
            "Written May 12, 2023",
            "Written June 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189839-d2664339-Reviews-Malmohus_castle-Malmo_Skane_County.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d8743460-Reviews-Vastergatan-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d2288894-Reviews-Vollmers-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d11844157-Reviews-Embassy-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d789296-Reviews-Lemongrass-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d12538257-Reviews-Favvo_Glass-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d2410098-Reviews-Siesta_Restaurang_Bar-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d15235323-Reviews-Quan-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d3491808-Reviews-Slottstradgardens_Kafe-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d15555171-Reviews-Soderholmens_fisk-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189839-d18452579-Reviews-Bla_Hoddan-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d14948820-Reviews-Museisparvagen_Malmo-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d4411186-Reviews-Malmo_Konstmuseum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d14758548-Reviews-Malmo_museum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d7074771-Reviews-Slottstradgarden-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d2664340-Reviews-Kungsparken-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d4228047-Reviews-Technology_Maritime_Museum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d27698884-Reviews-Castle_Mill_Slottmollan-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d19244255-Reviews-High_Court-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d12785597-Reviews-Molleplatsen-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d24895674-Reviews-Fiskehoddorna-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d2664339-Reviews-or10-Malmohus_castle-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d15151210-Reviews-Disgusting_Food_Museum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d562385-Reviews-Form_Design_Center-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d4411201-Reviews-Malmo_Konsthall-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d3547235-Reviews-Moderna_Museet_Malmo-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d10413741-Reviews-Gustus_Butik_Gallery-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d6456841-Reviews-Ebba_s_House-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d8561005-Reviews-Formargruppen-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d21211721-Reviews-What_Supmalmo_Floating_Sauna-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d14181438-Reviews-Gondola_Malmo-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d11868687-Reviews-Malmo_Saluhall-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d8112543-Reviews-BookaBoat-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d4411205-Reviews-Malmo_City_Library-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d5846379-Reviews-Rainbow_Bar_and_Grill-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57273-d146347-Reviews-Rock_of_Ages_Visitors_Center_Quarry_Tours-Graniteville_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d3500008-Reviews-Las_Salinas_de_Torrevieja-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d1419018-Reviews-Capo_Street_Market-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8384781-Reviews-Red_Rock_Lanes-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d548083-Reviews-Sanlitun_Bar_Street-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6109673-Reviews-Laugavegur-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d13795400-Reviews-Main_Event_Entertainment-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190833-d12831185-Reviews-Duboka_Draga-Vrsi_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d583375-Reviews-Ocean_City_Boardwalk-Ocean_City_Cape_May_County_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189839-d2664339-Reviews-or10-Malmohus_castle-Malmo_Skane_County.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189839-d2664339-Reviews-Malmohus_castle-Malmo_Skane_County.html"
    }
]