[
    {
        "attraction_name": "Malta National Aquarium",
        "attraction_name_vi": "Thủy cung Quốc gia Malta",
        "general_info": [
            "4.689 đánh giá",
            "3 trong số 5 điều cần làm ở Qawra",
            "Bể cá"
        ],
        "attraction_summary": "Ẩn mình trong cấu trúc hình sao biển đặc biệt, Thủy cung Quốc gia Malta mang đến trải nghiệm quyến rũ. Tự hào với 51 bể trưng bày hơn 250 loài, bộ sưu tập bao gồm cư dân Địa Trung Hải bản địa và các sinh vật hấp dẫn từ các địa phương trên toàn cầu. Từ cá nước ngọt và nước mặn đến sứa, bò sát, lưỡng cư và côn trùng, các cuộc triển lãm của chúng tôi có chủ đề chu đáo xoay quanh các địa danh lịch sử của Malta. Mỗi bể được thiết kế tỉ mỉ để tái tạo môi trường dưới nước tự nhiên của một loài cụ thể, đảm bảo du khách có một hành trình độc đáo và hấp dẫn.Đọc thêm",
        "reviews": [
            "Đáng để nhìn xung quanh. Nếu bạn có cơ hội hãy thực hiện chuyến tham quan hậu trường. Chi phí thêm khoảng 5 Euro, nhưng bạn sẽ nhận được hướng dẫn viên giải thích cách thức hoạt động của địa điểm và cơ hội quan sát cá được cho ăn từ đỉnh bể lớn. Chuyến tham quan theo những gì tôi nhớ chỉ có hai lần một ngày, nhưng nếu nó liên quan đến chuyến thăm của bạn thì rất đáng để xem xét. Ngoài ra còn có tùy chọn thời tiết xấu.Đọc thêm",
            "Vào kỳ nghỉ ở Malta, tôi đã có một chuyến đi đến thủy cung quốc gia Malta. Nó được xây dựng trên bờ biển tuyệt đẹp của Malta. Với tầm nhìn ra bờ biển Malta và biển Địa Trung Hải. Bể cá được xây dựng trông giống như một con cá sao.  Thủy cung có đầy đủ các sinh vật biển để bạn xem và khám phá. Từ khắp 7 vùng biển trên thế giới. Điều tuyệt vời nhất ở thủy cung là đường hầm mái kính nơi bạn có thể đi bộ qua.  Đường hầm đi qua khiến bạn có cảm giác như đang ở dưới nước trong đại dương. Đừng lo lắng họ có cá mập cho bạn xem trong đường hầm mái kính. Có một nhà hàng ở đó để bạn mua đồ ăn và đồ uống bên cạnh một cửa hàng quà tặng. Ngoài ra còn có một quán cà phê và công viên trẻ em bên cạnh bể cá nhìn ra bờ biển Malta và biển Địa Trung Hải tuyệt đẹp. Tôi thực sự muốn giới thiệu bạn đến thăm thủy cung quốc gia Malta.Đọc thêm",
            "Chuyến tham quan bằng thuyền của chúng tôi đã bị hủy do gió lớn nên chúng tôi đã đến thăm thủy cung và tham gia chuyến tham quan hậu trường. Thủy cung được tổ chức tốt, rất thân thiện với gia đình và chuyến tham quan rất nhiều thông tin. Tôi đặc biệt thích việc họ trưng bày các nhà khoa học nữ. Đường hầm cá mập cũng rất tuyệt!Đọc thêm",
            "Chúng tôi đã tận hưởng khoảng 2 giờ ở đây, trong khi bể cá rất đẹp, tôi đã bị choáng ngợp và mong đợi nhiều hơn thế. \nBể cá ở Vương quốc Anh của chúng tôi có cùng kích thước nếu không muốn nói là lớn hơn. Có một số loại cá thông thường hơn và chúng tôi yêu thích phần cá thạch.\n\nNhiều lúc rất bận rộn và khó di chuyển.\n\nCó một công viên vui chơi tuyệt vời bên ngoài. Đọc thêm",
            "Thủy cung tuyệt vời với nhiều sinh vật biển và bò sát thú vị. Đặc biệt thích đường hầm để đi qua. Rất nhiều thông tin để đọc trên đường đi. Một cách rất thú vị để dành 1 hoặc 2 giờ. Cửa hàng quà tặng đáng yêu ở cuối. Điều đọng lại trong tôi là một ghi chú trên một trong những video nói rằng trái đất đã từng bị biển bao phủ và không có gì có thể ngăn điều đó xảy ra lần nữa. Thiên nhiên không cần chúng ta nhưng chúng ta cần thiên nhiên!.Rất đúng, khiến bạn phải suy nghĩ.Đọc thêm",
            "Chúng tôi yêu bảo tàng này. Đầy ắp những loài động vật và cá tuyệt đẹp. Tình trạng của bảo tàng hoàn hảo, rất sạch sẽ và trên hết là rất đẹp. Có người, nhưng rất đàng hoàng. Chúng tôi có thể chiêm ngưỡng mọi thứ kịp thời. Chắc chắn là phải làm như vậy ở Malta! Đọc thêm",
            "Chúng tôi nhận phòng khách sạn ở Qawra nhưng phòng của chúng tôi đã sẵn sàng nên chúng tôi đi bộ đến thủy cung và dành vài giờ để ngắm cá, v.v., đó là một nơi tuyệt vời để ghé thăm, bạn tìm hiểu về Malta và đời sống hoang dã của nó.  Nó chạy tốt và sạch sẽ.  Cửa hàng quà tặng thông thường có vẻ có giá hợp lý.Đọc thêm",
            "Đó là một bể cá nhỏ và khá đắt so với kích thước của nó. Nếu bạn có con nhỏ thì đây là một chuyến thăm tốt vì bạn có thể tham quan trong một giờ và bọn trẻ sẽ được giải trí. Tôi sẽ thích thứ gì đó độc đáo hơn hoặc thứ gì đó khiến nơi này nổi bật hơn. Nhìn chung đây là một chuyến thăm thú vị và bạn nên ghé thăm một lần nếu bạn có thời gian rảnh ở Malta.Đọc thêm",
            "Tôi đã nâng cấp để thêm chuyến tham quan hậu trường và rất thích điều này cũng như sự thân thiện của tất cả những công nhân mà tôi đã tương tác trong chuyến tham quan của mình.  Không gian sạch sẽ và động vật biển được chăm sóc tốt và khỏe mạnh.  Điều này hướng đến mọi lứa tuổi và thân thiện với gia đình và có thể được thực hiện trong một giờ với cảnh hậu trường thêm 30 phút nữa.  Cuối cùng, tôi cũng rất thích cửa hàng và họ có nhiều mặt hàng địa lý quốc gia là trò chơi chất lượng cao, áo sơ mi, quà tặng kèm quà tặng địa phương và món tôi yêu thích nhất là cuốn sách về Malta.  Tôi dừng lại để tận hưởng khung cảnh nhìn ra biển và là nơi tuyệt vời để dừng chân dùng bữa hoặc món tráng miệng.  Tôi rất thích ăn món salad halloumi và sinh tố quả mọng và tôi khuyên bạn nên dừng lại ở cửa sổ tráng miệng với nhiều món ăn tuyệt vời.Đọc thêm",
            "Một bể cá nhỏ với nhiều loài sinh vật biển và một số loài bò sát. Nếu muốn, bạn có thể trả thêm tiền để họ tổ chức cho bạn một chuyến tham quan nhỏ và giải thích cách họ chuẩn bị thức ăn cũng như cách họ cho động vật ăn. Các nhân viên rất tốt bụng và chúng tôi đã có khoảng thời gian tuyệt vời ở đó. Đọc thêm",
            "Nếu bạn có khoảng một giờ rảnh rỗi, đây là một địa điểm thú vị để ghé thăm, dành cho cả người lớn và trẻ em. Có sẵn giá dành cho Người cao tuổi - 27,80 cho hai người cao tuổi. Có một nhà hàng liền kề, nhưng khá đắt, mặc dù gần đó có các quán ăn nhẹ, rẻ hơn nhiều.Đọc thêm",
            "Thời gian vui vẻ ở thủy cung. Rất nhiều thông tin với màn hình cảm ứng tại mỗi triển lãm.  Nhiều loài để xem. Yêu bạch tuộc rồi đi qua đường hầm cá mập. Một hướng dẫn viên đã nói rất hay về cá mập. Khu vực làm nổi bật nhựa trong đại dương của chúng ta.  Trình mô phỏng rất thú vị. Cửa hàng quà tặng có rất nhiều lựa chọn về quà tặng thân thiện với môi trường và trưng bày một số giải thưởng mà họ đã giành được. Hãy đặt trực tuyến để có tỷ lệ đầu vào tốt hơn.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan sân khấu phía sau bao gồm thức ăn cho cá mập, không phải tất cả họ đều làm như vậy và điều này chúng tôi sẽ đánh giá 5 sao. Chúng tôi được xem khu vực chuẩn bị cho ăn, phòng thí nghiệm và bể cá mập. Hướng dẫn viên của chúng tôi đã nói chuyện rất lâu, cung cấp cho chúng tôi nhiều sự thật thú vị và tương tác rất tốt với khán giả.  Những đứa trẻ ra về với tâm trạng đầy nhiệt huyết về nhu cầu bảo vệ an toàn môi trường biển của chúng ta. Hướng dẫn viên của chúng tôi là một chuyên gia về cá mập và cho chúng tôi thấy những con cá mập ngựa vằn đang được cho ăn.  Thủy cung có một đường hầm thú vị mà bạn có thể đi bộ qua để xem cá và cá mập bơi qua đầu.Đọc thêm",
            "Một Thủy cung rất đẹp, với khu trưng bày sinh vật biển rộng lớn và đa dạng. Nó có lối đi bên dưới một trong những bể lớn và bạn có thể nhìn thấy những con cá mập bơi phía trên đầu mình. Thật đáng để ghé thăm! Đọc thêm",
            "Xếp hàng dài Và mất 10 phút để đi bộ xung quanh Giá quá cao Thất vọng Vì vậy, nói với Kids rằng họ có thể chọn một thứ gì đó nhỏ từ cửa hàng, nhấc hai con gấu bông nhỏ, người phụ nữ ở quầy tính tiền nói rằng sẽ là 50 euro Không, cảm ơnĐọc thêm",
            "Nơi tôi sống ở Vương quốc Anh, chúng tôi có một bể cá nên sau khi đến thăm, tôi đã có những kỳ vọng khá thấp vì kỳ vọng của chúng tôi thật đáng thất vọng. Tuy nhiên điều này tôi thực sự rất thích. Có rất nhiều thông tin và tương tác. Một trình mô phỏng thợ lặn sâu tuyệt vời và thú vị mà tôi thực sự rất thích. Giống như tôi nói từ bên ngoài với tư cách là một khách du lịch và nhìn thấy công việc ở quán cà phê đang được thực hiện, tôi thực sự không mong đợi nhiều. Tuy nhiên, tôi thực sự rất thích gia đình tôi. Cảm thấy chân thực và thực sự được suy nghĩ kỹ lưỡngĐọc thêm",
            "Thời tiết hôm nay ẩm ướt và lạnh nên chúng tôi đã đi đến điểm tham quan này. Giá vé vào cửa cho người lớn là 16,90, chúng tôi thấy ổn - cho đến khi chúng tôi thấy phần lớn trung tâm KHÔNG mở cửa. Sau đó, chúng tôi nhận ra rằng đó là một tấm vé RẤT đắt, đặc biệt là khi những gì họ trưng bày chỉ mất hai mươi phút để chúng tôi đi tham quan. ĐỪNG LÃNG PHÍ THỜI GIAN VÀ TIỀN MẶT KIỆT KẾT QUẢ CỦA BẠN. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để đánh giá. Chúng tôi rất tiếc vì Thủy cung đã không đáp ứng được mong đợi của bạn. Có hơn 53 màn hình, nếu bạn chỉ dành một phút trước những chiếc xe tăng mà bạn đã mất 50 phút, chưa nói đến các cuộc nói chuyện về bảo tồn và giáo dục của chúng tôi suốt cả ngày, 40 máy tính bảng tương tác hiển thị thông tin về từng loài trong số 300 loài trong bể cá của chúng tôi. Chúng tôi cũng có một bảo tàng dưới nước tạm thời với những thông tin rất thú vị và những hiện vật nguyên bản. Chắc hẳn bạn đã bỏ lỡ chương trình nhân giống và thả cá mập của chúng tôi, chương trình đã giúp hơn 350 con cá mập sống sót mà không bao giờ có cơ hội sống sót. Vì vậy, tôi hy vọng rằng phần còn lại của chuyến đi ở Malta sẽ giúp bạn có nhiều thời gian hơn để ngắm nhìn vẻ đẹp xung quanh mình.Đọc thêm",
            "Chúng tôi đưa tôi đến đây vì chúng tôi có chút thời gian rảnh trước khi đến sân bay. Nó khá nhỏ nhưng chúng tôi rất thích các cuộc triển lãm và mô phỏng. Hơi đắt tiền. Có một quán cà phê đẹp cạnh quầy lễ tân. Đọc thêm",
            "Cảm ơn bạn vì đánh giá tốt đẹp nàyĐọc thêm",
            "Đi đến thủy cung này vì khách sạn nằm ngay góc đường và có một điều thú vị để làm vào một buổi tối. Rất nhiều cá để xem, được bố trí đẹp mắt và được bảo quản tốt - những đường hầm nhỏ để ngắm cá cận cảnh và trải nghiệm lặn sâu dưới tàu ngầm - điều này thật thú vị. Cửa hàng quà tặng nhỏ và quán cà phê. Không lớn nhưng vẫn có trải nghiệm tốt.Đọc thêm",
            "Cảm ơn bạn vì đánh giá tốt đẹp nàyĐọc thêm",
            "Bộ sưu tập cá đáng yêu trong một khu vực tương đối nhỏ. Giá hơi đắt so với những điểm tham quan tương tự khác. Nhân viên thân thiện, vệ sinh các tấm đệm tương tác và cửa sổ để đảm bảo vệ sinh và tầm nhìn tốt. Đọc thêm",
            "Cảm ơn bạn vì đánh giá tốt đẹp nàyĐọc thêm",
            "Tôi có 2 vé người lớn nhưng không thể sử dụng vì hạn chế của virus corona.  \n\nTôi có thể sử dụng chúng vào tháng 2 năm 2021 tiếp theo khi chúng tôi đã đặt lại không?Đọc thêm",
            "Các nhân viên rất hữu ích và thân thiện, tôi chắc chắn rằng họ biết mức độ nghiêm trọng của đại dịch, họ sẽ có thể đáp ứng, chỉ cần họ điều hành để xác nhận.\nGiữ an toàn trong thời gian chờ đợi. Đọc thêm",
            "Có thể mang vali nhỏ vào trong Thủy cung không?Đọc thêm",
            "Chắc chắn Đọc thêm",
            "Bạn có mở cửa vào Giáng sinh và Ngày tặng quà không ???Đọc thêm",
            "Thủy cung Quốc gia Malta mở cửa hàng ngày từ Thứ Hai đến Chủ Nhật, từ 10:00 đến 18:00, lượt vào cuối cùng lúc 17:30.Đọc thêm",
            "Khi mua vé trực tuyến có phải in ra không?Đọc thêm",
            "không cần .. tùy thíchĐọc thêm",
            "Tôi có thể mua vé tại chỗ hay tôi phải đặt trước? Tôi sẽ đi vào tuần tới, thứ ba hoặc thứ tư. Suse BorbaĐọc thêm",
            "Chúng ta có thể cất giữ hành lý trong thời gian lưu trú tại thủy cung không?Đọc thêm",
            "Chúng ta có thể cất giữ hành lý trong thời gian lưu trú tại thủy cung không?Đọc thêm",
            "Có, miễn là chúng là hành lý nhỏ và chỉ dành cho khách lẻ chứ không phải theo nhómĐọc thêm",
            "Tôi có thể mua vé vào ngày được không? \nĐọc thêm",
            "vâng, bạn có thể mua vé tại cửaĐọc thêm",
            "Tôi có thể mua vé vào ngày được không? \nĐọc thêm",
            "Có, bạn có thể mua vé tại chỗĐọc thêm",
            "Nó có đóng cửa vào tháng 9 không? Khi đến nghỉ lễ với trẻ em.Đọc thêm",
            "Nó mở cửa quanh năm từ 10 giờ sáng đến 8 giờ tối.  Nếu bạn dự định thực hiện một chuyến đi trên một trong những chiếc xe buýt mui trần, hãy làm điều đó trước tiên vì họ có mã thông báo trên vé giúp bạn giảm 3,00 phí vào cửa tại Thủy cung. Chỉ cần xé lỗ thủng và trưng bày cho đến khi bạn bước vào.Đọc thêm"
        ],
        "star_ratings": [
            1764,
            1724,
            899,
            219,
            83
        ],
        "review_amount": 4689,
        "location": [
            "Thủy cung Quốc gia Malta",
            "Châu Âu",
            "Các hoạt động ở Qawra",
            "Malta",
            "Đảo Malta",
            "Qawra"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written October 1, 2023",
            "Written October 15, 2023",
            "Written November 4, 2023",
            "Written November 8, 2023",
            "Written November 24, 2023",
            "Written November 26, 2023",
            "Written January 7, 2024",
            "Written January 11, 2024",
            "Written January 27, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 20, 2024",
            "Written April 26, 2024",
            "Written April 24, 2024",
            "Written April 19, 2024",
            "Written April 7, 2024",
            "Written April 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608947-d4753782-Reviews-Malta_National_Aquarium-Qawra_Island_of_Malta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d4814892-Reviews-Lovage_Bistro-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d1752484-Reviews-Woodhut_Pub_Diner-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d26887189-Reviews-Trattoria_Riccardo-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d8381082-Reviews-Cheeky_Monkey_Gastropub_Qawra-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608946-d14411805-Reviews-Carvv_Grill_Enoteca-St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608946-d15237947-Reviews-Michele_s_Cafe-St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d2425124-Reviews-Knickerbocker_Restaurant-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608946-d7039194-Reviews-Cafe_del_Mar_Malta-St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d4036048-Reviews-Luzzu_Restaurant-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608947-d3477902-Reviews-Red_Lion_Pub-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d4501096-Reviews-Cafe_del_Mar_Malta-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608946-d23905601-Reviews-Qawratower-St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d12875293-Reviews-Qawra_Point_Beach-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d1070027-Reviews-Malta_Classic_Car_Collection_Museum-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d23910531-Reviews-Ix_xtajta_Tal_qawra-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d23964652-Reviews-Aerial_Training_Aid_For_Wwii-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d3752866-Reviews-Oracle_Casino-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1200548-d23908698-Reviews-Salina_Bay-Naxxar_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d523439-Reviews-Mdina_Old_City-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d3317921-Reviews-Bugibba_Water_Park-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d4753782-Reviews-or10-Malta_National_Aquarium-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d2302964-Reviews-The_Elvis_Tribute_Lounge-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d3834959-Reviews-Dawn_Diving-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d1599651-Reviews-Neptunes_Diving_Malta-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d3619324-Reviews-WaterWorld_Malta-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d2216084-Reviews-Malta_Travel_Net-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d16923176-Reviews-Seahorse_Cruises-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d9876877-Reviews-Alex_Bar-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d7225183-Reviews-Pearl_Spas_db_San_Antonio_Hotel-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d8457947-Reviews-Orangeshark_H2O-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d16881464-Reviews-Malta_Sights-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d10744661-Reviews-Playa_Portals_Vells-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d14997706-Reviews-Hawana_Aqua_Park-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g319817-d2076518-Reviews-Tyre_Beach-Sur_South_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g33241-d4555692-Reviews-Sunset_State_Beach-Watsonville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34344-d552889-Reviews-Harry_Harris_Park-Key_Largo_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189489-d7753873-Reviews-Leonidas_Monument-Sparta_Sparta_Municipality_Laconia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g154945-d1569437-Reviews-Black_Ball_Ferry_Line-Victoria_Victoria_Capital_Regional_District_Vancouver_Islan.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d116836-Reviews-Bixby_Bridge-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d103582-Reviews-John_F_Kennedy_Hyannis_Museum-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g49268-d10941666-Reviews-Lake_Lure-Lake_Lure_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608947-d4753782-Reviews-or10-Malta_National_Aquarium-Qawra_Island_of_Malta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608947-d4753782-Reviews-Malta_National_Aquarium-Qawra_Island_of_Malta.html"
    }
]