[
    {
        "attraction_name": "Mango Cruises",
        "attraction_name_vi": "Du thuyền Mango",
        "general_info": [
            "285 đánh giá",
            "27 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Mango Cruises cung cấp nhiều sản phẩm và dịch vụ khác nhau tại Đồng bằng sông Cửu Long. Bắt đầu với tour du lịch Bến Tre trong ngày dành cho những ai muốn có một ngày trọn vẹn, chúng tôi cũng có một khu nghỉ dưỡng boutique dành cho những ai muốn trải nghiệm qua đêm tại khu nghỉ dưỡng ven sông xinh đẹp của chúng tôi, được trang bị WiFi, máy lạnh và tủ lạnh trong phòng. Cuối cùng, chúng tôi cung cấp dịch vụ Du thuyền Sampan riêng đến nhiều điểm đến trên khắp Đồng bằng sông Cửu Long và điều tuyệt vời nhất là Sampan của bạn hoàn toàn là của bạn. Dù bạn có nhu cầu gì, Mango Cruises đều có chương trình phù hợp với bạn. Đọc thêm",
        "reviews": [
            "When I was looking to book a tour in Ho Chi Minh, I scoured reviews and settled on Come and Go Vietnam.  EXCELLENT choice!  First of all, Jay immediately responded to my inquiry, and then proceeded to put an incredible tour together for us.  We requested a couple of changes, and he was more than accommodating.  We had to contact him a couple of times during our trip, and once again, he responded almost immediately.  Tour started with a tour guide meeting us at the airport.  He was waiting for us upon our exit from the airport, and was driving a very nice, new and clean SUV.  Our drive out to the country was cool and comfortable.  When we got to Mango Home Hotel, they were waiting for us in a golf cart.  We traveled down a few beautiful paths and came upon the hotel which is set on the Mekong Delta.  BEAUTIFUL property, and the kindest staff.  Ben in particular was beyond incredible.  He called us by name the entire trip, and made sure that we were more than taken care of.  His attention to detail was superior.  All of the little trips from the hotel by boat, bicycles, golf carts....they were all absolutely incredible.  We learned so much, and thoroughly enjoyed the amazing hospitality of the lovely people in the Mekong Delta.  Trip back to Ho Chi Minh was in the same SUV, so incredibly comfortable.  Our tours in Ho Chi Minh were also top notch.  From Tony, who took us by speedboat up the Saigon River to the Cu Chi Tunnels, to Suishi who toured us through Ho Chi Minh on Vespas, to Thomas who toured us through various museums, they were all AMAZING.  I would recommend this company to anyone looking to tour Vietnam.  They were superior in every way, and we feel very lucky to have had them plan our trip.  Couldnt have been any better!Read more",
            "Chỉ muốn cảm ơn tất cả mọi người, đặc biệt là hướng dẫn viên du lịch đáng yêu của chúng tôi, ông Thanh, người rất hữu ích và hiểu biết. Anh chàng có chuyến du ngoạn Bến Tre trên chuyến 120324 do Scott Dunn Travel và EXO Travel đặt trước thực sự thú vị và đặc biệt. Cảm ơn tất cả các nhân viên tại nhà xoài, chúng tôi đã có một bữa trưa ngon miệng và một đồ uống lạnh rất xứng đáng.  Mọi người đều rất chào đón. Địa điểm đẹp!Đọc thêm",
            "Một ngày thực sự tuyệt vời trên đồng bằng sông Cửu Long với Mango Cruises. Vee đã chăm sóc chúng tôi và chúng tôi đã có một ngày đầy thông tin và thú vị. Một thời gian nghỉ ngơi tuyệt vời từ sức nóng của thành phố. Cảm ơn tất cả các bạn.OliviaĐọc thêm",
            "Chuyến tham quan sông xoài là trải nghiệm yêu thích của chúng tôi trong chuyến đi cho đến nay. Hướng dẫn viên Ben của chúng tôi rất tốt bụng và hiểu biết, lớn lên ở khu vực địa phương nhưng cũng đã đến Singapore để nghiên cứu về du lịch ở trình độ cao, vì vậy anh ấy có thể nói chuyện với chúng tôi về các cộng đồng địa phương mà chúng tôi đã ghé thăm, đồng thời giải thích cho họ một cách rất chi tiết. bối cảnh rộng hơn, điều này chắc chắn đã bổ sung thêm trải nghiệm. Chúng tôi đã đưa con gái mình nghỉ học một thời gian ngắn trong chuyến đi này, vì vậy thật vui khi cảm thấy rằng tất cả chúng tôi đã học được rất nhiều điều và mang về quá đủ tài liệu cho một ngày học! Ben rất tuyệt với bọn trẻ và tất cả những người dân địa phương chúng tôi đến thăm cũng vậy. Chuyến tham quan bao gồm các chuyến thăm quan các doanh nghiệp địa phương đích thực như nhà máy gạch, trang trại dừa, nhà sản xuất bánh tráng, nhà máy chưng cất rượu gạo và nhiều hơn thế nữa. Chiếc thuyền được trang bị tốt và thoải mái và cảm giác rất thư giãn khi được đưa đi trên sông Mê Kông như một gia đình. Nhìn chung, toàn bộ chuyến đi thật tuyệt vời và tôi chắc chắn sẽ giới thiệu nó cho các gia đình đến thăm khu vực.Đọc thêm",
            "Tour du lịch tuyệt vời xung quanh khu vực. Hướng dẫn viên rất am hiểu và chuyên nghiệp, ấm áp và thân thiện - tiếc là tôi không biết tên cô ấy. Tham quan một công trình gạch, chợ địa phương, nhà máy sản xuất rượu gạo vẫn còn trong vườn của ai đó, một nơi làm kẹo dừa và một nơi làm bánh tráng. Di chuyển bằng thuyền, vạn đò - bắt tôm lớn trên đường, xe đạp và xe máy địa phương và cuối cùng là ô tô điện. Một ngày tuyệt vời đáng giá với bữa trưa ở giữa! Rất khuyến khích - kết thúc tuyệt vời cho kỳ nghỉ của chúng tôi ở Việt Nam.Đọc thêm",
            "Chuyến tham quan quanh tỉnh Bến Tre thật hấp dẫn.  Hướng dẫn viên của chúng tôi rất xuất sắc và đã chỉ cho chúng tôi toàn bộ các hoạt động truyền thống của địa phương. Chúng tôi di chuyển một phần bằng thuyền, một phần bằng ca nô và một phần bằng xe đạp.  Cơ sở tại Mango Home rất đẹp với những khu vườn xinh đẹp và đồ ăn tuyệt vời.Đọc thêm",
            "Một sự lột xác hoàn toàn. Chúng tôi chỉ dành 1 giờ trên thuyền. Chúng tôi đã đến thăm một vài nơi trước bữa trưa một cách ngắn gọn, sau đó chúng tôi ăn trưa và dành nửa giờ nữa để tham quan các địa điểm địa phương làm bánh tráng và rượu gạo. Tất cả chúng tôi đã hoàn thành trước 1 giờ chiều và thế là xong. Tham quan qua. Không có kế hoạch gì cho ngày thứ 2 cả. Tôi đã chi 1000 NZD cho thứ rác rưởi nàyĐọc thêm",
            "Gia đình chúng tôi đã có trải nghiệm khó quên trên du thuyền Sampan. Nó vượt quá mọi mong đợi của chúng tôi. Nhóm Mango do T dẫn đầu, rất giàu kinh nghiệm, tôn trọng và có sức chứa. Đồ ăn phục vụ trên thuyền rất ngon, bọn trẻ nói chả giò ngon nhất Việt Nam. Điểm nổi bật của chúng tôi là đi bộ và đạp xe qua các làng quê. Sự tương tác với người dân địa phương thực sự độc đáo. Hành trình này rất được khuyến khích.Đọc thêm",
            "Chuyến đi này vượt quá mong đợi của chúng tôi. Thức ăn rất tuyệt vời, đặc biệt là trái cây tươi. Hai trong số nhóm 3 người của chúng tôi có nhu cầu ăn kiêng đặc biệt và những nhu cầu này đều được đáp ứng mà không gặp vấn đề gì. Các phòng đều sạch sẽ và đáng yêu. Chúng tôi thực sự thích đến thăm các gia đình địa phương và xem hoạt động kinh doanh tại nhà của họ. Chúng tôi hơi lo lắng khi đi xe buýt công cộng từ TP.HCM nhưng nó rất dễ dàng và liền mạch. Chiếc xe tải nhỏ đã sẵn sàng ở Bến Tre để đưa chúng tôi vào làng và chúng tôi đã gặp những nhân viên đã chở chúng tôi đến Mango Home. Tất cả nhân viên đều rất tốt bụng, hữu ích và nói tiếng Anh tốt.Đọc thêm",
            "Chuyến đi là tất cả những gì chúng tôi mong đợi và hơn thế nữa. Hướng dẫn viên của chúng tôi, ông T, rất nhiều thông tin và là một công ty thú vị. Một niềm vui thực sự để dành thời gian với. Máy chủ của chúng tôi, Ying, đã nghĩ đến mọi thứ và không thể tử tế hơn như các nhân viên còn lại. Đầu bếp Kang của chúng tôi đã phục vụ nhiều món ăn khác nhau và rất phù hợp với khẩu vị của chúng tôi. Thức ăn rất tươi và ngon. Anh T dẫn chúng tôi đi tham quan bằng xe đạp đến nhà riêng để thăm người dân và tìm hiểu về văn hóa của họ cũng như các Đền chùa và chợ. Chúng tôi cũng có nhiều thời gian để thư giãn trên thuyền. Đây không phải là trải nghiệm đồng bằng sông Cửu Long điển hình của bạn mà là một điều gì đó rất đặc biệt và độc đáo. Đó thực sự là một trải nghiệm một lần trong đời. Chúng tôi đánh giá cao Mango Cruises. Đọc thêm",
            "Kính gửi nhóm, chúng tôi muốn có chuyến đi trong ngày với công ty của bạn vào ngày 23 tháng 11 năm 2022. Chúng tôi cần được đón trực tiếp tại Bến Tre ? Có thể và bạn có sẵn sàng không? Cảm ơn bạn trước, Olivier LiotinoĐọc thêm",
            "Kính gửi nhóm, chúng tôi muốn có chuyến đi trong ngày với công ty của bạn vào ngày 23 tháng 11 năm 2022. Chúng tôi cần được đón trực tiếp tại Bến Tre ? Có thể và bạn có sẵn sàng không? Cảm ơn bạn trước, Olivier LiotinoĐọc thêm",
            "Xin chào Tracey, bạn có thể cho tôi biết bạn đã chọn tour nào và đi bao nhiêu đêm không? Tôi chỉ có thời gian cho một chuyến du ngoạn qua đêm, nhưng đang cố gắng tìm ra nên đi tour nào.\n\nCảm ơn rất nhiều\nSally-annĐọc thêm",
            "CHÀO\nTôi đã gửi tin nhắn cho bạn qua trang web của bạn nhưng không có phản hồi. \nBạn có thể cho tôi biết giá cho chuyến du ngoạn Mê Kông 1 và 2 ngày từ ngày 11 đến ngày 12 tháng 5 được không?\nCảm ơn\nJoĐọc thêm",
            "Xin chào Jo\n\nSáu người chúng tôi vừa thực hiện chuyến đi 2D1N trên Lily Mae. Chuyến đi thật tuyệt vời và rất riêng tư.\nĐồ ăn trên tàu rất phong phú và ngon. Người hướng dẫn chúng tôi có là một cô gái trẻ 21 tuổi và cô ấy rất vui vẻ.\n\nChúng tôi trả 250usd mỗi lần, bao gồm phí vận chuyển khứ hồi từ TP.HCM.Đọc thêm",
            "Xin chào mọi người!\nCó ai ở Mango Cruise có thể giúp tôi một tay không?\nGần đây tôi đã gửi cho bạn hai e-mail vào ngày 5 tháng 11 và ngày 20 tháng 11 để hỏi về tình trạng sẵn có giữa Giáng sinh và Năm mới, nhưng thật đáng buồn là tôi không nhận được bất kỳ phản hồi nào...\nCó vấn đề gì với địa chỉ email của bạn không?\nXin được cảm ơn trước về sự giúp đỡ.\nTrân trọng,\nHervéĐọc thêm",
            "Tôi đã không gửi email khi tôi đi qua một công ty du lịch. Xin lỗiĐọc thêm",
            "Tôi quan tâm đến chuyến đi này cho tôi và con gái tôi. Cả hai chúng ta đều không còn trẻ! Mặc dù rất phù hợp. Xin hỏi chi phí cho chuyến đi 2 ngày 1 đêm vào tháng 11 năm nay là bao nhiêu? Cảm ơn bạn, JudyĐọc thêm",
            "Đây là trải nghiệm đắt giá nhất trong toàn bộ chuyến tham quan của chúng tôi nhưng nó rất xứng đáng vì chúng tôi có thuyền và nhân viên độc quyền. Chúng tôi đã trả 400 USD mỗi đôi mỗi đêm. Điều này bao gồm phòng đẹp và tất cả các bữa ăn. Nếu bạn có đủ khả năng thì hãy tiếp tục. Đó là một điểm nổi bật đối với chúng tôi! Đọc thêm",
            "Xin chào tất cả các bạn tại Mango Cruises!  Tôi đã gửi email cho bạn hai lần mà không có phản hồi, tôi đã sử dụng địa chỉ email liên hệ trên trang web của bạn\ncó vấn đề gì không?  Xin hãy cho tôi lời khuyên vì tôi đang cố gắng sắp xếp một hành trình dài và phức tạp - và tôi cần phải\nbiết liệu bạn có thể giúp đỡ với yêu cầu của tôi hay không.  Mong nhận được phản hồi sớm từ bạn.Đọc thêm",
            "Xin chào 49karenl, \n\nHiện tại, chúng tôi không có bất kỳ email nào chưa được trả lời nhưng sử dụng bộ lọc giúp chúng tôi chặn thư rác không mong muốn hoặc lời kêu gọi hành động không cần thiết. \n\nChúng tôi cũng có thể liên hệ với chúng tôi trên Whatsapp 1 250 864 5804. \n\nCảm ơn một lần nữa và hy vọng nhận được phản hồi sớm từ bạn.Đọc thêm",
            "Có vẻ như tôi gặp khó khăn khi liên hệ với Mango Cruises. Đã gửi email cho họ mà không có phản hồi vậy địa chỉ email chính xác là gì?Đọc thêm",
            "Kính gửi Visvader, \nXin lỗi vì dường như đã có trục trặc trong hệ thống email của chúng tôi. Chúng tôi đã khắc phục vấn đề này và rất mong nhận được câu hỏi của bạn. \n\nDu thuyền MangoĐọc thêm",
            "Không có giá hoặc nút đặt chỗ hiển thị trên bài đăng.  Thời gian rảnh của bạn từ ngày 16 tháng 12 đến ngày 24 tháng 12 năm 2016Đọc thêm",
            "Xin chào Sef, \nChúng tôi cung cấp nhiều chương trình du lịch khác nhau và do đó, không thể cung cấp quy trình nút đặt ngay bây giờ đơn giản. \n\nvui lòng gửi email cho chúng tôi tới thông tin tại mangocruises. com và bạn sẽ nhận được phản hồi ngay trong ngày. \n\nCảm ơn một lần nữa, \n\nDu thuyền MangoĐọc thêm",
            "Chúng tôi sẽ có chuyến du ngoạn Thiên niên kỷ nổi tiếng vào tháng 11 năm nay. Chúng tôi quan tâm đến việc đi du thuyền trên sông Mê Kông.\nChúng tôi muốn biết chuyến tham quan kéo dài bao nhiêu giờ. thời gian khởi hành và liệu họ có thể đón chúng tôi từ thuyền hay chúng tôi nên đợi ở khách sạn trung tâm.\nCảm ơn bạn rất nhiềuĐọc thêm"
        ],
        "star_ratings": [
            246,
            23,
            9,
            4,
            3
        ],
        "review_amount": 285,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du thuyền Mango",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written April 15, 2024",
            "Written March 27, 2024",
            "Written February 25, 2024",
            "Written February 8, 2024",
            "Written January 26, 2024",
            "Written January 18, 2024",
            "Written January 16, 2024",
            "Written December 26, 2023",
            "Written December 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2424536-Reviews-Mango_Cruises-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-or10-Mango_Cruises-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836066-Reviews-Mekong_Delta_Luxury_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d17202005-Reviews-Mekong_Delta_Tour-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d11881274-Reviews-DinHo_Ecotour-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d14096769-Reviews-Mr_BikerBentre-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d15527734-Reviews-Nam_Bo_Tours-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d5996839-Reviews-Bao_Duyen_Tourist-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d16671028-Reviews-Vien_Minh_Pagoda-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d25299843-Reviews-MEKONG_TOUR-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d13312993-Reviews-Sense_City-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d13312988-Reviews-Ben_Tre_Museum-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d8037532-Reviews-Du_lich_Ben_Tre-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d25400110-Reviews-Bum_Karaoke_Restaurant-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d4708383-Reviews-Xoa_Bop_Xong_Hoi-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d27156326-Reviews-Ham_Luong_River-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469417-d7988904-Reviews-Con_Phung_Tourist-My_Tho_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d15529164-Reviews-Cahoon_Hollow_Beach-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d153836-Reviews-Molokini_Crater-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g303648-d3422340-Reviews-ECO_Bar_By_Michael-Nessebar_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298173-d12662671-Reviews-Nismo_Showroom-Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d141315-Reviews-Snoqualmie_Falls-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d107777-Reviews-Noah_s_Ark_Water_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d510772-Reviews-Ocean_City_Boardwalk-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d8285991-Reviews-Menara_Mall-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d612831-Reviews-Oliver_Winery-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187462-d7189807-Reviews-Cala_Romantica-Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-or10-Mango_Cruises-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-Mango_Cruises-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Mango Cruises",
        "attraction_name_vi": "Du thuyền Mango",
        "general_info": [
            "285 đánh giá",
            "27 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Mango Cruises cung cấp nhiều loại sản phẩm và dịch vụ tại Đồng bằng sông Cửu Long. Bắt đầu với chuyến tham quan Bến Tre trong ngày dành cho những ai muốn có một ngày trọn vẹn, chúng tôi cũng có một khu nghỉ dưỡng boutique dành cho những ai muốn trải nghiệm qua đêm tại khu nghỉ dưỡng Riverfront xinh đẹp của chúng tôi với Wi-Fi, máy lạnh và tủ lạnh quầy bar trong phòng. Cuối cùng, chúng tôi cung cấp Du thuyền Sampan riêng đến nhiều điểm đến trên khắp Đồng bằng sông Cửu Long và trên hết, thuyền tam bản của bạn hoàn toàn là của bạn. Dù nhu cầu của bạn là gì, Mango Cruises đều có chương trình phù hợp với bạn.Đọc thêm",
        "reviews": [
            "Không có từ nào có thể giải thích thực sự chuyến đi này kỳ diệu như thế nào. Các nhân viên thật tuyệt vời và dự kiến. Các hướng dẫn viên du lịch thông thạo tiếng Anh và rất am hiểu về khu vực. Khám phá sông Mê Kông với Mango Cruises, bạn thực sự có được trải nghiệm khác biệt so với phần còn lại của Việt Nam.  Thức ăn rất tuyệt, thuyền có nước nóng và máy lạnh.  Nó đáng giá và tôi sẽ đặt nơi này lên đầu danh sách những địa điểm mà tôi muốn giới thiệu cho mọi người đến thăm ở Việt Nam vì tôi hiện đang sống ở Hà Nội.Đọc thêm",
            "Tôi đã đi du lịch từ những năm đầu hai mươi, bây giờ tôi đã ngoài 50: chuyến du lịch hôm nay cùng gia đình là một trong những trải nghiệm tuyệt vời nhất từ ​​trước đến nay.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi trong ngày Bến Tre và có khoảng thời gian tuyệt vời. Chúng tôi đã có toàn bộ chuyến tham quan cho chính mình và người hướng dẫn đáng yêu của chúng tôi rất am hiểu và trả lời hàng triệu câu hỏi của chúng tôi. Thực sự rất thích đạp xe qua làng và dừng lại để xem nghề làm gạch, nhà máy dừa, bánh tráng và làm mì cùng những thứ khác. Trái cây trên thuyền thật thần thánh và bữa trưa rất tươi và ngon. Họ cũng giúp chúng tôi đặt xe buýt đến và đưa đón đến Mango Homes. Muốn giới thiệu như một chuyến đi trong ngày để thoát khỏi sự nhộn nhịp của TP HCM. : Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Vuy hướng dẫn của chúng tôi là một điều trị tuyệt vời. Địa phương trong khu vực và được đào tạo tốt bằng tiếng Anh. Anh ấy chú ý đến tất cả các câu hỏi của chúng tôi và chứa đầy thông tin thực tế về khu vực. Chuyến tham quan đã được lên kế hoạch tốt với đủ thời gian dành cho từng điểm dừng. Được đón và trả khách từ khách sạn của chúng tôi ở Hồ Chí Minh đã giúp bạn có một ngày dễ dàng với nhiều trải nghiệm tuyệt vời. Muốn giới thiệu cho bất cứ ai muốn ghé thăm khu vực. Cảm ơn bạn!Đọc thêm",
            "Chuyến du lịch kéo dài một ngày đến vùng nông thôn Việt Nam này được tổ chức cực kỳ tốt, giúp chúng tôi tiếp xúc với rất nhiều khía cạnh khác nhau của cuộc sống bên ngoài các thành phố lớn. Trong chuyến tham quan, chúng tôi được di chuyển bằng xe điện, xe đạp, thuyền tam bản và thuyền sông để đến thăm nhà máy chế biến dừa, cơ sở sản xuất gạch, một ngôi nhà địa phương nơi chúng tôi thấy cách làm bánh tráng và bữa trưa sáu món ngon lành bên ngoài trong khung cảnh tuyệt đẹp. Điều quan trọng nhất là chúng tôi đã được nhìn thấy rất nhiều phong cảnh ngoạn mục ở vùng sâu vùng xa này. Định kỳ trong ngày cũng như trên sông đều có trái cây tươi và đồ uống, luôn được phục vụ chu đáo. Chúng tôi luôn cảm thấy như những vị khách được đối xử tốt. Đây là một cách tuyệt vời để trải nghiệm cuộc sống ở vùng nông thôn Việt Nam. Rất đáng để đưa điều này vào hành trình của bạn!Đọc thêm",
            "Một tour du lịch riêng tuyệt vời và được tổ chức tốt bao gồm các chuyến đi xích lô và vạn đò, thăm cơ sở kinh doanh dừa của gia đình, làm gạch, làm rượu gạo và học cách làm bánh tráng! Sự chào đón và lòng hiếu khách trên tàu với trái cây tươi và nước cốt dừa khi chúng tôi đến và bữa trưa tại Mango Home thật tuyệt vời. Muốn giới thiệu!!!! Đọc thêm",
            "Chúng tôi đã đặt tour du lịch nửa ngày nửa đêm 3 ngày 2 đêm và có một trải nghiệm tuyệt vời. Thuyền và khuôn viên rất đẹp. Đồ ăn thì tuyệt vời. Với bữa ăn 5 món trong mỗi bữa trưa và bữa tối, bạn thực sự được thử nhiều món ăn Việt Nam. Tuy nhiên, quan trọng hơn, mọi người chúng tôi gặp trong chuyến đi đều nồng nhiệt và thân thiện, khiến chúng tôi cảm thấy như ở nhà. Hướng dẫn viên của chúng tôi, Thu, thật tuyệt vời. Cô ấy nói tiếng Anh rất hay và đảm bảo không chỉ chỉ ra những gì chúng tôi đang thấy mà còn cho chúng tôi biết lịch sử và bối cảnh đằng sau đó. Chúng tôi thực sự đã có một khoảng thời gian tuyệt vời và sẽ giới thiệu công ty này mà không do dự. Đọc thêm",
            "Chúng tôi đã đến Đồng bằng sông Cửu Long khoảng 10 năm trước và có những kỷ niệm đẹp về nơi đây là một điểm đến rất đặc biệt. Chuyến đi này, chúng tôi đã đặt một chuyến du lịch riêng và muốn chia sẻ trải nghiệm với 3 đứa con đã trưởng thành của mình. Hôm nay là ngày 31 tháng 12 nên có lẽ đường phố đông đúc hơn bình thường nhưng chuyến đi phải mất không dưới 6 tiếng để về bằng xe van. Chuyến tham quan Delta vẫn ổn nhưng không có gì tuyệt vời. Hướng dẫn đã làm những gì được yêu cầu nhưng không hấp dẫn hoặc thú vị. Bữa ăn trên sông thật đáng yêu và chủ nhà rất niềm nở. Phần đồng bằng mà chúng tôi đến thăm có vẻ là khu công nghiệp chứ không phải những tuyến đường thủy đẹp đẽ yên tĩnh như tôi nhớ. Chúng tôi rất vội vã vì chuyến bay đến của chúng tôi bị hoãn và chúng tôi phải quay lại Hồ Chí Minh vào đêm hôm đó, cuối cùng chúng tôi đã bỏ lỡ một nửa thời gian nên chúng tôi phải thu gọn chuyến đi trên vùng đồng bằng, nhưng ngay cả khi chúng tôi không làm vậy - điều đó rất khó khăn. trung bình và nếu có thời gian trở lại, chắc chắn chúng tôi sẽ không chi nhiều tiền như vậy cho một trải nghiệm tầm thường. Nó có tiềm năng và có lẽ với những hướng dẫn nhiệt tình hơn và lòng hiếu khách vào bữa trưa được mở rộng thành trải nghiệm chất lượng cả ngày - họ có thể cải thiện. Đọc thêm",
            "Chúng tôi ở tại Mango River Resort và đặt chuyến đi thuyền nửa ngày trong khu vực. Đó là một chuyến đi tuyệt vời được thực hiện đặc biệt bởi hướng dẫn viên Diệp của chúng tôi, người thực sự có nhiều thông tin, hữu ích và rất vui. Có cảm giác như chúng tôi đã thu thập được rất nhiều thứ trong một khoảng thời gian ngắn.Đọc thêm",
            "Không còn nghi ngờ gì nữa, một trong những điều tuyệt vời nhất đã xảy ra trong chuyến đi đến Việt Nam của chúng tôi. Chiếc thuyền thật tuyệt vời, đơn giản là đẹp. Các nhân viên đang mở rộng thực sự chăm sóc bạn. Đầu bếp thật tuyệt vời và làm cho chúng tôi một số món ăn ngon. Thuyền dừng dọc đường để thăm các ngôi làng địa phương, chợ và các địa điểm khác. Đừng ngần ngại đặt chỗ này, bạn sẽ không hối tiếc đâu.Đọc thêm"
        ],
        "star_ratings": [
            246,
            23,
            9,
            4,
            3
        ],
        "review_amount": 285,
        "location": [],
        "reviews_time": [
            "Written September 3, 2023",
            "Written August 28, 2023",
            "Written December 26, 2022",
            "Written July 8, 2022",
            "Written April 18, 2020",
            "Written March 5, 2020",
            "Written February 8, 2020",
            "Written January 8, 2020",
            "Written December 19, 2019",
            "Written August 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2424536-Reviews-or10-Mango_Cruises-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-Mango_Cruises-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-or20-Mango_Cruises-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836066-Reviews-Mekong_Delta_Luxury_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d17202005-Reviews-Mekong_Delta_Tour-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d11881274-Reviews-DinHo_Ecotour-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d14096769-Reviews-Mr_BikerBentre-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d15527734-Reviews-Nam_Bo_Tours-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d5996839-Reviews-Bao_Duyen_Tourist-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d16671028-Reviews-Vien_Minh_Pagoda-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d25299843-Reviews-MEKONG_TOUR-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d13312993-Reviews-Sense_City-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d13312988-Reviews-Ben_Tre_Museum-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d8037532-Reviews-Du_lich_Ben_Tre-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d25400110-Reviews-Bum_Karaoke_Restaurant-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d4708383-Reviews-Xoa_Bop_Xong_Hoi-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d27156326-Reviews-Ham_Luong_River-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469417-d7988904-Reviews-Con_Phung_Tourist-My_Tho_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d149576-Reviews-Mount_Isabel_de_Torres-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d2279461-Reviews-Cape_Cod_Inflatable_Park-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d1028434-Reviews-Alanya_Kalesi-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309034-Reviews-Sigatoka_Sand_Dunes_National_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298060-d23099966-Reviews-UAE_Pygmy_Zoo-Ajman_Emirate_of_Ajman.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8474511-Reviews-Thai_Town-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237745-d2321775-Reviews-Pala_U_Waterfall-Kaeng_Krachan_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d258836-Reviews-Station_Inn-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g663143-d13809762-Reviews-Afytos_Central_Square-Afitos_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d13630594-Reviews-Tony_s_Chocolonely_Superstore-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-or20-Mango_Cruises-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-or10-Mango_Cruises-Ho_Chi_Minh_City.html"
    }
]