[
    {
        "attraction_name": "Mantanani Island",
        "attraction_name_vi": "Đảo Mantanani",
        "general_info": [
            "192 đánh giá",
            "29 trên 89 hoạt động giải trí ở Kota Kinabalu",
            "Quần đảo"
        ],
        "attraction_summary": "Thật ngu ngốc khi chúng tôi để anh chàng căn hộ của mình thuyết phục chúng tôi thực hiện một chuyến đi đến hòn đảo này để lặn với ống thở. 1,5 giờ lái xe và sau đó đi thuyền 1 giờ đến một bãi biển không có gì đặc biệt. Lặn biển không tốt và rận biển rất hung ác. Đi đến các đảo ngoài khơi KK. Đừng lãng phí thời gian của bạn ở đây và KHÔNG đến Lovely Beach Club.Đọc thêm",
        "reviews": [
            "Chúng tôi lo lắng về chuyến đi 4 ngày của mình sau khi đọc các bài đánh giá mô tả một hòn đảo bẩn thỉu và những khu nghỉ dưỡng tồi tệ, nhưng chúng tôi đã có khoảng thời gian tuyệt vời ở Mantanani và sẽ giới thiệu nó cho bất kỳ ai coi trọng sự yên bình và tĩnh lặng hơn là trải nghiệm hoàn hảo. Vâng, có những chai lọ vương vãi khắp nơi bên ngoài nhiều khu nghỉ dưỡng đã đóng cửa. Đúng, nó đã bị ảnh hưởng nặng nề bởi Covid và có rất ít cơ sở mở về tiện nghi. NHƯNG, nếu bạn tìm được một nhà trọ hoặc khu nghỉ dưỡng tốt để ở và đừng mong đợi bãi biển có nhiều quán bar và warung thì bạn sẽ có một khoảng thời gian hoàn toàn tuyệt vời. Chúng tôi ở phía tây hòn đảo tại Norsah Homes, gần khu nghỉ dưỡng Little Dolphin và Reluxe và nhận thấy bãi biển và vịnh sạch đẹp. Lời khuyên lớn nhất của chúng tôi là hãy mang theo kem chống nắng, đồ vệ sinh cá nhân, v.v. vì chỉ có những cửa hàng ở chợ kampong rất nhỏ. Ngoài ra, hãy đảm bảo tất cả đồ ăn của bạn đều được sắp xếp hợp lý, do khu nghỉ dưỡng trọ cung cấp hoặc mang theo bên mình. Nếu bạn đang muốn tận hưởng một bãi biển tránh xa đám đông, hòn đảo này là dành cho bạn. Nhiều buổi sáng, chúng tôi bơi lội và thực sự là những người duy nhất bơi trong vịnh. Chúng tôi đã không gặp những khách du lịch khác trong hai ngày liền và người dân địa phương rất thân thiện và hữu ích. Chúng tôi đã thực hiện bốn chuyến lặn biển và có rất nhiều điểm lặn với ống thở, bao gồm cả một điểm nhỏ mà chúng tôi có thể đến khi bơi từ bờ. Tóm lại, hòn đảo này đang hồi phục và chưa hoàn hảo, nhưng với một chút kiên nhẫn và chuẩn bị, bạn có thể có một kỳ nghỉ như vậy yên bình và thư giãn mà bạn thực sự không thể có được ở bất cứ nơi nào khác. Đọc thêm",
            "Đáng buồn là hòn đảo này đầy rác khắp nơi. Trên bãi biển và trên biển. Khi xuống biển bạn nhìn thấy chai nhựa, quần áo. Kinh nghiệm khủng khiếp. Chúng tôi rời đi sau 1 đêm. Hơn nữa có khá nhiều người đi trong ngày. Khu nghỉ dưỡng nơi chúng tôi ở khu nghỉ dưỡng cá heo nhỏ rất cơ bản với lũ gián và gạch rơi trong phòng tắm. Chỉ có khách du lịch Trung Quốc mới tổ chức bữa tối, bữa sáng cho họ. Điều tích cực duy nhất là một trong 2 địa điểm lặn với ống thở mà chúng tôi ghé thăm cách khu nghỉ mát 15 phút đi thuyền. Rạn san hô xanh chưa từng thấy với rất nhiều loài cá nhiệt đớiĐọc thêm",
            "Mặc dù có ống thở rất đẹp và cảnh quan đẹp nhưng hòn đảo lại gây thất vọng vì nhựa và rác dọc bờ biển. Theo nghĩa đen, không thể đi bộ trên bãi biển vì lượng rác thải, chủ yếu là chai nhựa nhưng không chỉ phủ đầy cát. Điều này thật đáng buồn! Chúng tôi đã đặt 3 đêm tại Little Dolphin với giá quá cao và rất cơ bản và chúng tôi quyết định quay lại KK sau đêm đầu tiên vì cảm thấy không thoải mái với bụi bẩn xung quanh. Tôi muốn tránh đến đó.Đọc thêm",
            "Chưa bao giờ thấy bất cứ điều gì như thế này và rất thất vọng. Hãy tự giúp mình và đừng ghé thăm cho đến khi chính phủ dọn dẹp nó. Toàn bộ nơi này đầy rác thải Đọc thêm",
            "Không còn nghi ngờ gì nữa, hòn đảo này đã từng rất đẹp nhưng giờ đây nó là vùng đất hoang nhựa. Các resort thiếu trách nhiệm trong việc sử dụng chai nước nhựa và dép dùng một lần. Thật chán nản! Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan này thông qua nhân viên hướng dẫn tại khách sạn Marriott. Đầu tiên, chúng tôi rất ngạc nhiên vì từ khách sạn đến bến tàu phải mất 2 giờ lái xe.  Sau đó, chúng tôi đợi ít nhất 45 phút để các nhóm khác đến và bị nhồi nhét vào một chiếc thuyền rất nhỏ để đi thuyền 45 phút ra đảo.  Rất may chúng tôi có hàng ghế sau mở ra bên ngoài nhưng tội nghiệp người ngồi trong rất nóng.  Chúng tôi đến đảo và thay đồ để đi lặn với ống thở. 2 điểm dừng, mỗi điểm 30 phút.  Chúng tôi vừa đi du lịch 3,5 giờ cho một giờ lặn với ống thở.  Bản thân việc lặn với ống thở chỉ ở mức trung bình.  Một số rạn san hô đẹp nhưng không có nhiều cá.  Trang web đầu tiên tốt hơn trang thứ hai.  Sau đó, quay trở lại đảo để ăn trưa và dành thời gian đi biển. Bãi biển nhỏ của chúng tôi gần như sạch sẽ nhưng chỉ cách đó 50 m đã chất đầy đống rác. Chúng tôi không chắc liệu nó đã bị cuốn trôi hay bị các chuyến tham quan khác để lại.  Sau đó, chúng tôi quay lại và trở về nhà sau 4 tiếng do giao thông vào giờ cao điểm không đùa được ở KK.  Một số khoảnh khắc đẹp như tranh vẽ, nhưng tôi sẽ bỏ qua khoảnh khắc này.    Đọc thêm",
            "Di chuyển bằng đường bộ đến một thị trấn ven biển và đi thuyền trong khoảng 30 phút để đến hòn đảo đầy cát xinh đẹp này. Nước trong vắt và có sẵn một số nhà điều hành chỗ ở. Một số hoạt động trên đảo là lặn với ống thở, lặn biển, chèo thuyền kayak, du thuyền ngắm cảnh hoàng hôn.Đọc thêm",
            "Khung cảnh thật tuyệt vời. Tôi sẽ không giới thiệu nơi này nếu bạn dễ bị say sóng. Nó quá xa đất liền. Khoảng 45 phút. Sử dụng tàu cao tốc để đến đây và chuyến đi gập ghềnh. Đọc thêm",
            "Chuyến thăm của tôi đến hòn đảo tuyệt vời này sẽ hứa hẹn một trải nghiệm đáng nhớ trong cuộc đời bạn. Có rất nhiều điều cần được khám phá ở đây. Đó là một điểm đến tuyệt vời cho những ai cần thoát khỏi sự hỗn loạn của thành phố. Chắc chắn, Redang hoàn toàn mang đến những trải nghiệm phong phú cho du khách. Vì vậy, hãy ghé thăm hòn đảo và tự mình trải nghiệm!Đọc thêm"
        ],
        "star_ratings": [
            63,
            59,
            36,
            18,
            16
        ],
        "review_amount": 192,
        "location": [
            "Malaysia",
            "Đảo Mantanani",
            "Phân khu Bờ Tây",
            "Thành phố Kota Kinabalu",
            "Quận Kota Kinabalu",
            "Những điều cần làm ở Kota Kinabalu",
            "Châu Á",
            "Sabah"
        ],
        "reviews_time": [
            "Written January 19, 2024",
            "Written September 15, 2023",
            "Written August 22, 2023",
            "Written August 20, 2023",
            "Written August 3, 2023",
            "Written July 9, 2023",
            "Written June 8, 2023",
            "Written June 2, 2023",
            "Written May 5, 2023",
            "Written April 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298307-d2432363-Reviews-Mantanani_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2432363-Reviews-or10-Mantanani_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sa.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d1157034-Reviews-Adventures_in_Borneo_with_Downbelow_Marine_Wildlife-Kota_Kinabalu_Kota_Kinabalu_D.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d9696088-Reviews-Tanjung_Aru_Beach-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d1122450-Reviews-Manukan_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2285665-Reviews-Mamutik_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d457122-Reviews-Tunku_Abdul_Rahman_Marine_Park-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Div.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2249364-Reviews-Tanjung_Aru_Perdana_Park-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d12289837-Reviews-Mount_Kinabalu_Botanical_Garden-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d4324329-Reviews-Weston_Wetland_Park-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Saba.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d10088259-Reviews-Jesselton_Point-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2355850-Reviews-Sapi_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g190408-d195270-Reviews-Prince_s_Palace_of_Monaco-Monaco_Ville.html",
            "https://www.tripadvisor.com/Attraction_Review-g32004-d3876301-Reviews-Southland_Casino_Hotel-West_Memphis_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9883139-Reviews-Rona_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-Busan_Gamcheon_Culture_Village-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d148049-Reviews-Playa_Luquillo-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g670760-d12253683-Reviews-Copacabana_Beach-Okrug_Gornji_Ciovo_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54578-d145947-Reviews-Broken_Boot_Gold_Mine-Deadwood_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d109805-Reviews-Miami_Seaquarium-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d3832865-Reviews-Marmaris_Bar_Street-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d108770-Reviews-Duval_Street-Key_West_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298307-d2432363-Reviews-or10-Mantanani_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sa.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298307-d2432363-Reviews-Mantanani_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html"
    }
]