[
    {
        "attraction_name": "Manthokha Waterfall",
        "attraction_name_vi": "Thác Manthokha",
        "general_info": [
            "21 đánh giá",
            "4 trong số 16 điều cần làm ở Skardu",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời nhưng ngày nay trở nên rất đông đúc và ồn ào-- Tốt nhất bạn nên nghỉ qua đêm tại khách sạn. Cây cầu Rickety thú vị để đi bộ qua để đến thácĐọc thêm",
            "Đây là một nơi tuyệt vời với quang cảnh tuyệt đẹp. Ngay cả bạn cũng sẽ thích con đường khi đi đến nơi này. Tôi đã đến đó cùng vợ và 3 đứa con, mỗi đứa đều rất thích. Đọc thêm",
            "chào tất cả mọi người .yah hai mounthoka nước rơi vào mùa đông năm 2023. Mian sardyon main vahan thăm kia thaa huấn luyện viên bạn bè k sat thác jama thaa barf be thaa .bhot khobsurt laga muje Đọc thêm",
            "Đây là một thác nước đẹp và đáng yêu khi bạn là người duy nhất ở đó. Tuy nhiên, nó trở nên khá đông đúc vì nó rất nổi tiếng khiến việc chụp ảnh trở nên khó khăn. Chúng tôi đã thưởng thức trà và đồ ăn nhẹ từ nhà hàng trong khi ngắm thác nước từ phía bên kia đường. Đọc thêm",
            "Khung cảnh tuyệt vời và người ta có thể dành hàng giờ ở đây để ngắm thác nước. Rất phổ biến đối với khách du lịch địa phương và khu dã ngoại với đầy đủ nhà hàng ngay trong khuôn viên khiến nơi đây càng trở nên hấp dẫn hơn đối với du khách.Đọc thêm",
            "Gilgit Baltistan Pakistan mainly comprises of 5 main valleys. One of the valleys is Kharmang Valley. This is the place from where Indus river enters into Pakistan. Manthoka Waterfall is one of the well known tourist attractions of Kharmang valley. Following will help you to explore this place:-Getting around Manthoka - Manthoka Waterfall is situated around 120 kms from main Skardu Valley. Getting around the place is fairly easy totally against my expectations. \tHiring a car is a good option as local transport is not that comfortable. Hiring a sedan will cost around 5000 PKR around 35 whereas hiring a 5-door will cost one around 8000-10000 PKR 60-80. I myself went on a sedan \tRoad to Kharmang Valley is pretty good. One can expect an average speed of 80 kph although road is bumpy and pitted at places. One thing for sure, route to Kharmang is full of natural beauty and one is forced to stop at places just to observe the serenity and natural beauty.\tLast leg of The journey is around 5 km and is actually tiring since there is no road and speed is just around 5 kph or even lessThings To Do - At the end of the last leg, one reaches the waterfall. There is a parking place for the cars.  \tReaching the waterfall after crossing a small hanging footbridge is a relaxing sight for the eyes. Falling from a height of around 100 ft, water burbles around and makes its way through the rocky patches. One can take photographs with waterfall in the background or even being right under it.\tJust beside the waterfall, there is an open space resort called MANTHOKA WATERFALL RESORT serving some freshly cooked TROUT fish and Fries. There is also a small Tuck Shop in the same resort. Prices of the resort are higher than those one finds within mainstream Skardu Market. Ending an evening with a warm cup of tea with waterfall in the background makes the day even special and more memorable This one for the tea lovers.All in all, a must visit place that does live up to expectations Read more",
            "Đã đến thăm Thác Manthoka vào tháng 10 năm ngoái. Gần một giờ lái xe từ Cầu Khaplo chính. Chúng tôi không rẽ trái và đi thẳng bằng Corolla 1300 cc. Chúng tôi đến đó vào khoảng 1 giờ chiều và sau khi đỗ xe, chúng tôi đi bộ 5 phút. Khu vực này khá yên bình với một dòng nước chảy lên dốc trong khi dòng nước chính này được dẫn vào và trở thành một thác nước lớn. Tiếng ồn của thác nước rất lớn và áp suất cũng rất lớn. Chúng tôi chụp ảnh, uống trà và ăn nhẹ trong giờ cầu nguyện Zuhr. Chúng tôi trở về nơi ở sau khoảng 2 giờ, ngày kết thúc thật tuyệt vời, bắt đầu bằng Thượng Kachura rồi sa mạc Katpana và sau đó là thác nước này chảy qua sông Indus vĩ đại. Đọc thêm",
            "Nếu một lần ghé thăm Baltistan, nơi này nhất định phải ghé thăm thác nước tuyệt đẹp này với trà và pakoras tại nhà hàng manthoka. Tôi đã ghé thăm nơi này nhiều lần và nó không bao giờ làm tôi thất vọng: Đọc thêm",
            "Một nơi tuyệt vời để dành một ngày ở Thung lũng Skardu. Người ta cần thuê phương tiện di chuyển cho hoạt động này và mất khoảng 2 giờ 50 phút từ Skardu. Bản thân con đường có một số cảnh quan tuyệt đẹp nhưng người ta cảm thấy mệt mỏi vì ở những nơi đang được sửa chữa. Nước Mùa thu rất đẹp và cũng khá đẹp với dòng sông chảy bên cạnh. Gần thác nước cũng có một nhà hàng đẹp và có vé vào cửa là 30 Rs mỗi người.  Đọc thêm",
            "Thác nước rất đẹp, tôi mong muốn khu vực xung quanh có thể được chính quyền du lịch địa phương nâng cấp. Nước trực tiếp từ mùa thu mang lại cảm giác sảng khoái đặc biệt.Đọc thêm"
        ],
        "star_ratings": [
            14,
            6,
            1,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Gilgit-Baltistan",
            "Thác Manthokha",
            "Pakistan",
            "Thiếc",
            "Châu Á",
            "Các hoạt động ở Skardu"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written July 12, 2023",
            "Written February 18, 2023",
            "Written October 9, 2022",
            "Written September 6, 2022",
            "Written October 29, 2020",
            "Written June 8, 2020",
            "Written September 29, 2019",
            "Written August 26, 2019",
            "Written August 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g317119-d12872228-Reviews-Manthokha_Waterfall-Skardu_Gilgit_Baltistan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d12872228-Reviews-or10-Manthokha_Waterfall-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d3636251-Reviews-Deosai_National_Park-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d10467052-Reviews-Upper_Kachura_Lake-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d8729466-Reviews-Sadpara_Lake-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d15029619-Reviews-Sheosar_Lake-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d12872343-Reviews-Katpana_Desert-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d17648107-Reviews-Burji_La_Pass-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d24943800-Reviews-Snowland_Treks_Tours_And_Expedition-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d27903391-Reviews-Sarfaranga_Cold_Desert-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d27123288-Reviews-Hushe-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d24026546-Reviews-K2_Guide-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2305249-Reviews-Fort_Tryon_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7998333-Reviews-Chelsea_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303883-d497960-Reviews-Sula_Vineyards-Nashik_Nashik_District_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d102912-Reviews-Cold_Spring_Tavern-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d110162-Reviews-Palos_Verdes_Scenic_Drive-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3333781-d2401016-Reviews-Rio_Celeste-Tenorio_Volcano_National_Park_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d105742-Reviews-National_Civil_Rights_Museum_Lorraine_Motel-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d12377498-Reviews-Sail_Rock_Dive_Site-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6908542-Reviews-Head_of_the_Meadow_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31323-d561982-Reviews-Bucky_s_Yavapai_Casinos-Prescott_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g317119-d12872228-Reviews-or10-Manthokha_Waterfall-Skardu_Gilgit_Baltistan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g317119-d12872228-Reviews-Manthokha_Waterfall-Skardu_Gilgit_Baltistan.html"
    }
]