[
    {
        "attraction_name": "Marafa-Hells Kitchen",
        "attraction_name_vi": "Nhà bếp địa ngục Marafa",
        "general_info": [
            "518 đánh giá",
            "- 1 trong 15 điều cần làm ở Malindi",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Nơi tốt nhất để ghé thăm trong thời gian hoàng hôn. Phong cảnh tuyệt vời, chỉ cách malindi vài km. Đi bộ đường dài tuyệt vời với những khung cảnh tuyệt đẹp để chụp ảnh. Chúng tôi lái xe đến marafa với tài xế solfa rất thân thiện và cũng mời chúng tôi tham quan malindi miễn phí. - 254758292901, nơi tốt nhất để ghé thăm.Đọc thêm",
        "reviews": [
            "Thật tuyệt khi hẻm núi toàn là cát chứ không phải đá. Màu sắc trông rất đẹp vào lúc hoàng hôn. Bạn thực sự không cần một người hướng dẫn nhưng nếu bạn không biết câu chuyện đằng sau sự sáng tạo thì tốt nhất nên có một người địa phương.Đọc thêm",
            "Hells Kitchen ở Malindi thuộc top 5 địa điểm nên ghé thăm ở bờ biển Kenya. Khung cảnh ngoạn mục của phong cảnh và các thành tạo tuyệt đẹp hoàn toàn đáng để ghé thăm. Thông tin trên Kerrygantravels.com Các thành tạo từ hẻm núi sa thạch rực rỡ với màu sắc và sắc thái phong phú.Đọc thêm",
            "Một nơi thực sự tuyệt vời để ghé thăm và ngắm hoàng hôn tuyệt đẹp. Chúng tôi đã có một chuyến đi trọn ngày với Aziz và Omar - 254758292901. Chúng tôi đã có một chuyến tham quan thành phố Malindi tuyệt vời trước khi lái xe đến Hells Kitchen. Đó là một chuyến tham quan đáng kinh ngạc và hướng dẫn viên của chúng tôi ở Marafa rất tuyệt. Rất khuyến khích chuyến đi này Đọc thêm",
            "Thật là một nơi tuyệt vời với lịch sử tốt đẹp. Chúng tôi rất thích đi bộ đường dài và ngắm hoàng hôn. Hướng dẫn viên rất hữu ích và nhiều thông tin. Cảm ơn omar vì đã tổ chức chuyến tham quan tuyệt vời này. Nếu có bất kỳ trợ giúp nào về watmu, hãy tiếp cận omar thông qua whatsaap - 254 758 292 901Đọc thêm",
            "Nơi tuyệt đẹp để tham quan gửi phong cảnh thật ngoạn mục. Điểm bất lợi duy nhất là địa điểm ở xa, do đó tốt hơn nên mang theo đồ ăn nhẹ của riêng bạnĐọc thêm",
            "Vị trí đẹp, đặc biệt là vào lúc hoàng hôn. Thật thú vị khi nghe cả câu chuyện địa chất khoa học và câu chuyện địa phương từ một hướng dẫn viên am hiểu. Trẻ em địa phương luôn làm phiền bạn vì muốn có tiền, nhưng người hướng dẫn viên giải thích rằng cách tốt nhất để hỗ trợ khu vực địa phương chỉ đơn giản là mua một vé vào Hell - s Kitchen. Dù sao đi nữa, chắc chắn đáng để ghé thăm và tôi khuyên bạn nên đi theo con đường đi bộ dài hơn cùng với hướng dẫn viên của mình. Đọc thêm",
            "Các quan điểm thật tuyệt vời.  Chúng tôi đã chụp rất nhiều ảnh. Nơi này được ghé thăm tốt nhất vào cuối buổi chiều khi nhiệt độ thấp. Bạn có thể đi bộ xuống miệng núi lửa và sau đó ngắm cảnh hoàng hôn tuyệt đẹp.Đọc thêm",
            "Kinh nghiệm tốt ! Chỉ một đoạn lái xe ngắn và một nơi đặc biệt ngay cả trong mùa mưa vì trời vẫn còn nóng! ấn tượng đầu tiên thật tuyệt vời!Đọc thêm",
            "Tôi đã thực hiện chuyến đi bộ 3 giờ xuống vùng trũng cùng với một người hướng dẫn và quang cảnh thật tuyệt vời cùng với cảnh hoàng hôn đáng yêuĐọc thêm",
            "Có thể đến Marafa bằng phương tiện giao thông công cộng không?  Cố gắng tránh một chuyến đi tốn kémĐọc thêm",
            "Có, tất nhiên bạn có thể rời đi và các cơ quan biết điều đó nhưng họ không muốn bạn biết vì họ tính phí cho bạn nhiều hơn.\nBạn bắt một chiếc matatu từ sân khấu mới ở Malindi đến thị trấn Marafa - 250 Ksh - và bạn bảo họ thả bạn xuống cạnh cổng Hells Kitchen.  - Cách nơi bạn xuống matatu vài mét, nếu muốn, bạn có thể tổ chức đám cưới với giá 50 ksh - . Phí vào cửa là 550/người. Một phần số tiền được dùng cho dự án cộng đồng để trẻ em trong thị trấn có thể đến trường. Hướng dẫn có giá trị thêm 500.\nTổng cộng cho hai người: 500 matatu một chiều - đám cưới đám cưới i - v 100 - lối vào 1100 - hướng dẫn 500 - trả lại matatu 500 - 2700 ksh cho hai người. Khoảng 24 - - 12 - một người - \nNếu bạn muốn ăn, có những lựa chọn rất tiết kiệm trong thị trấn.\nHọ nói với chúng tôi rằng Marafa matatus rời đi ít nhiều mỗi giờ và chuyến cuối cùng là vào khoảng 5 giờ chiềuĐọc thêm",
            "Xin chào, bạn đã đến Marafa một mình chưa? Hay bạn đã đặt chỗ gì đó ở Malindi? Và bạn đặt chỗ này ở đâu? Cảm ơn.Đọc thêm",
            "Này, phí vào cửa cho người dân địa phương là bao nhiêu?Đọc thêm",
            "Lần cuối tôi đến là 100 bob. Họ cố nói với tôi là 500 bob nhưng sau đó tôi phát hiện ra rằng số tiền mặt thêm là dành cho hướng dẫn viên. Bạn phải cẩn thận về điều đó.Đọc thêm",
            "1.Tôi không thể tìm thấy câu chuyện có thật về căn bếp địa ngục. Câu chuyện của bạn là gì?\n2.Là cư dân của Malindi, tôi phải trả bao nhiêu?\n3.Vé bán tại cổng hay mua ở đâu?Đọc thêm",
            "Vui lòng nhập thông tin chi tiết của tôi từ trang facebook của tôi - Bayasafarikenya hoặc Tại đây - Tư vấn chuyến đi - chúng tôi trao đổi để sắp xếp.Đọc thêm"
        ],
        "star_ratings": [
            349,
            145,
            21,
            3,
            0
        ],
        "review_amount": 518,
        "location": [
            "Malindi",
            "Kenyan",
            "Tỉnh ven biển",
            "Châu phi",
            "Nhà bếp địa ngục Marafa",
            "Những điều cần làm ở Malindi"
        ],
        "reviews_time": [
            "Written April 19, 2024",
            "Written March 31, 2024",
            "Written February 6, 2024",
            "Written January 6, 2024",
            "Written December 29, 2023",
            "Written December 13, 2023",
            "Written October 3, 2023",
            "Written September 4, 2023",
            "Written July 15, 2023",
            "Written March 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298253-d2641378-Reviews-Marafa_Hells_Kitchen-Malindi_Coast_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d2641378-Reviews-or10-Marafa_Hells_Kitchen-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d3533322-Reviews-Mamasavana-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2099644-d2350515-Reviews-Che_Shale_Beach-Mambrui_Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d2262975-Reviews-Falconry_of_Kenya-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d15065903-Reviews-Prawn_Lake-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d3397689-Reviews-Sawa_Sawa_Dhow_Excursions-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32537-d6857255-Reviews-Chicken_Ranch_Casino-Jamestown_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g2223281-d2240029-Reviews-Rosemary_Beach_Public_Beach-Rosemary_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d7797849-Reviews-Pattaya_Night_Bazaar-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48747-d4749688-Reviews-New_York_Renaissance_Faire_Tuxedo_Park_NY-Tuxedo_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g658215-d7399028-Reviews-Winterhaven_Park-Ponce_Inlet_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602649-d2513679-Reviews-Tatlong_Pulo_Beach-Jordan_Guimaras_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265635-Reviews-Musee_de_l_Orangerie-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298253-d2641378-Reviews-or10-Marafa_Hells_Kitchen-Malindi_Coast_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298253-d2641378-Reviews-Marafa_Hells_Kitchen-Malindi_Coast_Province.html"
    }
]