[
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Joe và nhóm của anh ấy điều hành các chuyến tham quan bằng xe đạp leo núi ở Hagiang thật tuyệt vời! Họ không chỉ là những hướng dẫn viên du lịch tuyệt vời mà còn là những người rất thân thiện và tốt bụng. Những con đường dành cho xe đạp leo núi rất tuyệt vời và tuyệt vời, với đoạn đi xe đạp đầy thử thách và cảnh quan tuyệt đẹp. Xe đạp leo núi chuyên dụng chạy điện được cung cấp là hàng đầu. Chúng tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai đang tìm kiếm trải nghiệm đạp xe leo núi khó quên ở Hà NộiĐọc thêm",
            "Fabulous 5-day cycling tour through amazing landscapes and farming villages from Hoa Binh to Tam Coc. Joe and Anne provided full support along the way - it was great to have someone to ride with to provide directions and advice. This was especially so because we took a lot of back roads and small paths through beautiful forests and quiet villages where the roads were a bit of a maze. Both speak very good English and it was really interesting to hear all about aspects of Vietnam in response to my many questions. The e-bike was perfect for the ride - solidly built with tyres that could handle rough road edges and the occasional foray off sealed roads or concrete paths. Going over the 1000m Thung Khe pass to Mai Chau, I was really glad of the help from the battery! On a bike you travel through the landscape - not past it.  You get to hear and smell and feel the countryside - not just see it through a window. On a bike you can stop anytime for a closer look at something, and to take photos. And all along the way people were excited to see us: with children calling out  - Hello! Hello! -  and laughing when I waved back to them. Joe and Anne knew the best places to stop for food too, and were able to show off some delicious local dishes. I was a bit worried about traffic - but most of our riding was on quieter roads. Necessary to be very careful going through towns though - as sometimes people would step or ride out in front of you without looking. The hardest part was the hard parts : -  - the places we stayed had very hard mattresses, which took some getting used to. A softer seat on the bike might have been nice too. This was a trip through the real Vietnam countryside - not just the tourist bits. Those were nice too, but many of the highlights were the places few tourists would see.  The ride from Mai Chau to Pu Luong was my personal favourite part - though forests, over a high pass and down through amazing rural villages on a secret back road with a beautiful - and unusual - waterfall to see at the end of the ride.  - I enjoyed the cold beer too! - Special thanks to Anne and Joe for their great organisation, conversation, knowledge and friendly attidude. A highly-recommended trip and the best part of my three weeks in Vietnam. Read more",
            "Nhóm sáu người phụ nữ của tôi nhận được một chiếc xe đạp leo núi điện từ Ann và Tiger từ đội marco Polo cho chuyến đi trong ngày bằng xe đạp leo núi ở núi Sóc Sơn. Tôi không đi xe đạp leo núi nhiều nhưng chiếc xe đạp leo núi điện đã giúp tôi hoàn thành chuyến đi 43- này cuộc thám hiểm km, bao gồm 12 km leo núi đầy thử thách, đạt tới độ cao 600 mét. Tôi thực sự thích chuyến tham quan này, cảm ơn vì chuyến đi tuyệt vời. Đọc thêm",
            "Chuyến tham quan của chúng tôi, Một chuyến đi đáng nhớ - 20 tháng 3 năm 2023 - 4 tháng 4 năm 2023 - , tôi vinh dự được tổ chức một chuyến tham quan bằng xe đạp đến Miền núi phía Bắc Việt Nam, một chặng đường dài 550 km và leo núi 8.000 mét - s. Chúng tôi là một nhóm gồm 12 người - độ tuổi trung bình 73 -, bắt đầu từ Hà Nội, chúng tôi đạp xe đến Sapa ở biên giới Trung Quốc và sau đó đi theo con đường phía Tây qua các Làng và phong cảnh ngoạn mục để trở về Hà Nội. Joe Nguyễn chủ sở hữu thật tuyệt vời, hành trình, xe đạp, chỗ ở, thức ăn và đồ uống giải khát không có gì là quá rắc rối. Qua đêm Joe sẽ xem lại cách nhóm đi du lịch và điều chỉnh chuyến đi vào ngày hôm sau để đáp ứng nhu cầu thay đổi của chúng tôi, chúng tôi không bao giờ thiếu chuyến phiêu lưu, mỗi ngày là một trải nghiệm thú vị từ những người chúng tôi gặp ở những ngôi làng khác nhau cho đến khung cảnh ngoạn mục. Chúng tôi có một đội gồm 7 người chăm sóc chúng tôi, một chiếc xe tải và 2 chiếc xe buýt nhỏ và được đối xử như hoàng gia. Đây là lần thứ hai của chúng tôi với Joe và chuyến đi này thậm chí còn tuyệt vời hơn lần đầu tiên, chúng tôi hiện đang lên kế hoạch cho chuyến đi thứ 3 lần này là Hà Nội đến Sài Gòn qua Đường Sau. Kỳ nghỉ giá trị nhất từ ​​trước đến nay và Joe khiến việc lập kế hoạch trở nên dễ dàng đến mức tôi không ngần ngại giới thiệu Marco Polo Biking Vietnam cho kỳ nghỉ đạp xe tiếp theo của bạn.Đọc thêm",
            "Chuyến đi xe đạp tuyệt vời trên đường vòng Hải Giang với Joe Nguyễn và Anne. Được tổ chức tốt, tuyến đường rất hữu ích và tuyệt vời được lên kế hoạch, điều đó có nghĩa là mỗi ngày đều là những tuyến đường tuyệt vời để đi xe đạp. Sẽ 100 - giới thiệu. Có thể đi xe đạp leo núi bằng điện hoặc xe đạp thông thường.Đọc thêm",
            "Một chuyến tham quan bằng xe buýt kết hợp tuyệt vời để chiêm ngưỡng phong cảnh núi non tuyệt đẹp, những ngôi làng xa xôi, những di tích lịch sử quan trọng. Cũng là một kỳ nghỉ thư giãn tuyệt vời trên Đảo Catba. Đội ngũ hỗ trợ của chúng tôi gồm khoảng sáu hoặc bảy người thật tuyệt vời, Không có gì là quá rắc rối. Thức ăn và chỗ ở rất tuyệt vời, đặc biệt khi xét đến sự xa xôi của một số hành trình của chúng tôi.Đọc thêm",
            "7 ngày đạp xe tự hướng dẫn bằng xe đạp điện, đường vòng Hagiang và Cao bằng thật tuyệt vời. Chúng tôi hài lòng với dịch vụ của joe và nhóm của anh ấy. Xe đạp cũ nhưng vẫn còn tốt, không có gì sai sót Nhà nghỉ chỉ được chấp nhận, mặc dù nó sạch sẽ. Và giá cả hợp lýMặc dù không nói được tiếng Anh nhưng tài xế của chúng tôi rất đam mê. và ủng hộ cả nhóm. Chúng tôi thực sự khuyên bạn nên ghé thăm Hagiang và Cao Bằng vì vẻ đẹp thiên nhiên tuyệt vời của họĐọc thêm",
            "Những con người tuyệt vời những ngọn núi tuyệt vời thức ăn tuyệt vời ở phía nghèo rất nhiều rác và vịnh hạ long rất ô nhiễm.Đọc thêm",
            "Một nhóm đam mê xe đạp đã trải nghiệm chuyến đi hoành tráng vòng quanh miền Bắc Việt Nam.  Thật là ly kỳ, với những thử thách thú vị và đa dạng dành cho nhóm - lên dốc, xuống dốc, qua những ngôi làng nhỏ, dọc sông, địa hình và đường bộ.  Hướng dẫn viên du lịch của chúng tôi Joe, Anne và Tung cũng như nhân viên hỗ trợ đã làm rất tốt việc tổ chức tuyến đường, khách sạn, bữa ăn và tham quan cũng như bảo dưỡng xe đạp và nói chung là chăm sóc chúng tôi rất tốt.  Một trải nghiệm tuyệt vời Cảm ơn bạn.  Đọc thêm",
            "Gia đình tôi gồm 4 người - chồng và 2 cậu con trai tuổi teen 12 và 15 tuổi - đã dành 5 ngày cho chuyến đi đạp xe leo núi cùng Marco Polo Travel Vietnam. Việc tổ chức và liên lạc trước và trong khi đạp xe thật tuyệt vời. Chúng tôi phải thay đổi hành trình theo lịch trình mỗi ngày để quản lý khoảng cách và địa hình và Joe hướng dẫn viên du lịch của chúng tôi cực kỳ linh hoạt cung cấp cho chúng tôi nhiều con đường và lựa chọn phù hợp với khả năng thể chất của chúng tôi. Anh ấy và nhóm của mình biết rất rõ về khu vực này, những con đường mòn và con đường. Chúng tôi có một hướng dẫn viên du lịch bằng xe đạp tên là Anne, người đi phía trước cùng chúng tôi hàng ngày và thật tuyệt vời và một hướng dẫn viên khác ở phía sau đi xe máy để đảm bảo chúng tôi đã đi đúng đường, vẫn an toàn và có thể tiếp cận sơ cứu nếu có. tai nạn hoặc vấn đề - không có - t - ! Chuyến đi này là trải nghiệm một lần trong đời đối với gia đình chúng tôi. Chúng tôi thực sự khuyên bạn nên sử dụng Marco Polo Travel.Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written December 5, 2023",
            "Written December 5, 2023",
            "Written May 12, 2023",
            "Written April 30, 2023",
            "Written April 30, 2023",
            "Written April 27, 2023",
            "Written April 25, 2023",
            "Written April 18, 2023",
            "Written April 18, 2023",
            "Written February 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or10-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g4414834-d4868377-Reviews-Ebenalp_Cable_Car-Wasserauen_Canton_of_Appenzell.html",
            "https://www.tripadvisor.com/Attraction_Review-g58409-d3514200-Reviews-Steptoe_Butte_State_Park-Colfax_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2290183-Reviews-Lapis_Spa-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6413161-Reviews-Friends_Apartment_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d117480-Reviews-Sarasota_Jungle_Gardens-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g315919-d8017885-Reviews-Siam_Mall-Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g154990-d184770-Reviews-African_Lion_Safari-Hamilton_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d2665953-Reviews-Paraschakis_Olive_Oil_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152609-d324861-Reviews-Mount_Huashan-Huayin_Shaanxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d19637722-Reviews-Priceless_Car_Rentals-Kissimmee_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or10-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Cơ hội tuyệt vời để khám phá vùng hoang dã chỉ cách Hà Nội một giờ. Một chặng leo núi dài đầy khó khăn, rồi xuống dốc đầy thú vị. Rất vui với Joe và những người bạn của anh ấyĐọc thêm",
            "cảm ơn bạn rất nhiềuĐọc thêm",
            "Đã có một ngày tuyệt vời, Joe rất vui khi được đi xa hơn để biến nó thành một trải nghiệm đáng nhớ, Những chiếc xe đạp chất lượng và tiếng Anh xuất sắc của Joe cũng đã giúp ích rất nhiều!Đọc thêm",
            "Cảm ơn ông Russell rất nhiều\nJoe NguyễnĐọc thêm",
            "Joe biết đường. Chúng tôi đã có chuyến đi 12 ngày tuyệt vời từ Bắc vào Nam Việt Nam. Chỉ có vợ tôi, tôi và con gái. Rất khuyến khích tính chuyên nghiệp, kiến ​​thức về khu vực và khả năng tìm kiếm cà phê Việt Nam tuyệt vời của anh ấy lúc 7 giờ sáng. Tôi sẽ giới thiệu dịch vụ của anh ấy nếu bạn muốn nhìn thấy một Việt Nam thực sự với đội ngũ nhân viên thân thiện và có năng lực. Tôi chắc chắn sẽ sử dụng dịch vụ của anh ấy.Đọc thêm",
            "",
            "Cảm ơn Joe vì đã có sức chứa và linh hoạt trong chuyến đi tuyệt vời này! Chúng tôi đã có khoảng thời gian tuyệt vời khi khám phá những khu vực ít khách du lịch hơn ở miền Bắc Việt Nam với những con đường mòn tuyệt đẹp - hoành tráng là đường đơn dài 10km với độ dốc khoảng 1000m!! Rất muốn quay lại và hoàn thành ca khúc đơn một lần nữa! Đọc thêm",
            "Chúng tôi đã có chuyến đi đạp xe 4 ngày 3 đêm tuyệt vời cùng Joe Nguyễn và đoàn! Chúng tôi đạp xe trên những con đường quê nhỏ, những con đường làng, xuyên qua các khu vực nông nghiệp và cánh đồng lúa, cũng như rừng rậm, qua các thôn và làng nhỏ... Chỉ là sự kết hợp tuyệt vời giữa phong cảnh, văn hóa địa phương và nỗ lực đạp xe. Họ điều chỉnh chuyến đi theo sở thích và mức năng lượng của chúng tôi. Chúng tôi ở một đêm tại nhà khách ở công viên quốc gia và 2 đêm ở nhà. Đồ ăn và chỗ ở nhìn chung rất tuyệt - mộc mạc hơn là sang trọng, điều mà chúng tôi thích.  Hàng ngày chúng tôi hầu như không gặp khách du lịch nào khác, ngoại trừ tại các khu nhà trọ. Nhìn chung, chúng tôi thực sự rất thích chuyến đi và rất muốn giới thiệu Marco Polo và Joe!Đọc thêm",
            "Chuyến đi tuyệt vời, xe đạp thương hiệu lớn nhất, kiến ​​thức về khu vực. Joe đã kinh doanh hơn 15 năm và mọi kỳ vọng đều dễ dàng vượt quá. Nói tiếng Anh làm cho nó có rất nhiều thông tin về thiên nhiên xung quanh thực sự đẹp đến kinh ngạc. Mọi giác quan đều được phục vụ và tôi cảm thấy tiếc vì ngày trôi qua quá nhanh. Chắc chắn không phải là lần cuối cùng đi cùng Joe. Chỉ cần đến đó, bạn sẽ không thất vọng. Cảm ơn Joe, hẹn gặp lại vào một dịp nào đó - - Đọc thêm",
            "Quyết định đăng ký với Joe để tham gia MTBiking 1 ngày sau khi đọc những đánh giá tích cực. Vị trí nằm ở Hòa Bình, bao gồm những con đường mòn trong làng và một số con đường mòn ngoài đường. Thật không may, do cái nóng tháng Bảy, khoảng 40 C hoặc 104 F, chúng tôi phải cắt ngắn chuyến đi vì tôi quá nóng. Nhìn chung, đó vẫn là một chuyến đi tốt khi có Joe dẫn đầu. Chiếc xe đạp được sử dụng là chiếc Cannondale Scaple, thuận tay trái, mà tôi nghĩ lẽ ra có thể được bảo dưỡng tốt hơn nhiều. Nhưng này, đây là xe đạp cho thuê nên đừng mong đợi tiêu chuẩn quá cao. Mọi việc đã hoàn thành. Sự hiếu khách của Joe thật tuyệt vời, chúng tôi bắt đầu với món Phở cho bữa sáng trước khi đến điểm xuất phát cách đó khoảng 1 giờ 40 phút. Bữa trưa diễn ra tại một thị trấn nơi chúng tôi có đồ ăn địa phương mà đích thân tôi đã yêu cầu và Joe cũng đồng ý. Tôi sẽ giới thiệu Joe nếu bạn muốn đi MTbiking ở Hà Nội. Nhưng làm ơn, đừng làm điều đó vào tháng 7.Đọc thêm",
            "Cảm ơn Eric của bạn rất nhiều, hy vọng sẽ cùng bạn thực hiện chuyến đi xe đạp leo núi khác vào lần tới - mùa đông sắp tới - \nTrân trọng\nJoeĐọc thêm",
            "Nói chung rất hài lòng về chuyến đi này. Tôi đã đi cùng với vợ tôi, người không có nhiều kinh nghiệm về MTB. Joe thích nghi để đáp ứng trình độ kỹ năng của chúng tôi. Chiếc xe đã đồng hành cùng chúng tôi trong suốt chuyến tham quan và vợ tôi có quyền lựa chọn bỏ qua một số phần kỹ thuật hơn. Tôi có một chiếc Cannondale Epic 29 inch bên trái. Hoạt động tốt mà không có vấn đề gì. Việc đăng ký rất đơn giản. Hãy nhớ mang theo nút tai vì gà trống băng qua đường. Chúng tôi đi qua một số cảnh quan ngoạn mục. Sẽ thích được tương tác nhiều hơn với người dân địa phương. Tôi muốn giới thiệu chuyến đi này cho những người đam mê xe đạp leo núi.Đọc thêm",
            "Cảm ơn bạn rất nhiềuĐọc thêm",
            "Chúng tôi đã thực hiện 3 ngày đạp xe leo núi với Joe, đó là một chuyến đi tuyệt vời, đồ ăn ngon và chiếc xe đạp rất tốt với hệ thống treo hoàn toàn Cannondale. Leo dốc khó khăn, đường đơn thú vị, nếu bạn đang tìm kiếm một chiếc xe đạp leo núi thực sự thì nên làm cùng anh ấyĐọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written July 27, 2022",
            "Written July 24, 2022",
            "Written March 23, 2020",
            "Written February 13, 2020",
            "Written January 9, 2020",
            "Written January 1, 2020",
            "Written August 7, 2019",
            "Written July 23, 2019",
            "Written May 19, 2019",
            "Written May 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or10-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or20-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d640407-Reviews-Bibbidi_Bobbidi_Boutique-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d6756912-Reviews-Qendra_Argetuese_Blur-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g635968-d1473168-Reviews-Jardin_Escultorico_Edward_James_Las_Pozas-Xilitla_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d10391586-Reviews-Spark_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189519-d548279-Reviews-Aero_Island-Aero_Funen_and_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d19521342-Reviews-Louis_Vuitton_Maison_Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d15688368-Reviews-Thai_Massage_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g32722-d15077822-Reviews-Rancho_Santa_Margarita_Lake-Mission_Viejo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60320-d637656-Reviews-Pattison_State_Park-Superior_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d3487690-Reviews-The_Black_Fedora_Comedy_Mystery_Theatre-Charleston_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or20-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or10-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Một chuyến đi ở mức độ trung bình có nhịp độ tốt với chỗ ở sạch sẽ, khả năng dự phòng tốt và kết thúc chặng đường đơn 10 km đầy gay cấn. Những chiếc xe đạp rất tốt và Joe đáng tin cậy và hữu ích. KeltyĐọc thêm",
            "Vừa trải qua 5 ngày đạp xe tuyệt vời với công ty này. Joe đã hướng dẫn chúng tôi vượt qua một số địa hình cực kỳ đa dạng. Xe đạp chất lượng tuyệt vời. Chỗ ở rất tốt. Thức ăn tuyệt vời. Anh ấy rất sẵn lòng thay đổi chuyến đi và thời điểm cho phù hợp với phong cách cưỡi ngựa của chúng tôi. Tôi rất muốn giới thiệu anh ấy và nhóm của anh ấy. Đọc thêm",
            "Chuyến đi đầu tiên - chắc chắn không phải là chuyến đi cuối cùng của tôi với Joe --- A - hướng dẫn viên, tiếng Anh xuất sắc, đã khuyến khích người bạn đồng hành của tôi và tôi thực hiện mọi thứ theo tốc độ của riêng mình, tùy chỉnh hành trình theo yêu cầu của chúng tôi. Đưa chúng tôi đến những con đường mòn tuyệt đẹp mà không thể tìm thấy bằng cách khác. Chuyến đi tuyệt vời! Rất khuyến khích! - Nick, MichiganĐọc thêm",
            "Chúng tôi đã có một thời gian đặc biệt. Chuyến đi ba ngày hai đêm xuyên qua vùng Hoàng Su Phì tuyệt vời, tuyệt vời.  Các nhà trọ rất thân thiện, thân thiện, sạch sẽ với bữa tiệc ngon miệng vào mỗi buổi tối. Tổ chức này thật hoàn hảo. Chúng tôi chắc chắn có thể giới thiệu. Thời điểm đẹp nhất để đi là tháng 9 – tháng 10 với những cánh đồng lúa ngay trước mùa thu hoạch.Đọc thêm",
            "Bạn gái tôi và tôi là những người thích đi bộ đường dài và thích phiêu lưu nên chúng tôi đã nhờ Marco Polo Travel tổ chức một đường đua lên đỉnh núi cao nhất Việt Nam và họ đã vượt xa sự mong đợi của chúng tôi. Với một mức giá rất tốt, họ bao gồm mọi thứ từ chuyến tàu đêm từ Hà Nội đến tất cả các bữa ăn và hướng dẫn viên. Họ rất linh hoạt và chúng tôi phải chọn ngày phù hợp với mình. Người khuân vác và Hướng dẫn viên rất giỏi và chuyên nghiệp, chúng tôi không thể cảm ơn họ đủ. Giao tiếp nhanh chóng và trải nghiệm phù hợp với chúng tôi. Chúng tôi thật may mắn khi được ở lại một đêm tại ngôi làng miền núi G -guide và tìm hiểu về cuộc sống ở đó. Tôi đặc biệt giới thiệu điều này cho bất kỳ ai muốn phiêu lưu và muốn tìm hiểu sâu hơn về văn hóa ở Việt Nam. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Cảm ơn bạn rất nhiềuĐọc thêm",
            "Được rồi, không có hổ hay báo sư tử nhưng biệt danh hướng dẫn viên của chúng tôi là Tiger và anh ấy rất vui vẻ!  Chúng tôi không thể phát âm tên tài xế của mình nên gọi anh ấy là Cougar - người mà chúng tôi ngầm tin tưởng khi anh ấy lái chiếc xe tải nhỏ đi vòng quanh sự hỗn loạn của giao thông Việt Nam.  Chúng tôi đã có một trải nghiệm thực sự xa xôi với các dân tộc miền núi ở vùng Sapa.  Chỗ ở rất tốt và đồ ăn cũng ngon - mì không phải là khởi đầu lý tưởng cho một ngày đi chơi của tôi nên Tiger rất linh hoạt và đưa chúng tôi đến một quán ăn địa phương khác chuyên làm bánh kếp kiểu Việt Nam, gần như là một loại mì hình tròn lớn - rất thông minh vì nó phù hợp với không gian đầu của tôi.  Sau đó anh ấy đưa chúng tôi đến quán cà phê ngon nhất và có rất nhiều quán!  Cà phê ở Việt Nam rất ngon - đậm đà, đậm đà và có vị sôcôla.Đọc thêm",
            "Cảm ơn vì một chuyến đi tuyệt vời. Cưỡi ngựa, phong cảnh, hướng dẫn và địa điểm tuyệt vời. Chúng tôi phải thực sự trải nghiệm văn hóa địa phương đồng thời được Joe và nhóm của mình nhìn nhận một cách hoàn hảo từ đầu đến cuối. Hãy giới thiệu kỹ lưỡng chuyến đi này với Macro Polo Travel nếu bạn muốn có sự kết hợp giữa cưỡi ngựa tuyệt vời, phong cảnh và hòa mình vào văn hóa thực sự.BenĐọc thêm",
            "Xin chào Joe, ba chúng tôi xin gửi lời cảm ơn sâu sắc đến bạn và nhóm của bạn vì đã cho chúng tôi trải nghiệm hoàn toàn tuyệt vời tại Việt Nam trong chuyến đi xe đạp 4 ngày vào tuần trước. Chúng tôi đã yêu mến nó từng phút. Cuộc đạp xe đơn giản là tuyệt vời - những đoạn lên dốc đầy thử thách và những đoạn xuống dốc thú vị. Tất cả các bạn đã chăm sóc chúng tôi rất chu đáo ngay từ khi chúng tôi đến Hà Nội - cảm ơn các bạn đã đón chúng tôi từ sân bay sớm như vậy - cho đến thời điểm các bạn đưa chúng tôi trở về sau chuyến đi . Tiger thực sự là một hướng dẫn viên tuyệt vời và là một chàng trai tốt. Chúng tôi có rất nhiều kỷ niệm vui vẻ về Việt Nam - những con người đáng yêu, thức ăn tuyệt vời, rượu ngô, quang cảnh ngoạn mục - và chúng tôi sẽ luôn nhớ về chuyến đi của mình. Cảm ơn tất cả các bạn, Graham rất nhiều , Ben, Andy - Vương quốc Anh - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá\nJoeĐọc thêm",
            "Chỉ với 7 ngày để tổ chức chuyến đi đầu tiên đến Việt Nam cho tôi và con trai 18 tuổi của tôi, Joe tại Marco Polo Travel đã có thể giúp chúng tôi sắp xếp một trải nghiệm cưỡi ngựa tuyệt vời qua những ngọn núi của sông Đà và sông Hồng, phía tây Hà Nội. Cảm ơn Hiếu và anh Goh rất nhiều, người hướng dẫn và tài xế xe tải hỗ trợ tuyệt vời và hiểu biết của chúng tôi - một kỹ sư đã nghỉ hưu thích đi chơi ở nông thôn! - . Họ luôn đảm bảo rằng chúng tôi có những gì chúng tôi cần và làm việc không mệt mỏi để đảm bảo hạnh phúc và sự hài lòng trọn vẹn của chúng tôi. Chúng tôi đã có một chuyến đi tuyệt vời với khoảng thời gian thích hợp trên xe đạp cho phép chúng tôi trải nghiệm những nền văn hóa địa phương tuyệt vời. Việc tham quan chùa và chùa Bái Đính nằm ngoài lịch trình ban đầu của chúng tôi nhưng là một trong những điểm nổi bật mà Hiếu đã thêm vào chuyến đi của chúng tôi - chạy - . Những ngôi chùa này có chiều dài 1km trên sườn đồi, với 500 bức tượng Phật - phải xem - và phần lớn nằm ngoài bản đồ du lịch. Những chiếc xe đạp MTB cũng rất tuyệt vời: Cannondale Scalpals với bộ nhóm XTR và hệ thống treo có thể điều chỉnh Rock Shox.  Tôi sẽ quay lại và tôi không thể giới thiệu Joe và công ty của anh ấy đủ cao để sắp xếp chuyến đi tiếp theo!  - Nếu bạn đang cố gắng quyết định đi xe từ Sài Gòn hoặc Hà Nội, miền Bắc có những chân đồi đá vôi ngoạn mục và những dãy núi rừng rậm mang lại tầm nhìn tuyệt vời và nhìn chung mát mẻ hơn. Chiếc xe tải ở ngay phía sau chúng tôi - hoặc ở khu vực lân cận khi chúng tôi đi offroad - nếu chúng tôi cần thêm nước, gel hoặc đơn giản là - nâng - hoặc - bidon dính - . Chúng tôi gặp nhau ở mỗi ngôi làng bởi sự chào đón của các gia đình, thường là những người bạn cùng đi xe đạp - tham gia cùng chúng tôi với những nụ cười rạng rỡ và những lời chào - xin chào - - .  Đọc thêm",
            "Chuyến đi bộ đường dài đến vùng Pù Luông là điểm nổi bật trong chuyến đi của chúng tôi.  Joe - chủ sở hữu - sự chú ý quá chi tiết thật tuyệt vời.  Ông cung cấp một hướng dẫn viên địa phương cũng như một người làm gián đoạn và nấu ăn.  Sự tận hưởng và sức khỏe của chúng tôi luôn là ưu tiên hàng đầu đối với Joe và nhóm của anh ấy.   Bữa tối thật tuyệt vời và ngay cả bữa trưa dã ngoại cũng tuyệt vời. Chúng tôi đã chọn chuyến đi 3 đêm trong đó có 2 đêm ở nhà rất tốt và chúng tôi đã thêm đêm thứ 3 tại Sol Lodge - điều mà chúng tôi thực sự khuyến khích.  Chuyến đi trong vài ngày đầu khá hợp lý nhưng ngày thứ 3 có thể đầy thử thách - bạn cần có đủ sức khỏe để tận hưởng ngày thứ 3. Chúng tôi đã có khoảng thời gian tuyệt vời và là phần tuyệt vời nhất trong chuyến đi tại Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written May 1, 2019",
            "Written April 3, 2019",
            "Written December 22, 2018",
            "Written December 8, 2018",
            "Written October 9, 2018",
            "Written April 28, 2018",
            "Written January 22, 2018",
            "Written January 16, 2018",
            "Written November 15, 2017",
            "Written February 26, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or20-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or10-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or30-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1725621-Reviews-Tablao_Flamenco_Cordobes-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d12615345-Reviews-Dune_Shacks_Trail-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34485-d2540030-Reviews-Miami_Auto_Museum-North_Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155333-Reviews-Biodome_De_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d18956102-Reviews-Playdium_Avenue_Mall-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d628750-Reviews-Discovery_Museum-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d153903-Reviews-La_Bufadora-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d207511-Reviews-Sunset_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274890-d290718-Reviews-Aquaticum_Debrecen-Debrecen_Hajdu_Bihar_County_Northern_Great_Plain.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or30-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or20-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến đi leo núi Mike 6 ngày ở miền Bắc Việt Nam với Marcopolo Travel - được hỗ trợ đầy đủ, với xe đạp, hướng dẫn viên, xe tải dự phòng, các bữa ăn, đồ uống và chỗ ở đều được cung cấp. Đó là giá trị tuyệt vời và tốt cho một trải nghiệm đáng nhớ như vậy. Hướng dẫn viên của chúng tôi, Hil, nói tiếng Anh tốt, có kiến ​​thức, hữu ích và đảm bảo nhóm nhỏ của chúng tôi được chuẩn bị đầy đủ cho từng thử thách mới - và luôn được an toàn. Những chiếc xe đạp này là những chiếc Giants khung hợp kim có thông số kỹ thuật khá cao, có phanh thủy lực. Tuyến đường đầy thử thách với một số đoạn leo núi lớn - lên tới 2.000m mỗi ngày và lên tới 75km. Nhưng nó đã được lên kế hoạch tốt, vì vậy mặc dù chúng tôi thường là những người đi xe đạp đường trường chứ không phải những người đi xe đạp leo núi và ở độ tuổi 50... chúng tôi vẫn làm được! Những đoạn đường địa hình cho phép chúng tôi băng qua một số cảnh quan thực sự ấn tượng với núi, rừng và ruộng lúa nằm ngay ngoài đường mòn. Hầu hết các đoạn đường đều đi theo những tuyến đường quê yên tĩnh, giúp chúng tôi có được cảm nhận thực sự về một Việt Nam thực sự. Và mọi người ở khắp mọi nơi đều thân thiện và nồng nhiệt. Các món ăn độc quyền của Việt Nam rất phong phú, cùng với các món ăn nhẹ và nước uống thường xuyên. Trời nóng suốt. Chúng tôi kết thúc qua đêm ở những ngôi nhà kết hợp ở những ngôi làng nhỏ, nhà nghỉ ở Công viên Quốc gia và khách sạn hai sao. Chúng tôi chỉ có một điều khó hiểu với chuyến đi mang tính chuyên nghiệp cao. Bộ xích trên tất cả các xe đạp đều bị mòn và cần thay thế, đồng thời một số phanh cần siết chặt hơn một chút. Điều đó nói lên rằng, Hil luôn ở đó với cờ lê, chìa khóa Allen, v.v. để điều chỉnh xe đạp. Chuyến đi này không dành cho người mới bắt đầu... Nhưng nếu bạn thích đạp xe, bạn - sẽ thích nó.Đọc thêm",
            "Joe đã mang lại trải nghiệm tuyệt vời cho gia đình chúng tôi khi đạp xe quanh vùng ngoại ô Hà Nội. Chiếc xe đạp có chất lượng tuyệt vời, chúng tôi có một chiếc xe đuổi theo khi thời tiết chuyển mùa và sau cơn gió mùa, anh ấy đưa chúng tôi đi uống cà phê để giúp sưởi ấm.Đọc thêm",
            "Chúng tôi được giới thiệu về khách sạn các chuyến tham quan một ngày quanh Hà Nội và cuối cùng chọn đi xe đạp một ngày. Điều chúng tôi lo lắng nhất là giao thông ở Hà Nội rất tệ. Giao thông hỗn hợp và nguy hiểm. Chúng tôi rất may mắn được hướng dẫn dẫn đường và đảm bảo an toàn cho chúng tôi. Chúng tôi có rất nhiều nơi để tham quan ở Hà Nội trong 1 ngày, thưởng thức nhiều món ăn Việt Nam. Thích nhất là được ăn phở và bia ở khu phố cổ. Cảm ơn công ty và hướng dẫn viên có tên Tom.Đọc thêm",
            "Chúng tôi đã tham gia chuyến đi nghỉ lễ Gia đình đi xe đạp tại Hà Nội và chúng tôi thực sự thích nó. Chúng tôi đạp xe từ Hồ Tây đến Bát Tràng và Đông Hồ an toàn và trở về nhà trọ ở Hà Nội với rất nhiều đồ gốm. Giá thấp và dịch vụ tốt. Cảm ơn!Đọc thêm",
            "Nhân viên của bạn rất chuyên nghiệp và hữu ích. Họ thông thạo tiếng Anh và họ nhớ mọi thứ về chuyến đi. Tôi thực sự hài lòng với chuyến du lịch Mai Châu bạn đã chọn cho tôi. Đó là 3 ngày tuyệt vời của chúng tôi. Cảm ơn Vietnambiking rất nhiều!!!Đọc thêm",
            "Chúng tôi là sinh viên thực tập tại Việt Nam.  Tôi sợ rằng chi phí cho những chuyến đi như thế này sẽ không phù hợp với túi tiền của sinh viên chúng tôi. Tôi đã nhầm. Vì chúng tôi đi du lịch với bốn người nên giá cho mỗi người thấp hơn nhiều. Yêu nó. Chuyến đi bằng xe đạp đến Mộc Châu của chúng tôi thật tuyệt vời và thú vị. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi yêu thích chuyến đi đến Hòa Bình. Đó là một tỉnh thực sự xinh đẹp và yên bình. Đi xe đạp giúp chúng tôi quan sát rõ hơn cuộc sống thường ngày của người dân ở đó. Mong một ngày nào đó sẽ được ghé thăm Hòa Bình một lần nữa. Cảm ơn rất nhiều Vietnambikeing tour.Đọc thêm",
            "Chuyến đi xe đạp 5 ngày của chúng tôi ở Đồng bằng sông Cửu Long, khoảng 30 dặm mỗi ngày, vào cuối tháng 11 đã vượt quá mọi mong đợi của chúng tôi. Đầu tiên, Joe rất nhiệt tình và hữu ích trong việc thiết kế chuyến đi hoàn hảo cho 2 chúng tôi. Chúng tôi có một hướng dẫn viên xe đạp tuyệt vời tên là Long và tôi chắc chắn sẽ hỏi Joe xem Long có rảnh không. Chúng tôi đã có rất nhiều trải nghiệm khác nhau trên thuyền, cầu, đảo, làng mạc và giao lưu với người dân Việt Nam. Chỗ ở và đồ ăn đều tuyệt vời. Đơn giản là hoàn hảo theo mọi cách có thể. Đọc thêm",
            "Các bạn rất nhiệt tình và có trách nhiệm. Bạn đã hướng dẫn chúng tôi chọn tour phù hợp với chúng tôi nhất. Bạn đã chào đón chúng tôi nồng nhiệt và lo mọi việc cho chúng tôi. Cảm ơn bạn vì một chuyến đi rất thú vị với nhiều trải nghiệm mới.Đọc thêm",
            "Vietnambiking rất hữu ích và đáp ứng. Mọi thứ cần chuẩn bị cho chuyến đi đã được Vietnambiking tour chuẩn bị sẵn. Hầu như chúng tôi không phải lo lắng bất cứ điều gì trong suốt chuyến đi. Chúng tôi đã kết thúc chuyến tham quan an toàn nhờ có các bạn, Vietnambiking. Cảm ơn bạn rất nhiều và hy vọng được tham gia chuyến đi do bạn cung cấp một lần nữa!Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written October 13, 2016",
            "Written April 22, 2016",
            "Written March 9, 2016",
            "Written March 7, 2016",
            "Written March 6, 2016",
            "Written March 2, 2016",
            "Written January 30, 2016",
            "Written January 30, 2016",
            "Written January 30, 2016",
            "Written January 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or30-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or20-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or40-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d13811178-Reviews-Daily_s_Place-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33165-d1227911-Reviews-Wilson_Creek_Winery-Temecula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616111-d13957493-Reviews-Pathibhara_Devi_Temple-Taplejung_Mechi_Zone_Eastern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187823-d232421-Reviews-Aquarium_of_Genoa-Genoa_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1552426-Reviews-Arecibo_Lighthouse_Historical_Park-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7032491-Reviews-Fun_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g608811-d486621-Reviews-Marche_de_L_Isle_sur_la_Sorgue-L_Isle_sur_la_Sorgue_Vaucluse_Provence_Alpes_Cote_d.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d2368798-Reviews-Hiking_Trail_Fira_Oia-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d11827119-Reviews-Go_Port-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1930048-d6420734-Reviews-Eisenhower_Regional_Recreation_Center-The_Villages_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or40-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or30-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có chuyến đi rất bổ ích và thú vị nhờ sự giúp đỡ của Vietnambiking tour. Chúng tôi được đi du lịch, quan sát cuộc sống của người dân, đi tham quan và đồng thời được đạp xe - một trong những hoạt động yêu thích nhất của gia đình chúng tôi. Chuyến đi thật an toàn và tuyệt vời.  Cảm ơn Vietnambiking rất nhiều!Đọc thêm",
            "Chúng tôi có rất nhiều sự lựa chọn khi đến với các bạn, Vietnambiking tour! Mọi thứ nghe có vẻ rất hấp dẫn và khiến chúng tôi thực sự phấn khích. Cảm ơn rất nhiều đến các nhân viên nhiệt tình. Các bạn đã giới thiệu cho chúng tôi rất nhiều thứ nên cuối cùng, chuyến đi được chọn là một chuyến đi khá ưng ý với giá cả phải chăng. Cảm ơn rất nhiều Vietnambikeing tour!Đọc thêm",
            "Đạp xe leo núi ở miền Bắc xa xôi của Việt Nam với những con đường mòn tuyệt vời. Khả năng biến đổi tốt trên đường đơn - địa hình - kỹ thuật chuyên nghiệp. Hỗ trợ tuyệt vời từ xe tải và xe máy đi kèm. Xe đạp cho thuê vẫn ổn. Một trải nghiệm một lần trong đời. Cảm ơn đội Marco Polo Travel rất nhiều! Đội Mountainbike UlvenhoutĐọc thêm",
            "Chúng tôi đã có một chuyến đi xe đạp tuyệt vời từ Hà Nội. Trang web có các chuyến đi được đề xuất. Tôi đã gửi email mong muốn của riêng mình và họ đã tùy chỉnh một chuyến đi cho chúng tôi. Chuyến tham quan buổi sáng miền quê thật tuyệt. Hướng dẫn viên rất thân thiện và hiểu biết, hướng dẫn viên nói tiếng Anh tuyệt vời. Chúng tôi dừng lại thăm nhà người dân địa phương và tìm hiểu về cuộc sống cũng như nghề nghiệp của họ. Thật tuyệt vời khi thoát khỏi lối mòn và tìm hiểu về người dân Việt Nam. Các hướng dẫn viên du lịch thật tuyệt vời. Điều này RẤT khuyến khíchĐọc thêm",
            "Mệt nhưng vui sau một ngày tham quan Angkor Wat - những ngôi đền nổi tiếng và những ngôi đền ẩn chỉ có thể đến được bằng xe đạp. Hướng dẫn viên rất thân thiện và hữu ích. Anh ấy có thể trả lời mọi câu hỏi chúng tôi hỏi về các ngôi đền và vui vẻ trả lời các câu hỏi chung về cuộc sống, văn hóa, trường học ở Campuchia. Các tour tham quan đền đưa bạn ra khỏi con đường chính, qua rừng rậm, qua những ngôi làng nhỏ. Bạn sẽ thấy những điều bạn sẽ không bao giờ có thể đến được. Đọc thêm",
            "Chúng tôi đã đặt 2 chuyến - Đạp xe Hà Nội và Đạp xe Mai Châu - và một vé tàu đến Huế tại Công ty Du lịch Marco Polo. Họ rất thân thiện và lịch sự. Tất cả đều diễn ra tuyệt vời. Ngay cả sau những chuyến đi, họ vẫn hỏi xem mọi thứ có hiệu quả không. Chúng tôi giới thiệu công ty du lịch này cho tất cả mọi người!Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi kéo dài 8 ngày do Marco Polo Travel tổ chức, với những Hướng dẫn viên và Người khuân vác tuyệt vời nhất mà chúng tôi từng có ở bất cứ đâu!  Chỉ có 3 người trong nhóm, với những khả năng khác nhau, chúng tôi luôn có một người dẫn đầu và một người đứng cuối.  Họ đã cung cấp cho chúng tôi rất nhiều thông tin về phong tục và truyền thống địa phương, đồng thời linh hoạt trong việc đi lại, khiến ngày dài hơn hoặc ngắn hơn tùy theo điều kiện. Họ nấu những bữa ăn ngon, giới thiệu cho chúng tôi các loại rượu vang địa phương và thậm chí còn làm một chiếc bánh sinh nhật giữa chuyến đi. Họ đã biến một chuyến đi đầy thử thách thành một chuyến đi bộ mà chúng tôi sẽ trân trọng mãi mãi.Đọc thêm",
            "8 ngày trên yên ngựa ở miền Bắc Việt Nam xa xôi với 8 chàng trai, thật tuyệt vời!! Một trải nghiệm một lần trong đời. Mỗi ngày thật ngoạn mục, được tổ chức tốt và chuyên nghiệp. Xem trang FB 2015 Northern Vietnam Ride để xem ảnh. Cảm ơn các bạn Đọc thêm",
            "Chúng tôi vừa trải qua một buổi sáng tuyệt vời khi đến thăm Bát Tràng, thử sức mình với bàn xoay của thợ gốm. Chuyến đi tuyệt vời qua khung cảnh luôn thay đổi. Đường phố sầm uất, đường ngõ sau và khu vực trồng trọt. Cách tuyệt vời để xem những thứ bạn thường không thấy. Không dành cho những người hơi nóng vì một phần của chuyến đi là trên những con phố Hà Nội sầm uất.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi 7 ngày từ Hà Nội lên những ngọn núi và thung lũng ở miền Bắc Việt Nam trên những chiếc xe đạp 100cc. Mỗi giờ, mỗi ngày, trở nên đẹp hơn và đáng kinh ngạc hơn. Tôi tự nghĩ: - Làm sao cái này có thể đẹp hơn được? - rồi trong vòng một giờ tới chúng ta sẽ lái xe đến một khung cảnh huyền diệu khác. Những người và gia đình chúng tôi gặp và ở cùng cũng thật tuyệt vời. Thật khó để diễn tả hết những cuộc phiêu lưu của tôi với Joe, nhưng chỉ gói gọn trong vài từ: hồ, núi, rượu gạo, công viên quốc gia, uống rượu gạo trong công viên quốc gia cho đến khi ngất xỉu, thác nước, nhảy khỏi thác nước, ngủ cạnh thác nước. Thật là một chuyến đi tuyệt vời!Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written January 28, 2016",
            "Written January 26, 2016",
            "Written November 29, 2015",
            "Written November 10, 2015",
            "Written November 2, 2015",
            "Written October 23, 2015",
            "Written October 15, 2015",
            "Written October 13, 2015",
            "Written October 1, 2015",
            "Written September 17, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or40-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or30-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or50-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d15840966-Reviews-TDF_Ghar-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d11846386-Reviews-Bokor_Mountain-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d23800518-Reviews-Van_Gogh_The_Immersive_Experience-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8434367-Reviews-Piscina_Municipal_de_Montjuic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7305078-Reviews-Konoko_Falls_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d267056-Reviews-Calle_Ocho-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d545911-Reviews-Mission_Dolores_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g198565-d1540774-Reviews-Lake_Tegernsee-Tegernsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d3178955-Reviews-White_Beach-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d280194-Reviews-Eastern_Promenade_Trail-Portland_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or50-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or40-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Có lẽ là một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi, khung cảnh tuyệt vời, xe đạp hoàn toàn mới và hướng dẫn viên du lịch tuyệt vời, đáng giá từng xu và hơn thế nữa. Chuyến đi 3 ngày bao gồm tất cả đồ ăn và đồ uống, chứng kiến ​​những điều không thể tin được, những đường đua tuyệt vời và hướng dẫn viên du lịch đã thực hiện nó rất an toàn. Đã ở và một nhà trọ tại Mẫu Châu và thật tuyệt vời khi thấy Việt Nam thực sự và những người làm việc trên những cánh đồng lúa thật, bao gồm cả bữa tối và bữa sáng. Tôi sẽ giới thiệu cho tất cả bạn bè của tôi và bất kỳ ai, họ rất chuyên nghiệp và hướng dẫn viên du lịch đến thời điểm đó để kể cho chúng tôi nghe về mọi thứ.Đọc thêm",
            "Chúng tôi đến Hà Nội và đặt tour xe máy với Marco Polo Travel. Tôi không ngờ rằng mình sẽ tham gia một chuyến du lịch kéo dài 12 ngày trong kỳ nghỉ lễ ở Việt Nam. Đó là một thế giới khác, phong cảnh, ẩm thực, con người, truyền thống, văn hóa đều tuyệt vời và tôi tin rằng lỗi duy nhất là kết thúc chuyến đi. Hướng dẫn viên là một chàng trai tuyệt vời, chỉ cho bạn những điều mà những hướng dẫn viên bình thường không làm được, anh ấy rất kiên nhẫn với chúng tôi, tất cả chúng tôi đều là những người đang học lái xe và hiểu khả năng của mình. Đọc thêm",
            "Cách tốt nhất để thấy Việt Nam thực sự. Tôi đã đi cùng Joe trong 10 ngày qua Tây Bắc Việt Nam và thật ngoạn mục. Phong cảnh tuyệt đẹp, con người tuyệt vời, đồ ăn ngon và thậm chí cả mưa cũng không thể làm giảm tinh thần của chúng tôi - ừm, rượu gạo - hay còn gọi là - nước biết nói - cũng giúp ích - . Tôi hoàn toàn muốn giới thiệu Joe và Marco Polo Travel cho bất kỳ ai muốn ra khỏi thành phố và ngắm nhìn đất nước tráng lệ này cùng con người nơi đây. Đáng giá từng xu! Đọc thêm",
            "Trong kỳ nghỉ ở Hà Nội, chúng tôi đã đặt tour đi xe đạp với Marco Polo Travel. Chúng tôi chọn thực hiện chuyến đi xe đạp nông thôn. Đó là một chuyến đi thực sự tốt đẹp và thú vị. Hướng dẫn viên của chúng tôi rất tốt bụng và nhiều thông tin, và chúng tôi kết thúc chuyến tham quan bằng bữa ăn tại nhà của một gia đình địa phương. Thức ăn và công ty là đỉnh cao. Rất khuyến khích!Đọc thêm",
            "Chúng tôi đặt tour du lịch ba ngày đến núi mai châu, cách hà nội khoảng ba giờ bằng xe buýt. Đó là con đường rất tốt để đi xe đạp, tầm nhìn đẹp, không khí trong lành, .... Người hướng dẫn viên đã kể cho chúng tôi rất nhiều điều về văn hóa và lịch sử. Anh ấy rất thân thiện và cung cấp thông tin tốt cho chúng tôi cũng như giá cả tốt nhất cho chúng tôi. Tôi giới thiệu công ty du lịch này cho tất cả những ai muốn đi du lịch ở Hà Nội, ở đây họ có thể giúp bạn. Đọc thêm",
            "We joined the 5 days Moc Chau Mountain Biking tour, with grade stated as  - Challenger - , because that was what we wanted. However, the actual km done on each day were not as stated in the itinerary: day 1 - stated 67km  - actual 31km - , day 2 stated 80km  - actual 40km - , day 3 stated 65km  - actual 55km - , day 4 stated 55km  - actual 31km - , day 5 stated 30km  - actual 8km - . The trails - Great sceneries, mostly grade 1, 2 or 3. Suitable for those who like to have a  - different -  biking experience. Downhill - most tracks were groomed by motocycles . It was a little bit challenging but mostly doable. Uphill - had a few short sharp hike-a-bike sections, but mostly all doable. Except on day 1 some places were too muddy to ride on due to heavy rain the days before. The services  -  All good, except the guide did not have much communication. Eg: when we rode to each junction, we have to wait for the guide to tell us which direction to go. When we came to a stop, we have no idea if it was a water stop, a transit, or end of the ride. When we arrived to the Thai village on day 4, no one tell us where our accommodation and luggage located. We were only told to bring a day - s clothing but no mentioned about bringing towel or insect repellent. The  - towels -  offered to us were 2 Used-hand-towels  - ! - . No information about that extra scenery in the village but luckily we found it out ourselves. Accommodations: mostly ok, except the last day at the Thai village, though  - interesting - , but the bed and the blankets provided might be the cause of our rashers the next day. Meals provided were abundance. Taste as you expect from small villages. Mostly edible. I can understand that the route be changed - shorten due to weather. However this was not the case for us. For our 5 days, although the weather was hot but great for biking.  Even if the weather was not right, I believe as a trip organizer, they should have an alternate plan - track. No one would be happy to spend few thousand bucks and over 20hrs of flight  - to and from -  to come to a place to have just a few short and not-so-challenging mtb rides.   - Luckily we had another 2 weeks cycling trip before this short trip so to make our vacation  - worthwhile -  - .Read more",
            "Đây là nhận xét của cơ quan chứ không phải của việc đạp xe. Chúng tôi đã trả tiền cho chuyến leo núi Fanxipan bằng chuyến du lịch Marco Polo. Khi chúng tôi đi du lịch với những đứa trẻ lớn hơn, chúng tôi đã thông báo trước cho chúng về việc thanh toán theo độ tuổi để đảm bảo tất cả đều ổn - thậm chí còn kiểm tra kỹ. Chúng tôi đã nhận được một email có nội dung - ghi chú độ tuổi, 100 - xác nhận rằng bạn có thể leo lên - . Khi chúng tôi đến đó và trả số tiền còn lại, họ thông báo rằng văn phòng công viên quốc gia - vừa thay đổi quy định - và những người dưới 16 tuổi không được phép leo núi. Khi hỏi xung quanh, chúng tôi thấy điều đó không đúng và các quy tắc đã thay đổi từ lâu. Không cần phải nói rằng chúng tôi đã không lấy lại được tiền của mình và bị buộc phải leo lên làng. Họ đã nói dối trắng trợn về một số email, và các cơ quan khác đã nói với tôi rằng có lẽ họ đang hy vọng - hãy thử đi - . Ngay cả khi bạn đi du lịch mà không có trẻ em, bạn cũng sẽ không đề xuất một đại lý nói dối và - thử - .Đọc thêm",
            "Chúng tôi đã đặt chỗ từ người phụ nữ tên Kristin cho chuyến đi đến Fansipan của cô ấy với giá 315 USD - người x 4 người trong 3 ngày trọn gói để lên đỉnh fansipan . Chuyến đi này bao gồm vé tàu Hà Nội - Lào Cai - Hà Nội.\n- Nhân tiện, công viên quốc gia từ chối nhóm của cô ấy leo núi lên Fanxipan vì thời tiết không phù hợp với Trẻ em. \n- Chúng tôi đã thảo luận với cô ấy và cô ấy đồng ý chuyển sang chuyến đi khác và giữ lại khoản hoàn lại 120 USD cho 4 người.\n- Khi về nhà cô ấy có email và muốn thêm 380 USD để cô ấy vui. Được rồi cô ấy có số tiền này. \n- Nhiều người đặt chuyến đi Fasipan và 20 người - trong số họ không thể thực hiện chuyến đi này vì nhiều lý do như thời tiết xấu...\n- Chúng tôi thường có biện pháp xử lý và hoàn tiền cho khách hàng nếu họ không sử dụng dịch vụ. Người này vẫn đổi 3 ngày trekking khác trọn gói và muốn hoàn lại 500 USD, đây là 50 - số tiền trekking.\n Nhưng những người này không muốn dừng vụ việc này và chúng tôi vẫn giữ email của cô ấy, cô ấy muốn có thêm tiền nếu không cô ấy sẽ viết gì đó trên tripadvisor. Chúng tôi đã nói rằng chúng tôi không trả tiền để xem xét.\nChúng tôi nghĩ rằng cô ấy muốn lừa chúng tôiĐọc thêm",
            "My husband and I did a 3-week road bike tour with Marco Polo last month. What made it such a great experience was 2 excellent guides. In Cambodia we had Pheng Polo and in Vietnam Le Van Ky  - their given name is the last name - . Both Polo and Ky were fantastic in helping us understand the people and culture. They also helped us interact with locals directly. They were very flexible about changing plans to support our objectives  - we were the only 2 on the tour -  Both Polo and Ky work for various tour companies, so you may find them through other companies, as well. We had 3 homestays. It would have been helpful to know that the Cambodia portion is mostly dirt and that one of the homestays would be sleeping on a bamboo mat so that we could have brought a camping pad, but this was not the responsibility of the guides. We requested in advance to have water, fruit and salty snacks such as nuts and seeds, but this was not communicated to the guides, so they arrived with only the usual soft drinks and snacks in addition to water. However, they did their best to adapt on the fly. I thought the price was very reasonable compared to other tour companies. One thing that could be improved is the hotels. They seem to have been chosen because they were the grandest and showiest 2 and 3 stars available in the target price range. Given that maintenance and cleanliness is generally lacking in these two countries, which means hotels deteriorate significantly as they age, the best way to get a hotel with everything working that is also clean is to go with newer properties. We had seen reviews of this company that raved about Joe Nguyen, who is the manager, so we specifically requested he be our guide. He was available for only 3 days, which turned out to be a good thing. He had almost nothing to say unless we asked a direct question. He didn - t look out for our safety when making turns but went ahead, even running red lights. He also diverted from the itinerary  - therefore we missed 4 listed attractions -  and substituted a boat ride in a boring stretch of the Mekong. But the company has good guides they contract with. I suggest asking for someone other than Joe. On the positive side, he helped us arrange a homestay in Mai Chau where the homeowner organized for us to teach English for several days. And in another homestay when our room was located next to the gathering spot for backpackers, he arranged for a much better and quieter room for us without us asking.Read more",
            "Vừa kết thúc 10 ngày đạp xe xuyên Việt Nam và lên vùng núi Đông Bắc cùng 8 người bạn khác. Trải nghiệm thật tuyệt vời, thật khó khăn với nhiều chặng leo núi dài nhưng miền quê là một trong những nơi tuyệt vời nhất mà tôi từng trải qua. Joe và nhóm của anh ấy thật tuyệt vời, họ đã làm mọi thứ có thể để chuyến đi của chúng tôi thành công và sửa đổi các chuyến đi trong hầu hết các ngày để những người muốn đi trên đường trải nhựa có thể và những người khác có thể đi đường nông thôn hơn - đường đơn. Chúng tôi đã có những ngày dài ngồi trên yên ngựa nhưng đến cuối ngày, chúng tôi luôn được tắm nước nóng. Những chiếc giường hơi cứng nhưng đó là Việt Nam và tất cả là một phần của cuộc phiêu lưu. Chuyến đi vượt quá mọi mong đợi của tôi và tôi thực sự thích cuộc phiêu lưu. Tôi 65 tuổi và đã đi du lịch đến Châu Phi và Nam Mỹ và tôi đánh giá Kỳ nghỉ lễ này là một trong những kỳ nghỉ tuyệt vời nhất từ ​​trước đến nay. Giá trị đồng tiền 10 trên 10.Đọc thêm",
            "Chúng tôi đã có một ngày vui vẻ đạp xe qua vùng nông thôn xinh đẹp nhưng khó có gì ngoạn mục - ngoại ô Hà Nội và một bữa ăn ngon tại một ngôi làng xinh đẹp. Nhưng ngày đó không xứng đáng với cái giá quá lớn mà chúng tôi đã trả -- - 125 USD mỗi người trong tổng số - 250 USD trong 7 giờ - bao gồm cả lái xe và ăn trưa - . Mức giá này đắt hơn nhiều so với các tour du lịch khác ở Hà Nội. Chúng tôi quyết định bỏ tiền ra vì những đánh giá xuất sắc trên Tripadvisor. Nhưng nó đã không đáp ứng được sự mong đợi. Trước hết, những gì được quảng cáo là chuyến tham quan cả ngày thực sự chỉ là 2-3 giờ đạp xe, sau đó là bữa trưa - - 2 giờ không bao gồm bia -. Đó cũng không hẳn là một chuyến tham quan - hướng dẫn viên du lịch của chúng tôi, mặc dù thân thiện nhưng đã không cố gắng cung cấp cho chúng tôi bất kỳ thông tin chi tiết nào về các khu vực chúng tôi đang tham quan. Chức năng chính của anh ấy là dẫn đường. Nhìn chung, một ngày vui vẻ nhưng có lẽ không đáng tiền.Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written September 10, 2015",
            "Written September 5, 2015",
            "Written September 4, 2015",
            "Written September 2, 2015",
            "Written August 25, 2015",
            "Written August 18, 2015",
            "Written March 24, 2015",
            "Written February 3, 2015",
            "Written November 29, 2014",
            "Written July 31, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or50-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or40-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or60-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d8468723-Reviews-Aquapark_Dalmatia-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2005826-Reviews-Cu_Chi_Tunnels-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189104-d6429161-Reviews-Formentor_Playa-Formentor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d21338107-Reviews-Edge_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d13205212-Reviews-Madrid_Airport_Transfers-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g499300-d185018-Reviews-Canada_s_Wonderland-Vaughan_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147358-d147484-Reviews-The_Baths-Virgin_Gorda_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d126746-Reviews-Portland_Saturday_Market-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190520-Reviews-Museum_Island-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or60-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or50-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Chồng tôi, con gái - 27 tuổi - và tôi bắt đầu chuyến đi 7 ngày này vào đầu tháng Năm. Việc tổ chức trực tuyến rất dễ dàng trước khi chúng tôi đến Việt Nam. Mọi việc diễn ra rất suôn sẻ kể từ thời điểm chúng tôi được tập trung tại Hà Nội. Chúng tôi lái xe về phía Bắc đến Hồ Ba Bể, nơi chúng tôi nghỉ qua đêm và sau đó đến gần biên giới với Trung Quốc, nơi chúng tôi bắt đầu đi bộ xuyên rừng giữa các ngôi làng, ở nhà dọc đường. Chúng tôi yêu thích từng phút này. Chúng tôi được chăm sóc chu đáo bởi Hướng dẫn viên của chúng tôi, Joe - từ Marco Polo - và Chương - hướng dẫn viên chính quyền địa phương -. Chúng tôi đã định mang hành lý riêng của mình và ngạc nhiên khi thấy rằng chúng được chở bằng xe máy bởi chính những người đàn ông sẽ nấu ăn cho chúng tôi. Đó là một điều ngạc nhiên đáng hoan nghênh vì trời khá nóng và chúng tôi rất vui vì không bị nặng thêm. Là người ăn chay, chúng tôi rất hài lòng với nỗ lực đáp ứng nhu cầu thực phẩm của mình, điều này đã được thực hiện rất tốt. Joe tốt nghiệp ngành lịch sử và chúng tôi đã học được rất nhiều về Việt Nam cũng như lịch sử của đất nước này. Thật tuyệt khi được ở trong nhà của người dân địa phương, gặp gỡ mọi người và thực sự thoát khỏi con đường quen thuộc.  Chương có kiến ​​thức địa phương rất lớn về thực vật, động vật và lối sống. Họ thật là một đội tuyệt vời. Địa hình gần giống như quê nhà, New Zealand, với những ngọn đồi và thung lũng không có gì khó khăn nhưng bạn sẽ cần phải là người đi bộ để tận hưởng điều này. Hãy chuẩn bị tinh thần cho một số phòng tắm thô sơ hoặc thiếu, nhưng đó là cách mọi người sống ở đây, đừng để điều đó làm bạn thất vọng vì chúng tôi thực sự khuyên bạn nên tham gia cả chuyến đi này và chuyến phiêu lưu của Marco Polo.Đọc thêm",
            "Joe đưa vợ tôi và tôi đi một chuyến thú vị và thú vị. Khi vợ tôi kiệt sức chỉ còn 6 km nữa, Joe đã sắp xếp đón và giao hàng tại khách sạn của chúng tôi.Đọc thêm",
            "Vợ chồng tôi vừa trải qua ba ngày đạp xe leo núi quanh Mai Châu cùng Joe Nguyễn từ chuyến du lịch Marco Polo và được tài xế Lợi hỗ trợ.  Chúng tôi đã dành hai đêm với một gia đình ở nhà trong làng và vâng, có một - c trong phòng. Từ việc đón ở Hà Nội cho đến khi xuống sân bay, mọi nhu cầu của chúng tôi đều được đáp ứng và chúng tôi được thưởng thức các phong tục, đồ ăn và bia tuyệt vời của địa phương.  Chuyến đi rất đẹp và chính xác như những gì chúng tôi đã hy vọng, trong trường hợp của chúng tôi là rất nhiều km và một số thử thách nhưng điều này có thể thay đổi để phù hợp với khả năng của bạn. Chúng tôi mang theo bàn đạp, giày và mũ bảo hiểm của riêng mình và được cung cấp đuôi mềm Cannondale trong tình trạng rất tốt.  Đề xuất duy nhất của tôi là hãy chuẩn bị sẵn sàng trong những tháng nắng nóng khi chúng tôi đạp xe trong nhiệt độ từ 38 đến 41 độ C và cùng trẻ em địa phương bơi trên sông vào buổi chiều muộn.Đọc thêm",
            "Trước hết, chúng tôi đã không đặt tour du lịch với họ. Chúng tôi đang đạp xe lên đồi đi Mai Châu thì một chiếc xe buýt nhỏ dừng lại và đưa cho chúng tôi đồ uống lạnh mà chúng tôi rất cần. Anh ấy rất thân thiện và nói với chúng tôi rằng chúng tôi gần như đã đứng đầu. Cuối ngày hôm đó ở Mai Châu, chúng tôi gặp vấn đề về xe đạp và đã gọi điện đến công ty này để họ có thể giúp đỡ chúng tôi. Hóa ra chính xác là người đưa đồ uống cho chúng tôi. Anh ấy lái xe đến khách sạn của chúng tôi và cho chúng tôi lời khuyên, thậm chí còn đề nghị đưa chúng tôi trở lại Hà Nội miễn phí để sửa xe - sự thân thiện và dịch vụ đáng kinh ngạc! Tôi nghĩ chuyến tham quan với anh chàng này thật thú vị! Đọc thêm",
            "Chúng tôi vừa trở về từ chuyến đi Việt Nam và một trong những điểm nổi bật là chuyến tham quan bằng xe đạp với Joe.   Chúng tôi lái xe 1-1 - 2 giờ ra ngoài Hà Nội để bắt đầu chuyến đi.   Chúng tôi đạp xe qua vùng đất nông nghiệp và những ngôi làng nhỏ.  Đó là một trải nghiệm tuyệt vời và chúng tôi có thể nhìn thấy những điều mà bạn không thể thấy trong chuyến tham quan.  Chúng tôi đạp xe vòng quanh những con bò nằm trên đường, những con gà chạy quanh, những ngôi chùa và đến những địa điểm mà người da trắng chưa từng thấy.  Chúng tôi ăn trưa tại một dinh thự tư nhân 300 năm tuổi, điều đó thật tuyệt vời.   Joe và nhân viên của anh ấy rất có sức chứa và chăm sóc chúng tôi rất tốt.   Chúng tôi chắc chắn đang trong tình trạng kiệt sức, nhưng họ thường xuyên dừng lại để uống nước và ăn nhẹ.  Tôi thực sự khuyên bạn nên tham gia một chuyến tham quan cùng Joe vì đó sẽ là một trải nghiệm tuyệt vời.Đọc thêm",
            "Chồng tôi và tôi đã đặt chuyến đi đến Vịnh Hạ Long thông qua Joe với Marco Polo Travel.  Tất cả đã được sắp xếp qua email.  Joe đã trả lời email của tôi rất nhanh và cung cấp rất nhiều thông tin.  Anh ấy giới thiệu Canary Cruise và nói rằng anh ấy nhận được phản hồi rất tốt từ mọi người.  Thật là tuyệt!  Anh ấy đã chỉ đạo chúng tôi đi đúng hướng. Tôi sẽ nhanh chóng sử dụng chuyến du lịch Marco Polo để đặt một chuyến tham quan khác.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan quanh hồ vào sáng sớm với Hiu vào ngày thứ hai tại Hà Nội và thật tuyệt vời! Hiếu nhanh chóng đến khách sạn bằng xe đạp và đưa chúng tôi đi dạo thong thả quanh Hồ Hoàn Kiếm trước khi lao ra những con đường nghiêm túc hơn và qua cầu Long Biên rồi quay trở lại. Anh ấy đã giữ thời gian của chúng tôi trên đường chính ở mức tương đối tối thiểu, nhưng điều đó cũng đủ để thực sự khiến chúng tôi cảm thấy mình là một phần của cơn cuồng giao thông Hà Nội! Phần chính của chuyến đi là vòng quanh Tây Hồ - Hồ Tây - nhìn chung yên bình hơn. Hiếu thường xuyên dừng lại để kể cho chúng tôi những gì chúng tôi đang thấy - nhưng không quá thường xuyên và luôn an toàn - và đã làm rất tốt việc hướng dẫn chúng tôi khi đi xe. Anh ấy dẫn chúng tôi đi tham quan chùa Trấn Quốc vào cuối chuyến tham quan trước khi đưa chúng tôi đến một nhà hàng phở địa phương tuyệt vời để ăn sáng. Tất cả những điều này - tổng cộng khoảng bốn giờ - chỉ với - 29 mỗi người, điều mà chúng tôi nghĩ là rất nhiều. Đây chắc chắn là điểm nổi bật trong thời gian chúng tôi ở Hà Nội!Đọc thêm",
            "Là một người nước ngoài đã sống ở Hà Nội được vài năm, tôi thực sự rất vui khi được cùng Joe và một nhóm nhỏ thực hiện chuyến đi trong ngày ra khỏi Hà Nội. Đó là một ngày dài, bắt đầu sớm và kết thúc muộn, nhưng chúng tôi đã có thể ngắm nhìn một số khung cảnh ngoạn mục để đạp xe trên những con đường mòn địa phương băng qua các thung lũng từ Mộc Châu đến Mai Chao. Thật không may, chúng tôi chỉ có một ngày, và nếu đi xa sẽ thoải mái hơn nếu chúng tôi nghỉ qua đêm ở đâu đó. Joe đã chăm sóc chúng tôi một cách tuyệt vời, thiết bị - hệ thống treo toàn phần của Cannondale - rất tuyệt vời và hỗ trợ thực phẩm, vận chuyển và hỗ trợ hoạt động giống như kim đồng hồ. Hóa ra tôi - không giỏi về mặt kỹ thuật - và có rất nhiều - nhưng Joe đã chăm sóc tôi để đảm bảo rằng tôi vượt qua ổn, trong khi chúng tôi bắt kịp những tay đua giàu kinh nghiệm hơn khác. Joe biết rõ khu vực đó như lòng bàn tay và luôn khiến chúng tôi cảm thấy thư giãn, thoải mái. Hoàn toàn khuyên bạn nên nó! Đọc thêm",
            "Nếu bạn là người yêu thích phiêu lưu và xe đạp leo núi thì điều này rất được khuyến khích. Chuyến tham quan do Joe cung cấp hoàn toàn tuyệt vời. Họ cung cấp ba chuyến đi hoàn toàn khác nhau trong ba ngày khiến tôi choáng ngợp. Họ thực sự đã thể hiện vẻ đẹp của Maichau. Joe là người hiểu biết và rất tuyệt vời! Anh ấy biết rất rõ về khu vực này và quản lý rất tốt các cấp độ khác nhau của các tay đua. Tôi - tôi không phải là một tay đua xe đạp leo núi giỏi nhưng đang đi du lịch cùng một số người. Những con đường mòn thật tuyệt vời và khu vực này thật ĐẸP! Joe đã chia sẻ tài nấu nướng của họ với tất cả mọi người trong bữa tối tại nhà nghỉ của các làng bộ lạc trên đồi. Khu vực nhà nghỉ và khu vực ăn uống được tạo ra để mang lại những buổi tối cực kỳ linh hoạt để thư giãn sau chuyến đi. Bia được cung cấp đã được tất cả mọi người yêu thích. Tôi nghĩ đây là nơi hoàn hảo cho kỳ nghỉ của bạn.Đọc thêm",
            "Nhiều người nói Việt Nam có những đường đua MTB tuyệt vời, và với tư cách là một MTB có kinh nghiệm, tôi muốn chứng minh điều đó. Trước đó, Joe đã cảnh báo về những đoạn đường sẽ phải vượt qua vì rất khó vượt qua. Nhưng vì quá tự tin nên tôi luôn phớt lờ lời khuyên của anh. Một số bài hát tôi có thể hoàn thành nó một cách hoàn hảo, nhưng với những bài hát đơn xuống dốc ở Mai Châu thì không. Những đường đua đầy thử thách khó chinh phục. Là một MTB có kinh nghiệm, tôi thực sự không biết phải làm gì nhưng Joe đã giúp tôi hoàn thành chặng đua này. Các đường đua thực sự rất khó để chinh phục, tôi thực sự xấu hổ vì không thể tự mình hoàn thành nó. Thành thật mà nói, đây là trải nghiệm tuyệt vời nhất đối với tôi. Vui nhộn và đáng sợ cùng một lúc, một cuộc phiêu lưu hoàn hảo với cơn sốt adrenaline. Nếu bạn là một tay đua MTB đích thực, tôi - tôi chắc chắn bạn sẽ thích nó. Tôi - chắc chắn sẽ quay lại, cưỡi ngựa địa hình là một môn thể thao của riêng nó và là một môn thể thao cần phải thành thạo! Cảm ơn Joe, hy vọng lần sau chúng ta có thể cùng nhau đi tiếp.Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written June 19, 2014",
            "Written June 3, 2014",
            "Written May 24, 2014",
            "Written May 18, 2014",
            "Written May 7, 2014",
            "Written November 7, 2013",
            "Written October 15, 2013",
            "Written August 11, 2013",
            "Written July 26, 2013",
            "Written June 4, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or60-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or50-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or70-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116604-Reviews-The_Hershey_Story_Museum-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187302-d10394516-Reviews-Zugspitzbahn_Cog_Railway-Garmisch_Partenkirchen_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d103590-Reviews-Seward_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g14108045-d1753939-Reviews-Liard_River_Hot_Springs_Provincial_Park-Liard_River_Northern_Rockies_British_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d279032-Reviews-Lava_Lands_Visitor_Center-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g57932-d535023-Reviews-Hungry_Mother_State_Park-Marion_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d4799627-Reviews-Stahl_House-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55483-d6367207-Reviews-Big_Spring_Family_Aquatic_Center_and_Water_Park-Big_Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g52016-d6882202-Reviews-Pendleton_Woolen_Mill_Store-Pendleton_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d579200-Reviews-Hell_s_Revenge-Moab_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or70-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or60-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Tôi đã có trải nghiệm tuyệt vời với Joe trong chuyến tham quan bằng xe đạp Marco Polo- Hà Nội. Một chuyến tham quan dài ngày với khung cảnh tuyệt vời ở bên phải và bên trái, Joe đã lên kế hoạch và đưa chúng tôi đến những chặng đường khó khăn và đầy thử thách trên những ngọn đồi mà chúng tôi chưa từng thực hiện - - trước đây. Những đường đua mà chúng tôi cho là quá khó để chúng tôi chinh phục. Tôi đã thử nhiều lần và luôn bị ngã khi anh ấy vượt qua, nhưng cuối cùng Joe đã cho tôi lời khuyên và thủ thuật để vượt qua đường đua cho đến khi thành công. Thực sự rất vui và khó quên. Bởi vì Joe, tôi có thể học các kỹ thuật cưỡi MTB mới. Joe và Marcopolo Travel đã cho tôi kinh nghiệm quý báu, Nhân viên rất hữu ích và thân thiện. Xe đạp đang trong tình trạng tuyệt vời. Tất cả khiến tôi rất biết ơn về chuyến du lịch tuyệt vời này. Có lẽ tôi sẽ rất tiếc nếu ngày hôm qua tôi không thử chuyến tham quan bằng xe đạp này. Sau tất cả những gì tôi cảm nhận và nhận được, tôi chắc chắn sẽ đạp xe cùng họ một lần nữa khi trở lại Hà Nội.Đọc thêm",
            "Một thời gian trước, tôi có dịp đến thăm Việt Nam và đưa con trai 14 tuổi của tôi đi. Con trai tôi rất thích MTB và tôi muốn tặng cháu một chuyến phiêu lưu MTB thú vị trên những ngọn núi phía bắc Việt Nam. Trước đó, chúng tôi đã tìm thấy Marcopolo Travel trên Internet, họ sẽ giúp tôi trong việc này. Chúng tôi đã sắp xếp chuyến đi 3 ngày với họ. Sáng hôm sau, Joe và đoàn đã đến lúc 8 giờ sáng, đúng giờ với một chiếc MTB Cannonade hoàn toàn mới. Điểm đến của chúng tôi là Ma Cao. Chúng tôi mất 3-4 giờ, chúng tôi rất vui Vì trên đường đi, chúng tôi được ngắm cảnh làng quê tuyệt đẹp. Kết thúc ngày đầu tiên, chúng tôi ở nhà dân tộc thiểu số Mai Châu tại Mai Châu. Ngày thứ hai, chúng tôi đi trên đường mòn đơn thuộc sông Mã. Tôi không thấy con trai mình mệt mỏi, nhưng cháu rất vui vì sự kiện và nạng Joe luôn hỏi về kế hoạch đi lại vào sáng mai. Ngày thứ hai, chúng tôi đi trên đường mòn đơn thuộc sông Mã. Có lẽ đường mòn quá khó đối với một chiếc MTB không được nâng cao, nhưng Joe luôn giúp chúng tôi vượt qua một cách hoàn hảo. Cuối cùng chúng tôi kết thúc chuyến đi xe đạp vui vẻ này, con trai tôi nói rằng cháu muốn đi lần nữa, nhưng tôi nói không phải bây giờ Vì chúng tôi phải về nước. Chúng tôi trở lại Hà Nội bằng một chuyến đi thuyền, một gói du lịch rất thú vị và vui vẻ mà marcopolo travel đã cung cấp cho chúng tôi. Tôi nghĩ mọi người sẽ muốn thử lại lần nữa. Và nếu bạn chưa bao giờ thử, hãy ghé thăm hanoi và đừng quên ghé qua marcopolo travel vì họ là công ty tốt nhất cho tour du lịch xe đạp việt nam. Tất cả họ đều là những người chuyên nghiệp, tận tụy, tốt bụng, vui tính và đam mê với những gì họ làm. Cảm ơn, tôi rất vui, đặc biệt là con trai tôi. Đọc thêm",
            "Trong khi nhiều người thích đạp xe buổi sáng hơn Việt Nam thì gia đình chúng tôi lại muốn thử một bầu không khí mới với việc đạp xe vào ban đêm. Trước đó chúng tôi đã chuẩn bị tinh thần để ngủ ở khách sạn ngay sau khi đến Hà Nội vào buổi sáng. Bất chấp một số lo ngại về việc đạp xe vào ban đêm trong thành phố, tôi và con gái tôi rất thích chuyến đi xe đạp ở Hà Nội với chuyến du lịch Marco Polo. Đạp xe vào ban đêm là một trải nghiệm mới mẻ đối với chúng tôi, thực sự tuyệt vời. Chúng tôi không muốn kết thúc chuyến tham quan này một cách nhanh chóng vì mục tiêu của chúng tôi là cảm nhận suana vietnam vào ban đêm bằng việc đạp xe. Những cơn gió chiều thổi vào càng làm tăng thêm không khí trong chuyến tham quan này thú vị hơn vì chúng ta không cảm thấy nóng bức như đạp xe buổi sáng hay buổi chiều. Chúng tôi đặc biệt thích nhìn thấy cánh đồng lúa, trong Sắn mì khô trước khi đóng gói để xuất khẩu - quy trình và cảnh đẹp! và những ngôi đền sáng đèn vào ban đêm mà không có đám đông, và những khu chợ nhỏ tuyệt vời không có khách du lịch. Việt Nam về đêm rất đẹp !!!Mặc dù chúng tôi muốn tận hưởng chuyến tham quan bằng xe đạp cho đến sáng nhưng chúng tôi phải đặt dấu chấm hết cho trải nghiệm tuyệt vời này, chúng tôi cảm thấy mệt mỏi sau khi đạp xe suốt 2,5 giờ. Sau đó tôi đưa Joe và nhóm của anh ấy đi ăn tối tại một quán nằm trên một con phố nhỏ ở Hà Nội. Chúng tôi đã thưởng thức một cách say mê ẩm thực truyền thống ngon của Việt Nam. Thực sự là một chuyến du lịch đêm độc đáo rất thú vị. Tôi mong muốn được thực hiện nhiều chuyến đi xe đạp hơn với chuyến du lịch Marco Polo. Hy vọng năm sau chúng ta có thể quay lại lần nữa để có những trải nghiệm thú vị khác.Đọc thêm",
            "Vì chồng tôi và tôi thích đạp xe và có một chuyến đi xe đạp đường trường dài mà chúng tôi đang tập luyện để thực hiện ở Hoa Kỳ vào mùa hè này, chúng tôi quyết định rằng chúng tôi muốn có một chuyến đi dài để tập luyện trong khi đi một chuyến ngắn đến Hà Nội. Joe rất nhiệt tình và cố gắng hết sức để đáp ứng mong muốn của chúng tôi về một số điểm tham quan và được đi xe đạp đường trường. Nhìn lại, tôi sẽ sử dụng xe đạp lai hoặc xe đạp leo núi trong chuyến đi 90 km của chúng tôi vì có khá nhiều đường xấu và một số đoạn không trải nhựa rất khó khăn khi đi xe đạp đường trường, nhưng Joe đã cố gắng đáp ứng tất cả những gì chúng tôi muốn và chúng tôi đã chuyển từ một chuyến đi đường cao tốc ít thú vị hơn vào phút cuối. Anh ấy rất linh hoạt và anh ấy cùng những người bạn của mình đã kiên nhẫn khi lưng tôi bắt đầu đau vào nửa sau và tôi cần dừng lại và duỗi chân thường xuyên. Tôi thích ngắm nhìn những ngôi làng và vùng nông thôn và đi phà địa phương qua Sông Hồng. Tôi chỉ muốn gợi ý bạn chọn chuyến đi mà bạn muốn và đi theo gợi ý của anh ấy về loại xe đạp nào phù hợp nhất cho chuyến đi đó. Anh ấy là một người tuyệt vời và tôi sẽ không ngần ngại giới thiệu Joe. Đọc thêm",
            "Khi lần đầu tiên tôi nghe nói về xe đạp ở Việt Nam, tôi đã tò mò muốn thử. Là một người yêu thích MTB, việc thử mọi đường đua trên thế giới là ước mơ của chúng tôi. Khi đến Việt Nam, mục tiêu đầu tiên của chúng tôi là háo hức được thử sức với những đường đua MTB ở đó. Trước đây chúng tôi đã quyết định hợp tác với Joe từ Marcopolo Travel, chúng tôi chọn nó vì theo một số nguồn tin thì Joe - s là nơi tốt nhất cho việc này. Là một người chơi MTB có kinh nghiệm, tôi thực sự không biết điều gì sẽ xảy ra nhưng tôi chắc chắn đã bị Joe đá vào đường đua đơn xuống dốc ở MaiChau. Trải nghiệm này vừa thú vị vừa đáng sợ khiến nó trở thành nguồn adrenaline hoàn hảo giúp bạn tiếp tục phấn đấu và khao khát nhiều hơn nữa. Điều này rất khác so với rất nhiều đường đua mà tôi từng thử, Joe đã đưa tôi vào một đường đua đầy thử thách mà tôi hằng tìm kiếm. Dù chưa thể làm chủ đường đua một cách hoàn hảo nhưng tôi rất vui. Chúng tôi đã đạp xe qua rất nhiều đường đua đầy thử thách với bầu không khí hoang sơ. Thực sự thú vị và thú vị khi đạp xe khoảng 3 tiếng đồng hồ với Joe, thật lòng dù rất mệt nhưng rất hài lòng vì điều đó. Kết thúc chuyến phiêu lưu này, Joe mời chúng ta thưởng thức ẩm thực bersistirahat ngon tuyệt và Việt Nam. WOW ...... Dịch vụ của Joe thực sự là tốt nhất, chúng tôi yêu thích nó. Tôi - chắc chắn sẽ quay lại, cưỡi ngựa địa hình là một môn thể thao của riêng nó và là môn thể thao cần phải thành thạo! 3Cảm ơn Joe vì cuộc phiêu lưu tuyệt vời này của MTBĐọc thêm",
            "Đó là hướng dẫn viên du lịch của chúng tôi - tên - Thái Tinh - cho Vòng quay Tây Bắc của chúng tôi vào tháng 3 năm 2013. Chúng tôi gọi anh ấy là người lãnh đạo dũng cảm nhưng vẫn nhạy cảm, quan tâm, cá tính và luôn thực tế và chú ý đến nhu cầu, mong muốn của chúng tôi và là người địa phương bí quyết để giải quyết những khác biệt của chúng tôi. Tất cả chúng tôi vẫn đắm mình trong 6 ngày huy hoàng của chuyến đi, mặc dù chúng tôi đã về nhà được vài ngày rồi. Tất cả chúng tôi đều cảm thấy được chào đón và thoải mái ngay từ đầu, có lẽ vì anh ấy - là người đồng hương của chúng tôi, cùng với hai - 2 - người bạn đồng hành tuyệt vời - thân thiện - nhiệt tình của anh ấy tên là Long và Lộc. Anh ấy nói chuyện với chúng tôi bằng tiếng Việt bất cứ khi nào cần thiết, nhưng khả năng sử dụng tiếng Anh của anh ấy giống như một anh chàng địa phương ở Bolsa, Westminster California : - , chúng tôi thấy anh ấy cũng vui như chính chuyến đi vậy. Kiến thức và kinh nghiệm địa phương của anh ấy giúp chúng tôi định hướng sự điên cuồng của Hà Nội - Giao thông cũng như những con đường, đèo đẹp nhất, trừ đoạn lồng tiếng 40km - Đường cao tốc xuống địa ngục - từ DBP-Mường Lay - Lai Châu - . đến tận Lào Cai, điểm đến cuối cùng của chuyến đi, và chuyến đi thật tuyệt vời, chúng tôi thực tế dừng lại ở mọi - Km-Marker - từ Sapa đến Lào Cai, hoặc tận hưởng từng km cuối cùng của chuyến đi.  Nếu bạn từng có cảm hứng tham gia chuyến tham quan đất nước bằng xe máy, bạn nên tìm kiếm anh ấy - chúng tôi biết rằng chúng tôi sẽ làm như vậy cho chuyến đi tiếp theo của mình, tất cả - 7 tay đua - trong số chúng tôi.... và có lẽ nhiều người hơn nữa sẽ tham gia cùng chúng tôi trong chuyến đi tiếp theo - Vòng Đông Bắc - từ Hà Giang đến Hải Phòng, vì mọi người đã xem video chuyến đi của chúng tôi : - .Đọc thêm",
            "Trước đây tôi thường nghe tin tức về xe đạp việt nam. Và tôi nghĩ nó chắc chắn chỉ là một chiếc xe đạp thông thường và không có gì tuyệt vời với nó. Hóa ra hoàn toàn sai lầm, bởi vì sau khi tôi có cơ hội đi du lịch Việt Nam với bạn mình, nên chúng tôi có thể thử đạp xe việt nam. Đã thử rồi, tôi chỉ cảm thấy rằng đạp xe ở Việt Nam thực sự tuyệt vời và xứng đáng được giới thiệu cho bất kỳ ai muốn đi nghỉ ở Việt Nam. Thành thật mà nói tôi nói rằng đội của Joe luôn cung cấp dịch vụ xuất sắc. Chúng tôi đã có một tuần tuyệt vời với họ. Việc lựa chọn đường mòn dành cho xe đạp leo núi là hoàn hảo. Họ có từ người mới bắt đầu – dễ – khó – tiến tới Expert mà thôi. Đường mòn núi Tây Bắc Việt Nam là một trong những con đường yêu thích của chúng tôi và chúng tôi có thể đi trên đó hàng ngày. Chuyến tham quan tuy ngắn nhưng khiến bạn muốn đi nhiều hơn nữa khi hoàn thành. Tôi cũng muốn có thể đi con đường này hàng ngày. Có thể bạn có thể đạp xe mọi lúc mọi nơi, nhưng đạp xe ở Việt Nam thì khác và tôi chắc chắn rằng bạn sẽ rất vui và yêu thích nó. Hãy thử nó! Chắc chắn bạn sẽ đồng ý với tôi. Một lần nữa xin cảm ơn Joe - s TeamĐọc thêm",
            "Chồng tôi và tôi yêu thích các hoạt động thể chất ngoài trời nên trong chuyến đi đến Việt Nam cách đây một năm, chúng tôi quyết định thực hiện chuyến tham quan bằng xe đạp có hướng dẫn viên của Marco Polo Adventure Cycling. Chúng tôi đã chọn chuyến tham quan Xe đạp leo núi Sa Pa và đã có một trải nghiệm tuyệt vời. Hành trình đã được lên kế hoạch và tổ chức tốt. Chúng tôi đã đi địa hình và nhìn thấy dãy núi Hoàng Liên Sơn, nơi có quang cảnh vô cùng tuyệt vời. Chúng tôi cũng đạp xe lên đèo Trạm Tôn... có lẽ là phần tôi thích nhất trong chuyến đi. Nó thực sự có cảm giác như tôi đang ở trong một tấm bưu thiếp! Phong cảnh thật tuyệt đẹp và đẹp đẽ. Phần yêu thích của chồng tôi trong chuyến đi là khi chúng tôi đi qua nhiều cánh đồng lúa và đồn điền chuối ở những ngôi làng nhỏ của người H&#39;Mông Đỏ và Kho Mụ. Mặc dù chúng tôi đã có hai lần leo núi khó khăn trong thời gian đó - không thể quên chúng vì chúng là một thử thách thực sự - nhưng chúng tôi vẫn có một cuộc phiêu lưu tuyệt vời. Nhìn chung, chồng tôi và tôi đã có một chuyến đi tuyệt vời và rất muốn giới thiệu công ty hướng dẫn du lịch bằng xe đạp này cho bất kỳ ai. Chúng tôi phải cảm ơn Joe và nhóm của anh ấy đã đi cùng chúng tôi vì trải nghiệm đáng nhớ này.Đọc thêm",
            "Tôi sẽ chia sẻ một chút kinh nghiệm của tôi khi tôi ở Hà Nội, Việt Nam. Thực ra tôi đến Hà Nội vì công việc ở cơ quan chứ không phải để đi du lịch.  Và vì công việc ở Hà Nội nên cuối cùng tôi đã có được trải nghiệm tuyệt vời từ việc đạp xe ở Việt Nam. Ban đầu, bạn tôi mời tôi tham gia một chuyến tham quan bằng xe đạp do Marco Polo Travel tổ chức. Trước đây, tôi thậm chí còn không nghĩ đến việc thử đạp xe leo núi, nhưng sau đó tôi kết thúc chuyến đi xe đạp này rất thú vị và hấp dẫn. Đây là chuyến phiêu lưu đầu tiên của tôi vào thiên nhiên và núi non bằng xe đạp. Chuyến đi tuy dài nhưng tất cả sẽ mang lại sự hài lòng vì bên cạnh việc đạp xe, chúng tôi còn được chiêm ngưỡng khung cảnh thiên nhiên rất đẹp và vẫn còn nguyên bản. Tôi - tôi chắc chắn ngay cả trước khi bạn thoải mái thử, nhưng sau khi hoàn thành chuyến đạp xe này thì chắc chắn bạn sẽ hài lòng và vui vẻ. Đừng quên lưu giữ những khoảnh khắc đẹp của mình bằng máy ảnh hoặc video, khiến bạn bè phải ghen tị với trải nghiệm này và niềm vui mà bạn nhận được. Cuối cùng, không có từ nào khác ngoài vui vẻ và thú vị. Cảm ơn Joe, tôi - tôi chắc rằng nhiều người sẽ biết ơn bạn sau khi thử chuyến tham quan bằng xe đạp tuyệt vời này.Đọc thêm",
            "Có lẽ đạp xe ở Việt Nam là một trong những lựa chọn tuyệt vời nhất tôi từng thực hiện trong kỳ nghỉ của mình. Hai ngày đạp xe ở Việt Nam khiến tôi có được cảm giác hài lòng mà trước đây tôi chưa từng có. Đạp xe, chúng tôi cảm thấy gần gũi hơn với thiên nhiên. Trải nghiệm sẽ không bao giờ quên, đặc biệt là khi đạp xe qua những cung đường núi đầy thử thách. Tận hưởng không khí trong lành vào buổi sáng khi đạp xe là ý tưởng tuyệt vời nhất của chuyến đạp xe này. Cảm ơn Joe, bạn đã tạo thành công một cuộc phiêu lưu đạp xe tuyệt vời cho chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written May 19, 2013",
            "Written May 18, 2013",
            "Written May 11, 2013",
            "Written May 7, 2013",
            "Written April 27, 2013",
            "Written April 22, 2013",
            "Written April 15, 2013",
            "Written March 26, 2013",
            "Written March 19, 2013",
            "Written March 10, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or70-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or60-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or80-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g8423169-d6944843-Reviews-Pathos_Club-Koumpara_Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d263711-Reviews-Clifton_Hill-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d4591063-Reviews-Gradska_Trznica_Pula-Pula_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g317061-d8493052-Reviews-Rattray_Park-Kumasi_Ashanti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d12134904-Reviews-Tomb_of_Queen_Nefertari-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g815372-d315706-Reviews-Catedral_De_Sal_De_Zipaquira-Zipaquira_Cundinamarca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g499263-d4599996-Reviews-Toronto_Premium_Outlets-Halton_Hills_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g58476-d10201982-Reviews-Tree_Root_Cave-Forks_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3871067-Reviews-The_Dungeon-New_Orleans_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or80-Marco_Polo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or70-Marco_Polo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Marco Polo Vietnam",
        "attraction_name_vi": "Marco Polo Việt Nam",
        "general_info": [
            "95 đánh giá",
            "- 286 trên 1.100 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Biking Vietnam thuộc sở hữu của Marco Polo Travel, được sáng lập bởi Joe Nguyễn cung cấp dịch vụ đạp xe du lịch trong kỳ nghỉ như xe đạp leo núi, xe đạp đường nhựa chuyên nghiệp. Joe đã mở Marco Polo Adventure Cycling từ năm 2002, - chương trình một người đàn ông - kinh doanh các chuyến đi bộ xuyên rừng và đi xe đạp vào năm 2005, cố gắng trải nghiệm tốt nhất của mình để mang lại niềm vui cho khách du lịch. Không ai biết rõ những ngôi làng xa xôi và những con đường đất phía Bắc Việt Nam hay con đường mòn ẩn giấu tốt hơn Joe - môn đạp xe mạo hiểm đích thực ở Việt Nam.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến đi 12 ngày bắt đầu từ Sài Gòn. Nó đơn giản là hoàn hảo. Chúng tôi đã nộp đơn xin thị thực điện tử khi đến - tiếc là giá đã tăng từ 25 lên 45 usd mỗi người chỉ khoảng một tháng trước khi chúng tôi đến - và chỉ mất vài phút để nhận được. Phần tiếng Việt được dẫn dắt bởi ông Joe Nguyễn, người đã đáp ứng mọi mong muốn và ý thích của chúng tôi. Qua Campuchia là một quá trình đơn giản và người hướng dẫn ở đó cũng là một anh chàng rất tốt bụng. Chúng tôi luôn có một chiếc xe tải nhỏ hỗ trợ - các tài xế cũng rất chu đáo - . Thăm Phom Penh thật thú vị nhưng chúng tôi cảm thấy rằng một ngày ở đó là gần như đủ. Ở Siam Reap, chuyến tham quan khu vực Angkor Wat bằng xe đạp thật tuyệt vời - tránh xa đám đông và nhìn thấy nhiều điều hơn thế - các chuyến tham quan bằng xe buýt tiêu chuẩn -. Ở đó, chúng tôi có thể ở lại một hoặc hai ngày nữa để khám phá những vùng xa xôi hơn. Chúng tôi thích đồ ăn ở Campuchia hơn ở Việt Nam nhưng có thể đó chỉ là quan điểm cá nhân. Người dân và hướng dẫn viên rất tuyệt vời ở cả hai nước. Chặng cuối cùng được chuyển từ Siam Reap đến Pattaya - một chặng đường dài và về phía Thái Lan, tài xế dường như gặp khó khăn trong việc tìm đường nên chuyến đi mất nhiều giờ hơn dự kiến. Ấn tượng chung của chúng tôi là về một kỳ nghỉ tuyệt vời mà chúng tôi có thể lặp lại - với một hành trình khác - một lần nữa.Đọc thêm",
            "Tôi đã đạp xe 2 ngày quanh Mai Châu với Joe và điều đó thật tuyệt. Chuyến đi được tổ chức tốt với một chiếc xe đạp Cannondale đàng hoàng, phương tiện hỗ trợ và kiến ​​thức chuyên môn về địa phương. Thức ăn địa phương được cung cấp rất ngon và phong cảnh tuyệt đẹp. Tôi cũng đã cùng Joe đạp xe một vòng 40 km rất thú vị quanh Hà Nội, điều mà tôi chưa bao giờ tự mình thử vì tình hình giao thông. Rất thích nó.Đọc thêm",
            "Chúng tôi đã thấy những đánh giá tuyệt vời trên tripadvisor và quyết định đặt tour đi xe đạp nửa ngày để kết hợp một chút hoạt động tham quan với hoạt động. Chúng tôi được hướng dẫn viên đón và đưa ra ngoại ô trung tâm Hà Nội. Đây là những chiếc xe đạp leo núi của chúng tôi - những chiếc khổng lồ với một hoặc năm bánh răng và bánh răng sẽ chuyển số bất cứ khi nào bạn va vào một va chạm - và những chai nước không quá sạch đang chờ chúng tôi. Chúng tôi đi dọc theo sông Hồng khoảng 20 km qua cầu và quay lại bờ bên kia, một chuyến đi mà lẽ ra chúng tôi có thể tự mình thực hiện. Hướng dẫn rất thân thiện nhưng không có nhiều thông tin.. Hãy tiết kiệm cho mình 100 -, thuê một chiếc xe đạp, mua bản đồ và tiếp tục phiêu lưu..Đọc thêm",
            "Đây là một trong những chuyến đi tuyệt vời nhất mà tôi từng thực hiện và tôi đã đạp xe ở nhiều nơi trên thế giới.  Chúng tôi bắt đầu với một vài đêm ở Hà Nội và sau đó là chuyến đi xe đạp kéo dài 9 ngày qua những địa điểm tuyệt đẹp.  Chúng tôi có thức ăn tuyệt vời, chỗ ở tốt và đạp xe tuyệt vời.  Chúng tôi cũng có một người hướng dẫn và tài xế tuyệt vời mà tôi rất biết ơn vì một số chặng đi hơi dài và khó khăn với nhiều ngọn núi, chúng tôi luôn có khả năng bị chùng xuống.  Tôi chưa bao giờ nghĩ mình sẽ phải sử dụng tùy chọn đó nhưng tôi có thể nói rằng trong vài ngày, tôi rất vui vì nó.  Joe thật tuyệt, mọi thứ diễn ra suôn sẻ, chúng tôi đã có khoảng thời gian tuyệt vời trước và sau ở Hà Nội và cuối cùng là một chuyến đi yên tĩnh đến Vịnh Hạ Long.  Joe thậm chí còn sắp xếp một chuyến tàu qua đêm từ Sapa về Hà Nội để chúng tôi ngủ như những đứa trẻ. Chúng tôi lái những chiếc xe đạp đường trường Trek khá mới do Joe cung cấp, rất phù hợp với chúng tôi và được tạo hình tốt.  Tôi chắc chắn sẽ xem xét một chuyến đi khác đến một số địa điểm tuyệt vời khác ở Việt Nam thông qua Marco Polo TravelĐọc thêm",
            "Đã đăng ký Marco Polo Travel Adventure để tham gia thử thách 10 ngày - Đường mòn xe đạp leo núi Tonkin Alpes - chuyến tham quan vào tháng 2 năm 2012. Đây là chuyến đi xe đạp leo núi tuyệt vời nhất mà chúng tôi đã thực hiện cho đến nay và chúng tôi đã thực hiện khá nhiều chuyến - Miền Bắc Thái Lan, Mới Zealand, Bali - . Địa hình và việc đạp xe rất khó khăn - như được quảng cáo trên trang web -, chỗ ở trên núi đơn sơ, nhưng phần thưởng rất lớn: di chuyển trên đường đơn và đường mòn xe jeep ở vùng núi của tỉnh cực bắc Việt Nam, thăm các làng dân tộc Hmong, trò chuyện với người dân địa phương đang làm việc trên cánh đồng, chơi cờ tướng với một cao thủ địa phương trong một quán trà. Chưa bao giờ gặp một khách du lịch nào khác trong suốt chuyến đi. Chuyến đi được tổ chức ở mức độ chuyên nghiệp cao: hướng dẫn viên nhiệt tình, sẵn sàng phục vụ mong muốn của chúng tôi, có khả năng giao tiếp tiếng Anh tốt. Chất lượng của những chiếc xe đạp leo núi mà chúng tôi thuê rất vượt trội - hệ thống treo đôi Cannondale hoàn toàn mới - . Xe đạp được làm sạch mỗi tối và điều chỉnh vào mỗi buổi sáng. Giao thông vận tải suôn sẻ và an toàn. Công ty Du lịch Phiêu lưu Marco Polo là một công ty quy mô nhỏ và họ chăm sóc bạn rất tốt. Không giống như một số nhà khai thác quy mô lớn khác, họ cung cấp dịch vụ cá nhân và dường như thực sự quan tâm rằng bạn sẽ có khoảng thời gian tuyệt vời. Và bạn nhận được tất cả những thứ đó ở mức 30-40 - giảm giá so với các đại lý khác cung cấp hành trình tương tự.  Nói chung là rất khuyến khích.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch trong ngày ra khỏi Hà Nội, về cơ bản đó là một chuyến du lịch riêng.  Joe thường đạp xe leo núi quanh Sapa và những chuyến đi dài dọc theo đường mòn Hồ Chí Minh.  Những chiếc xe đạp này thuộc dòng Canondale MTB - s với hệ thống treo hoàn chỉnh và gần như hoàn toàn mới.  Khi đứa con trai 12 tuổi của chúng tôi nhìn thấy những thứ này được dỡ xuống, mắt nó đã mở to và chúng tôi biết mình đã thắng.   Joe là một người hướng dẫn tuyệt vời, di chuyển theo tốc độ của chúng tôi và thường xuyên nghỉ giải lao để uống nước.  Chiếc xe buýt nhỏ luôn ở gần đó với một thùng đá chứa đầy đồ uống và đồ ăn nhẹ.  Đây là một ngày tuyệt vời ở những ngôi làng cách Hà Nội khoảng 60 km.  Chuyến đi thật dễ dàng - nhưng khá nóng - trên những con đường bằng phẳng và những con đường yên tĩnh.  Chúng tôi dừng lại ở một ngôi làng và bị vây quanh bởi những đứa trẻ tiểu học có vẻ hào hứng khi gặp chúng tôi, hoặc chúng tôi là trò cười hay nhất trong ngày.   Joe điều hành một bộ trang phục thực sự chuyên nghiệp và chúng tôi cảm thấy thoải mái và tự tin khi ở bên anh ấy cả ngày.Đọc thêm",
            "Tôi chỉ dành bốn giờ mỗi sáng trong hai ngày cuối cùng để đi khắp các con phố ở Hà Nội và bao gồm cả vùng nông thôn vào ngày thứ hai với quãng đường 55 km.  Xe đạp Cannondale tuyệt vời.  Đạp xe ở Hà Nội là một trải nghiệm thú vị và thích thú khi di chuyển qua dòng xe cộ đông đúc.  Đi xe đạp thành phố cực đoan!!  Điểm nổi bật của chuyến đi là Chợ Trung Tú hay như Joe hướng dẫn viên của tôi đã nói với tôi rằng nó được gọi là - ngôi làng trong thành phố. - Cách tốt nhất để ngắm nhìn Hà Nội với một công ty tuyệt vời.Đọc thêm",
            "My husband and I experienced this tour in May 2012. It took us from Hanoi to Ho Chi Minh City mainly along the inland Ho Chi Minh Trail. Usually, these tours are organised for larger groups, but although there weren - t other customers, the company agreed to do it just for the two of us. Basically, we had to cycle from one village or city to another on quite long stages  - more than 100 km - . We weren - t up to this, however, since the heat of May made it quite difficult to cycle past noon. So we tok the bikes in the morning and finished each day - s trip in the comfortable air-con van. The company provided us with a van and its driver,  - plus an English-speaking guide for the first Northern half of the trip to help us communicate with local people; down South, English and French are commonly spoken - . Thus we had continuous assistance, since the van was always in a range of 10 km from us: the driver would indicate us the right way at crossroads, fill up our water bottles with complimentary mineral water, prepare refreshments every 90mn with fresh and dried fruit and wet towels. They also looked after the maintenance of the bikes - which were very good machines, by the way.On top of this, smiles and encouraging words, and extreme kindness. Our route took us through areas which are not commonly visited by tourists; indeed, we met very few Westerners before Hue. Instead, we encountered many local people: farmers back from their fields, women spreading rice on the roadside to make it dry, schoolchildren, young and old people on motorbikes. All very local and so friendly! The landscapes were stunning too; very different from one day to the next, with the greenest rice paddies in the world, complete with workers in conical hats and their buffaloes; colorful villages; steep mountains; pristine beaches; beautiful pagodas and imperial palaces; delightful old towns and impressive new cities.We were accommodated at local hotels. The first ones in the northern part of the trip, were basic but very comfortable places, with large rooms and ensuite bathrooms and air-conditioning. From Phong Nha on, and in Hanoi, all our hotels were 3- and 4-star places, on a par with what tourists expect to find in any city, anywhere in the world.Food in Vietnam is just incredible: available anywhere, and especially enjoyable in those little street-side joints; cooked on the spot, you can be sure it - s fresh; and the choice is endless. Vietnamese cuisine is very healthy, using little fats and sugars; just what we needed to be well fueled but not too full for our biking days. On top of this, it is utterly inexpensive.All the people who looked after us were very reliable: never late, always able to communicate using a third person if they could not speak french or English; very helpful without being intrusive. Just perfect.Our tour included a junk excursion in Halong Bay and a flight from Nha Trang to Saigon. Everything wad perfectly organised by Mr Joe in Hanoi, who was always available for help or information, and who made sure to keep in touch with us to check if everything was fine.Well, everything WAS fine, so much so that we want to go to Vietnam again in February 2013, to complete another cycling trip in a different region. Maybe the Mekong Delta, or further on, to Thailand. We can - t wait to discover the itineraries Mr Joe will send us.My husband and I often choose to travel by bike: we experienced this in California, New Zealand and Tasmania and we can compare the services provided by the companies who sold us those tours. We have always been very pleased with what we got, but I must say this tour in Vietnam has exceeded all our expectations. It is really the best cycling tour we - ve had so far?So, I warmly recommend anyone who likes cycling, even moderately so, to try one of the many tours offered by Marco Polo Company. Cycling is a great way to discover a country at a tranquil pace, allowing one to interact more closely with local people. You - ll find a very professional organisation, a very wide range of options, and unbeatable prices.Read more",
            "Chuyến tham quan tự phát 3 giờ 100 km quanh Hà Nội với Joe làm hướng dẫn viên địa phương. Tiếp xúc rất dễ chịu với phương tiện hỗ trợ, công ty và đồ ăn ngon. Chất liệu cũng ổn. Cảm ơn một lần nữa.Đọc thêm"
        ],
        "star_ratings": [
            81,
            10,
            3,
            0,
            1
        ],
        "review_amount": 95,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội",
            "Marco Polo Việt Nam"
        ],
        "reviews_time": [
            "Written February 28, 2013",
            "Written November 28, 2012",
            "Written November 1, 2012",
            "Written October 31, 2012",
            "Written October 28, 2012",
            "Written October 15, 2012",
            "Written September 15, 2012",
            "Written July 10, 2012",
            "",
            "Written March 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1946180-Reviews-or80-Marco_Polo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or70-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14928694-Reviews-G_m_Chi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19354579-Reviews-Vietnam_Backstreet_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070663-Reviews-Hanoi_Flower_Art_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5062699-Reviews-Pelican_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2540059-Reviews-Glen_Helen_Regional_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025489-d8368498-Reviews-Tumpak_Sewu_Waterfall-Lumajang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064123-Reviews-Prison_of_Socrates-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8721898-Reviews-Al_Qudra_Lake-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d11870873-Reviews-Pins_Mechanical_Company-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d2624344-Reviews-St_Paul_s_Catacombs-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23861407-Reviews-House_of_Rituals-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274951-d284404-Reviews-KGB_Museum_Genocido_Auku_Muziejus-Vilnius_Vilnius_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d2235986-Reviews-PGE_National_Stadium-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57996-d104407-Reviews-George_Washington_s_Mount_Vernon-Mount_Vernon_Fairfax_County_Virginia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-or80-Marco_Polo_Vietnam-Hanoi.html"
    }
]