[
    {
        "attraction_name": "Margaritaville at Lanier Islands",
        "attraction_name_vi": "Margaritaville tại Quần đảo Lanier",
        "general_info": [
            "535 đánh giá",
            "6 trong số 20 điều cần làm ở Buford",
            "Công viên nước"
        ],
        "attraction_summary": "Hãy đến Quần đảo Margaritaville Lanier để có một ngày vui vẻ, bất kỳ ngày nào, hoặc lên kế hoạch cho một kỳ nghỉ kéo dài để tạo ra nhiều kỷ niệm khó quên hơn nữa. Mặt hồ lấp lánh, bánh mì kẹp thịt nóng hổi và bia lạnh như đá. Mọi thứ bạn cần để tận dụng tối đa từng phút rảnh rỗi đều có ở đây, được bao quanh bởi khung cảnh tuyệt vời của Hồ Lanier.Đọc thêm",
        "reviews": [
            "Chúng tôi đã là người nắm giữ vé mùa giải ở đây trong nhiều năm. Năm ngoái, sau khi mua vé theo mùa, chúng tôi phát hiện ra rằng đường vào hồ đã bị đóng. Đến đây hôm nay, với tư cách là những người sở hữu vé theo mùa một lần nữa, và phát hiện ra rằng bạn không còn có thể mang theo ô, lều hoặc chòi trên bãi biển của riêng mình nữa. Các khu vực có bóng râm dưới các palapas hiện được cho thuê với giá 199,00 mỗi ngày và nếu bạn muốn có một chiếc ô thì giá 20,00 và những chiếc ô này liên tục rơi xuống hoặc bị thổi bay và điều này xảy ra sau khi nhân viên đã lắp đặt chúng. Chúng tôi rất không hài lòng với việc ban quản lý Margaritaville thực hiện những thay đổi mà chúng tôi không phát hiện ra cho đến khi đưa cho họ tiền mua vé xem mùa. Thay đổi chính sách tiếp theo có thể là họ bắt đầu tính phí ghế bãi biển và không cho phép bạn mang theo ghế của mình vào. Đây có lẽ là mùa giải cuối cùng của chúng tôi ở đây, điều này thật đáng buồn vì đây từng là nơi vui vẻ của chúng tôi trong mùa hè.Đọc thêm",
            "Tôi thậm chí không biết bắt đầu từ đâu với nơi này, vì đây sẽ là nơi cuối cùng tôi đến nếu tôi và gia đình muốn làm điều gì đó thú vị thậm chí không thực sự quay lại. Giá cả ở công viên này rất cao với những chuyến đi rất tối thiểu mà họ phải làm. Tôi đã đi cùng bạn bè vào Chủ nhật hôm qua, việc mua vé trước mất 15 phút vì trang web họ sử dụng, chậm và lỗi thời, có thể bạn chỉ cần xếp hàng để lấy vé hoặc lấy vé trước khi bạn lên đường. Đáng lẽ chúng tôi phải trả 59,99 nhưng không khi bạn thanh toán, sẽ chỉ khoảng 70,70 để vào và thậm chí bạn không thể làm gì nhiều để chuyến thăm của mình có giá trị như vậy. Bạn vẫn phải trả tiền cho thức ăn và đồ uống của riêng mình, điều này cũng quá đắt. Tôi nhận thấy nơi này được điều hành bởi thanh thiếu niên, vì vậy tôi không thể quá sốc khi việc thiết lập và hoạt động của mọi thứ đã mang lại nỗ lực cho thanh thiếu niên. Yêu cầu giúp đỡ và hướng dẫn rất căng thẳng và rất khó chịu, vì bạn hỏi nhân viên điều gì đó và họ sẽ nói với bạn một điều nhưng lại hỏi một nhân viên hoặc thành viên nhóm khác, họ sẽ nói với bạn điều gì đó hoàn toàn khác. Bạn có đào tạo tất cả công nhân của mình như nhau không, hay bạn chỉ để họ bắt đầu làm việc sau khi được thuê ??? Thái độ của họ không khiến bạn muốn ở đây, họ chỉ vui vì được trả tiền. Tôi thực sự khuyên chủ sở hữu và người quản lý nên thay đổi các quy tắc, giá cả, cảm giác, cách thiết lập và động cơ của địa điểm này. Đọc thêm",
            "Chúng tôi đã mua vé xem theo mùa cho cả gia đình được 3 năm rồi, nhưng đây sẽ là lần cuối cùng của tôi. Họ đã loại bỏ các khu vực có bóng râm bên hồ bơi và thay thế chúng bằng những chiếc lều cho thuê có giá 299 ngày! Họ đã buộc dây chỗ ngồi có bóng râm trên bãi biển và bây giờ chi phí là 199 ngày!!! Đã có quá ít bóng râm, và hôm qua tôi đã được một nhân viên ở đó cho biết rằng họ đã bán thêm hàng nghìn vé xem theo mùa trong năm nay. Tôi không biết họ nghĩ đối tượng nhân khẩu học mục tiêu của họ là ai, nhưng tôi thực sự nghi ngờ rằng những người có số tiền lớn như vậy sẽ chi số tiền đó để ngồi trong một chiếc lều cạnh bể tạo sóng trên bờ hồ Lanier bị nhiễm amip. bạn thậm chí không thể bơi vào.Đọc thêm",
            "Đây là một sự lãng phí hoàn toàn thời gian lái xe đến nơi này. Chúng tôi đến cầu để lái xe đến nhà hàng và được yêu cầu trả phí 20 đô la chỉ để lái xe tới đó. Sau đó, tôi nói với người bảo vệ rằng tôi chỉ đến để ăn trưa và Margaritaville có xác nhận hoặc giảm phí không và được thông báo là KHÔNG. Tôi không biết các bạn thế nào nhưng tôi sẽ không trả 20 đô la chỉ để mua một bữa trưa quá đắt đỏ.Đọc thêm",
            "Ưu điểm: Khung cảnh đẹp, bãi đậu xe miễn phí vào tháng 2!!, phiếu ăn 12 bữa - chắc chắn có được điều đó trực tuyến, giúp bạn tiết kiệm rất nhiều tiền mua đồ ăn trong công viên, trẻ em vui chơi trong một vài chuyến đi Nhược điểm: 54,95 cho đường chuyền trong ngày cho đồi ống đã lâu và họ chỉ sử dụng 2 trong số 5 làn, khu vực trượt băng rất nhỏ Theo tôi - nó không đáng tiền - có lẽ giá tốt hơn là 25 cho vé ngày.Đọc thêm",
            "Trẻ em đã có một trải nghiệm thú vị trên chuyến đi xuống đồi từ núi tuyết, cùng với khu vực đấu bóng tuyết. Nói như vậy, đó là những điểm thu hút chính của xứ sở thần tiên mùa đông này. Sau khi nói chuyện với nhân viên, các ngày cuối tuần từ tháng 1 đến ngày 25 tháng 2, chỉ có lễ hội du lịch trở nên hấp dẫn và chúng được trình bày cùng nhau. Tôi rất vui vì chúng tôi tình cờ có mặt ở đó nhưng chỉ thông qua các trang mạng xã hội khác, tôi nhìn chung đã thấy ngày và giờ chính xác. Ban đầu tôi sẽ cho 4 sao vì một số chuyến đi trong lễ hội cần một số TLC và điều đó thể hiện rõ qua tiếng kêu cót két và tiếng đóng sầm khi chuyến đi dừng lại. NHƯNG tôi đã nghe nói ngày tuyệt vời nhất từ ​​trước đến nay!!!! từ những đứa trẻ có nụ cười LỚN nên nó đáng giá từng xu đắt tiền bỏ ra.Đọc thêm",
            "Chúng tôi cắm trại vài đêm sau lễ Giáng sinh. Hai ngôi sao được trao cho trang web có đầy đủ dịch vụ và tầm nhìn tuyệt đẹp ra hồ. Ba sao bị trừ vì bất cứ thứ gì bổ sung đều được định giá quá cao và không phải lúc nào cũng chất lượng. Trả 100 đô la một đêm cho khu cắm trại tại khu nghỉ dưỡng thường bao gồm một số tiện nghi. Không phải ở đây. Để đi trên con đường ánh sáng Giáng sinh, chúng tôi phải trả 20 người. Chúng tôi đã không và, thành thật mà nói, điều đó đáng lẽ phải được đưa vào kể từ khi chúng tôi ở tại khu nghỉ mát. Không chỉ đèn được định giá quá cao. Tôi đã trả gần 20 đô la cho món khoai tây chiên nguội, một miếng bánh hamburger ấm với pho mát vừa tan chảy được phục vụ trên một chiếc bánh mì lạnh. Quầy bán đồ ăn nhanh đã hết rất nhiều món bao gồm rau diếp, cà chua và mayo. Đây là một vấn đề quản lý. Những đứa trẻ làm việc tại gian hàng nói rằng ngày hôm đó họ đã hết rất nhiều nên câu hỏi của tôi là tại sao người quản lý không đảm bảo rằng chúng được bổ sung để phục vụ buổi tối?  Nếu tôi trả phí cao cấp, tôi mong đợi một trải nghiệm sản phẩm cao cấp. Thật sự rất buồn vì nơi này có thể là một điều gì đó đặc biệt, thậm chí là kỳ diệu. Giá cắt cổ, không chú ý đến từng chi tiết và thiếu các tiện nghi đi kèm sẽ khiến chúng tôi không thể thực hiện những chuyến thăm sau này. Đọc thêm",
            "Nơi này xuống cấp, các chuyến đi tệ hại, hàng đợi vì tuyết quá dài. Quá đắt so với những gì bạn nhận đượcĐọc thêm",
            "Gia đình chúng tôi đã gọi 12232023. Đây là cách thắp sáng Giáng sinh đáng thất vọng nhất mà tôi và gia đình từng thấy. Lẽ ra chúng tôi nên dừng lại và nói điều này thật nực cười khi đặt vé trực tuyến. Chúng tôi phải cung cấp tên, ngày sinh và địa chỉ email của từng thành viên trong gia đình. Tại sao? Chúng ta đang làm thủ tục kiểm tra an ninh để gặp Tổng thống Hoa Kỳ phải không? Tuy nhiên, chúng tôi đã trả ít hơn: Với thuế và phí xử lý cho 4 người, nó là 106,92. Sau đó, khi bạn đến cổng công viên, họ sẽ tính phí đậu xe 20,00. Giống như chúng ta biết điều này sẽ tốt. THẬT XUỐNG. Không có biển báo riêng nào để hướng dẫn bạn đến nơi trình chiếu ánh sáng: Không có nhân viên đỗ xe: Không có đèn cảnh báo là nhân viên ở ngã tư đông đúc khi bạn băng qua đường đến lối vào. Điều tồi tệ nhất là: Sau khi hỏi một số người cách vào buổi trình diễn ánh sáng, chúng tôi đến một đường hầm, lối vào buổi trình diễn ánh sáng RẤT ĐẸP! Nếu như thế này thì sẽ tốt thôi. Ở phía bên kia đường hầm là sự thất vọng lớn nhất của TẤT CẢ. Nếu bạn đứng một chỗ, bạn có thể nhìn thấy toàn bộ màn trình diễn ánh sáng. Điều đó thật tồi tệ. Không có chủ công viên. Có một thùng rác tràn đầy, màn hình video lớn sáng rực quảng cáo các sự kiện khác ở Lake Lanier và đèn an ninh đã nhấn chìm tinh thần Giáng sinh và những màn trình diễn Giáng sinh nhỏ bé mà họ có. Mất khoảng 15 phút để đi bộ vòng lặp. Đừng lãng phí tiền của bạn. Tốt hơn hết là bạn nên đi dạo trên các con phố trong khu phố của mình. Đọc thêm",
            "Lake Lanier is a fantastic community, but our experience at the light show was anything but that. IT WAS ONE OF THE WORST LIGHT SHOWS IN GEORGIA. We paid 20 just to enter the community. There were no signs throughout the community that pointed to the entrance for the light show. We drove around for 20 minutes looking for a place to park and asked three different workers for directions. We were NOT the only ones lost either - a couple other groups stopped me to ask if I knew where the entrance was. Finally, the third worker we stopped gave us helpful, accurate information. Then came the second headache. We showed up at 5:30 and waited in line to BUY TICKETS for ONE HOUR. Five young workers were standing around with terrible attitudes - they were responsible for handing out wrist bands. However, it was impossible to even get to that point in the process because they only had TWO ticket kiosks available to buy tickets. The website on the kiosk forces you to create an account and asks for each persons birthday, email, and address, which is ridiculous and took forever to fill out for big groups. That alone took an ADDITIONAL 20 MINUTES to do. The tickets are 20 a person. However, on top of that, there was a processing fee of 20 PERCENT. For us, it was another 20 so right around 100 total.So after an hour and a half past of us just trying to reach the entrance of the lights with our tickets, it took all of 10 MINUTES to walk through the light show. It was a complete RIP OFF. The three biggest light displays were literally ADVERTISEMENTS for companies. The rest of it was bland: None of the trees were covered in lights, the beach was very sparse, and the water had no lights. It also wasnt a show - the very few lights they did have were NOT timed to music or anything like that. The pictures on the Lake Lanier website and Margaritaville website are MISLEADING. Not to mention, the trash cans were over flowing with trash.ITS LIKE THE GRINCH CAME TO LAKE LANIER AND STOLE CHRISTMAS THEN CHARGED YOU 100 FOR IT. Dont waste your time or money. The highway we took to get to Lake Lanier had more lights on it than this walk through. Read more",
            "Tôi có thể vào cửa miễn phí nếu tôi đi xe đạp chỉ để giải tríĐọc thêm",
            "Khi nào nó đóng cửa?Đọc thêm",
            "Không chắc lắm, nhưng trang web của họ rất nhiều thông tin.Đọc thêm",
            "Nếu bạn cắm trại tại công viên RV, bạn có phải trả tiền để sử dụng bãi biển không?Đọc thêm",
            "Không chắc lắm...nhưng tôi nghĩ chúng là những khoản phí riêng biệtĐọc thêm",
            "Họ có băng chuyền để đưa bạn lên đỉnh để trượt tuyết không? Đọc thêm",
            "Nửa chừng.Đọc thêm",
            "Tôi chưa bao giờ đến đó trước đây. Từ những gì tôi đang đọc, tôi sẽ trả 15 đô la để đậu xe. Nếu tôi chỉ muốn sử dụng bãi biển cùng gia đình thì tôi phải trả 10 đô la cho mỗi thành viên trong gia đình? Điều này có thể thực hiện được mà không cần mua vé vào công viên nước? Bãi biển tôi có thể sử dụng cách công viên nước thực tế bao xa? Và bạn có thể nhìn thấy màn hình TV khổng lồ đó từ bãi biển không?Đọc thêm",
            "Xin chào, chỉ cần google Lanier Island hoặc Margaritaville tại Lanier Island để biết thông tin cùng với một số hình ảnh.  đó là một nơi rộng lớn nhưng rất nhiều niềm vui.Đọc thêm",
            "Xin chào, bạn có thể vào. Thú cưng??Đọc thêm",
            "Các chuyến đi lễ hội ở Đảo Tuyết giá bao nhiêu?Đọc thêm",
            "Tất cả đèn chiếu vào đều chiếu đèn trượt tuyết, trượt băng và cưỡi ngựa trong lễ hội. Lựa chọn tốt nhất. Đọc thêm",
            "Bạn có phải trả phí vào công viên nếu chỉ ăn ở land shark bar và GrilleĐọc thêm",
            "Đúng. Bạn sẽ phải trả tiền để vào công viên bất kể bạn muốn làm gì.  Đó là một cây vợt và họ nên xấu hổ.Đọc thêm",
            "Bạn có thể mang thức ăn và máy làm mát đến Bãi biển Paradise không?Đọc thêm",
            "Ngày mai sẽ có cặp song sinh 2 tuổi và một bé 9 tháng tuổi. Chúng tôi có thể mang đồ ăn nhẹ cho họ vì chúng tôi có con bị dị ứng nặng không?  Đọc thêm",
            "Tôi nghĩ vậy.Đọc thêm"
        ],
        "star_ratings": [
            171,
            142,
            75,
            50,
            97
        ],
        "review_amount": 535,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Buford",
            "Margaritaville tại Quần đảo Lanier",
            "Georgia G.A.",
            "Buford"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 27, 2024",
            "Written May 5, 2024",
            "Written April 20, 2024",
            "Written February 19, 2024",
            "Written January 23, 2024",
            "Written December 30, 2023",
            "Written December 24, 2023",
            "Written December 24, 2023",
            "Written December 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34806-d107549-Reviews-Margaritaville_at_Lanier_Islands-Buford_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34806-d5449727-Reviews-Bullfrogs_Bar_Grille-Buford_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34806-d10701668-Reviews-Sydney_s_Restaurant-Buford_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34806-d14067644-Reviews-LandShark_Bar_Grill-Buford_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34806-d8415766-Reviews-The_Twisted_Oar-Buford_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34806-d4627379-Reviews-Little_Tokyo-Buford_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34806-d544832-Reviews-Pizza_Di_Folco-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28931-d592073-Reviews-Lanier_Islands-Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d6701123-Reviews-Buford_Dam_Park-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d4436503-Reviews-Cumming_Aquatic_Center-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d8337044-Reviews-Tannery_Row_Artist_Colony-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d6935903-Reviews-Mary_Alice_Park-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d20556563-Reviews-Little_Ridge_Park-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35285-d12007579-Reviews-Gary_Pirkle_Park-Sugar_Hill_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35285-d12007537-Reviews-The_Bowl-Sugar_Hill_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d6765658-Reviews-Bogan_Park_Aquatic_Center-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d8382303-Reviews-Buford_Trout_Hatchery-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d107549-Reviews-or10-Margaritaville_at_Lanier_Islands-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d17567403-Reviews-Legacy_Golf_Course-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d11810420-Reviews-Paranoia_Quest_Escape_the_room-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d19724769-Reviews-Keystone_Escape_Rooms-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d2553652-Reviews-Sawnee_Mountain_Preserve-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d265775-Reviews-Mall_of_Georgia-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34947-d12345245-Reviews-Lanier_Boat_Charter-Flowery_Branch_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35292-d6648452-Reviews-Sims_Lake_Park-Suwanee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d7043553-Reviews-Aqua_Sports_Adventures-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d1456679-Reviews-The_Cumming_Playhouse-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35292-d11616833-Reviews-Suwanee_Town_Center_Park-Suwanee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d9792037-Reviews-JImbo_s_Spotted_Bass_Guide_Service-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d4066555-Reviews-Buford_Community_Center-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7159462-Reviews-Shangri_La_Bath_Sauna-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d560644-Reviews-Arbor_Hills_Nature_Preserve-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d12672093-Reviews-Ai_Helis_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d3162201-Reviews-Hollywood_Casino-Bangor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d198378-Reviews-Long_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g304088-d9610010-Reviews-Delta_City-Podgorica_Podgorica_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d14132117-Reviews-Raised_by_Wolves-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4822959-Reviews-Freeman_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2528749-d4155196-Reviews-Lempuyang_Temple-Abang_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d3953107-Reviews-Fountain_Las_Americas-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34806-d107549-Reviews-or10-Margaritaville_at_Lanier_Islands-Buford_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34806-d107549-Reviews-Margaritaville_at_Lanier_Islands-Buford_Georgia.html"
    }
]