[
    {
        "attraction_name": "Marienplatz",
        "attraction_name_vi": "quảng trường Marienplatz",
        "general_info": [
            "25.684 đánh giá",
            "2 trong số 515 điều cần làm ở Munich",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Quảng trường công cộng nổi bật này, lớn nhất ở Munich, vẫn là trung tâm hoạt động xã hội của thành phố, giống như trong suốt lịch sử.Đọc thêm",
        "reviews": [
            "Khu vực xinh đẹp ở Munich. Chúng tôi không có cách nào để đến xem Glockenspiel nên chúng tôi quyết định đi xuống sớm và chỉ đi bộ xung quanh. Nó không bận lắm vào khoảng 8 giờ, điều đó thật tuyệt. Khi chúng tôi rời đi lúc 9 giờ, nơi này đã trở nên bận rộn. Mặc dù không có gì mở cửa nhưng thật tuyệt khi đi dạo xung quanh mà không có đám đông.Đọc thêm",
            "Các điểm tham quan, âm thanh, ẩm thực và vị trí trung tâm khiến nơi này phải xem.  Với đường tàu dễ dàng đi lại từ khắp khu vực, bạn có thể dễ dàng đến đó.  Rất nhiều nhà thờ và tòa nhà lịch sử đều nằm trong khoảng cách đi bộ đến Marienplatz khiến khu vực này trở thành một địa điểm không thể bỏ qua.Đọc thêm",
            "Đi tàu điện ngầm đến đây từ sân bay trong thời gian quá cảnh dài.  Metro rất dễ di chuyển và chúng tôi có thể sử dụng vé nhóm cho cả 5 người chúng tôi.  Thật thú vị khi chỉ đi dạo quanh khu vực này.  Nhưng hãy cẩn thận vì đá cuội không đồng đều ở một số khu vực.Đọc thêm",
            "Quảng trường đẹp, ngắm nhìn những hình đồng hồ nhảy múa xung quanh là điều bắt buộc.  Hãy để ý tới hiệp sĩ bị thương! Thời gian di chuyển thay đổi, vì vậy hãy kiểm tra trước - mùa hè là buổi trưa, 5 giờ chiều và 6 giờ chiều theo trí nhớ.\n\nNhiều nhà thờ đáng yêu để tham quan và các tòa nhà tuyệt đẹp để chiêm ngưỡng - chỉ cần tiếp tục ngước lên để chiêm ngưỡng tất cả!Đọc thêm",
            "Nằm ở trung tâm trung tâm thành phố Munich, quảng trường này là địa điểm tuyệt vời chỉ dành cho người đi bộ để chiêm ngưỡng cảnh quan văn hóa của thành phố này. Tòa thị chính được thiết kế rực rỡ, mặc dù không cũ như bạn nghĩ khi nhìn vào vật trang trí. Các tòa nhà nằm rải rác trên quảng trường cung cấp nhiều tiện nghi thân thiện với khách du lịch, nhưng tốt hơn hết bạn nên rời khỏi trung tâm thị trấn để ghé qua các quán cà phê hoặc quầy lưu niệm ở xa hơn một chút nhưng dễ tiêu hơn.Đọc thêm",
            "Thật bất ngờ! Chúng tôi đi dạo và đến quảng trường xinh đẹp này. Cơ hội chụp ảnh đẹp và ánh sáng đẹp trong lúc hoàng hôn. Rất đáng để đi bộ một chút đến khu vực này. Chỉ cần hít thở lịch sử!Đọc thêm",
            "Chúng tôi đã ở Munich hai ngày. Chúng tôi ở một khách sạn gần ga xe lửa chính. Vì vậy, nó là khoảng cách đi bộ đến phố cổ. Và nơi này nằm cạnh khu phố cổ, và nhất định phải đi. Kiến trúc thật tuyệt vời. Mọi chi tiết trên mặt tiền. Chúng tôi thậm chí còn google câu chuyện đằng sau những sáng tạo đó và thật thú vị khi vừa đọc những câu chuyện vừa ngắm nhìn kiến ​​trúc cổ cùng một lúc. Chúng tôi thực sự khuyên bạn nên làm điều này.Đọc thêm",
            "Hãy nhớ đi lúc 5h để thấy tháp đồng hồ trở nên sống động.  Thật ngạc nhiên khi thấy.  Đây là một quảng trường đẹp được bao quanh bởi các cửa hàng và nhà hàng lớn.  Có một ga tàu điện ngầm ngay trong quảng trường nên rất dễ để đến.Đọc thêm",
            "Đây là một quảng trường xinh đẹp và lịch sử ở trung tâm thành phố cổ Munich.  Rất nhiều thứ đã bị phá hủy trong Thế chiến thứ hai, nhưng vẫn còn một số tòa nhà và nhà thờ đẹp ở đây.  Neu Rathaus và glockenspiel rất tuyệt vời và bạn có thể dùng bữa tại Ratskeller để thưởng thức bữa ăn kiểu Bavaria ngon miệng, hấp dẫn. Đọc thêm",
            "Marienplatz là quảng trường thị trấn rộng lớn với nhiều nhà hàng lớn nằm cạnh quảng trường. \n\nBuổi sáng đầu tiên của chúng tôi sau khi đến và phòng chưa hoàn toàn sẵn sàng, chúng tôi đã đi bộ đến đây, cách trung tâm thành phố Hilton khoảng 15 phút. \n\nKhông có gì giống như một bữa sáng wurst và Hacker-Schoor, cười lớn. Vì vậy Hacker Schoor nằm ngay giữa quảng trường, là nơi tuyệt vời để mọi người ngắm nhìn và thưởng thức bia Đức hảo hạng. \n\nChúng tôi cũng đã đến thăm nhà Hofbrau và Ratskellar trong 5 ngày và không có bữa ăn nào mà chúng tôi không thưởng thức. \n\nKiến trúc tuyệt vời trong quảng trường rất đáng để ghé thăm ngay cả khi không tham gia Lễ hội tháng mười, đó là lý do tại sao chúng tôi ở trong thành phố. Đọc thêm",
            "Kiến trúc của Rathaus và nhà thờ rất thú vị. Bức tượng thật tuyệt vời. Nó rất đông khách du lịch nhưng vẫn đáng để ghé thăm.Đọc thêm",
            "Đây là tâm chấn của Munich. Thực sự có hàng nghìn người đang tập trung ở đó vào bất kỳ thời điểm nào. Đó là việc phải làm nếu bạn đến thăm thành phố này.Đọc thêm",
            "Marienplatz, quảng trường trung tâm của Munich, Đức, là trung tâm lịch sử và văn hóa sôi động. Bị chi phối bởi Tòa thị chính Mới theo phong cách tân Gothic với Glockenspiel nổi tiếng và Tòa thị chính Cũ lịch sử, nơi đây mang đến trải nghiệm kiến ​​trúc quyến rũ. Có lịch sử lâu đời từ thế kỷ 12, quảng trường có Cột Mariensäule Marys và là địa điểm nhộn nhịp với các nghệ sĩ đường phố, quán cà phê và nhà hàng. Bầu không khí sôi động của nó lên đến đỉnh điểm trong mùa Giáng sinh với các phiên chợ lễ hội. Có thể dễ dàng tiếp cận bằng phương tiện giao thông công cộng, Marienplatz là điểm khởi đầu hoàn hảo để khám phá di sản phong phú và cuộc sống đô thị năng động của Munich.Đọc thêm",
            "Khi tôi nhìn thấy nơi này lần đầu tiên, tôi đã nghĩ Thật tuyệt vời! , Tôi chưa bao giờ thấy một nơi như thế này trong một thị trấn. Tôi yêu GothicĐọc thêm",
            "Đây là trái tim của Munich. Bạn có thể đến đây tận hưởng khoảnh khắc và môi trường. Bạn có thể chụp rất nhiều ảnh về cả Mary và tòa nhà lịch sử. Có rất nhiều thứ để làm xung quanh từ mua sắm đến thực phẩm. Apple Store rất gần và có rất nhiều bia Halle xung quanh.Đọc thêm",
            "Quảng trường trung tâm trong khu phố cổ có đầy những tòa nhà thời trung cổ. Thật thú vị khi ghé thăm, nhưng cá nhân tôi đã mong đợi nhiều hơn thế..Đọc thêm",
            "Một trong những hình vuông tốt nhất mà chúng tôi đã thấy. Rất nhiều điểm tham quan nổi tiếng xung quanh nó và thật thú vị khi mọi người xem. Nó yên tĩnh hơn rất nhiều vào buổi sáng và nhộn nhịp hơn vào cuối ngày. Đọc thêm",
            "Marienplatz là một trong những nơi chúng tôi đến thăm. Chúng tôi tận hưởng các chợ thực phẩm địa phương gần quảng trường. Dễ dàng đi lại từ Ga Xe lửa Chính trên tuyến U. Tất nhiên bất cứ nơi nào bạn đến ở Đức, bạn sẽ thích thú.Đọc thêm",
            "Thành phố kiến ​​trúc này! Bất cứ nơi nào bạn đi, bạn tìm thấy một nơi độc đáo. Mặc dù họ gọi chúng là bảo tàng nhiều hơn nhưng nó còn hơn thế nữa!Đọc thêm",
            "Khu vực quảng trường trung tâm của Munich. Đáng xem kiến ​​trúc và nhìn thấy tháp đồng hồ vào giờ. Hãy chú ý đến đồ đạc khi đứng hoặc đi qua quảng trường.Đọc thêm",
            "Ga xe lửa nào gần Marienplatz sẽ đưa tôi đến Garmisch?Đọc thêm",
            "NHƯ câu trả lời ở trên. Có những chuyến tàu thường xuyên. Điều đáng biết ở thời điểm hiện tại là toàn bộ nước Đức, chính phủ của họ đang cấp cho tất cả khách du lịch bao gồm cả khách du lịch một vé 7 euro mỗi người để đi bằng xe điện và xe lửa có thể mua từ ga xe lửa Munich. Chúng tôi đã mua vé trước khi đi du lịch từ Vương quốc Anh và điều đó khiến chúng tôi phải trả nhiều tiền hơn mà chúng tôi không biết.Đọc thêm",
            "Chúng tôi sẽ ở Munich trong lễ hội Mardi Gras Karneval năm 2022. Sẽ có lễ kỷ niệm nào không? Diễu hành? Lễ hội? Cảm ơn bạn! Đọc thêm",
            "Tôi thực sự không biết nhưng mọi thứ đều mở ở bên ngoài. Họ rất nghiêm ngặt trong việc xuất trình bằng chứng tiêm chủng để được vào nhà hàng.Đọc thêm",
            "Bờ biển Amalfi -Tôi đang lên kế hoạch đến thăm Bờ biển Amalfi vào tháng 9. Chúng tôi dự định ở lại Sorrento. Các chuyến tham quan bằng thuyền tốt nhất từ ​​Sorrento đến Positano và Amalfi là gì? Cảm ơn. Đọc thêm",
            "Đầu tiên tôi sẽ nói, xin vui lòng không đi du lịch vào thời điểm này! Có quá nhiều biến số với loại virus này và những điều chưa biết. Điều đó đang được nói:\nNếu đi du lịch vào tháng 9 năm 2021, bạn sẽ thấy có nhiều chuyến phà địa phương đưa bạn đến các vùng khác nhau của Ý. Có rất nhiều chuyến đi địa phương có thể được đặt trước khi bạn ở đó. TripAdvisor và Expedia có mức giá tuyệt vời. Tôi thực sự khuyên bạn nên sử dụng xe buýt Hop On Hop ở từng khu vực. Bạn có thể di chuyển bằng tàu hỏa hoặc xe buýt khá rẻ. \nVui lòng xem xét lại việc hoãn chuyến đi của bạn một cách thận trọngĐọc thêm",
            "Tôi có kế hoạch đến thăm Bờ biển Amalfi ở Tháng 9. Chúng tôi dự định ở lại Sorrento. Các chuyến tham quan bằng thuyền tốt nhất từ ​​Sorrento đến Positano và Amalfi là gì? Cảm ơn.  Đọc thêm",
            "Có nhiều lựa chọn thay thế cho chuyến đi thuyền đáng yêu trên Bờ biển Amalfi. Tôi muốn giới thiệu một chuyến đi cả ngày để xem toàn bộ bờ biển.  Tiếp theo, bạn có thể chọn chuyến đi kết hợp giữa thuyền và xe buýt để tham quan một số địa điểm đẹp không nằm trên bờ, chẳng hạn như Ravello.Đọc thêm",
            "Tôi có 8 tiếng quá cảnh ở Munich và muốn gặp một người bạn ở tòa thị chính và ăn trưa nhanh trước khi quay lại sân bay để bắt chuyến bay nối chuyến. Có chỗ nào ở sân bay để gửi hành lý của tôi không?Đọc thêm",
            "Có, Sân bay Munich có Gepäckaufbewahrung, tức là cơ sở để hành lý bên trái. Chỉ cần hỏi nhân viên sân bay về vị trí chính xác của nó. Bạn có thể đến thẳng tòa thị chính Marienplatz bằng S-Bahn. Theo tôi nhớ thì mất khoảng hơn một giờ một chút.Đọc thêm",
            "Một khách sạn đẹp để ở đó là 5 phút. Hoặc ít đi bộ hơn từ Quảng trường Marienplatz. Sẽ chỉ ở đó 2 ngày và muốn ở trung tâm của mọi thứ!Đọc thêm",
            "Xin chào,\nTôi ở tại Europaischer Hof đối diện Ga Chính, Hauptbahnhof.\nNhiều khách sạn xung quanh khu vực. Do gần ga và so sánh nên giá cả rất cạnh tranh.\nNơi này thực sự chỉ dành cho người lớn và cách Quảng trường Marienplatz một quãng đi bộ ngắn...khoảng 7 - 10 phút đi bộ thẳng. Rẽ phải khi bạn ra khỏi khách sạn và tiếp tục đi bộ. Đi thang cuốn xuống khi bạn đến đó và đi thang cuốn lên ở đầu bên kia rồi tiếp tục đi bộ.\nHãy nhớ rằng mọi thứ đều đóng cửa vào Chủ Nhật.\nTôi đã tận dụng các chuyến đi bộ ở Marienplatz và nhận thấy chúng mang lại rất nhiều thông tin. \nSau chuyến đi bộ đầu tiên, tôi nhận ra rằng tôi đang ở trung tâm của mọi thứ, thứ mà bạn cũng đang tìm kiếm.Đọc thêm",
            "Xin chào, Marienplatz có giống với New Old Town không? N nếu tôi định đi Marienplatz thì có mất phí gì không? Cảm ơn.Đọc thêm",
            "Tôi không hiểu đầy đủ câu hỏi của bạn. Đây là một khu vực của Munich với những con phố và cửa hàng rộng mở, nhà hàng, thánh đường, v.v. Thưởng thức. Đọc thêm",
            "Các nhà hàng gần Marienplatz mở cửa phục vụ bữa tối x-mas?Đọc thêm",
            "Vô số nhà hàng gần đó! Bữa tối Giáng sinh tôi không chắc lắm.Đọc thêm",
            "Xin hỏi Hofbrauhaus nằm ở đâu trong mối quan hệ với Marienplatz?Đọc thêm",
            "Hofbrauhaus thực sự rất gần Marienplatz, cách đó vài dãy nhà trong khoảng cách đi bộ dễ dàng. Tôi khuyên bạn nên xem phòng thay đồ đựng bia ở tầng 1 thật gọn gàng và di tích lịch sử hội trường trên lầu tại Hofbrauhaus trong chuyến thăm của bạn.Đọc thêm",
            "Tôi nghĩ rằng tôi đã đọc ở đâu đó rằng từ Marienplatz, S-Bahn S-1 đến sân bay chia làm hai tại Neufahm nên nếu đi đến sân bay Munich chỉ sử dụng toa xe về phía sau tàu. Có ai có thể xác minh được điều đó không hay tôi đã hiểu nhầm.Đọc thêm",
            "Rất tiếc, tôi đã đặt dịch vụ chuyển khoản qua internet nên tôi không biết gì về các chuyến tàu. \nCòn việc kiểm tra trực tuyến các chuyến tàu ở Munich thì sao?Đọc thêm"
        ],
        "star_ratings": [
            15644,
            8306,
            1525,
            151,
            58
        ],
        "review_amount": 25684,
        "location": [
            "Những điều cần làm ở München",
            "Châu Âu",
            "Bavarian",
            "nước Đức",
            "quảng trường Marienplatz",
            "München",
            "Thượng Bavaria"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 16, 2023",
            "Written June 19, 2023",
            "Written July 16, 2023",
            "Written July 21, 2023",
            "Written July 27, 2023",
            "Written August 7, 2023",
            "Written August 15, 2023",
            "Written September 16, 2023",
            "Written September 21, 2023",
            "Written June 6, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 20, 2024",
            "Written May 14, 2024",
            "Written May 7, 2024",
            "Written May 3, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187309-d190283-Reviews-Marienplatz-Munich_Upper_Bavaria_Bavaria.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d4085091-Reviews-DinnerHopping-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d8088331-Reviews-Little_London_Bar_Grill-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d790233-Reviews-Yum_Thai_Kitchen_Bar-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d3692281-Reviews-Les_Deux_Restaurant_Brasserie_by_Kieffer-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d1717778-Reviews-Zum_Alten_Markt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d7115905-Reviews-Restaurant_Laurin-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d1944619-Reviews-Schmalznudel_Cafe_Frischhut-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d958045-Reviews-Muenchner_Suppenkueche-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d3499387-Reviews-Zwickl_Gastlichkeit_am_Viktualienmarkt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187309-d1183347-Reviews-Zum_Durnbrau-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d27492857-Reviews-Schonfeldvorstadt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d27492875-Reviews-Finanzgarten-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d27493181-Reviews-Angerviertel-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190307-Reviews-Rathaus_Glockenspiel-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d19714042-Reviews-Munchner_Christkindlmarkt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d13280974-Reviews-Moriskentanzer-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d7103004-Reviews-Mariensaule-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d1907311-Reviews-Fischbrunnen-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d26552265-Reviews-Mariansaule_Colonne_a_Marie-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d27663585-Reviews-Casinoallianz-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190283-Reviews-or10-Marienplatz-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d3559595-Reviews-OzTour_Munich-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d1997651-Reviews-Bus_Bavaria_Neuschwanstein_Castle_Tours-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d4609080-Reviews-Eisbach_Wave-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242775-Reviews-Asamkirche-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d191296-Reviews-New_Town_Hall_Neus_Rathaus-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d1763981-Reviews-Gray_Line_Munchener_Stadtrundfahrten-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242773-Reviews-Nymphenburg_Palace-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d1759764-Reviews-St_Michael-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d501704-Reviews-BMW_Headquarters-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d258379-Reviews-Olympiapark-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d10292043-Reviews-Julia_Noder_Your_Guide_in_Munich-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d16801625-Reviews-Experience_Munich_Tours-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d1124930-Reviews-SANDEMANs_NEW_Europe_Munich-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8272041-Reviews-Alun_Evans_Personal_Tour_Guiding_Munich-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d9564054-Reviews-Photo_Tour_of_Munich-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8408920-Reviews-Treasure_Hunt_Munich-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d12575089-Reviews-BarTourZ-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d24006545-Reviews-Munich_Tours-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d7809634-Reviews-Steve_s_WW2_Tours-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d6405697-Reviews-InMunich_Tours-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d6416664-Reviews-The_Thirsty_Historian-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187494-d313549-Reviews-Alcazar_of_Segovia-Segovia_Province_of_Segovia_Castile_and_Leon.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458461-d1016794-Reviews-YS_Falls-Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d2486710-Reviews-Depot_Town-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58793-d2486685-Reviews-Tumwater_Falls_Park-Tumwater_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8639899-Reviews-Montparnasse_Station-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g580409-d216483-Reviews-Chessington_World_of_Adventures_Resort-Chessington_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187256-d4235964-Reviews-Van_Gogh_Walk-Saint_Remy_de_Provence_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d21390832-Reviews-Aquarium_At_The_Boardwalk-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g34764-d10584123-Reviews-Burton_Brooks_Peach_Orchard-Barney_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146642-Reviews-Jacob_s_Creek_Park-Canyon_Lake_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187309-d190283-Reviews-or10-Marienplatz-Munich_Upper_Bavaria_Bavaria.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187309-d190283-Reviews-Marienplatz-Munich_Upper_Bavaria_Bavaria.html"
    }
]