[
    {
        "attraction_name": "Marineland",
        "attraction_name_vi": "Marineland",
        "general_info": [
            "7.579 đánh giá",
            "- 14 trong số 76 điều cần làm ở Antibes",
            "Sở thú",
            "Bể cá"
        ],
        "attraction_summary": "Bienvenue au coeur du plus grand parc marin d - Europe !Fonde en 1970, Marineland est le reflet de la passion d - un homme : le Comte Roland de la Poype. En ouvrant les portes du Parc antibois, le Comte se dote d - une mission bien precise : transmettre sa passion pour le monde marin a un large public afin de lui faire decouvrir cet univers fascinant.Au fil du temps, Marineland diversifie son offre et enrichit son espace avec l - ouverture de plusieurs parcs thematiques : La Ferme du Far West, Adventure Golf et Aquasplash. Depuis juillet 2006, l - Espace Marineland fait partie du groupe espagnol Parques Reunidos : leader europeen sur le segment des parcs animaliers et aquatiques. L - Espace Marineland vous invite a la rencontre du monde marin : a travers ses spectacles, mais aussi ses expositions et animations pedagogiques, c - est la richesse de la faune marine qui est devoilee. Dauphins, orques, otaries, manchots, requins... pres de 35 especes evoluent dans notre Parc pour vous eblouir le temps d - une visite forte en emotion !La preservation des animaux, appelee plus generalement la conservation des especes, est aussi le message de fond que le parc cherche a promouvoir aupres de ses visiteurs. La Fondation Marineland, creee en 2011, renforce cet engagement. Les naissances que nous avons regulierement sur le Parc, temoignent egalement de cet objectif essentiel pour un parc animalier.En 2013 ce sont des bebes otaries et des bebes manchots qui ont vu le jour !En 2014 nous esperons encore d - autres naissances et surprises a vous faire vivre et partager !Nos trois autres Parcs : Aquasplash ouvert en juin, Kids Island et Adventure Golf toute l - annee, vous permettent aussi de diversifi er votre visite a l - Espace Marineland ! Des jeux aquatiques aux parcours de mini-golf, en passant par l - univers de Kids Island ou les lemuriens et autres activites vous attendent: vous variez les univers et les plaisirs !Vous etes chaque annee nombreux a venir sur nos Parcs et nous vous en remercions, nos equipes restent a votre disposition pour repondre toujours au mieux a vos attentes de visite.Decouvrez toutes l - actualite de Marineland sur facebook et profitez de reportages complets et inedits grace a la web TV Marineland !Read more",
        "reviews": [
            "Chúng tôi đến đó - 3 người lớn và một trẻ em - . Và trả 152 - . Quá đắt đối với tôi. Được mong đợi rất nhiều từ buổi biểu diễn của cá heo và các động vật dưới nước khác. Nhưng chúng tôi rất thất vọng. Buổi biểu diễn thật nhàm chán, một số chỗ ngồi dưới ánh mặt trời. Chỉ thích chim cánh cụt và cá mập - chưa bao giờ thấy những con cá mập như vậy - Đọc thêm",
            "Chúng tôi đến thăm công viên này trong 2 ngày liên tiếp. Con trai chúng tôi là một fan cuồng nhiệt của cá voi sát thủ và các buổi biểu diễn tuy không ấn tượng bằng các chương trình của SeaWorld nhưng đã không làm mọi người thất vọng. Chúng tôi yêu thích nhất là sân vận động không đóng cửa nên bạn có thể dành thời gian xem cá voi ở giữa các buổi biểu diễn. Cuộc gặp gỡ với Orcas - là một trải nghiệm tuyệt vời. Nhân viên thật tuyệt vời! Họ cung cấp một huấn luyện viên nói tiếng Anh cho nhóm 5 người của chúng tôi. Phần đầu tiên là ở khu vực phía sau nơi các giảng viên cung cấp nhiều thông tin và trả lời các câu hỏi. Chúng tôi cũng có thể ném cho cá voi một ít thạch. Phần thứ hai, họ đưa chúng tôi đến bể bơi phía trước, nơi các huấn luyện viên tương tác nhiều hơn với những chú cá voi. Nước hơi đục nên hình ảnh không được đẹp. Chúng tôi cũng rất thích các buổi biểu diễn cá heo và sư tử biển. Nhà hàng vẫn ổn. Tôi khuyên bạn nên đến đây để xem những cuộc triển lãm rất hay của họ. Một ngày ở đây là đủ.Đọc thêm",
            "Albania thân mến,\nChúng tôi cảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình và những bức ảnh 4 - 5 xinh đẹp này. Chúng tôi rất vui vì trải nghiệm của bạn thật tuyệt vời, đặc biệt là Cuộc gặp gỡ với cá kình. Chúng tôi - thực sự vui mừng vì bạn - đã học được nhiều điều hơn về tất cả các loài động vật biển đáng kinh ngạc này. Cảm ơn bạn vì lời khuyên tốt đẹp này.\nĐọc thêm",
            "Tôi đã có một số nhận xét ở đây trước khi đến và có những thành kiến ​​lớn tuy nhiên chúng tôi đã trải qua một ngày thực sự đáng yêu. Chúng tôi ở đó 5 tiếng mà không thấy chán. Vì mùa giải mới bắt đầu nên không quá đông đúc, mọi thứ đều được duy trì tốt, nhiều không gian xanh, không có quá nhiều động vật, điều đó thật tốt. Các con vật dường như được chăm sóc tốt. Các buổi biểu diễn thật tuyệt vời, điều duy nhất tôi không chắc chắn là âm nhạc lớn trong các buổi biểu diễn. Tôi - tôi không chắc đó là điều phù hợp với động vật.Đọc thêm",
            "Wow các buổi biểu diễn orca, cá heo và sư tử biển thật tuyệt vời.  - Buổi biểu diễn cá heo chỉ là âm nhạc, một phần của buổi biểu diễn orca bằng tiếng Pháp chứ không phải tiếng Anh nhưng không lâu, buổi biểu diễn sư tử biển có cả tiếng Pháp và tiếng Anh - Bạn có thể biết các loài động vật được yêu thích và chăm sóc tốt như thế nào. Những đứa con 3 tuổi của tôi đã có khoảng thời gian tuyệt vời nhất và chúng tôi cũng vậy!Đọc thêm",
            "It was disgusting to see the poor, suffering Orcas in their aquatic prison! We asked them about it and they were terribly rude and abusive to us! Two of these wonderful mammals have recently died from captivity and the remaining Mother and Son may be seperated and sold to another barbaric facility! They need to stay together and live what life they have left in a sanctuary! Two orcas in France are reportedly being readied to leave the marine park where they are being kept in cruel captivity  -  but where they are being transferred to has not been disclosed. The mother and son orca may be at risk of being separated and sold to marine parks overseas, as reported by Connexion France. We are calling for these intelligent orcas to be allowed to live in a sanctuary.Orca Wikie  - 22 -  and her son Keijo  - 10 -  are awaiting their fate following the recent deaths of their orca relatives who died just six months apart at the Marineland d - Atibes park. Wikie - s 12-year-old son, Moana, allegedly suffered from lesions before he reportedly died from what the park reportedly described as  - acute bacterial septicaemia -   - or bacterial blood poisoning - , according to Connexion France. A few months later, Wikie - s brother, Inouk, tragically died after swallowing a small piece of metal, causing severe abdominal inflammation, as reported by dayFREURO.Injuries and early death are tragically common for orcas kept in captivity. The longer Wikie and Keijo remain in captivity, the more at risk they are of dying.Orcas also suffer emotionally in captivity. These whales are extremely intelligent, highly social animals who live and travel in close-knit, multi-generational families called pods. Scientists have witnessed whales grieving the loss of their pod members, showing depressive-like behaviors, including  - weeping, -  according to Smithsonian.Orcas also have an innate need to exercise, swimming up to 40 miles per day and diving as deep as 500 feet multiple times each day. Living in captivity cannot provide this amount of activity and has proven to cause zoochosis in orcas  -  unnatural patterns that can lead to self-harm due to boredom and stress, according to National Geographic. This could be seen in the toothless Inouk, who wore his teeth down to nubs chewing on the pool - s cement, which also caused mouth ulcers and abscesses.Read more",
            "Điều kiện sống của các loài động vật thật khủng khiếp. Tình trạng của các hồ và bể chứa rất tồi tệ. Điều này không nên tồn tại.Đọc thêm",
            "Wow các buổi biểu diễn orca, cá heo và sư tử biển thật tuyệt vời.  - Buổi biểu diễn cá heo chỉ là âm nhạc, một phần của buổi biểu diễn orca bằng tiếng Pháp chứ không phải tiếng Anh nhưng không lâu, buổi biểu diễn sư tử biển có cả tiếng Pháp và tiếng Anh - Bạn có thể biết các loài động vật được yêu thích và chăm sóc tốt như thế nào. Những đứa con 3 tuổi của tôi đã có khoảng thời gian tuyệt vời nhất và chúng tôi cũng vậy!Đọc thêm",
            "Tôi đã có một số nhận xét ở đây trước khi đến và có những thành kiến ​​lớn tuy nhiên chúng tôi đã trải qua một ngày thực sự đáng yêu. Chúng tôi ở đó 5 tiếng mà không thấy chán. Vì mùa giải mới bắt đầu nên không quá đông đúc, mọi thứ đều được duy trì tốt, nhiều không gian xanh, không có quá nhiều động vật, điều đó thật tốt. Các con vật dường như được chăm sóc tốt. Các buổi biểu diễn thật tuyệt vời, điều duy nhất tôi không chắc chắn là âm nhạc lớn trong các buổi biểu diễn. Tôi - tôi không chắc đó là điều phù hợp với động vật.Đọc thêm",
            "Chúng tôi đã đến thăm công viên này trong 2 ngày liên tiếp. Con trai chúng tôi rất thích cá voi sát thủ và các buổi biểu diễn, mặc dù không ấn tượng bằng các buổi biểu diễn ở SeaWorld, nhưng không làm chúng tôi thất vọng. Chúng tôi thích nhất là sân vận động không đóng cửa nên bạn có thể dành thời gian ngắm cá voi giữa các buổi biểu diễn. - Encounter with Orcas - là một trải nghiệm tuyệt vời. Nhân viên rất tuyệt! Họ đã cung cấp một huấn luyện viên nói tiếng Anh cho nhóm 5 người của chúng tôi. Phần đầu tiên là ở hồ bơi phía sau, nơi các huấn luyện viên cung cấp rất nhiều thông tin và trả lời các câu hỏi. Chúng tôi cũng có thể ném cho cá voi một ít thạch. Phần thứ hai, họ đưa chúng tôi đến hồ bơi phía trước, nơi các huấn luyện viên tương tác nhiều hơn với cá voi. Nước hơi đục nên ảnh không đẹp. Chúng tôi cũng thích các buổi biểu diễn cá heo và sư tử biển. Các nhà hàng ổn. Tôi khuyên bạn nên đến đây để xem các buổi triển lãm rất đẹp của họ. Một ngày ở đây là đủ. Đọc thêm",
            "Albania thân mến,\nChúng tôi cảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình và những bức ảnh 4 - 5 xinh đẹp này. Chúng tôi rất vui vì trải nghiệm của bạn thật tuyệt vời, đặc biệt là Cuộc gặp gỡ với cá kình. Chúng tôi - thực sự vui mừng vì bạn - đã học được nhiều điều hơn về tất cả các loài động vật biển đáng kinh ngạc này. Cảm ơn bạn vì lời khuyên tốt đẹp này.\nĐọc thêm",
            "Đến thăm Marineland để xem buổi biểu diễn Orca, thật lộng lẫy. Tôi cũng đã đến thăm buổi biểu diễn hải cẩu và buổi biểu diễn cá heo. Trạm dừng tàu gần nhất là Biot. Đọc thêm",
            "Xin chào talitaz\nChúng tôi cảm ơn bạn đã dành thời gian chia sẻ những đánh giá này và chúng tôi rất vui vì trải nghiệm của bạn rất hài lòng.  Và bạn - nói đúng, nếu bạn đến bằng tàu hỏa, ga Biot rất, rất gần Marineland - 300 m - .Đọc thêm",
            "Chúng tôi đến đó - 3 người lớn và một trẻ em - . Và trả 152 - . Quá đắt đối với tôi. Được mong đợi rất nhiều từ buổi biểu diễn của cá heo và các động vật dưới nước khác. Nhưng chúng tôi rất thất vọng. Buổi biểu diễn thật nhàm chán, một số chỗ ngồi dưới ánh mặt trời. Chỉ thích chim cánh cụt và cá mập - chưa bao giờ thấy những con cá mập như vậy - Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, các buổi biểu diễn thật tuyệt vời và bạn có thể thấy rằng các loài động vật đều vui vẻ và khỏe mạnhĐọc thêm",
            "Công viên này khá cũ nhưng điều đáng thất vọng nhất là các chương trình chỉ bằng tiếng Pháp. Trong các đánh giá bên dưới, họ cho biết hầu hết khách truy cập là người Pháp, nhưng chúng tôi có rất nhiều khách đến từ Anh, Đức, Ý, Hungary, Ba Lan, Cộng hòa Séc và Nga. Các chương trình được nhận xét - ví dụ như Rùa, chim cánh cụt - đều bằng tiếng Pháp, vì vậy tôi khuyên bạn nên bỏ qua chúng - và tự mình khám phá - . Cá heo không có gì sánh được với Sea World, Florida. Nhảy ít, không nhảy cao, không nhảy vòng tròn, nhiều tương tác vui nhộn với người làm hoạt hình, người thích nó hơn là khán giả. Tóm lại, những gì công viên yêu cầu trả là không có giá trị. Tất cả những thứ có giá trị gia tăng - chương trình, chương trình bình luận - đều diễn ra bằng tiếng Pháp. Nếu ít nhất một số bản tóm tắt được đưa ra cho du khách nói tiếng Anh - có thể đọc được, tôi hy vọng nội dung tiếng Pháp có tiếng Anh ở trường và nếu họ không thể nói, ít nhất họ có thể đọc - . Ở đầu mục đắt tiền, công viên yêu cầu bạn trả 9 euro cho việc đỗ xe.  -!!!!! - Đọc thêm",
            "Kính gửi andrejcx\nChúng tôi cảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình và chúng tôi rất buồn vì trải nghiệm Marineland của bạn không được tuyệt vời cho lắm. Hầu hết du khách của chúng tôi đều thích thú và có trải nghiệm rất tích cực về Marineland. Giá của chúng tôi - vé vào cổng, bãi đậu xe hàng ngày, dịch vụ ăn uống - phù hợp với mức giá trung bình của các công viên giải trí hoặc vườn thú lớn nhất của Pháp và chủ yếu cho phép chúng tôi chăm sóc và cho tất cả các loài động vật này ăn 365 ngày một năm. Các nhóm động vật của chúng tôi cố gắng hết sức để đảm bảo rằng các bài thuyết trình về động vật và các hoạt động giáo dục của chúng tôi không ngừng phát triển. Đại đa số khách truy cập nói với chúng tôi rằng họ ngạc nhiên trước những gì họ nhìn thấy và họ cũng học được rất nhiều điều.Đọc thêm",
            "Họ cần thay đổi quan điểm về cách nuôi động vật. Tất cả các hồ bơi và bể cá đều quá nhỏ - và bẩn thỉu - Không chỉ cá kình.. Nhân viên dường như đang cố gắng hết sức để giúp các loài động vật được giải trí nhưng toàn bộ ý tưởng nuôi những loại động vật này trong các hồ nhỏ - hoặc vũng nước - đã lỗi thời. Đọc thêm",
            "xin chào, tôi nhầm ngày, tôi đặt hàng vào ngày 25 tháng 12 thay vì ngày 1 tháng 1. Có thể thay đổi ngày khi biết rằng hai ngày này có cùng mức giá không..\nNếu không tôi sẽ không thể đến đó vào ngày 25 tháng 12 \nCảm ơn bạn đã phản hồiĐọc thêm",
            "Xin chào, Marineland ở Antibes có mở cửa vào tháng 11 không?Đọc thêm",
            "Xin chào, chúng ta có thể chỉ nhìn thấy cá kình trong chuyến tham quan vườn thú mà không đi xem các buổi biểu diễn, hoạt động và - gặp gỡ cá kình - không? \nCảm ơn câu trả lời của bạnĐọc thêm",
            "Chúng tôi không nói tiếng Pháp và muốn xem những hoạt động tuyệt vời của Cá heo, Cá kình và Sư tử biển. Trong trang web của bạn, tôi thấy lịch trình cho các buổi trình diễn và lịch trình cho các buổi thuyết trình - chúng ta nên đi cái nào? Vì chúng tôi không nói được tiếng Pháp và đứa trẻ nếu không biết tiếng Anh nên chúng tôi chủ yếu muốn những sinh vật xinh đẹp hoạt động. Bạn muốn đề nghị gì?\nNgoài ra các buổi biểu diễn - Thuyết trình về cùng một con vật vào buổi sáng và buổi chiều cũng giống nhau?Đọc thêm",
            "Chúng tôi đã đi xem các buổi biểu diễn và thấy chúng rất hayĐọc thêm",
            "Làm thế nào để đến đây từ ga xe lửa - Gare d - Antibes - ?Đọc thêm",
            "Buổi tối vui vẻ,\nTôi muốn biết công viên có mở cửa vào tháng 9 không, để xem các loài động vật, bạn có cần vé vào aqua plach không, nếu tôi không muốn đến cả hai công viên.\n j - xin vui lòng chờ phản hồi của bạn, cảm ơn bạn. \nBà PlocusĐọc thêm",
            "Chào buổi sáng,\nAquasplash n - mở cửa vào tháng 9 - đóng cửa vào ngày 31 tháng 8 và mở cửa trở lại vào giữa tháng 6 năm 2023 -. \nMặt khác, vườn thú Marineland mở cửa hàng ngày trong tháng 9 - giống như tất cả các tháng trong năm, ngoại trừ tháng 1 -. \nHẹn gặp lại.Đọc thêm",
            "Có bắt buộc phải in vé mua trực tuyến không? Hoặc bạn có thể sử dụng bản PDF trên điện thoại di động của mình không?Đọc thêm",
            "Xin chào, tôi muốn đến đó vào năm 2022 và tôi muốn biết liệu các nhà hàng ở Marineland có chấp nhận phiếu nghỉ lễ khôngĐọc thêm",
            "Xin chào, chương trình biểu diễn cá voi sát thủ diễn ra hàng ngàyĐọc thêm",
            "Giá vé trên website có khác với giá tại phòng vé ngay cổng vào không?Đọc thêm"
        ],
        "star_ratings": [
            2301,
            2443,
            1465,
            737,
            633
        ],
        "review_amount": 7579,
        "location": [
            "Kháng thể",
            "Riviera thuộc Pháp - Côte d - Azur",
            "Những việc cần làm ở Antibes",
            "Marineland",
            "Pháp",
            "Châu Âu",
            "Provence-Alpes-Côte d&#39;Azur"
        ],
        "reviews_time": [
            "Written August 10, 2023",
            "Written August 30, 2023",
            "Written April 18, 2024",
            "Written April 21, 2024",
            "Written May 7, 2024",
            "Written April 28, 2024",
            "Written April 22, 2024",
            "Written April 18, 2024",
            "Written August 30, 2023",
            "Written August 19, 2023",
            "Written August 10, 2023",
            "Written July 19, 2023",
            "Written June 27, 2023",
            "Written June 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187217-d310560-Reviews-Marineland-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d17230950-Reviews-Bistro_Co-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d23409522-Reviews-Auberge_Du_Pylone-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d18841269-Reviews-La_Piadina-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d4762170-Reviews-Chez_Franck-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d21070391-Reviews-Subway-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d25582651-Reviews-Zingara-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d23562576-Reviews-Tratorria_Di_Capri-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187219-d2324493-Reviews-L_Ostrea-Biot_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d11756690-Reviews-L_Angelus-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187217-d25332688-Reviews-Le_Central-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d6901582-Reviews-Antibes_Land_Park-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d23724832-Reviews-Warrior_Paintball_Antibes-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d2304870-Reviews-Aquasplash-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d3291403-Reviews-Soccer_Park-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187219-d243577-Reviews-Musee_National_Fernand_Leger-Biot_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d24188192-Reviews-Casino_JOA_Antibes_La_Siesta-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g187247-d4373303-Reviews-Parc_de_Vaugrenier-Villeneuve_Loubet_French_Riviera_Cote_d_Azur_Provence_Alpes_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d8447965-Reviews-Marineland_Lagoon-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187247-d195379-Reviews-Musee_Escoffier_de_l_Art_Culinaire-Villeneuve_Loubet_French_Riviera_Cote_d_Azur_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d4549649-Reviews-Le_Nomade-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d310560-Reviews-or10-Marineland-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d4373325-Reviews-Provence_Prestige_Tours-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d8472450-Reviews-Adventure_Golf-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187247-d12551153-Reviews-Flyboard06-Villeneuve_Loubet_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Az.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d12284103-Reviews-Aquavelo_Antibes-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d17433288-Reviews-La_Siesta_Beach_Club-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Az.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d6473944-Reviews-Thalazur_Antibes-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187247-d4406853-Reviews-Be_Free_2_Dive-Villeneuve_Loubet_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d.html",
            "https://www.tripadvisor.com/Attraction_Review-g187247-d15560429-Reviews-L_AZIL_Escape_Game-Villeneuve_Loubet_French_Riviera_Cote_d_Azur_Provence_Alpes_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d4973057-Reviews-ABC_Mall-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d3330304-Reviews-Starigrad_Fortress-Omis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2228276-Reviews-Mint_Museum_Uptown-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195401-Reviews-Museo_Galileo_Institute_and_Museum_of_the_History_of_Science-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d144113-Reviews-Cakebread_Cellars-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50641-d14108512-Reviews-Round_One-Mentor_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d609302-Reviews-Cades_Cove-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d15758010-Reviews-Cimer-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d5002158-Reviews-Rainbow_Falls-Mammoth_Lakes_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187217-d310560-Reviews-or10-Marineland-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187217-d310560-Reviews-Marineland-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html"
    }
]