[
    {
        "attraction_name": "Marina Grande - Antico Borgo Marinaro",
        "attraction_name_vi": "Marina Grande - Làng cổ ven biển",
        "general_info": [
            "1.323 đánh giá",
            "5 trong số 89 điều cần làm ở Sorrento",
            "Lối đi lót ván Piers"
        ],
        "attraction_summary": "Bến cảng nhộn nhịp này là trung tâm của nhiều chuyến phà từ Sorrento bao gồm Naples. Capri và Amalfi. Luôn đông đúc với taxi và xe buýt và nhiều phòng vé4 cho các điểm đến khác nhau. Thật thú vị khi ngồi, uống và ngắm cảnh. Đọc thêm",
        "reviews": [
            "Đã ghé thăm nơi này hai lần vào buổi tối trong kỳ nghỉ 11 ngày gần đây của chúng tôi ở Sorrento. Đã ăn tối ở đây cả hai lần, Porta Marina Seafood là một nhà hàng tuyệt vời mà chúng tôi chắc chắn sẽ giới thiệu. Bến cảng được bao quanh bởi các nhà hàng cá chính thống nhìn ra những chiếc thuyền đánh cá trên biển, có một bãi biển cát núi lửa nhỏ, một vài nhà hàng sang trọng hơn trên các cầu tàu nhô ra biển, sau đó là Vesuvius bên kia vịnh. Đây là một nơi rất đẹp như tranh vẽ để ngắm hoàng hôn trên biển vào một buổi tối trong xanh, chúng tôi đã may mắn được chứng kiến ​​cảnh hoàng hôn tuyệt đẹp từ những bậc thang rộng dẫn trở lại thị trấn, với những người chèo thuyền kayak trên mặt nước, thật kỳ diệu. Đọc thêm",
            "Khu vực này có một bãi biển nhỏ, một số câu lạc bộ bãi biển có dịch vụ cho thuê ghế và ô. Có một số nơi bạn có thể thuê thiết bị cho các hoạt động thể thao dưới nước.\n\nỞ đây cũng có những nhà hàng tuyệt vời.\n\nĐọc thêm",
            "Chồng tôi, tôi đang đi nghỉ ở Sorrento để chúc mừng sinh nhật của mình và trong mỗi chuyến thăm, chúng tôi thích thong thả tản bộ xuống Marina Grande.\nTrong chuyến thăm này, chúng tôi đã đến thăm nhà thờ dọc theo con đường đi bộ...Chiesa di SantAnna.\nCó rất nhiều cửa hàng, nhà hàng với các lựa chọn ăn uống trong và ngoài cũng như câu cá đang diễn ra tại Bến du thuyền này.\nĐây cũng là một địa điểm đáng để chiêm ngưỡng các khách sạn khác nhau dọc theo sườn đồi với những con đường dẫn đến chúng từ Bến du thuyền.\nNgoài ra còn có những khung cảnh tuyệt vời vào ban ngày và đặc biệt là vào buổi tối khi dùng bữa trên vịnh Mt. Vesuvius.\nBạn có thể dễ dàng tản bộ xuống Bến thuyền nhưng hãy dành thời gian leo lên đường trở lại trung tâm chính của Sorrento.\nHãy cẩn thận khi đi bộ vì các khu vực không bằng phẳng và có nhiều vỉa hè và góc quanh co khác nhau.Đọc thêm",
            "Có vô số con đường để khám phá cô ấy. Nơi đây tràn ngập các nhà hàng được đánh giá cao, cả những nhà hàng cao cấp và được yêu thích ở địa phương. Khung cảnh thật đáng kinh ngạc và đáng nỗ lực vì có rất nhiều bước cần phải vượt qua trên hành trình. \nCó một đoạn đường dốc để vượt qua ở chặng về nên bạn nên mang giày thoải mái. \nChúng tôi đã ăn tối ở Soul Fish, xem đánh giá riêng và tôi thực sự khuyên bạn nên dùng nó. \nThời gian buổi tối là thời gian tốt nhất để ghé thăm, tôi khuyên bạn nên sắp xếp chuyến thăm của mình sao cho mặt trời lặn, thật ngoạn mục!!Đọc thêm",
            "Mọi người ở đây vẫn đang nhận được bến du thuyền của họ một cách khó khăn!  Đây không phải là bến cảng nơi phà khởi hành mà là ở đầu bên kia của thị trấn.  Đó là một chuyến đi bộ thú vị từ trung tâm Sorrento qua những con phố hẹp với tầm nhìn khắp vịnh ở đây và ở đó, xuống một con dốc khá dốc và vào bến du thuyền.  Có dịch vụ xe buýt đến và đi từ Quảng trường Tasso nếu bạn không thích đi bộ.  Có một số quán bar và nhà hàng mà chúng tôi yêu thích là Portamarina, một vài cửa hàng, một số bagni và một bãi biển công cộng nhỏ miễn phí sử dụng, bạn chỉ phải trả tiền cho ghế tắm nắng và dù che nắng.  Đây là một cảng cá đích thực và bạn có thể thấy lượng cá đánh bắt được cập bến vào mỗi buổi tối.  Ngoài ra còn có một số nơi cung cấp các chuyến chèo thuyền, lặn và đi thuyền.  Đây là khu vực yêu thích của chúng tôi trong thị trấn và chúng tôi thực sự khuyên bạn không nên bỏ lỡ nó.Đọc thêm",
            "Nó được gọi là Marina Grande, nhưng thực ra nó khá nhỏ. Tôi đến đây chủ yếu vào buổi tối vì có một vài nhà hàng hải sản. Những cái chúng tôi đã thử là tuyệt vời. Các quan điểm cũng khá đẹp. Chắc chắn đáng để dừng lại ở đây.Đọc thêm",
            "Đó là một bãi biển trải dài rất nhỏ với những chiếc thuyền nhấp nhô lên xuống.  Nó rất đẹp như tranh vẽ và chúng tôi thích ngồi bên ngoài tại một trong những nhà hàng địa phương uống rượu limoncello và bia cho chồng tôi. Mặt trời đang chiếu sáng và bạn có thể tận hưởng thời gian với khung cảnh tuyệt đẹp này.  Đó là một trong những việc tôi yêu thích nhất.Đọc thêm",
            "Chúng tôi đi xuống làng chài cũ Marina Grande, cách thị trấn Sorrento khoảng 10 phút đi bộ. Nó thật tuyệt vời. Chúng tôi quan sát người dân địa phương đang giăng lưới đánh cá nhộn nhịp quanh các cửa hàng của họ để chuẩn bị cho ngày mới. Rất xác thực.Đọc thêm",
            "Tôi và cháu gái muốn ăn trưa tại nhà hàng nơi Sophia Loren đã ăn nên chúng tôi đi bộ từ Quảng trường Piazza Tasso đến Marina Grande. Cuộc đi bộ xuyên qua những con phố yên tĩnh rồi đi xuống một con đường trải nhựa. Chúng tôi ăn ở Trattoria Da Emilia ở bến du thuyền. Việc quay trở lại khó khăn hơn nhưng mỗi bước đều đáng giá.Đọc thêm",
            "Tôi và cháu gái muốn ăn trưa tại nhà hàng nơi Sophia Loren đã ăn nên chúng tôi đi bộ từ Quảng trường Piazza Tasso đến Marina Grande. Cuộc đi bộ xuyên qua những con phố yên tĩnh rồi đi xuống một con đường trải nhựa. Chúng tôi ăn ở Trattoria Da Emilia ở bến du thuyền. Việc quay trở lại khó khăn hơn nhưng mỗi bước đều đáng giá.Đọc thêm",
            "Chúng tôi đi xuống làng chài cũ Marina Grande, cách thị trấn Sorrento khoảng 10 phút đi bộ. Nó thật tuyệt vời. Chúng tôi quan sát người dân địa phương đang giăng lưới đánh cá nhộn nhịp quanh các cửa hàng của họ để chuẩn bị cho ngày mới. Rất xác thực.Đọc thêm",
            "Đó là một bãi biển trải dài rất nhỏ với những chiếc thuyền nhấp nhô lên xuống.  Nó rất đẹp như tranh vẽ và chúng tôi thích ngồi bên ngoài tại một trong những nhà hàng địa phương uống rượu limoncello và bia cho chồng tôi. Mặt trời đang chiếu sáng và bạn có thể tận hưởng thời gian với khung cảnh tuyệt đẹp này.  Đó là một trong những việc tôi yêu thích nhất.Đọc thêm",
            "Nó được gọi là Marina Grande, nhưng thực ra nó khá nhỏ. Tôi đến đây chủ yếu vào buổi tối vì có một vài nhà hàng hải sản. Những cái chúng tôi đã thử là tuyệt vời. Các quan điểm cũng khá đẹp. Chắc chắn đáng để dừng lại ở đây.Đọc thêm",
            "Mọi người ở đây vẫn đang nhận được bến du thuyền của họ một cách khó khăn!  Đây không phải là bến cảng nơi phà khởi hành mà là ở đầu bên kia của thị trấn.  Đó là một chuyến đi bộ thú vị từ trung tâm Sorrento qua những con phố hẹp với tầm nhìn khắp vịnh ở đây và ở đó, xuống một con dốc khá dốc và vào bến du thuyền.  Có dịch vụ xe buýt đến và đi từ Quảng trường Tasso nếu bạn không thích đi bộ.  Có một số quán bar và nhà hàng mà chúng tôi yêu thích là Portamarina, một vài cửa hàng, một số bagni và một bãi biển công cộng nhỏ miễn phí sử dụng, bạn chỉ phải trả tiền cho ghế tắm nắng và dù che nắng.  Đây là một cảng cá đích thực và bạn có thể thấy lượng cá đánh bắt được cập bến vào mỗi buổi tối.  Ngoài ra còn có một số nơi cung cấp các chuyến chèo thuyền, lặn và đi thuyền.  Đây là khu vực yêu thích của chúng tôi trong thị trấn và chúng tôi thực sự khuyên bạn không nên bỏ lỡ nó.Đọc thêm",
            "Có vô số con đường để khám phá cô ấy. Nơi đây tràn ngập các nhà hàng được đánh giá cao, cả những nhà hàng cao cấp và được yêu thích ở địa phương. Khung cảnh thật đáng kinh ngạc và đáng nỗ lực vì có rất nhiều bước cần phải vượt qua trên hành trình. Có một đoạn đường dốc để vượt qua ở chặng về nên bạn nên mang giày thoải mái. Chúng tôi đã ăn tối ở Soul Fish, xem đánh giá riêng và tôi thực sự khuyên bạn nên dùng nó. Thời gian buổi tối là thời gian tốt nhất để ghé thăm, tôi khuyên bạn nên sắp xếp chuyến thăm của mình sao cho mặt trời lặn, thật ngoạn mục!!Đọc thêm",
            "Chồng tôi và tôi đã đi nghỉ ở Sorrento để ăn mừng sinh nhật của tôi và trong mỗi lần ghé thăm, chúng tôi thích đi dạo nhàn nhã xuống Marina Grande. Trong chuyến thăm này, chúng tôi đã đến thăm nhà thờ dọc theo con đường đi bộ... Chiesa di SantAnna. Có rất nhiều cửa hàng, nhà hàng với các lựa chọn ăn uống trong nhà và ngoài trời và câu cá đang diễn ra tại Marina này. Đây cũng là một địa điểm đáng chú ý tại các khách sạn khác nhau dọc theo sườn đồi với những con đường dẫn lên chúng từ Marina. Ngoài ra còn có quang cảnh tuyệt đẹp vào ban ngày và đặc biệt là vào buổi tối khi ăn tối trên vịnh Núi Vesuvius. Luôn dễ dàng đi bộ xuống Marina nhưng hãy dành thời gian để leo lên đường trở lại trung tâm chính của Sorrento. Hãy cẩn thận trên con đường đi bộ này, vì các khu vực không bằng phẳng và có nhiều vỉa hè khác nhau và các góc quanh co. Đọc thêm",
            "Khu vực này có một bãi biển nhỏ, một số câu lạc bộ bãi biển có dịch vụ cho thuê ghế và ô. Có một số nơi bạn có thể thuê thiết bị cho các hoạt động thể thao dưới nước. Ở đây cũng có những nhà hàng tuyệt vời.Đọc thêm",
            "Một nơi tuyệt vời để tham quan và thưởng thức đồ uống xung quanh.  Rất nhiều lựa chọn về địa điểm ăn uống.  Có sẵn các câu lạc bộ bãi biển nhưng hãy cẩn thận vì bóng râm có thể ập đến vào đầu giờ chiều. Cuối cùng hãy chuẩn bị cho các bước - còn rất nhiều việc phải làm lại!!!Đọc thêm",
            "Đây là một bến cảng kiêm bãi biển và một làng chài xuống dốc từ thị trấn Sorrento. Một nơi tốt để đi dạo nhàn nhã dọc biển. Bạn có thể chiêm ngưỡng khung cảnh tuyệt đẹp của bến cảng bằng cách leo lên cầu thang đá cũ, sau khi đi bộ qua một số cửa hàng xinh đẹp và phố lưu niệm nối với trung tâm thị trấn Piazza Tasso. Bản thân bãi biển có một số quán cà phê và nhà hàng Ý chính thốngĐọc thêm",
            "Hướng dẫn từ Tasso đến marina grandeĐọc thêm",
            "Từ Pizza Tasso, đi xuống Via S. Francesco, qua Villa Communale, đến công viên phía trước Hotel Contential.\nCó một con đường đi xuống phía bên phải của khách sạn và sẽ dẫn bạn xuống Bến thuyền.  \nDưới đó có rất nhiều thứ để ngắm nhìn...hãy tận hưởng đi!!Đọc thêm",
            "Có thể đi bằng ô tô đến bến du thuyền và quay lại trung tâm Sorrento Cảm ơn bạn Đọc thêm",
            "Chúng tôi muốn dùng bữa cuối cùng trong kỳ nghỉ 2 tuần tuyệt vời ở Marina Grande. Có ai giới thiệu nhà hàng nào không? Ăn uống không ngon. Chủ yếu là cá. Giá nhà hàng thông thường không quá đắt so với những gì bạn mong đợi để trả cho chất lượng. Hy vọng điều đó có ý nghĩa. Gia đình bốn người 2 thiếu niên2 người lớn cảm ơn trước Đọc thêm",
            "Chúng tôi muốn dùng bữa cuối cùng trong kỳ nghỉ 2 tuần tuyệt vời ở Marina Grande. Có ai giới thiệu nhà hàng nào không? Ăn uống không ngon. Chủ yếu là cá. Giá nhà hàng thông thường không quá đắt so với những gì bạn mong đợi để trả cho chất lượng. Hy vọng điều đó có ý nghĩa. Gia đình bốn người 2 thiếu niên2 người lớn cảm ơn trước Đọc thêm",
            "Nhà hàng PortaMarina thật tuyệt vời. Kiểm tra đánh giá. Món ngon. Gia cả hợp ly. Ở rìa biển. \n\nKiểm tra đánh giá của tôi. Đọc thêm",
            "Đi bộ từ quảng trường Tasso đến Marina Grande\n\nXin chào Tôi đã đến thăm Sorrento hai lần nhưng chưa bao giờ đến Marina Grande. Chúng tôi muốn đến Ristorante Bagni Delfino - có ai có thể chỉ cho tôi cách tốt nhất để đi bộ từ Quảng trường Tasso vào buổi tối không?  Cảm ơn \nĐọc thêm",
            "Xin chào, từ Quảng trường Tasso, bạn có thể đi bộ dọc theo con đường chính Corso Italia hoặc xuống cống Via. S. Cesareo và Via Fuoro. Ở cuối đường cống, bạn sẽ thấy một số con đường dẫn xuống Marina Grande. Xa hơn dọc theo bệnh viện bên phải cũng có một con đường xuyên qua de mare xuống Bến du thuyền. Con đường có thể đi bộ dễ dàng hơn tuy nhiên hãy cẩn thận với giao thông. Nếu không thì bắt taxi. Các khách sạn có thể cung cấp cho bạn một bản đồ hữu ích. Đọc thêm",
            "Có thuyền địa phương nào thực hiện các chuyến đi đến bờ biển Amalfi và Positano không, và chi phí là bao nhiêu? Chúng tôi sẽ ghé thăm vào tháng 12. Có đáng ghé thăm Blue Grotto vào mùa đông không?Đọc thêm",
            "Chúng tôi vừa trở về từ Sorrento. Họ thực hiện các chuyến đi bằng thuyền đến Capri quanh năm, nếu thời tiết cho phép và khi bạn ở trên thuyền, họ sẽ cung cấp cho bạn một dịch vụ bổ sung nếu bạn muốn tham quan hoặc xem hang động màu xanh. Mất khoảng 20e mỗi chiều để đi thuyền đến Capri và sau đó là khoảng 40e cho chuyến tham quan và hang động xanh. những chiếc thuyền hang động màu xanh khác đang ở Capri nên có thể rẻ hơn. Chúng tôi không thể tìm thấy một chiếc thuyền từ sorrento đến bất cứ nơi nào khác. Chúng tôi muốn đến positano và được thông báo rằng họ chỉ hoạt động đến giữa tháng 10. Có những công ty du lịch tư nhân có thể làm điều đó nhưng tốn kém hơn.  Chúng tôi đến positano bằng xe buýt và rất dễ dàng.  với giá 8, bạn có thể nhận được một vé ngày và bạn có thể thực hiện các chuyến đi không giới hạn đến bờ biển Amalfi, bất kỳ thị trấn nào bạn cũng muốn đến. Điều này khởi hành từ bên ngoài nhà ga. Chúng tôi đến positano trong vòng chưa đầy một giờ và cuộc hành trình thực sự thú vị và bạn có thể ngắm nhìn tất cả các thắng cảnh. Đọc thêm",
            "Tôi đã đọc trong một bài đánh giá rằng có một thang máy từ bến du thuyền lên đỉnh để người ta có thể tránh phải đi bộ, với chi phí là 1 euro. điều này có đúng không? Đọc thêm",
            "CHÀO. Vâng, Villa Communale là nơi bạn sẽ tìm thấy Thang máy. chuyến đi một lần có giá 1 euro nhưng bạn cũng có thể mua vé khứ hồi với giá 1,80. Nhưng trước tiên hãy tận hưởng khung cảnh đẹp! Chúc bạn có chuyến đi vui vẻXem thêm",
            "Đâu là bãi biển để bạn thỏa thích tắm biển?Đọc thêm",
            "Có một số nơi gần bến du thuyền để bơi lội. Nhưng không có bãi biển cổ điển nào có cát vì đây là một vách đá ven biển.\nBạn có thể đặt một chuyến đi đến Ischia. Có bãi biển Marontio nổi tiếng.Đọc thêm",
            "Đâu là nơi khởi hành đi Capri và Naples bằng thuyềnĐọc thêm",
            "Phần phà của Marina PiccolaĐọc thêm",
            "bạn đặt chỗ ăn tối bằng cách nào?  Tôi dường như không thể tìm thấy bất kỳ email hoặc điện thoạiĐọc thêm",
            "Xin chào, xin lỗi không trả lời trước. Thông thường tôi tra cứu địa chỉ email của nhà hàng. Sau đó tôi gửi e-mail yêu cầu đặt chỗ. Điều quan trọng là phải làm điều này nhiều tuần trước. Khi chúng tôi liên lạc, thật dễ dàng để đặt chỗ. \nTrân trọng\nGunnarĐọc thêm"
        ],
        "star_ratings": [
            744,
            455,
            93,
            22,
            9
        ],
        "review_amount": 1323,
        "location": [
            "Sorrento",
            "Tỉnh Naples",
            "Những điều cần làm ở Sorrento",
            "Marina Grande - Làng cổ ven biển",
            "Châu Âu",
            "Campania (Campania)",
            "Nước Ý"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written September 1, 2023",
            "Written September 12, 2023",
            "Written September 18, 2023",
            "Written September 21, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 8, 2023",
            "Written February 7, 2024",
            "Written February 7, 2024",
            "Written November 8, 2023",
            "Written October 26, 2023",
            "Written October 21, 2023",
            "Written September 21, 2023",
            "Written September 18, 2023",
            "Written September 12, 2023",
            "Written September 1, 2023",
            "Written August 16, 2023",
            "Written June 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187782-d3398539-Reviews-Marina_Grande_Antico_Borgo_Marinaro-Sorrento_Province_of_Naples_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12952180-Reviews-Trattoria_dei_Mori-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d1806249-Reviews-Ristorante_Bagni_Delfino-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d7314787-Reviews-Porta_Marina_Seafood-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d10343513-Reviews-Terrazza_Vittoria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d21260319-Reviews-Il_Monazzero_di_Teresina-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d24889067-Reviews-Casa_Tua-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12229461-Reviews-Fresco_Sorrento_Gelato_Smoothies_Gelateria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d25451625-Reviews-Nino_s-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d10265847-Reviews-Fuoro51-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d11932957-Reviews-A_Marenna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6782432-Reviews-Bagni_Sant_Anna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4737043-Reviews-Chiesa_di_Sant_Anna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6981740-Reviews-Tony_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3584314-Reviews-Stabilimento_Balneare_Bagni_Salvatore-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d24085296-Reviews-Museo_Sorrento_Experience-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d8064370-Reviews-Villa_Comunale-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669862-Reviews-Museobottega_della_Tarsialignea-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d523607-Reviews-Chiostro_di_San_Francesco-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d13387993-Reviews-Piazza_della_Vittoria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3398539-Reviews-or10-Marina_Grande_Antico_Borgo_Marinaro-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d10411801-Reviews-Agriturismo_Primaluce_Fattoria_Didattica_e_Tour-Sorrento_Province_of_Naples_Camp.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d519920-Reviews-Basilica_di_Sant_Antonino-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669865-Reviews-Piazza_Tasso-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d5784582-Reviews-Cattedrale_di_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3216344-Reviews-Corso_Italia-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669860-Reviews-Il_Vallone_dei_Mulini-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d524368-Reviews-Duomo_dei_San_Filippo_e_Giacomo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4424215-Reviews-Fondazione_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d545198-Reviews-Marina_di_Puolo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d27697448-Reviews-Lucky_Charter-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d26311396-Reviews-La_Finestrella_Secret_Bar-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d2354499-Reviews-Garbo_Limousine_Service_Tours-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d2343701-Reviews-MBS_Blu_Charter_Boat_Tours-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d2187908-Reviews-Capitano_Ago-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d8442058-Reviews-Kayak_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17705084-Reviews-Conny_s_Boat_tour-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1886720-Reviews-Private_Tours_of_Southern_Italy-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d10296097-Reviews-Parasailing_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d21307565-Reviews-Sorrento_SUP_Paddle_board_Kayak_experience-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17559848-Reviews-Nonna_Flora_Sorrento_Cooking_School-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6706446-Reviews-Compass_Tour-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g800268-d6944846-Reviews-Gorsa_Bridge-Birtavarre_Kafjord_Municipality_Troms_Northern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d6620763-Reviews-Al_Mughsail_Beach-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279413-Reviews-Rudas_Baths-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1840178-Reviews-Target_Field-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4259953-Reviews-National_Cinema-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187869-d12236282-Reviews-Casa_Fossati_Marinello-Treviso_Province_of_Treviso_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13438572-Reviews-OurBus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1082258-d2459889-Reviews-Museum_of_the_Royal_Tombs_of_Aigai_Vergina-Vergina_Imathia_Region_Central_Macedo.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d2225747-Reviews-Blue_Springs_Park-High_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d16819482-Reviews-Top_Rent_A_Car_Bulgaria-Sofia_Sofia_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187782-d3398539-Reviews-or10-Marina_Grande_Antico_Borgo_Marinaro-Sorrento_Province_of_Naples_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187782-d3398539-Reviews-Marina_Grande_Antico_Borgo_Marinaro-Sorrento_Province_of_Naples_Campania.html"
    }
]