[
    {
        "attraction_name": "Marksburg",
        "attraction_name_vi": "Marksburg",
        "general_info": [
            "1.012 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Braubach",
            "Địa điểm ưa thích",
            "Lâu đài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích chuyến tham quan lâu đài này, kéo dài một giờ chủ yếu vì chúng tôi có một hướng dẫn viên giỏi là Max, người nói tiếng Anh xuất sắc và có thể trả lời tất cả các câu hỏi mà mọi người ném vào anh ấy. Đây là một lâu đài bằng đá truyền thống có niên đại từ khoảng thế kỷ 13 C và đã khá hoàn thiện nên bạn có thể cảm nhận rõ nó sẽ như thế nào.\n\nChuyến tham quan bằng tiếng Anh lúc 1 giờ chiều và 4 giờ chiều. Phí vào cửa là 11 euro, cảm thấy ổn nhưng không vui khi bị tính thêm 3 euro để đỗ xe! Đọc thêm",
            "Lâu đài đẹp và được bảo trì tốt. Giá vé của bạn đáng giá. Một cái nhìn nhanh về thời Trung cổ. Chắc chắn đáng để ghé thăm nếu bạn ở gần Koblenz và đang tìm kiếm điều gì đó mang tính lịch sử để ghé thăm.\nChuyến tham quan bằng tiếng Anh lúc 4 giờ chiều rất đáng để chờ đợi và leo lên từ ga xe lửaĐọc thêm",
            "Lâu đài này là một trong những điểm nổi bật trong kỳ nghỉ ở Thung lũng sông Rhine của chúng tôi. Như những người khác đã nói, lâu đài rất hấp dẫn vì nó còn nguyên vẹn với đá cuội và lối đi bằng đá nguyên bản, khu vườn xinh xắn với các loại cây đặc trưng của thời đại, đại bác, các phòng có điểm nhấn bằng gỗ đẹp mắt và một số đồ nội thất cổ, áo giáp và vũ khí. Hướng dẫn viên nói tiếng Anh của chúng tôi, Michaela, đã rất xuất sắc và khiến chuyến tham quan trở nên rất nhiều thông tin và hấp dẫn.\n\nChúng tôi đến từ ga xe lửa và lẽ ra nên sắp xếp taxi trước. Thay vào đó, chúng tôi đi bộ lên con đường dốc vào một ngày khá ẩm ướt, đây là một bài tập luyện đối với tôi vào giữa những năm 70 nhưng có thể thực hiện được. Chúng tôi mất khoảng 40 phút với một vài điểm dừng nghỉ ngắn và gậy đi bộ rất hữu ích. \n\nBên trong lâu đài không có vấn đề gì với chúng tôi nhưng hãy lưu ý nếu bạn có vấn đề về di chuyển hoặc thăng bằng. Có nhiều cầu thang không có lan can và có những khu vực rất không bằng phẳng. Các phòng vệ sinh miễn phí khi bắt đầu khu vực tham quan. Có một quán cà phê nhỏ với tầm nhìn đẹp, nơi chúng tôi có một quán kem ở cuối.\n\nMột nhân viên giữ xe rất tốt bụng gọi taxi để chúng tôi trở về làng. Chúng tôi thấy ba chiếc xe buýt Viking khổng lồ chạy tới khi chúng tôi rời đi nên có thể rất đông đúc. Ngoài ra còn có một con đường đi bộ lên dốc từ bãi đậu xe ô tô đến lâu đài. \n\nĐọc thêm",
            "Chúng tôi đã đến thăm Lâu đài Marksburg như một phần của Nhóm ngắm cảnh khi hành trình của chúng tôi bị thay đổi và đó là một bất ngờ thú vị.  Hướng dẫn viên của chúng tôi rất xuất sắc và đã mở được lâu đài bằng một chiếc chìa khóa sắt khổng lồ.  Tôi yêu lâu đài này vì nó trưng bày đồ nội thất, v.v. của thời đại mà bạn có cái nhìn thực tế về cuộc sống làm việc của một lâu đài.  Kho vũ khí trưng bày các phương pháp tra tấn khá ấn tượng.  Như mọi khi, quang cảnh thật tuyệt vời và toàn bộ chuyến tham quan thật đặc biệt.Đọc thêm",
            "Lâu đài midevil trong mơ của bạn. Được duy trì tốt. Chuyến tham quan kéo dài 50 phút có phần gian khổ do cầu thang dốc không bằng phẳng, cầu thang lên xuống rất chật và những bậc đá thô ráp làm ảnh hưởng đến ngọn núi. Một số khối dốc tạo nên lối đi nghiêng từ bãi đậu xe. \nTuy nhiên, những người có mức độ nhanh nhẹn trung bình có thể tận hưởng các chuyến tham quan có hướng dẫn tốt. Khung cảnh đáng kinh ngạc của sông Rhine ở phía dưới đang chờ đón bạn khi bạn thưởng thức đồ uống trên sân.Đọc thêm",
            "Lâu đài Marksburg rất đáng để ghé thăm.  Đây là một trong số rất ít lâu đài thời trung cổ trên sông Rhine chưa bao giờ bị chiếm hoặc đốt cháy trong cuộc chiến tranh 30 năm nên phần lớn vẫn còn nguyên vẹn. Bạn có các trạm quan sát, đại bác, lối đi dốc, các phòng lớn, tiệm rèn, ngục tối, một nhà bếp lớn, một số áo giáp và vũ khí... thậm chí cả một nhà vệ sinh thời Trung cổ. Đã từng được sử dụng làm nhà tù, không có nhiều đồ đạc nguyên bản được đốt để giữ ấm, nhưng nó rất, rất thú vị và được bảo quản rất tốt. Đọc thêm",
            "Lâu đài midevil trong mơ của bạn. Được duy trì tốt. Chuyến tham quan kéo dài 50 phút có phần gian khổ do cầu thang dốc không bằng phẳng, cầu thang lên xuống rất chật và những bậc đá thô ráp làm ảnh hưởng đến ngọn núi. Một số khối dốc tạo nên lối đi nghiêng từ bãi đậu xe. Tuy nhiên, những người có mức độ nhanh nhẹn trung bình có thể tận hưởng các chuyến tham quan có hướng dẫn tốt. Khung cảnh đáng kinh ngạc của sông Rhine ở phía dưới đang chờ đón bạn khi bạn thưởng thức đồ uống trên sân.Đọc thêm",
            "Chúng tôi đã đến thăm Lâu đài Marksburg như một phần của Nhóm ngắm cảnh khi hành trình của chúng tôi bị thay đổi và đó là một bất ngờ thú vị.  Hướng dẫn viên của chúng tôi rất xuất sắc và đã mở được lâu đài bằng một chiếc chìa khóa sắt khổng lồ.  Tôi yêu lâu đài này vì nó trưng bày đồ nội thất, v.v. của thời đại mà bạn có cái nhìn thực tế về cuộc sống làm việc của một lâu đài.  Kho vũ khí trưng bày các phương pháp tra tấn khá ấn tượng.  Như mọi khi, quang cảnh thật tuyệt vời và toàn bộ chuyến tham quan thật đặc biệt.Đọc thêm",
            "Lâu đài này có bị ma ám không? Tôi nghĩ là tôi đã chụp được một bức ảnh ma và đó là bức ảnh đẹp nhất về một hồn ma mà tôi từng bắt được. Nó từ phòng ăn nhìn qua nhà nguyện về phía cầu thang đá. Hãy thử tái hiện lại xem đó có thực sự là một bức tranh huyền bí không nhé!Đọc thêm",
            "Khi đi thuyền trên sông Danube và Rhine, bạn có thể nhìn thấy và trải nghiệm nhiều nhà thờ và lâu đài. Marksburg là một trong những lâu đài yêu thích của chúng tôi. Kiến trúc, quang cảnh và lịch sử chính trị của lâu đài này thật hấp dẫn. Tôi thực sự khuyên bạn nên dành thời gian để ghé thăm và khám phá nơi đây. Đọc thêm",
            "Lâu đài này là một trong những điểm nổi bật trong kỳ nghỉ ở Thung lũng sông Rhine của chúng tôi. Như những người khác đã nói, lâu đài rất hấp dẫn vì nó còn nguyên vẹn với đá cuội và lối đi bằng đá nguyên bản, khu vườn xinh xắn với các loại cây đặc trưng của thời đại, đại bác, các phòng có điểm nhấn bằng gỗ đẹp mắt và một số đồ nội thất cổ, áo giáp và vũ khí. Hướng dẫn viên nói tiếng Anh của chúng tôi, Michaela, rất xuất sắc và đã thực hiện chuyến tham quan rất nhiều thông tin và hấp dẫn. Chúng tôi đến từ ga xe lửa và lẽ ra nên sắp xếp một chiếc taxi trước thời hạn. Thay vào đó, chúng tôi đi bộ lên con đường dốc vào một ngày khá ẩm ướt, đây là một bài tập luyện đối với tôi vào giữa những năm 70 nhưng có thể thực hiện được. Chúng tôi mất khoảng 40 phút với một vài điểm dừng nghỉ ngắn và gậy đi bộ rất hữu ích. Bên trong lâu đài không có vấn đề gì với chúng tôi nhưng hãy lưu ý nếu bạn có vấn đề về di chuyển hoặc thăng bằng. Có nhiều cầu thang không có lan can và có những khu vực rất không bằng phẳng. Các phòng vệ sinh miễn phí khi bắt đầu khu vực tham quan. Có một quán cà phê nhỏ với tầm nhìn đẹp, cuối cùng chúng tôi có một quán kem. Một người phục vụ bãi đậu xe rất tốt bụng gọi taxi để chúng tôi trở về làng. Chúng tôi thấy ba chiếc xe buýt Viking khổng lồ chạy tới khi chúng tôi rời đi nên có thể rất đông đúc. Ngoài ra còn có một con đường đi bộ lên dốc từ bãi đậu xe ô tô đến lâu đài. Đọc thêm",
            "Lâu đài đẹp và được bảo trì tốt. Giá vé của bạn đáng giá. Một cái nhìn nhanh về thời Trung cổ. Chắc chắn đáng để ghé thăm nếu bạn ở gần Koblenz và đang tìm kiếm điều gì đó mang tính lịch sử để ghé thăm. Chuyến tham quan bằng tiếng Anh lúc 4 giờ chiều rất đáng để chờ đợi và leo lên từ ga xe lửaĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời khi có thể tham quan qua một lâu đài thực tế được xây dựng giống như khi có người ở - trò chơi trên tường trong những chiếc nồi trong bếp sẵn sàng nấu bữa ăn.  Triển lãm vũ khí đặc biệt thú vị vì nó đưa ra những ví dụ về sự tiến bộ của áo giáp qua các thời đại.Đọc thêm",
            "Marksburg là 1 trong 2 lâu đài duy nhất trong khu vực không bị tàn phá trong các cuộc chiến tranh của tôi. Ngọn núi dốc và 4 bức tường thành đã bảo vệ lâu đài này. Marksburg được viếng thăm trong một chuyến tham quan và hướng dẫn viên Rainer của chúng tôi đã đưa lịch sử vào cuộc sống bằng những câu chuyện và lời giải thích hấp dẫn của mình. Rainer đã tạo nên lịch sử của lâu đài về con người và cách họ sống chứ không phải về tòa nhà. Một trải nghiệm tuyệt vời và cái nhìn sâu sắc. Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan lâu đài này, kéo dài một giờ chủ yếu vì chúng tôi có một hướng dẫn viên giỏi là Max, người nói tiếng Anh xuất sắc và có thể trả lời tất cả các câu hỏi mà mọi người ném vào anh ấy. Đây là một lâu đài bằng đá truyền thống có niên đại từ khoảng thế kỷ 13 C và đã khá hoàn thiện nên bạn có thể hình dung rõ nó sẽ như thế nào. Chuyến tham quan bằng tiếng Anh lúc 1 giờ chiều và 4 giờ chiều. Phí vào cửa là 11 euro, cảm thấy ổn nhưng không vui khi bị tính thêm 3 euro để đỗ xe! Đọc thêm",
            "Tôi có thể lựa chọn xem Lâu đài Marksburg hoặc Pháo đài ehrenbreitstein trên Chuyến du ngoạn trên sông Viking của mình. Cái nào đáng chú ý hơn?Đọc thêm",
            "Chuyến tham quan Lâu đài Marksburg rất khó khăn. Từ xe buýt phải leo lên một số đoạn đường lùi khoảng 12 đến 34 dặm. Sau đó, khi bạn tham gia chuyến tham quan bên trong lâu đài, có rất nhiều tảng đá cuội, đường dốc và cầu thang thô ráp lớn. Chúng tôi đã tham gia chuyến lưu diễn này và điều đó thật khó khăn với vợ tôi. Đây sẽ là chuyến đi bộ khó khăn nhất trên hành trình của bạn. Chúng tôi có một số người bạn đi du lịch cùng và họ đã đến Pháo đài Ehrenbreistein vì người chồng đi lại khó khăn và phải chống gậy. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "xem trang web\n7,- người lớnĐọc thêm",
            "Hai câu hỏi:\nLâu đài Marksburg sẽ mở cửa vào ngày 18-21 tháng 12?\nCách tốt nhất để đến lâu đài từ Cologne là gì?Đọc thêm",
            "Đi theo Quốc lộ 3 về phía nam ra khỏi Cologne. Sau đó là 48 đến 42. Sẽ mất khoảng một tiếng rưỡi. Bạn có thể muốn kiểm tra trang web của họ để biết thời gian mở cửa.Đọc thêm",
            "Tôi muốn đi tàu từ Frankfurt và tôi thấy rằng để đến Marksburg tôi cần xuống tàu ở Spay.  Nó ở phía đối diện sông Rhine và tôi đang tự hỏi liệu có phà không?  Làm cách nào để đến Braubach?Đọc thêm",
            "Đi tàu từ Frankfort đến Braubach - họ có ga xe lửa riêng. Có một số lựa chọn tuyến đường trực tiếp hàng ngày - mất 2 giờ đi tàu. Từ ga xe lửa ở Braubach mất 30 phút đi bộ đến Lâu đài Marksburg. Chúng tôi đã làm điều này một vài tháng trước.\nHãy truy cập trang web Raileurope và ghi lại hành trình của bạn từ Frankfort đến Braubach để xem các lựa chọn.Đọc thêm",
            "Có lan can trên các bậc thang và đường dốc lên xuống Marksburg không? Tôi cũng lo lắng về việc đi xuống...đó thường là nơi tôi gặp nhiều vấn đề hơn.Đọc thêm",
            "Đây thực sự không phải là một nơi dễ dàng đối với những người không vững vàng vì lâu đài có độ dốc không bằng phẳng và có rất nhiều đá cuội. Các bậc thang từ bãi đậu xe khá dốc và khó khăn cho những người không thích hợp mặc dù có lan can và bạn có thể dành thời gian. Đi xuống thì được nhưng các bậc thang đi xuống qua cây và rừng nên có thể trơn trượt.Đọc thêm",
            "Chó có được phép vào không?Đọc thêm",
            "Nếu vào trang web nó báo:\n\nNhững chú chó ngoan được phép tham gia chuyến tham quan bằng dây xích.Đọc thêm",
            "Xin chào, bạn nói rằng chồng bạn đi một mình do phải đi bộ vất vả đến lâu đài. Bạn vẫn ở lại căn cứ hay trên phương tiện vận chuyển hay ở lại thành phố hay trên tàu?  Tôi đang ở hoàn cảnh tương tự với một cú ngã gần đâyĐọc thêm",
            "CHÀO. Về lâu đài Marksburg có xe đưa đón bạn hầu hết chặng đường. Chúng tôi không ở lại vì chúng tôi không gặp vấn đề gì khi đi lại, nhưng tôi đã cảnh báo những ai có thể. Sau khi xuống tàu con thoi, phải leo thêm khoảng 90 bậc thang để đến chân Lâu đài. Sau đó, chuyến đi bộ sẽ đi lên dọc theo những lối đi từng được các hiệp sĩ cưỡi ngựa sử dụng. Tôi nghĩ rằng tôi đã đăng một bức ảnh về lối đi bằng đá. Rất cũ và lún. Nếu bạn có thể đi chậm, có lẽ bạn có thể làm được. Một người phụ nữ trong chuyến đi của chúng tôi đã có chuyến đi bộ cá nhân do khả năng di chuyển hạn chế. Nói chuyện với hướng dẫn viên tàu của bạn. Họ có thể giải quyết được điều gì đó. Đọc thêm",
            "Có thể đến lâu đài bằng một số loại phương tiện giao thông? Hình như có một loại tàu nào đó ở đó. Điểm dừng của nó ở đâu và lịch trình như thế nào?Đọc thêm",
            "Xin lỗi, tôi không biết về nó. Chúng tôi đến bằng ô tô.Đọc thêm",
            "Có xe buýt, xe đưa đón, xe điện hoặc bất kỳ hình thức giao thông công cộng nào khác chạy từ Braubach đến bãi đậu xe của lâu đài không?Đọc thêm",
            "Cảm ơn mọi người đã dành thời gian phản hồi! Nhân viên của Lâu đài Marksburg cũng trả lời qua email rằng phương tiện di chuyển duy nhất đến lâu đài là taxi - không có xe buýt hoặc xe điện. Đọc thêm",
            "Tôi muốn đảm bảo rằng lâu đài mở cửa vào thứ Hai? Cảm ơn bạn.Đọc thêm",
            "Có, nó mở cửa từ 10 giờ sáng đến 5 giờ chiều vào Thứ Hai.Đọc thêm"
        ],
        "star_ratings": [
            611,
            314,
            71,
            8,
            10
        ],
        "review_amount": 1014,
        "location": [
            "Braubach",
            "nước Đức",
            "Các hoạt động ở Braubach",
            "Châu Âu",
            "Rhineland-Palatinate",
            "Marksburg"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written September 18, 2023",
            "Written September 23, 2023",
            "Written February 16, 2024",
            "Written May 18, 2024",
            "Written June 6, 2024",
            "Written May 18, 2024",
            "Written February 17, 2024",
            "Written October 15, 2023",
            "Written October 5, 2023",
            "Written September 23, 2023",
            "Written September 19, 2023",
            "Written July 25, 2023",
            "Written July 22, 2023",
            "Written July 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g642094-d268085-Reviews-Marksburg-Braubach_Rhineland_Palatinate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d17414507-Reviews-Winzerkeller_Schloss_Philippsburg-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d8452318-Reviews-Zum_Goldenen_Schluessel-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d1852324-Reviews-Zum_Weissen_Schwanen-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d1358058-Reviews-Marksburg_Schanke-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d5263667-Reviews-Marktstuben-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d13224569-Reviews-Cafe_Maass-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d8507165-Reviews-Pizzeria_Laguna-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d24986548-Reviews-Asian_Cuisine_Sushi-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d19066571-Reviews-Eiscafe_Venezia-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g642094-d1358057-Reviews-Bauernschenke_Eck_Fritz-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380152-d2519904-Reviews-Muttergotteskapelle-Spay_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380152-d2517297-Reviews-Alte_Kirche-Spay_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380152-d2519903-Reviews-Dreifaltigkeits_Heiligenhauschen-Spay_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380152-d2517298-Reviews-St_Lambertus-Spay_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d2315928-Reviews-Schloss_Stolzenfels-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1053709-d3203955-Reviews-Judischer_Friedhof_Rhens-Rhens_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380152-d2519897-Reviews-Halfenhaus-Spay_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g198627-d192292-Reviews-Church_of_St_Severus-Boppard_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1053709-d2522818-Reviews-Rathaus-Rhens_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1053709-d2519895-Reviews-St_Dionysius-Rhens_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g642094-d268085-Reviews-or10-Marksburg-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d12080963-Reviews-Magic_Room_Escape-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g198627-d3306006-Reviews-Sesselbahn_in_Boppard-Boppard_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d4163374-Reviews-Cablecar_Koblenz-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d3153335-Reviews-Historiensaule-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d21198837-Reviews-Mac_Flay_Adventure-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d266722-Reviews-Basilica_of_St_Castor-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293950-d4832896-Reviews-Dalah_Spa-Vientiane_Vientiane_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d15645917-Reviews-Gamaksan_Chulleong_Bridge-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d9583141-Reviews-Tomb_of_Shah_of_Iran-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d108787-Reviews-Walnut_Canyon_National_Monument-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g49268-d10941666-Reviews-Lake_Lure-Lake_Lure_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g191-d10539000-Reviews-Greyhound-United_States.html",
            "https://www.tripadvisor.com/Attraction_Review-g45941-d10108567-Reviews-Naval_Air_Station_Fallon-Fallon_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272245-Reviews-Belle_Isle_Park-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d553276-Reviews-Kotli-Pula_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g635753-d8627060-Reviews-Bohey_Dulang_Island-Semporna_Semporna_District_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g642094-d268085-Reviews-or10-Marksburg-Braubach_Rhineland_Palatinate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g642094-d268085-Reviews-Marksburg-Braubach_Rhineland_Palatinate.html"
    }
]