[
    {
        "attraction_name": "Marquee Nightclub & Dayclub at The Cosmopolitan of Las Vegas",
        "attraction_name_vi": "Câu lạc bộ đêm Marquee tại The Cosmopolitan of Las Vegas",
        "general_info": [
            "762 đánh giá",
            "28 trên 430 Cuộc sống về đêm ở Las Vegas",
            "Quán bar Câu lạc bộ"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Lil Jon djd sau Super Bowl và nó thật tuyệt vời! Âm nhạc tuôn trào, rung cảm phù hợp và mọi người đều tiệc tùng. Lẽ ra nó sẽ được đánh giá 5 sao nhưng chúng tôi phải đi bộ xuống 10 tầng cầu thang!Đọc thêm",
            "Đi đến câu lạc bộ bãi biển với một nhóm và được nâng cấp lên cabana. Thật vui - DJ tuyệt vời - dành 3 giờ nhảy quanh hồ bơi. 3 bình đồ uống và không có nhiều tiếng ồn. Bạn không nghĩ là có nhiều rượu trong đó sao? Có khoảng thời gian tuyệt vời nhất cho đến khi tôi bị một nhân viên bảo vệ tiếp cận một cách hung hăng ngay trước mặt tôi rằng tôi không được phép chụp ảnh mọi người, một đội bóng bầu dục gồm những chàng trai, mà không có sự cho phép của họ. Khi tôi phản đối rằng mọi người trong nơi này đều quay video và chụp ảnh, anh ta đề nghị CHỈ CHO TÔI LỐI RA. Tôi chỉ bỏ đi...Đọc thêm",
            "Chúng tôi đã phải trả hơn 2 nghìn bảng cho nó. Tôi đi vào phòng tắm và khi tôi ra ngoài, nhân viên an ninh ở lối vào phòng tắm quyết định tôi rời khỏi tòa nhà vì anh ấy nghĩ tôi không thể đi thẳng. Đó là một bữa tiệc bể bơi, họ phục vụ rượu và tôi chỉ uống một ly. Tôi đã nhảy múa tại bàn của mình một cách vui vẻ suốt thời gian đó, tôi không gây ra bất kỳ vấn đề gì cho bất kỳ ai, không ai gọi bảo vệ cho tôi. Không có cuộc kiểm tra nồng độ cồn nào được thực hiện đối với tôi. Anh chàng bảo vệ rất bắt nạt và tôi phải rời khỏi cơ sở mà không hoàn lại tiền cho bàn. Tôi cảm thấy bị lừa đảo. Tôi không giới thiệu nơi này cho một bữa tiệc nếu bạn muốn vui chơi và uống một ít rượu do họ bán. Đọc thêm",
            "If you need ADA, this place isnt for you. Im recovering from a serious IT band issue in my knee, Im still wearing a brace. They dont tell you, you have to walk up 5 or 6 flights of stairs, with no elavators. And I slowly make the climb, letting people go by us. When we get inside, I ask where the ADA seating for the show is. The guy said all seating is paid for, did you want to purchase seating? I said no, I just wanted to know where the ADA section was. He said he needed to get a manager. The manager comes out and starts throwing all this legal jargon around we are ADA compliant. First of all, no youre not, but I asked again, where the ADA section was. Dude literally offered to GET ME A WHEELCHAIR. I laughed and said, we just need seats, I literally just need to sit down after walking up 6 flights of stairs, I tried showing him my knee brace, so once again WHERE IS YOUR ADA SEATING SECTION?....they finally offered us seats in the back in a VERY DARK CORNER like, legit off to the side, behind pillars where they had stuff piled out of the way and no view of anything. It seemed like an area staff escaped to take breaks. Youre going to say wow, 20 for a show, thats incredible! What they dont tell you, is the drinks are ABSURDLY expensive. Were talking 38 without tip for two 8oz Bud Light Seltzers. 50 for two shots of Fire Jack. We got ployed into tickets saying ladies had open bar certain hours. Well, when we went for open bar, they asked us for a wrist band, we were like no one told us about the wrist bands, were just ladies, here for open bar for ladies? This place is a joke of a money pit. We went to see Sofi Tucker, literally everyone we talked to was like Sofi Who? People dont go there FOR the artists, they go there because they have money. Save your money, seriously.Read more",
            "Chúng tôi đã đi vào một tối thứ bảy. Hộp đêm sang trọng với sân khấu chính ở tầng trên và sân khấu thứ hai ở tầng dưới trên đường ra - cảm giác như đang đi qua cửa hàng quà tặng. Tôi thích không gian nhưng sàn nhảy hơi nhỏ. Xung quanh sàn nhảy có rất nhiều không gian riêng tư hình móng ngựa. Họ có bốn vũ công xuất hiện định kỳ phía trên sân khấu - mỗi lần họ mặc trang phục khác nhau và tôi thực sự thích điều đó. Có không gian ngoài trời khi bạn quá nóng. Chúng tôi có hai đồ uống và đó là 58. Phụ nữ được uống miễn phí từ 11:30-12:30. Chúng tôi đã nhận được vé miễn phí thông qua một trong những người quảng cáo trên đường phố - nhưng bạn cần phải đến đó thật sớm và phải chờ đợi. Theo những gì tôi quan sát được, họ cho một số người trong danh sách khách mời đến sớm để lấp đầy câu lạc bộ và sau đó đợi cho đến khi quán bar mở cửa đóng cửa lúc 12:30 mới bắt đầu cho những người còn lại trong danh sách khách mời vào. Hãy chắc chắn rằng bạn đi đúng dòng - điều đó thật khó khăn. Tôi nghĩ nhân viên cửa rất tốt - đặc biệt là nhân viên thu ngân. Bạn phải đi qua máy dò kim loại để vào và khám xét túi xách. Danh sách khách miễn phí sẽ kết thúc nhanh chóng vào lúc 1:00. Nếu là 1:01, họ sẽ không cho bạn vào. Tình cờ tôi lại thích DJ EDM tối hôm đó - anh ấy pha rất nhiều thứ nổi tiếng. Không thích DJ ở sân khấu thấp hơn. Sàn nhà được trải thảm hoa giấy vào cuối đêm. Chúng tôi đã có vé miễn phí - mặc dù vậy, tôi không nghĩ mình sẽ trả 50 hoặc 80 để đến đây.  Đọc thêm",
            "Hộp đêm rộng rãi với không gian thoáng mát, đẹp mắt Tất cả nhân viên từ bảo vệ, thang máy đến máy chủ đều tốt bụng và nhanh nhẹn. Sẽ phải quay lại một thời gian :Đọc thêm",
            "DJ tuyệt vời tại câu lạc bộ đêm cao cấp này. Thật nhiều niềm vui, cảm giác như đêm đó thật vui vì âm nhạc tuyệt vời và dịch vụ bàn tuyệt vời. Rất khuyến khích! Họ cũng có câu lạc bộ ban ngày chia tay bên hồ bơi nhưng chúng tôi đã đi vào ban đêm.Đọc thêm",
            "Tôi đã đến thăm vào ngày thứ Năm để dự sinh nhật đối tác của mình khi chúng tôi đang ở Cosmo. Tôi đã từng vinh danh một số sàn nhảy tuyệt vời nhất trên thế giới và thành thật mà nói, tôi nghĩ đây là mức trung bình. Dịch vụ rất tuyệt nhưng giá thì quá tệ, 875 USD cho một chai và 75 USD cho nước. Có lẽ cô ấy đã có một ngày nghỉ nhưng DJ được chơi, nhiều giai điệu chứa từ N và đám đông chủ yếu không đến từ nền sau đó - đối với tôi có vẻ kỳ lạ.Đọc thêm",
            "Câu lạc bộ rất đẹp. Bầu không khí rất đẹp, điều duy nhất họ có thể cải thiện là bớt viproom trên sàn nhảy. Một số nhân viên bảo vệ đã bỏ cuộc một cách khó chịu khi cố gắng làm cho sàn nhảy bớt rộng rãi hơn để có thêm chỗ cho khách ở bàn VIP. Thật là đông đúc để làm điều đó. Ngoài ra, Timmy Trumpet còn có một màn trình diễn tuyệt vời. Bầu không khí thật tuyệt vời. Đồ uống rất đắt tiền. Đã có một đêm rất vui vẻ, không hề say.Đọc thêm",
            "Chúng tôi có tên trong danh sách khách mời để gặp Pauly D tại Câu lạc bộ Ngày Marquee. Chúng tôi thực sự mong đợi điều đó đối tác của tôi là một người hâm mộ cuồng nhiệt của Pauly D, tuy nhiên cô ấy rất khó chịu với cách nhân viên tầng dưới nói chuyện một cách thô lỗ sau khi cô ấy hỏi họ một câu hỏi đơn giản, nên chúng tôi quyết định bỏ lỡ. Đối tác của tôi rất thất vọng khi bỏ lỡ Pauly D, nhưng tin rằng cuộc trao đổi ngắn ngủi với nhân viên đã dạy cho chúng tôi tất cả những điều cần biết về Marquee. Chúng tôi hy vọng có thể gặp Pauly D ở một địa điểm khác trong tương lai. Đọc thêm",
            "Có ai nhận được gói Thẻ VIP Bar vào dịp cuối tuần Ngày Tưởng niệm không? Nó có đáng không hay mục này vẫn còn điên rồ?Đọc thêm",
            "Chúng tôi định đặt bàn ở salon hoặc cloud vì chỉ có 2 người nhưng muốn hỏi liệu có đáng không? Chúng tôi biết bạn không thể nhìn thấy DJ từ chỗ họ nhưng câu hỏi chính của tôi là bạn có thể tiếp tục rời khỏi bàn để vào sàn nhảy chính hay họ không thích bạn làm vậy? Hoặc là một trong những bàn này hoặc chỉ có 20 người vào và chỉ với phí vào cửa thì có chỗ nào bạn có thể ngồi hay không? Đọc thêm",
            "Xin chào\nNếu tôi đi du lịch las vegas vào tháng 7 năm 2021 nhưng tôi 20 tuổi và sinh nhật của tôi vào tháng 8, tôi vẫn không thể tham gia câu lạc bộ đêm và tiệc bể bơiĐọc thêm",
            "Bạn trai tôi và tôi sẽ ở đây vào tháng 6. Chi phí cho Vé vào cửa chung tại Marquee Dayclub là bao nhiêu? Tôi không tìm thấy thông tin này trên trang đặt chỗ của họ. Đọc thêm",
            "Xin chào, tôi và 4 người bạn sẽ tới Vegas vào dịp sinh nhật thứ 30 của tôi vào tháng tới. Đi dự tiệc bể bơi trong ngày đây. Có ai có thể giới thiệu liệu có đáng để nhận một chiếc giường hay không? Tôi đã thấy một số gói bạn có thể nhận được cuối cùng sẽ được trừ vào hóa đơn cuối cùng nhưng giá đồ uống là bao nhiêu, v.v.?Đọc thêm",
            "Sự khác biệt giữa giường ngủ và giường ngủ ly hôn....có ai không?Đọc thêm",
            "Hà, thú vị. Tôi không chắc mình có thể trả lời câu hỏi này nhưng khi tôi đến thăm thì đã có ít nhất 2 bên ly hôn ở đó. vì vậy có thể họ có một gói đặc biệt dành cho những người kỷ niệm ngày kết thúc cuộc hôn nhân của họ.Đọc thêm",
            "DJ Mustards thường bắt đầu lúc mấy giờ vào tối thứ Hai?Đọc thêm",
            "2 giờ sángĐọc thêm",
            "Có ai đã từng làm V.I.WE chưa? Trải nghiệm như thế nào và các bàn chung nằm ở đâu trong câu lạc bộ? Đồ uống có giới hạn không?Đọc thêm",
            "tôi đã khôngĐọc thêm",
            "Tôi sẽ đến đây sau 2 tuần nữa để nuôi gà mái và ở tại Cosmo. Chúng ta có cần đặt trước cho bữa tiệc bể bơi không?Đọc thêm",
            "Chúng tôi đã đến thăm từ Vương quốc Anh vào năm ngoái và đã đặt trước. Ở tại khách sạn không đảm bảo bạn vào được. Tôi khuyên bạn nên đặt một chiếc giường, nếu bạn đi đông, sau khi chia đôi chi phí thì sẽ khá hợp lý. Tôi có một liên hệ nếu bạn muốn đặt bất cứ thứ gì, nhưng quan trọng nhất là....hãy tận hưởng!Đọc thêm",
            "CHÀO,\n\nQuy định về trang phục cho câu lạc bộ đêm marquee là gì? Giống như loại giày dép nào? Tôi đoán là không có áo phông nhưng áo polo có được không? Đọc thêm",
            "Tôi không chắc liệu họ có đăng trực tuyến bất cứ điều gì về quy định trang phục của họ hay không, nhưng tôi sẽ không đi dép xỏ ngón hoặc giày tennis. Ngoài ra bạn sẽ ổn với một chiếc áo polo. Tôi khá chắc chắn rằng mình đã gặp những người mặc áo polo ở đó. Điều đó giống như tốt hơn là bạn trông ít bị đánh giá hơn ở cửa.Đọc thêm"
        ],
        "star_ratings": [
            366,
            196,
            88,
            37,
            75
        ],
        "review_amount": 762,
        "location": [
            "Hoa Kỳ",
            "Nevada NV",
            "Những điều cần làm ở Las Vegas",
            "Las Vegas",
            "Câu lạc bộ đêm Marquee tại The Cosmopolitan of Las Vegas"
        ],
        "reviews_time": [
            "Written March 21, 2024",
            "Written March 5, 2024",
            "Written February 27, 2024",
            "Written January 27, 2024",
            "Written November 14, 2023",
            "Written September 29, 2023",
            "Written June 18, 2023",
            "Written June 8, 2023",
            "Written June 7, 2023",
            "Written June 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d2299585-Reviews-Marquee_Nightclub_Dayclub_at_The_Cosmopolitan_of_Las_Vegas-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3785151-Reviews-Bubba_Gump_Shrimp_Co-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7691255-Reviews-Garrett_Popcorn_Shops-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d5082700-Reviews-Fat_Tuesday_Miracle_Mile_Shops_505-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12692538-Reviews-Petrossian_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3546867-Reviews-Secret_Pizza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1953852-Reviews-Mastro_s_Ocean_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10373612-Reviews-Beauty_Essex-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10802149-Reviews-Nacho_Daddy-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1994489-Reviews-Scarpetta-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422624-Reviews-Michael_Mina-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24926881-Reviews-Princess_Diana_The_Royals_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2269299-Reviews-The_Cosmopolitan_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d661360-Reviews-Miracle_Mile_Shops_at_Planet_Hollywood-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g26308655-d2433371-Reviews-The_Shops_At_Crystals-Paradise_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23660533-Reviews-Immersive_Van_Gogh_Exhibit-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14204044-Reviews-Aria_Express_Tram-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11914561-Reviews-The_Ice_Rink_at_The_Cosmopolitan-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45981-d13138924-Reviews-Fountain_Show_at_Miracle_Mile_Shops-North_Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2299585-Reviews-or10-Marquee_Nightclub_Dayclub_at_The_Cosmopolitan_of_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23642817-Reviews-Best_Bet_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d9826845-Reviews-Rockstarcrawls_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6887976-Reviews-Turnt_Up_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11742540-Reviews-Fat_Tuesday-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24000457-Reviews-Send_Me_To_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8051443-Reviews-Earth_Limos_Buses-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15224485-Reviews-Pro_Party_Crawls-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d657412-Reviews-Overlook_Lounge_Aperitifs_Spirits-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7094903-Reviews-Las_Vegas_Club_Crawl_LA_Epic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553198-Reviews-Peppermill_s_Fireside_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2292286-Reviews-The_Chandelier-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2178496-Reviews-Sahra_Spa_Salon_Hammam-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d622911-Reviews-Gregory_Popovich_s_Comedy_Pet_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7675305-Reviews-Lip_Smacking_Foodie_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19799103-Reviews-THE_JETS_80_s_90_s_Experience-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d20362657-Reviews-The_Barbershop_Cuts_Cocktails-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g47702-d592069-Reviews-Rockaway_Beach-Far_Rockaway_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d11800518-Reviews-Pantai_Kelanang_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d23888002-Reviews-Cinergy_Dine_In_Cinemas_in_Charlotte-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g580292-d6961526-Reviews-Cala_Varques-Calas_de_Majorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2643063-Reviews-Tegenungan_Waterfall-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d1891738-Reviews-Illuminated_Fountain-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d187019-Reviews-Ontario_Science_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d131606-Reviews-Brookfield_Zoo-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g51702-d1792838-Reviews-Tiger_Safari_Zoological_Park-Tuttle_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g33780-d7187449-Reviews-Jennings_Beach-Fairfield_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d2299585-Reviews-or10-Marquee_Nightclub_Dayclub_at_The_Cosmopolitan_of_Las_Vegas-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d2299585-Reviews-Marquee_Nightclub_Dayclub_at_The_Cosmopolitan_of_Las_Vegas-Las_Vegas_Nevada.html"
    }
]