[
    {
        "attraction_name": "Martinak State Park",
        "attraction_name_vi": "Công viên bang Martin",
        "general_info": [
            "45 đánh giá",
            "1 trong 10 điều cần làm ở Denton",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Cắm trại cuối mùa, khu cắm trại noce, có sẵn điện 15 và 30 amp. Trang web khô khôn ngoan khác. Yên tĩnh vào ngày trong tuần này. Gần thị trấn, các địa điểm rộng rãi nhưng gần nhau. Rất râm mát với nhiều cây cối.Đọc thêm",
        "reviews": [
            "Công viên tiểu bang nhỏ có một vài chiếc ca nô cho thuê để xuống nước, một số con đường đi bộ xuyên rừng. Họ có một khu bảo tàng nhỏ và các hoạt động dành cho trẻ em. Cắm trại - RV và Lều thường có sẵn cùng với các tòa nhà có phòng tắm vòi sen. Nơi tuyệt vời để dành một vài giờ thư giãn sau một tuần bận rộn. Đọc thêm",
            "I hesitate to write this, because it is a best kept secret! -- We just got back from camping for the weekend,  and  taking our Jon boat out on the Choptank. Before I wow you - Ill sell you on a great feature - there is a Wal-Mart and a Food Lion less than 1 mile from this park - which really helps if you forgot anything - or need additional ICE or supplies. I may have forgotten most of the eating utensils, but was able to disguise my mishap quickly by making a fast stop! Now to the park - I have to first recognize how clean the restroom facilities were at the park. There was not a single piece of trash laying around, and the showers and restrooms were spotless - and cleaned twice per day. The camp sites were plenty deep for various sizes of campers - and had a fire ring and a picnic table which we enjoyed using. There was also firewood available in a shed as you entered the camping loop. We stayed in Loop B - and only had electric hookup at our site, but I believe Loop A has electric and water hookups. Also, there was an area to load your camper with fresh water at Loop B, but you will need a long hose. About 25 feet. Sadly, ours was only about 6 ft long - but we were so close to the restrooms that it was easy to go and wash our hands. There were a lot of families there, and plenty of children riding their bicycles and heading to the fishing docks. That brings me to the second wonder of this park- the fishing! There is a boat ramp right across from Loop B. The first day we went out, it was misting - and therefore there were not many boats besides our little one going into the water. We caught a ton of fish, but were truly in a torrential downpour. The nice thing about this put-in spot, is that there are little channels you can maneuver down which will get you under a tree, and out of the wind if rain hits.  That being said, watch your tide chart! Day 2, the water was about 5 ft. lower than Day 1. -- The second day we went on the boat it was beautiful and sunny- and the ramp was really busy. We think this may have affected our fishing, but we managed to get down a shallow channel and things picked up from there. There were also lots of kayakers and fishing from the banks.  The bottom line is, if you enjoy the outdoors, and even if you dont have a boat - you will have a great time here. I hope the staff who work at this park read this review, and know that their efforts are truly noticed. Being from Texas, I was VERY impressed with how manicured things were. Happy Camping!Read more",
            "Đây là một trong những khu cắm trại mà chúng tôi thường đến. Nơi đây rất yên tĩnh và dễ dàng tiếp cận với nguồn nước. Do COVID-19, trung tâm thiên nhiên và các hoạt động khác không khả dụng. Có một gian hàng đẹp để tụ tập hoặc đi câu cá. Chúng tôi đã bắt được rất nhiều cá da trơn lớn ngay từ bờ. Đường mòn đi bộ lát đá cung cấp những nơi dừng chân và nghỉ ngơi hoặc thực hiện các thử thách tập luyện. Không chắc chắn chính xác đường mòn dài bao nhiêu, nhưng đó là một chuyến đi bộ tuyệt vời qua rừng. Chèo thuyền kayak và chèo thuyền luôn là một cách tuyệt vời để dành cả ngày khi cắm trại. Nước luôn êm đềm và yên bình. Mặc dù không có nước tại các khu cắm trại, nhưng có một số vòi nước uống xung quanh các vòng lặp. Chúng tôi có xu hướng tìm một địa điểm gần một địa điểm và chạy vòi để đổ đầy bình. Các nhà tắm đã được cải tạo gần đây và rất sạch sẽ. Ngoài ra còn có một phòng tắm duy nhất dành cho người khuyết tật. Đọc thêm",
            "Thực sự rất thích trang trại này. Nằm trên đường điện B, nơi các khu đất có kích thước phù hợp và nhìn chung rất đẹp với cây xanh và bóng mát che phủ. Nhà tắm được dọn dẹp hai lần một ngày. Nó được dọn dẹp kỹ lưỡng đến mức sạch hơn nhiều nhà nghỉ khách sạn mà tôi từng ở. Đây không phải là một địa điểm du lịch chính với những bãi biển và cuộc sống về đêm gần đó. Nếu bạn đang tìm kiếm một nơi nghỉ dưỡng yên tĩnh trong thiên nhiên, đây là một lựa chọn tuyệt vời với các cabin giường tầng rất cơ bản không có bồn tắm bên cạnh một số địa điểm RV. Các nhân viên và kiểm lâm viên rất thân thiện, nhiều thông tin và rất tốt bụng! Một nhân viên kiểm lâm đã tiếp cận chúng tôi và đang theo dõi một cơn bão nhiệt đới mà sau đó đã biến thành bão cuồng phong. Anh ấy muốn chắc chắn rằng chúng tôi biết và đề nghị hoàn lại tiền nếu chúng tôi rời đi sớm. Khi chúng tôi có thêm câu hỏi về động vật hoang dã và nấm trong khu vực, anh ấy quay lại với các tài liệu in sẵn để giúp chúng tôi tìm hiểu. Đã nói chuyện với nhiều kiểm lâm viên và nhân viên dọn vệ sinh, tất cả đều thân thiện. Không thể tin được đây là một công viên nhỏ xinh đẹp như thế nào và giới thiệu nó như một nơi để ở. Siêu yên tĩnh và vắng vẻ vào các ngày trong tuần. Điều phàn nàn duy nhất của tôi về địa điểm này là hòn sỏi nhỏ muốn chiếm lấy chiếc RV của bạn. Đề xuất một tấm thảm tốt cho giàn khoan của bạn để giúp giữ sỏi. Thật tệ là con chó không lau sạch bàn chân của mình. Có một bến thuyền vào Watts Creek, một Trung tâm Tự nhiên, một vài con đường mòn nhỏ và một gian hàng có thể dùng làm điểm câu cá có mái che. Ngoài ra còn có một vài cửa hàng bán mồi và câu cá cách đó vài dặm.Đọc thêm",
            "Yêu kích thước của các trang web, rất yên tĩnh. Đây là nơi chúng tôi đến đậu xe khi chúng tôi cần nghỉ ngơi giữa sự vội vã điên cuồng của mọi thứĐọc thêm",
            "Thật là một sự nghỉ ngơi và nghỉ ngơi yên bình trong thời kỳ COVID 19. Tôi và gia đình đã có cơ hội tận hưởng một vài đêm tại cabin-tuyệt vời!  Cảm ơn nhóm tại công viên vì một ngày cuối tuần tuyệt vời!Đọc thêm",
            "Chúng tôi coi Martinak là công viên nhà của mình. Chúng tôi cất xe RV của mình không xa Denton nên Martinak đã trở thành điểm dừng chân đầu tiên của chúng tôi sau khi cất xe, điểm dừng chân cuối cùng trước khi cất xe. Rất tiện lợi vì có Walmart Food Lion gần đó, tất cả các địa điểm đều dễ dàng quay lại. Điểm trừ lớn duy nhất theo quan điểm của RVer là bãi đổ rác rất khó tiếp cận nếu bạn có một đơn vị lớn hơn. Không chắc họ nghĩ gì khi bố trí như vậy. Khu cắm trại được giữ bí mật cẩn thận. Đường vòng khô rất ít được sử dụng. Nhiều địa điểm ở đó đủ sâu cho một đơn vị 30+. Đường vòng điện chỉ đầy vào các ngày cuối tuần lễ. Vào các ngày trong tuần, nơi đây gần như là một thị trấn ma. Đọc thêm",
            "Dừng lại trên đường đến kỳ nghỉ bãi biển của chúng tôi. Viên ngọc ẩn sau những hàng cây này rất yên bình và tĩnh lặng. Một nơi tuyệt vời để đi bộ với nhiều bóng râm. Một hồ nước tuyệt đẹp để ngắm nhìn cùng một số người chèo thuyền kayak và chèo ván đứng. Có khu cắm trại và sạch sẽ và an toàn. Đọc thêm",
            "Cắm trại tuyệt vời. Ở đó trong trại bật lên. Trang web rất sạch sẽ. Cơ sở tắm và vệ sinh tuyệt vời. Khu cắm trại kích thước tốt mỗi pad. Chắc chắn sẽ quay lại vào mùa thu.Đọc thêm"
        ],
        "star_ratings": [
            27,
            13,
            4,
            1,
            0
        ],
        "review_amount": 45,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Denton",
            "Công viên bang Martin",
            "Maryland MD",
            "Denton"
        ],
        "reviews_time": [
            "Written October 11, 2022",
            "Written December 19, 2020",
            "Written August 31, 2020",
            "Written August 5, 2020",
            "Written August 4, 2020",
            "Written July 16, 2020",
            "Written June 16, 2020",
            "Written April 18, 2020",
            "Written August 6, 2019",
            "Written May 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41110-d4587387-Reviews-Martinak_State_Park-Denton_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d25364716-Reviews-Naz_s_Halal_Food-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d24046094-Reviews-Denton_Diner-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d25102974-Reviews-Denton_Pizza-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d27727830-Reviews-Starbucks-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d4232668-Reviews-China_House-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d4941587-Reviews-Domino_s_Pizza-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d20217806-Reviews-Subway-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d10352985-Reviews-Dunkin-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d15263006-Reviews-Taco_Bell-Denton_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41110-d2102759-Reviews-Market_Street_Public_House-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d4451065-Reviews-Museum_of_Rural_Life-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d15512063-Reviews-Choptank_River_Heritage_Center-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41330-d12334743-Reviews-Outstanding_Dreams_Farm-Preston_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d27048489-Reviews-Caroline_County_Council_of_Arts_Inc-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d10339525-Reviews-Black_Anchor_Tattoo-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d27005916-Reviews-Daniel_Crouse_Memorial_Park-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d27010785-Reviews-Caroline_County_4_H_Park-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d4587387-Reviews-or10-Martinak_State_Park-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d21149796-Reviews-Purple_Peake_CBD-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d10244180-Reviews-Joviality-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41110-d8532940-Reviews-River_Run_Cruises-Denton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41336-d7248687-Reviews-Tuckahoe_State_Park-Queen_Anne_Talbot_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41345-d20481636-Reviews-Skydive_Chesapeake-Ridgely_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41345-d2355370-Reviews-Adkins_Arboretum-Ridgely_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34019-d12592682-Reviews-Adam_s_Fruit_Market-Greenwood_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g41330-d12988773-Reviews-James_H_Webb_Cabin-Preston_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41086-d8635770-Reviews-Triple_Creek_Winery-Cordova_Talbot_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41086-d21511705-Reviews-Tardigrade_Obstacle_Course_Fitness_Facility-Cordova_Talbot_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d10213176-Reviews-Historic_Downtown_Truckee-Truckee_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d196375-Reviews-Jacksonville_Landing-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49021-d6785492-Reviews-Gimghoul_Castle-Chapel_Hill_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d283702-Reviews-Stadio_Giuseppe_Meazza_San_Siro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g42311-d23650696-Reviews-Michigan_Renaissance_Festival-Holly_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d669738-Reviews-Hidropark_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d3973255-Reviews-Taman_Rekreasi_Gunung_Lang-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g3721794-d2555845-Reviews-Jazaer_Beach-Zallaq.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d2715765-Reviews-Eclipse_Bar_Platanias-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187883-d4560251-Reviews-Spiaggia_Pittulongu_La_Playa-Olbia_Province_of_Olbia_Tempio_Sardinia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41110-d4587387-Reviews-or10-Martinak_State_Park-Denton_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41110-d4587387-Reviews-Martinak_State_Park-Denton_Maryland.html"
    }
]