[
    {
        "attraction_name": "MARTA",
        "attraction_name_vi": "MARTA",
        "general_info": [
            "177 đánh giá",
            "234 trong số 536 điều cần làm ở Atlanta",
            "Hệ thống giao thông công cộng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một trong những tài xế Tuyến 185, có tính cách thô lỗ và thô lỗ nhất từ ​​trước đến nay. Nam tài xế tuyến buổi sáng dám dừng lại vào mỗi buổi sáng để chạy vào Chick fil la để lấy đồ ăn khiến mọi người đến muộn. Anh ta chỉ muốn ăn, đưa ra những bình luận thô lỗ và dựa vào cửa sổ khi lái xe. Anh ta cũng phanh gấp vì không chú ý đến những chiếc xe phía trước. Anh ta cần phải bị sa thải, đơn giản là anh ta không quan tâm đến công việc của mình. Tôi cá là khi anh ấy nộp đơn xin việc, anh ấy đã bày tỏ rằng anh ấy thích làm việc với mọi người.... Không đúng....Đọc thêm",
            "As a regular commuter who relies on public transit, I found my recent experience with MARTA bus service to be profoundly disappointing and utterly unacceptable. On the evening of April 26, 2024, at Oakland City Station, I encountered a series of egregious failures in service delivery that left me and numerous other passengers stranded and frustrated.Upon my arrival at the station a little after 8 PM, I, along with several other patrons, attempted to board the 83 bus, which was the designated route to my destination. Despite our presence and evident need for transportation, the bus driver displayed an appalling disregard for customer service. He refused to open the doors or acknowledge our presence, opting instead to engross himself in his mobile device, oblivious to our pleas for assistance. This lack of basic communication and common courtesy left us stranded without explanation or recourse.Subsequently, despite our patience and hope for alternative solutions, the situation deteriorated further. As the minutes ticked by, no other bus arrived to alleviate the growing congestion and frustration among waiting passengers. By 9:10 PM, when an excessively crowded 83 bus finally pulled into the station, the driver repeated the same disdainful behavior, callously denying boarding to a sizable crowd without any semblance of explanation or empathy.This pattern of neglect and indifference continued unabated, as subsequent buses failed to arrive, leaving scores of passengers stranded and bewildered. The lack of communication or transparency from MARTA staff only exacerbated an already dire situation, further eroding trust and confidence in the reliability of the service.Ultimately, after enduring nearly an hour of futile waiting and witnessing the escalating discontent of fellow commuters, I was compelled to seek alternative transportation, abandoning any hope of MARTA rectifying the situation.In conclusion, the terrible service experience I encountered with MARTA bus service on April 26, 2024, highlights systemic failures in communication, customer service, and operational efficiency. Such gross negligence and disregard for passenger well-being cannot be excused or overlooked. MARTA must urgently address these deficiencies and implement concrete measures to ensure that such incidents are not repeated in the future. As a vital public service provider, MARTA owes its patrons nothing less than reliable, respectful, and accountable service at all times.Read more",
            "Cuối tuần hãy cẩn thận. Khi vào, đầu đọc thẻ tín dụng không hoạt động khi mua thẻ. Trong khi chờ tàu, một số người vô gia cư đi lang thang, hầu hết đều vô hại, một người la hét về việc bắn người. Khi tôi lên tàu, 75 người trong số đó là những người vô gia cư đang ngủ, một lần nữa không gây rắc rối gì, chỉ có một số ít bị kích động. Chỉ cần lưu ý khi đi du lịch cùng trẻ em.Đọc thêm",
            "Trải nghiệm khủng khiếp khi sử dụng Marta để đến và đi từ sân bay. Đến sân bay qua Marta và cả thang máy và thang cuốn đều ngừng hoạt động. Người cao tuổi và khách du lịch phải dừng lại để tránh bị ngã khi kéo hành lý lên xuống cầu thang dốc. Việc tạm dừng gây ra sự không tử tế từ người khác và làm tăng thêm nguy hiểm. Không có nhân viên có thể nhìn thấy hoặc quan tâm. Khi trở về: Sau khi di chuyển qua các tuyến hải quan quốc tế, phải chờ cùng hàng trăm du khách mệt mỏi khác trên một tuyến tàu con thoi ngoằn ngoèo để quay trở lại nhà ga chính để đến Marta. Sau 4 chuyến xe buýt chật kín, chúng tôi đến lượt kéo hành lý lên xuống các bậc thang đưa đón rồi lên Marta. Tại sao mọi người lại muốn hỗ trợ Marta giảm lưu lượng truy cập ATL khi văn hóa dịch vụ đang rất tệ! ??Đọc thêm",
            "Tôi đang gặp một người bạn gần một nhà ga khác ở trung tâm thành phố, vì vậy tôi đã chọn đi xe MARTA một cách bất thường để thuận tiện. Bãi đậu xe của nhà ga College Park ở đây đang được cải tạo nên có một số chỗ trống bị cắt bỏ. Tuy nhiên vẫn còn rất nhiều. Thành thật mà nói, các máy bán vé hơi khó hiểu. Tôi phải nhìn chằm chằm vào thực đơn một lúc trước khi tìm ra cách chỉ gọi một lượt.  Họ có thể sử dụng thiết kế lại giao diện người dùng. Biển báo điện tử và thậm chí cả ứng dụng MARTA ở nhà ga College Park không cung cấp được nhiều thông tin về các chuyến tàu đến hướng bắc. Tuy nhiên, một người đã xuất hiện trong vòng 10 phút.  Dường như có sự hiện diện rõ ràng của cảnh sát xung quanh nhà ga College Park, đây có lẽ là một điều tốt.  Họ có thể huy động thêm cảnh sát gần ga Peachtree Center. Khi xuống ga Peachtree Center, tôi phải đợi sau khi ra khỏi ga để bạn tôi có mặt.  Trong hơn 20 phút, định kỳ có một dòng người đi lang thang bằng cách cố gắng bắt chuyện để xin tiền hoặc trong một trường hợp là một kẻ mất trí lang thang trên đường phố có vẻ nguy hiểm.  Vì vậy, đừng nán lại nếu có thể. Trong chuyến trở về của tôi, thông tin biển báo tại Trung tâm Peachtree hữu ích hơn nhiều trong việc biết thời điểm tàu ​​của bạn đến. Có ít nhất một anh chàng đi vòng quanh các toa tàu để xin tiền. Anh ta dường như đổi xe ở mỗi trạm. Ngoài ra, chỉ có rất nhiều người bình thường cưỡi nó và đi lại trong ngày của họ.Đọc thêm",
            "Chúng tôi đã đợi hơn một giờ cho tuyến xe buýt 87. Người lái xe bỏ chúng tôi trên xe và rời đi. Nó rất thiếu tôn trọng. Tôi sẽ không bao giờ giới thiệu Marta cho bất cứ ai. Các tài xế chỉ đi dạo xung quanh. Marta không tôn trọng bất cứ ai. Điều này đã xảy ra ngày hôm nay. Xe buýt đã lên lịch lúc 7:30, đến 7:45 tối. E đã ngồi trong xe buýt này suốt 22 phút qua. Họ không quan tâm. Nếu tôi có thể cho 0 thì tôi sẽ làm. Nó không có giá trị một lầnĐọc thêm",
            "Điên điên.  Chuyến tàu Marta cuối cùng của tôi. Tôi đã đưa Marta đến sân bay từ thị trấn trong một thập kỷ kể từ khi xảy ra dịch COVID, những người vô gia cư đã tiếp quản.  Không có cảnh sát.  Tôi đã bị đe dọa, phải đối mặt với những cuộc đánh nhau bằng ngôn từ cực đoan và những hành vi không phù hợp khác.  Họ - Marta- phớt lờ tất cả.   Tối nay tôi và một hành khách đồng hành đã thảo luận về việc nó tiện lợi như thế nào nhưng không đáng.   Cô ấy và một số người trong chúng tôi, thuộc nhiều chủng tộc, đã bị tổn thương bởi trải nghiệm này.  Không ai quan tâm.Đọc thêm",
            "Không khó để tin rằng một tài xế xe buýt Marta tông rồi bỏ chạy hơn là tát một người. Đây chính là lý do tôi không cưỡi Marta nữa. Cảnh sát Maera và các tài xế có thái độ hàng ngày - không sao!Đọc thêm",
            "Phần lớn các tài xế xe buýt đều có thái độ thực sự khó chịu. Họ hành động như thể bạn không thể hỏi họ những câu hỏi, một số thậm chí còn chửi rủa bạn như thể đó là phương tiện di chuyển cá nhân của họ, họ đang giúp đỡ bạn. Rõ ràng khi bạn gọi báo cáo vụ việc, chẳng có gì được thực hiện vì hành vi của họ không thay đổi. Buồn thay, đây là thế giới ngày nayĐọc thêm",
            "Tôi đã không lái MARTA trong 2 năm và WOW nó đã xuống dốc.  NÓ thật kinh tởm!  Nó có mùi như nhà vệ sinh.  Có những người vô gia cư đang ngủ trên đó và có mùi hôi kinh khủng.  Chúng tôi đã lái nó trong 45 phút đến và đi từ Sân bay và tôi đã bịt miệng suốt thời gian đó.  TÔI SẼ KHÔNG BAO GIỜ ĐI NÓ LẠI.Đọc thêm"
        ],
        "star_ratings": [
            41,
            53,
            13,
            19,
            53
        ],
        "review_amount": 179,
        "location": [
            "Hoa Kỳ",
            "MARTA",
            "Những điều cần làm ở Atlanta",
            "Atlanta",
            "Georgia G.A."
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written April 26, 2024",
            "Written April 21, 2024",
            "Written March 30, 2024",
            "Written March 23, 2024",
            "Written March 4, 2024",
            "Written February 17, 2024",
            "Written December 30, 2023",
            "Written December 20, 2023",
            "Written December 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60898-d12240464-Reviews-MARTA-Atlanta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3749141-Reviews-Aviva_by_Kameel-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d19797463-Reviews-By_George_restaurant_and_bar-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435282-Reviews-Nikolai_s_Roof-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435285-Reviews-Ray_s_in_the_City-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d10680141-Reviews-Red_Phone_Booth_Downtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d2443443-Reviews-Alma_Cocina_Downtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d8618845-Reviews-Gus_s_World_Famous_Fried_Chicken-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d478156-Reviews-Ted_s_Montana_Grill-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435292-Reviews-Hsu_s_Gourmet-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d1959880-Reviews-Meehan_s_Public_House_Downtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12336012-Reviews-The_Sun_Dial_Observation_Level-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d147099-Reviews-The_Hub_at_Peachtree_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10110808-Reviews-Woodruff_Park-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1418515-Reviews-AmericasMart_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d588792-Reviews-Georgia_Aquarium-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102626-Reviews-World_of_Coca_Cola-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781793-Reviews-National_Center_for_Civil_and_Human_Rights-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4588818-Reviews-SKYVIEW_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d25396148-Reviews-Harry_Potter_The_Exhibition-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d526453-Reviews-Children_s_Museum_of_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12240464-Reviews-or10-MARTA-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12225525-Reviews-Roundabout_Atlanta_Tours_Transportation-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12930568-Reviews-Dart_Transportation-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15576770-Reviews-GOGO_Charters-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12122290-Reviews-EarthTran_Global_Limousine_and_Transportation_Service-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10049569-Reviews-Shofur-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8451724-Reviews-Atlanta_Street_Car-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10692294-Reviews-LAAC_Car_Service-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d24099198-Reviews-Rue_La_La_Day_Tours_and_Excursions-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d13565918-Reviews-Alimena_Limousine_Worldwide_Transportation-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d25370745-Reviews-Charters_Technology-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15011862-Reviews-Time_to_Escape_Atlanta_Escape_Room_Downtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d11836756-Reviews-Atlanta_SightSeeing_Bus_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8009194-Reviews-Escape_The_Room_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2178538-Reviews-ATL_Cruzers_Electric_Car_Segway_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3372226-Reviews-Tours_of_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5845740-Reviews-Twenty_Two_Storys_Bar_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23806994-Reviews-Animanga_Atlanta_Anime_Gaming_and_Cosplay_Convention-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5843837-Reviews-Gibney_s_Pub_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7286570-Reviews-The_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4207655-Reviews-Sweet_Georgia_s_Juke_Joint-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50390-d14800837-Reviews-Lake_Hudson-Granville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g58709-d12185295-Reviews-Paradise_Point_State_Park-Ridgefield_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1567720-d615464-Reviews-Terme_Catez-Brezice_Lower_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d6535611-Reviews-ARARAT_Museum-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29912-d21340632-Reviews-Xtc_Video-Akron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d552524-Reviews-Negombo_Fish_Market-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d116484-Reviews-Whalers_Village_Museum-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131001-Reviews-Everglades_Alligator_Farm-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d1862497-Reviews-Seaport_Aquarium-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g36237-d12499353-Reviews-Paulus_Park-Lake_Zurich_Lake_County_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60898-d12240464-Reviews-or10-MARTA-Atlanta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60898-d12240464-Reviews-MARTA-Atlanta_Georgia.html"
    }
]