[
    {
        "attraction_name": "Martvili Canyon",
        "attraction_name_vi": "Hẻm núi Martvili",
        "general_info": [
            "277 đánh giá",
            "1 trong 2 hoạt động giải trí ở Martivili",
            "Hẻm núi"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Sau khi trả tiền vé vào cửa, bạn sẽ được những anh chàng không thân thiện nhanh chóng xử lý bằng cách đưa cho bạn một chiếc áo phao, sau đó bạn sẽ xếp hàng cho đến khi họ đưa lên một chiếc xuồng cao su khác và đẩy bạn một cách thô bạo. Nếu bạn ở phía trước, bạn sẽ được đưa cho một mái chèo và được yêu cầu chèo nếu bạn nghỉ ngơi trên đường đi để chiêm ngưỡng thác nước, anh chàng ở phía sau sẽ hét lên bảo bạn tiếp tục chèo. Chuyến đi thuyền sẽ đi qua hẻm núi trong khoảng 300 mét dài của sông Abasha, lên đến phần được gọi là Bồn tắm Dadianis. Nó khá đẹp ở đó, nhưng bạn không được phép nán lại; quay lại và quay trở lại, vì lô tiếp theo đang chờ. Sau đó, hãy đến trung tâm du khách và đi bộ trên tuyến đường du lịch lát đá vôi dài 500 m với hai cây cầu và ba bệ ngắm hẻm núi và đến đường mòn Dadiani lịch sử để ngắm nhìn một số thiên nhiên tuyệt đẹp và ghềnh nước. Con sông và vũng nước từng là khu vực tắm riêng của Gia đình quý tộc Dadiani. Bạn vẫn có thể nhìn thấy cầu thang 30 bậc mà những quý tộc này đã sử dụng. Một lời cảnh báo! Con đường được làm bằng đá vôi. Khi chúng ướt, điều này luôn xảy ra do hơi nước từ dòng sông bên dưới, chúng trơn trượt như băng. Tôi đã chứng kiến ​​một số người bị ngã rất nặng. Đọc thêm",
            "Vào thời tiết đẹp, Hẻm núi sẽ cho phép bạn khám phá và chiêm ngưỡng những điều kỳ diệu của nó. Hẻm núi nằm cách Kutaisi 50km về phía tây bắc nhưng đáng để lái xe một giờ. Đọc thêm",
            "Về cơ bản đây là 15 phút. đi thuyền.  Chúng tôi đi thuyền trên một con sông ở Texas được nuôi dưỡng vào mùa xuân và trông giống như con sông này nhưng có máng trượt dài hơn và thú vị hơn.Đọc thêm",
            "Thật huyền diệu và ngoạn mục! Cảm thấy như trong một câu chuyện cổ tích! Trải nghiệm này thật tuyệt vời và bạn thực sự muốn ở lại đó nhiều hơn nữa. Chuyến đi bằng thuyền là điều bắt buộc. Đọc thêm",
            "Đó là hẻm núi tốt với đầy nước và thác nước nhỏ. Nó không lớn và phải mất tối đa 25-40 phút để đi bộ qua nó. Không có chuyến đi thuyền nào khi chúng tôi đến thăm do áp lực nước cao. Nó rất đáng để ghé thăm nếu bạn đang trên đường du lịch đến Batumi từ Tbilisi.Đọc thêm",
            "Before traveling to this place I read the reviews online about the pushy unofficial guides who try to sell you tours at ridiculously inflated prices, but I wasnt prepared for just how aggressive these guys actually are. As soon as these scammers spot a tourist in a rental car approaching they step out into the middle of the road and with their frantic hand gestures make it seem like theyre helpfully directing you into the carpark. As soon as I turned off the road into their carpark I realised my error and attempted to turn around and leave. But before I could leave two men ran over to my car and tried to block me from leaving. When I told them I wasnt interested in any of the tours they were offering and just wanted to go to the official car park they became extremely aggressive. The guy who had waved me into the carpark demanded payment for parking. I only turned into their carpark because he had made it seem like I had no other choice, I hadnt even stopped the car, Id been in the carpark less than 30 seconds and now this guy wanted to extort a parking fee from me! When I refused he reached in through the window and grabbed me by the throat. As I kept driving he lost his grip and I got away. Later I found out that another young tourist couple, who were in the carpark and witnessed what happened to me, immediately paid for a tour with these scammers purely out of fear of also being attacked if they refused. This canyon is nice but its certainly not worth the hassle of having to endure the bullying tactics of these tugs. Until the authorities take action to remove these aggressive scammers my advice would be to avoid this place.Tip: if you insist on going try to go on a busy day. I visited on a dull damp day when there was only one other tourist couple there. If there had been more tourists around Im sure I wouldnt have been attacked - Im sure these guys are smart enough to know that being seen assaulting tourists obviously wont be very good for business.Read more",
            "Thật tuyệt khi đi thuyền qua hẻm núi, mặc dù chỉ mất 10 phút vì nước động. Đây là vùng nước dễ đi, phù hợp với trẻ em, không phải chèo bè. Bạn sẽ được mặc áo phao, sau đó bạn sẽ được khám phá thác nước, những con lạch nhỏ và quang cảnh tuyệt đẹp. Có khá nhiều cầu thang nên hãy lưu ý điều này đối với người lớn tuổi. Đọc thêm",
            "Cái này đẹp nhưng rất nhỏ. Chúng tôi chỉ mất 15 phút để xem toàn bộ sự việc. Không đáng giá hoặc khoảng cách. Nếu nó đang trên đường đến của bạn, có thể bạn có thể dừng lại, nhưng tôi sẽ không cố gắng để xem nó.Đọc thêm",
            "Hẻm núi đẹp. Phải đi thuyền trong làn nước xanh biếc tuyệt đẹp. Thác nước gần đó cũng rất đẹp và chỉ cách đó hai phút đi bộ. Rất đáng giá và tốt hơn Okatse bất kỳ ngày nàoXem thêm",
            "Hẻm núi tốt nhất ở Kutaisi. Ở đó đẹp quá. Tôi thực sự khuyên bạn nên đến xem nơi tuyệt vời này. Tôi đang ở vào mùa xuân. Thời tiết rất đẹp.Đọc thêm"
        ],
        "star_ratings": [
            150,
            44,
            32,
            21,
            30
        ],
        "review_amount": 277,
        "location": [
            "Martivili",
            "Châu Âu",
            "Hẻm núi Martvili",
            "Gruzia",
            "Vùng Samegrelo-Zemo Svaneti",
            "Các hoạt động ở Martivili"
        ],
        "reviews_time": [
            "Written November 4, 2023",
            "Written September 21, 2023",
            "Written August 26, 2023",
            "Written August 13, 2023",
            "Written July 24, 2023",
            "Written July 4, 2023",
            "Written June 25, 2023",
            "Written May 28, 2023",
            "Written May 22, 2023",
            "Written May 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g6818816-d6781758-Reviews-Martvili_Canyon-Martivili_Samegrelo_Zemo_Svaneti_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g8674116-d25224329-Reviews-Odo_s_Winery-Martvili_Samegrelo_Zemo_Svaneti_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6818816-d12699088-Reviews-Restaurant_ODA-Martivili_Samegrelo_Zemo_Svaneti_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19924338-d26362435-Reviews-Oda_Sagubari-Gachedili_Samegrelo_Zemo_Svaneti_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12689156-d24884877-Reviews-Restaurant_Niavkari-Khoni_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g6818816-d7158357-Reviews-Monastery_Martvili-Martivili_Samegrelo_Zemo_Svaneti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g6818816-d6781758-Reviews-or10-Martvili_Canyon-Martivili_Samegrelo_Zemo_Svaneti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g12591329-d7052689-Reviews-Okatse_Canyon-Zeda_Gordi_Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d5090171-Reviews-Cobra_Adventure_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60524-d107402-Reviews-Jenny_Lake-Moran_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d140435-Reviews-Yellowstone_Lake-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d7605834-Reviews-Papiroeen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g295385-d2343617-Reviews-Bazaar-Pristina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d7220616-Reviews-City_Park-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d317712-Reviews-Arheoloski_Muzej_U_Splitu-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41310-d4495411-Reviews-Downs_Park-Pasadena_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34821-d17474258-Reviews-Lake_Allatoona-Cartersville_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g6818816-d6781758-Reviews-or10-Martvili_Canyon-Martivili_Samegrelo_Zemo_Svaneti_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g6818816-d6781758-Reviews-Martvili_Canyon-Martivili_Samegrelo_Zemo_Svaneti_Region.html"
    }
]