[
    {
        "attraction_name": "Mary Jane Falls Trail",
        "attraction_name_vi": "Đường mòn thác Mary Jane",
        "general_info": [
            "76 đánh giá",
            "- 95 trong số 751 điều cần làm ở Las Vegas",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "My wife and I did this hike several years ago, but this time we brought our 3 small dogs and 2 children, age 3 and 17. It was harder than I remember on the way up, but we just took our time and took breaks whenever the kids or dogs needed it and made it up just fine. That would be my  - 1 recommendation - take your time  -  go at your own pace! What to bring: FLUIDS: We each brought a 32 oz. Hydroflask full of water, plus a few Gatorades to share. I think just the 32 oz of water would not be enough on its own, especially during the summer months. FOOD: We brought a few protein bars which was plenty. However, there is plenty of room to set up a little picnic up at the falls and have sandwich or fruit or something fun. CLOTHING: My son and I wore our Salomon hiking boots while my daughter and wife wore Hoka running shoes - they held up decently, but I would recommend hiking boots - shoes of some kind as the path has loose rocks in spots and the additional support would be helpful. Also if you plan on going under the waterfall or getting wet at all, be aware that hiking back down the trail in wet shoes - socks won - t be fun, so plan accordingly. We went in July so I was fine in a T-Shirt and shorts, but you might want a long-sleeve in the fall - winter months. OVERALL: The view from the falls is fantastic and the water was cool and refreshing to splash on our faces after a challenging hike through switchbacks up the mountain. Our 3-year old is a trooper and there were some other young kids on this hike, but it is not the easiest hike for youngins with its uphill climb and loose rocks along the way. However if you go at your own pace and grab a few snacks along the way, you - ll have a great time! The trail is very dog-friendly - we saw dogs of all shapes and sizes along the trail - ours are smaller dogs and we carried them for a few of the more difficult sections of the trail but other than that they did the entire trail and had a great time!Read more",
        "reviews": [
            "KHÔNG phải là một con đường Dễ dành cho người mới bắt đầu, nhiều mức độ từ trung bình đến khó nên hãy cẩn thận!  - Chúng ta đi du lịch vì chúng ta - muốn nhìn lại cuộc đời và nói - Tôi không thể tin được mình đã làm điều đó... - thay vì - Giá như tôi có - . - Đường mòn Thác Mary Jane - Nhiệt độ - 76 - - Độ cao 7.706 ft - Khoảng cách 3,2 dặm Khứ hồi - Thời gian 2,75 giờ Khứ hồi - Con đường mòn phổ biến nhất ở Mt. Charleston. 0,7 dặm bắt đầu như một chuyến đi bộ dễ dàng vừa phải trên con đường nghiêng nhẹ bằng đá cho đến khi bạn đến một ngã ba. Giữ ngay tại ngã ba. Độ khó tăng lên khi bạn tiếp tục đi trên con đường mòn cho đến khi có đoạn đường lùi. 0,9 dặm còn lại là 9 lần chuyển đổi. Đoạn lùi cuối cùng là đoạn dốc nhất và dài nhất, dẫn bạn đi song song qua các mặt đá vôi đến chân thác. Đảm bảo mang giày chống trượt hoặc có đế tốt vì giày có thể bị trơn trượt trên đá cuội và đá rời. - Ở cuối con đường là một khung cảnh tuyệt vời! Ngoài những thác nước còn có hai hang động nhỏ mà bạn có thể thưởng thức. Thác nước có xu hướng hoạt động theo mùa nên mùa xuân là thời điểm tốt nhất để đi, nhưng quang cảnh vẫn rất đáng giá ngay cả khi không có nước khi bạn đi.Đọc thêm",
            "Đây là một con đường tuyệt vời dành cho những người mới bắt đầu và những người đi bộ đường dài ở trình độ trung cấp.  Các phần của con đường được che bóng để bạn không phải ở dưới ánh nắng suốt thời gian.  Các quan điểm là tuyệt vời.  Ngày chúng tôi đi bộ, không có nhiều nước chảy ra từ thác, nhưng nhìn chung đó là một chuyến đi bộ rất thú vị.Đọc thêm",
            "Tôi đã trả xe thuê trễ nhưng tôi muốn ngắm thác nước nên tôi đã chạy lên độ cao 1100 feet dài 1,6 dặm trong 30 phút và gần như lên cơn đau tim haha. Giày của tôi không có lực kéo và tôi không biết mình đã làm thế nào nhưng tôi đã trả xe trước một phút - chắc chắn là một trải nghiệmĐọc thêm",
            "Khi ở Vegas, chúng tôi quyết định đi bộ đường dài.  Khi ở đó, chúng tôi đã bỏ lỡ lối rẽ để đi lên con đường mòn. Cuối cùng, chúng tôi tình cờ gặp một người đi bộ đường dài khác, người đủ tử tế để chỉ cho chúng tôi một đoạn đường ngắn. Rất dốc. Nhưng đáng xem. Đọc thêm",
            "Là một phụ nữ 65 tuổi, đi du lịch một mình đến Nevada, tôi muốn tránh xa đám đông và Covid tiềm ẩn.  Cái nóng trong thị trấn thật không thể chịu nổi, nhưng trên Mt.  Tôi đã quen với việc đi bộ trên mực nước biển trong thời tiết mát mẻ hơn nhiều, vì vậy việc leo dốc đầy đá này chắc chắn là một thử thách đối với tôi.  Nhưng tôi đã kiên trì.  Phải mất vài điểm dừng nghỉ dọc đường và nhận được sự động viên từ những người đi bộ đường dài khác, nhưng tôi vẫn đến được thác, mang theo chiếc máy ảnh nặng nề của mình.  Không có nhiều nước nên bức ảnh không xuất sắc nhưng tôi tự hào về thành quả của mình. Tôi thấy những người đi bộ đường dài khác rất hấp dẫn và hòa đồng.  Kem chống nắng, mũ che nắng, giày tốt, gậy chống. nước và đồ ăn nhẹ là những món đồ tốt để mang theo.  Nó được di chuyển thuận tiện và phần nào là một con đường dễ thấy, nhưng có một số lối tắt hoặc lối đi phụ và một số người đã đi lạc. Có những chỗ râm mát nghỉ ngơi và nín thở.  Đọc thêm",
            "nó đầy đá và khó khăn trên mọi nẻo đường. trở nên tồi tệ hơn và dốc ở giữa và gần đỉnh. sỏi và đá lỏng lẻo khiến việc di chuyển và đi xuống trở nên nguy hiểm. gắn nhãn nó - Dễ dàng - đã gây hiểu nhầm.  phải có ủng đi bộ đường dài và cột. đòi hỏi cao về mặt thể chất, không phù hợp với trẻ nhỏ từ 5 tuổi trở xuống.Đọc thêm",
            "Chuyến đi bộ đường dài này chắc chắn là một cách đốt cháy calo. Kiểm tra thời tiết trước khi đi để có thể chọn lớp phù hợp. Việc đi bộ bắt đầu khá dễ dàng. Sau khi đến được điểm chuyển đổi, bạn sẽ bắt đầu tăng độ cao chính. Hãy chắc chắn rằng bạn có nhiều nước. Có nhiều thác nước và có một hang động ở phía dưới. Quang cảnh ở đó thật tuyệt vời.Đọc thêm",
            "Vào Chủ nhật đầu tiên của tháng 10, con đường này rất đông người nhưng vẫn khó đi theo vì đường rải sỏi bị cuốn trôi và mỗi người đi theo con đường riêng do không có vạch kẻ đường rõ ràng. Nếu bạn đi chệch khỏi đường mòn, như tôi đã làm, thậm chí đi theo người khác, điều đó có thể khiến việc đi bộ trở nên dốc hơn và khó khăn hơn do trượt trên sỏi. Kết quả cuối cùng là nỗ lực dường như không xứng đáng đối với một thác nước chỉ nhỏ giọt vào tháng 10. Phần tuyệt vời nhất của chuyến đi bộ là được nhìn thấy những chiếc lá Aspen vàng lấp lánh dưới ánh mặt trời.Đọc thêm",
            "Chúng tôi đang ở cuối mùa đi bộ đường dài đến Thác MJ vì đây không phải là thời điểm đẹp nhất khi tuyết rơi và đó là bất kỳ lúc nào từ giữa tháng 11 cho đến tháng 3. Đối với chúng tôi, chuyến đi bộ này là một gia đình và du khách chỉ nên đi để ngắm cảnh và ngửi mùi rừng thông nồng nhiệt và khi hoàn thành, hãy chạy nhanh đến nhà nghỉ để uống cà phê trên núi cao hoặc thậm chí là sô cô la nóng ngon hơn. Chúc vui vẻ!!Đọc thêm"
        ],
        "star_ratings": [
            51,
            20,
            4,
            1,
            0
        ],
        "review_amount": 76,
        "location": [
            "Nevada - NV -",
            "Hoa Kỳ",
            "Đường mòn Thác Mary Jane",
            "Las Vegas",
            "Những điều cần làm ở Las Vegas"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written February 12, 2023",
            "Written August 16, 2022",
            "Written July 30, 2021",
            "Written April 26, 2021",
            "Written August 18, 2020",
            "Written July 20, 2020",
            "Written May 24, 2020",
            "Written December 31, 2019",
            "Written November 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d216709-Reviews-Mary_Jane_Falls_Trail-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d15637980-Reviews-Bighorn_Grill-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d135565-Reviews-Mount_Charleston-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216703-Reviews-Lee_Canyon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216672-Reviews-Cathedral_Rock_Trail-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45978-d8310150-Reviews-Spring_Mountains_Visitor_Center-Mount_Charleston_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25210006-Reviews-Snowboarding_In_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7623096-Reviews-Frenchman_Mountain-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216709-Reviews-or10-Mary_Jane_Falls_Trail-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103329-Reviews-Red_Rock_Canyon_National_Conservation_Area-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1206511-Reviews-American_Adventure_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1936404-Reviews-Hoover_Dam_Bypass-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d145795-Reviews-Historic_Railroad_Trail-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d658315-Reviews-Springs_Preserve-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3989868-Reviews-Clark_County_Wetlands_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11926853-Reviews-SeaQuest-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592420-Reviews-Flamingo_Wildlife_Habitat-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45978-d2417385-Reviews-Mt_Charleston_Scenic_Byway-Mount_Charleston_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45978-d552953-Reviews-Mount_Charleston_Alpine_Resort_Golf_Club-Mount_Charleston_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45978-d552968-Reviews-Mount_Charleston_Riding_Stable-Mount_Charleston_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17647579-Reviews-Petroglyph_Wall-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45978-d10824772-Reviews-Bristlecone_Trail-Mount_Charleston_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17678620-Reviews-Calico_1-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d316125-Reviews-Battleship_Wisconsin_at_Nauticus-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d198936-Reviews-Lake_Conway-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d109854-Reviews-Ha_ena_State_Park-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g494960-d12379970-Reviews-Playa_de_Santa_Cristina-Lloret_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g38020-d284895-Reviews-Devonian_Fossil_Gorge-Iowa_City_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d4361549-Reviews-Jeddah_Corniche-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d283142-Reviews-California_Sea_Otter_Game_Refuge-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d152282-Reviews-Stone_Island_Isla_de_las_Piedras-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d10032739-Reviews-Jensen_Beach_Park-Jensen_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d216709-Reviews-or10-Mary_Jane_Falls_Trail-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d216709-Reviews-Mary_Jane_Falls_Trail-Las_Vegas_Nevada.html"
    }
]