[
    {
        "attraction_name": "Mason Elephant Park",
        "attraction_name_vi": "Công viên voi Mason",
        "general_info": [
            "2.185 đánh giá",
            "- 3 trong số 14 điều cần làm ở Tegalalang",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Hãy đến gần và làm quen với đàn voi Sumatra lớn nhất Bali - loài voi đang bị đe dọa nghiêm trọng tại trải nghiệm voi tương tác và thân mật nổi tiếng của Bali, nằm giữa những khu vườn bách thảo tươi tốt và rừng rậm. Những chú voi khổng lồ của chúng tôi có thể được nhìn thấy đang đắm mình trong hồ nước của công viên, giữa các hoạt động tắm rửa hàng ngày, cưỡi ngựa, vẽ tranh hoặc các hoạt động khác. Du khách có thể quan sát, cho voi ăn bằng tay, chạm vào và chụp ảnh với những chú voi của chúng tôi, đồng thời tìm hiểu thêm về chúng trên đường đi. Đọc thêm",
        "reviews": [
            "Chúng tôi đã trải nghiệm gói Jumbo Wash Ride - Safari. Một chiếc ô tô đón chúng tôi tại khách sạn Ubud cách đó một giờ. Khi đến nơi, chúng tôi nhận được lời giải thích ngắn gọn về nơi sẽ đi và sau đó bắt đầu cuộc phiêu lưu! Đầu tiên, chúng tôi chụp ảnh và cho những sinh vật tuyệt đẹp này ăn. Chúng hiền lành, thân thiện và những người chăm sóc chúng rất vui khi sử dụng điện thoại của chúng tôi để chụp rất nhiều bức ảnh tuyệt vời về chúng tôi khi hành động. Sau đó, chúng tôi được hướng dẫn cách cưỡi một trong những con voi lớn hơn và đi xuyên qua khu rừng xinh đẹp như công viên. Người lái xe là người chăm sóc con vật đặc biệt đó. Người chăm sóc và con voi giống nhau suốt đời. Chúng tôi có thể hỏi rất nhiều câu hỏi và tìm hiểu về cách chăm sóc cũng như cuộc sống của họ. Sau đó, chúng tôi đi đến khu vực khác nơi chúng tôi có thể tắm cho một con voi. Sau khi chụp thêm nhiều bức ảnh, chúng tôi bước vào một gian hàng để thưởng thức bữa trưa tự chọn đơn giản và dễ thương. Quay trở lại tài xế của chúng tôi, chúng tôi được đưa đến khách sạn của chúng tôi. Lưu ý rằng có vòi sen và họ cung cấp khăn tắm. Bạn nên mặc đồ tắm trong phần giặt, sau đó xả nước và thay đồ. Chúng tôi đã chứng kiến ​​sự chăm sóc nhẹ nhàng, những người xử lý có phong cách ôn hòa này có vẻ có học thức và vinh dự được đảm nhận công việc chăm sóc những con vật được giải cứu khỏi Sumatra nhiều năm trước. Cả ngày được tổ chức, mang tính giáo dục và nụ cười của tôi không rời khỏi khuôn mặt tôi một giây phút nào. Nó nâng cao nhận thức về một chủ đề mà tôi ít biết đến, chúng tôi sẽ trân trọng những bức ảnh của mình và không bao giờ quên ngày tươi đẹp này. Đáng giá từng xu và là điểm nhấn trong chuyến đi Bali của chúng tôi.Đọc thêm",
            "Lúc đầu tôi rất do dự khi đến thăm công viên. Tôi đã đọc nhiều ý kiến ​​trái chiều về những chú voi và niềm hạnh phúc của chúng. Chồng tôi và tôi đã đặt một tour du lịch ở đây - chúng tôi đi bè vào buổi sáng, tắm rửa khổng lồ vào buổi chiều và cưỡi voi. Việc đi bè thật tuyệt vời dọc theo sông Ayung. Khi chúng tôi đến công viên voi, chúng tôi gặp một hướng dẫn viên rất tốt bụng, người đã dẫn chúng tôi tắm cho voi. Chúng tôi đã chọn một con voi tên là Risky và Risky luôn vô cùng hạnh phúc. Cô ấy đang ăn và cô ấy thực sự thích tắm rửa. Chúng tôi cũng đang đặt câu hỏi cho các huấn luyện viên. Chúng tôi muốn biết về việc chăm sóc voi, chúng ăn gì và những người huấn luyện đã trả lời mọi thứ một cách cẩn thận. Người huấn luyện viên này đã ở cùng voi 12 năm và rõ ràng là họ rất gắn bó với nhau. Điều tương tự cũng xảy ra khi chúng tôi cưỡi voi. Đầu tiên tôi hỏi con voi có bị đau không và liệu chúng có được nghỉ ngơi hay không và điều tương tự bạn có thể nói là chúng thực sự quan tâm đến các con vật. Đó là một trải nghiệm phi thường. Tôi không thể nói đủ điều tốt về công viên này. Nếu bạn không chắc chắn và đang đọc các bài đánh giá, hãy coi đây là bài đánh giá làm thay đổi suy nghĩ của bạn. Tôi đã ăn chay được hai năm và vẫn cảm thấy động vật ở đây được chăm sóc và yêu thương chu đáo. Tôi muốn giới thiệu trải nghiệm này cho mọi người đến Bali! Nó đắt tiền, nhưng bạn có thường xuyên đến gần một con voi không? Nó cực kỳ có giá trị và vâng, nó rất có đạo đức. Ngay cả người chồng hay chỉ trích của tôi cũng chấp thuận. Cảm ơn Mason Park vì đã khiến trải nghiệm tuần trăng mật của chúng tôi trở nên tuyệt vời!!Đọc thêm",
            "Tôi đã cùng gia đình đến thăm công viên Voi này, trước khi đến thăm, tôi đã nhìn quanh rất lâu để tìm một nơi đối xử với những chú voi bằng sự quan tâm và tôn trọng, v.v., đây là nơi tốt nhất tôi có thể tìm thấy trên mạng.\nTôi đã chọn gói mà bạn có thể làm sạch voi, đây là một trải nghiệm thú vị.\nThật không may khi chúng tôi đi dạo xung quanh, tôi thấy một số con voi khác đang được công chúng cưỡi dưới nước với một nhân viên ngồi gần phía trước đầu chúng cầm một thứ trông giống như một chiếc búa nhỏ mà họ gõ vào một bên đầu voi - có lẽ như một phần của hướng dẫn -  \n\nĐiều này có thể rất ngây thơ nhưng nhìn vào điều này khiến tôi rất buồn và làm hỏng trải nghiệm của gia đình tôi. \n\nCá nhân tôi sẽ không quay lại nhưng chắc chắn sẽ khuyên bạn nên nghiên cứu thêm về cách đối xử với động vật tại cơ sở này. Có lẽ tôi đã không ngờ rằng có những nơi có thể mang lại sự tự do và chăm sóc cho những loài động vật như thế này.Đọc thêm",
            "Nơi này là trung bình. Tôi đoán đó là một trải nghiệm thú vị khi có thể chạm vào những chú voi và chụp một bức ảnh tuy nhiên cá nhân tôi - tôi không chắc liệu nó có đáng tiền hay không. Cơ sở vật chất khá đẹp tuy nhiên không có nhiều việc phải làm đối với vé vào cửa chungĐọc thêm",
            "Tôi thực sự yêu thích những chú voi và thật tuyệt vời khi được nhìn thấy chúng! Chúng tôi không muốn tham gia bất kỳ hoạt động nào, chúng tôi chỉ đi dạo quanh công viên và trả tiền để cho chúng ăn, đó quả là một trải nghiệm tuyệt vời. Tôi thực sự hy vọng họ có thời gian rảnh rỗi trong rừng vì đây không phải là một nơi rộng lớnĐọc thêm",
            "Nếu bạn đang ở Bali và thích động vật thì đây là điều bắt buộc. Phải mất một thời gian để đến đó, nhưng chúng ta sẽ xứng đáng với nỗ lực đó. Chúng là những chú Voi được cứu hộ được chăm sóc tận tình và có một cuộc sống tuyệt vời. Bạn có thể cho chúng ăn, tắm rửa, cưỡi chúng, đi bơi cùng chúng. Công viên được thiết kế rất tốt với những chú Voi luôn đi đầu trong mọi quyết định mà chúng đưa ra. Có một nhà hàng rất ngon ngay trong khuôn viên và bạn thậm chí có thể ở trong cabin ngay trong khuôn viên.Đọc thêm",
            "Vui vẻ! Chúng tôi đã đăng ký cưỡi voi. Chúng tôi phải chụp ảnh, cho vài chú voi ăn và tham quan khuôn viên trong khi chờ đến lượt cưỡi ngựa. Nhân viên rất vui vẻ và có kỹ năng chụp ảnh tuyệt vời. Sau chuyến đi, chúng tôi dùng bữa trưa tự chọn. Đọc thêm",
            "Đừng nghe bất kỳ đánh giá xấu nào về nơi này, chúng thật tuyệt vời! Tôi là người hâm mộ voi và rất quan tâm đến chúng. \n\nCông việc họ làm ở đây để chăm sóc những chú voi thật đáng kinh ngạc, họ có rất nhiều thông tin và sự kiện xung quanh công viên và một chương trình sân khấu để giải thích mọi thứ và nhiều hơn nữa. \n\nTôi rất vui khi thấy những chú voi hạnh phúc và được chăm sóc như thế nào, đó là một trải nghiệm hoàn toàn đáng kinh ngạc và đáng để ghé thăm 100 lần! Đọc thêm",
            "Đừng nghe những đánh giá không hay, hãy đọc trước khi ghé thăm.  Nơi tuyệt vời để ghé thăm, những kỷ niệm sẽ tồn tại mãi mãi\nTrong chuyến thăm có tổ chức của chúng tôi, chúng tôi không thấy con voi nào bị ngược đãi. Con voi đực bị xích khi người quản tượng giải thích rằng nó hơi hung dữ và điều đó là vì sự an toàn của những con voi khác  \n\nNgười quản tượng cung cấp rất nhiều thông tin và bạn có thể thấy mối liên kết, tôi đã ở bên con voi được 14 năm \n\nTrong chuyến thăm của chúng tôi, chúng tôi đã có một chuyến tham quan quanh công viên, bơi cùng những chú voi, cho chúng ăn và tắm rửa cho chúng\n\nRất muốn giới thiệu một chuyến thăm vì du lịch giữ cho khu bảo tồn luôn mởĐọc thêm",
            "Một công viên giải trí Elephant được giữ gìn rất tốt. Các món ăn trong nhà hàng của họ thực sự tốt! Họ có đội ngũ nhân viên thân thiện và nói chuyện nhẹ nhàng. Chúng tôi rất thích đi bộ và chụp ảnh. Voi là điểm thu hút chính ở đây, bạn có thể cưỡi, tắm, vuốt ve và cho chúng ăn. Chúng được thuần hóa, được huấn luyện tốt và tốt nhất là được ăn uống đầy đủ! Theo ý kiến ​​trung thực của tôi, cuộc sống của họ ở đây tốt hơn bất kỳ vườn thú hay khu bảo tồn nào.\n\nGhi chú:\nĐây KHÔNG phải là khu bảo tồn voi. Bạn nhìn thấy từ - thánh địa - trong phần mô tả ở chỗ quái nào vậy?  Đây là công viên giải trí! Vì vậy, nếu bạn đánh giá 1 sao vì - đối với bạn - những con voi đang bị bóc lột, xiềng xích, v.v. tại sao - bạn không thay thế chúng? Hãy ngừng đạo đức giả, khóc lóc trong bữa tiệc và cho Indonesia được nghỉ ngơi.  Đây là cách họ cung cấp việc làm cho hàng trăm người dân địa phương. Trời ạ!Đọc thêm",
            "Rất hoài nghi, đã đến sở thú Bali - không ấn tượng bởi những con vật bị gây mê với đầu mềm - Ở đây thật ngạc nhiên, nhân viên thân thiện, người xử lý voi đã giải thích về quá khứ của con voi và con tàu hành động thực sự mà anh ấy có với - người vợ đầu tiên - của anh ấy vợ con người là thứ hai - Có phải Ana đã tận dụng tối đa ngày để cho voi ăn và có một buổi cung cấp thông tin.. Tôi đã chọn không tắm hoặc tắm cho voi nhưng chuyến đi tiếp theo với cháu có thể khiến tôi thay đổi suy nghĩĐọc thêm",
            "Các loài động vật ở đó để khách giải trí bao gồm cưỡi voi, tắm và cho ăn.  Các miếng đệm và dây xích bằng bê tông có thể nhìn thấy được và không phù hợp với những gì tôi coi là nơi trú ẩn cho bất kỳ loài động vật nào.Đọc thêm",
            "Trải nghiệm tốt đẹp. Chúng tôi đã cưỡi voi, không sao cả, bạn cũng có thể cho voi ăn hoặc tắm rửa. Công viên đẹp và một thư viện ảnh nhỏ. Tôi không hào hứng nhưng đây là ý kiến ​​​​cá nhân.Đọc thêm",
            "công viên đẹp nhất mà tôi nghĩ mình đã đến trong một thời gian dài. Tôi thích rằng họ đã giải cứu những con thú tuyệt vời này khỏi một khu rừng ngày càng thu hẹp. Cho dù bạn nghĩ một con vật nên bị nhốt hay không, tôi cảm thấy cuộc sống ở đó tốt hơn nhiều so với tương lai của chúng. Dù sao đi nữa. Đây là một công viên đẹp, với những chuyến đi bộ thú vị quanh cơ sở. Thật vui khi cho voi ăn và tắm cho chúng, không ai trong chúng tôi đi xe vì chúng tôi không mang theo người tắm, mặc dù tôi có cảm giác là chúng tôi sẽ không làm vậy. Hãy thêm nó vào hành trình của bạn khi bạn đến khu vực Ubud. Một ngày tuyệt vời. Đọc thêm",
            "Hệ thống tệ hại!! Và chắc chắn không đáng giá chút nào !!! 4260000 triệu, gần 100 SGD một người, vào công viên, có 2 nhóm du lịch phía trước nhưng không được thông báo thời gian chờ đợi !!! Mời chúng tôi đến quán cà phê để ăn trưa và đợi tên tôi được gọi!! Hãy nhớ rằng tôi có một người lớn tuổi 76 tuổi cũng cần người hỗ trợ. Vì vậy, chúng tôi đến quán cà phê gọi đồ ăn và đồ uống mặc dù chúng tôi đã ăn trưa trước khi đến, ăn xong và ngồi đó suốt 2 giờ 10 phút, không ai đến với chúng tôi, thế là tôi bắt đầu đi vòng quanh để nhờ giúp đỡ để hỏi khi nào đến lượt mình, nhân viên chỉ nói ồ chúng tôi có nhóm lớn nên bạn phải đợi, tôi lại nói đợi nữa?? Đã 2 giờ trôi qua, khi đến khu vực giam giữ, một nhân viên lại nói, chúng tôi sẽ gọi cho bạn và lại bước đi!! Lần này tôi tức giận vì dịch vụ của họ - hệ thống tệ hại! Và chúng tôi quyết định đi, nhưng lại chạy theo hướng dẫn viên du lịch, người có thể là học sinh cuối cấp nhưng đã quá muộn !! Tất cả những ai không đi cùng nhóm du lịch thì đừng đến đó !!! Trả lương cho thời gian, công sức và tiền bạc của bạn!! Sở thú Bali quá tuyệt vời! Tôi rời công viên voi mà không làm gì cả với giá 426 - 0000!!! Nơi thực sự tào lao !!Đọc thêm",
            "Chúng tôi đã đưa con trai đến đây nhiều năm trước - 12 năm - và nhận thấy nơi này là một chuyến đi trong ngày tuyệt vời. Sạch sẽ và vui vẻ. Vì vậy, chuyến đi lần này chúng tôi đã đưa đứa con trai khác đi cùng chúng tôi lần đầu tiên. Chúng tôi quyết định tắm rửa và cưỡi voi. Đó là một trải nghiệm tuyệt vời tuy nhiên không giống với chuyến đi trước của chúng tôi. Thực phẩm bao gồm trong giá không có gì đáng kinh ngạc. Vẫn được giữ sạch sẽ, tuy nhiên không chắc tôi sẽ quay lại lần nữa vì họ đã mang đi rất nhiều trò giải trí với các loài động vật. Rất tối giản.  Rửa voi thách thức là điểm nổi bậtĐọc thêm",
            "Nếu bạn ở khu vực Ubud, tôi chắc chắn khuyên bạn nên dành nửa ngày để trải nghiệm Công viên Voi. Trải nghiệm tuyệt vời và không hề có cảm giác giống như một mánh lới quảng cáo hay một cái bẫy du lịch. Vượt quá mong đợi của tôi!Đọc thêm",
            "Tôi - tôi yêu những chú voi, những chú voi châu Á, và tôi càng say mê hơn khi biết rằng tất cả những chú voi này đều là những chú voi được giải cứu.  Thêm vào đó là sự sang trọng và sạch sẽ và đây là điểm dừng chân hàng đầu ở Bali.Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã trải nghiệm bữa sáng, hoàn hảo về mọi mặt. Có đạo đức nhất có thể trong hoàn cảnh. Tắm rửa cùng voi chắc chắn đáng giáĐọc thêm",
            "- Đây không phải là nơi trú ẩn của những con voi này. - Việc người ta ngồi lên đầu voi là KHÔNG TỰ NHIÊN. Đó là những gì công nhân đang làm. Những sinh vật xinh đẹp này không gây ra tiếng động từ những cái vòi mà chúng tạo ra tiếng động từ miệng và chỉ la hét trong đau đớn. Đây là tiếng kêu cứu. Đây không phải là nơi tôn nghiêm. Các công nhân mang theo một chiếc móc sắc nhọn để kiểm soát voi. Họ trói họ lại bằng dây xích khi họ không làm việc. Điều này không chính xác. ĐIỀU NÀY KHÔNG THỂ CHẤP NHẬN ĐƯỢC. ĐỪNG ĐẾN ĐÂY. NHỮNG ĐỘNG VẬT NÀY XỨNG ĐÁNG TỐT HƠN.Đọc thêm"
        ],
        "star_ratings": [
            1172,
            517,
            161,
            89,
            246
        ],
        "review_amount": 2185,
        "location": [
            "Bali",
            "Nhiếp chính Gianyar",
            "Indonesia",
            "Công viên voi Mason",
            "Hoạt động giải trí tại Tegalalang",
            "Châu Á",
            "Tegalalang"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written July 20, 2023",
            "Written July 30, 2023",
            "Written July 31, 2023",
            "Written August 25, 2023",
            "Written September 1, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023",
            "Written November 7, 2023",
            "Written December 1, 2023",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 5, 2024",
            "Written March 14, 2024",
            "Written March 5, 2024",
            "Written March 2, 2024",
            "Written February 20, 2024",
            "Written February 17, 2024",
            "Written February 12, 2024",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608497-d2320650-Reviews-Mason_Elephant_Park-Tegalalang_Gianyar_Regency_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d6397669-Reviews-Park_Restaurant-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15212864-d26854200-Reviews-Ladtegal_coffee_eatery-Taro_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608497-d25290051-Reviews-Warung_Boga_Samatra-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608492-d10161362-Reviews-The_Puhu_Restaurant_Lounge_by_Padma_Resort_Ubud-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15573114-d26561524-Reviews-Uma_Linggah_Resto-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608497-d3940669-Reviews-Waroeng_Sebatoe-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303952-d9715838-Reviews-Waroeng_Me_Su-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d6986405-Reviews-Kailasha_Restaurant_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608497-d12940695-Reviews-Evicurious_Restaurant-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608492-d10765721-Reviews-The_Wijaya_Kusuma_Fine_Dining_Restaurant-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15212864-d17386414-Reviews-Taro_Village_Experience-Taro_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d1515658-Reviews-Tegalalang_Rice_Terrace-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d7691836-Reviews-Gunung_Kawi_Sebatu_Temple-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d3435076-Reviews-Bali_Pulina_Coffee_Plantation-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d21233000-Reviews-The_Fire_Flies_Garden-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d1972269-Reviews-Mount_Kawi-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d1912575-Reviews-Tirta_Empul_Temple-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g9856222-d7619192-Reviews-Nungnung_Waterfall-Nungnung_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d379268-Reviews-Istana_Tampak_Siring-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d17713721-Reviews-Kumulilir-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d2320650-Reviews-or10-Mason_Elephant_Park-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d8504365-Reviews-Ubud_Horse_Stables-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d12926090-Reviews-Uma_Pakel_Agro_Tourism-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d18841216-Reviews-Manuaba_Waterfall-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d27456386-Reviews-Nukuwera_Tubing-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d6607221-Reviews-Bali_Elephant_Park-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17704538-Reviews-Genuine_Bali_Experience-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19070364-Reviews-Toke_Toke_Bali_Tour-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d26560965-Reviews-Pravi_Bali-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d8322294-Reviews-Ubud_Private_Driver_Made_Ada_Day_Tours-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g23984724-d6501714-Reviews-Tridatu_Bali_Tours-Tegallalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d4326488-Reviews-Safe_Bali_Driver_Ketut_Suwenda_Day_Tours-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608492-d20102172-Reviews-Surya_Bintang_Adventures-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g17441565-d17537606-Reviews-Serayu_Spa_at_The_Kayon_Jungle_Resort-Bresela_Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608492-d14131699-Reviews-Balaji_Adventure_Bali-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d16676180-Reviews-Hire_Bali_Cab-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19246277-Reviews-BHV_Experiences-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d670281-Reviews-Laurissilva_Forest-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30703-d10405613-Reviews-Jackson_Lake_Island-Millbrook_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d277972-Reviews-Park_Point-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d2032815-Reviews-Green_Bowl_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13797571-Reviews-Museum_of_Illusions-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d109737-Reviews-Ocean_Trail-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2556727-Reviews-Cabbage_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244447-Reviews-Royal_Palace_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d4508691-Reviews-Old_Mission_General_Store-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g30375-d560502-Reviews-Vulcan_Park_and_Museum-Birmingham_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608497-d2320650-Reviews-or10-Mason_Elephant_Park-Tegalalang_Gianyar_Regency_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608497-d2320650-Reviews-Mason_Elephant_Park-Tegalalang_Gianyar_Regency_Bali.html"
    }
]