[
    {
        "attraction_name": "Masonic Temple",
        "attraction_name_vi": "Đền thờ Tam điểm",
        "general_info": [
            "137 đánh giá",
            "55 trong số 258 điều cần làm ở Detroit",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Vì tình yêu của Chúa hãy có được một số người hâm mộ. Cái nóng ở đó đêm qua đối với Kruhangbin thật không thể chịu nổi, gần như khiến tôi phải nhập viện và tôi chắc chắn rằng nó đã khiến một số người phải chịu đựng. Các ban nhạc, đừng đặt chỗ ở đây nếu bạn có thể tránh được. Hoàn toàn không có hệ thống thông gió và nhiệt độTại địa điểm dễ dàng vượt quá 100 độ.Đọc thêm",
        "reviews": [
            "the worst possible concert venue an artists touring company  record label  management could book for a show. the staff never know whats going on, they do not honor first come first serve lines, if youre family or friends of someone at the venue, you get priority access over everyone else thats been waiting hours outside, if youre handicapped you get front row and center in a GA concert pit how is that even safe???, they will yell and scream at you when youre trying to organize the mess they cant clean up. it feels like you have to run and organize the show when theres a concert booked because of the above things stated.my story: i went here twice. once to see olivia rodrigo in 2022, and once to see sabrina carpenter in 2023 and both experiences were unbelievably terrible. for olivias show, my sister, friends, and i actually got there the day before the show and camped out OVERNIGHT to be one of the first few there. when it came time to get checked in and enter the venue, the line was wrapped all the way around for blocks to where it came back around to the other end of the buildings entrance doors. they opened all the doors, claimed only one door was for the GA pit, but every door was open for GA pit. everyone was running, trampling over each other. my sister and i were bawling our eyes out crying and the staff just screamed in our faces saying we had to go to the back of the line and they didnt care how long we had been there. the only reason we were in the 3rd row at least after camping in the cold at night and sun burn the next day as the first people there was because two kind girls NOT WORKERS at the GA pit wristband window saw us crying and knew we camped overnight and let us in front of them. they let a handicapped girl, her mom, and entire family front row and center WITH A WHEELCHAIR IN A GENERAL ADMISSION DANGEROUS PIT???? yes, we had a great time, yes we had a GREAT view from 3rd row, but its the principle of the matter. honor the general admission lines, stop letting friends of staff cut in front of everyone, get it together!!! i dont even know what more i can say but as dumb as it sounds, this was a very anxiety inducing situation that made me feel ill the rest of the night, and any time one of my favorite artists comes to detroit i have a pit in my stomach hoping they dont go to the masonic temple. please please stop booking large artists at this venue.Read more",
            "Dễ dàng là địa điểm tồi tệ nhất ở Detroit. Tôi sẽ không bao giờ hiểu tại sao các nghệ sĩ tên tuổi lại thích cuốn sách Excision tối qua được chiếu ở đây thay vì ở đâu đó như Trung tâm Công nghiệp Russel. Các nhân viên luôn có chuyến đi quyền lực ở đây. Giá cho hố là thái quá. Chỗ ngồi rất khủng khiếp trừ khi bạn đến đó 2 giờ trước buổi biểu diễn để xếp hàng chờ. Họ thậm chí không thể bán hết buổi biểu diễn vì không ai muốn trả giá dây đeo cổ tay của lễ hội cho một cái hố hoặc đối mặt với chỗ ngồi khủng khiếp. Tôi và bạn bè thường tránh các buổi biểu diễn ở đây nhưng quyết định không bỏ qua buổi biểu diễn này. Địa điểm là AF tuyệt vời. Ngoài ra, nếu có trường hợp khẩn cấp, việc thoát khỏi đây sẽ không thể thực hiện được gì khác ngoài những hành lang nhỏ bị tắc nghẽn đều dẫn đến một vài lối thoát giống nhau.Đọc thêm",
            "Nơi tuyệt đẹp để đi. Song song với Nhà hát Fox. Được duy trì tốt. Nhân viên thân thiện. Chỗ ngồi thoải mái. Không thể chờ đợi để trở lại. Đọc thêm",
            "Địa điểm hoàn toàn tuyệt đẹp với nhiều kiến ​​trúc và lịch sử tuyệt vời.  Thật không may, chúng tôi đã ở đó để xem buổi biểu diễn tứ tấu đàn dây trong Crystal Ballroom, trong đó có tiếng máy phát điện điều hòa không khí làm nền.  Nó rất mất tập trung.  Tôi hiểu nhu cầu kiểm soát nhiệt độ vào một buổi tối mùa hè nóng nực nhưng có thể cần một số nâng cấp.   Đọc thêm",
            "Nó không phải là phần tốt nhất của thị trấn. Đường duy nhất có hai đường đi vào tòa nhà. Đường dây quấn quanh tòa nhà và phải mất rất nhiều thời gian mới vào được. Vấn đề này cần được giải quyết. Chỗ ngồi là phụ. Tôi sẽ không quay lại cho đến khi những điều này được sửa chữa. Rất nhiều tiêu cực.Đọc thêm",
            "Địa điểm này khá khủng khiếp khi nhìn thấy Heilung. Bên trong cực kỳ nóng. Đường dây thật điên rồ. Dòng hàng hóa có nhiều người đến mức ai đó đã cử người đi trinh sát để xem dòng hàng đó dùng để làm gì. Họ cho phép mọi người thử hàng hóa và trì hoãn việc tham gia buổi hòa nhạc. Chúng tôi có GHẾ PIT và không có chỗ ngồi. Tôi bị chấn thương và dự kiến ​​sẽ có một chỗ ngồi. Tôi bị thương lại khi có ai đó ngã vào tôi. Chúng tôi nghĩ rằng chúng tôi sẽ có chỗ ngồi do đã mua vé từ sơ đồ chỗ ngồi trước. Tôi đã rất phấn khích khi được gặp Heilung và bây giờ tôi nghĩ sẽ thật tuyệt nếu được xem chúng trên YOUTUBE. Chúng tôi đã lái xe hơn 12 giờ để gặp họ ở Mỹ. Thất vọng. Nhân viên trong nhà hát không hữu ích. Buổi hòa nhạc dường như đã bán quá nhiều.Đọc thêm",
            "Mặc dù nhà hát rất đẹp nhưng đây là một trải nghiệm tồi tệ: 1. Vé 100 cho các ghế có dán nhãn GA Pit 907, 908, 909, 910 hóa ra là đứng trong dàn nhạc. Chồng tôi bị tàn tật. Khi chúng tôi phản đối, họ đặt chúng tôi vào ghế phía sau bảng điều khiển.2. Trang web cho biết cửa mở lúc 6 giờ và hầu hết các hoạt động bắt đầu trong vòng 1 giờ kể từ khi mở cửa. Anh em nhà Avett bước ra sân khấu lúc 8:05 tối!3. Âm thanh thật khủng khiếp. Đó là tất cả âm trầm và bạn không thể nghe thấy ban nhạc.4. Bãi đậu xe là một cơn ác mộng. Tôi có 2 ứng dụng đỗ xe ở Detroit và cũng biết rằng chúng tôi có thể đỗ xe miễn phí tại Motor City Casino và đi bộ. Chúng tôi đã bỏ lỡ lối rẽ vào Temple để đến Motor City nên quyết định tìm một lô đất gần đó. Một anh chàng mặc áo sơ mi Masonic và lá cờ đỏ vẫy chúng tôi xuống đường 2. Tôi nói, Số lượng đó không nhiều lắm. Anh ấy nói, Ồ, đã 20 rồi và Thành phố nói rằng chúng tôi có thể sử dụng nó vì khu đất của chúng tôi đang được xây dựng. Sau đó tôi nhận ra rằng anh ấy không làm việc cho Masonic Masonic và không có chỗ đậu xe riêng. Khi chúng tôi đi lên Temple đến địa điểm tổ chức, chúng tôi thấy rất nhiều người đang tính phí cho 8 người mỗi người. Chúng tôi đã đậu xe ở một vị trí được đánh dấu là không đứng ở vị trí thứ 2 vì sự chỉ dẫn của những kẻ lừa đảo. Khi chúng tôi rời buổi hòa nhạc lúc 8:30, chúng tôi không thích nó và không ở lại, chúng tôi thấy mình đã được bán vé 45 lúc 8 giờ tối. Mặc dù đây không phải là lỗi của Masonics nhưng họ có thể đăng cảnh báo trên trang web của mình.Đọc thêm",
            "Chúng tôi đã bay tới GRiZMAS, không đáng. Cho đến nay trải nghiệm địa điểm tổ chức buổi hòa nhạc tồi tệ nhất. Khá chắc chắn rằng họ đã bán quá nhiều chỗ, có hàng trăm người không có chỗ ngồi và an ninh sủa bạn cần tìm chỗ ngồi. Phòng tắm kinh tởm, dịch vụ quầy bar tệ và cực kỳ nhỏ.Đọc thêm",
            "Các tour du lịch là phải. Chúng tôi đã thực hiện chuyến tham quan cơ bản 25:00 sau đó thực hiện chuyến tham quan hậu trường 75:00. Cả hai đều tuyệt vời và hoàn toàn khác nhau. Muốn giới thiệu cả hai nhưng hãy thực hiện cái 25:00 trước. Tòa nhà thật tuyệt vời và rất đẹp. Chúng tôi đã có Rob ở đó cho cả hai chuyến tham quan của chúng tôi và anh ấy rất am hiểu về mọi khía cạnh của lịch sử và tòa nhà. Đọc thêm"
        ],
        "star_ratings": [
            59,
            33,
            20,
            10,
            15
        ],
        "review_amount": 137,
        "location": [
            "Hoa Kỳ",
            "Detroit",
            "Michigan MI",
            "Đền thờ Tam điểm",
            "Những điều cần làm ở Detroit"
        ],
        "reviews_time": [
            "Written June 5, 2024",
            "Written May 15, 2024",
            "Written March 27, 2024",
            "Written December 12, 2023",
            "Written July 6, 2023",
            "Written December 18, 2022",
            "Written September 12, 2022",
            "Written August 19, 2022",
            "Written May 27, 2022",
            "Written July 31, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42139-d560606-Reviews-Masonic_Temple-Detroit_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d10680428-Reviews-Grey_Ghost_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d14870558-Reviews-Detroit_Shipping_Company-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d7337201-Reviews-Selden_Standard-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d13325165-Reviews-Bakersfield-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d10259526-Reviews-The_Peterboro-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d389930-Reviews-Harry_s_Detroit_Bar_Grill-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d9699166-Reviews-Pho_Lucky-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d12914786-Reviews-Mike_s_Pizza_Bar-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d17154752-Reviews-8_Degrees_Plato-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42139-d18220773-Reviews-Momo_Cha_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d13203280-Reviews-Midtown_Detroit_Dog_Park-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d16901010-Reviews-Cass_Park-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d12903425-Reviews-Little_Caesars_Arena-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d27665380-Reviews-Chinatown_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d282410-Reviews-Fox_Theatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d257969-Reviews-Comerica_Park-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272157-Reviews-Detroit_Symphony_Orchestra-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560598-Reviews-Ford_Field-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d4310109-Reviews-Campus_Martius_Park-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d1867837-Reviews-The_Guardian_Building-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560606-Reviews-or10-Masonic_Temple-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d584774-Reviews-The_Ford_Piquette_Avenue_Plant-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d216637-Reviews-Motown_Museum-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d4353035-Reviews-Fisher_Building-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d2234870-Reviews-Detroit_RiverFront-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d146680-Reviews-Mexicantown_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d146679-Reviews-Greektown-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d19006765-Reviews-Temple_Bar-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d9553764-Reviews-Detroit_Rolling_Pub-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d9580171-Reviews-Cinema_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d5835258-Reviews-Harry_s_Detroit_Bar_Grill-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d4375061-Reviews-City_Tour_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d8734568-Reviews-The_HandleBar-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d15692416-Reviews-Let_s_See_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d13423862-Reviews-The_Michigan_Pedaler-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d13004416-Reviews-Spiaggia_Di_Torre_Lapillo-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d17469090-Reviews-Coconut_Tree_Hill-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4816100-Reviews-Steel_Pier_Amusement_Park-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d8561026-Reviews-Kerasia_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580297-d190666-Reviews-Son_Marroig-Deia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g780715-d8635276-Reviews-Vouti_Beach-Argostolion_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41119-d21065076-Reviews-Crystal_Beach-Earleville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g190320-d11670091-Reviews-Three_Cities-Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g53349-d14100242-Reviews-Freeport_Beach-North_East_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g57072-d21396089-Reviews-John_Ford_s_Point-Monument_Valley_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42139-d560606-Reviews-or10-Masonic_Temple-Detroit_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42139-d560606-Reviews-Masonic_Temple-Detroit_Michigan.html"
    }
]