[
    {
        "attraction_name": "Mat Franco: Magic Reinvented Nightly",
        "attraction_name_vi": "Mat Franco: Phép thuật được tái tạo hàng đêm",
        "general_info": [
            "1.186 đánh giá",
            "- 22 trong số 260 Nhà hát - Buổi hòa nhạc ở Las Vegas",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Người đứng đầu Las Vegas, Mat Franco đã được tờ Los Angeles Times ca ngợi là - nhà ảo thuật thay đổi cuộc chơi - nhờ tác phẩm nổi tiếng của mình, MAT FRANCO - MAGIC REINVENTED NIGHTLY tại The LINQ Hotel - Experience. Chương trình trực tiếp sống động mà Forbes đã gọi là - đỉnh cao trong thị trấn - trong danh sách - 5 chương trình hay nhất để xem ở Las Vegas ngay bây giờ, - khiến khán giả kinh ngạc và ngạc nhiên với những kỳ công ảo giác độc đáo - làm say mê khán giả từ 8 đến 80, - theo Parade.com. Là ảo thuật gia đầu tiên chiến thắng America - s Got Talent, Mat đang định nghĩa lại thể loại này bằng phép thuật tương tác đặc trưng của mình, như đã thấy trên TV và những sáng tạo chưa từng thấy trước đây.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nhóm 16 người của chúng tôi đã tham dự buổi biểu diễn trong một đêm giải trí và tất cả chúng tôi đều thích nó.  Khi bạn nghĩ về các buổi biểu diễn ở Vegas, ảo thuật là một trong những điều bạn nghĩ đến và điều này thật tuyệt vời.  Chúng tôi có một vài người trong nhóm tham gia, điều này khiến buổi tối trở nên đặc biệt hơn đối với nhóm chúng tôi.  Tôi sẽ nói rằng tôi rất ấn tượng với chương trình và rất thích nó.Đọc thêm",
            "Cảm ơn bạn đã đưa nhóm của bạn! Chúng tôi rất vui vì bạn thích buổi biểu diễn. Đọc thêm",
            "Thật ngạc nhiên. Chúng tôi đã nhận được những điều này vào phút cuối cùng vào ngày hôm trước dựa trên thực tế đây là buổi biểu diễn được đánh giá tốt nhất ở Vegas. Và bot nó đã không làm tôi thất vọng. Chúng tôi hoàn toàn không biết làm thế nào mà anh ấy lại thực hiện được những mánh khóe đó. Sẽ không làm hỏng các thủ thuật ở đây. Mat có sức hút tuyệt vời và thái độ thực sự duyên dáng và thân thiện, thậm chí còn dừng lại để chụp ảnh tự sướng với đám đông trong khi một trục trặc kỹ thuật đang được giải quyết ở hậu trường. Đọc thêm",
            "Chúng tôi rất vui vì bạn thích buổi biểu diễn! Hãy quay lại sớm Đọc thêm",
            "Rất khuyến khích chương trình này! Anh ấy vui tính và rất tương tác với khán giả. Phép thuật thật tuyệt vời và khiến chúng tôi không ngừng thắc mắc làm sao anh ấy có thể làm được điều đó. Anh ấy có một số khoảnh khắc cảm động về gia đình mình và cách anh ấy tiếp cận với phép thuật khi còn nhỏ. Rạp hát nhỏ nên không có chỗ ngồi tồi. Chúng tôi có chỗ ngồi ở hàng PP của Chỗ ngồi dành riêng nhưng vì đó là - không phải là buổi biểu diễn cháy vé - tối thứ Hai - nên họ đã chuyển chúng tôi lên một vài hàng khi chúng tôi đến đó. Vé hơi đắt nhưng đáng giá từng xu. Đây là đêm hẹn hò hoàn hảo cho đêm cuối cùng của chúng tôi ở Vegas. Tôi chắc chắn sẽ gặp lại anh ấy.Đọc thêm",
            "Chồng tôi và tôi đã xem chương trình này với vợ chồng tôi và tất cả chúng tôi đều rất thích thú. Chúng tôi liên tục đặt câu hỏi làm thế nào mà anh ấy có thể thực hiện được mọi thủ đoạn. Tất cả chúng tôi đều vô cùng sốc hết lần này đến lần khác. Tôi chắc chắn sẽ gặp lại anh ấy! Chúng tôi ngồi ở hàng ghế thứ hai và trả - 125 mỗi vé. Hoàn toàn xứng đáng để trải nghiệm!Đọc thêm",
            "Chúng tôi đã gặp Matt vào ngày 21-11-23 cùng với gia đình tôi và anh trai tôi.  Bố mẹ tôi cũng tham gia cùng chúng tôi.\n\nTôi có thể - thậm chí không thể nói đủ những điều tốt đẹp!  Matt thật tuyệt vời và chúng tôi yêu thích chương trình của anh ấy.  Tôi nghĩ nó rất sang trọng và mọi người ở mọi lứa tuổi sẽ thích nó!  Anh ấy đưa một phần cuộc sống gia đình của mình vào chương trình và thực sự chỉ cho thấy anh ấy là một người đàn ông như thế nào!  \n\nCú trượt tay của anh ấy đỉnh cao và nhanh chóng!  Anh ấy không nói bất cứ điều gì không phù hợp và mọi người đều ăn mặc chuyên nghiệp.  Các bậc phụ huynh ơi, đây là một chương trình hoàn toàn an toàn khi mang theo con bạn và chúng sẽ thích thú!  Chúng tôi có những đứa trẻ từ lớp 2 đến lớp 12 trong nhóm của mình và tất cả chúng đều yêu thích nó!  \n\nHoan hô Matt!  Chúng tôi chắc chắn sẽ xem lại chương trình của bạn!Đọc thêm",
            "Mat Franco có rất nhiều mánh khóe và ảo ảnh khiến bạn phải kinh ngạc. Anh ấy lôi cuốn, tràn đầy năng lượng và tạo ra một chương trình mang lại cho bạn cảm giác như thể anh ấy không làm đi diễn lại cùng một chương trình mỗi đêm. Anh ấy là một nghệ sĩ giải trí xuất sắc và rất hấp dẫn. Bên cạnh những trò ảo thuật của anh ấy, chương trình còn hài hước dành cho mọi lứa tuổi. Ngay cả những cậu bé ở độ tuổi thiếu niên của tôi cũng thực sự yêu thích chương trình và cười rất nhiều. \n\nHàng ghế sau vẫn có thể quan sát tốt nhờ camera hiển thị chi tiết cận cảnh. Đọc thêm",
            "Nhận xét về tất cả - thực vật - ở khán giả là hoàn toàn sai sự thật. Chúng tôi đang đứng đầu địa điểm và đích thân Mat đến và chọn vợ tôi biểu diễn trò chơi bài của anh ấy trên sân khấu. Đó là một màn trình diễn tuyệt vời, một trong những ảo thuật gia giỏi nhất ở Vegas.Đọc thêm",
            "Buổi biểu diễn rất hay, nhưng người quản lý nhượng bộ cần phải sa thải! Họ có một người phục vụ đồ uống không có nước, không bỏng ngô, không có máy thẻ tín dụng. Mọi người vô cùng không hài lòng và người quản lý đã không bố trí nhân viên phù hợp cho chương trình và chỉ có một công nhân bị người khác mắng mỏ. Tôi hỏi người quản lý ở đâu và anh ấy nói anh ấy không ở đây nhiều. Để anh ta đi!! Anh ta đã phá hỏng trải nghiệmĐọc thêm",
            "Chương trình thật tuyệt vời. Những trò ảo thuật thật khó tin và Mat thật hài hước và đáng yêu. Đã đi với một thiếu niên cũng thực sự thích nó. Khuyến nghị 10 - 10 vết thương. Mẹo chuyên nghiệp: Rạp hát lạnh nên hãy mang theo áo lenĐọc thêm",
            "Buổi biểu diễn thật tuyệt vời! Rất hấp dẫn với khán giả. Tuy nhiên, rạp hát lạnh cóng. Chắc chắn mang theo áo nỉ hoặc áo khoác!Đọc thêm",
            "Mat là một nghệ sĩ biểu diễn rất cá tính và thoải mái. Chúng tôi chưa bao giờ nghe nói về anh ấy trước đây vì chúng tôi đến từ Vương quốc Anh. Vé có giá hợp lý và chúng tôi sẽ cho điểm màn trình diễn là 10 - 10. Ảo thuật cận cảnh tuyệt vời. Rất mượt mà và chuyên nghiệp. Nhưng điều khiến tôi ấn tượng nhất chính là sự hài hước. Anh ấy tiếp thu mọi điều mọi người nói, thu hút khán giả và toàn bộ chương trình phụ thuộc rất nhiều vào khả năng suy nghĩ nhanh nhạy và khả năng ứng biến của anh ấy. Anh ấy không tự mãn hay kiêu ngạo và không khiến mọi người cảm thấy ngu ngốc, nhưng anh ấy có thể lôi kéo và lôi kéo mọi người vào. Một nghệ sĩ giải trí toàn diện và một ảo thuật gia đầy mê hoặc mà tôi sẽ cảm thấy rất vui khi đưa các cháu nhỏ của mình đi xem. Làm tốt lắm Mat. Tôi có thể hiểu tại sao bạn lại thắng AGT.Đọc thêm",
            "Đây là một buổi biểu diễn tuyệt vời!! Anh ấy thậm chí còn đưa tôi trở lại sân khấu!! Anh ấy đã thổi bay chúng tôi bằng phép thuật và màn trình diễn của mình! Tôi thực sự giới thiệu chương trìnhĐọc thêm",
            "Chương trình hay nhất ở Vegas! Mat là người năng động, nhanh trí và là một nhà ảo thuật tuyệt vời. Chúng tôi đã có thời gian tốt nhất. Anh ấy kết hợp với khán giả và buổi biểu diễn của anh ấy thật đáng kinh ngạc. Chúng tôi - đã từng xem Copperfield trước đây: cá nhân chúng tôi nghĩ Mat Franco giỏi hơn!Đọc thêm",
            "Chương trình thực sự thú vị, đáng kinh ngạc. Không có nội dung tiết lộ-- tuyệt vời cho người lớn, thanh thiếu niên, gia đình. Năng lượng cao. Nhà hát đẹp. Anh ấy giữ nó rất thú vị và bàn tay khéo léo của anh ấy thực sự ấn tượng. Nghĩ rằng bất cứ ai cũng sẽ thích nó-- rất khuyến khíchĐọc thêm",
            "Chương trình này là phải xem ở Vegas. Chúng tôi đã đi như một cặp vợ chồng nhưng cũng sẽ rất tuyệt vời cho một gia đình. Đến từ Vương quốc Anh, tôi không quen với Mat và chiến thắng AGT của anh ấy; nhưng tôi có thể hiểu tại sao anh ấy lại thắng. Anh ấy là một tài năng phi thường và xứng đáng với tất cả những thành công mà anh ấy có được. Rất khuyến khích chương trình! Đọc thêm",
            "Màn trình diễn đầy mê hoặc của Mat Franco tại The Linq ở Vegas đã khiến tôi hoàn toàn bị mê hoặc! Từ đầu đến cuối, tài năng và sức hút đáng kinh ngạc của Franco đã khiến khán giả nín thở. Những ảo ảnh gây kinh ngạc và sự hiện diện quyến rũ trên sân khấu của anh tạo nên một trải nghiệm khó quên mà bạn sẽ còn nói đến rất lâu sau khi màn trình diễn khép lại. Cho dù bạn là người hâm mộ lâu năm của ảo thuật hay mới trải nghiệm lần đầu, thì chương trình của Mat Franco là chương trình không thể bỏ qua ở Las Vegas. Hãy chuẩn bị để được kinh ngạc! Đọc thêm",
            "Một trong những buổi biểu diễn hay nhất mà chúng tôi đã xem ở Vegas với tư cách là một gia đình. Hoàn toàn thân thiện với gia đình - không có ngôn từ tục tĩu - những thói quen mạo hiểm -, với lối kể và cốt truyện tuyệt vời. Chúng tôi bị thổi bay bởi phép thuật. Có rất nhiều gia đình và trẻ em hóa trang thành ảo thuật gia nên đừng chần chừ! Thật vui khi thấy các em hào hứng.  Chương trình có tính tương tác với đám đông ở một số điểm. Mat không tương tác với bất kỳ ai không muốn. Vì vậy, đừng lo lắng nếu bạn không - t. Có - đồ uống - rượu - đồ ăn nhẹ - hàng hóa - phòng tắm ngay bên ngoài cửa rạp trước khi bạn ngồi. Chúng tôi ngồi ở hàng ghế đầu. Nếu bạn có người bị đau lưng, hãy trả thêm tiền cho những chỗ ngồi này. Chúng là những chỗ ngồi lớn hơn, thoải mái hơn với tầm nhìn tốt nhất để xem buổi biểu diễn mà không có ai ngồi trước mặt bạn. Các ghế khác - kể cả hàng ghế đầu - là ghế cứng và nhỏ hơn. Địa điểm là tầng 3 - hãy đi theo các biển báo để đến buổi trình diễn của anh ấy.Đọc thêm",
            "Xin chào mọi người, Bạn muốn biết liệu ghế không cao cấp ở phía sau, ghế đặt trước và ghế bàn có tựa lưng hay là ghế đẩu?Đọc thêm",
            "Ghế đẩu ở phía sau có một số chỗ ngồi gần hơn có bàn chúng tôi ngồi ở hàng M và thực sự ở phía sau. Thực sự là dưới mức trung bình. Đọc thêm",
            "Có ai biết bạn có được giảm giá gì khi mua vé nhóm từ văn phòng bán vé nhóm của họ không? Tôi có thể cần 10.Đọc thêm",
            "Tương tự như những gì mọi người đã nói ở trên ... có giảm giá trực tuyến cho nhóm bốn người ... Tôi cũng giảm giá khá tốt chỉ thông qua người quản lý vé!  Chúc may mắn ... buổi biểu diễn tuyệt vời!Đọc thêm",
            "Có ai biết chỗ ngồi tốt nhất không vì có vẻ như chỉ có những chỗ ngồi trông khó chịuĐọc thêm",
            "Các gian hàng cũng rất tuyệt và thoải mái.Đọc thêm",
            "Có quy định về trang phục cho buổi biểu diễn này không?Đọc thêm",
            "Mọi người ăn mặc theo nhiều cách khác nhau - một số người rất ưa thích những người khác mặc quần short - vì vậy bạn có thể ăn mặc theo ý muốnĐọc thêm",
            "CHÀO! Tôi - tôi đang tự hỏi liệu điều này có phù hợp với trẻ em không. Tôi có một đứa con 5 tuổi. Cô ấy rất giỏi ngồi yên, nhưng tôi lại lo lắng về nội dung. Cảm ơn!Đọc thêm",
            "Chúng tôi - đã xem chương trình hai lần và yêu thích nó cả hai lần. Thân thiện với gia đình nhưng tôi không nghĩ một đứa trẻ năm tuổi sẽ học được gì từ nó.Đọc thêm",
            "Có ai biết Mat Franco có ở Vegas vào tháng 8 không. Đi Vegas vào cuối tháng 8 nhưng không có ngày nào cho tháng 8? Không biết có phải là quá sớm hay anh ấy không có ở đó? \nĐọc thêm",
            "Tôi sẽ truy cập trang web của Linq Hotel. Họ đã đăng một số buổi diễn vào đầu tháng 8 nhưng có thể chỉ bán vé sau 3-4 tháng.Đọc thêm",
            "Tôi có cần đến sớm để chiếu lúc 7 giờ tối không?Đọc thêm",
            "Nếu bạn đi vào sớm hơn, hàng đồ uống sẽ ngắn hơn rất nhiều. Vì vậy tốt nhất nên đến sớmĐọc thêm",
            "Làm thế nào dễ dàng để có được vé xem buổi biểu diễn? Chúng tôi có vé las vegas nên chúng tôi sẽ cần đổi vé để xem một buổi chiếu khi phòng vé mở cửa. Có vẻ như một địa điểm nhỏ nên tôi không thực sự quan tâm đến chỗ ngồi. Chương trình có bao giờ bán hết vé không?Đọc thêm",
            "Buổi diễn Mat Franco hoàn toàn cháy vé. Nhận vé trước. Tôi đã học thật chăm chỉ. Phải nói rằng, hầu hết các buổi biểu diễn đều có một số ghế sẽ được bán vào ngày biểu diễn, vì vậy rất đáng để thử nếu bạn sẵn sàng linh hoạt với kế hoạch của mình.\nĐọc thêm",
            "Chào buổi sáng\nTôi - rất muốn đi xem buổi biểu diễn này. Trò ảo thuật có tốt không hay chỉ có trò ảo thuật đánh bài? cảm ơn bạnĐọc thêm",
            "Combo ăn tối - show có đáng giá không?Đọc thêm",
            "Chỉ cần làm chương trình. Có những địa điểm ăn uống tuyệt vời trên Promenade ngay bên ngoài Lynq mà bạn có thể ăn nhanh hoặc quán ăn bình dân hoặc nhà hàng đẹp. Tôi sẽ không thực hiện gói ăn uống trừ khi đó chính xác là nơi bạn muốn ăn.Đọc thêm"
        ],
        "star_ratings": [
            980,
            129,
            46,
            15,
            17
        ],
        "review_amount": 1187,
        "location": [
            "Hoa Kỳ",
            "Las Vegas",
            "Những điều cần làm ở Las Vegas",
            "Mat Franco: Phép thuật được tái tạo hàng đêm",
            "Nevada - NV -"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 18, 2023",
            "Written October 31, 2023",
            "Written November 13, 2023",
            "Written November 23, 2023",
            "Written December 31, 2023",
            "Written January 30, 2024",
            "Written May 30, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written April 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d8745995-Reviews-Mat_Franco_Magic_Reinvented_Nightly-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12188625-Reviews-Jaburritos-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d583694-Reviews-Joe_s_Seafood_Prime_Steak_Stone_Crab-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d6778068-Reviews-Ghirardelli_Ice_Cream_Chocolate_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7314361-Reviews-Yard_House-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d653066-Reviews-Sushi_Roku_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2703910-Reviews-Carlos_n_Charlie_s_Restaurant_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d650768-Reviews-Restaurant_Guy_Savoy-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d491828-Reviews-The_Palm_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2325813-Reviews-Hash_House_a_Go_Go-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422659-Reviews-Picasso-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10020607-Reviews-The_Great_American_Foodie_Fest_in_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6637961-Reviews-The_LINQ_Promenade-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2529525-Reviews-Margaritaville_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10683339-Reviews-Kush_Fine_Art-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d292124-Reviews-The_Colosseum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16869553-Reviews-Influence_The_POOL_at_the_LINQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4548608-Reviews-The_LINQ_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d145283-Reviews-Benjamin_Bugsy_Siegel_Plaque-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553027-Reviews-Casino_at_Harrah_s_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8745995-Reviews-or10-Mat_Franco_Magic_Reinvented_Nightly-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d615091-Reviews-The_Beatles_Love_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3870907-Reviews-MJ_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25272557-Reviews-Escape_Reality_Magic_Show_Las_Vegas_Garry_Janine_Carson-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10209310-Reviews-Piff_the_Magic_Dragon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14081303-Reviews-The_Magic_of_Jen_Kramer-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11798913-Reviews-Wayne_Newton_Up_Close_and_Personal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1763967-Reviews-The_Mentalist-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11929830-Reviews-The_Bronx_Wanderers-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15352191-Reviews-Fly_LINQ_Zipline_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23295743-Reviews-The_Vegas_Effect_Party_Planners-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8285348-Reviews-The_Spa_at_the_LINQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d664557-Reviews-The_Piano_Bar_at_Harrah_s-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4581599-Reviews-Carnaval_Court_at_Harrah_s-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1648558-Reviews-Menopause_the_Musical-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3170721-Reviews-Rod_Stewart_at_The_Colosseum_at_Caesars_Palace-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d552966-Reviews-Spa_at_Harrah_s-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216727-Reviews-O_Sheas_Pub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19728805-Reviews-I_Love_Sugar_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g2043912-d553518-Reviews-James_Bond_Island-Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207384-Reviews-Library_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d219013-Reviews-Ringwood_State_Park-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d116451-Reviews-Audubon_Swamp_Garden-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g315845-d3767545-Reviews-Namafjall_Hverir-Lake_Myvatn_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g55923-d2238215-Reviews-East_Texas_Gators_and_Wildlife_Park-Grand_Saline_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g777775-d12805539-Reviews-Bastei_Bridge-Lohmen_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g34531-d2647227-Reviews-The_Gardens_Mall-Palm_Beach_Gardens_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d315484-Reviews-Ryogoku_Kokugikan-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d104973-Reviews-Orr_Hot_Springs-Ukiah_Mendocino_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d8745995-Reviews-or10-Mat_Franco_Magic_Reinvented_Nightly-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d8745995-Reviews-Mat_Franco_Magic_Reinvented_Nightly-Las_Vegas_Nevada.html"
    }
]