[
    {
        "attraction_name": "MauiWine",
        "attraction_name_vi": "MauiRượu Vang",
        "general_info": [
            "890 đánh giá",
            "- 6 trong số 28 điều cần làm ở Kula",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "MauiWine, mở cửa từ năm 1974, tọa lạc tại Kula, Maui. Nổi tiếng với các loại rượu vang trồng tại điền trang, rượu vang sủi bọt theo phương pháp truyền thống và rượu vang dứa. Chúng tôi mời bạn trải nghiệm nơi này và những loại rượu vang này. Hãy cùng chúng tôi đến một chiếc bàn tại King - s Cottage để thưởng thức các chuyến bay rượu vang, rượu vang theo ly và cocktail rượu vang. Khám phá một cách tuyệt vời để ngắm nhìn và thưởng thức Maui. CHÚNG TÔI KHUYẾN KHÍCH ĐẶT CHỖ! Chúng tôi thường lấp đầy tất cả các bàn bằng cách đặt chỗ trực tuyến và qua điện thoại. Chúng tôi cố gắng hết sức để phục vụ những khách hàng đến nhà máy rượu mà không đặt chỗ trước, nhưng xin lưu ý rằng thời gian chờ được báo giá có thể dài và chúng tôi không chỉ định bàn chỉ dành cho khách đến. Xin đừng ngần ngại lên kế hoạch trước. Chúng tôi chấp nhận đặt chỗ trước 30 ngày qua điện thoại và trang web. Khách hàng có thể gọi món từ thực đơn gồm các chuyến bay rượu vang, rượu vang theo ly, cocktail rượu vang và một số món ăn nhỏ. Chúng tôi cung cấp dịch vụ ngồi, không đứng tại quầy bar. Không có mức giá cố định cho việc nếm thử rượu vang và không yêu cầu thanh toán để đặt chỗ. Đọc thêm",
        "reviews": [
            "Phải đặt chỗ trước - đi bộ chờ 30 - 45 phút. Đó là một địa điểm đẹp với tầm nhìn tuyệt vời ra sườn núi, công viên, đại dương. Điểm trừ duy nhất là họ thiếu nhân lực và phải mất một thời gian để những người phục vụ rượu đến phục vụ bạn, không giống như những buổi thử rượu khác thực hiện từng lần một với những lời giải thích chi tiết, ở đây họ cung cấp cho bạn một chuyến bay với những lời giải thích tối thiểuĐọc thêm",
            "Thật vui khi biết bạn thích bầu không khí này. Mahalo vì đã chọn dành một buổi chiều với chúng tôi. Chúng tôi xin lỗi vì thời gian chờ đợi lâu hơn dự kiến ​​nhưng chúng tôi đánh giá cao phản hồi vì chúng tôi sẽ cố gắng cải thiện việc giải thích chi tiết hơn về lựa chọn rượu vang của mình. Đọc thêm",
            "Chuyến thăm của chúng tôi đã vượt quá - phải thừa nhận là khiêm tốn - mong đợi. Khung cảnh thật đẹp sau một chuyến lái xe thú vị đến UpCountry từ Kihei - chỉ riêng chuyến đi cũng đáng giá cho lượt xem - . Đó là sự kết hợp đáng yêu giữa nghệ thuật, lịch sử, ẩm thực và rượu vang. Chúng tôi đã thử hai lựa chọn chuyến bay rượu vang và một vài mẫu bổ sung, cùng với việc lựa chọn các đĩa nhỏ của họ. Thức ăn có chất lượng hàng đầu. Những chiếc đĩa nhỏ với những nguyên liệu tươi - giàu protein - đã tạo nên một bữa trưa nhẹ nhàng và ngon miệng để nếm thử rượu vang. Loại rượu này rất thú vị và có thể uống được - đáng để nếm thử và có thể dùng một hoặc hai chai để tiêu thụ tại địa phương. Chúng tôi mua một ít rượu dứa và thưởng thức nó như một món khai vị vào bữa trưa ngày hôm sau. \n\nRất khuyến khích cho chuyến đi đường vòng thú vị từ các bãi biển của Maui!Đọc thêm",
            "Mahalo vì đã đưa tôi đến Phòng thử rượu và đánh giá tuyệt vời của bạn. Rất vui khi biết bạn thích tất cả các khía cạnh của trải nghiệm. Mong được gặp lại bạn trong tương lai! Đọc thêm",
            "Đã không ở đây khoảng 10 năm rồi. Nó đã thay đổi một chút và cực kỳ thú vị. Theo ý kiến ​​của tôi, rượu vang đã trở nên tốt hơn. Hãy đặt chỗ trước khi bạn ngồi xuống để chọn rượu để nếm thử và có thể là đồ ăn thay vì phải đi bộ đến quầy bar trong phòng thử rượu. Tôi thích những gì họ đã thay đổi nó thành. Mọi người đều dễ chịu và rượu vang rất ngon, đặc biệt là rượu sa mạc mâm xôi. Mang ba chai về nhà với chúng tôi. Trời nhiều mây và mưa khi chúng tôi ở đó và vâng, mát mẻ. Hãy mặc một chiếc áo khoác như một chuyến đi miền quê mà bạn chưa từng biết đến và nó có thể trở nên mát mẻ. Chỉ là một nơi đẹp và trải nghiệm với đội ngũ nhân viên thân thiện.Đọc thêm",
            "Mahalo vì đã dành buổi chiều với chúng tôi. Tôi rất vui vì bạn đã nhận thấy sự tiến bộ trong 10 năm qua và rất thích dịch vụ có chỗ ngồi. Rượu mâm xôi tráng miệng là một món ăn tuyệt vời như vậy. Mong sớm được gặp lại bạn! Đọc thêm",
            "Chúng tôi rất thất vọng.   Chúng tôi đã được nhân viên hướng dẫn khách sạn Hilton và những người khác yêu cầu dừng lại nếu chúng tôi đi ra ngoài theo cách đó nên chúng tôi đã làm như vậy.   Chúng tôi đến nơi vào khoảng 3 giờ 30 sau một giờ lái xe để đến đó.  Chúng tôi phải đi tìm bà chủ nhà sau khi đợi dưới mưa 5 phút.  Cô ấy thô lỗ và xua đuổi.   Cô ấy nói rằng họ - không có bàn nào và sẽ - không thể cho chúng tôi ngồi được.   Chúng tôi đi ngang qua cửa hàng quà tặng và nghĩ rằng mình sẽ chỉ ghé qua một chai rượu để thấy ít nhất 6 bàn trống.    Chúng tôi quay lại và rời đi. Trên đường ra, chúng tôi đến thăm một nhóm 3 người đang đứng bên ngoài khi chúng tôi đến.   Họ nói rằng họ đã đặt chỗ trước nhưng đã đợi khá lâu và đây là lần thứ hai họ đến đây.   Họ chưa bao giờ có chỗ ngồi trong lần đầu tiên họ bước ra.    Đặt trước hoặc không đặt trước, tôi đoán điều đó không quan trọng.  Chúng tôi sẽ thông báo cho nhân viên trợ giúp của Hilton Grand biết và chúng tôi sẽ không quay lại để thử lại.Đọc thêm",
            "Đã không ở đây khoảng 10 năm rồi. Nó đã thay đổi một chút và cực kỳ thú vị. Theo ý kiến ​​của tôi, rượu vang đã trở nên tốt hơn. Hãy đặt chỗ trước khi bạn ngồi xuống để chọn rượu để nếm thử và có thể là đồ ăn thay vì phải đi bộ đến quầy bar trong phòng thử rượu. Tôi thích những gì họ đã thay đổi nó thành. Mọi người đều dễ chịu và rượu vang rất ngon, đặc biệt là rượu sa mạc mâm xôi. Mang ba chai về nhà với chúng tôi. Trời nhiều mây và mưa khi chúng tôi ở đó và vâng, mát mẻ. Hãy mặc một chiếc áo khoác như một chuyến đi miền quê mà bạn chưa từng biết đến và nó có thể trở nên mát mẻ. Chỉ là một nơi đẹp và trải nghiệm với đội ngũ nhân viên thân thiện.Đọc thêm",
            "Mahalo đã dành buổi chiều với chúng tôi. Tôi rất vui khi bạn nhận thấy sự tiến bộ trong 10 năm qua và thích dịch vụ ngồi. Rượu tráng miệng mâm xôi thật tuyệt. Hy vọng sớm được gặp lại bạn!Đọc thêm",
            "Chuyến thăm của chúng tôi đã vượt quá - phải thừa nhận là khiêm tốn - mong đợi. Khung cảnh thật đẹp sau một chuyến lái xe thú vị đến UpCountry từ Kihei - chỉ riêng chuyến đi cũng đáng giá cho lượt xem - . Đó là sự kết hợp đáng yêu giữa nghệ thuật, lịch sử, ẩm thực và rượu vang. Chúng tôi đã thử hai lựa chọn chuyến bay rượu vang và một vài mẫu bổ sung, cùng với việc lựa chọn các đĩa nhỏ của họ. Thức ăn có chất lượng hàng đầu. Những chiếc đĩa nhỏ với những nguyên liệu tươi - giàu protein - đã tạo nên một bữa trưa nhẹ nhàng và ngon miệng để nếm thử rượu vang. Loại rượu này rất thú vị và có thể uống được - đáng để nếm thử và có thể dùng một hoặc hai chai để tiêu thụ tại địa phương. Chúng tôi mua một ít rượu dứa và thưởng thức nó như một món khai vị vào bữa trưa ngày hôm sau. Rất khuyến khích cho chuyến đi đường vòng thú vị từ các bãi biển của Maui!Đọc thêm",
            "Mahalo vì đã đưa tôi đến Phòng thử rượu và đánh giá tuyệt vời của bạn. Rất vui khi biết bạn thích tất cả các khía cạnh của trải nghiệm. Mong được gặp lại bạn trong tương lai! Đọc thêm",
            "Phải đặt chỗ trước - đi bộ đến chờ 30-45 phút. Đây là một địa điểm đẹp với tầm nhìn tuyệt vời ra sườn núi, công viên, đại dương. Điểm trừ duy nhất là họ thiếu nhân viên và phải mất một lúc để các chuyên gia pha chế rượu phục vụ bạn, không giống như các buổi nếm thử rượu khác chỉ rót một lần với các giải thích chi tiết, ở đây họ cho bạn một chuyến bay với các giải thích tối thiểuXem thêm",
            "Thật vui khi biết bạn thích bầu không khí này. Mahalo vì đã chọn dành một buổi chiều với chúng tôi. Chúng tôi xin lỗi vì thời gian chờ đợi lâu hơn dự kiến ​​nhưng chúng tôi đánh giá cao phản hồi vì chúng tôi sẽ cố gắng cải thiện việc giải thích chi tiết hơn về lựa chọn rượu vang của mình. Đọc thêm",
            "Nhà máy rượu rất đáng yêu và quang cảnh ngoạn mục. Tôi - tôi không phải là người uống rượu vang đỏ nên đây là con hẻm của tôi. Tôi rất thích rượu dứa. Mẹ tôi đi chuyến bay Rose. Thức ăn nhẹ họ phục vụ thật tuyệt vời.  Tôi rất muốn quay lại nhưng tôi - tôi không chắc mình có thể vượt qua chuyến đi đó lần nữa vì tôi ghét độ cao.  Tôi - thành thật mà nói, khi tôi đỗ xe vào bãi đậu xe của họ, tôi bước ra khỏi xe và run rẩy.  Đó là một cuộc leo núi khó khăn.Đọc thêm",
            "Vâng, đó là một cuộc phiêu lưu để đến đây! Rất vui vì bạn đã làm được điều đó, chúng tôi rất vui khi thấy bạn nếm thử rượu ở hiên nhà. Đọc thêm",
            "Phải lái xe một quãng đường dài để đến Maui Wine. Rượu vang ở đây rất bình thường. Nhưng vị trí thì đẹp và nếu bạn cần làm điều gì đó khác biệt thì đây là lựa chọn tốt. Đọc thêm",
            "Mặc dù đó là một ngày thú vị nhưng nó thật tồi tệ.  Thật tuyệt khi được ăn nhẹ và ngồi bên ngoài nhâm nhi chút rượu. Đọc thêm",
            "Mahalo vì đã tham gia cùng chúng tôi. Chúng tôi rất vui vì bạn thích uống một ly và ăn nhẹ ngoài hiên nhà. Đọc thêm",
            "Nếu bạn là người yêu thích rượu vang, bạn PHẢI ghé thăm Maui Wine! Tôi rất vui khi ngạc nhiên về chất lượng của rượu vang. Rượu vang động sản của họ thật đáng kinh ngạc. Tôi có một chiếc GSM - Grenache, Syrah, Malbec - bị hỏng tất - mặc dù tôi đang đi dép xỏ ngón - ! Món ưa thích của tôi là rượu vang Lokelani của họ! Chà, thực ra tôi có rất nhiều món yêu thích, Chenin Blanc của họ rất đáng yêu, tươi mới và phức tạp, rượu Syrah và Malbec của họ cũng rất tuyệt vời. Tôi đã sống ở miền Nam nước Pháp và đã nếm thử rượu vang trên khắp thế giới. Đây chắc chắn là quán rượu không thể bỏ qua! Tôi cũng rất vui được gặp Paula, chủ sở hữu và con trai cô ấy là Henry, nhà sản xuất rượu và rất thích nếm thử rượu của họ! Ngoài ra họ có thức ăn tuyệt vời để kết hợp với các loại rượu vang. Cảm ơn bạn vì một buổi chiều nếm rượu vang tuyệt vời, cuộc trò chuyện thú vị và phong cảnh tuyệt đẹp!Đọc thêm",
            "Cảm ơn vì đã biến chúng tôi thành điểm dừng chân không thể bỏ qua cho những người yêu thích rượu vang! Chúng tôi rất vui vì bạn đã đến Estate Wines để xem chúng tôi có thể làm gì với nho trồng ở Maui. Chúng tôi đánh giá cao một người nếm rượu vang trên toàn thế giới - người uống rượu như bạn chia sẻ trải nghiệm này! Cảm ơn bạn đã dành buổi chiều cùng chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn. Mahalo! Đọc thêm",
            "Chúng tôi đã không đến Maui để uống rượu... nhưng sau khi trải nghiệm rượu vang tại Nhà máy rượu vang Big Island Volcano, chúng tôi đã quyết định - thật tuyệt nếu thử một lần! Chúng tôi đã không đặt chỗ trước vì chúng không bắt buộc nhưng được khuyến nghị - chúng tôi đã may mắn và chỉ đợi tối đa 20 - 30 m trong khu vườn bóng mát dễ chịu - khuôn viên, nhưng những nơi khác có nhóm lớn hơn - chúng tôi có một nhóm chỉ 2... - chắc chắn cần đặt chỗ trước - đây là một địa điểm nổi tiếng, nơi tuyệt vời cho các cuộc họp! Rượu rất tuyệt - chúng tôi đã có sẵn cả hai chuyến bay; Nếm thử dứa và Nếm thử trang trại hoa hồng - rất nhiều hương vị khác nhau, không phải là người uống rượu ở đây nhưng chúng tôi rất thích nó! Maui Blac và Maui Splash là những sản phẩm yêu thích của chúng tôi và thật tuyệt khi biết rằng chúng tôi có thể mua nó ở Chicagoland!!! Giá cả siêu hợp lý và thậm chí còn rẻ hơn ở đất liền! Chúng tôi đã không thử bất kỳ món ăn nào vì chúng tôi đã ăn trưa ngay trước khi ghé qua bên kia đường tại Cửa hàng trang trại Ulupalakua - Đồ nướng - được xem xét riêng - vì vậy tôi không thể nói về phần đó. Nơi này là nơi bắt buộc nếu bạn ghé thăm Maui, ngay cả khi bạn không thích rượu vang, đất đai, bên trong, bên ngoài, trải nghiệm - thật tuyệt vời! MẸO: bạn có thể đến hòn đảo này cách một quãng lái xe khá xa nhưng nó - đáng giá, nó rất đẹp, vì vậy tôi hãy giới thiệu nó theo ĐẾP ĐỒNG cho Hana - do đó trên đường trở về từ Hana -, mặc dù sẽ rất khó để căn thời gian hợp lý và lịch trình của bạn trong chuyến đi Hana sẽ cần phải được tính thời gian - không phải là ý tưởng hoàn hảo hoặc hãy thực hiện nó vào ngày bạn lái xe đến Công viên Quốc gia Haleakala - giống như chúng tôi đã làm! Bạn đã ở khu vực vùng cao và con đường này - rẽ đến Haleakala theo đúng nghĩa đen là trên đường trở về từ MauiWineĐọc thêm",
            "Cảm ơn bạn đã coi chúng tôi là Phải ghé thăm Maui! Chúng tôi rất vui khi biết rằng bạn thích thử các loại rượu đặc trưng của chúng tôi mặc dù bạn không phải là người uống rượu; chúng tôi luôn hy vọng trở thành nơi mọi người có thể tận hưởng việc khám phá rượu vang. Cảm ơn bạn đã chia sẻ lời khuyên để có một ngày tuyệt vời tại nhà máy rượu. Mahalo!Đọc thêm",
            "Người phục vụ nam tỏ ra thô lỗ. Tôi hỏi liệu chúng tôi có đi bộ không mây qua trang trại không và chúng tôi hoàn toàn đóng cửa. Không có gì ngoạn mục khi thấy ở đây uống một ly rượu và rời điĐọc thêm",
            "Chúng tôi - rất tiếc, chúng tôi không hiểu rõ chuyện gì đã xảy ra trong trải nghiệm của bạn.  Chúng tôi - rất tiếc vì bạn cảm thấy bị đối xử thô lỗ.Đọc thêm"
        ],
        "star_ratings": [
            354,
            310,
            153,
            44,
            29
        ],
        "review_amount": 890,
        "location": [
            "Hoa Kỳ",
            "MauiRượu Vang",
            "Hawaii - HI -",
            "Quan tâm",
            "Các hoạt động ở Kula",
            "Maui"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written January 8, 2024",
            "Written February 3, 2024",
            "Written March 4, 2024",
            "Written February 3, 2024",
            "Written January 8, 2024",
            "Written July 24, 2023",
            "Written June 30, 2023",
            "Written April 26, 2023",
            "Written April 7, 2023",
            "Written February 20, 2023",
            "Written December 13, 2022",
            "Written December 2, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60633-d153829-Reviews-MauiWine-Kula_Maui_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60633-d1049087-Reviews-Ulupalakua_Ranch_Store_Grill-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60633-d5480690-Reviews-Ulupalakua_Deli-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g609129-d1638617-Reviews-Gather_on_Maui_for_Food_Drink-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60632-d18843807-Reviews-Bubba_s_Shack_Maui-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60633-d23187825-Reviews-Bullys_Burgers-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g609129-d1837615-Reviews-Red_Food_Truck-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60632-d16844205-Reviews-Jaws_Taco-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60632-d26946339-Reviews-The_Red_Bar-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d7238568-Reviews-Makena_Landing_Park-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d2268621-Reviews-Maluaka_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d108177-Reviews-Ahihi_Kinau_Natural_Area_Reserve-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669484-Reviews-Keawakapu_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d8114875-Reviews-Wailea_Beach_Path-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d153834-Reviews-Makena_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669485-Reviews-Ulua_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d629046-Reviews-Little_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669471-Reviews-Polo_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d153829-Reviews-or10-MauiWine-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d20326585-Reviews-Maui_Seasons-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3370426-Reviews-Hawaii_Tasting_Tours-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d4259183-Reviews-Ocean_Vodka_Organic_Farm_and_Distillery-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d7809478-Reviews-Haliimaile_Distilling_Company-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d23568632-Reviews-Delicious_Mystery-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d18892611-Reviews-Maui_Craft_Tours-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d25231115-Reviews-Maui_Luau_Gilligans_Island_Luau_in_Kihei-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d7705964-Reviews-Maui_Brewing_Company-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d2625481-Reviews-Chez_Klio_Maui_Cooking_Class-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d9609445-Reviews-Kohola_Brewery-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g12908767-d3652999-Reviews-Paddle_On_Maui_Private_Tours-Makena_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d2463953-Reviews-Aloha_Kayaks_Maui-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d13108237-Reviews-Zephyr_Maui-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d23324632-Reviews-Maui_Stand_Up_Paddle_Adventures-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d23715486-Reviews-Maui_Mermaid_School-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d8784712-Reviews-Triple_L_Ranch_Horseback_Tours-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d23868664-Reviews-The_Magical_Mystery_Show-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d4096692-Reviews-Clear_Kayaks_Maui-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d1233660-Reviews-Maui_Kayaks-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d14212454-Reviews-Scuba_Barry-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d15550423-Reviews-My_Splash-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d3846069-Reviews-NeverDry_Divers-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d12007750-Reviews-Explore_Maui_Nature-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d7625483-Reviews-Five_Star_Scuba_Wailea-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g14927215-d2212797-Reviews-Porto_Flavia-Masua_Iglesias_Province_of_Carbonia_Iglesias_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-Trinity_College_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d4799799-Reviews-Zabb_E_Lee_Thai_Cooking_School_Chiangmai_By_Anne-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130127-Reviews-Jacksonville_Zoo_Gardens-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d319691-Reviews-Sharjah_Science_Museum-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025634-d1425027-Reviews-American_Village-Chatan_cho_Nakagami_gun_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2533637-Reviews-Wat_Thmey_Killing_Fields-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d481124-Reviews-Old_Medina_of_Casablanca-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021451-d1388901-Reviews-Hottarakashi_Onsen-Yamanashi_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d2240296-Reviews-Playa_Nudista_El_Mago-Calvia_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60633-d153829-Reviews-or10-MauiWine-Kula_Maui_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60633-d153829-Reviews-MauiWine-Kula_Maui_Hawaii.html"
    }
]