[
    {
        "attraction_name": "Maui Tropical Plantation",
        "attraction_name_vi": "Đồn điền nhiệt đới Maui",
        "general_info": [
            "3.010 đánh giá",
            "- 2 trong số 34 điều cần làm ở Wailuku",
            "Trang trại"
        ],
        "attraction_summary": "Ngôi làng ở đồn điền nhiệt đới Maui đã mở cửa! Hãy tham gia cùng chúng tôi Thứ Ba - Chủ Nhật từ 8 giờ sáng - 8 giờ tối. Tận hưởng chuyến tham quan bằng xe điện tốc hành nhiệt đới của chúng tôi để tìm hiểu những thông tin thú vị về mía Maui, dứa, chuối, cà phê, hạt mắc ca, đu đủ và hơn thế nữa! Người thuê MTP hiện tại bao gồm; Chợ Đồng quê với Trang trại Kumu và Cà phê Maui ʻOma, Maui Zipline xuyên qua khu đồn điền, Flyin Hawaiian Zipline băng qua các thung lũng, Mālama Studio trưng bày các nghệ nhân địa phương và Cafe Oʻlei với các món ăn tươi ngon của địa phương.Đọc thêm",
        "reviews": [
            "Chúng tôi hoàn toàn thích thú với chuyến thăm Đồn điền. Khuôn viên rất đẹp, chúng tôi rất thích đi dạo xung quanh trong khi chờ chuyến tham quan bắt đầu. Và chuyến tham quan thật hoàn hảo, có độ dài vừa phải với màn trình diễn xay dừa vui nhộn trên đường đi. Tôi thực sự muốn giới thiệu chuyến tham quan này nếu bạn cần một hoạt động ngắn - hãy đi sớm trước khi trời nóng -! Đọc thêm",
            "Đây là điểm dừng chân đầu tiên của chồng tôi và tôi trong tuần trăng mật và thật tuyệt vời. Hướng dẫn viên rất hài hước và có rất nhiều thông tin để chia sẻ. Đối với khuôn viên, tuyệt đẹp. Bạn thậm chí có thể mua thức ăn từ cửa hàng tại chỗ để cho cá - vịt ăn, và vịt sẽ ăn ngay từ tay bạn! Đọc thêm",
            "So với các chuyến tham quan khác trên Maui, Đồn điền Tripical Maui là một giá trị đáng kinh ngạc.  The Plantation là một khung cảnh tuyệt đẹp cho một nhà hàng.  Bọn trẻ thích cho vịt, rùa và cá ăn ở ao.  Chúng tôi đã tìm hiểu cách phát triển của trái cây nhiệt đới -- màn trình diễn bóc vỏ dừa đã thành công rực rỡ!  Máy rang cà phê tại chỗ rất thú vị.  Đây là một cách tuyệt vời để hiểu được những sản phẩm nông nghiệp phong phú của Maui.  Chắc chắn là một viên ngọc ẩn.  Đọc thêm",
            "Gia đình chúng tôi đã đặt tour và tất cả chúng tôi thuộc nhiều thế hệ đều thích chuyến đi qua đồn điền và vùng nông thôn xung quanh! Người hướng dẫn cực kỳ hiểu biết và thú vị, đồng thời là một trong những nông dân làm việc ở đó và đã cho chúng tôi một số lịch sử. Mọi người đều đam mê công việc và văn hóa của họ. Rất khuyến khích! Đọc thêm",
            "Nó ngắn và ngọt ngào. Tôi thích ngắm nhìn những vườn bách thảo, cây ăn quả cũng như các tác phẩm nghệ thuật và chạm khắc trên gỗ. Tôi yêu hướng dẫn viên du lịch của chúng tôi và hoạt hình xay dừa của cô ấy. Hài hước và nhiều thông tin. Tôi cũng thích cách người đàn ông bán đồ trang sức khuyên bọn trẻ nên ở lại trường và học hành. Vì vậy, con người với con người. Chính aloha và ohana đã mang tôi trở lại.Đọc thêm",
            "Thật không may, tôi không thể nhớ tên của người phụ nữ trẻ - bản xứ - đã đưa ra chuyến tham quan. Cô ấy đơn giản là tuyệt vời. Cô ấy không chỉ truyền đạt tất cả các nội dung mang tính giáo dục một cách trôi chảy và dễ hiểu mà còn trình bày nó một cách vui vẻ và có gạch chân một số câu chuyện cười ngọt ngào. Chỉ một số người đi tàu - những người tham gia tour du lịch boa cho cô ấy, nhưng cô ấy sẽ được đánh giá cao nếu làm như vậy. Đáng giá từng xu cộng với tiền boa! Cửa hàng rộng và cung cấp nhiều loại sản phẩm tươi sống, mứt, cà phê, đồ dùng thú vị và nghệ thuật địa phương. Khuyến nghị sâu sắc. Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan này! Từ việc nhìn thấy quả dứa đang lớn lên cho đến việc hướng dẫn viên du lịch bẻ một quả dừa, chúng tôi đã có khoảng thời gian tuyệt vời. Khuôn viên rất đẹp và có một cửa hàng quà tặng khổng lồ - cửa hàng đồng quê và quán cà phê - đồ uống. Mahalo!!!Đọc thêm",
            "Đây là một điểm nổi bật của chuyến đi!  Nhà hàng có chất lượng ngon 5 sao và khuôn viên đồn điền là một thiên đường nhiệt đới!  Chuyến tham quan bằng xe điện rất thú vị và nhiều thông tin, buổi biểu diễn xay dừa và gặp gỡ nghệ sĩ Dale tại xưởng điêu khắc của anh ấy đều rất ấn tượng! Khuôn viên rất đẹp và cách họ kết hợp lịch sử của họ với các nhà máy mía đường rất đáng nhớ và cảm động.  Đừng bỏ lỡ!  Các chàng trai tuổi teen của chúng tôi yêu thích nó, bản thân nó đã là một lời chứng thực!!!!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên du lịch của mình, Katherine. Thích thú với cơ hội được nhìn ngắm và học hỏi. Cũng thích thú khi được gặp gỡ nghệ sĩ thường trú, Dale, và lắng nghe câu chuyện của anh ấy - chưa kể đến việc được chiêm ngưỡng những tác phẩm điêu khắc tuyệt đẹp của anh ấy - .Đọc thêm",
            "Cả gia đình chúng tôi rất thích chuyến tham quan bằng xe điện. Hướng dẫn của chúng tôi rất nhiều thông tin. Nó đủ dài để có vẻ đáng giá, nhưng cũng đủ ngắn để thu hút sự chú ý của tất cả bọn trẻ chúng tôi.  - Độ tuổi 13, 10, 6 và 4 - . Chúng tôi yêu thích cuộc trình diễn dừa!Đọc thêm",
            "Đồn điền thật đáng yêu.  Rất nhiều hệ thực vật và động vật. Tôi phải cho NeNe ăn, điều đó thật tuyệt. Tuy nhiên, chuyến tham quan bằng xe điện hơi quá đắt so với những gì bạn nhận được.  - 25 mỗi người lớn thì hơi cao.Đọc thêm",
            "Chuyến tham quan một phần mà chúng tôi đã nhận được rất nhiều thông tin, tuy nhiên, chúng tôi đã trả tiền cho chuyến tham quan 40 phút và có chuyến tham quan 20 phút. Đó là ngày cuối cùng trong ngày nên tôi cho rằng cô ấy đang vội làm việc.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Đã học được rất nhiều về hòn đảo từ người Hawaii bản địa và thấy rất nhiều loài thực vật. Bạn có thể cho vịt ăn và cũng có thể kéo dây nếu thích. Cảnh núi non hùng vĩĐọc thêm",
            "Chuyến tham quan rất nhiều thông tin. Rất nhiều thực vật bản địa và nước ngoài để xem. Chúng tôi đã có khoảng thời gian vui vẻ, thư giãn ở đó. Chúng tôi mua vài trái cây ở cửa hàng quà tặng để mang về phòng thưởng thức.Đọc thêm",
            "Đây là một chuyến tham quan đồn điền rất bình thường. Đồn điền dường như chỉ trồng cây tượng trưng để hỗ trợ hoạt động kinh doanh chính là hoạt động du lịch, chứ không phải là một đồn điền thực sự đang điều hành hoạt động du lịch phụ. Chuyến tham quan bằng xe điện không có gì tuyệt vời về mặt điểm tham quan hoặc thông tin, với một nửa thời gian là tham dự buổi demo trấu dừa - điều mà nếu bạn đến thăm bất kỳ hòn đảo nhiệt đới nào, bạn sẽ từng thấy trước đây - và kiểm tra phòng trưng bày nghệ thuật làm tượng đồng - . Trừ khi bạn chưa bao giờ nhìn thấy các loài thực vật nhiệt đới trước đây, nếu không thì bạn hoàn toàn không thể bỏ qua điểm tham quan này.Đọc thêm",
            "Đồn điền nhiệt đới Maui được chúng tôi giới thiệu như một điểm dừng ăn trưa tuyệt vời trên đường trở về Lahaina từ phía bắc của hòn đảo.  Chúng tôi rất vui vì chúng tôi đã dừng lại!  Bữa trưa tại Cafe Ole thật tuyệt vời.  Đồ uống rất ngon và quang cảnh thung lũng và núi non rất đẹp.  Họ có một cửa hàng quà tặng đẹp và chợ và các tòa nhà khác với hàng thủ công, đường dây kéo và chuyến tham quan đồn điền.  Chúng tôi không có thời gian để khám phá đầy đủ nhưng chắc chắn sẽ dừng lại trong chuyến đi tiếp theo tới Maui.Đọc thêm",
            "Đồn điền nhiệt đới Maui là một điểm thu hút nhỏ trong khu vực sân bay Maui. Chúng tôi đã đi xem rốt cuộc là chuyện gì. Nó có một chuyến đi xe điện nhỏ quanh khu đất và một buổi demo trấu dừa. Đây không phải là loại việc mà chúng tôi sẽ nỗ lực thực hiện lần nữa.Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường đến sân bay và thực sự ước mình - có nhiều thời gian hơn! Chúng tôi đã tham gia chuyến tham quan đồn điền - 40 phút - và tìm hiểu tất cả về lịch sử nông nghiệp của Hawaii. Ngoài ra còn có Zipline, một số nhà hàng và cửa hàng quà tặng. Đó là một cách tuyệt vời để khám phá hòn đảo ngoài bãi biển! Đọc thêm",
            "Trải nghiệm của chúng tôi tại đồn điền nhiệt đới Maui thật đặc biệt.  Từ chuyến đi xe điện qua khuôn viên đến khung cảnh tuyệt vời trong bữa trưa!  Tôi rất muốn giới thiệu chuyến tham quan này! Đọc thêm",
            "Để nghỉ ngơi ở bãi biển, chúng tôi đưa bọn trẻ đi ăn trưa ngon miệng và dễ thương tại quán cà phê - nên đặt chỗ trước - và có khoảng thời gian tuyệt vời cho vịt con ăn, ngắm rùa và diệc đêm trong ao. Chuyến tham quan bằng xe điện thật thư giãn và điều tuyệt vời nhất là đến thăm xưởng điêu khắc đáng kinh ngạc của Dale Zarrella! Ai biết một nghệ sĩ nổi tiếng thế giới đang làm việc ở đây? Là một người tốt bụng như vậy, anh ấy đã dành chút thời gian để nói chuyện với mọi người trong chuyến tham quan và trả lời các câu hỏi về công việc của anh ấy cho Vatican. Tuyệt vời cho trẻ em!Đọc thêm",
            "Chào bạn, bạn có bán dầu dừa không?  Nếu có thì bạn bán bao nhiêu loại dầu dừa?Đọc thêm",
            "Có một cửa hàng ngay lối vào, nó khá lớn, tôi nghĩ họ đóng cửa lúc 5 giờ. Tôi khá chắc chắn rằng họ bán dầu dừa.Đọc thêm",
            "Xin chào, nếu bạn đặt gói này với gói Tham quan và Hoạt động Maui thì có bao gồm xe điện không?Đọc thêm",
            "Chúng tôi đã đặt trực tiếp với Đồn điền.  - 20 người mỗi người đi xe điện. Đây là khoản phí duy nhất họ tính. Bạn có thể đi bộ miễn phí.  Ước gì chúng tôi biết điều đó trước khi chi tiêu - 40. Bạn chắc chắn sẽ muốn ăn tại nhà hàng The Mill Hos. Đồ uống trong giờ khuyến mãi và giá thực đơn từ 2-4:00Đọc thêm",
            "Có cần đặt chỗ trước khi chơi zipline không?Đọc thêm",
            "Không cần đặt trước - bắt buộc đối với zipline -, nó dựa trên tình trạng sẵn có theo những gì tôi hiểu. Chúc vui vẻĐọc thêm",
            "Bạn có được thử bất kỳ loại thực phẩm nào họ trồng không? Đọc thêm",
            "Du khách tham gia chuyến tham quan bằng xe điện của chúng tôi sẽ được thưởng thức thử dứa tươi và một ít đu đủ dâu tây miễn phí. Bạn có thể mua trái cây nhiệt đới tươi và các sản phẩm được trồng ở các trang trại xung quanh tại quầy Kumu Farms của chúng tôi nằm trong khuôn viên, mở cửa từ 10 giờ sáng - 4 giờ chiều, Thứ Hai - Thứ Bảy.Đọc thêm",
            "Bạn có phải trả tiền chỉ để vào? Sau đó, bạn có phải thanh toán riêng cho mọi thứ khác không?Đọc thêm",
            "Aloha,\n\nCám ơn bạn đã liên lạc với chúng tôi!\nChúng tôi không tính phí vào cửa hoặc đậu xe.\nTại Maui Tropical Plantation, chúng tôi cung cấp các chuyến tham quan bằng xe điện hàng ngày với giá trị - 20.- dịch vụ zip line và chúng tôi tính cả nhà hàng, quán cà phê, cửa hàng quà tặng, quầy trang trại và nhiều dịch vụ khác.Đọc thêm",
            "Có cây hạt mắc ca không?Đọc thêm",
            "Aloha Sofia, cảm ơn tin nhắn của bạn. Chúng tôi có Cây hạt Macadamia trong khuôn viên của mình và bạn có thể xem cũng như tìm hiểu về chúng trong chuyến tham quan của chúng tôi.Đọc thêm",
            "Có chuyến tham quan tự hướng dẫn miễn phí tại đồn điền này thay vì chuyến tham quan bằng xe điện không?  Nếu vậy, làm thế nào để chúng ta bắt đầu thực hiện một chuyến du lịch tự túc; đi đâu, liên hệ với ai, chúng tôi có thể tham gia chuyến tham quan tự hướng dẫn trong bao lâu, có đường đi nào không, v.v.Đọc thêm",
            "Chắc chắn!  bạn có thể tải xuống ứng dụng sách hướng dẫn ở đó!Đọc thêm",
            "Ổi có được trồng ở đồn điền không?Đọc thêm",
            "Aloha,\n\nKhông, chúng tôi không có ổi...nhưng có rất nhiều loại trái cây khác!Đọc thêm",
            "Có phần nào bao gồm dứa không?Đọc thêm",
            "Aloha từ Đồn điền Nhiệt đới Maui, vâng, chúng tôi có một vài cánh đồng dứa mà bạn có thể nhìn thấy khi đi tham quan.Đọc thêm",
            "chúng ta sẽ bay đến sân bay nào và bạn có gợi ý về địa điểm lưu trúĐọc thêm",
            "Aloha Marsha,\n\nTrả lời tất cả các câu hỏi của bạn qua email trực tiếp.  Hẹn gặp lại bạn vào tháng 1 tại Maui Chef - s Table!Đọc thêm"
        ],
        "star_ratings": [
            1762,
            758,
            342,
            98,
            51
        ],
        "review_amount": 3011,
        "location": [
            "Nước hủy diệt",
            "Hoa Kỳ",
            "Đồn điền nhiệt đới Maui",
            "Hawaii - HI -",
            "Maui",
            "Các hoạt động ở Wailuku"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written June 26, 2023",
            "Written June 28, 2023",
            "Written July 3, 2023",
            "Written July 3, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 10, 2023",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 14, 2024",
            "Written April 12, 2024",
            "Written April 4, 2024",
            "Written March 31, 2024",
            "Written March 29, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60639-d153828-Reviews-Maui_Tropical_Plantation-Wailuku_Maui_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d6561350-Reviews-Maui_Tropical_Plantation-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d23127834-Reviews-Cafe_O_lei_At_The_Mill_House-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d4713376-Reviews-Waikapu_On_30-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29220-d23410812-Reviews-2_Cheesy_Guys-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60631-d25509683-Reviews-Cymz_Sweet_Kre8tionz-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d8615872-Reviews-808_on_Main-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d6595436-Reviews-Lorraine_s_Shave_Ice-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d823438-Reviews-Ichiban_Okazuya_Hawaii-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d16733299-Reviews-Kaohu_Store-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60639-d1955304-Reviews-Wailuku_Coffee_Company-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d25564817-Reviews-Dale_Zarrella_Sculpture_Studio_Gallery_Tour-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d8178821-Reviews-Rebecca_Lowell_Art-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60631-d2091984-Reviews-Maui_Swap_Meet-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d208733-Reviews-Iao_Valley_State_Monument-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d2646781-Reviews-Kealia_Pond_National_Wildlife_Refuge-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d153852-Reviews-Hale_Ho_ike_ike_at_the_Bailey_House-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60631-d153850-Reviews-Maui_Arts_Cultural_Center-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60638-d153851-Reviews-Alexander_Baldwin_Sugar_Museum-Puunene_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d13139819-Reviews-Sugar_Beach-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d2442808-Reviews-Papawai_Scenic_Lookout-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d153828-Reviews-or10-Maui_Tropical_Plantation-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d7249436-Reviews-Maui_Animal_Farm-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d1763894-Reviews-Maui_Pineapple_Tour-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d11785255-Reviews-Maui_Coconut_Tour_at_Punakea_Palms-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d623640-Reviews-Mendes_Ranch-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d6696744-Reviews-Maria_Lanakila_Catholic_Church-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1520857-Reviews-O_o_Farm-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956368-d1176920-Reviews-Ironwood_Ranch-Napili_Honokowai_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d606625-Reviews-Haleakala_Highway_Crater_Road-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d1896788-Reviews-Dragon_s_Teeth-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d7712492-Reviews-Saint_Theresa_Roman_Catholic_Church-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d2276980-Reviews-Maui_Paddler_Hawaiian_Outrigger_Experience-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d8423893-Reviews-Kumu_Farms-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d1550305-Reviews-Flyin_Hawaiian_Zipline-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d1940087-Reviews-Maui_Zipline_Company-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d18892611-Reviews-Maui_Craft_Tours-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d1118219-Reviews-Valley_Isle_Excursions-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g12684477-d23585613-Reviews-La_Kahea_Community_Farm-Waikapu_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60631-d1190700-Reviews-Awapuhi_Adventures-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d10543698-Reviews-Hana_Tours_of_Maui-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60631-d2218475-Reviews-Temptation_Tours-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d2236771-Reviews-Open_Eye_Tours_Photos-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60630-d13796140-Reviews-Hoaloha_Jeep_Adventures-Hana_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60631-d3651816-Reviews-Maui_Moto_Adventures-Kahului_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563410-Reviews-Celebrity_Theatre-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d1230867-Reviews-Porto_Katsiki-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g37094-d649695-Reviews-Fair_Oaks_Farms-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324227-Reviews-Jumeirah_Public_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d17329062-Reviews-KITSUNE_SPA-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d287743-Reviews-Downtown_West_Palm_Beach-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33725-d208041-Reviews-Thimble_Islands-Branford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g227905-d23580656-Reviews-Peppa_Pig_World_Of_Play_Leidschendam-Leidschendam_The_Hague_South_Holland_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d106702-Reviews-Pinnacle_Mountain_State_Park-Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10318615-Reviews-Cara_Jewellers-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60639-d153828-Reviews-or10-Maui_Tropical_Plantation-Wailuku_Maui_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60639-d153828-Reviews-Maui_Tropical_Plantation-Wailuku_Maui_Hawaii.html"
    }
]