[
    {
        "attraction_name": "Maunawili Falls",
        "attraction_name_vi": "Thác Maunawili",
        "general_info": [
            "227 đánh giá",
            "7 trong số 21 điều cần làm ở Kailua",
            "Thác nước"
        ],
        "attraction_summary": "Đầu đường mòn Thác Maunawili đã đóng cửa.  An ninh đang đứng.  Bạn vẫn có thể đi đến thác qua lề đường kẹp tóc của đường cao tốc Pali, nhưng đừng đi đến đầu đường mòn.  Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi bộ đường mòn này đến thác nước với 2 gia đình có 4 đứa trẻ mỗi gia đình từ 10 đến 16 tuổi và nó thật hoàn hảo. Đủ dài để xứng đáng với chuyến đi và đủ ngắn để không ai phàn nàn về việc mệt mỏi hoặc đói. Đường mòn có một đoạn khá dốc lên xuống, chủ yếu là các bậc thang tốt được xây dựng vào đường mòn với một số đường ray xe lửa và bạn phải băng qua sông nhiều lần trong khi đi bộ đường dài. Mỗi lần, có những tảng đá mà bạn có thể sử dụng nếu bạn thực sự muốn giữ cho đôi giày của mình khô ráo, nhưng chúng rất trơn khi ướt và sau khi người đầu tiên trượt chân, chúng nhỏ giọt vào tất cả các tảng đá. Tôi khuyên bạn nên đi giày mà bạn cảm thấy thoải mái khi bị ướt như keens hoặc chacos. Thác nước ở cuối rất tuyệt. Nó đổ vào một hồ bơi mà bạn có thể nhảy xuống và nước khá dễ chịu. Có một số nơi để nhảy nếu bạn can đảm. Thác chính rất tuyệt cho mọi lứa tuổi, cao khoảng 8 hoặc 10 feet và bạn có thể nhảy từ thành sau của hồ bơi. Những nơi khác cao hơn một chút và tôi khuyên bạn nên đợi một người dân địa phương nhảy để bạn biết nơi nhảy. Hồ bơi ở phía dưới có lẽ sâu khoảng 12 feet nên vấn đề an toàn không phải là vấn đề đáng lo ngại. Đọc thêm",
            "Đây là một chuyến đi bộ tuyệt vời! Việc đi bộ có bóng mát và nước rất sảng khoái!  nhất định phải làm ở Oahu.  GẶP GỠ CHÓ FONZIE TUYỆT VỜI NHẤT!!!  hoàn toàn yêu anh ấy ngay từ trang web đầu tiên.Đọc thêm",
            "xô thánh. chuyến đi bộ này không giống bất kỳ chuyến đi nào tôi từng thấy. đây cũng là lần đầu tiên tôi đến đây. Đây không phải là một chuyến đi bộ khó khăn nhưng dài, đầy rừng rậm và lầy lội. thác không lớn như những thác khác, nhưng nó đáng giá. bạn có thể lên đỉnh thác và nhảy xuống vịnh nhỏ bên dưới. Tôi thì không nhưng nước rất sảng khoái. nó rất nhiều đá với những tảng đá lớn dưới nước, vì vậy hãy cẩn thận. Tôi vấp phải một chiếc, không thể nhìn thấy dưới nước, nhưng không bị thương. chấn thương có thể xảy ra do nó bị ướt trong vịnh nhỏ và dọc theo toàn bộ chuyến đi bộ. bạn không để lại sạch sẽ. bạn để lại đầy bùn. không có chỗ để tắm rửa, vì vậy hãy mang theo khăn tắm và hoặc quần áo để thay. hoặc bạn phải ổn khi quay trở lại trong bùn. mặc dù nó rất vui!! Tôi thề là nó bị ma ám. chúng tôi đi bộ trở lại khi trời đã tối bên ngoài. Tôi có thể nghe thấy tiếng nói và tiếng bước chân. không thể nào có ai ở xung quanh chúng tôi vì lúc chúng tôi quay lại xe thì trời đã quá tối. nhưng tôi biết mọi người ở xung quanh chúng tôi. bạn đỗ xe trong khu phố, vì vậy hãy tôn trọng nơi bạn đỗ xe. không có nơi nào để sử dụng nhà vệ sinh công cộng hoặc đài phun nước. vậy hãy chuẩn bị đi. bạn cũng có thể kết thúc chuyến đi bộ với những vết xước và vết bầm tím. nhưng nó rất vui!Đọc thêm",
            "Phiên tòa này không được ai biết đến. Thật là một mớ hỗn độn và hôm nay có hai người bị thương và phải được những người ứng cứu đầu tiên đưa ra ngoài bằng trực thăng! Đáng lẽ họ không cần phải đối mặt với những điều vô nghĩa này ngay bây giờ và tôi tự hỏi những người phải được giải cứu phải trả giá bao nhiêu. Không đáng.Đọc thêm",
            "Đây là trải nghiệm thác nước đầu tiên của tôi. Cảnh báo, chuyến đi bộ này không phải là cuộc dạo chơi trong công viên. Tôi đã không đọc bất kỳ bài đánh giá nào trước khi đi bộ đường dài này và tôi đã tham gia một chuyến đi. Lối vào - việc tìm lối vào hơi khó khăn. Nó ẩn, ngay góc của một khu dân cư. Đường mòn đi bộ - rất dễ bị lạc. Manh mối không rõ ràng lắm, nhưng chúng tôi đã gặp được một số người dân địa phương có khả năng mở đường. Con đường này lầy lội! Hãy chắc chắn rằng bạn mang theo trang phục, giày dép và quần áo phù hợp. Tôi bị trượt và bị kẹt ngón tay, không may mang theo hộp sơ cứu là một ý tưởng hay cho lần sau. Bọ - Rất nhiều bọ, hãy mang theo bình xịt đuổi côn trùng. Việc đi bộ này đòi hỏi phải đi xuống và đi bụi bẩn, trèo qua những tảng đá, đi vào con lạch để sang phía bên kia, và rất nhiều đoạn đường nghiêng và dốc. Tuy nhiên, kết quả của con đường này là siêu đẹp! Tôi không nhảy khỏi vách đá nhưng vị hôn phu của tôi đã làm. Rất khuyến khích điều này! Đọc thêm",
            "Đường mòn vừa phải nhưng lại thêm bùn vào cảnh quan và điều đó khiến việc đi trở nên khó khăn hơn nhiều.  Đừng đi vào một ngày sau khi có lượng mưa đáng kể.  Ngoài ra, tôi đã có một 10yo với tôi.  Do điều kiện của đường mòn và độ dài mà nó bổ sung, tôi không khuyến nghị.  Thác ở cuối là niềm vui lớn.  Đọc thêm",
            "Đi bộ thực sự thú vị, siêu lầy lội nhưng vui vẻ!  Hãy chắc chắn rằng bạn là đôi giày mà bạn không quan tâm quá nhiều.  Khó tìm và Waze khiến chúng tôi lạc lối nhưng mọi người vẫn có thể chỉ đường cho chúng tôi.  1,5 khoảng một chiều... chắc chắn đáng giá: Đọc thêm",
            "Thác Maunawili là một chuyến đi bộ thú vị. Tôi muốn nói rằng bạn cần phải có ít nhất một chút thể thao và nhanh nhẹn để có được niềm vui khi đi bộ đường dài. Nó lầy lội, trơn trượt, ẩm ướt và nhiều đá. Khi bạn đến thác, sẽ có một vách đá nhỏ cao 10-15 foot để bạn nhảy xuống. Ngoài ra còn có một bước nhảy 40 feet. Tôi đã thấy một số người thực hiện cú nhảy này một cách an toàn nên dù rất sợ hãi nhưng tôi vẫn quyết định thử và tôi đã bị gãy xương do nén ở cột sống. Đừng nhảy khỏi vách đá này trừ khi bạn là một vận động viên nhảy vách đá khá có kinh nghiệm. Tôi còn trẻ, khỏe mạnh, mảnh khảnh và lực lưỡng và tôi bị thương chỉ vì cơ thể tôi xuống nước không hoàn hảo, vì vậy, một lần nữa, nếu bạn không có kinh nghiệm thì cú nhảy này không đáng để mạo hiểm. Tôi không phải là người duy nhất bị chấn thương trong lần nhảy này. Hãy vui vẻ và an toàn! Hawaii tuyệt đẹp nhưng có thể nguy hiểm.Đọc thêm",
            "Dễ tìm, đi bộ vừa phải.  Khó nhất là nó lầy lội nên hơi trơn một chút nhưng vẫn ổn.  Nhiều loại người khác nhau đã đi bộ đường dài - thậm chí cả một người đàn ông cõng em bé trên lưng.  Khi chúng tôi đến đó sau 1,25 dặm một chiều, chúng tôi tìm thấy một thác nước tuyệt đẹp.  Chúng tôi bơi dưới đáy hồ và sau khi trèo lên bạn có thể nhảy xuống hồ nước mà không chạm đáy - vui quá!  Nếu bạn tiếp tục đi lên sẽ có thêm 3 thác nước nữa!  Đẹp quá, nước mát quá.  Đã yêu nó!! Chúng tôi mất tổng cộng khoảng 3 giờ, đi chơi ở thác khoảng 30 phút.  Có thể treo lâu hơn nữa nếu bạn muốn, rất nhiều thứ để làm. Đọc thêm",
            "Có phí đậu xe hay phí vào cửa chung không? Chúng ta có thể bơi trong nước khi đến thác không? Đi bộ dễ hay khó?Đọc thêm",
            "Không có phí. Bạn phải đỗ xe trong khu phố hoặc đi taxi đến lối vào. Việc đi bộ chỉ ở mức trung gian, tuy nhiên khi trời mưa có thể trở nên nguy hiểm do có nhiều bùn. Bạn có thể bơi trong thác hoặc thậm chí nhảy từ đỉnh thác! Hãy lưu ý, thác không có phòng tắm hoặc công trình nhân tạo. Việc đi bộ gần như hoàn toàn tự nhiên và bạn sẽ phải băng qua một con lạch. Tôi khuyên bạn nên đi ủng. Đọc thêm",
            "Bạn có cần vé để đi bộ trên con đường này không? Một số người đã nói với tôi rằng bạn cần một vé.Đọc thêm",
            "không cần vé... chỉ là một chuyến đi bộ tự nhiên!Đọc thêm",
            "Trung bình mất bao nhiêu giờ?Đọc thêm",
            "Mỗi chiều đi mất hơn một tiếng, cộng thêm thời gian chúng tôi ở thác. Tôi nghĩ chúng tôi ở đó tổng cộng khoảng 4-5 tiếng. Đảm bảo đi giày thoải mái, không dễ tuột - rất lầy lội. Đọc thêm",
            "Chúng ta có nên lo lắng về bệnh leptospirosis? Chúng ta nên đề phòng những gì?Đọc thêm",
            "Như mọi người đã nói, hãy cẩn thận với vết thương hở khi đi bộ đường dài ở các con lạch và bơi ở thác nước. Đọc thêm",
            "Làm thế nào để bạn đến công viên này từ bãi biển Lanikai??Đọc thêm",
            "Chúng tôi bắt 2 chuyến xe buýt để đến đó. Chỉ cần kiểm tra trực tuyến lịch trình xe buýt đến Kailualanikai.Đọc thêm"
        ],
        "star_ratings": [
            87,
            75,
            37,
            12,
            16
        ],
        "review_amount": 227,
        "location": [
            "Hoa Kỳ",
            "Những việc cần làm ở Kailua",
            "Hai",
            "Oahu",
            "Hawaii HI",
            "Thác Maunawili"
        ],
        "reviews_time": [
            "Written August 2, 2021",
            "Written June 2, 2021",
            "Written March 31, 2021",
            "Written February 6, 2021",
            "Written January 2, 2021",
            "Written February 6, 2020",
            "Written December 11, 2019",
            "Written October 31, 2019",
            "Written October 20, 2019",
            "Written August 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60652-d1467807-Reviews-Maunawili_Falls-Kailua_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d4891093-Reviews-Rainbow_s_End_Snack_Shop-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d23776652-Reviews-The_Sunrise_Shack-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60662-d865791-Reviews-Olomana_Golf_Links-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60662-d4162788-Reviews-Pizza_Hut-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60662-d26902225-Reviews-SKY_Kombucha-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60872-d23501531-Reviews-Wendy_s-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d26941770-Reviews-Pacific_Food_Safety_Systems_Inc-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d255185-Reviews-Lyon_Arboretum-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561035-Reviews-Manoa_Falls-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d319414-Reviews-Nu_uanu_Pali-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d153916-Reviews-Dolphin_Quest-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d2079983-Reviews-Bellows_Field_Beach_Park-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d569919-Reviews-International_Market_Place-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d153924-Reviews-Kailua_Beach_Park-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d107578-Reviews-Hoomaluhia_Botanical_Gardens-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4295521-Reviews-Tantalus_Lookout_Puu_Ualakaa_State_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131531-Reviews-National_Memorial_Cemetery_of_the_Pacific-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1467807-Reviews-or10-Maunawili_Falls-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d107673-Reviews-Diamond_Head_State_Monument-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d104662-Reviews-Pearl_Harbor_National_Memorial-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d254540-Reviews-Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d261241-Reviews-Hanauma_Bay_Nature_Preserve-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8733813-Reviews-Hawaii_Surfing_Academy-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1913806-Reviews-Koko_Crater_Arch_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2664518-Reviews-Makapuu_Lighthouse_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d153927-Reviews-Makapu_u_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2020795-Reviews-Bike_Hawaii_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1547844-Reviews-Aaron_s_Dive_Shop-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14927858-Reviews-Experience_Nutridge-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d947324-Reviews-Kailua_Beach_Adventures-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d7998306-Reviews-We_Go_Island_Canoe-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d2219087-Reviews-Kailua_Ocean_Adventures-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d4184663-Reviews-Manoa_Chocolate_Hawaii-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1727871-Reviews-Segway_of_Hawaii_Kailua-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42863-d1235502-Reviews-Paul_Bunyan_s_Animal_Land-Bemidji_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021288-d7788330-Reviews-Nissan_Heritage_Collection-Zama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d6978510-Reviews-Rainey_Street-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d25193554-Reviews-Cactus_Car-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d4299379-Reviews-O_Neills_Pub-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d3473839-Reviews-Van_Buren_State_Park-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d14111492-Reviews-Great_Wolf_Lodge-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1023413-Reviews-Bonanza_Gift_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d17642639-Reviews-Harem_By_Suzy_Wong_s-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d273166-Reviews-Fort_Story_Jetty-Virginia_Beach_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60652-d1467807-Reviews-or10-Maunawili_Falls-Kailua_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60652-d1467807-Reviews-Maunawili_Falls-Kailua_Oahu_Hawaii.html"
    }
]