[
    {
        "attraction_name": "Maximus Travel Vietnam",
        "attraction_name_vi": "Maximus Travel Việt Nam",
        "general_info": [
            "242 đánh giá",
            "- 1 trong 312 Vận Tải ở TP.HCM",
            "Tour nhiều ngàyTaxi - Xe đưa đónTour xe đạpTour thuyềnTour riêngSân golfChuyến đi trong ngày",
            "Chuyến tham quan nhiều ngày",
            "Taxi - Xe đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Sân gôn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Maximus Travel Vietnam với hơn 9 năm kinh nghiệm, chúng tôi sẽ tư vấn cho bạn tìm kiếm những hành trình phù hợp và tuyệt vời nhất theo sở thích và sở thích của bạn. Chúng tôi mang đến cho bạn kỳ nghỉ tuyệt vời nhất hơn những gì bạn mong đợi. Đọc thêm",
        "reviews": [
            "Asher rất chu đáo và tốt bụng. Anh ấy đã chụp những bức ảnh rất đẹp và gửi cho chúng tôi vào cuối chuyến đi. Anh ấy đón chúng tôi ở cảng và đưa chúng tôi về đúng giờ để lên tàu : - Đọc thêm",
            "Tour du lịch tuyệt vời với một hướng dẫn tuyệt vời. Tiếng Anh của Kay - s thật đặc biệt cũng như kiến ​​thức của anh ấy. Chúng tôi tự thực hiện hành trình của mình và tham quan các di tích lớn ở Thành phố Hồ Chí Minh.Đọc thêm",
            "Hướng dẫn viên của chúng tôi, Sunny, rất giỏi - am hiểu về tất cả các điểm tham quan chúng tôi đã ghé thăm, chỉ cho chúng tôi những địa điểm bổ sung và rất dễ chịu trong toàn bộ chuyến tham quan.  Cô ấy giữ chúng tôi đúng giờ để tham quan tất cả các điểm du lịch được liệt kê trong hành trình và đưa chúng tôi đến tàu du lịch đúng giờ. Chúng tôi đánh giá cao cô ấy.Đọc thêm",
            "Hướng dẫn của chúng tôi Sunny thật tuyệt vời.  Tiếng Anh của cô ấy rất tốt, sự nhiệt tình của cô ấy đối với thành phố của cô ấy có sức lan tỏa. Những địa điểm này thật thú vị và những lời giải thích của Sunny thật sáng tỏ.Đọc thêm",
            "Cô Sunny nói tiếng Anh trôi chảy, hỏi chúng tôi muốn gì và điều chỉnh chuyến tham quan theo nhu cầu và mong muốn của chúng tôi. Đưa ra những sự thật lịch sử tuyệt vời, chúng tôi đã thấy rất nhiều cảnh đẹp và có bữa trưa tuyệt vời nhất từ ​​trước đến nay !!! Tôi RẤT giới thiệu cô ấy. Đọc thêm",
            "Một trong những chuyến tham quan tuyệt vời nhất mà chúng tôi đã thực hiện trong toàn bộ chuyến đi của mình. Ana là một người hoàn toàn chuyên nghiệp và hoàn toàn thích nghi với mọi thứ chúng tôi muốn làm theo yêu cầu của chúng tôi. Chúng tôi đã thấy mọi thứ mà chuyến tham quan cung cấp và sau đó là một số thứ. Đã có một món ngon. Ăn trưa bằng phở. Quán cà phê mà cô ấy đưa chúng tôi đến độc đáo ở chỗ nó có ao cá Koi, nơi bạn có thể cho cá ăn trong khi thưởng thức đồ uống giải khát.  Tài xế Toàn của chúng tôi thật đặc biệt, quản lý tình trạng giao thông điên cuồng, luôn có mặt trong vòng vài phút để đón chúng tôi. Chiếc xe luôn mát mẻ và hấp dẫn. Thậm chí còn mang cho chúng tôi một ly trà đá quất để làm dịu cơn khát. Mặc dù đó là một ngày rất ấm áp nhưng chúng tôi cảm thấy đặc biệt thoải mái trong suốt thời gian đó. Rất khuyến khích những ai đến Sài Gòn, Thành phố Hồ Chí Minh hãy tham gia chuyến tham quan này.Đọc thêm",
            "Hướng dẫn viên của chúng tôi rất am hiểu và nói tiếng Anh tốt.  Anh ấy điều chỉnh chuyến tham quan để đáp ứng thời gian và sở thích của chúng tôi.  Người lái xe cũng là một người lái xe giỏi.Đọc thêm",
            "Chúng tôi muốn một chuyến du lịch kết hợp lịch sử với cuộc sống và văn hóa hiện đại. Kay hướng dẫn của chúng tôi đã cho chúng tôi một cái nhìn tổng quan tuyệt vời về cuộc xung đột Việt Nam qua lăng kính của những người Việt Nam bình thường cùng với thông tin tuyệt vời về các sự kiện hiện tại và các địa điểm. Anh ấy đã tùy chỉnh chuyến tham quan của chúng tôi để bao gồm bữa trưa phở Ichellin Star và quang cảnh Oh Chi Min cũ và mới. Tiếng Anh của anh ấy thật hoàn hảo. Một ngày tuyệt vời.Đọc thêm",
            "Cảm ơn thuyền trưởng Bruno! Chúng tôi đã có một chuyến thăm tuyệt vời với anh và rất thích thú khi được tham quan thành phố tuyệt vời của anh. Chúng tôi rất thích được nhìn thấy bưu điện lịch sử và các cửa hàng sách thú vị. Chuyến thăm bảo tàng rất bổ ích và cho chúng tôi cái nhìn sâu sắc tuyệt vời về những sự kiện khó khăn và đau lòng. Cảm ơn anh đã chia sẻ điều đó với chúng tôi. Bữa trưa thật tuyệt vời và thật tuyệt khi được nhìn thấy - và mua - những tác phẩm sơn mài tuyệt đẹp. Quá trình làm ra chúng phức tạp hơn nhiều so với những gì tôi tưởng tượng. Bruno là một hướng dẫn viên tuyệt vời. Chúng tôi không gặp khó khăn gì khi hiểu anh ấy. Một ngày với Bruno thật tuyệt vời! Đọc thêm",
            "Anh chàng của chúng tôi thật tuyệt, anh ấy đã điều chỉnh chuyến tham quan theo nhu cầu và hạn chế về thời gian của chúng tôi và đưa chúng tôi đến một nơi tuyệt vời để ăn trưa. Anh ấy rất hiểu biết.Đọc thêm"
        ],
        "star_ratings": [
            237,
            5,
            1,
            0,
            0
        ],
        "review_amount": 243,
        "location": [],
        "reviews_time": [
            "Written May 29, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d20661122-Reviews-Maximus_Travel_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20661122-Reviews-or10-Maximus_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20661122-Reviews-Maximus_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g48686-d12389017-Reviews-Sterling_Renaissance_Festival-Sterling_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g39085-d3387069-Reviews-Wilson_Reservoir_State_Park_And_Wildlife_Area-Sylvan_Grove_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d16750586-Reviews-Janis_Joplin_house-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d23992277-Reviews-Punta_Love_Heart-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g182193-d6529092-Reviews-Yoho_National_Park-Field_Yoho_National_Park_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g612473-d4421050-Reviews-Paintball_Jamaica-Falmouth_Trelawny_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d141338-Reviews-Lake_Sammamish_State_Park-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d2645730-Reviews-Pokemon_Center_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60660-d17838477-Reviews-Polo_Beach-Waialua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47394-d103886-Reviews-Splish_Splash-Calverton_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d20661122-Reviews-or10-Maximus_Travel_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d20661122-Reviews-Maximus_Travel_Vietnam-Ho_Chi_Minh_City.html"
    }
]