[
    {
        "attraction_name": "Mayfield Dairy Farm",
        "attraction_name_vi": "Trang trại bò sữa Mayfield",
        "general_info": [
            "272 đánh giá",
            "- 1 trong 18 điều cần làm ở Athens",
            "Trang trại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trung tâm du khách Mayfield là một điểm dừng chân thú vị đối với chúng tôi khi chúng tôi đi qua Athens, TN. Rất nhiều thông tin thú vị trên tường, cửa hàng quà tặng đẹp và kem ngon. Thật không may, họ không thực hiện các chuyến lưu diễn vào ngày chúng tôi ở đó, nên điều đó thật đáng thất vọng. Nhưng kem thì ngon; chúng tôi rất thích nó. Có lẽ sẽ cố gắng quay lại vào lúc nào đó khi chúng tôi có thể tham quan.Đọc thêm",
            "Đây là một địa điểm thú vị để tham quan, đó là nơi diễn ra quá trình sản xuất. Họ bán kem tại địa điểm này - nó có một khu vực ngồi đẹp bên trong - bên ngoài để thưởng thức món Kem lắc tươi mát lạnh của họ. Họ cũng có một cửa hàng quà tặng đẹp. Chúng tôi rất thích tham gia chuyến tham quan về cách mọi thứ được thực hiện ở đây. Giá hiện tại là - 8 mỗi người lớn, tour diễn ra hàng giờ. Đối với chúng tôi, nó đáng giá cho loại kem cuối cùng - với sự lựa chọn một vài hương vị, hình nón hoặc cốc. Máy chủ của chúng tôi rất tuyệt - tôi nghĩ cô ấy thực sự đã thu hút chúng tôi.Đọc thêm",
            "Có rất nhiều lựa chọn nếu bạn chỉ muốn một hương vị kem. Có nhiều kích cỡ ốc quế nhưng một muỗng có ba muỗng. Tôi đã ăn bánh rùa và chồng tôi đã ăn đào. Cả hai đều tuyệt vời và buồn khi chúng tôi ăn xong. Sẽ không ai thất vọng nếu bạn thích kem Đọc thêm",
            "Chỉ mất một giờ và vé vào cửa bao gồm một cây kem miễn phí - lớn - sau chuyến tham quan. Một cơ sở sản xuất thực sự mà ngày nay khó tìm được. Tất cả chúng tôi đều rất thích nó.Đọc thêm",
            "Tôi đưa mẹ chồng 78 tuổi cùng 3 đứa con đi du lịch nhân dịp sinh nhật bà. Họ chỉ có 2 chỗ đậu xe dành cho người khuyết tật. Người thứ ba bị xe kéo và xe bán kem của họ chặn lại. Vỉa hè rất gợn sóng và khó di chuyển bằng xe lăn điện. Đoạn đường họ đi trên hiên dẫn đến trung tâm du khách có gờ cao, khiến xe lăn khó di chuyển. Có rất nhiều trẻ em khiến mẹ chồng tôi khó di chuyển vì mọi thứ đều rất chặt chẽ. Chuyến tham quan thật tuyệt vời mặc dù mẹ phải đợi chúng tôi vài lần vì chuyến tham quan yêu cầu bạn phải lên hoặc xuống cầu thang. Cô ấy thực sự thích chuyến đi và món kem nhưng đã gặp tai nạn trong cửa hàng quà tặng khi một đứa trẻ chạy trước chiếc xe lăn đang di chuyển của cô ấy và cô ấy đã cố gắng tránh tông vào nó. Cô chạy vào quầy trưng bày và làm vỡ chiếc cốc cà phê treo ở đó. Các lối đi không được thiết kế cho xe lăn. Gian hàng dành cho người khuyết tật khó tiếp cận vì bàn thay tã cho em bé đã bị hạ xuống và không thể mở cửa hết cỡ để tiếp cận. Trẻ em ở độ tuổi từ 15, 3 và 1 và tất cả đều thích thú. Cậu bé 3 tuổi bị mê hoặc bởi tất cả các cơ chế. Anh ấy thậm chí còn đặt câu hỏi cho hướng dẫn viên du lịch. Đánh giá kém về vấn đề tiếp cận xe lăn, nếu không thì là nơi tuyệt vời để ghé thăm. Giá cũng khá tốt.   - 29 cho 2 người lớn và 3 trẻ emĐọc thêm",
            "Chúng tôi thích kem Mayfield và các chuyến tham quan nhà máy nên đã quyết định ghé thăm.  Đã gần - 20 cho hai người lớn cho chuyến tham quan dài 20 phút cộng với video lịch sử ngắn gọn. Video rất thú vị. Chuyến tham quan chỉ cho phép xem một số hoạt động đổ đầy và đúc thổi; không xem việc phân phối sản phẩm thô, trộn hoặc nấu các sản phẩm làm lạnh và kiểm tra kiểm soát chất lượng không được giải quyết. Có một cửa hàng quà tặng du lịch nhỏ có giá thông thường và một số sản phẩm kem để bán. Không có cách nào để nếm thử sữa cũng như không có danh sách đầy đủ các loại kem. Một muỗng kem được bao gồm trong giá tour và nhân viên rất thân thiện và hữu ích. Nếu bạn - là một người hâm mộ Mayfield và muốn thưởng thức nó - thì đáng để dừng lại vì bạn có thể tận hưởng chỗ ngồi trong khoảng sân xinh đẹp. Tôi - sẽ bỏ qua chuyến tham quan do giá cao và linh kiện rất hạn chế.Đọc thêm",
            "Trải nghiệm của tôi và nhóm của tôi tại trang trại bò sữa độc đáo ở Athens này là một bất ngờ tuyệt vời. Các nhân viên rất niềm nở và hiểu biết. Seth McCosh là một trong những nghiên cứu sinh nổi bật có dịch vụ khách hàng đáng chú ý. Anh ấy thậm chí còn đưa cho chúng tôi ID từ của anh ấy như một món quà gửi cho nhóm của chúng tôi! Chúng tôi không thể cảm ơn Mayfield Dairy Farms đủ vì trải nghiệm đầy thông tin và cảm hứng này!!!Đọc thêm",
            "Chúng tôi rất vui mừng được đến đây vào thứ Bảy sau khi hội nghị của chúng tôi kết thúc. Trên mạng cho biết tiệm kem mở cửa đến 5 giờ chiều ngày thứ Bảy. Tuy nhiên khi đến nơi thì chúng tôi phát hiện ra nó đóng cửa lúc 2 giờ chiều.Đọc thêm",
            "Đây là một nơi trung bình...chủ yếu là một cơ sở chăn nuôi bò sữa đang hoạt động, nơi bạn có thể tham quan khi họ có chúng và ăn kem.  Không có gì đặc biệt. Chúng tôi đã mời một người bạn của chúng tôi từ PA vì anh ấy là một nông dân chăn nuôi bò sữa và muốn xem nó.Đọc thêm",
            "Họ cung cấp các chuyến tham quan nhà máy để bạn có thể xem cách sản xuất và đóng gói sữa và kem và nó rất thú vị! Kem của họ ngon quá! Đọc thêm",
            "Chúng tôi muốn đến tham quan để tham quan, nhưng tôi - đang tự hỏi Mayfield đang thực hiện các biện pháp phòng ngừa nào để chống lại sự lây lan của Covid-19 trong các chuyến tham quan?Đọc thêm",
            "Tôi đã gọi điện vào tháng trước và họ nói các chuyến tham quan đã bị tạm dừng cho đến khi có thông báo mới, nhưng cửa hàng quà tặng sẽ mở cửa. Không chắc bây giờ họ đã thay đổi chưa, nhưng chắc chắn hãy gọi điện trước khi ra ngoài.Đọc thêm",
            "Tour có dành cho người khuyết tật không?Đọc thêm",
            "Không. Có những ngôi sao và đôi khi sàn nhà bị ướt.  Lối đi cũng rất hẹp.Đọc thêm",
            "Họ có bất kỳ lựa chọn không có sữa nào để lựa chọn không?Đọc thêm",
            "Không rõ ý bạn là gì nhưng họ có đồ ăn nhẹ và nước ngọt.Đọc thêm",
            "Đây có phải là chuyến tham quan trong nhà không?Đọc thêm",
            "Chủ yếu là trong nhà.  Nếu có ai đó trong nhóm không thể đi cầu thang, họ sẽ phải ra ngoài một đoạn ngắn.Đọc thêm",
            "Bạn có được vuốt ve một con bò hoặc một con bê không? Cháu gái tôi yêu chúng!!! Đọc thêm",
            "Không có động vật sống tại nhà máy.  Họ có một vài con - giả - một con ở trong nhà mà bạn có thể - vắt sữa - và một con ở ngoài trời mà trẻ em thích trèo lên.  Chỉ cần kiểm tra con bò ngoài trời nếu trời tắt nắng, nó có thể bị nóng.Đọc thêm",
            "Những ngày tốt nhất cho một chuyến tham quan hoạt độngĐọc thêm",
            "Wee nhận thấy họ đóng cửa vào cuối tuần và Ngày lễ Tưởng niệm.Đọc thêm",
            "chuyến đi kéo dài bao lâu?\ncó vé gia đình không?Đọc thêm",
            "Chỉ có vé cá nhân nhưng cuối cùng mọi người đều nhận được một cây kem khổng lồ. Chuyến tham quan mất khoảng 40 phút Đọc thêm",
            "Bạn có thể mua kem trộn ở cửa hàng MayfieldĐọc thêm",
            "Không nhưng bạn có thể mua kem để ăn ở đó.Đọc thêm",
            "Chúng tôi đang đi du lịch cùng với chú chó của mình, liệu có thân thiện với vật nuôi không?Đọc thêm",
            "Không có vật nuôi, tour du lịch được tổ chức rất tốt, cần có lưới che tóc.  Có một số bãi đậu xe có bóng râm nên nếu đó là một ngày mát mẻ, bạn có thể làm việc gì đó cho thú cưng của mình.Đọc thêm",
            "Có bao nhiêu bậc thang? Người có xe tập đi có thể tham gia chuyến tham quan này không?Đọc thêm",
            "Tôi đang hồi phục sau một số vấn đề về lưng và họ đã sắp xếp chỗ ở nên tôi chỉ phải leo khoảng 3 bậc thangĐọc thêm"
        ],
        "star_ratings": [
            156,
            84,
            19,
            9,
            4
        ],
        "review_amount": 272,
        "location": [
            "Athens",
            "Những điều cần làm ở Athens",
            "Tennessee - TN -",
            "Trang trại bò sữa Mayfield",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written March 13, 2024",
            "Written October 11, 2023",
            "Written August 13, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written April 22, 2023",
            "Written April 4, 2023",
            "Written August 28, 2022",
            "Written July 12, 2022",
            "Written January 20, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30132-d1167640-Reviews-Mayfield_Dairy_Farm-Athens_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d14162351-Reviews-Las_Maria_s_Authentic_Mexican_Grill-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d5496262-Reviews-Open_Door_Cafe-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d4706631-Reviews-Maddi_Mas-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d5045568-Reviews-Mexi_Wing-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d23468972-Reviews-Blue_Front_Coffee_Co-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d26730695-Reviews-Grandma_s_Gingerbread_Bakery-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d26804881-Reviews-Midway_Milkshake-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d5094796-Reviews-Hardee_s-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d2267387-Reviews-Angela_s_Miami_Grill-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30132-d8599740-Reviews-Jenkins-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d12581727-Reviews-McMinn_County_Historical_Society_and_Archives-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d1869926-Reviews-McMinn_County_Living_Heritage_Museum-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d14166702-Reviews-Athens_Movie_Palace-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d12843526-Reviews-Athens_Regional_Park-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d20949600-Reviews-Englewood_Farm_Market-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d8028201-Reviews-Swift_Museum_Foundation-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d17729798-Reviews-Northbound_I_75_Rest_Area-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55031-d8019693-Reviews-Englewood_Textile_Museum-Englewood_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d27083186-Reviews-Prof_Park_Dog_Park-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d27007220-Reviews-Art_Frame-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d1167640-Reviews-or10-Mayfield_Dairy_Farm-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d27535769-Reviews-Crafter_s_Collage-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d27131037-Reviews-Armfield_Dance_Academy-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55037-d4550114-Reviews-Tennessee_Valley_Railroad_Museum-Etowah_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55180-d8615689-Reviews-Tsali_Notch_Vineyard-Madisonville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55037-d5496562-Reviews-Hiwassee_River_Rail_Adventure-Etowah_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d9458832-Reviews-Loch_Low_Minn-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d24143794-Reviews-Swingin_Midway_Drive_In-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2474971-Reviews-Prague_Airport_Transfers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188560-d23262137-Reviews-Batavia_Stad_Fashion_Outlet-Lelystad_Flevoland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d527374-Reviews-Patriots_Point_Naval_Maritime_Museum-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d950994-Reviews-Blue_Massage_puerto_vallarta-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d3160764-Reviews-Cascades_d_Akchour-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17370454-Reviews-Jimmy_Kimmel_s_Comedy_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d7188029-Reviews-Ellison_Creek_Waterfall-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523954-Reviews-Anadolu_Kavagi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g776012-d673422-Reviews-Praia_da_Luz-Luz_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3502333-Reviews-Cave_Bar_More-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30132-d1167640-Reviews-or10-Mayfield_Dairy_Farm-Athens_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30132-d1167640-Reviews-Mayfield_Dairy_Farm-Athens_Tennessee.html"
    }
]