[
    {
        "attraction_name": "Me'a She'arim",
        "attraction_name_vi": "Tôi - a Cô - arim",
        "general_info": [
            "184 đánh giá",
            "- 66 trong số 421 điều cần làm ở Jerusalem",
            "Vùng lân cận"
        ],
        "attraction_summary": "TÔI ĐÃ Ở ĐÓ trong thời gian diễn ra Intifada ở Palestine. Vì vậy, thông tin đã cũ nhưng có liên quan Lời khuyên đã được VIẾT TRÊN DẤU HIỆU, ăn mặc vừa phải và phù hợp. Hoặc chúng tôi sẽ ném Đá vào bạn. Họ nấu những món ăn ngon. Và thức ăn được cung cấp từ những người phụ nữ tốt. Người tự do nhưng riêng tư. Nếu bạn bị dị ứng thực phẩm. Ăn ở đó rất TỐT VÀ AN TOÀN. Đọc thêm",
        "reviews": [
            "Tôi thường xuyên đến Mea Shearim và Geula lân cận. Có một bầu không khí bạn có thể tái tạo ở đó. Điểm dừng chân thường xuyên của tôi bao gồm Hiệu sách Manny - nơi có nhiều loại sách bằng nhiều ngôn ngữ, bao gồm cả tiếng Anh -, vô số tiệm bánh và cửa hàng quần áo phụ nữ. Là một phụ nữ haredi, đó là một nơi thú vị, nhưng đối với những người không phải Do Thái - không theo tôn giáo, tôi không nghĩ có nhiều thứ để xem ở đó. Ngoài ra, hãy nhớ rằng cho dù bạn ăn mặc đúng cách đến đâu thì trang phục haredi cũng có rất nhiều sắc thái mà chúng ta luôn biết ai là người ngoài cuộc. Có lẽ đi bộ mặc dù - trong - khiêm tốn - quần áo - nhưng nếu không thì không có nhiều việc phải làm ở đó. Không có cái gọi là quán cà phê ngồi - hay nhà hàng ở những khu vực này. Điều này được thực hiện có mục đích để ngăn chặn sự trộn lẫn.Đọc thêm",
            "Một trong những địa điểm yêu thích của chúng tôi ở Jerusalem. Đã ghé thăm nhiều lần trong kỳ nghỉ của chúng tôi. Tuyệt vời để mua khăn quàng cổ, judaica, quà lưu niệm độc đáo và challah. Mọi người đều tốt đẹp và hữu ích. Du khách nên tôn trọng và ăn mặc khiêm tốn. Đọc thêm",
            "Đây là khu dân cư và mua sắm nhưng không phải là điểm thu hút khách du lịch.  Chúng tôi đi dạo xung quanh vào đầu buổi tối khi trời tối.  Chúng tôi ghé thăm một quán cà phê và quan sát cuộc sống và con người thú vị nhưng không chụp được bức ảnh nào.  Nó có vẻ hoàn toàn an toàn và mọi người đang vội vã lên đường.  Tôi không nghĩ việc đi bộ theo nhóm lớn hoặc theo tour là đúng.Đọc thêm",
            "When travelling, managing your contacts with minorities  - ethnic or religious -  is often problematic.In many cases, as far as ethnic minorities are concerned, the problem has been somehow solved by the minorities themselves, allowing contact only against payment. The Masai, the Toraja, the inhabitants of the Baliem Valley are just some of the many examples that can be given.But in the case of Hasidic Jews  - ultra-Orthodox -  this doesn - t happen at all, and therefore contact with them must be managed with the utmost discretion.This is what we too experienced with the Hassidic people in Me - a She - arim neighborhood: that we crossed during an afternoon for a long stretch in an east-west direction, starting from Ha Shabat square.We knew that the Hassidic people don - t like being the subject of so-called  - tourist -  attention at all, and we had confirmation of this both through their shy attitude and through a warning present in the neighborhood, stating that to direct group tours here is a heavy offense to their sensitivity.We therefore tried to maintain as discreet an attitude as possible, hiding ourselves in the crowd  - although we certainly couldn - t pretend to be Hasidic - : which was not difficult, since there were only four of us  - two couples - .In this way we could have full experience - among other things - of the particular clothing of the group. However, while we already had experience with the males, having seen them in prayer the day before at the Western wall, we saw the  - very discreet -  clothing of the females here for the first time.We also noted the large number of children, which is a widespread goal  - families strolling down the street show at least two children, but typically more - . Factor which, as far as I understand, makes this segment of the population the poorest among the Jewish population of Jerusalem.Discreetly we also took pictures; but I only published one, as it hides people - s faces.Overall, I think this is an experience that should be done, practicing discretion.Read more",
            "Được người lạ ở M - ea She - arim mời tới bữa tối Shabbos. Vợ tôi cần sử dụng phòng Ladies ngay lập tức. Gõ cửa để xem chúng tôi có thể sử dụng phòng tắm ở nhà không. Vợ tôi nói tiếng Do Thái đã trò chuyện rất lâu với người phụ nữ mở cửa sau khi cô ấy đi vệ sinh. Cô ấy khăng khăng tất cả chúng tôi ở lại vì Shabbos. Thật không may, chúng tôi đã có kế hoạch trước. Chưa bao giờ gặp những người thân thiện và nồng hậu như vậy trong đời. Họ cảm thấy như gia đình. Khu phố này giống như đưa Cỗ máy du hành thời gian đến Minsk thế kỷ 19. Bạn được đưa đến thế giới của bà cố của tôi. Bạn phải xem và dừng lại vì tất cả những tình yêu dành cho SHTIEL.Đọc thêm",
            "Tôi có thể nói rằng việc đi bộ qua Mea Sharim là điều tôi không nên làm và là một trong những trải nghiệm tồi tệ nhất mà tôi từng có khi là một du khách. Tôi sẽ cảnh báo phụ nữ hãy suy nghĩ kỹ về việc đi bộ qua với tư cách là khách du lịch, đặc biệt là vào ngày Shabbos - Đêm thứ sáu đến thứ bảy. đêm - , ngày Sabát. Tôi đã bị một đám thanh niên ném đá khi đang đi trên phố. Họ rõ ràng đã được đào tạo về những thực hành - sự trong sạch - mà phụ nữ phải tuân theo. Tôi là một mục tiêu thiếu hiểu biết trong chiếc áo không tay của mình. Điều quan trọng không phải là tôi - tôi là người Do Thái. Đối với những cậu bé này, tôi là một kẻ tội lỗi, một kẻ xâm phạm, một người phụ nữ không trong sạch, và mặc dù đây là thời điểm đặc biệt sùng đạo trong tuần, nhưng bạo lực đối với phụ nữ, đối với những cậu bé này, là một hành động anh hùng để bảo vệ lòng đạo đức đó,Đọc thêm",
            "Thứ sáu ngày 14 tháng 2 năm 2020: Một ngày đẹp trời ở khu Mea Shearim và Ge - Ula.  Lúc đầu tôi hơi do dự khi đi, nhưng tôi rất vui vì đã làm vậy.  Tôi đi bộ từ phố Jaffa đến phố Mea Shearim.  Nó hoàn toàn chật cứng, mọi người vội vã thu thập những thứ cần thiết cho ngày Shabbat.  Trời nắng, hơi mát, tôi mặc áo khoác và quần đen - nếu bạn thắc mắc thì không cần váy - .  Không ai nhìn tôi, nói gì, v.v. không có gì xảy ra, không bao giờ cảm thấy khó chịu.  Tất nhiên là tôi chỉ đi loanh quanh, không rút điện thoại ra vì bất cứ lý do gì và chỉ đi dạo như bạn vẫn làm ở bất cứ nơi nào khác. Các cửa hàng đều đầy ắp, mùi bánh mì và bánh ngọt thơm ngon.  Thành thật mà nói - tôi không hiểu tại sao lại có bất kỳ vấn đề nào, hãy tôn trọng và bạn sẽ ổn thôi.  Đọc thêm",
            "Đến thăm khu vực này, nơi có nhiều người Do Thái cực đoan đang sinh sống và đi dạo trên phố trong những bộ trang phục độc đáo của họ... trải nghiệm cũng rất độc đáo, đừng bỏ lỡ! Tôi thích thế giới của chúng ta đầy màu sắc như vậy. Có rất nhiều cửa hàng và tiệm bánh ở đó có thể rẻ hơn ở trung tâm thành phố, trải nghiệm của tôi cũng giống vậy nên khu vực này cũng đáng để ghé thăm để mua sắm và ăn uống. Đọc thêm",
            "Mea Shearim không phải là một điểm thu hút khách du lịch mà là một cộng đồng cực kỳ chính thống đang phát triển mạnh mẽ. Đó là một trải nghiệm văn hóa khi chỉ tham quan, quan sát và đi dạo trên đường phố. Cộng đồng được tạo thành từ nhiều giáo phái, một số giáo phái được xác định bằng kiểu trang phục, bao gồm nhiều kiểu mũ nam. Đó là sự pha trộn giữa hiện đại và cũ. Điện thoại di động và máy ATM, phân biệt nam nữ. Tôn giáo là nghề nghiệp và động lực kinh tế chính của khu vực. Ăn mặc phù hợp và bạn sẽ được đối xử tôn trọng. Gợi ý. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Có cửa hàng bán gỗ ô liu ở Mea Shearim không?Đọc thêm",
            "Câu hỏi về khu phố Mea Shearim: \n\nChúng tôi sẽ bắt taxi từ gần Cổng Jaffa đến khu Geula, vào Thứ Sáu, từ 9:30 sáng cho đến khi các cửa hàng đóng cửa vào đầu giờ chiều ngày Sabát, sau đó đi bộ trở lại B - B gần Quảng trường Allenby, Romena, \n\nTôi - đã xem nhiều bài đăng - một cách khôn ngoan - cảnh báo khách du lịch không nên mạo hiểm vào khu phố Mea Shearim...đó là điều chúng tôi đang muốn làm \n\nTuy nhiên, mặc dù tôi đã xem rất nhiều bản đồ nhưng chúng tôi không thể hiểu rõ về Tên Đường tạo nên ranh giới cho các phía Bắc, Đông, Tây, Nam của khu phố Mea Shearim \n\nTôi đánh giá cao rằng có những biển báo được dán ở đầu các con phố dẫn vào Mea Shearim,...tuy nhiên....thực sự-thực sự muốn có thể lên kế hoạch về nơi sẽ là khôn ngoan để ra khỏi xe taxi của chúng tôi, để bắt đầu chuyến đi bộ của chúng tôi , và sau đó là nơi tốt nhất để kết thúc chuyến đi bộ của chúng tôi qua Khu phố Geula...sau đó đi bộ trở lại Quảng trường Allenby - khu vực Romena, nơi B - B của chúng tôiĐọc thêm",
            "Chỉ đi bộ trên những con phố chính, chúng tôi chưa bao giờ gặp vấn đề gì. Ăn mặc khiêm tốn và tôn trọng và bạn sẽ không gặp bất kỳ vấn đề gì. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Có tour đi bộ tôn trọng miễn phí Me - a She - arim không?Đọc thêm",
            "Me - khu phố chính của Shearim bắt đầu bằng phố Malkei Israel khá thoải mái và được gọi là khu Geula. Nơi lõi cứng của tôi - đường Shearim từ quảng trường Ha-Shabat. là một con phố kéo dài và khá hẹp, nơi người dân ít khoan dung hơn với người ngoài và có thể phản ứng một cách hung hăng như đổ sơn hoặc dầu ăn từ cửa sổ phía trên. Tuy nhiên, những khu vực này là xác thực nhất - . Nói rằng tôi sẽ đề nghị xem xét việc đi bộ trên Me - một con phố Shearim trong nhóm nhỏ nhất có thể, tối đa 3-4 người.  \nHãy ăn mặc khiêm tốn nhất có thể. Phụ nữ nên mặc áo sơ mi dài tay, màu sắc nhã nhặn hoặc tối màu và thậm chí đội mũ để che tóc. Nam giới có thể mặc áo sơ mi ngắn tay và có thể đội mũ để thể hiện sự tôn trọng nhưng điều đó không bắt buộc. Ít nhất phải nói rằng việc chụp ảnh không được đánh giá cao. \nĐó là một trải nghiệm độc đáo. \nHy vọng điều này sẽ giúp ích.Đọc thêm",
            "Một người phụ nữ một mình với một đứa trẻ có thể đi lại mà không gặp vấn đề gì? cảm ơn Đọc thêm",
            "Tôi sẽ tránh Đọc thêm",
            "Tôi - vừa xem một video về lễ kỷ niệm Purim ở Mea She - arim.\nKhách du lịch phương Tây - không phải người Do Thái - có thể đến thăm và tham gia lễ kỷ niệm ở Mea She - arim trong thời gian này không?\nĐọc thêm",
            "Bạn chắc chắn có thể đi dạo trên đường phố Mea Shearim trong thời gian này. Tất nhiên là ăn mặc khiêm tốn và tôn trọng. Tuy nhiên, việc tham gia vào một lễ kỷ niệm riêng tư có thể phức tạp. Đọc thêm",
            "Có tour nào khởi hành vào thứ Hai không?\n\nTôi đang có chuyến du lịch Israel 10 ngày kết thúc vào thứ Hai ngày 8 tháng 8. Tôi đang ở Jerusalem Gold. Chuyến du lịch 10 ngày kết thúc vào sáng hôm đó. Tôi sẽ ở một mình cho đến khi được đón tại khách sạn lúc 19:00 và đến sân bay lúc 20:00.\n\nCảm ơn,\nSharon SeidelĐọc thêm",
            "sự tò mòĐọc thêm",
            "Làm thế nào để được hỗ trợ theo luật hồi hương Israel?Đọc thêm"
        ],
        "star_ratings": [
            88,
            52,
            32,
            8,
            4
        ],
        "review_amount": 184,
        "location": [
            "Quận Jerusalem",
            "Giêrusalem",
            "Người israel",
            "Trung đông",
            "Tôi - a Cô - arim",
            "Những điều cần làm ở Jerusalem"
        ],
        "reviews_time": [
            "Written October 20, 2023",
            "Written February 17, 2023",
            "Written February 17, 2023",
            "Written December 17, 2022",
            "Written December 6, 2022",
            "Written April 12, 2021",
            "Written December 20, 2020",
            "Written February 14, 2020",
            "Written January 28, 2020",
            "Written September 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293983-d558785-Reviews-Me_a_She_arim-Jerusalem_Jerusalem_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d13091958-Reviews-Pergamon_Restaurant-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d8684024-Reviews-Sarwa_Street_Kitchen-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d4106125-Reviews-Shanty-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d15645070-Reviews-Andalucia-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d12157703-Reviews-Nah_man_Restaurant-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1828564-Reviews-Katy_s-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d10872686-Reviews-Kinor_Bakikar-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d807006-Reviews-Tmol_Shilshom_Cafe-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d3206524-Reviews-Moshiko_Falafel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d24983825-Reviews-Margo-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d6754160-Reviews-Altogether_8_Museum_Art_Gallery-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318937-Reviews-Old_City_of_Jerusalem-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d325189-Reviews-Armenian_Quarter-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318946-Reviews-The_Garden_Tomb-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d8123691-Reviews-The_Friends_of_Zion_Museum-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318939-Reviews-Jaffa_Gate-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d2418773-Reviews-Mahane_Yehuda_Market-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d10480927-Reviews-Hebrew_Music_Museum-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d319038-Reviews-Ben_Yehuda_Street-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d523467-Reviews-Ramparts_Walk-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d558785-Reviews-or10-Me_a_She_arim-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3524289-Reviews-Temple_Mount_Sifting_Project_HaMasu_ot_Lookout-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318216-Reviews-Western_Wall-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d560301-Reviews-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3605110-Reviews-The_Western_Wall_Tunnels-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318947-Reviews-Monte_das_Oliveiras-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d320794-Reviews-Church_of_Saint_Anne-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d324383-Reviews-Jewish_Quarter-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d320835-Reviews-Mount_Herzl_National_Cemetery-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d8721282-Reviews-Jerusalem_Yarmulka-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d7734137-Reviews-Tour_with_Dinur_Day_Tours-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d12444870-Reviews-Israel_With_Allan_Tour_Guide-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d5002759-Reviews-Baltinester_Bros_Jewelry_and_Judaica-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d4128744-Reviews-Tiyoul_Tov_Tourist_Guide_Francophone_in_Israel_Day_Tours-Jerusalem_Jerusalem_Dist.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d11745450-Reviews-Booqify_Amazing_Jerusalem-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d12156651-Reviews-Joni_Sanderovitch_Tour_Guide-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d13350972-Reviews-Henry_Maaravi_Licensed_Tour_Guide_Israel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d13340745-Reviews-My_Israel_Guide-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d15369140-Reviews-WizeGuideZ-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d8809383-Reviews-HaimToGo-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d2422852-Reviews-Abraham_Tours-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d15756968-Reviews-Elijah_Tours_Travel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d262480-Reviews-Charles_M_Schulz_Museum-Santa_Rosa_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d12793369-Reviews-Mushroom_Beach-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152461-Reviews-National_Palace-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g59058-d3421184-Reviews-Kaymoor_Miners_Trail-Fayetteville_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54204-d1523447-Reviews-South_of_the_Border-Dillon_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g5485027-d8115796-Reviews-Porto_Timoni_Beach-Afionas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d3135350-Reviews-Rebel_Dish_Barn-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54215-d143504-Reviews-Edisto_Beach_State_Park-Edisto_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d2320650-Reviews-Mason_Elephant_Park-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2202608-Reviews-Catalina_Express-Long_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293983-d558785-Reviews-or10-Me_a_She_arim-Jerusalem_Jerusalem_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293983-d558785-Reviews-Me_a_She_arim-Jerusalem_Jerusalem_District.html"
    }
]