[
    {
        "attraction_name": "Mears",
        "attraction_name_vi": "Mears",
        "general_info": [
            "1.331 đánh giá",
            "18 trên 361 Phương tiện giao thông ở Orlando",
            "Taxi đưa đón"
        ],
        "attraction_summary": "Dịch vụ xe riêng toàn cầu toàn quốc đưa đón sân bay, dịch vụ đưa đón từ Sân bay Orlando đến khu nghỉ dưỡng Disney World thông qua Mears Connect và dịch vụ taxi Orlando. Dịch vụ xe riêng cung cấp một cách tuyệt vời để di chuyển giữa sân bay và khách sạn của bạn tại hơn 1.500 điểm đến trên toàn thế giới với Dịch vụ xe có tài xế toàn cầu Mears. Không phải xếp hàng chờ taxi hoặc dừng nhiều điểm dừng xe đưa đón. Chỉ cần dịch vụ vận chuyển thoải mái và không căng thẳng của một chiếc xe đời mới và một tài xế chuyên nghiệp. Đọc thêm",
        "reviews": [
            "Thành thật mà nói, anh ấy đã đến đúng giờ sớm vài phút, rất tuyệt với các con tôi! Chuyến bay của tôi đã thay đổi thời gian khi tôi hạ cánh và họ vẫn có xe buýt đến đón tôi ngay khi tôi hạ cánh, xin chân thành cảm ơn vì đội ngũ nhân viên phi thường!!! Đọc thêm",
            "Thân gửi dixiezayas2893.\n\nCảm ơn bạn rất nhiều vì đánh giá tốt.\nChúng tôi thực sự đánh giá cao việc bạn dành thời gian và cho chúng tôi biết\nvề đội ngũ nhân viên của chúng tôi và trải nghiệm tuyệt vời của bạn.\n\nChúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn.\n\nTrân trọng,\nKarenĐọc thêm",
            "Ấn tượng đầu tiên là tất cả. Lái xe của chúng tôi rất xuất sắc và chuyên nghiệp. Trải nghiệm của tôi với đại lý dịch vụ khách hàng của bạn thật tuyệt vời! Cô ấy rất chuyên nghiệp, hiểu biết và xử lý mối quan tâm của tôi bằng sự đồng cảm. Các bạn coi điều này là khoa học và nó đã cho thấy. Cảm ơn bạn!Đọc thêm",
            "Kính gửi 808live1, \n\nCảm ơn bạn rất nhiều vì đã gửi cho chúng tôi đánh giá và xếp hạng năm sao cho chúng tôi.\nChúng tôi rất vui vì bạn đã có Trải nghiệm tuyệt vời\n\nChúng tôi mong được gặp bạn trong lần ghé thăm tiếp theo.\n\nTrân trọng,\nKarenĐọc thêm",
            "Mears cực kỳ dễ dàng để đặt và thiết lập. Đã nhận được mã QR xác nhận để đặt phòng như đã nêu. Chúng tôi phải đợi một lúc ở sân bay để những hành khách khác lên máy bay. Nhưng tôi hài lòng vì có một chiếc xe buýt đang đợi chúng tôi, mặc dù chuyến bay của chúng tôi bị hoãn và chúng tôi thậm chí còn chưa đến sân bay cho đến tận 2 giờ sáng. Xe buýt tuyệt vời, TV, phòng tắm, v.v. Chuyến đi trở lại sân bay của chúng tôi kém thú vị hơn, chuyến đi lúc 4 giờ sáng, xe tải nhỏ chật cứng. Tài xế im lặng không nhiệt tình lắm, nhưng chúng tôi đã được đón kịp thời và đến sân bay sớm hơn một giờ so với dự kiến. Không phải chờ đợi ở các khu nghỉ dưỡng khác cho hành khách khác. Tất cả đều diễn ra tốt đẹp Đọc thêm",
            "Kính gửi ej2010,\n\nCám ơn, vì phản hồi của bạn.\n\nChúng tôi rất vui vì chuyến đi của Gia đình-Du lịch đã được như mong đợi.\n\nChúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn.\n\nTrân trọng,\nNhóm Mears ConnectĐọc thêm",
            "Chúng tôi đã sử dụng dịch vụ tiêu chuẩn của Mears để đi lại giữa MCO và khu nghỉ dưỡng Disney Wilderness Lodge của chúng tôi và không gặp phải bất kỳ vấn đề nào.  Họ nhắn tin và gửi email hướng dẫn mà chúng tôi đã làm theo, và chúng tôi hầu như không đợi xe đưa đón đến hoặc đi.  Xe đưa đón của Disney cũng rất tuyệt vời khi đến và đi từ các công viên.  Chúng tôi đã chọn thuê xe đẩy ở công viên thay vì mang theo xe của mình, bằng cách đó, chúng tôi không phải mang chúng lên và xuống xe đưa đónĐọc thêm",
            "Kính gửi A4847ACmattl,\n\nCảm ơn bạn đã đánh giá năm sao của bạn.\n\nChúng tôi rất vui vì Mears thật hoàn hảo. Chúng tôi cố gắng hết sức với dịch vụ khách hàng.\n\nChúng tôi rất mong được gặp lại bạn trong chuyến thăm tiếp theo.\n\nTrân trọng,\nNhóm kết nối Mears\n\nĐọc thêm",
            "Thiết lập chuyến đi của tôi trên Mears Connect, đến và đi từ Sân bay Quốc tế Orlando đến Disney thật dễ dàng. Chi phí thấp hơn đáng kể so với những năm trước và đội ngũ nhân viên thì tuyệt vời. Họ đã nỗ lực hết mình khi giúp bố mẹ già của tôi ngồi xe lăn. Một trải nghiệm tuyệt vời! Đọc thêm",
            "Kính gửi DFWorkman01.\n\nCảm ơn bạn đã đánh giá năm sao của bạn.\n\nChúng tôi rất vui vì bạn đã có Dịch vụ tuyệt vời, Giá cả và Sự dễ dàng\n\nChúng tôi cố gắng hết sức để làm cho dịch vụ của chúng tôi trở nên dễ dàng và không tốn kém.\n\nChúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn.\n\nTrân trọng,\nNhóm Mears ConnectĐọc thêm",
            "Dễ dàng sắp xếp và chúng tôi đã được đón gần với thời gian đón. Chúng tôi có thể theo dõi chiếc xe buýt và biết vị trí của nó khi nó đang trên đường tới chỗ chúng tôi. Chúng tôi đến sân bay với nhiều thời gian để ăn trưa và thư giãn trước khi cất cánh. Nó chỉ dừng lại ở một vài khu nghỉ dưỡng trước khi đưa chúng tôi thẳng ra sân bay. Tôi sẽ sử dụng nó một lần nữa vì nó có giá cả phải chăng và tiện lợi.Đọc thêm",
            "Danarabaraable thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá Năm Sao của bạn.\n\nChúng tôi rất vui vì bạn nhận thấy Mears Connect có giá cả phải chăng và việc đi lại thuận tiện\nđến sân bay từ khu nghỉ dưỡng Disney.\n\nChúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn.\n\nTrân trọng,\nNhóm kết nối Mears\nĐọc thêm",
            "Tháng 6 vừa qua đã đến WDW, đưa cháu gái và hôn thê của tôi đi vì đây là lần đầu tiên của họ. MEARS commect đã nhanh chóng lấy hành lý và chở chúng tôi đến khu nghỉ mát. Chúng tôi đến sớm vào khoảng 5 giờ sáng nên không phải xếp hàng chờ đợi.Đọc thêm",
            "Kính gửi amreec2023,\n\nCảm ơn bạn đã cho chúng tôi đánh giá Năm Sao.\n\nChúng tôi rất vui vì bạn nhận thấy dịch vụ của chúng tôi có thể vận chuyển nhanh chóng đến khu nghỉ dưỡng của bạn\n\nNhóm chúng tôi cố gắng hết sức.\n\nChúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn.\n\nTrân trọng,\nNhóm Mears ConnectĐọc thêm",
            "Vận chuyển khứ hồi giá cả hợp lý từ Sân bay đến Disney Resort.   Dễ dàng xác định vị trí trong sân bay và dễ dàng làm thủ tục\n Đón khách đúng giờ từ Khu nghỉ dưỡng đến Sân bay..Nhắc nhở liên lạc tốt để bạn đến đúng nơi để đón.  Không căng thẳng!!! Đọc thêm",
            "Kính gửi Road30715567452,\n\nCảm ơn bạn đã đánh giá năm sao của bạn.\n\nChúng tôi rất vui khi biết rằng chúng tôi có giá cả phải chăng và dễ dàng tìm thấy tại sân bay.\n\nChúng tôi đánh giá cao việc bạn giới thiệu Mears Connect và chúng tôi mong được gặp bạn trên \nchuyến thăm tiếp theo của bạn.\n\nTrân trọng,\nNhóm Mears ConnectĐọc thêm",
            "Em gái tôi, tôi rất thích chuyến đi một chiều từ khu nghỉ dưỡng Polynesia đến sân bay Orlando.  Gregory, người lái xe của chúng tôi, rất vui vẻ và cung cấp những mẩu tin vui, thú vị về Disney trên đường đi.  Chúng tôi cũng yêu thích phim hoạt hình!Đọc thêm",
            "Kính gửi H6611BFnicolac, \n\nCảm ơn đánh giá Năm Sao của bạn. \n\nChúng tôi rất vui vì bạn đã tận hưởng chuyến đi một chiều từ khu nghỉ dưỡng Polynesian đến sân bay Orlando. Chúng tôi đánh giá cao việc bạn giới thiệu Mears Connect và những lời tử tế của bạn đối với tài xế của chúng tôi, Gregory. Chúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn. \n\nTrân trọng, \n\nNhóm Mears ConnectĐọc thêm",
            "Đó là một chuyến đi tốt, rất kịp thời đón đến sân bay. Về resort hơi chậm. Đôi khi có quá nhiều điểm dừng nghỉ dưỡng trên đường đi. Tôi biết Mears là Magical Express, nhưng nó miễn phí nên có vẻ tốt hơn. Cộng với việc vận chuyển hành lý là chìa khóa. Đọc thêm",
            "Kính gửi O9816DWdianed,\n\nDịch vụ tiêu chuẩn của Mears Connect là dịch vụ đi chung nên có thể dừng một vài điểm trước khi đến điểm đến của bạn.  \n\nChúng tôi đánh giá cao phản hồi khi chúng tôi cố gắng cung cấp dịch vụ tốt nhất đến và đi từ Sân bay Quốc tế Orlando!\n\nTrân trọng,\n\nNhóm kết nối Mears\n\nĐọc thêm",
            "Dịch vụ xe buýt tuyệt vời, tài xế hiệu quả và thân thiện! Chỉ có điều khó hiểu là dịch vụ chuyển phát nhanh trước tiên dừng ở một khách sạn khác. Tuy nhiên, tôi thà đi chuyến đó hơn là đợi một chuyến khác.Đọc thêm",
            "Dịch vụ rất tốt từ sân bay Orlando đến khu nghỉ dưỡng Disney của chúng tôi.  Xe buýt của họ đã đúng lịch trình với kế hoạch của chúng tôi cả đi và đến từ sân bay.  Tài xế và nhân viên thân thiện.Đọc thêm",
            "Kính gửi EveBobOakley, \n\nCảm ơn bạn đã đánh giá năm sao của bạn. \n\nChúng tôi rất vui khi biết Mears Connect là một dịch vụ tuyệt vời, xe buýt đã được lên lịch và tài xế của bạn rất thân thiện. Chúng tôi đánh giá cao việc bạn chọn Mears Connect và chúng tôi mong được gặp bạn trong lần truy cập tiếp theo.  \n\nNhóm kết nối Mears\nĐọc thêm",
            "Chúng tôi thích sử dụng Mears và đã sử dụng chúng kể từ khi chuyển từ xe buýt do Disney cung cấp. Họ luôn cung cấp dịch vụ kịp thời và an toàn. Dịch vụ xe buýt cho phép chúng tôi tránh phải mang theo ghế ngồi ô tô hoặc tìm taxiUber có tùy chọn ghế ngồi ô tô. Vì vậy, sự tiện lợi một mình là tốt đẹp. Chúng tôi hạ cánh ở nhà ga A. Hướng dẫn đặt chỗ đã hướng chúng tôi đến nhà ga B. NHƯNG, có rất nhiều biển báo chỉ đường sai lệch khắp nhà ga A và B hướng dẫn sai hành khách. Thậm chí còn có một biển báo gây nhầm lẫn ngay phía trên quầy Làm thủ tục ở nhà ga B, hướng về phía quầy của họ. Sự chờ đợi của chúng tôi cho xe buýt khởi hành là hợp lý. Sự trở lại đã đúng lúc. Người lái xe trở về Popeye thật đặc biệt - đã phát một đĩa DVD Disney khi các cháu tôi đang bồn chồn. Ngoài ra, anh ấy còn chỉ ra một điểm kiểm tra phía Tây Nam rất thuận tiện ngay bên cạnh o Mears quay trở lại Nhà ga B- Chúng tôi sẽ không bao giờ nhận thấy điều đó. Vì vậy, điều đó làm cho sự trở lại của chúng tôi nhanh chóng. Vui lòng dành chút thời gian và đi bộ tại nhà ga với tư cách là một hành khách đến và chú ý các biển báo gây nhầm lẫn ở trên đầu và trên các cột. Nó sẽ làm cho khách hàng của bạn thân thiện hơn nhiều khi họ đến xe buýt của bạn.Đọc thêm",
            "Kính gửi kỹ sư64,\n\nCảm ơn bạn đã đánh giá và chúng tôi rất vui khi biết rằng trải nghiệm của bạn là tích cực. Chúng tôi xin lỗi vì bất kỳ sự nhầm lẫn nào do biển báo sân bay gây ra. Chúng tôi hiện đang làm việc với sân bay về các biển báo của họ. Chúng tôi mong được gặp bạn trong chuyến đi tiếp theo! \n\nNhóm kết nối Mears\nĐọc thêm",
            "Dịch vụ khách hàng và điều phối là thô lỗ và không chuyên nghiệp. Họ không xin lỗi và không chịu trách nhiệm về những sai sót mà họ đã mắc phải khi đặt chỗ cho tôi. Làm sao tôi có thể vắng mặt 10 phút trước giờ đón thực tế??? Họ đánh rơi bóng và tiếp tục tỏ ra thô lỗ, đáng ghét.Đọc thêm",
            "Kính gửi 767jannyl, \n\nChúng tôi rất tiếc vì bạn đã không có trải nghiệm tốt. Bạn có thể vui lòng gửi email cho chúng tôi số hành trình và ngày đi của bạn không? Chúng tôi sẽ xem xét bạn đang làm việc với đại lý nào. Địa chỉ email của chúng tôi là mearsconnectmears.com. Hãy chấp nhận lời xin lỗi chân thành của chúng tôi.  \n\nNhóm kết nối Mears\nĐọc thêm",
            "Chúng tôi không biết phải mong đợi điều gì khi đi cùng Mears nhưng chúng tôi đã rất ngạc nhiên. Chúng tôi sẽ chỉ sử dụng Mears từ bây giờ. Tài xế của chúng tôi rất thân thiện. Từ phút chúng tôi đến quầy làm thủ tục cho đến khi xuống xe tại khách sạn, chúng tôi đã có một trải nghiệm tuyệt vời! Đọc thêm",
            "Kính gửi Comeawaywithme2016, \n\nCảm ơn đánh giá Năm Sao của bạn. \n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Chúng tôi đánh giá cao việc bạn chọn Mears. Chúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn.  \n\nNhóm kết nối Mears\nĐọc thêm",
            "Sau kỳ nghỉ tuyệt vời cùng gia đình tại Disney, tôi không may để quên chìa khóa xe trong két an toàn tại Caribbean Beach Resort, nơi chúng tôi đang ở.  Tôi nhận được cuộc gọi từ nhân viên lễ tân của khu nghỉ dưỡng đã tìm thấy họ khi chúng tôi đang ở trên tàu con thoi Mears cách sân bay Orlando khoảng nửa đường.  Cho đến thời điểm đó, kỳ nghỉ của chúng tôi đã diễn ra rất tốt đẹp và điều này sẽ gây ra một mớ hỗn độn thực sự cho kế hoạch chuyến bay của chúng tôi.  Ngay khi đến sân bay, chúng tôi đã đến Mears làm thủ tục và giải thích tình hình của mình.  Người phục vụ liên lạc với Marisol, người quản lý trực, người ngay lập tức đưa chúng tôi trở lại xe đưa đón đến Caribbean Beach Resort.  Delroy, tài xế đưa đón của chúng tôi đã đưa chúng tôi đến khu nghỉ mát và chìa khóa của chúng tôi được cất trong két sắt ở quầy lễ tân.  Delroy sau đó chở chúng tôi trở lại sân bay và chúng tôi có thể thực hiện chuyến bay ban đầu.  Gia đình chúng tôi gửi lời cảm ơn sâu sắc tới người phục vụ Mears, Marisol và Delroy vì sự hỗ trợ đặc biệt cho khách hàng!Đọc thêm",
            "Kính gửi sandbI6900RK, \n\nCảm ơn đánh giá Năm Sao của bạn. \n\nChúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời. Chúng tôi đánh giá cao những lời tốt đẹp của bạn đối với tài xế và nhân viên của chúng tôi. Chúng tôi mong được gặp bạn trong chuyến thăm tiếp theo của bạn. \n\nNhóm kết nối Mears\nĐọc thêm",
            "Điều tồi tệ nhất là khi chúng tôi xuống máy bay đi soi gương ở sân bay và chúng tôi ngồi đợi hơn một giờ cho đến khi xe đưa đón xuất hiện thì xe đưa đón có 12 điểm dừng trước khi chúng tôi có thể đến Tháp Bay Lake, mất thêm một tiếng rưỡi nữa . Điều tồi tệ nhất là chúng tôi phải rời đi sớm 15 phút và chúng tôi đến đó đúng giờ và tài xế đã rời đi. Đừng khuyên bạn nên tránh. Đọc thêm",
            "Kính gửi H5979MSjoem, \n\nCảm ơn bạn đã gửi cho chúng tôi đánh giá. \n\nTôi rất tiếc vì bạn phải đợi xe đưa đón. Nếu bạn có thể gửi email cho tôi số hành trình và ngày đi của bạn. Tôi sẽ rất vui khi xem xét điều này cho bạn. Địa chỉ email của tôi là mearsconnectmears.com.  \n\nNhóm kết nối Mears\nĐọc thêm",
            "Chúng tôi đã lên lịch đón khách lúc 7:35 sáng từ Disney All Star Sports Resort. Trong thẻ lên tàu của chúng tôi có ghi là đã dừng trước đó 15 phút. Vợ tôi và tôi ra ngoài lúc 7 giờ 10 sáng. Lúc 7:20 sáng, chúng tôi nhận được một tin nhắn có thông tin theo dõi xe buýt của chúng tôi. Vì vậy, tôi theo dõi chuyến xe buýt của chúng tôi đi đến All Star Movies rồi đến Music rồi rời đi. Nó không bao giờ dừng lại để có được chúng tôi. Thế là đến 7h34 sáng tôi gọi ngay vào số trong email. Họ phải chỉ định một chiếc xe buýt khác, may mắn thay 15 phút sau đã đến vì may mắn đón được những hành khách khác trong Music. Nếu không có người theo dõi thì chúng tôi đã không biết họ quên đón chúng tôi. Chuyến đi của chúng tôi từ sân bay đến All Star Sports khi chúng tôi đến rất dài do xe buýt phải dừng tất cả các điểm dừng nhưng đó là một chuyến đi thư giãn tuyệt vời.Đọc thêm",
            "Kính gửi TravelTime1010,\n\nChúng tôi xin lỗi vì bạn không hoàn toàn hài lòng với dịch vụ chuyển tiền của Mears Connect. Vui lòng gửi email cho chúng tôi số xác nhận và ngày đi của bạn tới mearsconnectmears.com và chúng tôi sẽ xem xét nó. \n\nNhóm kết nối Mears\nĐọc thêm",
            "Tài xế của chúng tôi đã chạy muộn hơn dự kiến. Sau đó chúng tôi bị giữ lại ở một khu nghỉ dưỡng khác. Tất cả mọi thứ tôi không thể kiểm soát được. Người lái xe này cũng có thể không thể ban chút ân huệ nào. Nhưng với tất cả những gì đã nói, anh ấy không phải là người lái xe thân thiện nhất mà tôi từng có!! Nhưng một lần nữa xin bày tỏ ân sủng rằng anh ấy có thể đã có một ngày tồi tệ.Đọc thêm",
            "Nếu tôi không mang theo con nhỏ, tôi sẽ sẵn lòng cho điểm 55. Họ nhanh chóng và siêu tử tế! Chuyến đi về nhà diễn ra suôn sẻ. Đường đến khu nghỉ dưỡng Disney của chúng tôi có vấn đề. Chúng tôi đã đặt gói tiêu chuẩn cho tất cả 5 ghế trả phí cho đứa con 2 tuổi miễn phí của tôi. Mears đã đổi chúng tôi sang một chiếc xe tải tốc hành, điều này thường sẽ rất tuyệt! Nhưng tôi không biết việc đưa một đứa trẻ 4 tuổi và 2 tuổi vào một chiếc xe tải nhỏ không có ghế ngồi ô tô là hợp pháp như thế nào. Không có thông báo cho đến khi chúng tôi đã đứng trước xe tải. Rất không an toàn và khó chịu khi đi trên xe. Ngẫm lại, lẽ ra tôi nên lên tiếng và từ chối sử dụng xe van, nhưng tôi nghĩ việc đó phải hợp pháp và ổn cho đến khi tôi kiểm tra trang web của Mears và đọc được rằng họ cung cấp một số lượng ghế ô tô có hạn khi đi tuyến tốc hành. Dù sao thì cũng đến với chúng tôi và do chọn phương án xe buýt nên chúng tôi không mang theo 2 ghế ngồi trên ô tô.Đọc thêm"
        ],
        "star_ratings": [
            785,
            161,
            65,
            77,
            243
        ],
        "review_amount": 1331,
        "location": [
            "Những điều cần làm ở Orlando",
            "miền trung Florida",
            "Florida FL",
            "Mears",
            "Hoa Kỳ",
            "Orlando"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 13, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written June 26, 2023",
            "Written June 26, 2023",
            "Written June 28, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written June 5, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d8532025-Reviews-Mears-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d451072-Reviews-The_Boheme-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d23751819-Reviews-Uncle_Dendog-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d490012-Reviews-Kres_Chophouse-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1059741-Reviews-Hamburger_Mary_s-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d18187851-Reviews-Delaney_s_Tavern-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d26209266-Reviews-Solorzano_s_Pizzeria_Poolside_Bistro-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d13835281-Reviews-7_Eleven-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d921755-Reviews-Nikki_s_Place_Southern_Cuisine-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d834770-Reviews-Starbucks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4208499-Reviews-Bosendorfer_Lounge-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2012159-Reviews-Kia_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6867772-Reviews-Downtown_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6439100-Reviews-Dr_Phillips_Center_for_the_Performing_Arts-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d292254-Reviews-Lake_Eola_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d144055-Reviews-The_Orange_County_Regional_History_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d215449-Reviews-Wells_Built_Museum_of_African_American_History_and_Culture-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10253041-Reviews-City_Hall-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12563441-Reviews-Grand_Bohemian_Hotel_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12318102-Reviews-Inter_Co_Stadium-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d108672-Reviews-Orlando_Ballet-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8532025-Reviews-or10-Mears-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10806491-Reviews-Devon_Transportation-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7987291-Reviews-Access_Line_Transportation-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8391562-Reviews-Orlando_Transfer_LLC-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25137956-Reviews-J_A_Transportation-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8491076-Reviews-Ace_Luxury_Transportation-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8733808-Reviews-Skippy_Transportation_Inc-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17118265-Reviews-Orlando_Tours_Transportation-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9842197-Reviews-Orlando_On_Wheels_Orlando_Transportation-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8423349-Reviews-Tuxedo_Executive_Limousine_And_Car_Service-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8042478-Reviews-Cortrans_Shuttle_Service-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d19513188-Reviews-Mears_Jacksonville_Chauffeured_Services-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19095963-Reviews-Mears_Florida_Chauffeured_Services-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17660829-Reviews-Mears_Global_Chauffeured_Services-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34481-d19512611-Reviews-Mears_Captiva_Island_Chauffeured_Services-Captiva_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d19512821-Reviews-Mears_Miami_Chauffeured_Services-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d19512872-Reviews-Mears_Tampa_Chauffeured_Services-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d19512907-Reviews-Mears_Key_West_Chauffeured_Services-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d19512914-Reviews-Mears_Sarasota_Chauffeured_Services-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34675-d19512599-Reviews-Mears_Tallahassee_Chauffeured_Services-Tallahassee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d19512621-Reviews-Mears_Naples_Chauffeured_Services-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d19513135-Reviews-Mears_Fort_Lauderdale_Chauffeured_Services-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d19513087-Reviews-Mears_Marco_Island_Chauffeured_Services-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d19512727-Reviews-Mears_Fort_Myers_Chauffeured_Services-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d19512579-Reviews-Mears_Sanibel_Island_Chauffeured_Services-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8375961-Reviews-Close_Encounters_Fishing_Charters-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33342-d1868448-Reviews-Penny_Hot_Springs-Carbondale_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d20152328-Reviews-Speakeasy-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g616349-d1837457-Reviews-Waitomo_Glowworm_Caves-Waitomo_Caves_Waitomo_District_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24074729-Reviews-Jodd_Fairs-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d15752547-Reviews-The_Underground-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d102642-Reviews-Pioneer_Square-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10683110-Reviews-Disneyland_Resort_VIP_Tours-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d143721-Reviews-Main_Street-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105276-Reviews-Monomoy_National_Wildlife_Refuge-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g780694-d3869516-Reviews-Praia_de_Carcavelos-Carcavelos_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d8532025-Reviews-or10-Mears-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d8532025-Reviews-Mears-Orlando_Florida.html"
    }
]