[
    {
        "attraction_name": "Mebuki Spa",
        "attraction_name_vi": "Spa Mebuki",
        "general_info": [
            "45 đánh giá",
            "62 trên 760 Spa Chăm sóc sức khỏe tại Thành phố Hồ Chí Minh",
            "Spa"
        ],
        "attraction_summary": "Chúng tôi là một thương hiệu đến từ Nhật Bản với đội ngũ chuyên gia được đào tạo bài bản, cung cấp nhiều phương pháp điều trị đa dạng, lấy cảm hứng từ trí tuệ của triết học phương Đông. Hãy đến Mebuki Spa và tận hưởng bầu không khí tuyệt đẹp - bước vào một thế giới cổ xưa và tận hưởng thiết kế và thư giãn bằng gỗ cổ điển của Nhật Bản. Hãy để tinh thần và cơ thể của bạn được giải độc khỏi mọi ô nhiễm và hãy ghé thăm chúng tôi ngay bây giờ.Đọc thêm",
        "reviews": [
            "Vợ sắp cưới của tôi đã gợi ý spa này và nó vượt quá sự mong đợi của tôi rất nhiều! Không khí thật đẹp. Ngay khi bạn bước đi trong tiếng nhạc thư giãn và hương thơm gừng sẽ lấp đầy các giác quan của bạn ngay lập tức ...thật thư giãn. Mọi nhân viên đều hành động rất cá tính và chuyên nghiệp. Bản thân dịch vụ mát-xa này không giống bất kỳ dịch vụ mát-xa nào khác mà tôi đã nhận được sau nhiều thập kỷ đi spa định kỳ. Chúng tôi đã chọn gói lưng, cổ và chân Rõ ràng là một trong những gói tốt nhất mà tôi từng thấy ngay cả trong số các spa lớn hơn và khách sạn năm sao. Sau spa, trà và kem tươi không đường là một cách tuyệt vời để kết thúc một trải nghiệm tuyệt vời. Tôi rất muốn tái tạo trải nghiệm này ở Hoa Kỳ nếu có thể. Cuối cùng chúng tôi thậm chí đã gặp chủ sở hữu và có cuộc trò chuyện tuyệt vời. Nếu bạn ở Thành phố Hồ Chí Minh, bạn phải dành vài giờ và tận hưởng trải nghiệm tuyệt vời này. Bạn sẽ không hối hận đâu, tôi hứa với bạn!! Đọc thêm",
            "Việc mát-xa chân và cơ thể được thực hiện rất tốt bởi Long. Một người phụ nữ nhỏ nhắn với sức mạnh đáng kinh ngạc ở tay, khuỷu tay và đầu gối cũng được sử dụng để mát-xa thư giãn sâu. Mọi căng thẳng đều được giải tỏa! Trường đại học n đã hỏi tôi trong buổi mát-xa rằng liệu tôi có cảm thấy khỏe không. Chắc chắn! Không có cảm giác đau đớn, chỉ có sự thư giãn sâu sắc. ChapeauĐọc thêm",
            "Massage tốt gần nơi tôi đang ở. Chân đã mỏi nên thực sự massage chân để thư giãn đôi chân mệt mỏi đó có tác dụng với tôi! Đọc thêm",
            "Cảm ơn lời khen của bạn, Mebuki sẽ sớm gặp lại bạnĐọc thêm",
            "Massage rất thủ tục, thực hiện theo các chuyển động. Ngoài ra, có lẽ là đắt nhất ở Sài Gòn. Tôi cũng cảm thấy không thoải mái vì những lý do mà tôi sẽ không đưa ra đánh giá công khai. Tôi đứng dậy và rời đi trước khi nó kết thúc. Cô ấy vẫn khăng khăng đòi tính giá đầy đủ cho tôi. Tôi sẽ không quay lại và đề nghị những người khác xem xét nhiều lựa chọn ưu việt có sẵn ở Sài Gòn.Đọc thêm",
            "Một ốc đảo ở giữa thành phố. Chúng tôi phát hiện ra spa này nhờ hướng dẫn viên du lịch của chúng tôi. Thật là một khám phá! Nơi rất đẹp, sạch sẽ, được trang trí đẹp mắt và rất thân thiện. Trải nghiệm bắt đầu từ lúc chúng tôi được chào đón nồng nhiệt bởi Duyên, chủ spa, một thiếu nữ xinh đẹp và quyến rũ. Cô ấy đảm bảo - trong khi chúng tôi đang nhấm nháp tách trà lạnh - rằng chúng tôi sẽ nhận được những phương pháp điều trị cần thiết. Tôi đã chọn massage Việt Nam và đá nóng. Vợ tôi chọn massage bằng dầu thơm và đá nóng. Đó là trải nghiệm đầu tiên của tôi với những viên đá nóng và nó sẽ không phải là lần cuối cùng. Không phải lúc nào chúng tôi cũng có thể tắm vòi sen ở tất cả các spa và sau đó được điều trị bằng hai liệu pháp mát-xa kéo dài 90 phút rất thỏa mãn được thực hiện bởi hai nhà trị liệu giàu kinh nghiệm. Tôi phải nói rằng Duyên - và dịch vụ mát-xa - giờ đây là một phần quan trọng trong những kỷ niệm đẹp đẽ mà chúng tôi sẽ lưu giữ trong thời gian lưu trú ngắn ngày ở TP.HCM. Hy vọng tìm được một spa tốt ở điểm dừng chân tiếp theo của chúng tôi ở Hội An và Đà Nẵng! Không cần phải nói, cả hai chúng tôi đều thực sự khuyên dùng Mebuki Spa.Đọc thêm",
            "Tôi đã trả tiền cho một buổi mát-xa chân trong 90 phút nhưng họ cũng mát-xa toàn thân cho tôi khá nhiều - điều đó thực sự không thể tin được. Nơi này thật tuyệt vời! Nó siêu sạch sẽ, rất thư giãn, hấp dẫn và rất rộng rãi. Trên hết, chủ sở hữu là SAU tuyệt vời. Cô ấy rất thân thiện với tôi, trò chuyện trong khi tôi đợi người mát-xa và mời tôi một tách trà xinh xắn. Tiếng Anh của cô ấy thật hoàn hảo - chúng tôi đã nói về rất nhiều thứ! Họ còn cho tôi ngâm chân thảo dược miễn phí trong khi chờ đợi. Massage thật tuyệt vời - lưng của tôi đã được cố định và người mát xa rất nhẹ nhàng nhưng cũng chắc chắn ở đúng chỗ. Nó chắc chắn đáng đồng tiền bát gạo và vẫn quá rẻ so với các quốc gia và địa điểm khác. Ngoài ra, con sông cách đây một quãng đi bộ ngắn, người chủ nói với tôi rằng cảnh bắn pháo hoa vào dịp Tết Nguyên đán sẽ rất hoàn hảo nếu nhìn từ dưới sông và đề nghị đi bộ xuống đó với tôi vào lúc nửa đêm, tiếc là tôi phải bắt máy bay nên không thể đi nhưng cô ấy rất tốt bụng và thân thiện. Bạn sẽ cảm thấy như hoàng gia ở nơi này và chắc chắn tận hưởng thời gian thư giãn của bạn. :Đọc thêm",
            "Mọi người đều đặc biệt tốt bụng và nồng nhiệt. Họ cung cấp tất cả các tiện nghi bao gồm kem, trà và đồ ăn nhẹ. Massage rất thư giãn và gần như khiến tôi buồn ngủ. Chắc chắn khuyên bạn nên đến đây.Đọc thêm",
            "Ẩn mình trong một trong nhiều con hẻm ở Sài Gòn Có thể tìm thấy spa Nhật Bản này ở khu vực thị trấn Nhật Bản, quận 1. Tôi đã đưa chồng sắp cưới và mẹ của mình đi trị liệu spa đôi tại Mebuki và trải nghiệm không còn gì đáng mong đợi.  Dịch vụ chúng tôi lựa chọn là chăm sóc da mặt, tẩy tế bào chết toàn thân và massage đá nóng.  Nhân viên mát xa ở đây đều là những chuyên gia dù bề ngoài của họ có thể trẻ trung đến mức nào.  Chủ sở hữu ở trên hết có sức chứa và lịch sự khi cô ấy điều chỉnh từng trải nghiệm theo nhu cầu của khách hàng.  Spa thông thạo nhiều ngôn ngữ bao gồm tiếng Nhật và tiếng Anh! Tôi chắc chắn sẽ dừng lại mỗi khi có cơ hội và giới thiệu spa này cho bất kỳ ai đang tìm kiếm trải nghiệm thư giãn và trẻ hóa!Đọc thêm",
            "Khi đến nơi vào buổi sáng ngoài kế hoạch của chúng tôi và bị sốc khi nhận được sự chào đón nồng nhiệt như vậy ở nơi này. Tất cả các nhân viên đều nở nụ cười theo đúng nghĩa đen và thực sự thân thiện và hữu ích. Massage chắc chắn là một trải nghiệm thú vị mà tôi thực sự khuyên mọi người nên thử. Việc xử lý đá nóng cũng tuyệt vời! Giá chắc chắn là hợp lý cho những gì bạn sẽ nhận được. Chắc chắn tôi sẽ quay lại tiệm mát-xa này lần nữa trong chuyến đi tiếp theo.Đọc thêm",
            "Tôi đã có một buổi mát xa tuyệt vời, họ rất khéo léo và lịch sự. Nếu muốn massage tốt, hãy chắc chắn đến đây. Đọc thêm",
            "Thật là vui khi nghe điều đó.\nChúng tôi tiếp tục cải thiện sự hài lòng của khách hàng hơn nữa.\nChúng tôi mong chờ chuyến thăm của bạn một lần nữa! Đọc thêm"
        ],
        "star_ratings": [
            41,
            2,
            1,
            0,
            1
        ],
        "review_amount": 45,
        "location": [
            "Spa Mebuki",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written March 8, 2024",
            "Written November 26, 2023",
            "Written June 3, 2023",
            "Written May 9, 2020",
            "Written March 1, 2020",
            "Written February 3, 2020",
            "Written January 3, 2020",
            "Written January 3, 2020",
            "Written December 19, 2019",
            "Written November 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7112920-Reviews-The_Long_Times_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26847219-Reviews-21_Grams_Vegetarian-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12699961-Reviews-Moo_Beef_Steak_Prime-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15141999-Reviews-Mong_Bridge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-or10-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23300698-Reviews-Euphorea_Salon_And_Spa_Bason-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15592702-Reviews-Euphorea_Salon_and_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23718217-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Thao_Dien_D2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25576930-Reviews-Mershe_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g952687-d2303592-Reviews-Nature_Park_Hutovo_Blato-Capljina_Herzegovina_Neretva_Canton_Federation_of_Bosnia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d8527016-Reviews-Bunk_Art_1-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10745372-Reviews-Alexia_Handmade_Jewelry-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d286039-Reviews-EcoTarium-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d8440720-Reviews-Pokai_Bay_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d15189915-Reviews-The_Wharf_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g194743-d4480503-Reviews-Civitavecchia_Port-Civitavecchia_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d220143-Reviews-Snowshoe_Mountain_Resort-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d18379881-Reviews-Boston_Marathon_Survivor_Memorial-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d11930501-Reviews-Smile_Organic_Farm_Cooking_School-Chiang_Mai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-or10-Mebuki_Spa-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Mebuki Spa",
        "attraction_name_vi": "Spa Mebuki",
        "general_info": [
            "45 đánh giá",
            "62 trên 760 Spa Chăm sóc sức khỏe tại Thành phố Hồ Chí Minh",
            "Spa"
        ],
        "attraction_summary": "Chúng tôi là một thương hiệu đến từ Nhật Bản với đội ngũ chuyên gia được đào tạo bài bản, cung cấp nhiều phương pháp điều trị đa dạng, lấy cảm hứng từ trí tuệ của triết học phương Đông. Hãy đến Mebuki Spa và tận hưởng bầu không khí tuyệt đẹp - bước vào một thế giới cổ xưa và tận hưởng thiết kế và thư giãn bằng gỗ cổ điển của Nhật Bản. Hãy để tinh thần và cơ thể của bạn được giải độc khỏi mọi ô nhiễm và hãy ghé thăm chúng tôi ngay bây giờ.Đọc thêm",
        "reviews": [
            "Đây là nơi tuyệt vời để bạn thư giãn sau cả ngày làm việc. Hoặc bạn có thể bắt đầu ngày nghỉ của mình ở đây. Họ sẽ mang đến những điều tốt đẹp nhất cho bạn. Hy vọng bạn sẽ có thời gian vui vẻ ở đây. Cô chủ dễ thương và nhân viên thân thiện, chất lượngXem thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm chúng tôi tại Mebuki spa.\nMong sớm được phục vụ bạn lần nữa.Đọc thêm",
            "Nhân viên tuyệt vời và massage rất sạch sẽ.... nhân viên rất lịch sự và chủ rất thân thiện và niềm nở.... sẽ luôn quay lại đây để massageĐọc thêm",
            "Cảm ơnShawn  đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Rất vui, tôi sẽ đến đây vào mỗi cuối tuần. Tôi đã đến đây với công ty của mình vào thứ bảy. Tôi có kinh nghiệm tuyệt vời, tôi thích trang trí, phục vụ tốt. Sếp của bạn đẹp quá haha. Đột nhiên, tôi sẽ trở lại vào thứ bảy tới. Đó là tại đường Lê Thánh Tôn, Quận 1, TP HCM. Hmm, tôi không biết phải nói thế nào về chuyện này nữa, nhưng tôi nghĩ bạn nên đến đây. Cảm ơnĐọc thêm",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Dịch vụ rất tốt và rất sạch sẽ. Nhân viên có thể nói được nhiều ngôn ngữ. Nhiều lựa chọn các khóa học. Sẽ giới thiệu.Đọc thêm",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Ẩn mình ở một góc hẻo lánh của Lê Thánh Tôn, bạn sẽ không tìm thấy nó trừ khi bạn được giới thiệu đến đó. Chúng tôi được nhân viên tiếp tân chào đón nồng nhiệt và cô ấy giới thiệu cho chúng tôi nhiều lựa chọn khác nhau. Chúng tôi bắt đầu với một spa chân. Nhà trị liệu có tay nghề cao và kiểm soát áp lực cực kỳ tốt. Tôi gần như cảm thấy buồn ngủ trong khi mát-xa. Tôi có 90 phút tuyệt vời. Chắc chắn sẽ quay lại lần nữa với nhiều bạn bè hơn! Đọc thêm",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Rất khuyến khích nếu bạn muốn thư giãn sau khi làm việc chăm chỉ. Tôi đã massage chân và toàn thân. Nó rất tốt.Đọc thêm",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Tôi đã ở TP HCM trong 3 ngày nghỉ lễ. Tôi đã massage toàn thân ở đây. Cơ sở vật chất rất đẹp và sạch sẽ. Có một tủ để đồ đạc của tôi, một vòi sen để tắm rửa sạch sẽ trước khi mát-xa. Tôi quên lấy chiếc vòng cổ của mình từ tủ đựng đồ khi tắm xong và cuối cùng tôi rời Việt Nam mà không mang theo nó! :Nhân viên rất tốt bụng và giúp trả lại cho tôi, họ phối hợp với bạn tôi ở TP.HCM và trả lại cho họ. Cảm ơn bạn!! Tôi đã có một trải nghiệm tuyệt vời và rất muốn giới thiệu địa điểm này!Đọc thêm",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Leo lên con hẻm trên đường Lê Thánh Tông ở quận 1 rồi rẽ phải sẽ đến cuối đường, cách xa đường chính nên rất yên tĩnh. Đầu tiên, hãy chọn menu dịch vụ tại quầy lễ tân. , và trà và hạt sen chảy ra. Viết ra giấy vị trí và cường độ. Đặt những vật có giá trị của bạn vào hộp có khóa. Thời gian bắt đầu massage là 60 phút. nhân viên đã cung cấp cho tôi dịch vụ mát-xa tốt nhất. Cơ sở vật chất sạch sẽ. Tôi nghĩ thiết bị này cũng có thể được phụ nữ chấp nhận. Tôi cũng rất ấn tượng bởi lòng hiếu khách chân thành với gelato và trà tự làm sau khi mát-xa. Tôi nghĩ tôi sẽ giới thiệu điều này cho bạn bè của mình. spa nằm trong góc hẻm hẹp của Châu Á nên rất yên tĩnh và mang lại giây phút thư giãn tuyệt vời với lòng hiếu khách. Tôi chỉ mất 60 phút mát-xa toàn thân nhưng rất chuyên nghiệp với âm nhạc thư giãn tuyệt vời. Trà Việt ngon và hỏi bạn thực đơn massage, chiều dài và điền vào định dạng bộ phận hoặc cơ thể bạn cần chữa lành và sức mạnh của áp lực massage ở 5 cấp độ Dầu chất lượng tốt, đá nóng, este mặt, bàn chân, cơ thể, v.v. Họ có hộp an toàn, phòng thay đồ sạch sẽ, phòng tắm hơi, vòi hoa sen. Cảm ơn.",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more",
            "Tin nhắn tốt! giá tốt. kỹ năng tốt. Và phòng sạch sẽ và thoải mái. Tôi sẽ đến đây một lần nữa sớm! Đọc thêm",
            "Cảm ơn bạn đã đến sử dụng dịch vụ tại Mebuki Spa. Chúng tôi rất hân hạnh được phục vụ quý khách. Hy vọng lại được tiếp tục đón tiếp quý khách trong thời gian sớm nhất.Read more"
        ],
        "star_ratings": [
            41,
            2,
            1,
            0,
            1
        ],
        "review_amount": 45,
        "location": [
            "Spa Mebuki",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written September 20, 2019",
            "Written September 14, 2019",
            "Written May 18, 2019",
            "Written May 2, 2019",
            "Written May 1, 2019",
            "Written March 20, 2019",
            "Written February 18, 2019",
            "Written January 14, 2019",
            "Written September 19, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d14440775-Reviews-or10-Mebuki_Spa-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7112920-Reviews-The_Long_Times_Square-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26847219-Reviews-21_Grams_Vegetarian-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12699961-Reviews-Moo_Beef_Steak_Prime-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15141999-Reviews-Mong_Bridge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23300698-Reviews-Euphorea_Salon_And_Spa_Bason-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15592702-Reviews-Euphorea_Salon_and_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25574736-Reviews-Norah_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23718217-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Thao_Dien_D2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25576930-Reviews-Mershe_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d569919-Reviews-International_Market_Place-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d536408-Reviews-Skadarlija-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g40487-d4003939-Reviews-Duck_Commander-West_Monroe_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145786-Reviews-Lake_Crescent-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131328-Reviews-Coconut_Island-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d9875168-Reviews-ILT_Costa_Rica-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g33997-d504581-Reviews-Bear_Trap_Dunes-Bethany_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d286262-Reviews-Curacao_Sea_Aquarium-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d4728535-Reviews-Queen_s_Cabaret-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42607-d10692337-Reviews-Lighthouse_Park-Port_Huron_Michigan.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-or10-Mebuki_Spa-Ho_Chi_Minh_City.html"
    }
]