[
    {
        "attraction_name": "Medano Beach",
        "attraction_name_vi": "Bãi biển Medano",
        "general_info": [
            "4.509 đánh giá",
            "- 12 trong số 84 điều cần làm ở Cabo San Lucas",
            "Bãi biển"
        ],
        "attraction_summary": "Tọa lạc tại một trong những khu vực Cabo San Lucas sôi động nhất, bãi biển trung tâm thành phố này nổi tiếng với những con sóng nhẹ nhàng và làn nước ấm áp - hoàn hảo để bơi lội hoặc ngâm mình. Để mạo hiểm hơn, bạn có thể đi dù lượn và đi mô tô nước hoặc thuyền chuối. Bãi biển này cũng là điểm khởi đầu phổ biến cho các chuyến tham quan bằng thuyền kayak và lặn với ống thở đến El Arco. Khi đói, các lựa chọn ăn uống ngoài trời rất tuyệt vời - hãy chọn giữa món ăn cổ điển của Mỹ hoặc món ăn truyền thống của Mexico để nạp năng lượng. Lưu ý rằng bãi biển khá đông đúc vào cuối tuần và trong những tháng nghỉ Xuân.Đọc thêm",
        "reviews": [
            "Đây là bãi biển yêu thích của bọn trẻ tôi - lứa tuổi 7, 9 và 17 - sóng có thể hơi dữ dội vào buổi chiều nhưng bọn trẻ rất thích sóng nên bạn luôn để mắt đến bọn trẻ! Có rất nhiều nhà cung cấp thực phẩm và đồ lưu niệm có thể gây khó chịu khi được hỏi cứ sau 5 phút. Bạn cũng có thể thuê ghế và ô ở đó và có chỗ đậu xe với giá - 40 peso chứ không phải đô la!Đọc thêm",
            "Mặc dù các bãi biển và quang cảnh ở Bãi biển Medano rất đẹp nhưng VUI LÒNG hãy cẩn thận. Những dòng nước chảy xiết thật điên rồ. Tôi tự coi mình là một vận động viên bơi lội giỏi. Vì vậy, khi tôi nhìn thấy một số người đang bồng bềnh trong nước cách đó 100 feet, tôi nghĩ - à, nếu họ ở dưới nước, thì ít nhất tôi cũng phải đứng ở mép nước - . Wow tôi đã sai. Một cơn sóng lớn hơn ập đến - không lớn đến mức tôi nghĩ mình không thể đứng vững - và dòng nước rút cuốn tôi ra ngoài. Tôi - chưa bao giờ sợ hãi đến thế. Nó ném tôi loanh quanh dưới nước một lúc và rồi khi tôi lên tới đỉnh, tôi mới thở được nửa hơi và cơn sóng tiếp theo đã đưa tôi xuống. Tôi gần như hết hơi trước khi có thể bơi lên đỉnh lần nữa. Đột nhiên, ba người đàn ông Mexico khỏe mạnh đang ở trên bờ biển và chạy vào giúp tôi. Chưa bao giờ tôi sợ hãi đến vậy trước một điều gì đó khó lường đến thế. Tất cả những gì tôi có thể nói là, tôi có cảm giác an toàn sai lầm khi nhìn thấy những người khác ở ngoài kia. Hóa ra, sóng có hình dạng ở đó. Hai cái lớn, rồi một số cái nhỏ hơn. Nhóm đó hẳn đã bơi ra ngoài trong những nhóm nhỏ hơn và ở ngoài đường sóng. Tôi không biết điều đó. Làm sao tôi có thể? Ngoài ra, tôi được biết có một vách đá dựng đứng ngay bên ngoài bãi biển và điều đó khuyến khích những đợt thủy triều này. Một lần nữa, không biết điều đó. Tôi - tôi là một trong những người may mắn. Một số người không thể quay trở lại. Vì vậy, hãy cẩn thận và thận trọng quá mức và hiểu rằng nước ở đó không giống như ở quê nhà.Đọc thêm",
            "Vị trí đẹp, nhiều hoạt động nhưng bạn thường xuyên bị quấy rối bởi những người cố gắng bán hàng hóa, chuyến đi hoặc đồ ăn cho bạn. Nếu bạn chỉ muốn thư giãn trên bãi biển thì đây không phải là nơi nhưng nếu bạn muốn cứ hai phút lại phải nói chuyện với ai đó đang cố bán cho bạn thứ gì đó hoặc thậm chí chạm vào bạn để thuyết phục bạn đi mát-xa thì đây chính là nơi địa điểm. \n\nTầm nhìn tuyệt vời và gần trung tâm thành phố.Đọc thêm",
            "Đây là bãi biển chính gần Cabo và có rất nhiều người vào giữa ngày. Bãi biển cũng có rất nhiều người bán chăn và đồ trang sức cũng như những người bán tour du lịch.  Trên thực tế, chúng tôi đã thực hiện một trong các chuyến tham quan từ bãi biển với giá - 20 người mỗi người và nó diễn ra hoàn hảo. Đây cũng là một trong những điểm dừng của taxi thuyền từ Marina.  Vì vậy bạn có thể bắt taxi từ bãi biển tới hai bên bến du thuyền và ngược lại.  Xa hơn trên bãi biển - không phải trực tiếp nơi thuyền đến và đi, nước rất đẹp và dễ bơi. Chúng tôi đến thăm vào cuối tháng 12, gần tối và nước vẫn đủ ấm để dễ dàng bơi lội.  Nhược điểm là đám đông.  Chúng tôi được biết bãi biển đã rộng hơn nhiều nhưng cơn bão gần đây đã thu hẹp đáng kể bãi biển, dẫn đến có ít chỗ cho mọi người ngồi hơn.Đọc thêm",
            "Bãi biển thực sự đẹp với nước trong vắt.  Rất nhiều nhà hàng và quán bar.  Rất nhiều niềm vui. Những người bán hàng dường như làm phiền bạn nhiều hơn khi bạn ở nhà hàng hoặc quán bar.  Thuê ô và ghế đắt tiền, người ta yêu cầu - 45 US.  Tốt hơn hết bạn nên mua riêng từ Walmart hoặc chỉ mua món này tại nhà hàng hoặc quán bar khi bạn gọi đồ uống - đồ ăn.  Rất nhiều taxi nước nếu bạn ở phía bên kia bến du thuyền, đi bộ 20 phút.Đọc thêm",
            "Bãi biển tuyệt vời để đi bộ và bắt taxi nước cho chuyến tham quan vòng cung. Các nhà cung cấp không đến Tabasco Bar và nhà hàng là một nơi tuyệt vời để nghỉ ngơi với các món đặc biệt 2 tặng 1 của họ. Bạn có thể ngắm các tàu du lịch cập bến và du thuyền neo đậu dọc bãi biển.Đọc thêm",
            "Nơi tuyệt vời để đi bộ và tận hưởng bầu không khí. Cát mềm. Rất nhiều lối đi dễ dàng đến bãi biển. Có rất nhiều nhà hàng trên bãi biển có bóng mát và tầm nhìn tuyệt vời. Có rất nhiều nhà cung cấp đi ngang qua nhưng nếu điều này làm phiền bạn thì tốt nhất không nên tham gia. Ghế cũng có thể được thuê để trải nghiệm trên bãi biển. Rất sạch sẽ.Đọc thêm",
            "Tôi đã thấy rất nhiều câu hỏi về bãi biển Medano trông như thế nào sau cơn bão năm ngoái.  Bức ảnh ở phía trước Villa la Estancia.  Cát đã trở lại. Tuy nhiên không cao bằng năm ngoái.  Đối với những người đam mê đi bộ, - độ dốc - trên cát sẽ giúp việc đi bộ dễ dàng hơn một chút.Đọc thêm",
            "Cảnh đẹp từ tàu. Khu vực bãi biển không thể bơi được cũng không có nhiều bột như chúng tôi mong đợi. Hoàng hôn tuyệt đẹp. Nhiều hoạt động chèo thuyền. Đọc thêm",
            "Tôi thích thức dậy trước khi mặt trời mọc và đi dạo dọc Bãi biển Medano. Bãi biển trông tuyệt đẹp vào những giờ đầu tiên, với những con sóng vỗ vào bờ và sau đó quay trở lại khi mặt trời mọc.Đọc thêm",
            "Meh... When you go to Cabo you have to check out the famous Medano Beach, home to the beach-front party clubs and all the spring break action!Just know what you - re getting yourself in to.  This is not a relaxing oasis.  It - s the middle of town with lots of action and excitement. There - s water taxis coming in and out, and behemoth cruise ships on the horizon, and sail boats and yachts docked off shore.  We got there around 9:00 am when it was relatively calm, but within 30 minutes there are touts offering adventures and jet skis and they - re trying to get you to rent a chair or an umbrella.  Folks are constantly walking by and approaching and offering trinkets and tchotchkes, shirts, jewelry, massages, sunglasses... constantly.   I don - t begrudge anyone their right to make a buck.  It just wasn - t the scene for me on vacation.It is a perfectly fine beach. It is one of the few Cabo beaches where you can safely allow the kids to play. The water was cool, but pleasant. Clear water.  Walking around you could see the little puffer fish  - uninflated, of course -  swimming around your feet.  Seems overpriced. Kids wanted a mango on a stick.   - 5 American, no negotiation.  - I refused as I - m too cheap when I can buy a mango for a buck back here at home -  There were some inflatables about 50 yards out to jump around on.  - 10 - kid.  My Sister got them down to  - 30 for 4 kids, but that still seems excessive. Full disclosure: the kids loved it and played out there for 2 hours so maybe there as some value on that one.We - d taken a water taxi over from the Marina.  Planned to spend the day but after a couple hours I was over it.  We didn - t make it to the Mango Club, Office, etc.    20-25 years ago I might have wanted to spend all my time here.  I - m not a total Hater, just wasn - t for me for a full day of beach time.Read more",
            "Tôi đã thấy rất nhiều câu hỏi về bãi biển Medano trông như thế nào sau cơn bão năm ngoái. Bức ảnh chụp trước Villa la Estancia. Cát đã trở lại. Tuy nhiên, không cao bằng năm ngoái. Đối với những người đi bộ cuồng nhiệt, độ dốc trên cát sẽ giúp việc đi bộ dễ dàng hơn một chút. Đọc thêm",
            "Chúng tôi đi tham quan bằng thuyền đáy kính để ngắm vòm. Chúng tôi đã nhìn thấy hai con sư tử biển và nhiều loài cá. Khu vực sạch sẽ và an toàn. Rất nhiều nhà cung cấp đi lang thang trên bãi biển và khuyến khích bạn mua hàng từ họ. Đó là một khu vực đẹp!Đọc thêm",
            "Những người khó chịu nhất ở bãi biển này...cứ 30 giây lại làm phiền bạn khi cố gắng bán cho bạn những thứ mà bạn không muốn hoặc không cần với giá đắt đỏ....nếu bạn đến đây, hãy sẵn sàng gặp rắc rối bởi mọi người bán bạn những thứ bao gồm cả ma túy....nơi này có thể rất tuyệt nếu bạn loại bỏ những người bán hàng rất khó chịu này....xin đừng mua bất cứ thứ gì từ họ bạn có thể nhận được tất cả 9f với giá rẻ hơn ở Wal-Mart hoặc các cửa hàng quà tặng khácĐọc thêm",
            "Nơi tuyệt vời để đi bộ và tận hưởng bầu không khí. Cát mềm. Rất nhiều lối đi dễ dàng đến bãi biển. Có rất nhiều nhà hàng trên bãi biển có bóng mát và tầm nhìn tuyệt vời. Có rất nhiều nhà cung cấp đi ngang qua nhưng nếu điều này làm phiền bạn thì tốt nhất không nên tham gia. Ghế cũng có thể được thuê để trải nghiệm trên bãi biển. Rất sạch sẽ.Đọc thêm",
            "Bãi biển rất đẹp và chúng tôi yêu thích chuyến tham quan bằng thuyền. Thật không may, bạn không thể thư giãn trên bãi biển vì bạn liên tục bị yêu cầu mua thứ gì đó từ những người bán hàng. Họ sẽ không để bạn yên.Đọc thêm",
            "Bãi biển tuyệt vời để đi bộ và bắt taxi nước cho chuyến tham quan vòng cung. Các nhà cung cấp không đến Tabasco Bar và nhà hàng là một nơi tuyệt vời để nghỉ ngơi với các món đặc biệt 2 tặng 1 của họ. Bạn có thể ngắm các tàu du lịch cập bến và du thuyền neo đậu dọc bãi biển.Đọc thêm",
            "Bãi biển thực sự đẹp với nước trong vắt.  Rất nhiều nhà hàng và quán bar.  Rất nhiều niềm vui. Những người bán hàng dường như làm phiền bạn nhiều hơn khi bạn ở nhà hàng hoặc quán bar.  Thuê ô và ghế đắt tiền, người ta yêu cầu - 45 US.  Tốt hơn hết bạn nên mua riêng từ Walmart hoặc chỉ mua món này tại nhà hàng hoặc quán bar khi bạn gọi đồ uống - đồ ăn.  Rất nhiều taxi nước nếu bạn ở phía bên kia bến du thuyền, đi bộ 20 phút.Đọc thêm",
            "Mặc bikini dây xích có được không?Đọc thêm",
            "Có chắc chắn!Đọc thêm",
            "Có sân tennis tại khách sạn này không?Đọc thêm",
            "Có sân tennis tại khách sạn này không?Đọc thêm",
            "Cách tốt nhất để đến Bãi biển Medano trong một ngày nếu không ở trong khu nghỉ dưỡng ở đó?Đọc thêm",
            "Lái xe hoặc taxi đến khu vực đậu xe ngay gần bãi biển và phía sau Tobasco Beach Bar - quán bar ở bãi biển phía nam dọc theo dãy quán bar trên bãi biển -. Trả tiền đậu xe theo ngày, trên bãi đất, ngay ngoài bãi biển và ở mức giá rất hợp lý.Đọc thêm",
            "Có sẵn ô không hay bạn phải tự mang theo. Hoặc bất cứ thứ gì có thể che nắngĐọc thêm",
            "Bạn có thể thuê chúng trên bãi biển, nhưng hầu hết các khách sạn đều cung cấp ô và khăn tắm biển miễn phí. Kiểm tra với khách sạn của bạn.Đọc thêm",
            "Bạn có cần hộ chiếu để đi từ Mỹ đến đây không?Đọc thêm",
            "vâng, bạn cần hộ chiếu để vào Cabo, tôi biết tên tiểu bang là baja - california - sur nhưng nó giống như New Mexico - thực ra là một phần của Hoa Kỳ - Đọc thêm",
            "Bạn có phải trả tiền để vào Bãi biển Medano??Đọc thêm",
            "Không, đây là bãi biển công cộng nên là nơi tốt nhất để bơi lội. Tùy thuộc vào khách sạn bạn đang ở, bạn luôn có thể bắt Uber với giá rẻ hơn nhiều so với Taxi hoặc bạn chỉ cần đi bộ dọc bãi biển như chúng tôi đã làm.Đọc thêm",
            "Bạn có thể câu cá trên bãi biển Medano không? Có bãi biển công cộng nào mà bạn có thể câu cá gần bến du thuyền không??Đọc thêm",
            "Tôi chưa từng thấy ai câu cá trên bãi biển Medano nhưng có rất nhiều bãi biển công cộng mà bạn có thể câu cá và rất nhiều bãi biển hoặc bãi đá tìm người hướng dẫn ở Marina và bảo tôi muốn câu cá ngoài khơi.  Tôi có một anh chàng địa phương rất tốt ở dưới đó hãy gửi tin nhắn trực tiếp cho tôi và tôi sẽ gửi cho bạn số điện thoại của anh ấyĐọc thêm",
            "Bất kỳ khách sạn nào KHÔNG cung cấp vé trong ngày để sử dụng hồ bơi, phòng vệ sinh, khăn tắm, ghế, lối vào bãi biển, hãy trả tiền đồ ăn và đồ uống khi bạn sử dụng. Đọc thêm",
            "Có, tôi tin là cóĐọc thêm",
            "đây là nơi tốt cho người Mỹ hay chỉ người dân địa phương?Đọc thêm",
            "Nó - dành cho cả khách du lịch và người dân địa phương; có lẽ bạn sẽ thấy nhiều khách du lịch hơn người dân địa phương vì một số khách sạn có chung bãi biển này.  Không có lối đi bộ lát ván nên đây sẽ là cơ hội tuyệt vời để bạn ngâm chân và nếm thử bãi biển đầy cát. Hãy sẵn sàng để được tiếp cận bởi các nhà cung cấp khác nhau bằng cách đi bộ.  Playa El Médano tiếp giáp với Bến du thuyền - lối đi bê tông rộng rãi - .Đọc thêm"
        ],
        "star_ratings": [
            2356,
            1319,
            618,
            152,
            64
        ],
        "review_amount": 4509,
        "location": [
            "Baja California",
            "Những việc cần làm ở Cabo San Lucas",
            "Baja California Sur",
            "Cabo San Lucas",
            "Bãi biển Medano",
            "Los Cabos",
            "México"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written October 25, 2023",
            "Written December 22, 2023",
            "Written January 15, 2024",
            "Written February 19, 2024",
            "Written February 26, 2024",
            "Written March 12, 2024",
            "Written April 3, 2024",
            "Written June 1, 2024",
            "Written April 27, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written March 23, 2024",
            "Written March 22, 2024",
            "Written March 12, 2024",
            "Written March 3, 2024",
            "Written February 27, 2024",
            "Written February 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g152515-d186117-Reviews-Medano_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d1523004-Reviews-La_Casona-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d14175952-Reviews-Carbon_Grill_Restaurant-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d14074046-Reviews-Tomatillos_Farm_to_Table-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d10497444-Reviews-The_Taco_Bar-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d7023107-Reviews-El_Patron_Mexican_Bistro-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d8095504-Reviews-Neptune_Seafood-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d8523416-Reviews-South_American_Grill-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d1050748-Reviews-Bella_California_Restaurant-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d14074029-Reviews-El_Bucanero-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12513021-Reviews-La_Parrilla-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d152880-Reviews-El_Arco_de_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d4092584-Reviews-Mt_Solmar-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d151781-Reviews-Bay_of_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d3869418-Reviews-Pelican_Rock-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d153310-Reviews-Playa_de_los_Amantes-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d10723455-Reviews-Divorce_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d2390402-Reviews-La_Sanluquena-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d680078-Reviews-Marina_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d547489-Reviews-Pedregal_de_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d12978105-Reviews-Plaza_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186117-Reviews-or10-Medano_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d659199-Reviews-Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d7306367-Reviews-Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d4242952-Reviews-Mountain_Bike_Adventure_by_Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_Californ.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d13927679-Reviews-Picacho_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d1372071-Reviews-Cabo_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186111-Reviews-Playa_el_Chileno-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186119-Reviews-Santa_Maria_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d26307600-Reviews-Marina_Sol_Nail_Bar_SPA-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d3778549-Reviews-Cabo_Party_Fun-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d6161446-Reviews-Desert_Spa_at_Villa_del_Arco-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d1721927-Reviews-Cabo_Sky_Tours-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8380996-Reviews-Cabo_Transfers-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d7808011-Reviews-All_Ways_Cabo_Transportation-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8113958-Reviews-Esperanza_s_Tours-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d21404579-Reviews-True_Baja-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d12588444-Reviews-Massages_At_The_Sand_Bar-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d3164624-Reviews-Eden_s_Spa-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d12552049-Reviews-Cabo_Incredible_Locations-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d13847536-Reviews-Justintime_Massage-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d2102211-Reviews-Sparitual_Los_Cabos-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d4130628-Reviews-Cabo_FlyBoard-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d21040362-Reviews-Cabolectric_and_Cabo_Snuba-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d11827119-Reviews-Go_Port-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189197-Reviews-Marche_Aligre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d666966-Reviews-Limahuli_Garden_and_Preserve-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190427-d607563-Reviews-Salzwelten_Hallstatt-Hallstatt_Upper_Austria.html",
            "https://www.tripadvisor.com/Attraction_Review-g2151444-d2149723-Reviews-Sfentoni_Cave-Zoniana_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8285348-Reviews-The_Spa_at_the_LINQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d4081910-Reviews-Absinthe_Bar-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g17588730-d19881385-Reviews-Sunday_Night_Market-Si_Phum_Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d265627-Reviews-Kalahari_Indoor_Waterpark-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60976-d7001466-Reviews-Tibble_Fork_Reservoir-American_Fork_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g152515-d186117-Reviews-or10-Medano_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g152515-d186117-Reviews-Medano_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html"
    }
]