[
    {
        "attraction_name": "Medieval Times",
        "attraction_name_vi": "Thời trung cổ",
        "general_info": [
            "1.021 đánh giá",
            "- 1 trong 5 Nhà hát - Hòa nhạc tại Schaumburg",
            "Nhà hát ăn tối"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham dự ở đây vào ngày 25 tháng 7 năm 2023. Chúng tôi đã mua gói VIP, gói này có thể không thực sự cần thiết, nhưng cái quái gì vậy.  Quá trình nhập cảnh hơi hỗn loạn nhưng được xử lý tốt.  Chúng tôi ngồi ở hàng ghế đầu ở khu vực màu xanh lá cây nên chúng tôi đến cổ vũ cho hiệp sĩ xanh.  Cheryl đã có thể có được lựa chọn thuần chay, họ cũng có các lựa chọn ăn chay và không chứa gluten.   Dịch vụ này đầy đủ cũng như thức ăn. Món ăn tiêu chuẩn là súp cà chua, nửa con gà, nửa củ khoai tây và 1/4 bắp ngô.  Không sao đâu, nhưng bạn thực sự không đến đây vì đồ ăn.  Bạn ở đây để xem buổi trình diễn.  Nó khá thú vị. Rất nhiều sự hào hoa và hành động.  Các diễn viên làm rất tốt và thực hiện một số pha nguy hiểm khá tốt.  Đây là điều mà bạn thực sự nên làm ít nhất một lần trong đời.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm, thưa Đức ông! Nữ hoàng hy vọng sẽ sớm được đón tiếp bạn tại lâu đài!  -  - Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Đây là chuyến thăm đầu tiên của chúng tôi, tôi dẫn theo đứa con trai 9 tuổi của mình, nó đã nói nhiều lần rằng đó là một trong những điều tốt nhất nó đã làm. Anh ấy đã lên kế hoạch cho chuyến thăm trở lại. Chúng tôi đã đặt chỗ trước và nâng hạng VIP, kết thúc ở hàng đầu tiên gần trung tâm nhà thi đấu, thật tuyệt vời! Bức ảnh chúng tôi nhận được được đựng trong một khung giấy dày đẹp. Các nhân viên rất thân thiện và hữu ích, thức ăn rất ngon. Buổi biểu diễn thật tuyệt vời, không thể tưởng tượng được lượng thời gian và quá trình đào tạo phải dành cho nó, đối với động vật và con người, đây chỉ là một sự kiện tuyệt vời và chắc chắn chúng ta sẽ đi lại!Đọc thêm",
            "HUZZAH! Chúng tôi rất vui vì gia đình bạn đã thích bữa tối và buổi biểu diễn! Cảm ơn bạn đã chọn ghé thăm lâu đài của chúng tôi cho gia đình bạn - Hiệp sĩ - ra ngoài. : - Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời!  Chúng tôi mang theo những cậu bé 4 và 8 tuổi cùng với cháu gái 7 tuổi của chúng tôi. Cửa hàng quà tặng đắt tiền nhưng tôi không ngạc nhiên.  Chúng tôi mang đến cho bọn trẻ một ly và đồ uống vui nhộn - cũng đắt tiền nhưng thú vị. - Tất cả họ đều bị mê hoặc bởi buổi biểu diễn.  Tôi nghĩ họ thích ăn bằng tay hơn, nhưng có vẻ như họ không ăn nhiều.  Có lẽ quá mất tập trung.  Cá nhân tôi thấy bữa ăn rất tuyệt và có rất nhiều đồ ăn!  Cuối cùng họ đã đề nghị đi hộp.  Tôi đã từng đến đây và nó cũng vậy và tôi vẫn nhớ, nhưng chắc chắn rất vui khi được xem qua con mắt của bọn trẻ!Đọc thêm",
            "HUZZAH! Chúng tôi rất vui vì gia đình bạn đã thích bữa tối và buổi biểu diễn! Cảm ơn bạn đã chọn ghé thăm lâu đài của chúng tôi cho gia đình bạn - Hiệp sĩ - ra ngoài. : - Đọc thêm",
            "Chúng tôi đã đến thời Trung cổ vào đêm giao thừa. Các con tôi 13 và 17 tuổi. Chúng đã có khoảng thời gian tuyệt vời trong đời! Con gái tôi, giữa buổi biểu diễn, đã hỏi liệu chúng tôi có thể làm lại vào năm sau không. Cô ấy còn nhờ tôi tìm công thức món súp của họ để tôi có thể nấu ở nhà. Ngoài việc khá đắt tiền, đó còn là một cách tuyệt vời để tạo ra những kỷ niệm lâu dài với tuổi thiếu niên của tôi.Đọc thêm",
            "HUZZAH! Chúng tôi rất vui vì gia đình bạn đã thích bữa tối và buổi biểu diễn! Cảm ơn bạn đã chọn ghé thăm lâu đài của chúng tôi cho gia đình bạn - Hiệp sĩ - ra ngoài. : - Đọc thêm",
            "Yêu thích chương trình. GHÉT dòng 20 phút để vào trong thời tiết lạnh giá và nhiều gió. Chúng tôi đến trước buổi biểu diễn 40 phút và vẫn đợi trong hàng người di chuyển chậm chạp này. Chương trình cũng không bắt đầu đúng giờ.Đọc thêm",
            "Chúng tôi xin lỗi vì sự bất tiện mà bạn gặp phải trong thời gian chờ đợi lâu để được vào. Chúng tôi sẽ giải quyết vấn đề này để đảm bảo quá trình vào cửa suôn sẻ và hiệu quả hơn cho khách của chúng tôi. Cảm ơn phản hồi của bạn.Đọc thêm",
            "Cháu trai 7 tuổi của chúng tôi yêu thích chương trình này.  Hãy sẵn sàng chi tiền để nhận quà\ncửa hàng.  LOL Chúng tôi cũng đã mua một bức ảnh họ chụp.   Tôi có thể nói điều đáng thất vọng duy nhất là cháu trai tôi không ăn đồ ăn đó.  Tôi nghĩ anh ấy đang ăn bánh mì tỏi và thế là xong.  Nhưng buổi biểu diễn rất đáng giá nên tôi không quan tâm quá nhiều đến điều đó.Đọc thêm",
            "HUZZAH! Cảm ơn bạn đã đánh giá 5 sao, thưa bệ hạ. Chúng tôi rất nóng lòng được gặp bạn tại lâu đài trong bộ phim sử thi tiếp theo - hiệp sĩ - của bạn.  -  - Đọc thêm",
            "Đó là một trải nghiệm thú vị và độc đáo dành cho cả gia đình. Trẻ em của chúng tôi - 20, 11, 9, 8 tuổi - yêu thích chương trình biểu diễn và đồ ăn.Đọc thêm",
            "Xin chào bệ hạ, cảm ơn phản hồi của bạn về chuyến thăm lâu đài gần đây của bạn. Chúng tôi rất vui khi biết bạn thích giải đấu và thưởng thức bữa tiệc của Nữ hoàng. Chúng tôi hy vọng có thể sớm chào đón bạn quay trở lại lâu đài.Đọc thêm",
            "Vé VIP không cần thiết. Cách bổ sung để nhận - - cho lâu đài Nhiều gói khác nhau. Đừng để bị bán nhầm.  Đảm bảo nhân viên thu ngân nghe thấy bạn và hiểu những gì bạn đang nhận được trước khi giao thẻ tín dụng. Sai lầm đắt giá.Đọc thêm",
            "Chúng tôi xin lỗi vì sự thất vọng mà bạn gặp phải trong chuyến thăm này. Chính từ những khách hàng trung thực, như chính bạn, chúng tôi mới có được những thông tin có giá trị giúp chúng tôi duy trì dịch vụ khách hàng ở mức cao nhất có thể. Nhận xét và phản hồi của bạn rất quan trọng và sẽ được chia sẻ và thảo luận với ban quản lý và nhân viên của chúng tôi. Vui lòng liên hệ với chúng tôi để đưa ra phản hồi bổ sung tại orderhelp - centraltimes.com. Chúng tôi hy vọng rằng chúng tôi có thể chào đón bạn trở lại một lần nữa trong tương lai gần.\nĐọc thêm",
            "Đây quả là một khoảng thời gian vui vẻ!! Các nhân viên chu đáo và tốt bụng, đồ ăn ngon đến mức đáng kinh ngạc, và có một bữa tiệc thực sự!  Không khí sôi động.Đọc thêm",
            "HUZZAH! Chúng tôi rất vui vì gia đình bạn đã thích bữa tối và buổi biểu diễn! Cảm ơn bạn đã chọn ghé thăm lâu đài của chúng tôi cho gia đình bạn - Hiệp sĩ - ra ngoài. : - Đọc thêm",
            "Bữa ăn và buổi biểu diễn thật tuyệt vời! Những thủ đoạn của ngựa thật tuyệt vời. Các hiệp sĩ giao chiến với đám đông và - người đàn ông của chúng tôi - người phục vụ - lời nói của anh ấy không phải của tôi - Đọc thêm",
            "HUZZAH! Cảm ơn bạn đã đánh giá 5 sao, thưa bệ hạ. Chúng tôi rất nóng lòng được gặp bạn tại lâu đài trong bộ phim sử thi tiếp theo - hiệp sĩ - của bạn.  -  - Đọc thêm",
            "Cháu trai 7 tuổi của chúng tôi yêu thích chương trình này.  Hãy sẵn sàng tiêu tiền tại cửa hàng quà tặng.  LOL Chúng tôi cũng đã mua một bức ảnh họ chụp.   Tôi có thể nói điều đáng thất vọng duy nhất là cháu trai tôi không ăn đồ ăn đó.  Tôi nghĩ anh ấy đang ăn bánh mì tỏi và thế là xong.  Nhưng buổi biểu diễn rất đáng giá nên tôi không quan tâm quá nhiều đến điều đó.Đọc thêm",
            "HUZZAH! Cảm ơn bạn đã đánh giá 5 sao, thưa bệ hạ. Chúng tôi rất nóng lòng được gặp bạn tại lâu đài trong bộ phim sử thi tiếp theo - hiệp sĩ - của bạn.  -  - Đọc thêm",
            "Đã có một kỳ nghỉ cuối tuần ngắn ngủi với một vài người bạn.    Đã chọn xem Thời trung cổ để ăn tối và xem một buổi biểu diễn.   Đã trả một số tiền đáng kể cho một chương trình ok.   Nhìn chung đồ ăn rất ngon, nhân viên tốt bụng và hữu ích nhưng vấn đề chính là phải xếp hàng ngoài trời lạnh cóng trong 30 phút để được nhận phòng. Cách họ chụp ảnh rõ ràng đã gây ra tắc nghẽn khiến hàng trăm người, trong đó có cả trẻ sơ sinh, bị mắc kẹt bên ngoài lạnh lẽo.      Chúng tôi đã đến xem nhiều buổi biểu diễn ăn tối và chưa bao giờ trải nghiệm điều gì như thế.   Đây có thể là một trải nghiệm đã được thực hiện đối với chúng tôi.Đọc thêm",
            "Chúng tôi xin lỗi vì sự bất tiện mà bạn gặp phải trong chuyến thăm của mình. Chúng tôi đánh giá cao phản hồi của bạn và sẽ giải quyết vấn đề này trong quy trình nhận phòng của chúng tôi để đảm bảo trải nghiệm suôn sẻ hơn cho khách của chúng tôi trong tương lai. Cảm ơn bạn đã báo cáo vấn đề này với chúng tôi. Đọc thêm",
            "Yêu thích chương trình. GHÉT dòng 20 phút để vào trong thời tiết lạnh giá và nhiều gió. Chúng tôi đến trước buổi biểu diễn 40 phút và vẫn đợi trong hàng người di chuyển chậm chạp này. Chương trình cũng không bắt đầu đúng giờ.Đọc thêm",
            "Chúng tôi xin lỗi vì sự bất tiện mà bạn gặp phải trong thời gian chờ đợi lâu để được vào. Chúng tôi sẽ giải quyết vấn đề này để đảm bảo quá trình vào cửa suôn sẻ và hiệu quả hơn cho khách của chúng tôi. Cảm ơn phản hồi của bạn.Đọc thêm",
            "Chúng tôi đã đến thời Trung cổ vào đêm giao thừa. Các con tôi 13 và 17 tuổi. Chúng đã có khoảng thời gian tuyệt vời trong đời! Con gái tôi, giữa buổi biểu diễn, đã hỏi liệu chúng tôi có thể làm lại vào năm sau không. Cô ấy còn nhờ tôi tìm công thức món súp của họ để tôi có thể nấu tại nhà. Ngoài việc khá đắt tiền, đó còn là một cách tuyệt vời để tạo ra những kỷ niệm lâu dài với tuổi thiếu niên của tôi.Đọc thêm",
            "HUZZAH! Chúng tôi rất vui vì gia đình bạn đã thích bữa tối và buổi biểu diễn! Cảm ơn bạn đã chọn ghé thăm lâu đài của chúng tôi cho gia đình bạn - Hiệp sĩ - ra ngoài. : - Đọc thêm",
            "Trải nghiệm tuyệt vời!  niềm vui cho cả gia đình, đồ ăn và dịch vụ rất tuyệt vời và chương trình rất thú vị và có điều gì đó khác biệt để bạn trải nghiệm. Đọc thêm",
            "HUZZAH! Cảm ơn bạn đã đánh giá 5 sao, thưa bệ hạ. Chúng tôi rất nóng lòng được gặp bạn tại lâu đài trong bộ phim hoành tráng tiếp theo của bạn - hiệp sĩ - Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời!  Chúng tôi mang theo những cậu bé 4 và 8 tuổi cùng với cháu gái 7 tuổi của chúng tôi. Cửa hàng quà tặng đắt tiền nhưng tôi không ngạc nhiên.  Chúng tôi mang đến cho bọn trẻ một ly và đồ uống vui nhộn - cũng đắt tiền nhưng thú vị. - Tất cả họ đều bị mê hoặc bởi buổi biểu diễn.  Tôi nghĩ họ thích ăn bằng tay hơn, nhưng có vẻ như họ không ăn nhiều.  Có lẽ quá mất tập trung.  Cá nhân tôi thấy bữa ăn rất tuyệt và có rất nhiều đồ ăn!  Cuối cùng họ đã đề nghị đi hộp.  Tôi đã từng đến đây và nó cũng vậy và tôi vẫn nhớ, nhưng chắc chắn rất vui khi được xem qua con mắt của bọn trẻ!Đọc thêm",
            "HUZZAH! Chúng tôi rất vui vì gia đình bạn đã thích bữa tối và buổi biểu diễn! Cảm ơn bạn đã chọn ghé thăm lâu đài của chúng tôi cho gia đình bạn - Hiệp sĩ - ra ngoài. : - Đọc thêm",
            "Có bao nhiêu người trên một bànĐọc thêm",
            "Có bao nhiêu người trên một bànĐọc thêm",
            "Đó là một cái bàn rất dài và hiện tại họ đang đặt khoảng cách giữa các nhóm. Nhưng tôi tin rằng bàn của chúng tôi có đủ chỗ cho 10 người. Tất cả các bạn đều quay mặt ra khu vực sân khấu.Đọc thêm",
            "Đấu trường sẽ chứa được bao nhiêu người? Đang cố gắng tìm hiểu xem sẽ mong đợi loại đám đông nào.Đọc thêm",
            "Làm cách nào để tôi đến thời Trung cổ từ trung tâm thành phố Chicago chỉ bằng phương tiện giao thông địa phương? Điều đó có nghĩa là không có Uber, v.v. Ty xin có câu trả lời. Cuối cùng, liệu sử dụng phương tiện di chuyển đó từ Chicago đến đó và quay lại có an toàn không?Đọc thêm",
            "Ty cho tất cả các câu trả lời chân thành.Đọc thêm",
            "Nếu một nhóm bạn đã mua hết vé và đặt chỗ trong cùng một ngày, bạn có thể đặt thêm vé vào những ngày sau không? Ví dụ như mọi người đã mua vé hôm nay nhưng tôi không thể mua vé cho đến tuần sauĐọc thêm",
            "Một vài câu hỏi vì đây là lần đầu tiên của chúng tôi. Chúng tôi có một cô con gái bị tự kỷ và cô bé không ăn hầu hết những gì được phục vụ. Rất vui khi được trả tiền, nhưng chúng tôi có được phép mang thức ăn vào cho cô bé không? Ngoài ra, vì chẩn đoán của cô bé, cô bé không thể xếp hàng quá lâu. Nên đến vào thời gian nào để có thể vào nhanh? Chúng tôi sẵn sàng trả tiền vé VIP để đảm bảo có chỗ ngồi ở hàng ghế đầu. Tôi thấy cửa mở lúc 6 giờ. Chúng tôi có thể đến lúc 6:40 và có đủ thời gian để ngồi trước khi chương trình bắt đầu không? Cố gắng sắp xếp để cô bé thành công. Tôi đánh giá cao thời gian của bạn! Cảm ơn! Đọc thêm",
            "Lên kế hoạch đến thăm vào tháng 3 - thấy rất nhiều ý kiến ​​trái chiều về giá rượu!\nChỉ muốn biết một cốc bia ở đây sẽ có giá bao nhiêu? chúng ta đang nói chuyện à - tối đa 10?Đọc thêm",
            "Bãi đậu xe ở khu vực này như thế nào?Đọc thêm",
            "Có rất nhiều bãi đậu xe miễn phí, nhưng cách tốt nhất là thả những người còn lại trong nhóm của bạn ở cửa trước vì thường có một hàng dài chờ đợi tương tự như Disney.  Sau đó, bạn hoặc người lái xe có thể đỗ xe.Đọc thêm",
            "Tổng thời gian từ đầu đến cuối là bao nhiêu?Đọc thêm",
            "Khoảng 2 đến 3 giờ.  Có một hàng dài chờ đợi để vào, ngay cả khi bạn có vé, nhưng nó di chuyển rất nhanh.  Bạn thậm chí sẽ không chú ý đến thời gian chờ đợi và nhân viên sẽ giải trí cho mọi người.  Có khu vực chụp ảnh nhưng bạn không phải trả tiền.  Khu vực đại sảnh về cơ bản là một cửa hàng quà tặng khổng lồ và họ có các bộ áo giáp và các đồ trưng bày khác.Đọc thêm",
            "Chúng tôi có một gia đình gồm 6 người sắp đến ngày lao động cuối tuần. Với bữa tối đã được thanh toán và cố gắng quản lý ngân sách tốt, tôi muốn biết chi phí của một số - tính năng bổ sung - và tôi không thể tìm thấy nó ở bất cứ đâu, ví dụ như chuyến tham quanĐọc thêm",
            "Xin lỗi, tôi trả lời trễ. Đối với ảnh thường là 35 cho mỗi số lượng hai. Tiếp theo là các cửa hàng bán áo phông và các mặt hàng khác. Bất kỳ thứ gì tôi tìm thấy - 7 trở lên. Chúng tôi không mua bất kỳ mặt hàng nào, có vẻ đắt. Chỉ cần mua một bức ảnh. Đọc thêm"
        ],
        "star_ratings": [
            520,
            343,
            94,
            27,
            37
        ],
        "review_amount": 1021,
        "location": [
            "Schaumburg",
            "Illinois - IL -",
            "Hoa Kỳ",
            "Thời trung cổ",
            "Những việc cần làm ở Schaumburg"
        ],
        "reviews_time": [
            "Written August 9, 2023",
            "Written October 12, 2023",
            "Written December 5, 2023",
            "Written January 2, 2024",
            "Written February 18, 2024",
            "Written April 2, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written April 21, 2024",
            "Written April 14, 2024",
            "Written April 2, 2024",
            "Written February 20, 2024",
            "Written February 18, 2024",
            "Written January 2, 2024",
            "Written December 19, 2023",
            "Written December 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36669-d590459-Reviews-Medieval_Times-Schaumburg_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d1788189-Reviews-Medieval_Times_Dinner_and_Tournament-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d12285376-Reviews-Buddy_s_Bites_N_Brews_Schaumburg-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d27521126-Reviews-Bella_Napoli-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d428959-Reviews-Richard_Walker_s_Pancake_House-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d428947-Reviews-Fox_Hound_Schaumburg_IL-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d428948-Reviews-Bahama_Breeze-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d513413-Reviews-Portillo_s_Barnelli_s_Schaumburg-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d26457244-Reviews-Krispy_Kreme-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d464350-Reviews-Yu_s_Mandarin_Restaurant-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36669-d463708-Reviews-Outback_Steakhouse-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d3836858-Reviews-Woodfield_Mall-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d3368397-Reviews-Spring_Valley-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35945-d2548439-Reviews-Busse_Woods_Trail_System-Elk_Grove_Village_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d12937552-Reviews-Schaumburg_Township_District_Library-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d7148809-Reviews-Schaumburg_Boomers_Stadium-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d7611486-Reviews-Wood_Library_Museum_of_Anesthesiology-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36141-d17567385-Reviews-Paul_Douglas_Forest_Preserve-Hoffman_Estates_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d562460-Reviews-Chicago_Athenaeum_International_Sculpture_Park-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g29277-d2460389-Reviews-Metropolis_Performing_Arts_Centre-Arlington_Heights_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36629-d3346190-Reviews-Lynfred_Winery-Roselle_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-or10-Medieval_Times-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d736854-Reviews-Chicago_Improv-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d3836974-Reviews-Laugh_Out_Loud-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d7158546-Reviews-The_Dinner_Detective-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d8547208-Reviews-Prairie_Center_for_the_Arts-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d10163594-Reviews-Mastermind_Escape_Games-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d5847059-Reviews-Fox_Hound_Schaumburg-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d9869193-Reviews-Drink_Nightclub-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36141-d21204570-Reviews-Panic_Escape_Room-Hoffman_Estates_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d7196030-Reviews-Massage_Envy_Spa_Schaumburg-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d1100072-Reviews-LEGOLAND_Discovery_Center_Chicago-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d1907524-Reviews-Zrmanja-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d23399013-Reviews-Johnnie_Walker_Princes_Street-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d4544112-Reviews-Mt_Apatite-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d2285434-Reviews-Little_French_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d3530250-Reviews-Red_Wing_Shoe_Store_Museum-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d563125-Reviews-Seattle_Waterfront-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42184-d7146804-Reviews-Erie_Orchards_and_Cider_Mill-Erie_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669860-Reviews-Il_Vallone_dei_Mulini-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g43951-d279779-Reviews-Silver_Star_Casino-Philadelphia_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d23888002-Reviews-Cinergy_Dine_In_Cinemas_in_Charlotte-Charlotte_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-or10-Medieval_Times-Schaumburg_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-Medieval_Times-Schaumburg_Illinois.html"
    }
]