[
    {
        "attraction_name": "Medina of Tangier",
        "attraction_name_vi": "Medina của Tangier",
        "general_info": [
            "1.921 đánh giá",
            "3 trên 62 hoạt động giải trí ở Tangier",
            "Vùng lân cậnĐiểm ưa thích",
            "Vùng lân cận",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tangiers souk là một sự thất vọng sau những món ở Marrakech, Fes và Chefchaouen. Tuy nhiên, có một số cửa hàng đồ cổ thú vị nằm rải rác khắp thành phố. Với những tác phẩm tuyệt vời, nằm ngoài tầm giá của tôi nhưng thật thú vị khi xem...làm sống lại quá khứ. Tuy nhiên, souk nhỏ hơn nhiều so với những nơi khác; có lẽ bởi vì tôi đã mua khá nhiều thứ ở Marrakech, thành phố mua sắm tốt nhất nên tôi không thấy bất cứ thứ gì tôi muốn ở Tangier. Nhưng sau đó tôi tiếp tục mua một số thứ ở Chefchaouen và Fes một tấm thảm và một lần nữa ở Marrakech một tấm thảm khác!...Lẽ ra tôi có thể mua nhiều hơn nữa ở Marrakech. Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch riêng với Hicham quanh Medina of Tangier.\n\nChúng tôi đã thấy tất cả những đánh giá tuyệt vời về Hicham và đã liên hệ với anh ấy trước chuyến đi, số điện thoại của anh ấy là 212 698-381339. Tổ chức với anh ấy rất dễ dàng.\n\nVào ngày tham quan, Hicham đón chúng tôi bằng taxi từ AirBnB và chúng tôi lái xe vòng quanh một số địa điểm như Cap Spartel trước khi lái xe vào thành phố. Anh ta đi vòng quanh Medina và vào trong Kasbah. Chúng tôi đã thấy các khu chợ địa phương, nhà thờ Hồi giáo và giáo đường Do Thái. Điểm nổi bật của chuyến tham quan là nhà hàng truyền thống tuyệt vời mà anh ấy đưa chúng tôi đến ăn trưa - nó tốt hơn nhiều so với những cái bẫy du lịch đắt tiền! \n\nĐây là một trải nghiệm địa phương thực sự và có cảm giác như chúng tôi thực sự đã biết đến thành phố tuyệt vời này.\n\nTôi chắc chắn sẽ tránh các chuyến du lịch thông thường và gọi cho Hicham - một trải nghiệm thực sự tuyệt vời! \n\nHãy chắc chắn rằng bạn mang giày thoải mái vì có rất nhiều đi bộ! Đọc thêm",
            "Rất vui vì chúng tôi quyết định liên hệ với Hisham, chúng tôi thực sự cảm thấy như đã nhìn thấy Tangier nhiều hơn là khi chúng tôi cố gắng tự mình nhìn thấy nó. Anh ấy biết tất cả những nơi tốt nhất, rất nhiều thông tin và hài hước! Chúng tôi thấy Kasbah, Medina, các khu chợ, tất cả đều kết thúc bằng bữa trưa truyền thống ngon miệng của người Ma-rốc. \nNgày hôm sau anh ấy đưa chúng tôi đến Ngọn hải đăng Cap Spartel, Hang Hercules và sau đó xuôi theo bờ biển đến Asilah, bãi biển rộng lớn và bờ biển tuyệt đẹp thật tuyệt vời. Chúng tôi đã gặp một số con lạc đà và lẽ ra có thể cưỡi lên nhưng chúng tôi quyết định không làm vậy. Asilah rất xinh đẹp với những tác phẩm nghệ thuật tuyệt đẹp được vẽ trên tường cũng như những lối đi và nhà thờ Hồi giáo tuyệt vời. \nChúng tôi thực sự rất thích khoảng thời gian tham gia chuyến tham quan Tangiers và Hishams, đảm bảo rằng chúng tôi thực sự đã nhìn thấy mọi thứ.Đọc thêm",
            "Tôi đã sử dụng hướng dẫn viên du lịch ở 9 quốc gia khác nhau. Tôi chưa bao giờ trải nghiệm mức độ dịch vụ mà Nabil và nhóm của anh ấy cung cấp. Mọi thứ đã được chăm sóc. Chúng tôi được đón từ cảng. Chúng tôi được đưa đi vòng quanh bằng một chiếc ô tô riêng. Nabil ở lại với chúng tôi cả ngày và cho chúng tôi rất nhiều lời khuyên tuyệt vời từ mua sắm, ăn uống cho đến ngắm cảnh. Anh ấy cũng đảm bảo rằng chúng tôi có rất nhiều hình ảnh. Tôi đã cử nhiều bạn bè đến Nabil và tất cả họ đều có được một người bạn suốt đời. Để sử dụng các dịch vụ của Nabils, bạn có thể liên hệ với anh ấy trên whatsapp theo số 212 700 704 644 hoặc gửi email tại nabilzailachiyahoo.comĐọc thêm",
            "Ẩn mình trong trung tâm Tangier, Maroc, medina nổi bật như một mê cung quyến rũ với những con hẻm hẹp, những khu chợ nhộn nhịp và những viên ngọc ẩn giấu. Bầu không khí sôi động, lịch sử phong phú và nét quyến rũ đích thực đưa du khách quay ngược thời gian, mang đến cái nhìn thoáng qua về linh hồn của thành phố cổ này. Từ hương thơm mê hoặc của các loại gia vị đến giai điệu mê hoặc của các nghệ sĩ đường phố, medina là bữa tiệc giác quan đánh thức các giác quan và để lại dấu ấn khó phai mờ trong tâm hồn.Đọc thêm",
            "Kasbah of Tangier là một địa điểm hấp dẫn và hướng dẫn viên Hicham WhatsApp 212611359090 của tôi biết tất cả lịch sử và thông báo đầy đủ cho tôi khi chúng tôi đi bộ xung quanh. Khung cảnh và những con đường nhỏ rất đẹp với cây và hoa. Tôi đã có một ngày tuyệt vời, đã học được rất nhiều điều về thành phố cổ này và nhận được những lời khuyên về những địa điểm tham quan và ăn uống vào ngày hôm sau, điều đó thật tuyệt. Một ngày nào đó tôi sẽ ghé thăm lại và giữ liên lạc với Hicham vì anh ấy rất vui tính! Anh ấy cũng sở hữu một cửa hàng nghệ thuật nhỏ ấm cúng, nơi bạn có thể đi chơi, uống trà và đọc sách, nó có tên là Mama Africa bên trong khu phố cổ.\nKasbah rất an toàn để đi bộ xung quanh ngay cả vào ban đêm với nhiều ánh đèn đường và mọi người ở mọi lứa tuổi. Tôi rất vui khi được ở đây và tìm thấy những món ăn tuyệt vời để ăn hàng ngày.Đọc thêm",
            "Tôi tình cờ đọc được một bài đánh giá về Hicham và liên lạc với anh ấy trước chuyến đi, số của anh ấy là 212 698-381339. Tổ chức với anh ấy rất dễ dàng.\n\nVào ngày tham quan, Hicham đón tôi và gia đình từ AirBnB và trợ lý của anh ấy chở chúng tôi đi vòng quanh một số danh lam thắng cảnh trước khi đến Cap Spartel, hang Hercules và thành phố Asilah để ăn trưa. Anh ấy cũng đã đi vòng quanh Medina và bên trong Kasbah. Chúng tôi cảm thấy rằng với sự hướng dẫn của anh ấy, chúng tôi có thể khám phá các khu vực tốt hơn và đó thực sự là một trải nghiệm tuyệt vời. \n\nĐây là một trải nghiệm địa phương thực sự và có cảm giác như chúng tôi thực sự đã biết về thành phố tuyệt vời này, Tangier là một địa điểm không thể bỏ qua và bạn chắc chắn nên thuê một hướng dẫn viên ít nhất một ngày để hiểu rõ hơn về thành phố. \nĐọc thêm",
            "Có một chuyến tham quan Tangier tuyệt vời với Hicham. Sự hướng dẫn của anh ấy cho phép chúng tôi khám phá nhiều viên ngọc ẩn, mang đến trải nghiệm chân thực về thành phố. Một người chuyên nghiệp thực sự với niềm tự hào vô cùng về quê hương của mình. Rất khuyến khích cho những người tìm kiếm hương vị đích thực của Tangier. Xin chúc mừng từ Key West, Florida! Đọc thêm",
            "Chúng tôi ở tại Palais Zahia Hotel Spa ở Medina - vị trí hoàn hảo và là một riad tuyệt đẹp được xây dựng vào năm 1906. Cùng với việc đặt phòng, chúng tôi được tham quan Medina Kasbah, thật tuyệt vời. Hướng dẫn viên của chúng tôi, Hicham có lẽ là người giỏi nhất ở Tangier, vì kiến ​​thức và khiếu hài hước tuyệt vời của anh ấy - một sự kết hợp hoàn hảo. Mọi thứ đều được thực hiện theo tốc độ của chúng tôi. Chúng tôi chỉ yêu cầu một chuyến tham quan kéo dài 2 giờ, đủ để tham quan Medina Kasbah, trừ khi tất nhiên bạn muốn mua sắm! Cảm ơn khách sạn và Hicham vì một kỳ nghỉ tuyệt vời. \nTrong trường hợp bạn cần một hướng dẫn viên tuyệt vời, thông tin liên hệ của anh ấy là: 212 698 381 1339 Đọc thêm",
            "Hicham là một hướng dẫn viên xuất sắc, anh ấy là một hướng dẫn viên du lịch rất thông tin và trung thực. Chuyến tham quan rất chân thực và có cảm giác giống như một người bạn cũ hướng dẫn chúng tôi đi khắp thành phố, hơn là một hướng dẫn viên du lịch thông thường. Tôi giới thiệu Hicham cho bất kỳ khách du lịch hoặc nhóm du lịch một mình nào muốn biết lịch sử thực sự của Tangier và có trải nghiệm an toàn, đích thực ở đây. Bạn có thể liên hệ với anh ấy theo số 212 698-381339.Đọc thêm",
            "Tangier là một thành phố quốc tế với tầm nhìn tuyệt đẹp ra bến cảng và eo biển Gibralter.  Rất đáng để dừng chân nếu bạn đang khám phá phần này của Maroc.  Đi bộ lên lâu đài trên đỉnh medinaĐọc thêm",
            "Mỗi ngày, những người đi du lịch từ Tây Ban Nha muốn tham quan Phố cổ nên nơi đây có rất nhiều khách du lịch, theo sau là những người dân địa phương cố gắng bán cho họ đủ loại đồ lưu niệm. Số lượng cửa hàng bán bất cứ thứ gì thú vị hoặc đáng mua giảm dần hàng năm do chợ chính ở xa Marrakech. Chợ thực phẩm tươi sống ẩn mình ở góc Place 9 Avril bán trái cây, rau, ô liu, pho mát, rau thơm và những chiếc bánh mì dẹt tuyệt vời.Đọc thêm",
            "Medina of Tangier mang đến một hành trình quyến rũ xuyên suốt lịch sử với những con đường mê cung, những khu chợ sôi động và di sản văn hóa phong phú. Từ những khu chợ nhộn nhịp đến kiến ​​trúc cổ xưa, mỗi góc đều kể một câu chuyện về quá khứ và hiện tại của thành phố, khiến nơi đây trở thành điểm đến không thể bỏ qua cho những du khách đang tìm kiếm trải nghiệm đích thực.Đọc thêm",
            "Tangier thật tuyệt. Medina rất thú vị, Riad rất đẹp nhưng ở một khu vực sơ sài. Mọi người liên tục tìm kiếm những nguồn tiền hỗ trợ. Giao dịch trực tiếp với các tuyến đường sắt. Tránh xa RAIL NINJA, chúng tôi đã lấy được 6 vé. Tuyến đường sắt cho biết Rail Ninja là những kẻ lừa đảo. Đi taxi màu xanh lam, taxi màu be đắt gấp ba lần và không mấy thú vị bằng. Khu vực chợ ở medina rất thú vị - chợ thực phẩm và cá nằm ngoài thế giới này. Giá cả rất tuyệt vời và có thể thương lượng. Hỏi giá chỉ là gợi ý, thương lượng.Đọc thêm",
            "Những đánh giá này rất điển hình về Tangier - rõ ràng là một hướng dẫn viên đã yêu cầu khách hàng của anh ấy viết đánh giá và cung cấp cho họ liên kết đến trang Medina chứ không phải trang của chính anh ấy, để tất cả những ai tra cứu Medina đều bị spam với thông tin liên hệ của anh ấy. Phải. Thành thật mà nói, có rất nhiều hướng dẫn viên sẽ làm rất tốt việc đưa bạn đi vòng quanh Tangier và chỗ ở của bạn sẽ có đề xuất hoặc thậm chí là hướng dẫn riêng của họ. Chỉ cần đừng theo dõi bất kỳ ai trên phố mà bạn chưa tự hỏi mình; nếu không, họ sẽ chỉ cho bạn nơi cần đến và sau đó mong được trả tiền. Trong mọi trường hợp, Medina cực kỳ thú vị và nếu bạn đến đúng thời điểm, bạn sẽ không quá bận rộn hay choáng ngợp chút nào. Rất nhiều quán cà phê, cửa hàng và rất nhiều mèo, và những người bán hàng không hề hung dữ, chỉ gọi điện cho bạn. Khách sạn của chúng tôi ở Medina và thật thú vị và an toàn khi đi dạo xung quanh vào buổi tối.Đọc thêm",
            "Mê cung các con hẻm trên địa hình đồi núi từng là một phần của pháo đài Bồ Đào Nha từ thế kỷ 15. Nó mang lại trải nghiệm tuyệt vời về thành phố với những tòa nhà cổ. Thật đáng buồn là có rất nhiều sàn giao dịch nhưng nhiều trong số đó không giao dịch với JPY. Tốt hơn hết bạn nên quan sát xung quanh và tìm địa điểm nào có mức giá tốt nhất thay vì đi thẳng đến địa điểm đầu tiên bạn tìm thấy.Đọc thêm",
            "Đã có một chuyến tham quan tuyệt vời đến Medina of Tanger xinh đẹp cùng Hicham, hãy liên hệ với anh ấy qua WhatsApp 212 698-381339. Anh ấy cũng sắp xếp cho chúng tôi một chuyến thăm quan địa phương thực sự đặc biệt. Rất khuyến khích kết nối với anh ấy.Đọc thêm",
            "Tangier là một thành phố đặc biệt! Người dân ở đây thực sự rất tốt và bạn sẽ cảm thấy thành phố như ở nhà ngay lập tức. Đặc biệt đề cập đến Hicham, hãy liên hệ với anh ấy qua WhatsApp 212 698-381339, hướng dẫn viên du lịch tốt nhất để gặp gỡ thành phố. Anh ấy cực kỳ đam mê công việc của mình. Anh ấy biết mọi thứ về lịch sử của thành phố. Tôi thực sự rất thích sự đồng hành của anh ấy, chuyến tham quan và thành phố.Đọc thêm",
            "Hicham là một người hướng dẫn tuyệt vời, người đã thực sự cho chúng tôi thấy TẤT CẢ Tanger. Từ các khu chợ đến Kasbah cho đến những gợi ý về bữa tối tuyệt vời. Tốc độ tốt vì chúng tôi đã đi được rất nhiều địa điểm và được giới thiệu một số cửa hàng hợp tác. Thật là một thị trấn cổ đẹp như tranh vẽ để khám phá. 5 sao luôn nhé! Cảm ơn!  Vicky HeatherĐọc thêm",
            "We were absolutely enamored with our tour of Tangier and surrounding landmarks. Our guide Hicham contact him on WhatsApp at 212611359090 was extremely passionate about his hometown and made us feel safe and welcome at all times. Hes well loved by fellow locals he said hi to about 50 friends as we walked around the Medina and knowledgeable about every aspect of the city. He met right near our accomodation before picking up another couple, then we were off to Cap Spartel where we stopped at 3 different stunning viewpoints. Next we stopped at Achakkar beach and rode camels along the beach at sunset incredible timing! then visited Hercules Caves where Hicham paid for our entry locals pay less than tourists. Then we headed back to the city where Hicham took us on an in-depth tour of the Kasbah and surrounding Medina. Hicham happily offered to take pictures of my partner and I, and was patient when we wanted to stop at shops or to take our own pictures. He expertly answered all of our questions and gave us a ton of information. He walked at the perfect pace for us to follow while taking in the sights and after our tour we felt 10x more comfortable navigating the neighborhood on our own. We ended our night at a traditional Moroccan restaurant where we ate to our hearts desire then Hicham lead us back to our accomodations. We happened to run into him the following day on his day off and he graciously lead us to a bakery he had mentioned the day before that we wanted to try. I cant say enough good things about Hicham and the tour we had with him! 100 recommend to anyone wanting the full Tangier experience!Read more"
        ],
        "star_ratings": [
            705,
            748,
            323,
            93,
            52
        ],
        "review_amount": 1921,
        "location": [],
        "reviews_time": [
            "Written June 16, 2023",
            "Written September 2, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written November 20, 2023",
            "Written November 28, 2023",
            "Written December 11, 2023",
            "Written January 28, 2024",
            "Written January 29, 2024",
            "Written February 2, 2024",
            "Written May 30, 2024",
            "Written May 16, 2024",
            "Written April 28, 2024",
            "Written March 26, 2024",
            "Written March 20, 2024",
            "Written March 17, 2024",
            "Written March 12, 2024",
            "Written March 8, 2024",
            "Written March 3, 2024",
            "Written February 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293737-d481068-Reviews-Medina_of_Tangier-Tangier_Tanger_Tetouan_Al_Hoceima.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d10039658-Reviews-Atlas_Prestige_Restaurant-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d4131836-Reviews-Riad_Imlil_Restaurant-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d17648486-Reviews-Berber_Family_Lodge-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d6033226-Reviews-Kasbah_Du_Toubkal_Restaurant-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d16216202-Reviews-Authentic_Toubkal_Lodge_Restaurant-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d3488918-Reviews-Chez_les_Berberes-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d23035739-Reviews-Dar_Atlas_Restaurant-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d27156901-Reviews-Atlas_Scenic_Restaurant-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d19622654-Reviews-Restaurant_Talaoul-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488109-d27490084-Reviews-Prestigia_Berber_House-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293733-d481055-Reviews-Souk_el_Henna-Fes_Fes_Meknes.html",
            "https://www.tripadvisor.com/Attraction_Review-g676158-d26245890-Reviews-Marrakesh_Imlil_Toubkal-Asni_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d25391459-Reviews-Toubkal_summit-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626640-d26245853-Reviews-Toubkal-Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d10209984-Reviews-Ouanoukrim-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d27173001-Reviews-Talamrout_Summit_2616m-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626640-d507426-Reviews-Mount_Toubkal-Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d26857131-Reviews-Mustapha-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d26841589-Reviews-Walking_in_Morocco-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d27498480-Reviews-Imlil_morocco-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d481068-Reviews-or10-Medina_of_Tangier-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d11707326-Reviews-Blue_Door_Cuisine-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d6991789-Reviews-Cap_Spartel-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d7199525-Reviews-Musee_de_la_Kasbah-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d481064-Reviews-Tangier_Casbah-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d532027-Reviews-St_Andrew_s_Church-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d8008226-Reviews-Petit_Socco-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d11600877-Reviews-Moshe_Nahon_Synagogue-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d9806667-Reviews-Place_du_Grand_9_Avril_1947-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d532024-Reviews-Terrasse_des_Paresseux-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d10147936-Reviews-Gran_Mezquita_de_Tanger-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d481068-Reviews-Medina_of_Tangier-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d24915519-Reviews-Atlas_Mountains_By_Bike-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626640-d2691545-Reviews-Trek_In_Morocco-Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2141452-Reviews-Toubkal_Guide-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d8107975-Reviews-Atlas_Mountain_Trekking-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d10496520-Reviews-Imlil_Trekking-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d17542020-Reviews-GUIAS_DE_ATLAS-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d17585330-Reviews-Morocco_Culture_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d21534265-Reviews-Morocco_Luxe_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d7155616-Reviews-Atlas_Mountain_Bike-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d11811101-Reviews-Sahara_Experience_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d8052016-Reviews-Marrakech_Guide_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g488109-d12234383-Reviews-Go_Trek_Morocco-Imlil_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8692658-Reviews-Goose_Island_Beer_Co-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d11800780-Reviews-Olowalu_Beach-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6632207-Reviews-Paphos_Karting_Center-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g50360-d1632683-Reviews-Creekside_Park-Gahanna_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14131492-Reviews-Lakewood_Church-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187371-d8820236-Reviews-Gamescom-Cologne_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209825-Reviews-Tournament_of_Kings-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d3347805-Reviews-Dar_es_Salaam_Zoo-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23496056-Reviews-SkyFly_Soar_America-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d7697653-Reviews-Luwak_Coffee_Bali_Plantation-Denpasar_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293737-d481068-Reviews-or10-Medina_of_Tangier-Tangier_Tanger_Tetouan_Al_Hoceima.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293737-d481068-Reviews-Medina_of_Tangier-Tangier_Tanger_Tetouan_Al_Hoceima.html"
    }
]