[
    {
        "attraction_name": "Megabus",
        "attraction_name_vi": "Megabus",
        "general_info": [
            "9 đánh giá",
            "64 trên 140 Giao thông vận tải ở Houston",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "Khi mọi người trả tiền để đến một thời điểm cụ thể KHÔNG phải Megabus. Trải nghiệm tồi tệ nhất EVER. LỊCH khởi hành lúc 3:45 đến Hill Croft lúc 6:45, 7:22 mới rời khỏi Katy. Tôi hỏi tài xế rằng cô ấy có phải báo cáo rằng chúng tôi đến muộn không, cô ấy nói KHÔNG vì chưa đến một giờ. BS và vì tôi hỏi một câu nên cô ấy nổi điên nói với tôi rằng cô ấy là giáo viên của trường và một thứ gì đó khác. Tôi không hỏi bạn điều đó. Tôi muốn biết chuyện gì sẽ xảy ra khi bạn đến muộn thế này. Không có lý do gì không có tai nạn không có lý do gì để đến muộn thế này. Sự rung cảm không an toàn trên tuyến xe buýt này. Không ai muốn trả tiền cho một thứ gì đó và nhận được ít hơn. DỊCH VỤ KHÁCH HÀNG Kém.Đọc thêm",
        "reviews": [
            "Tôi gặp vấn đề với dịch vụ Megabus 3 lần trong một năm. Lần đầu tiên xe buýt bỏ qua điểm dừng của tôi và bỏ lại tôi và những người khác. Lần thứ hai xe buýt bị hỏng giữa chuyến đi và chúng tôi phải đợi vài giờ để có xe buýt khác. Lần thứ ba chỉ có 1 xe buýt đến đúng giờ khi dự kiến ​​có 2 xe buýt phục vụ chuyến đó, nên một nửa số hành khách phải đợi hàng giờ tại bến để xe khác đến. Nếu bạn từ chối chờ đợi và rời đi để tìm phương tiện di chuyển khác, bạn sẽ không được hoàn tiền vì họ cho biết dịch vụ sẽ được cung cấp sau vài giờ. Dịch vụ khách hàng khủng khiếp. Đọc thêm",
            "Megabus cho biết 10 năm đến 5 năm trước là xe buýt số một và tốt nhất để đi du lịch ở Hoa Kỳ, đặc biệt là ở Texas. Nhưng bây giờ là năm 2023 thì không thể nào. Họ không chỉ thu giá vé xe buýt cao và bán ghế cho hành khách mà rõ ràng là họ không còn Megabus đi trên trục Texas nữa. Những tài xế tồi không quan tâm đến hành khách. Không ai giải thích hay xin lỗi hành khách rằng họ không còn Megabus nữa, thay vào đó họ chỉ đưa hành khách lên một số xe buýt COACHLINE mà không có AC hoạt động bình thường, không có WI-FI và không có cổng sạc để sạc điện thoại cho hành khách. Ghế bẩn quá nên tôi có thể đi tiếp. Tốt hơn hết là bạn nên cho hành khách biết rằng bạn đã bán hoạt động kinh doanh MEGABUS THAY VÌ việc bán vé du lịch và gửi một số xe buýt không hoạt động tốt cho hành khách. Những bức ảnh cho thấy đây không phải là MEGABUSĐọc thêm",
            "Tài xế James đang liên hệ với bộ phận an toàn, 100. Gần đây tôi đã là hành khách trên tuyến đường của anh ấy ba lần.  Mỗi lần xảy ra sự gián đoạn trên đường hoặc hành khách và anh đều xử lý sự kiện bất ngờ một cách dễ dàng.  Anh ta có vẻ phù hợp một cách tự nhiên với điều kiện đường sá luôn thay đổi và hành vi của hành khách.  Khi nhìn thấy anh ấy cầm lái, tôi biết mình có thể ngồi lại và thư giãn trong chuyến đi của mình.  Anh ấy là một viên ngọc quý.Đọc thêm",
            "Địa điểm:Công viên và chuyến tàu điện ngầm Hillcroft, Houston, TXNgày 28 tháng 3 năm 2023, 4:30 chiều Hãy cẩn thận với vị trí này Công viên và chuyến tàu điện ngầm Hillcroft, Houston, TX và các nhân viên của nó. Chuyện xảy ra là xe buýt trễ hơn một tiếng, không phải vấn đề. Tuy nhiên, một chiếc xe buýt Megabus đã đến và vừa đậu, và một phụ nữ lái xe ngồi trên ghế lái, có vẻ như đang ngủ say, say khướt, hoặc tệ hơn là chỉ ngồi gục đầu vào vô lăng. Không hiểu chuyện gì đang xảy ra, vì xe buýt đã trễ 30 phút nên tôi đã gọi cho bộ phận chăm sóc khách hàng của Megabus. Tôi giải thích rằng khi tôi theo dõi xe buýt trực tuyến thì nó báo không có thông tin theo dõi, nhưng có một chiếc Megabus đang đậu, với một nữ tài xế có vẻ như đang ngủ hoặc bất tỉnh. Đại lý Megabus đã cố gắng liên hệ trực tiếp với tài xế nhưng không được. Vì vậy, nhân viên Megabus qua điện thoại đã hướng dẫn tôi đến gần xe buýt, gõ cửa kính cửa và cố gắng đánh thức tài xế. Sau nhiều lần thử, tài xế vẫn không phản hồi. Tôi nhờ chị gái giúp đỡ thì chị ấy gõ cửa bên kia, cuối cùng cũng đánh thức được tài xế. Người lái xe bắt đầu la hét với chúng tôi và tỏ ra rất đe dọa. Chúng tôi cố gắng giải thích với cô ấy rằng chúng tôi đang nói chuyện điện thoại với đại diện Megabus và anh ấy muốn nói chuyện với cô ấy. Người tài xế tiếp tục la hét, đe dọa chúng tôi và từ chối nói chuyện điện thoại với đại diện Megabus. Tôi hỏi tên tài xế nhưng cô ấy từ chối. Chúng tôi đến gian hàng Megabus, trong khi tôi vẫn đang nói chuyện điện thoại với đại diện Megabus, người ở gian hàng cũng tỏ ra thô lỗ và từ chối nói chuyện điện thoại với người đại diện. Tôi đã cố gắng khiếu nại hai nhân viên đó nhưng không thể vì họ từ chối cho tôi biết tên. Thời gian là 4:30 chiều ngày 28 tháng 3 năm 2023.Gửi từ AOL trên AndroidĐọc thêm",
            "Du lịch kỳ nghỉ suôn sẻ! Tài xế xe buýt yêu thích của tôi là Lisa Brown-Griffin! Cô ấy là một tài xế xuất sắc, rất tốt bụng và chuyên nghiệp! Tôi đã quan sát thấy cô ấy đối xử tử tế và tôn trọng với từng hành khách trong suốt chuyến đi! Cô ấy thật tuyệt vời! Theo kinh nghiệm của tôi, thật bất thường khi có một chuyến xe buýt tuyệt vời như vậy! Lisa rất cẩn thận khi lái xe và giao tiếp với hành khách. Ví dụ, cô ấy đã đi xa hơn với một trong những hành khách đang bối rối khi anh ta xuống xe. Cô kiên nhẫn giải thích cho anh biết anh đang ở đâu và thậm chí còn nói chuyện với gia đình anh để hướng dẫn cách đón anh.  Cô ấy thực sự đã kiểm tra tất cả các hộp! Cô ấy rất niềm nở, tốt bụng, kiên nhẫn, giao tiếp rất tốt và khả năng lái xe của cô ấy rất xuất sắc!! Đây là chuyến đi êm ái nhất, yên tĩnh nhất, thoải mái nhất mà tôi từng trải qua! Nếu tùy thuộc vào tôi, cô ấy sẽ là tài xế duy nhất của tôi cho tất cả các chuyến đi sau này!!Đọc thêm",
            "Kinh khủng - đã đặt chỗ - xuất hiện khi đóng cửa hành lý và không cho lên xe buýt. Bị mắc kẹt 8 người khác nhau- sẽ không hoàn lại tiền hoặc tín dụng - KHÔNG SỬ DỤNG- lừa đảo - bất kỳ dịch vụ nào khác sẽ tốt hơnĐọc thêm",
            "Không phải là một bến xe buýt mà là một bãi đậu xe thực sự ở phía tây Houston. Dấu hiệu duy nhất cho thấy đây là trạm xe buýt lớn là một dấu hiệu nhỏ cho thấy tài xế Uber của tôi suýt bỏ lỡ. Nhưng điều đáng tiếc thực sự là người lái xe đã thô lỗ đến mức nào. Tài xế: số đặt chỗ Tôi: các ngôi sao quay cuồng với cuốn sách tham khảo là các chữ cái Tôi là người Anh và chưa bao giờ đi du lịch theo cách này trước đây. Tài xế: SỐ ĐẶT PHÒNG Tôi: ồ xin lỗi điện thoại, mò mẫm ồ có phải nó cho số đặt chỗ này không Tài xế: vâng Có lẽ như vậy thật sao? khó mà nói được, ồ, không thưa ông, đó là một con số, cho tôi xem email của ông được không??Đọc thêm",
            "Tôi đã sử dụng dịch vụ của họ trước đây và thấy nó khá ổn. Nó không hoàn hảo nhưng nó đưa bạn đến nơi bạn cần đến. Tôi đã đặt vé xe buýt Megabus cho cháu gái 18 tuổi đang là sinh viên đại học của tôi ở Houston, Texas, để cháu có thể bắt chuyến bay rời Austin. Xe Lyft của cháu đến đúng lúc xe buýt dừng lại, không phải lỗi của xe buýt. Cháu đã liên hệ với nhân viên dịch vụ khách hàng, người nói với cháu rằng cháu có thể đón xe buýt ở điểm dừng tiếp theo ở Houston và vẫn kịp chuyến bay. Cháu đi xe buýt 40 dặm và đến địa điểm tiếp theo cách đó khoảng 40 phút. Cháu đến trước khi xe buýt đến và thông báo cho tài xế về những gì đã xảy ra. Tài xế nói với cháu rằng cháu cần mua một vé khác vì anh ta đang xử lý hành lý dưới gầm xe buýt và từ chối cho cháu lên xe buýt mà cháu đã xuất trình vé. Tài xế thậm chí còn dừng xe mà không hỏi ý kiến ​​bộ phận dịch vụ khách hàng về vấn đề này. Cháu cần đi xe buýt 40 dặm nữa để trở về phòng. MAY MẮN thay, Greyhound có một tuyến đường phù hợp và cháu đã đặt được một mức giá vé tương đương thông qua công ty của họ. Họ đã có thể đưa cô ấy đến đích đúng giờ và kịp chuyến bay. Bài học kinh nghiệm. 1-Nếu nhân viên dịch vụ khách hàng nói với chúng tôi rằng cần thêm một vé nữa, chúng tôi có thể xử lý việc đó trong khi đang trên đường đến trạm xe buýt thứ 2, mặc dù vé đó SẼ ĐƯỢC DÀNH CHO CÙNG MỘT CHIẾC XE BUÝT CHẾT TIỆT. 2-Tài xế bỏ mặc thiếu niên bị kẹt mà thậm chí không xác minh với nhân viên CS của công ty, KHÔNG THỂ CHẤP NHẬN! 3-Nói chuyện với các nhân viên dịch vụ khách hàng để báo cáo những hành động này hôm nay khiến tôi bối rối và quyết tâm KHÔNG BAO GIỜ sử dụng dịch vụ của họ nữa. Bất cứ khi nào cần phương tiện di chuyển ngắn hạn, tôi sẽ tìm đến Greyhound để đáp ứng nhu cầu vận chuyển du lịch của chúng tôi. Đọc thêm"
        ],
        "star_ratings": [
            2,
            0,
            0,
            1,
            6
        ],
        "review_amount": 9,
        "location": [
            "Hoa Kỳ",
            "Bờ Vịnh Texas",
            "TX Texas",
            "Houston",
            "Những điều cần làm ở Houston",
            "Megabus"
        ],
        "reviews_time": [
            "Written February 16, 2024",
            "Written November 29, 2023",
            "Written October 22, 2023",
            "Written August 15, 2023",
            "Written March 28, 2023",
            "Written November 22, 2022",
            "Written November 5, 2022",
            "Written January 19, 2022",
            "Written December 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56003-d19710221-Reviews-Megabus-Houston_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d18819639-Reviews-Astroville_Tours_Transportation-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d11855533-Reviews-Allstar_Transportation_Limousine_City_Tours-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d12903211-Reviews-Majestic_Limo_Transportation_Services-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8048903-Reviews-My_Houston_Town_Car-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d12012220-Reviews-Houston_Flyers_Town_Car-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8861698-Reviews-Omega_Royal_Transportation-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14985432-Reviews-Rocket_Limo-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d16723945-Reviews-GET_Global_Transportation_Houston_Car_Service_And_Airport_Shuttles-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d12086934-Reviews-Z_Limousine-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d17327557-Reviews-RYDE_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41305-d2173354-Reviews-Oxford_Bellevue_Ferry-Oxford_Talbot_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d274331-Reviews-Cheyenne_Mountain_Zoo-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d24089597-Reviews-Museum_of_Islamic_Civilization-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g644340-d8539929-Reviews-Las_Charcas_Mud_Baths-Lo_Pagan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3344059-d1752020-Reviews-Paraga_Beach-Paraga_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g494960-d12379970-Reviews-Playa_de_Santa_Cristina-Lloret_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d2513280-Reviews-Iztuzu_PlajI-Dalyan_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g40550-d2322253-Reviews-Megunticook_Lake-Camden_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g674639-d480263-Reviews-Wasini_Island-Shimoni_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d652943-Reviews-Two_Harbors-Catalina_Island_California.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56003-d19710221-Reviews-Megabus-Houston_Texas.html"
    }
]