[
    {
        "attraction_name": "MekongEcoTravel",
        "attraction_name_vi": "MekongSinh TháiDu Lịch",
        "general_info": [
            "48 đánh giá",
            "1 trong 7 Lớp học Hội thảo tại Cần Thơ",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Whatsapp của tôi: 84981414949. Tôi sinh ra và lớn lên ở một ngôi làng ở đồng bằng sông Cửu Long. Tôi luôn có một tình yêu mãnh liệt với quê hương với những cảnh đẹp hùng vĩ, hùng vĩ. Tôi muốn truyền bá đến tất cả du khách về vẻ đẹp của đất nước tôi, mang đến cho họ một nền văn hóa thực sự và lối sống địa phương sâu sắc ở Đồng bằng sông Cửu Long, đồng thời tạo ra trải nghiệm độc đáo và khó quên cho bất kỳ khách du lịch nào với một số viên ngọc ẩn giấu, ngoài những con đường hẻo lánh. Để biết thêm chi tiết về chuyến tham quan này, hãy nhắn tin cho tôi qua whatsapp của tôi: 84981414949. \nĐọc thêm",
        "reviews": [
            "Tôi đã cùng Như Ý thực hiện một chuyến tham quan tuyệt vời đến đồng bằng Mékon. Tôi yêu chợ nổi và đi xe đạp. Như Ý cung cấp rất nhiều thông tin về cách sống ở Việt Nam và lịch sử của đất nước. Cô ấy rất dễ chịu và thân thiện, tôi thực sự đánh giá cao khoảng thời gian ở bên cô ấy! Một lần nữa xin cảm ơn vì khoảnh khắc này! Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Nếu bạn muốn tự mình khám phá khu vực xung quanh Cần Thơ ở Đồng bằng sông Cửu Long với hướng dẫn viên địa phương, chúng tôi nồng nhiệt khuyên bạn nên liên hệ với bà Như Ý tốt bụng. Vợ chồng tôi đã dành 3 ngày cuối cùng của kỳ nghỉ với cô hướng dẫn viên duyên dáng, bà Như Ý Lê tại nhà riêng ở thị trấn Ngã Bảy. Cô ấy đã chuẩn bị cho chúng tôi một chương trình phong phú và mạo hiểm, nhờ đó chúng tôi được biết đến vẻ đẹp tự nhiên của đồng bằng sông Cửu Long từ xe máy, xe đạp và thuyền. Chúng tôi đã đến thăm chợ nổi ở Cần Thơ và rất nhiều nghệ nhân địa phương vẫn sản xuất sản phẩm của họ theo truyền thống cũ và tất cả những điều này chỉ có chúng tôi với một người phụ nữ hướng dẫn. Chúng tôi cũng học được rất nhiều về tôn giáo và văn hóa địa phương. Trong thời gian đó, Như Ý đã nấu ăn cho chúng tôi rất ngon và dùng bữa cùng chúng tôi. Chiều hôm qua, cô mời chúng tôi vào bếp và với sự giúp đỡ của gia đình cô, chúng tôi đã cố gắng làm món bánh xèo truyền thống Việt Nam theo cách thủ công. Như Ý mang đến một chuyến tham quan về sản xuất nhang truyền thống bền vững, sản xuất bún tự nhiên, trang trại ca cao, v.v., trong đó chúng ta có thể thấy được sự giàu có và tiềm năng văn hóa thực sự của đất nước xinh đẹp này. Ngoài ra, cô ấy nói tiếng Anh xuất sắc và sẽ giúp bạn sắp xếp một chuyến đi đến nhà cô ấy từ bất cứ nơi nào chúng tôi đi từ Sài Gòn. Chúng tôi thực sự rất thích chuyến đi 3 ngày và chúng tôi có những trải nghiệm mà chúng tôi sẽ nhớ suốt đời. Cảm ơn bạn!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Tôi đã đi du lịch rất nhiều và tôi phải nói rằng kỳ nghỉ 3 ngày với cô Nhu là điều tuyệt vời nhất mà tôi từng trải nghiệm! Cô ấy tốt bụng, hữu ích và rất ngăn nắp. Phòng sạch sẽ, gọn gàng và thoải mái. Các bữa ăn nấu tại nhà thật tuyệt vời và bạn thực sự cảm nhận được hương vị ẩm thực và thói quen địa phương. Chúng tôi đã đến thăm rất nhiều ngôi nhà địa phương, học được rất nhiều về nghề thủ công và cuộc sống hàng ngày, đi rất nhiều chuyến đi bằng xe đạp, xe đạp và thuyền. Tuy nhiên, đừng mong đợi một chuyến du lịch cổ điển! Có RẤT NHIỀU điều bất ngờ nhỏ và những món ăn nhỏ mà tôi sẽ không tiết lộ cho người khác, nhưng chuyến tham quan này là điều bắt buộc! Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chuyến tham quan cuộc sống địa phương ở đồng bằng sông Cửu Long chính xác là những gì chúng tôi luôn mong ước. Như Ý đã đóng góp 100 để làm cho chuyến đi này mãi mãi đáng nhớ đối với chúng tôi. Như Ý rất truyền thống và đã cho chúng tôi thấy rất rõ cuộc sống làng quê. Chúng tôi luôn cảm thấy rất an toàn với cô ấy. Chuyến tham quan bắt đầu bằng việc làm những chiếc giỏ đan. Sau đó chúng tôi được hướng dẫn cách làm than củi. Sau đó, chúng tôi xây dựng phần mái bằng lá cọ. Trên đường về, chúng tôi giúp dỡ một chiếc thuyền chở than. Buổi tối kết thúc bằng ly cà phê thơm ngon lúc hoàng hôn. Sáng hôm sau, chúng tôi đi chợ địa phương, thăm khu rừng có nhiều chim lớn, cánh đồng lúa và một ngôi chùa. Buổi chiều, chúng tôi chiên và ăn bánh xèo truyền thống của Việt Nam. Những bữa ăn mẹ Như Ý chuẩn bị ngon vô cùng. Khen ngợi kỹ năng nấu ăn của cô ấy. Cảm ơn bạn rất nhiều vì 2 ngày tuyệt vời. Chúng tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai quan tâm đến cuộc sống địa phương.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chuyến tham quan thực sự tuyệt vời. Chúng tôi đi thuyền vào rừng. Nó thực sự rất đẹp. Ngoài ra, hướng dẫn viên Như Ý của tôi cũng rất tuyệt. Tôi đánh giá cao cô ấy. Chúng tôi cũng đã đến thăm cánh đồng lúaĐọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Đó là quả anh đào trên đỉnh chuyến hành trình của chúng tôi từ Bắc vào Nam. Cuộc sống thực, tự nhiên, nông thôn, ngoài thành phố. Như là duy nhất. Người ta phải cảm nhận được loại chuyến đi này. Mình sẽ nói thêm một từ MAGIC nữa, còn lại Bạn hãy tìm hiểu.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi đã đọc nhiều đánh giá tốt về các chuyến du lịch với Nhu, vì vậy chúng tôi cũng tự mình thử nó. Chúng tôi đang tìm kiếm một sự xác thực, không có khách du lịch, đồng bằng sông Cửu Long và một số cuộc phiêu lưu. Chúng tôi có mọi thứ và hơn thế nữa. Chúng tôi cố gắng ăn thứ gì đó, thứ mà chúng tôi chưa bao giờ thử, chúng tôi thấy thiên nhiên tươi đẹp, rừng rậm trên thuyền không có khách du lịch, chúng tôi thấy những ngôi làng địa phương và cuộc sống thường ngày của họ. Chợ vào sáng sớm cũng thật tuyệt vời. Nhu có hành trình thực sự thú vị và cho chúng ta thấy đồng bằng sông Cửu Long thực sự. 120 giới thiệu nó. Cảm ơn!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi muốn ngắm nhìn đồng bằng sông Cửu Long nhưng không phải với nhiều người du lịch khác trên một chiếc xe buýt đông đúc. Chúng tôi đã cân nhắc việc đi một mình bằng xe máy nhưng sau đó tôi nghe trên một số diễn đàn du lịch về người phụ nữ này và chúng tôi đã đặt chỗ cho cô ấy. Tôi rất vui vì chúng tôi đã làm. Đó chính xác là những gì tôi muốn và cần. Kinh nghiệm rất xác thực. Chúng tôi ở với gia đình cô ấy, mẹ cô ấy nấu cho chúng tôi hàng ngày những món khác nhau - cá, gà, vịt và thậm chí cả chuột! và cô ấy đưa chúng tôi đến xem gia đình của những người anh em họ của cô ấy đang làm củi hoặc thúng và thậm chí vào nhà của họ. Chúng tôi đi xe đạp, đi xe máy và nhiều thuyền nhỏ để xem chợ nổi, tất nhiên là chúng tôi đã ăn ở một nhà hàng nổi! và đến một khu rừng bảo tồn chim. Nó thực sự mãnh liệt và tuyệt vời. Người phụ nữ hướng dẫn của chúng tôi cũng rất tuyệt. Chúng tôi đã có cơ hội nói về mọi thứ và cô ấy đã cho chúng tôi rất nhiều bối cảnh về những gì chúng tôi thấy xung quanh mình. Cô ấy rất tử tế và trung thực và tôi cũng thích việc cô ấy đã tự mình xây dựng toàn bộ công việc kinh doanh này. Tôi thực sự muốn giới thiệu chuyến đi cuối tuần này. Cảm ơn bạn rất nhiều Như ÝĐọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi vừa trải qua 3 ngày cùng Như Ý ở Ngã Bảy, và trong đó có rất nhiều hoạt động thú vị. Không chỉ được ngắm chợ nổi, chúng tôi còn được tham quan rừng tự nhiên bằng thuyền, làng than, đạp xe, đi xe máy và học cách làm bánh xèo truyền thống. Như Ý cũng đã chuẩn bị cho chúng tôi một bất ngờ mà tôi sẽ không chia sẻ vì đây thực sự là một trải nghiệm độc đáo. :Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Wow! Trải nghiệm thật tuyệt vời, ĐỒNG BẰNG SÔNG CỬU LONG là một nơi tuyệt vời nhưng còn đặc biệt hơn nữa nhờ hướng dẫn viên Như Ý của chúng tôi. Cô ấy thật tuyệt vời với tính cách vui vẻ khiến trải nghiệm trở nên khó quên. Một sự kiện phải xem và phải làm. Bạn sẽ học được nhiều hơn những gì khu vực và đồng bằng sông Cửu Long cung cấp. Lối sống của người Việt là một trải nghiệm riêng. Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm"
        ],
        "star_ratings": [
            48,
            0,
            0,
            0,
            0
        ],
        "review_amount": 48,
        "location": [
            "MekongSinh TháiDu Lịch",
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long"
        ],
        "reviews_time": [
            "Written May 9, 2024",
            "Written April 29, 2024",
            "Written April 2, 2024",
            "Written March 26, 2024",
            "Written March 3, 2024",
            "Written February 25, 2024",
            "Written January 27, 2024",
            "Written January 17, 2024",
            "Written January 7, 2024",
            "Written December 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d26314076-Reviews-MekongEcoTravel-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or10-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1466323-d669356-Reviews-Camel_Park-Mazotos_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12500860-Reviews-Fish_Roundabout-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g189156-d609371-Reviews-Praia_do_Tamariz-Estoril_Cascais_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d669886-Reviews-Old_Market-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8586549-Reviews-Lufthansa_Express_Bus-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d1796964-Reviews-Luna_Park_in_Coney_Island-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g680222-d12834364-Reviews-CityPlace_Doral-Doral_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d655912-Reviews-Carlsbad_Premium_Outlets-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g659510-d6599786-Reviews-Imam_Ali_Holy_Shrine-Najaf_Najaf_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d18186550-Reviews-Monastraki_Flea_Market-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or10-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-MekongEcoTravel-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "MekongEcoTravel",
        "attraction_name_vi": "Du lịch sinh thái Mekong",
        "general_info": [
            "48 đánh giá",
            "1 trong 7 Lớp Workshop tại Cần Thơ",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Taxi đưa đón",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Whatsapp của tôi: 84981414949. Tôi sinh ra và lớn lên ở một ngôi làng ở đồng bằng sông Cửu Long. Tôi luôn có một tình yêu mãnh liệt với quê hương với những cảnh đẹp hùng vĩ, hùng vĩ. Tôi muốn truyền bá đến tất cả du khách về vẻ đẹp của đất nước tôi, mang đến cho họ một nền văn hóa thực sự và lối sống địa phương sâu sắc ở Đồng bằng sông Cửu Long, đồng thời tạo ra trải nghiệm độc đáo và khó quên cho bất kỳ khách du lịch nào với một số viên ngọc ẩn giấu, ngoài những con đường hẻo lánh. Để biết thêm chi tiết về chuyến tham quan này, hãy nhắn tin cho tôi qua whatsapp của tôi: 84981414949. \nĐọc thêm",
        "reviews": [
            "Chúng tôi đã có thời gian tuyệt vời ở đó. Chợ nổi rất thú vị. Khám phá khu vực xung quanh sông Mê Kông rất thú vị. Tôi thực sự khuyên bạn nên đi chuyến này với Nhan. Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Tôi đã đến thăm nhà cô ấy cùng với hai người bạn của tôi trong hai ngày và tôi phải nói rằng đó thực sự là một điểm nổi bật trong thời gian tôi ở Việt Nam. Bạn sẽ có cái nhìn sâu sắc về cuộc sống nông thôn ở Việt Nam, thăm các nhà sản xuất than, thợ dệt giỏ và học hỏi về cuộc sống hàng ngày của họ. Khóa học nấu ăn truyền thống cũng là một trải nghiệm tuyệt vời và thú vị. Y thực sự tuyệt vời, một hướng dẫn viên rất tốt bụng và hiểu biết cũng như một người chủ nhà tuyệt vời. Các phòng chúng tôi ở đều nguyên sơ và là một trong những chỗ ở tốt nhất tôi có trong suốt thời gian đó. thời gian của tôi ở đất nước xinh đẹp này. Tôi muốn giới thiệu trải nghiệm này cho tất cả những ai muốn rời khỏi các thành phố lớn hơn và đến gần hơn với cuộc sống hàng ngày của người dân Việt NamĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời bình luận tử tế của bạn về trải nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi thực hiện công việc yêu thích này. Niềm vui của bạn là niềm vui của tôi. Để có một chuyến đi tuyệt vời ở Đồng bằng sông Cửu Long để khám phá cuộc sống thực sự của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.com Đọc thêm",
            "Chúng tôi đã có thời gian tốt nhất tại nơi hướng dẫn của chúng tôi. Cô ấy rất tốt bụng và vui tính và chúng tôi đã có rất nhiều trải nghiệm tuyệt vời trong chuyến thăm. Chúng tôi đã có những món ăn ngon nhất như chuột và rắn, những căn phòng rất đẹp, ấm cúng và cảm thấy thực sự như ở nhà. Cô ấy sẽ chỉ cho bạn quê hương của cô ấy và bạn sẽ đến thăm khu rừng bằng một chiếc thuyền và nhiều chuyến đi bất ngờ thú vị hơn nữa. Chúng tôi đã xem, đã cố gắng rất nhiều và tận hưởng từng giây phút của nó. Cảm ơn Y và gia đình đã cho chúng tôi ở tại nhà bạn!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Hướng dẫn tuyệt vời qua đồng bằng sông Cửu Long, khu rừng hoang dã, những khung cảnh đẹp nhất của cảnh quan hoang sơ bởi bàn tay con người. Bữa trưa, được chuẩn bị theo quy trình ban đầu, là một trải nghiệm rất mạnh mẽ và chuyến du ngoạn đến chợ nổi là một trải nghiệm tuyệt vời, vì vậy đừng bỏ lỡ bất kỳ trải nghiệm nào. Tôi khuyên bạn nên và cảm ơn bạn vì một trải nghiệm rất mạnh mẽ.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Tôi đã chọn nhà điều hành tour này một cách ngẫu nhiên, nhưng may mắn thay đó là lựa chọn tốt nhất mà tôi có thể thực hiện. Như Ý là một người chủ nhà hoàn hảo, một hướng dẫn viên xuất sắc, giàu kinh nghiệm và một nhân cách tuyệt vời. Cô ấy đã chuẩn bị cho tôi một chuyến du lịch 2 ngày với nhiều điểm nổi bật. Chương trình có đủ hoạt động và thời gian rảnh rỗi để người ta có thể thư giãn hoặc tự làm một chút. Tôi đã làm điều đó bằng xe đạp trong thị trấn. Tôi đã thực sự gần gũi với cuộc sống thường nhật ở vùng Mê Kông. Tôi không nghĩ rằng bất cứ ai khác có thể cung cấp một trải nghiệm như vậy. Tôi rất có thể giới thiệu chuyến tham quan này và chúc Như Ý mọi điều tốt đẹp nhất. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời bình luận tử tế của bạn về trải nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi thực hiện công việc yêu thích này. Niềm vui của bạn là niềm vui của tôi. Để có một chuyến đi tuyệt vời ở Đồng bằng sông Cửu Long để khám phá cuộc sống thực sự của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.com Đọc thêm",
            "Chúng tôi là một gia đình 6 người nên mọi thứ có thể trở nên phức tạp, Nhur là một người hướng dẫn và chủ nhà lý tưởng. Chúng tôi được chào đón vào nhà của cô ấy, với khu sinh hoạt riêng, nấu những bữa ăn đặc sắc, ngon miệng, thử nhiều món ăn mới, di chuyển dễ dàng quanh khu vực đồng bằng bằng xe đạp, xe máy và tài xế ô tô 7 chỗ, tất cả đều tạo nên trải nghiệm tuyệt vời. tốt hơn. Chúng tôi đã có thể nhìn thấy đồng bằng sông Cửu Long đích thực và cùng với đó là tất cả các hoạt động bao gồm chợ địa phương, chợ nổi, chùa, tìm hiểu về các ngành công nghiệp địa phương và biến đó thành một phần đích thực của chuyến tham quan. Rất khuyến khích cho một gia đình hoặc cặp vợ chồng quan tâm đến trải nghiệm thực tế. Grantham Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Thật là một cuộc hành trình! Nó thực sự tuyệt vời! Nếu bạn muốn một cái gì đó địa phương, bạn chắc chắn nên tham gia chuyến tham quan này. Hướng dẫn viên của chúng tôi rất tốt bụng, chúng tôi có mọi thứ chúng tôi cần và không bao giờ thiếu thứ gì. Chắc chắn sẽ đi tour này một lần nữa. Cảm ơn vì tất cả những gì bạn đã làm và chúc may mắn trên hành trình của bạn, hẹn gặp lại bạn ở Việt Nam vào một ngày nào đó Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày tuyệt vời với Như Ý Lê, giá như chúng tôi gặp cô ấy sớm hơn, chúng tôi sẽ muốn dành nhiều thời gian hơn để khám phá đồng bằng sông Cửu Long với Như Ý Lê là người hướng dẫn. Đó là một ngày rất thú vị khi Như Ý Lê chỉ cho chúng tôi những thắng cảnh, phong tục địa phương và những địa điểm không xuất hiện trong các tờ rơi quảng cáo du lịch thông thường. Như Ý Lê thân thiện, nhiều thông tin, linh hoạt và hiểu biết. Cô ấy rất dễ dàng để chúng tôi giao tiếp với những người nói tiếng Anh và cô ấy đã tương tác một cách vui vẻ với các con của chúng tôi. Tôi thực sự khuyên bạn nên liên hệ với Như Ý Lê để cô ấy có thể điều chỉnh trải nghiệm Đồng bằng sông Cửu Long cho phù hợp với bạn. Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Như Ý rất chiều chuộng tôi với tư cách là một du khách đơn độc. Cô ấy đã rất hữu ích ngay cả trước khi tôi đến nhà cô ấy. Chúng tôi đã làm rất nhiều hoạt động, từ tìm hiểu về cuộc sống ở Đồng bằng sông Cửu Long, nấu các món ăn Việt Nam và thậm chí nếm thử các món ăn kỳ lạ! Tôi là một du khách đơn độc nhưng tôi cảm thấy như mình là một phần của gia đình trong 3 ngày tôi ở cùng cô ấy và gia đình cô ấy. Giống như một ngôi nhà xa nhà. Tất cả các món ăn mà mẹ cô ấy nấu đều rất ngon và cho đến bây giờ tôi vẫn thèm chúng. Chắc chắn giới thiệu và tôi muốn đặt lại với cô ấy vào lần tới tôi ghé thăm. Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời với hướng dẫn này. Chúng tôi đã có chuyến du lịch 2 ngày 1 đêm với rất nhiều hoạt động. Cô ấy chú ý đến nhu cầu của chúng tôi và mặc dù chúng tôi khó thỏa mãn nhưng chúng tôi không có lời phàn nàn nào, mọi thứ đều hoàn hảo. Chúng tôi đã thực sự cảm nhận được cuộc sống ở đồng bằng sông Cửu Long như thế nào và nó rất chân thực và chân thực. Tất cả các hoạt động đều rất hay và thú vị, chúng tôi đặc biệt yêu thích chuyến đi thuyền trên những con kênh nhỏ, ngắm chim diệc và cả hoạt động bí mật đặc biệt vào buổi tối, cứ như một giấc mơ vậy! Chúng tôi đã học cách nấu các món ăn địa phương và có thể thực hành nấu và nếm thử sau đó cũng như nhiều món ăn thực sự ngon khác. Chúng tôi cũng tìm hiểu về công việc trong làng, chúng tôi dạo quanh bằng xe máy, ghé thăm chợ nổi không dành cho khách du lịch, trang trại cá, vườn trái cây, nhà máy mì và ca cao, v.v. Phòng của chúng tôi ở nhà cô ấy cũng rất dễ thương và ấm cúng. Tôi thực sự khuyên bạn nên đặt tour này, chúng tôi sẽ không muốn người khác thực hiện việc đó. Chúng tôi muốn cảm ơn cô ấy và gia đình một lần nữa vì đã đón tiếp chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại cô ấy Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời bình luận tử tế của bạn về trải nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi thực hiện công việc yêu thích này. Niềm vui của bạn là niềm vui của tôi. Để có một chuyến đi tuyệt vời ở Đồng bằng sông Cửu Long để khám phá cuộc sống thực sự của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.com Đọc thêm"
        ],
        "star_ratings": [
            48,
            0,
            0,
            0,
            0
        ],
        "review_amount": 48,
        "location": [
            "MekongSinh TháiDu Lịch",
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long"
        ],
        "reviews_time": [
            "Written December 26, 2023",
            "Written December 12, 2023",
            "Written December 12, 2023",
            "Written December 7, 2023",
            "Written November 8, 2023",
            "Written October 1, 2023",
            "Written September 30, 2023",
            "Written September 16, 2023",
            "Written August 28, 2023",
            "Written August 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d26314076-Reviews-or10-MekongEcoTravel-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or20-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23824527-Reviews-Somewhere_Nowhere_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6671988-Reviews-Dongdaemun_Design_Plaza_DDP-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d1994602-Reviews-Sindhu_Market-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d8288993-Reviews-Laguna_Kaan_Luum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d10628295-Reviews-Cubo-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d319505-Reviews-Riyadh_Zoo-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d104238-Reviews-Santa_Monica_Pier-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44350-d107816-Reviews-Six_Flags_St_Louis-Eureka_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189531-d6700732-Reviews-Aquadome-Billund_South_Jutland_Jutland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501027-Reviews-Ronnie_Scott_s_Jazz_Club-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or20-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or10-MekongEcoTravel-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "MekongEcoTravel",
        "attraction_name_vi": "MekongSinh TháiDu Lịch",
        "general_info": [
            "48 đánh giá",
            "1 trong 7 Lớp Workshop tại Cần Thơ",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Whatsapp của tôi: 84981414949. Tôi sinh ra và lớn lên ở một ngôi làng ở đồng bằng sông Cửu Long. Tôi luôn có một tình yêu mãnh liệt với quê hương với những cảnh đẹp hùng vĩ, hùng vĩ. Tôi muốn truyền bá đến tất cả du khách về vẻ đẹp của đất nước tôi, mang đến cho họ một nền văn hóa thực sự và lối sống địa phương sâu sắc ở Đồng bằng sông Cửu Long, đồng thời tạo ra trải nghiệm độc đáo và khó quên cho bất kỳ khách du lịch nào với một số viên ngọc ẩn giấu, ngoài những con đường hẻo lánh. Để biết thêm chi tiết về chuyến tham quan này, hãy nhắn tin cho tôi qua whatsapp của tôi: 84981414949. \nĐọc thêm",
        "reviews": [
            "Chúng tôi đã trải qua một ngày tuyệt vời ở đồng bằng sông Cửu Long.  Đó là một chuyến đi tốt, và đặc biệt là vì chúng tôi ở một mình với hướng dẫn viên giỏi Như Ý Mekong Eco Travel Chuyến tham quan tuyệt vời cho thấy cuộc sống ở Việt Nam như thế nào.  Thật tuyệt vời khi được ngắm nhìn những ngôi làng nổi trên sông Mê Kông và văn hóa của người dân địa phương Việt Nam. Chúng tôi đi thuyền dọc theo những con kênh nhỏ của sông Mê Kông, thăm quan các nhà máy nhỏ và dùng bữa trưa thịnh soạn.  Nhưng tốt nhất là hướng dẫn của chúng tôi.  Anh ấy nói rất nhiều và trả lời tất cả các câu hỏi của chúng tôi, cảm ơn Như Ý. Chúng tôi thực sự giới thiệu hướng dẫn Đồng bằng sông Cửu Long Như Ý Du lịch sinh thái Mê KôngĐọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.com\nĐọc thêm",
            "Những ngày tuyệt vời nhất với Như y lê. Điểm nổi bật trong chuyến đi 1 tháng của tôi đến Việt Nam và Campuchia. Tôi đã dành 3 ngày để khám phá Mekong cùng Như y lê. Cô sinh ra ở khu vực này và niềm đam mê của cô đối với con người và thiên nhiên thật đáng kinh ngạc. Tôi đang đi du lịch một mình và tổ chức của cô ấy là hạng nhất nhưng cũng cởi mở và linh hoạt để chỉ cho bạn rất nhiều địa điểm không phải là khách du lịch và chia sẻ kiến ​​thức địa phương của cô ấy. Tôi cảm thấy rất gắn bó với người phụ nữ tuyệt vời này ở bên kia thế giới. Nếu bạn muốn ghé thăm Mê Kông nhất định phải liên hệ với Như y lê!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Điểm nổi bật trong tháng của chúng tôi ở Việt Nam là thời gian cùng Như Ý Lê khám phá mê cung sông, đầm lầy và đảo rộng lớn, nơi có chợ nổi, trang trại nuôi cá, chùa, làng và khu bảo tồn động vật hoang dã. Kiến thức địa phương của cô ấy rất đặc biệt, cô ấy cũng nói tiếng Anh trôi chảy, cam kết của cô ấy về sự an toàn và sự hài lòng của khách hàng là rất xuất sắc và trải nghiệm du lịch vốn có là vô song. Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Một trong những tour du lịch được tổ chức tốt nhất mà tôi đã thực hiện. Mọi thứ đã được lên kế hoạch rất tốt và chúng tôi đã thấy rất nhiều thứ. Chúng tôi đã đặt chuyến đi một ngày trước đó. Như Ý đón chúng tôi từ khách sạn vào buổi sáng và lấp đầy một ngày của chúng tôi bằng nhiều hoạt động khác nhau. Chúng tôi đã thấy chợ nổi, nhà máy mì, trang trại trái cây hữu cơ, trang trại ca cao, trang trại cá, thử một số món ăn địa phương tuyệt vời. Tôi thực sự khuyên bạn nên chuyến đi với MekongEcoTravelĐọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi có một khoảng thời gian tuyệt vời! Trong một thông báo rất ngắn, MekongEco Travel đã chấp nhận đặt phòng của chúng tôi và chúng tôi thức dậy lúc 4:30 sáng tại Cần Thơ để sẵn sàng khám phá chợ nổi. MekongEco Travel đã đến khách sạn đúng giờ để đón chúng tôi mặc dù khởi hành rất sớm và tôi đã rất vui đến nỗi quên mất mình đã dậy sớm như thế nào! Thật là một ngày tuyệt vời.  Hướng dẫn viên tuyệt vời của chúng tôi đã đưa chúng tôi vào một chuyến đi đáng kinh ngạc trên sông Mê Kông, dạy chúng tôi về dòng sông xinh đẹp và lịch sử của nó cũng như tầm quan trọng của dòng sông đối với người dân Việt Nam. Cô ấy chỉ cho chúng tôi những khu chợ nổi nơi chúng tôi có món súp tuyệt vời nhất cho bữa sáng và ly cà phê sữa ngon nhất mà tôi từng có. Cô ấy biết tất cả những nơi tốt để ăn! Tôi đã học được rất nhiều điều về lịch sử của chợ nổi cũng như tương lai của truyền thống và lối sống mang tính biểu tượng của người Việt này. Chúng tôi đi dọc sông Mê Kông và thấy cách người Việt Nam sống dọc bờ sông, đồng thời đến thăm một nhà máy sản xuất bún, nơi tôi tìm hiểu về cách làm bún và bánh tráng theo truyền thống cũng như cách làm chúng hiện nay. Chúng tôi cũng đến thăm một trang trại trái cây và thưởng thức trái cây tươi ngon. Điều khiến các chuyến du lịch của MekongEco Travel trở nên đặc biệt chính là niềm đam mê với lối sống truyền thống ở Việt Nam. Mọi thứ đang thay đổi quá nhanh ở Việt Nam và việc có được một người trẻ đam mê cách làm truyền thống thực sự đặc biệt và rất quan trọng. Nếu bạn đặt vé với MekongEco Travel, bạn sẽ góp phần đảm bảo truyền thống Việt Nam tiếp tục được giảng dạy và đánh giá cao trên toàn thế giới. 1010!! Tôi chắc chắn sẽ đặt lại.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Đơn giản chỉ là một trong những chuyến tham quan tuyệt vời nhất mà tôi từng tham gia. Rất nhiều kiến ​​thức được chia sẻ, các hoạt động được lựa chọn kỹ càng và để lại cảm giác tuyệt vời. Cảm ơn bạn rất nhiều Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi cùng Như Ý tham quan đồng bằng sông Cửu Long. Ngày trôi qua rất tốt và chúng tôi đã thấy rất nhiều. Rất nhiều đồ ăn nhẹ trên đường đi khiến bọn trẻ vui vẻ. Cũng cảm ơn bạn đã chụp những bức ảnh đẹp và gửi cho chúng tôi: những kỷ niệm tuyệt vời.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Tôi đã có một chuyến đi vui vẻ cùng với Như! Trước đó tôi đã liên lạc với cô ấy qua Facebook và cô ấy đã lập cho tôi một hành trình phù hợp với sở thích và kế hoạch cá nhân của tôi. Cô ấy đã chỉ cho tôi nhiều địa điểm tuyệt vời bằng cách đi du lịch vòng quanh trên chiếc xe tay ga của cô ấy. Cô ấy là một người an toàn lái xe và biết tất cả mọi thứ trong và ngoài khu vực. Chúng tôi thậm chí còn đến thăm gia đình cô ấy và công việc kinh doanh của họ, đó là một phần tuyệt vời của văn hóa Việt Nam! Cảm ơn vì đã có khoảng thời gian tuyệt vời bên nhau và đã đưa tôi đi tham quan xung quanh!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi.  Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Tôi đã có những ngày tuyệt vời với Như ở Nhã Bảy, một vùng ít người đến ở đồng bằng sông Cửu Long. Tôi đã đặt phòng ở lại hai đêm nhưng cuối cùng lại kéo dài vì tôi thực sự thích chuyến đi. Chúng tôi đến thăm nhà chị họ Như ở vùng nông thôn, chợ địa phương, nhiều trang trại trái cây, khu bảo tồn thiên nhiên và một số kênh rạch nhỏ để đi thuyền vào ban đêm. Chúng tôi đã giúp nấu bánh xèo mặn và canh canh chưa, hai món ăn Việt Nam yêu thích nhất của tôi và đạp xe quanh những con đường ven sông tuyệt đẹp, theo phong cách địa phương, cũng có phương tiện di chuyển bằng xe máy nhưng bạn nhất định nên thử ngồi sau xe máy!. Mình nghĩ Như cũng có nhiều lựa chọn hơn để bạn có thể tùy chỉnh chuyến đi của mình. Chỗ ở là tại ngôi nhà thời thơ ấu của Như, nơi cô và gia đình vẫn sống ở ngoại ô Nhã Bảy. Mẹ cô ấy là một đầu bếp giỏi, con trai cô ấy là một đứa trẻ đáng yêu và con gái cô ấy rất nhiệt tình giúp tôi luyện tiếng Việt! Đây thực sự là một trải nghiệm địa phương, chân thực và hoàn toàn trái ngược với các chuyến tham quan tập trung, dồn dập, hối hả-bạn-quanh-cùng-một-vài-địa điểm mà tôi đã thực hiện ở Bến Tre chẳng hạn. Nó cách xa Thành phố Hồ Chí Minh một chút, nhưng tôi nghĩ có nhiều lợi thế hơn là bù đắp cho một hoặc hai giờ thêm trên xe buýt. Tôi đã giới thiệu chuyến đi này cho bạn bè của mình và tôi cũng muốn giới thiệu nó cho bạn!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc trang web của tôi: mekongecotravel.comĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam khi đến thăm nhà cô ấy, dẫn tôi đi tham quan làng và cách cô ấy sống cùng gia đình, chúng tôi thực sự thích rất nhiều điều rất đáng khuyến khích Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này.  Hạnh phúc của bạn là hạnh phúc của tôi.  Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc trang web của tôi: mekongecotravel.comĐọc thêm"
        ],
        "star_ratings": [
            48,
            0,
            0,
            0,
            0
        ],
        "review_amount": 48,
        "location": [
            "MekongSinh TháiDu Lịch",
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long"
        ],
        "reviews_time": [
            "Written August 22, 2023",
            "Written August 22, 2023",
            "Written August 21, 2023",
            "Written August 20, 2023",
            "Written August 19, 2023",
            "Written August 13, 2023",
            "Written August 5, 2023",
            "Written July 20, 2023",
            "Written July 9, 2023",
            "Written July 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d26314076-Reviews-or20-MekongEcoTravel-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or10-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or30-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d7052135-Reviews-Mercato-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337251-Reviews-Seomyeon_Underground_Shopping_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d3975419-Reviews-Bovine_Sex_Club-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d3573948-Reviews-Hollywood_Casino_Columbus-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2694182-Reviews-Laugh_Factory-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d4816116-Reviews-Pakistan_monument-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g51225-d258466-Reviews-Broken_Bow_Lake-Broken_Bow_McCurtain_County_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g48930-d8633856-Reviews-Badin_Lake-Badin_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d658935-Reviews-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g48783-d3676781-Reviews-Thacher_State_Park-Voorheesville_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or30-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or20-MekongEcoTravel-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "MekongEcoTravel",
        "attraction_name_vi": "MekongSinh TháiDu Lịch",
        "general_info": [
            "48 đánh giá",
            "1 trong 7 Lớp Workshop tại Cần Thơ",
            "Chuyến tham quan nhiều ngàyChuyến tham quan văn hóaChuyến tham quan bằng taxiChuyến tham quan bằng xe đạpChuyến tham quan bằng thuyềnChuyến tham quan sinh tháiLớp nấu ănChuyến tham quan tư nhânChuyến tham quan hoang dã tự nhiênChèo thuyền kayakChèo thuyền kayak",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Whatsapp của tôi: 84981414949. Tôi sinh ra và lớn lên ở một ngôi làng ở đồng bằng sông Cửu Long. Tôi luôn có một tình yêu mãnh liệt với quê hương với những cảnh đẹp hùng vĩ, hùng vĩ. Tôi muốn truyền bá đến tất cả du khách về vẻ đẹp của đất nước tôi, mang đến cho họ một nền văn hóa thực sự và lối sống địa phương sâu sắc ở Đồng bằng sông Cửu Long, đồng thời tạo ra trải nghiệm độc đáo và khó quên cho bất kỳ khách du lịch nào với một số viên ngọc ẩn giấu, ngoài những con đường hẻo lánh. Để biết thêm chi tiết về chuyến tham quan này, hãy nhắn tin cho tôi qua whatsapp của tôi: 84981414949. \nĐọc thêm",
        "reviews": [
            "Nếu bạn đang muốn khám phá sông Mê Kông, cuộc sống truyền thống, những món ăn ngon và nền văn hóa phong phú thì bạn nhất định phải thực hiện chuyến tham quan này. Wow, thật là một trải nghiệm! Tôi thực sự ngạc nhiên trước sự quan tâm và nỗ lực mà Như Ý Lê dành cho các chuyến lưu diễn của mình. Đây là chuyến lưu diễn tuyệt vời nhất mà tôi từng tham gia! Tôi đã vô cùng lo lắng khi tham gia chuyến lưu diễn này với tư cách là một nữ du khách độc thân, trong chuyến phiêu lưu một mình đầu tiên của mình. Nhưng Như là một người tuyệt vời và đã xua tan mọi lo lắng của tôi. Cô ấy tốt bụng, nồng hậu và thân thiện và đối xử với tôi như gia đình trong suốt thời gian tôi ở đây. Tôi không thể cảm ơn cô ấy đủ vì đã nỗ lực hết mình để đảm bảo rằng tôi đã có khoảng thời gian đáng nhớ. Ở cùng cô và gia đình thân yêu của cô là một trải nghiệm thực sự độc đáo và khó quên. Tôi cảm thấy thật may mắn khi được trở thành một phần trong thế giới của họ. Và hãy để tôi kể cho bạn nghe về món ăn! Tôi chưa bao giờ ăn ngon như vậy trong đời. Như là một đầu bếp xuất sắc và tôi thường xuyên được thưởng thức những món ăn Việt Nam tuyệt vời tại nhà cô ấy và ở khu vực địa phương. Tôi có thể đảm bảo rằng bạn sẽ không bị đói trong chuyến du lịch của cô ấy, trên thực tế, bạn có thể sẽ ăn nhiều hơn bạn nghĩ! Thời gian của tôi với Như ở đồng bằng sông Cửu Long thật tuyệt vời. Cô ấy đam mê chia sẻ vẻ đẹp của quê hương mình và cô ấy thực sự nỗ lực hết mình để đảm bảo khách hàng của mình có trải nghiệm tuyệt vời. Tôi đặc biệt giới thiệu chuyến tham quan Nhưs cho bất kỳ ai muốn có một chuyến phiêu lưu phi thường với những trải nghiệm đích thực, đồ ăn ngon và lòng hiếu khách nồng hậu. Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này.  Hạnh phúc của bạn là hạnh phúc của tôi.  Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc trang web của tôi: mekongecotravel.com\nĐọc thêm",
            "Chúng tôi đến đồng bằng sông Cửu Long vào tháng 4 và ở hai đêm tại Cần Thơ trước khi Như Ý Lê mở nhà trọ. Chà, ngay từ khi tôi liên lạc với cô ấy, cô ấy đã đồng ý. Cô ấy sắp xếp xe đưa đón chúng tôi từ sân bay và sau đó đến Sài Gòn sau thời gian lưu trú, hướng dẫn chúng tôi hai chuyến tham quan buổi sáng tuyệt vời riêng biệt đến sông Mê Kông, bao gồm chợ nổi địa phương và chợ chính, Côn Sơn Inlet, trang trại cá tuyệt vời để làm. Nhân tiện, tôi sẽ không làm hỏng những điều ngạc nhiên ở đó nhưng rất đáng làm, trang trại cacao và nhiều hơn thế nữa. Trên đường đi của cả hai chuyến tham quan, chúng tôi đã nếm thử những món ăn tuyệt vời và những bữa ăn ngon miệng, đồ uống nóng và lạnh cả trên sông và ngoài khơi, nó gần giống như một chuyến tham quan ẩm thực kết hợp với tất cả những thứ còn lại. Như Ý rất giỏi trong việc giao tiếp cả hoạt động và hậu cần. Cô ấy nhanh nhạy, đáng tin cậy, hiểu biết, đúng giờ, trình bày tốt, thân thiện và sẵn sàng cho mọi thứ. Cô ấy đã làm cho chuyến thăm sông Mê Kông của chúng tôi trở thành một trải nghiệm đáng nhớ. Không chỉ vậy, cô ấy còn sắp xếp một tài xế để chúng tôi đến thăm địa đạo Củ Chi khi chúng tôi đến Sài Gòn. WhatsApp của cô ấy là 84981414949. Tôi tin chắc rằng nhà trọ mới của cô ấy sẽ chu đáo và hiếu khách như chúng tôi đã tìm thấy dịch vụ hướng dẫn viên du lịch của cô ấy.Đọc hơn",
            "Cảm ơn rất nhiều vì đánh giá tuyệt vời của bạn. Tôi rất vui khi trở thành một phần trong chuyến đi tuyệt vời của bạn tại Việt Nam. Hy vọng mọi điều tốt đẹp nhất sẽ đến với bạn. \nĐể có một chuyến đi tuyệt vời ở Đồng bằng sông Cửu Long để khám phá cuộc sống thực sự của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên messenger hoặc whatsapp: 84981414949 Đọc thêm",
            "Trải nghiệm rất tuyệt vời mà chúng tôi đã có vào cuối tuần này với ông bà tôi ở Đồng bằng sông Cửu Long. Như Ý là người hướng dẫn chúng tôi cho ngày tuyệt vời này, cô ấy đã cá nhân hóa chúng tôi theo mong muốn của chúng tôi và thích nghi với người lớn tuổi. Trong chương trình : - Đón khách tại TP.HCM bằng ô tô riêng - Tham quan chợ nổi Cần Thơ - Tham quan làng nghề sản xuất giỏ tre ở Ngã Bảy - Bữa ăn được mẹ chuẩn bị chu đáo tại nhà - Đi thuyền trên dòng sông xanh giữa thiên nhiên được bảo tồn với nhiều loài chim - Về Như Ý tham gia lớp học nấu ăn, bánh xèo Việt Nam - Trở về TP.HCM cùng tài xế Chúng tôi yêu thích những khoảnh khắc được chia sẻ với Như Ý, tại trung tâm văn hóa Việt Nam đồng bằng. Đặc biệt phải kể đến sự chu đáo của cô đối với ông bà tôi, luôn quan tâm đến những người cô đồng hành. Như Ý nói tiếng Anh rất tốt và nếu bạn muốn có một hướng dẫn viên nói tiếng Pháp, cô ấy có thể tìm một người.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.com\nĐọc thêm",
            "Nếu bạn đang tìm kiếm một hướng dẫn viên du lịch đáng tin cậy, tốt bụng và nhiệt tình với cách tiếp cận cá nhân, chúng tôi thực sự khuyên bạn nên giới thiệu cô Nhuy Y Le. Chúng tôi nhìn thấy những con ong - điều ước của chúng tôi, nếm cá, rắn, chuột, rất nhiều trái cây. Họ đến thăm rừng rậm, vùng nông thôn, xem người dân địa phương làm việc và sinh sống như thế nào. Và họ đã học được rất nhiều thông tin. Chắc chắn sẽ giới thiệu nếu bạn đang tìm kiếm ai đó.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời bình luận tử tế của bạn về trải nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi thực hiện công việc yêu thích này. Niềm vui của bạn là niềm vui của tôi. Để có một chuyến đi tuyệt vời ở Đồng bằng sông Cửu Long để khám phá cuộc sống thực sự của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.com Đọc thêm",
            "Nếu bạn đang tìm kiếm một chuyến du ngoạn đích thực đến đồng bằng sông Cửu Long, khác xa với bất kỳ địa điểm du lịch nào, bạn phải chọn địa điểm này! Bạn đã khám phá ra một Việt Nam được bảo tồn, xinh đẹp và cảm động. Chuyến tham quan kéo dài 2 ngày nhưng bạn sẽ khám phá được vô số điều: sản xuất địa phương giỏ, mì, trang trại ca cao, v.v., chợ nổi, lớp học nấu ăn, khám phá rừng rậm, v.v. Hướng dẫn viên sẽ nói với bạn bằng tiếng Anh hoàn hảo, dễ hiểu. Cô ấy vô song về lòng tốt và lòng hiếu khách của mình. Cô ấy sẽ chiều chuộng bạn với vô số những món quà nhỏ rất cảm động. Bạn sẽ ngủ trong nhà hướng dẫn viên của mình: một phòng ngủ có phòng tắm riêng, được trang bị rất tốt với bộ đồ giường rất tốt. Xin lưu ý: nếu bạn cần phương tiện đi lại để đến đó, hướng dẫn viên sẽ giúp đỡ bạn bạn đặt xe buýt, một điều cực kỳ cần thiết khi các công ty xe buýt Việt Nam không nói tiếng Anh: Tôi khuyên bạn nên tham gia chuyến tham quan này 100 lần. Cảm ơn một lần nữa Anthony và LucyĐọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Một cách tuyệt vời để tìm hiểu lối sống của người Việt, tránh xa du lịch đại chúng. Chủ nhà Như Ý không thể đích thân đi cùng chúng tôi trong các chuyến tham quan vì có những vị khách khác, nhưng chị gái và anh họ của cô ấy là những hướng dẫn viên duyên dáng. Chúng tôi cảm thấy rất thoải mái. Cảm ơn Như Ý và gia đình rất nhiều!Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi đã có một kỳ nghỉ tuyệt vời với Như ÝChúng tôi đã khám phá những cảnh quan đáng kinh ngạc và những khám phá ẩm thực tuyệt vời. Trong 3 ngày này, chúng tôi đã có thể khám phá cuộc sống của người dân địa phương, nghề sản xuất giỏ tre, than củi, nhang, nhà máy sản xuất bún, ca cao, dừa, một chợ địa phương cũng như chợ nổi cách xa khu du lịch đại chúng, một ngôi chùa tráng lệ, làm bánh xèo theo cách truyền thống và hơn thế nữa. Tôi thực sự khuyên bạn nên liên hệ với cô ấy nếu bạn muốn có một trải nghiệm đích thực, bạn sẽ không thất vọng. Cảm ơn một lần nữa Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Tôi đã đặt tour trong thời gian rất ngắn. Như Ý là một đại sứ tuyệt vời cho đất nước của mình và cũng nói tiếng Anh rất tốt. Ngoài chợ nổi, chúng tôi còn được tham quan một cơ sở sản xuất bún truyền thống nhỏ. Sau đó đi đường vòng ngắn đến một đồn điền trái cây. Chuyến tham quan tuyệt vời. Mọi mong đợi mà bạn dành cho một chuyến đi đến Đồng bằng sông Cửu Long đều đã được đáp ứng 100.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Chúng tôi đã có một chuyến du lịch 2,5 ngày. Truyền thông liên quan đến giao thông vận tải đã diễn ra tuyệt vời. Hướng dẫn viên Như y Lê đã sắp xếp vé xe buýt cho chúng tôi và chỉ cho chúng tôi nơi nên đi, v.v. Cô ấy đang đợi chúng tôi ở ga cuối. Chúng tôi đến nhà cô ấy bằng xe máy. Chúng tôi có nhà riêng với cơ sở vật chất tốt để ở. Như ý Lê nấu ăn rất nhiều cho chúng tôi và trong suốt chuyến tham quan, chúng tôi được phục vụ các món ăn địa phương. Chúng tôi đã có những hoạt động vui vẻ, những ngày thật căng thẳng nhưng thực sự đáng giá. Chúng tôi trải nghiệm cuộc sống địa phương. Một cái mở mang tầm mắt thực sự mà chúng tôi đang tìm kiếm.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm",
            "Đã có 3 ngày tuyệt vời. Chúng tôi đã thấy rất nhiều điều trong những ngày này, bạn thực sự nhận được giá trị xứng đáng với số tiền của mình. Bạn chắc chắn sẽ có ấn tượng thực sự về cuộc sống địa phương. Hướng dẫn siêu hay.Đọc thêm",
            "Cảm ơn rất nhiều vì nhận xét tử tế của bạn về kinh nghiệm của chúng tôi. Đánh giá của bạn là động lực lớn để tôi làm công việc yêu thích này. Hạnh phúc của bạn là hạnh phúc của tôi. Để có một chuyến đi tuyệt vời ở đồng bằng sông Cửu Long để khám phá cuộc sống thực tế của người dân địa phương. Đừng ngần ngại nhắn tin cho tôi để sắp xếp chuyến đi của riêng bạn trên whatsapp: 84981414949 hoặc email của tôi: lenhuyhg95gmail.comĐọc thêm"
        ],
        "star_ratings": [
            48,
            0,
            0,
            0,
            0
        ],
        "review_amount": 48,
        "location": [],
        "reviews_time": [
            "Written July 7, 2023",
            "Written July 4, 2023",
            "",
            "Written June 2, 2024",
            "",
            "Written May 23, 2024",
            "",
            "Written March 25, 2024",
            "",
            "Written January 14, 2024",
            "",
            "Written December 18, 2023",
            "",
            "Written December 5, 2023",
            "",
            "Written September 26, 2023",
            "",
            "Written September 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d26314076-Reviews-or30-MekongEcoTravel-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or20-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or40-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g48432-d11875293-Reviews-Hawk_s_Nest_Highway-Port_Jervis_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g36422-d2198052-Reviews-Riverwalk-Naperville_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g194841-d4761956-Reviews-Funivia_Ortisei_Alpe_di_Siusi-Ortisei_Val_Gardena_Province_of_South_Tyrol_Trentin.html",
            "https://www.tripadvisor.com/Attraction_Review-g3137978-d7161292-Reviews-Gili_Getaway-Serangan_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d137881-Reviews-Hoyt_Arboretum-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d8413513-Reviews-JG_Spa_Massage-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d24164973-Reviews-Dinosaurland-Porto_Cristo_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187835-d2265933-Reviews-Lido_Villa_Olmo-Como_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d109911-Reviews-Aerial_Lift_Bridge-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34159-d4473681-Reviews-Emerald_Coast_Zoo-Crestview_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or40-MekongEcoTravel-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d26314076-Reviews-or30-MekongEcoTravel-Can_Tho_Mekong_Delta.html"
    }
]