[
    {
        "attraction_name": "Mekong Prestige II",
        "attraction_name_vi": "Mekong Uy tín II",
        "general_info": [
            "92 đánh giá",
            "1 trong 4 Tour Hoạt động ở Cái Bè",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền sang trọng trên sông Mê Kông đến Chợ nổi Cái Bè ở An Giang, với mức giá và ưu đãi tốt nhất.Đọc thêm",
        "reviews": [
            "Vợ tôi và tôi, cùng với một cặp đôi khác, đã đi du ngoạn bảy ngày trên sông Mekong từ Campuchia đến Thành phố Hồ Chí Minh trên RV Mekong Prestige II. Tất cả chúng tôi đều thích từng phút giây của chuyến đi. Các phòng rộng rãi và được trang bị đầy đủ tiện nghi. Tất cả nhân viên đều thân thiện và hữu ích, đặc biệt là Marianne, người quản lý du thuyền, người đảm bảo mọi thứ diễn ra suôn sẻ. Các bữa ăn rất tuyệt vời và mỗi ngày đều đa dạng với nhiều lựa chọn tuyệt vời. Có các lựa chọn tham quan hàng ngày để ngắm nhiều cảnh đẹp địa phương và gặp gỡ mọi người. Một lời nhắc đặc biệt về hướng dẫn viên du lịch mà chúng tôi có ở Campuchia, Som, là hướng dẫn viên du lịch tuyệt vời nhất mà tôi từng đi cùng. Anh ấy cũng là một người tuyệt vời! Chúng tôi đã gặp rất nhiều bạn mới trên du thuyền và sẽ giới thiệu nó cho bất kỳ ai muốn đến thăm khu vực Đông Nam Á này. Đọc thêm",
            "Thuyền đáng yêu, quản lý tốt, không có khiếu nại. Những chuyến du ngoạn trên bờ rất thú vị, đồ ăn ngon, nhân viên tuyệt vời.Đọc thêm",
            "Chúng tôi đi xuôi dòng trong chuyến du lịch Riviera và hai nhóm khác vào tháng 11 năm 2022 nhưng thuyền chưa đầy. Thuyền rất thoải mái, với thức ăn tuyệt vời và nhân viên hiệu quả rất thân thiện. Các chuyến đi và chuyến thăm được tổ chức rất tuyệt vời với những hướng dẫn viên nói tiếng Anh rất am hiểu. Các chuyến thăm đã được sắp xếp lại trong thời gian ngắn vì Pnom Pen đã đóng cửa do hội nghị thượng đỉnh ASEN, nhưng chúng tôi sẽ không biết nếu không được thông báo.  Một chuyến tham quan tuyệt vời.Đọc thêm",
            "Tham gia chuyến du ngoạn Riviera trên du thuyền chung với hai chuyến du ngoạn khác. So với các tàu du ngoạn trên sông châu Âu, các cabin và đặc biệt là phòng tắm rộng rãi với sân hiên để ngồi bên ngoài. Có bữa sáng tự chọn và bữa trưa với nhiều lựa chọn và bữa tối có phục vụ của bồi bàn, nhìn chung đồ ăn ngon mặc dù có một vài lựa chọn không ngon lắm. Bia và cà phê trà miễn phí cả ngày và rượu vang trung bình với bữa trưa và bữa tối. Tất cả nhân viên đều tuyệt vời và rất thân thiện, xin gửi lời cảm ơn đặc biệt đến Dennis và giám đốc du thuyền Matteus. Bây giờ đến phần buồn bã, chuyến du ngoạn của chúng tôi đã đi ngược dòng và sẽ là chuyến cuối cùng do COVID 19. Theo quan điểm ích kỷ, loại vi-rút này có nghĩa là các địa điểm đã đến rất yên tĩnh nhưng đối với tất cả nhân viên trên thuyền và người dân địa phương ở cả Việt Nam và Campuchia, thời gian sẽ vô cùng khó khăn và chúng tôi chúc tất cả mọi người may mắn trong tương lai và hy vọng các bài đánh giá sẽ khuyến khích bạn cân nhắc chuyến đi này khi mọi thứ trở nên tốt đẹp hơn. Đọc thêm",
            "Tôi đánh giá cao chuyến du ngoạn bằng thuyền trên sông này.  Tôi không thể nói đủ điều tốt về nó.  Các nhân viên luôn nỗ lực hết mình để đảm bảo bạn có khoảng thời gian tuyệt vời nhất từ ​​trước đến nay.  Thức ăn thật tuyệt vời.  Các phòng đều đẹp.  Các chuyến tham quan phụ được tổ chức rất tốt với rất nhiều thứ để xem và trải nghiệm.  TUYỆT VỜI! Đọc thêm",
            "Kỳ nghỉ du ngoạn trên sông tuyệt vời trên sông Mekong Prestige 2. Chúng tôi đi thuyền ngược dòng từ Sài Gòn Việt Nam đến hồ Tonle Sap ở Campuchia. Chuyến đi tuyệt vời và nhìn thấy rất nhiều cuộc sống địa phương trên sông và tại các điểm dừng địa phương có hướng dẫn viên du lịch đi kèm. Đề nghị đánh giá cao. Thức ăn trên tàu rất tuyệt vời, bữa sáng và bữa trưa tự chọn, dịch vụ bồi bàn vào bữa tối. Bầu không khí thân mật với tối đa khoảng 60 khách. Hai tầng cabin, của chúng tôi có sân thượng, rộng rãi và thoải mái. Phi hành đoàn thân thiện dưới sự chỉ đạo của giám đốc hành trình Matheus và người theo đuổi Dennis .. rất hiệu quả và thân thiện. Hai nhóm trên tàu, chúng tôi đến từ Vương quốc Anh với Riviera Holidays và bữa tiệc đến từ Đức. Tất cả niềm vui và giải trí tốt và loa vào ban đêm. Rất thoải mái . Bể ngâm nhỏ trên boong - bao gồm tất cả đồ uống, rượu vang và rượu mạnh của bia địa phương. Chất lượng tốt . Chắc chắn sẽ đề nghị. Phải đi đoạn cuối bằng xe khách đến Siem Reap vì mực nước thấp nhưng không thành vấn đề. Đội ngũ rất hữu íchĐọc thêm",
            "Đây là một chuyến đi thực sự tuyệt vời với thức ăn tuyệt vời, đồ uống và rượu khá dễ uống, mặc dù có một số đánh giá và chuyến du ngoạn để xem cuộc sống địa phương, đền thờ, chợ và trường học dọc sông. Hồ Chí Minh sôi động, Phnom Penh là biển đèn neon về đêm và Siem Reap - mọi cuộc sống diễn ra xung quanh Phố quán rượu và các khu chợ...Tôi ngạc nhiên trước một số nhận xét tiêu cực. Nếu bạn đang chia sẻ thuyền với một nhóm từ một quốc gia khác, bạn phải mong đợi sự dịch thuật kép. Đến thăm trường là một trải nghiệm tuyệt vời - sự đồng thuận từ tất cả những người trong nhóm mà chúng tôi đã nói chuyện. Lời khuyên của tôi là - đừng ngại đưa tiền boa và đừng trao đổi quá mạnh - người dân địa phương và hướng dẫn viên du lịch của bạn có thể không kiếm được tiền nhiều. Đối với bạn có giá trị thấp hơn nhiều so với đối với họ!Đọc thêm",
            "Đây là lần đầu tiên tôi trải nghiệm du thuyền trên sông và nó thật tuyệt vời. Các cabin đủ rộng rãi và khá thoải mái với ban công ngồi ngoài trời. Đội ngũ nhân viên tuyệt vời theo mọi cách và đặc biệt phải nhắc đến Matthias, giám đốc du thuyền, người rất xuất sắc. Đồ ăn cũng tuyệt vời với bữa sáng tự chọn và nhiều món ăn chất lượng cho bữa trưa và bữa tối. Khi không ở trên nhiều, và nhiều chuyến du ngoạn khác nhau từ thuyền, tôi sẽ không quên những chuyến đi xe bò hoặc xe xích lô đạp vội vã, có nhiều loại hình giải trí trên tàu. Đọc thêm",
            "Tôi không phải là người hâm mộ thực sự của việc du ngoạn trên biển, tuy nhiên tôi rất ngạc nhiên về chuyến đi này.  Chiếc thuyền đủ rộng và đủ thân mật để làm quen với mọi người, kể cả nhân viên ở một mức độ nào đó.  Cabin thoải mái và đủ rộng rãi.  Khung cảnh dọc bờ sông rất thú vị và luôn thay đổi.  Những chuyến thăm hàng ngày đến những ngôi làng nhỏ là điểm nhấn đối với tôi và là cơ hội được nhìn thấy con người trong một môi trường thực tế.  Làm nổi bật những người phụ nữ đang lấy sợi tơ từ những con sâu, thật tuyệt vời.  Việc lên bờ diễn ra nhanh chóng vì chúng tôi thường neo đậu ở một bờ sông. Yêu cách họ đã làm điều đó.  Tôi nghĩ đồ ăn ngon và bia luôn lạnh.  Thật là một buổi tối rất thư giãn khi nằm trên boong ngắm cảnh trên cùng.  Đừng mong đợi đây giống như một chuyến du ngoạn biển sang trọng vì bạn có thể thất vọng nhưng nếu bạn muốn cảm thấy gần gũi và gần gũi với người dân địa phương thì đừng ngần ngại thực hiện chuyến đi này. Đối với tôi, tôi đánh giá đây là một trong những tuần tuyệt vời nhất trong cuộc đời du lịch quốc tế của tôi với khoảng 28 chuyến đi cho đến nay.Đọc thêm",
            "Chúng tôi đã đặt hành trình này sau khi đọc tất cả các đánh giá thực sự tích cực nên chúng tôi có kỳ vọng cao. Thật không may, chúng tôi hơi thất vọng. Điểm tích cực đầu tiên - cabin đủ thoải mái và rộng rãi, nhân viên thân thiện và hữu ích, đồ ăn ổn, các chuyến du ngoạn được tổ chức tốt và hướng dẫn viên có kiến ​​thức và thú vị.  Nhưng với mức giá mà chúng tôi đã trả, chúng tôi đã mong đợi thức ăn tuyệt vời, rượu vang thực sự có thể uống được và giải trí chuyên nghiệp hơn so với việc nhân viên dọn phòng đi loanh quanh vẫy mũ hoặc dạy chúng tôi cách gấp khăn ăn. Tất cả đều có cảm giác như nó được thực hiện với giá rẻ. Và điều này càng được chứng minh bằng việc phải neo đậu 4 ngày đêm dọc các cảng container. Ở Phnom Penh, chúng tôi thậm chí không thể mở rèm hay sử dụng ban công vì bị trói bên cạnh một chiếc thuyền khác. Có rất nhiều hành khách bất mãn trên tàu.Đọc thêm"
        ],
        "star_ratings": [
            73,
            14,
            3,
            2,
            0
        ],
        "review_amount": 92,
        "location": [
            "Việt Nam",
            "Cái Bè",
            "Đồng bằng sông Cửu Long",
            "Các hoạt động ở Cái Bè",
            "Tỉnh Tiền Giang",
            "Mekong Uy tín II",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 24, 2023",
            "Written February 6, 2023",
            "Written December 3, 2022",
            "Written March 20, 2020",
            "Written March 9, 2020",
            "Written March 4, 2020",
            "Written January 2, 2020",
            "Written November 30, 2019",
            "Written November 13, 2019",
            "Written November 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d7065639-Reviews-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or10-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4723647-Reviews-Playboy_Club_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60123-d8662015-Reviews-Buckhorn_State_Park-Necedah_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d3915596-Reviews-Homestead_Bayfront_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2723479-Reviews-Asiatique_The_Riverfront-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d12580179-Reviews-Kulaniapia_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d208218-Reviews-Back_Bay-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4095502-Reviews-I_Park_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d10687065-Reviews-Drakes_Island_Beach-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g190500-d617680-Reviews-Trollstigen-Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104333-Reviews-Worlds_Of_Fun_Oceans_of_Fun-Kansas_City_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or10-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html"
    },
    {
        "attraction_name": "Mekong Prestige II",
        "attraction_name_vi": "Mekong Uy tín II",
        "general_info": [
            "92 đánh giá",
            "1 trong 4 hoạt động tham quan tại Cái Bè",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền sang trọng trên sông Mê Kông đến Chợ nổi Cái Bè ở An Giang, với mức giá và ưu đãi tốt nhất.Đọc thêm",
        "reviews": [
            "I thought this cruise, while not perfect, deserves an Excellent rating. The boat, the crew, and the cruise director and local guides were consistently excellent. If the coffee wasnt terrific, at least it was available 247 and its hard to hate free beer.I thought the food was quite good throughout. There was some stuff I didnt know much about, but Im 7,000 miles from home so what should I expect? The ratio of crew to passengers was AWESOME, especially compared to a small boat Adriatic cruise we did a couple years ago.We had the Jr Suite - really just a slightly larger cabin but with a bathtub separate from the shower and much more importantly, a room refrigerator. There are 4 of these at the front of the boat. Get one if you can, its not that much more money.The cruise director, Marc, is a hoot. We liked him a lot. His daily briefings were must-see events. On the subject of daily events, there were many. This is not anything like a Caribbean cruise or even the Croatian island-hopping cruise. With the exception of 2 nights in Phnom Penh, there arent any ports where youll just hop off and back on. Some nights youll anchor sideways in the middle of the river. Instead, there are daily excursions that you should take. Floating villages, fish farms, markets, temples, schools, palaces, and the like. It did get a tad repetitive towards the end but I think theyve done an outstanding job showing what life is like along the river. Its clear that you are witnessing a way of life that is disappearing.Regarding the river, know that at least half of this cruise is on the Tonle Sap River, not the Mekong. Theres precious little practical difference but just so you know.I did have one significant complaint. It didnt ruin our vacation, but I was severely annoyed for a short while.We were docked in Phnom Pehn for 2 nights in the same spot. By itself this wouldnt be bad, there are a lot of things to do in Phnom Penh and its the only port where you can just get off and wander around. The problem is a sister ship was tied up rafted beside us. That put our cabin directly up against the mirrored cabin of the other boat. There balcony was literally inches away from ours. Neither of us had any privacy at all unless all our window and balcony curtains were completely drawn. For 48 hours...Wee been on small boat cruises before where boats had to raft together overnight. We understand the necessity, but 48 hours was FAR beyond the pale. This was not a cheap cruise and it turned our cabin into a dark cave for 2 full days. For us math goobers, thats 28 of the trip. Unacceptable.Still, the rest of the cruise redeems it. Thats how awesome it was.Be warned, there are slightly physically demanding bits. The onoff for the boat can be a challenge with climbing over uneven ground or mounting a lot of stairs a possibility. On the excursions youll be in busses, wooden tinders, tuk tuts, rickshaws, and ox carts. We enjoyed it, but were careful to be careful.In all, this is a history and cultural lesson. If you want to see how Cambodians and Vietnamese live along the river, do this cruise. You might be the last generation to ever see some of these things.Read more",
            "Vì vậy, hãy giải quyết những tiêu cực trước. Một số chuyến tham quan tôi cảm thấy hơi không phù hợp, đặc biệt là chuyến tham quan trường học. Marc giám đốc tàu du lịch đã làm to chuyện về cách các nhà điều hành tàu trả tiền cho một giáo viên tiếng Anh cho trường học, tuy nhiên hành khách được yêu cầu quyên góp để tài trợ cho việc này và sau đó chúng tôi được khuyến khích mua đồ dùng để mang đến trường. ở mức giá tăng cao. Đối với tôi tất cả đều là sự trục lợi. Một số điểm hạ cánh hơi giống Indiana Jones và không phù hợp lắm với một số hành khách. Tôi có đính kèm video về chiếc từng xuống tàu ở Siem Reap. Rất tiếc, cà phê lại là một hũ Nescafe. Nếu bạn muốn có một ly cà phê ngon, bạn phải trả tiền, điều này thật khó chịu vì quầy bar miễn phí phục vụ bia địa phương, nước ngọt cũng như rượu vang trong bữa tối. Mặt khác, chỗ ở rộng rãi và thoải mái; Thức ăn rất phong phú và chất lượng cao và tất cả phi hành đoàn đều tuyệt vời. Các tour du lịch khác nhau được cung cấp nhìn chung rất tốt và nhiều thông tin. Marc đã cố gắng tổ chức một vài chuyến đi chơi bổ sung và điều này được đánh giá cao. Chương trình giải trí buổi tối vẫn ổn nhưng không phải tất cả đều phù hợp với sở thích đặc biệt của tôi nhưng hầu hết những hành khách đồng hành của tôi dường như đều thích thú. Tôi rất muốn giới thiệu con tàu này và chuyến tham quan. Rất đáng đồng tiền và thật tuyệt vời khi được ngắm nhìn vùng nông thôn Việt Nam và Campuchia và có một trải nghiệm độc đáo.Đọc thêm",
            "Vừa trở về sau chuyến du ngoạn Riviera trên tàu Mekong Prestige II và đã có khoảng thời gian tuyệt vời. Bản thân chiếc thuyền rất tuyệt - không quá lớn và có đủ không gian để tránh xa mọi người trên hiên tắm nắng nếu bạn muốn có không gian. Mọi nơi đều đáng yêu, sạch sẽ và phòng thì tuyệt vời - chúng tôi có một căn phòng lớn hơn một chút và có ban công tuyệt vời. Điều làm nên một kỳ nghỉ là mọi người, nhân viên và thủy thủ đoàn trên thuyền đã làm việc không mệt mỏi để khiến kỳ nghỉ của chúng tôi trở nên đặc biệt!. Các nhân viên chờ đợi thật tuyệt vời - thân thiện và hữu ích. Thức ăn rất ngon và đồ uống rất được chào đón sau một ngày dài tham quan! Việc tổ chức các chuyến đi thật tuyệt vời - Marc làm rất tốt việc tổ chức mọi người và không bị xúc phạm nếu bạn chỉ cần dành chút thời gian ra ngoài và ngồi trên boong tàu! . Một cách tuyệt vời để ngắm nhìn Việt Nam Campuchia - chắc chắn sẽ giới thiệu cho mọi ngườiĐọc thêm",
            "Đã đặt trước với Rivera, toàn bộ kỳ nghỉ thật tuyệt vời từ đầu đến cuối.  Sự uy tín !! sạch sẽ không tì vết, nhân viên thân thiện và siêu hữu ích.  Thức ăn rất ngon, bữa sáng, bữa trưa và bữa tối đều tuyệt vời.  Không thể cảm ơn các nhân viên phục vụ đủ, họ đã chu đáo và làm việc rất chăm chỉ.  Đặc biệt cảm ơn Socheat, Ratar và Danny vì tất cả sự chăm chỉ và tính cách tuyệt vời của họ.  Các chuyến đi được tổ chức mang tính thông tin và mang tính giáo dục, với những hướng dẫn viên duyên dáng. Cabin của chúng tôi sạch sẽ và rất thoải mái, đạt tiêu chuẩn rất cao.  Giường rất thoải mái.  Đừng lãng phí tiền cho một bộ đồ nhỏ vì bạn chỉ nhận được thêm 2 foot và một bồn tắm, các cabin tiêu chuẩn tốt đến mức bạn không cần phải nâng cấp.  Xin gửi lời cảm ơn đặc biệt đến Giám đốc Cruise Marc và cả Jonny, cả hai đã làm việc rất chăm chỉ để đảm bảo mọi thứ diễn ra suôn sẻ và đảm bảo tất cả chúng tôi đều có khoảng thời gian tuyệt vời. Và không quên người quản lý tour tận tâm của chúng tôi từ Rivera, Martese, người đơn giản là tuyệt vời trong suốt chuyến đi. Một chuyến đi đáng nhớ trong một thời gian rất dài.Đọc thêm",
            "Có một kỳ nghỉ tuyệt vời với chuyến du lịch riviera trên khách sạn uy tín 11 Từ đầu đến cuối cả hai khách sạn ở hai bên hành trình đều rất tốt. Phòng trên tàu rất đẹp, nhân viên rất xuất sắc và đồ ăn thì ngon. Các chuyến đi hàng ngày rất vui vẻ và nhiều thông tin, tất cả đều rất tốt hướng dẫn viên. Tôi muốn cảm ơn Martesse, Marc tất cả các hướng dẫn viên và nhân viên vì một chuyến đi tuyệt vời Đọc thêm",
            "Lên tàu vào ngày 7 tháng 2 cho chuyến du ngoạn 7 đêm trên sông Mê Kông. Ấn tượng đầu tiên là về một giám đốc du lịch nhiệt tình, Marc. Cabin rất đẹp và rộng rãi, giường thoải mái, phòng tắm và vòi sen đẹp. Đồ ăn rất ngon, bữa sáng tự chọn và bữa trưa và bữa tối 4 món. Đây là chuyến du ngoạn trọn gói bao gồm nước ngọt và bia địa phương cả ngày cùng rượu vang vào bữa trưa và bữa tối. Đồ uống có chất lượng tốt. Các chuyến du ngoạn và hướng dẫn viên địa phương thật tuyệt vời, không bao giờ là một khoảnh khắc buồn tẻ. Rất khuyến khích. Chúng tôi đã đi du lịch với du lịch Riviera, đại diện du lịch của ai, Marthese thật tuyệt vời. Đọc thêm",
            "Thực hiện một chuyến du ngoạn ngược dòng từ Sài Gòn đến Siem Reap vào tháng 1 năm 2019, mà chúng tôi được cho biết là cách thực hiện tốt hơn so với xuôi dòng khi bạn kết thúc trong một khách sạn rộng rãi, đẹp đẽ ở Siem Reap với tất cả vinh quang của Angkor Wat như một đêm chung kết.  Các cabin trên tàu rộng rãi hơn chúng tôi mong đợi với dịch vụ tuyệt vời và tất cả đồ uống đều mang đến một bất ngờ thú vị khác.  Các bữa ăn rất tuyệt vời với nhiều nguyên liệu tươi mặc dù cà phê miễn phí trong phòng chờ là chất lượng cơ bản của căng tin - một số chỗ cần cải thiện ở đó.  Không có truy cập Internet trong cabin và ngay cả trong khu vực phòng chờ cũng không ổn.  Cần cải thiện điều này cho du khách thế kỷ 21!  Nói chung là rất hài lòng với trải nghiệm này.Đọc thêm",
            "Chúng tôi đã thực hiện hành trình ngược dòng một tuần từ Việt Nam đến Siem Reap.  Chiếc thuyền rất thoải mái, chúng tôi đã trả tiền cho một cabin ở tầng trên cùng và tôi không chắc nó có đáng giá thêm hay không. Nói chung các nhân viên rất hữu ích và thân thiện, đặc biệt là nhân viên nhà hàng.  Thức ăn rất phong phú, tất cả đều có chủ đề địa phương khá lặp đi lặp lại vào cuối chuyến đi.  Đồ uống và rượu vang địa phương miễn phí bao trọn gói trong bữa ăn tỏ ra phổ biến và được chào đón nhiều nhất. Chúng tôi đã thấy một số khía cạnh thú vị của sông Mê Kông và Campuchia, điều mà tôi nghi ngờ có thể được nhìn thấy dễ dàng theo bất kỳ cách nào khác.  Ngày cuối cùng thật tẻ nhạt vì mực nước thấp khiến việc di chuyển bốn giờ bằng tàu cao tốc không thoải mái khi đến Siem Reap vào giữa trưa. Thật không may, hành trình này đã bị người quản lý tour Marc làm hỏng.  Thật không may, anh ta lại tỏ ra trịch thượng và quá quen thuộc, điều mà hầu hết nhóm chúng tôi đều cảm thấy xấu hổ và khó chịu.  Tôi chắc chắn rằng một số hành khách thích cách cư xử của anh ấy nhưng đó không phải là điều chúng tôi thích.  Anh ta không hiểu rõ sự thật rằng chúng tôi không thích những trò hề của anh ta và việc anh ta liên tục sử dụng hệ thống PA của tàu là một điều khó chịu khác.  Tuy nhiên, các cuộc nói chuyện giao ban buổi tối của anh ấy mặc dù anh ấy có khả năng diễn xuất kém cỏi nhưng lại chứa nhiều thông tin. Một khó khăn khác là việc sử dụng phòng khách duy nhất để chiếu phim hầu hết các đêm.  Điều này có nghĩa là sau khi bữa ăn kết thúc lúc 9 giờ tối, không có nơi nào để ngồi và yên tĩnh uống nước sau bữa tối, trò chuyện và ôn lại một ngày ngoài việc ở bên ngoài hiên tắm nắng, nơi trời nóng và rất nhiều lỗi. Vì vậy, nó thật thú vị nhưng lẽ ra có thể tốt hơn rất nhiều.Đọc thêm",
            "Vừa kết thúc 7 ngày tuyệt vời trên Mekong Prestige 2. Đã có khoảng thời gian tuyệt vời bận rộn nhưng cũng rất thư giãn. Các nhân viên không thể làm đủ để khiến toàn bộ chuyến đi trở thành một trải nghiệm tuyệt vời. Tổ chức cả trên tàu cũng như các chuyến đi trong ngày đều là hạng nhất. Kiến thức của hướng dẫn viên rất xuất sắc được đánh giá caoĐọc thêm",
            "Thật thú vị khi thấy mọi người sống ở Việt Nam và Campuchia quanh Đồng bằng sông Cửu Long trong chuyến hành trình 7 đêm của chúng tôi từ Mỹ Tho Việt Nam đến Kampong Cham Campuchia. Phi hành đoàn của chúng tôi, đặc biệt là nhân viên nhà hàng của chúng tôi thật tuyệt vời.  Rất thân thiện và luôn mỉm cười.  Con gái của chúng tôi - 14 tuổi, là đứa trẻ duy nhất trên tàu và họ luôn chào đón cô ấy, tán tỉnh và gắn bó với cô ấy. Cảm ơn Pheap, Rachhi và Kanal. Những chuyến du ngoạn hàng ngày của chúng tôi cũng mang đến cho chúng tôi hương vị cuộc sống trên bờ.  Nó rất bằng phẳng ở vùng đồng bằng, thật tuyệt vời khi xuống thuyền và thăm quan các ngôi đền, chợ, một vài cung điện, xưởng dệt lụa và kẹo mút. Điều khó chịu duy nhất là các bản dịch trùng lặp bằng cả tiếng Anh và tiếng Đức.  Những hành khách người Đức của chúng tôi đã trả tiền cho dịch vụ và nhận được đúng những gì họ đã trả.  Thật khó chịu khi hướng dẫn viên của chúng tôi nói quá nhiều trong khi một chút yên tĩnh sẽ tốt hơn trên xe buýt khi lên bờ. Nhìn chung, chúng tôi rất muốn giới thiệu chuyến tham quan và chiếc thuyền này!  Một trải nghiệm kỳ nghỉ rất yên tĩnh, thú vị và tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            73,
            14,
            3,
            2,
            0
        ],
        "review_amount": 92,
        "location": [
            "Việt Nam",
            "Cái Bè",
            "Đồng bằng sông Cửu Long",
            "Các hoạt động ở Cái Bè",
            "Tỉnh Tiền Giang",
            "Mekong Uy tín II",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 18, 2019",
            "Written March 9, 2019",
            "Written March 7, 2019",
            "Written February 28, 2019",
            "Written February 23, 2019",
            "Written February 22, 2019",
            "Written February 18, 2019",
            "Written February 1, 2019",
            "Written January 8, 2019",
            "Written November 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d7065639-Reviews-or10-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or20-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g43628-d560543-Reviews-Treasure_Island_Resort_Casino-Welch_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g776013-d4267847-Reviews-Barbati_Beach-Barbati_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47421-d123127-Reviews-Letchworth_State_Park-Castile_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54680-d5835570-Reviews-Boar_s_Nest-Lead_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d21138339-Reviews-Salon_De_Massage-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4067788-Reviews-Tardis_Police_Box-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g53156-d12833451-Reviews-Williams_Grove_Farmers_Flea_Market-Mechanicsburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g503912-d14996740-Reviews-Walpole_Bay_Tidal_Pool-Margate_Isle_of_Thanet_Kent_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189154-d197710-Reviews-Guincho_Beach-Cascais_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g32121-d567188-Reviews-Ostrich_Land-Buellton_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or20-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or10-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html"
    },
    {
        "attraction_name": "Mekong Prestige II",
        "attraction_name_vi": "Mekong Uy tín II",
        "general_info": [
            "92 đánh giá",
            "1 trong 4 hoạt động tham quan tại Cái Bè",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền sang trọng trên sông Mê Kông đến Chợ nổi Cái Bè ở An Giang, với mức giá và ưu đãi tốt nhất.Đọc thêm",
        "reviews": [
            "Ôi tôi có thể nói gì đây? Chúng tôi đã đặt chuyến tham quan của mình qua UK2 Travel Matthew rất hữu ích, chúng tôi đã kéo dài thời gian bắt đầu kỳ nghỉ của mình thêm hai đêm nữa, chúng tôi khuyên bạn nên thư giãn vài ngày trước chuyến tham quan đầu tiên. Seim Reap rất thích đi xuống phố quán rượu và giá quá rẻ 50 xu cho một cốc bia. Chúng tôi dành trọn một ngày đi chùa rất thú vị rồi ngày hôm sau chúng tôi được đưa đến Mekong Prestige II. Tôi không thể tìm thấy bất kỳ lỗi nào ở tất cả các nhân viên thực phẩm và các chuyến đi thật tuyệt vời, giám đốc hành trình Marc được thông tin đầy đủ và rất có tổ chức. Bản thân chiếc thuyền giống như một khách sạn cổ điển rất sạch sẽ và rộng rãi. Chúng tôi là cặp đôi người Anh duy nhất trên thuyền cùng với những hành khách khác có người Pháp gốc Đức gốc Tây Ban Nha và một cặp đôi đáng yêu đến từ New Zealand chào Liz và Barry. Chúng tôi có hướng dẫn viên nói tiếng Anh của riêng mình, chúng tôi ở trong một nhóm rất nhỏ, điều đó thật tuyệt. Thực hiện chuyến du ngoạn là một cách tuyệt vời để nhìn thấy Campuchia và Việt Nam thực sự. Tôi sẽ không làm theo cách nào khácĐọc thêm",
            "Cabin rất tốt. Phi hành đoàn thật tuyệt vời, Thức ăn rất tuyệt vời và vòng eo đã bị ảnh hưởng. Các chuyến du ngoạn trên bờ diễn ra tốt đẹp, thú vị và cung cấp những hiểu biết sâu sắc về cuộc sống của người Việt và người Campuchia. Đã thực hiện một số chuyến du lịch trên biển và các chuyến tham quan bằng xe khách và Marc the Cruise Director thật đặc biệt.Đọc thêm",
            "Được tổ chức cực kỳ tốt, cảm ơn Marc, ít nhất cũng hiệu quả với 3 ngôn ngữ! Nhân viên rất chu đáo và tốt bụng. Thức ăn và đồ uống tuyệt vời. Rất nhiều chuyến tham quan và du ngoạn thú vị với hướng dẫn viên đầy đủ thông tin. Tôi không thể lỗi được.Đọc thêm",
            "Tôi đã cố gắng rất nhiều, nhưng tôi không thể nghĩ ra bất cứ điều gì để chỉ trích về chuyến du ngoạn 7 đêm này chứ không phải là chuyến du ngoạn trong ngày từ Sài Gòn đến Siem Reap. Tôi đã đi du lịch khá nhiều và đây là một trong những trải nghiệm tuyệt vời nhất mà tôi từng có.. Con tàu thực sự tuyệt vời .. chỉ có 34 cabin nên boong tắm nắng không bao giờ cảm thấy đông đúc. Các cabin rất đáng yêu, được trang bị tốt với ban công, giường rất thoải mái, điều hòa không khí tốt và phòng tắm tốt. Đồ ăn cũng ngon và có đồ uống có cồn không giới hạn, bao gồm cả rượu mạnh, có sẵn bất cứ lúc nào. Và tất cả các nhân viên đều luôn thân thiện và hữu ích. Marc, giám đốc du thuyền trong chuyến đi của chúng tôi, đã làm một công việc tuyệt vời và chuyên nghiệp. Có ít nhất một vài chuyến du ngoạn được lựa chọn kỹ lưỡng mỗi ngày nếu bạn muốn thực hiện chúng, và một khoảng thời gian khá dài ở Phnom Penh, bao gồm cả một buổi tối trọn vẹn, đó là điểm đến nổi bật đối với tôi. Chúng tôi đã đặt qua BestPrice Travel tại Hà Nội. Tôi đã làm việc với cô Hang Moon ở đó. Cô ấy là đại lý du lịch tốt nhất mà tôi từng làm việc cùng .. hiểu biết, hữu ích, hiệu quả và rất nhanh chóng .. Tôi luôn nhận được phản hồi trong ngày, thường là trong vòng vài giờ. Email của cô ấy là .. và tôi không hưởng hoa hồng!Đọc thêm",
            "Chuyến du ngoạn được tổ chức tốt trên sông Mekong với cabin có ban công được sắp xếp đẹp mắt. Bao gồm tất cả các bữa ăn, bia địa phương, nước ngọt và rượu mạnh địa phương cùng rượu vang trong bữa ăn của bạn. Hướng dẫn viên tuyệt vời ngoại trừ phía Việt Nam, nơi anh ấy khó hiểu. Điểm đáng thất vọng duy nhất là rõ ràng là từ giữa tháng 12, không thể băng qua hồ Tonle Sap và bạn phải đối mặt với chuyến đi xe buýt kéo dài 4-5 giờ để đến Siem Reap. Họ không nói rõ điều này khi đặt phòng. Đọc thêm",
            "Cách tuyệt vời để ngắm sông Mekong. Giám đốc du thuyền rất tuyệt vời và chu đáo, các chuyến đi hàng ngày là cách tuyệt vời để ngắm cuộc sống địa phương bao gồm cả những chuyến đi đêm bằng xe Tuk Tuk, xe kéo và xe bò. Bạn thực sự được ngắm cuộc sống địa phương ở những quốc gia đang phát triển này. Điểm trừ duy nhất đối với tôi là việc sử dụng quá nhiều nước mắm trong các bữa ăn, bao gồm cả salad. Kem trên tàu sẽ rất tuyệt. Hãy cẩn thận nếu bạn bị hạn chế khả năng vận động vì thuyền không có thang máy, một số chuyến du ngoạn dừng lại ở bờ sông lầy lội gồ ghề với những đoạn leo dốc và một số ngôi đền được ghé thăm có rất nhiều bậc thang. Đọc thêm",
            "Mekong Prestige II cung cấp các chuyến du ngoạn trên sông kéo dài 8 ngày trở lên, KHÔNG phải chuyến đi trong ngày. Tôi yêu nó! Từ cabin đến sàn phơi nắng, nó tạo nên sự sang trọng đơn giản. Các cabin rộng rãi và đẹp, mỗi cabin đều có ban công riêng. Điều hòa không khí có thể tùy chỉnh và hiệu quả. Nhạc pop nhẹ chỉ phát trong sảnh khách, nơi cũng có màn hình TV duy nhất; nơi khác có sự im lặng may mắn ngoại trừ tiếng nước vỗ. Matthias Brugger là một Giám đốc Du thuyền xuất sắc và đội ngũ nhân viên người Campuchia gốc Việt rất vui vẻ. Thức ăn rất tuyệt vời và đa dạng, và mọi thứ trừ rượu mạnh đều miễn phí suốt cả ngày. Hướng dẫn viên nói tiếng Anh là người bản xứ và đi cùng con tàu khi ở trong đất nước của anh ta; Trước đây tôi chưa bao giờ trải nghiệm cái nhìn cá nhân sâu sắc như vậy về đời sống của một dân tộc. Và những chuyến du ngoạn -- từ bảo tàng đến trường học trong làng, từ xe tuk-tuk đến xe bò -- không bao giờ bị lãng quên! BTW, các nhóm nói tiếng Anh, tiếng Đức và tiếng Pháp đều được xử lý rất tốt với hướng dẫn viên riêng. Trong khi có nhiều khách đặt vé theo nhóm lớn với Riviera, v.v. trên tàu, tôi và một số người khác đã đặt vé riêng với Viet Prestige Travel tại Hà Nội và cảm thấy rằng chúng tôi được đối xử như vàng. Tôi không thể khen ngợi tổ chức héo đủ.Đọc thêm",
            "Các đánh giá khác đều đúng, đây chắc chắn là cách để trải nghiệm sông Mê Kông. Tôi đã thực hiện chuyến du ngoạn ngược dòng 7 đêm và không thể có lỗi nên tôi sẽ tận dụng cơ hội này để đưa ra một số mẹo du lịch. Chúng tôi đã đi cùng Riviera trong chuyến tham quan 15 ngày của họ. Tôi khuyên bạn nên lấy ít nhất 200 tờ tiền mệnh giá nhỏ để lấy tiền boa, đất nước này rất nghèo và các hướng dẫn viên cũng như nhân viên rất tuyệt vời nên tiền boa rất được hoan nghênh. Mang theo quần áo cotton nhẹ - trời nóng ẩm, trên thuyền có dịch vụ giặt là nếu bạn có nhu cầu. Trang phục trên thuyền giản dị nhưng ưa thích quần dài cho bữa tối. Bạn sẽ cần phải che vai và đầu gối khi đến thăm các ngôi đền. Lấy hoặc mua mũ hoặc ô - nắng nóng Lấy nhiều thuốc chống côn trùng và sử dụng thường xuyên - Tôi uống 100 deet và không bị cắn. Tiền mặt là vua, Bạn có thể đổi Stirling ở các khách sạn ở Sài Gòn và có rất nhiều máy ATM nhưng Mỹ được chấp nhận ở mọi nơi. Tuy nhiên, nhiều nhà hàng thông minh hơn ở Sài Gòn, Phnom Penh và Siem Reap sử dụng thẻ tín dụng cũng như các khách sạn. Bên ngoài nếu đây chỉ là tiền mặt. Hãy tận hưởng chuyến đi của cuộc đời.Đọc thêm",
            "Chúng tôi đã dành 7 đêm trên con tàu này. Từ phút chúng tôi bước lên tàu cho đến lúc chúng tôi rời khỏi dịch vụ, dịch vụ thật tuyệt vời. Các cabin được trang bị cực kỳ tốt và sạch sẽ. Phi hành đoàn đều rất thân thiện và hiệu quả, đặc biệt là giám đốc Cruise Mattias, người đảm bảo rằng chúng tôi được giải trí trong phần lớn thời gian với một vài buổi chiều chỉ để thư giãn, đó là điều lý tưởng. Có các bài giảng, phim và các buổi trình diễn cộng với tất nhiên là các chuyến đi hàng ngày đến thăm các làng địa phương, trung tâm thủ công và trường học địa phương. Nhà hàng rất tuyệt, tôi sẽ bỏ lỡ 3 bữa một ngày! Tôi không thể đánh giá trải nghiệm này đủ cao, cảm ơn tất cả các bạn.Đọc thêm",
            "Vừa trở về sau chuyến hành trình 8 ngày trên Mekong Prestige 11 và chúng tôi đã nhớ nó rồi. Toàn bộ hành trình diễn ra tuyệt vời từ đầu đến cuối với chỗ ở, dịch vụ, thực phẩm và chương trình tham quan và giải trí hàng ngày chất lượng cao nhất được Mathias Brugger lên kế hoạch và tổ chức tốt bởi giám đốc hành trình của chúng tôi. Điều làm chúng tôi rất hài lòng là sự chú ý giúp hành khách trải nghiệm và tìm hiểu về văn hóa và lịch sử hàng ngày của Campuchia và Việt Nam mà chúng tôi hoan nghênh vì chưa từng ghé thăm trước đây. Rất khuyến khích hành trình này Des và Joan Long. Kent UKĐọc thêm",
            "Chúng tôi đang đi du lịch Siem Reap đến Hồ Chí Minh.\nCó phải nhân viên làm visa vào Việt Nam cũng tổ chức trên thuyền không? Hay việc này phải được tổ chức trước khi khởi hành?\nCảm ơnĐọc thêm",
            "Chào buổi sáng\nChúng tôi đang nghĩ đến việc đặt chuyến du ngoạn này vào tháng 11, chúng tôi có thể đi thuyền trên Hồ Tonlé Sap trong thời gian này không?\nCảm ơn bạn.Đọc thêm",
            "Tôi đã đặt chỗ trên hành trình này vào tháng Tư. Xin vui lòng cho biết đối với thị thực Campuchia của chúng tôi, Cảng nhập cảnh nào được áp dụng cho đơn xin thị thực của chúng tôi?Đọc thêm",
            "Tất cả đều do thủy thủ đoàn trên thuyền thực hiện cho bạn. Bạn sẽ phải neo đậu trong vài giờ khi điều này xảy ra. Sáng hôm sau, một nhân viên nhập cư mới lên tàu để kiểm tra danh tính. Đó là một quá trình không đau đớn.Đọc thêm",
            "Xin chào - chúng tôi vừa đặt chuyến tham quan này vào tháng 2 năm 2020 và muốn biết liệu có khả năng xảy ra vấn đề với muỗi và sốt rét hay không - chúng tôi có nên dùng thuốc chống sốt rét hay chỉ cần dựa vào thuốc chống côn trùng và quần áo để che tay v.v. Có vấn đề gì ở một khu vực cụ thể nào đó không? Bất kỳ lời khuyên sẽ được đánh giá rất cao. MarieĐọc thêm",
            "Nhà thuốc của chúng tôi đã khuyên chúng tôi nên uống thuốc trị sốt rét trong phần chuyến đi Campuchia. Không ai khác mà chúng tôi đã nói chuyện trong chuyến đi của mình nhận được lời khuyên tương tự, vì vậy chúng tôi đã không dùng máy tính bảng.Đọc thêm",
            "Chào buổi sáng,\nCuối tháng 12 mình sẽ đi du thuyền MEKONG. Về visa Campuchia có mang visa này lên tàu được không? Cảm ơn bạn trước vì phản hồi của bạn.Đọc thêm",
            "Xin chào, Không, không thể xin thị thực trên thuyền. Lý tưởng nhất là xin visa điện tử qua trang web chính thức của Vương quốc Campuchia, rất dễ dàng, không tốn kém trừ khi có sai sót: 26 USD mỗi visa, nhưng phải làm 1 tháng trước 3 tháng còn hiệu lực.\nHãy cẩn thận với các trang web cướp biển, rất tốn kém.\nKỳ nghỉ tốt, điều đó thật tuyệt vời đối với chúng tôi Đọc thêm",
            "Câu hỏi dành cho Richard R \nChào buổi tối, tôi thấy bạn đã đi du thuyền trên sông Mê Kông, tôi muốn biết liệu bạn có tiêm vắc-xin đặc biệt để đến đó không và liệu có muỗi không \nĐó có phải là một chuyến đi tuyệt vời đối với bạn? Bạn có hạnh phúc không? Chúng tôi phải đến đó và hỏi rất nhiều câu hỏi trong 1 tuần trên thuyền rồi hướng đi Thái Lan. Bạn có thể cho tôi ý kiến ​​về chuyến đi này và những chuyến thăm bạn đã thực hiện không. \nCảm ơn bạn đã trả lời \nMamiletteĐọc thêm",
            "Tôi vừa đọc những dòng của bạn: không, không cần vắc xin. Nhưng hãy dùng thứ gì đó có thể chống muỗi, điều này phụ thuộc vào thời điểm trong năm. Vào tháng 1, chúng tôi không thấy gì cả.\nChuyến đi thật tuyệt vời, con thuyền của chúng tôi: MEKONG PRESTIGE II, thật tuyệt vời. Các bến cảng trên sông Mê Kông đều có thuyền bè phục vụ, hãy tận dụng nó và đi xem hết các làng mạc, thật đáng giá.Đọc thêm",
            "Trên tàu có khăn tắm dành cho hiên tắm nắng hay bạn phải mang theo trong hành lý?Đọc thêm",
            "Tôi đã đọc được rằng khăn lau sàn được cung cấp.Đọc thêm",
            "Đồ uống có được bao gồm trong giá trong suốt chuyến đi không?Đọc thêm",
            "Đồ uống địa phương được bao gồm. Tôi tin rằng nhà cung cấp rượu đã thay đổi trước khi chúng tôi đi vào ngày 19 tháng 11 và rượu thực sự khá dễ uống.  Để có những bức ảnh, hãy xem Du lịch vùng quê Đọc thêm",
            "Xin chào, quy định về trang phục trên máy bay là gì? Luôn luôn giản dị, hay bạn ăn mặc cho bữa tối? Chúng tôi đã được đặt chỗ vào tháng 2 nên thực sự mong chờ điều đó. Nghĩ rằng thời tiết cũng sẽ tốt. Mong nhận được phản hồi từ những khách đã ghé thăm trước đây, cảm ơn AngieĐọc thêm",
            "Nó khá bình thường. Để xem một số hình ảnh, xem Du lịch vùng quê Đọc thêm",
            "Xin vui lòng cho tôi biết tàu có loại ổ cắm nào? Loại tiền tệ nào được sử dụng trên tàu và có đổi tiền trên tàu không? cảm ơnĐọc thêm",
            "Xin chào\nỔ cắm trên bo mạch tương thích với EU\nViệc thanh toán trên tàu chỉ được yêu cầu khi kết thúc chuyến đi và CC đều được chào đón.\nHành trình của chúng tôi kết thúc tại thành phố Hồ Chí Minh và sử dụng đồng tiền Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            73,
            14,
            3,
            2,
            0
        ],
        "review_amount": 92,
        "location": [
            "Việt Nam",
            "Cái Bè",
            "Đồng bằng sông Cửu Long",
            "Những việc cần làm ở Cái Bè",
            "Tỉnh Tiền Giang",
            "Mekong Uy tín II",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 30, 2018",
            "Written April 15, 2018",
            "Written March 22, 2018",
            "Written March 10, 2018",
            "Written February 19, 2018",
            "Written January 31, 2018",
            "Written December 28, 2017",
            "Written December 22, 2017",
            "Written December 16, 2017",
            "Written December 8, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d7065639-Reviews-or20-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or10-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or30-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7374072-Reviews-K_Urban_Beach-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g3654887-d150512-Reviews-Pitons-Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34297-d3292211-Reviews-Manatee_Public_Beach-Holmes_Beach_Anna_Maria_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272118-Reviews-Children_s_Museum_of_Pittsburgh-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g56934-d591647-Reviews-Bingham_Canyon_Open_Pit_Copper_Mine-Bingham_Canyon_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g3344059-d1752020-Reviews-Paraga_Beach-Paraga_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d15248245-Reviews-Al_Hudayriat_Island_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16744105-Reviews-Trap_Music_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g53878-d1526049-Reviews-Ringing_Rocks_County_Park-Upper_Black_Eddy_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d273538-Reviews-Dia_Beacon-Beacon_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or30-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or20-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html"
    },
    {
        "attraction_name": "Mekong Prestige II",
        "attraction_name_vi": "Mekong Uy tín II",
        "general_info": [
            "92 đánh giá",
            "1 trong 4 hoạt động tham quan tại Cái Bè",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền sang trọng trên sông Mê Kông đến Chợ nổi Cái Bè ở An Giang, với mức giá và ưu đãi tốt nhất.Đọc thêm",
        "reviews": [
            "Tôi là Giám đốc du lịch cho một công ty địa phương trong thị trấn của chúng tôi và chúng tôi đã thực hiện chuyến tham quan này với một nhóm nhỏ 11 người, và tôi phải nói rằng, tôi rất ấn tượng với mọi khía cạnh của hành trình, con tàu, nhân viên, đồ ăn, tuyến đường, điểm dừng, cabin và phong cảnh.  Đó là một thế giới khác ở Châu Á so với Bắc Mỹ và bạn phải nhớ rằng mọi thứ đều là thử thách và không có gì được coi là hiển nhiên, tôi không biết làm thế nào công ty này lại có được trải nghiệm tuyệt vời như vậy.  Châu Á không phải dành cho tất cả mọi người, nhưng nếu bạn đi thì đây chính là CON ĐƯỜNG để đi!  Rất cám ơn tất cả những người đã tham gia.Đọc thêm",
            "một trải nghiệm tuyệt vời. chúng tôi đã gặp những người tuyệt vời và được đến thăm những nơi mà chúng tôi không thể tự mình đến được. các nhân viên thật tuyệt vời và cực kỳ hữu ích. điều duy nhất chúng tôi muốn thấy là một chút giải trí trong những ngày đi du lịch. Có thể là những câu đố hoặc trò chơi đố chữ.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến lưu diễn này cho tuần trăng mật của mình. Mọi thứ được tổ chức một cách hoàn hảo một cách ngoạn mục, một chuyến tham quan cho biết sẽ diễn ra từ 8:30 đến 11:00 sẽ đưa bạn trở lại thuyền vào đúng 11:00. Chúng tôi có một hướng dẫn viên du lịch tuyệt vời ở Campuchia, Adam, người rất giỏi trong việc giải thích những điều chúng tôi muốn giải thích và cho chúng tôi thời gian để khám phá khi nào chúng tôi muốn làm điều đó. Nhà hàng rất tuyệt với những lựa chọn khác nhau cho mỗi bữa ăn. Các chuyến tham quan cho thấy sự kết hợp tuyệt vời giữa các thành phố và vùng nông thôn với nghề thủ công truyền thống. Lưu ý hành trình này chủ yếu được quảng cáo ở Pháp và Đức nên không có nhiều người nói tiếng Anh trên tàu. Tuy nhiên, họ vẫn có 4 người chúng tôi tham gia chuyến lưu diễn nói tiếng Anh của riêng mình, vì vậy không thực sự là vấn đề. Đọc thêm",
            "Vợ tôi và tôi đã khám phá sông Mê Kông trong một chuyến du ngoạn kéo dài một tuần từ Siem Reap đến Thành phố Hồ Chí Minh, đi về phía nam trên sông vào tháng 2 năm 2017. Chúng tôi đã tận hưởng, cười đùa và kết bạn. Thuyền được trang bị đầy đủ các phòng hạng khách sạn. Nhân viên luôn hữu ích, tử tế và thân thiện. Các cuộc phiêu lưu hàng ngày cũng được bao gồm cũng như các bài thuyết trình buổi tối. Các bữa ăn rất ngon, với nhiều loại trái cây và một số lựa chọn thay thế địa phương nhưng không bao giờ quá cay hoặc khó khăn. Con sông luôn thú vị. Rất nhiều người làm việc trên sông từ những chiếc thuyền nhỏ, sống trên sông trong những ngôi nhà nổi và làm việc trên những chiếc thuyền lớn kéo cát gần như chìm -- họ nổi như thế nào! Cầu tàu của chúng tôi cũng là một cuộc phiêu lưu thú vị. Tôi khuyên những người khác nên đi vào cuối mùa mưa khi mực nước sông cao hơn nhiều. Tháng 2 là mùa khô -- chúng tôi đã không đi thuyền Sonle Lap vì nước quá thấp để vào kênh vào hồ. Thay vào đó, ngày đầu tiên của chúng tôi là đi xe buýt với một vài điểm dừng thú vị. Tôi cho rằng điều tương tự cũng sẽ xảy ra với những người đi theo hướng ngược lại. Tôi không hài lòng khi Prestige I và II cập cảng cùng nhau tại Phnom Penh -- với hai chiếc thuyền được buộc vào nhau, phòng của chúng tôi có tầm nhìn đẹp ra phòng trên chiếc thuyền bên cạnh! Xin lưu ý rằng vào mùa khô, phần lớn ngày đầu tiên là chuyến đi bằng xe buýt từ Siem Reap để gặp thuyền sau đó vài giờ. Tương tự như vậy, Thành phố Hồ Chí Minh luôn cách Đồng bằng sông Cửu Long một chuyến xe buýt với một số điểm dừng thú vị trong thành phố. Mùa khô khá nóng đối với những người trong chúng ta đến từ vùng khí hậu ôn đới, tôi nghi ngờ mùa mưa thì nóng và ẩm. Điều đó có nghĩa là máy lạnh rất được đánh giá cao. Những cuộc phiêu lưu vào ban ngày có thể trở nên đầy thử thách với cái nóng. Đọc thêm",
            "Chúng tôi dành một tuần trên chiếc thuyền này, đi xuyên Việt Nam và Campuchia. Chỗ ở rất tốt với cabin rộng rãi và nhân viên rất xuất sắc. Thức ăn trên tàu đạt tiêu chuẩn cao và nhìn chung chuyến đi không thể có lỗi.Đọc thêm",
            "Chúng tôi đi cùng một nhóm gồm 60 người đến từ Israel và tận hưởng từng khoảnh khắc trong chuyến đi. Các phòng được sạch sẽ và thoải mái.  Dịch vụ này thật tuyệt vời. Bộ bài thật hoàn hảo và những người khác nói rằng đồ ăn rất tuyệt vời.  Tôi ăn thuần chay và không có nhiều đồ ăn. Chỉ có 2 bữa có đậu phụ, các món còn lại đều có thịt hoặc sữa.  Khiếu nại thực sự duy nhất tôi có là thiếu wifi.  Với 60 người sử dụng điện thoại, về cơ bản chúng tôi không có WiFi.  Tôi thực sự khuyên bạn nên mua thẻ sim địa phương nếu bạn cần liên lạc với thế giới bên ngoài trong kỳ nghỉ của mình. Gabby chịu trách nhiệm trên thuyền. Cô ấy luôn rất ấm áp, quan tâm và rất hữu ích. Những chuyến du ngoạn hàng ngày của chúng tôi ở Việt Nam và Campuchia thật tuyệt vời.... Mang theo thuốc chống muỗi, hóa đơn một đô la, đồ ăn nhẹ giữa các bữa ăn và chuyến du ngoạn, kem chống nắng. Dịch vụ giặt là hoàn hảo và giúp ích cho chúng tôi vì chúng tôi mang theo rất ít. Đừng ngần ngại đặt chỗ nếu bạn đang tìm kiếm một chuyến đi 7 ngày khó quên trên sông Mê Kông.Đọc thêm",
            "Mekong Prestige  MP2 do 8 DAY tours to and from Siem Reap and Saigon under exclusive rental contract for the last four years with Rivages du Monde, a French company, who sell cabins through various agencies worldwide.Other reviewers have commented on the excellence of the ship and cruise, my comments are:QUITE OUTSTANDING:- The scenery you pass, the local life you witness.  World class trip !- The beautiful ship and its very skilled crew- The cabins, their furnishing  the quality of the housekeeping staff- The restaurant, furnishing and ambiance, quality and range of meals, skill and sef ice of the kitchen and restaurant teams- SOME of the guides, excellent and patient see needs improvement belowUNACCEPTABLE!:- There are many hours of free time when many guests would choose to sunbathe. It is UNACCEPTABLE where guests have paid SO MUCH that most will have to sunbathe in upright coffee table chairs.  60 guests but only 26 loungers! When there is easily space for 14-30 more loungers to be free-placed in the pool area and elsewhere.Plus of course some guests block the few loungers the whole day hours when they are not even there! by placing a towel on them. And staff FAIL to remove such towels eg when all guests have left the boat on excursionAlso unacceptable is the performance of one of the Vietnamese guides, Mr Hung. He needs more training to understand what guests needexpect. Unlike him, most guests have never before seen the exotic places he is showing them. They wish to see and take in the sites at a leisurely pace and learn about them - not to be superficially raced through them at a fast-walking pace. Mr Hung knows all the information - but does not know his purpose as a guide. Kindly teach him.Guests paid A LOT for the cruise, Mr Hungs group were short-changed, typically receiving 30-40 minutes less time on EACH tour than it deserved - and indeed 30-40 minutes less time than the other guide gave his group.ITEMS THAT WOULD BENEFIT FROM IMPROVEMENTTouring programme Phnom Pehn. Lets face it, PP has charm but limited things to see in town. Currently guests have a half-day free and two evenings free. And two half day excursions, one of which is to the repugnant S21  killing fields.But near PP is a very much appreciated world-class animal rescue centre and reserve, where guests have a very high interaction with many species of animals.Change the programme so palaces  temple are done on the first afternoon currently free time then offer the wildlife centre as a full day tour. Those that want to see S21 etc can do this instead.  Or at least tell guests so they can go independently 80 for 7 seat van ie 12 per person!Touring programme Sa Dec. Change the timing so guests visit the Cao Sai temple for the 12.00 service insted of at an earlier hour. What a waste to be at this wierd place and not see the service! The boat can easily leave for Cai Be later  still start the afternoon excursion on time. Oh, and it is UNTRUE to say guests will see the floating market on the 2.30 excursion as it CLOSES BY LUNCHTIME.General: unsuitable cruise for children under about 15; they get bored to tearsRead more",
            "Ngay từ khi bạn lên tàu, rõ ràng đây sẽ là một trải nghiệm độc đáo.  Bảy đêm trong cabin rộng rãi và những ngày tham quan với tốc độ không vội vã với những hướng dẫn viên chuyên nghiệp.  Thực tế là 32 cabin giới hạn số lượng hành khách cho phép bạn hòa nhập và trở nên thân thiện với những người bạn chưa từng gặp trước đây; tạo nên những cuộc trò chuyện thú vị.  Hành trình của chúng tôi là từ Sài Gòn đến Siem Reap mà tôi gợi ý là hướng đi ưa thích.  Việc tham quan hàng ngày là khoảng. 2 giờ vào buổi sáng và quay lại ăn trưa trên tàu, sau đó là 2 giờ vào buổi chiều.  Nhìn chung, nó tỏ ra là một phần rất thư giãn của kỳ nghỉ. Việc tham quan đủ đa dạng để không bị lặp lại. Việc chuẩn bị và trình bày món ăn thật đặc biệt với sự lựa chọn ba món thay thế món chính mỗi tối cho bữa tối. Các nhân viên làm việc rất chăm chỉ và dường như quan tâm đến việc làm cho trải nghiệm của chúng tôi trở nên đáng nhớ mặc dù tôi nhận ra rằng họ phải làm điều này hàng tuần vì khách du lịch thay đổi trong cả mùa nên điều đó nói lên điều gì đó về thái độ của họ. Trải nghiệm của chúng tôi khi rời thuyền khác với một số người, vì chúng tôi không đi xe buýt đến Siem Reap mà đi trên một chiếc thuyền cao tốc có thể chứa tất cả chúng tôi và hành lý của chúng tôi và giảm thời gian vận chuyển xuống còn 3,5 giờ.Đọc thêm",
            "The thought of holidaying on a cruise ship with hundreds of others has always been the pits for us but....the Mekong Prestige II has only 32 cabins so not too many other passengers to intrude on the peacefulness of the holiday....We picked up the Prestige II on the Mekong Delta at Cai Be travelling upriver into Cambodia stopping at Phnom Penh and eventually to Kampong Chhnang where we were bused to Siem Reap. The staff were great, the food could not be faulted and the daily tour guides excellent.Cabins were spacious and more comfortable then many a hotel weve stayed in and the little private balcony was a bonus.All meals were served on board. We like Asian food and there was a good selection of Vietnamese and Cambodian offerings each mealtime. Bacon and egg eaters were catered for too.Local beers, wines and spirits on board were free. European spirits were charged but even then not too expensive. The local rum produced an acceptable Daiquiri but the local red and white wine, we found, was undrinkable.By the end of the week I has managed to train barman Rak to produce me an excellent flat white before breakfast time - no small accomplishment in a country that grows coffee but seems unable to brew it!The slow jouney up the Mekong to the Tonlie Sap Lake was beautiful in itself - the scenery and the riverside villages - and it was amazing to see the amount of river traffic - well I suppose its their equivalent to the M1.The daily excursions were excellent too offering many visits to craft villages and workshops. Those undergoing retail therapy were cured by the end of the trip.A minor downside, the only one I have to say, was our Germanophile on-board Alsatian tour manager Gabby spelt Gabi who was like a Butlins Red coat and who took exception to us when we did not wish to participate in her party games!When it was pointed out to her that we were on holiday and we were paying, we did get something of an apology. I think i heard her say she was retiring after this season.This mini cruise can be booked on its own or part of a larger package. Either way its well worth it if you are in the vicinity!Read more",
            "Chúng tôi vừa thực hiện chuyến du ngoạn bảy đêm từ Thành phố Hồ Chí Minh đến Siem Reap. Wow, thật là một cách tuyệt vời để nghỉ lễ. Chiếc thuyền thật tuyệt vời, nhân viên tuyệt vời và thức ăn tuyệt vời. Chúng tôi có những chuyến đi hàng ngày để xem những điều rất thú vị và hướng dẫn viên của chúng tôi được cung cấp thông tin rất đầy đủ. Đó thực sự là một cách tuyệt vời để nhìn thấy khía cạnh nông thôn của cuộc sống. Miền quê xinh đẹp và con người rất thân thiện.Đọc thêm"
        ],
        "star_ratings": [
            73,
            14,
            3,
            2,
            0
        ],
        "review_amount": 92,
        "location": [
            "Việt Nam",
            "Cái Bè",
            "Đồng bằng sông Cửu Long",
            "Các hoạt động ở Cái Bè",
            "Tỉnh Tiền Giang",
            "Mekong Uy tín II",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 3, 2017",
            "Written November 25, 2017",
            "Written October 15, 2017",
            "Written March 15, 2017",
            "Written March 1, 2017",
            "Written January 20, 2017",
            "Written January 2, 2017",
            "Written December 27, 2016",
            "Written December 20, 2016",
            "Written December 14, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d7065639-Reviews-or30-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or20-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or40-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d7815237-Reviews-China_Walls-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8567498-Reviews-SeaGlass_Carousel-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d2573160-Reviews-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293989-d3671938-Reviews-Mount_Nebo-Madaba_Madaba_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g775838-d9829341-Reviews-Agios_Stefanos_Beach-Agios_Stefanos_Avliotes_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187222-d519886-Reviews-Le_Jardin_Exotique_d_Eze-Eze_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g33979-d497819-Reviews-Sherwood_Island_State_Park-Westport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d968203-Reviews-Oxbow_Public_Market-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7738524-Reviews-Pasar_Besar_Pudu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d8393046-Reviews-Hard_Rock_Cafe-Hollywood_Broward_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or40-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or30-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html"
    },
    {
        "attraction_name": "Mekong Prestige II",
        "attraction_name_vi": "Mê Kông Uy tín II",
        "general_info": [
            "92 đánh giá",
            "1 trong 4 hoạt động tham quan tại Cái Bè",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền sang trọng trên sông Mê Kông đến Chợ nổi Cái Bè ở An Giang, với mức giá và ưu đãi tốt nhất.Đọc thêm",
        "reviews": [
            "Vừa hoàn thành hành trình bảy đêm trên tàu Mekong Prestige II từ Thành phố Hồ Chí Minh đến Siem Reap. Trên thực tế, đó là một chuyến xe buýt từ TP.HCM đến Cái Bè, nơi bạn thực sự lên thuyền trên sông và vào mùa khô bạn sẽ nhận được vài trăm. Hàng km từ Siem Reap và được xe buýt chở trên một chiếc xe khách sang trọng, chặng cuối cùng là mực nước hồ quá thấp để di chuyển. Tuy nhiên, chuyến đi bằng xe buýt rất tuyệt vời với một chiếc coupe, có nhiều điểm dừng dọc đường, hãy thử món tarantula chiên ở điểm dừng đầu tiên, nó rất độc đáo. Hành trình khác bằng cách thư giãn từ giao thông thương mại ở Việt Nam đến các khía cạnh nông thôn bình dị của sông ở Campuchia. Các chuyến du ngoạn rất đa dạng với các chuyến đi thuyền vạn đò, xe buýt và đi bộ đến nhiều điểm tham quan thú vị. Các cabin rộng rãi, sạch sẽ, giường thoải mái và chúng tôi ngủ ngon mỗi đêm. Có nhiều lựa chọn thực phẩm tuyệt vời trong tất cả các bữa ăn bao gồm cả món Tây cũng như món Á và còn có phở cho bữa sáng nếu bạn thích. Phi hành đoàn và nhân viên rất xuất sắc, thân thiện và có năng lực và toàn bộ chuyến đi diễn ra cực kỳ suôn sẻ. Wi-Fi có sẵn trong phòng chờ, nhưng không phải lúc nào cũng đáng tin cậy, tùy thuộc vào vị trí của thuyền.Đọc thêm",
            "Chúng tôi đã có một chuyến du ngoạn 7 đêm tuyệt vời từ Siem Reap đến Sài Gòn trên tàu Mekong Prestige II. Chiếc thuyền khá mới, hiện đại, sạch sẽ và rộng rãi. Các phòng lớn với phòng tắm hiện đại rộng rãi và ban công riêng có cửa sổ và cửa kính lớn. Phòng khách lớn và boong tắm nắng lớn có mái che một phần thậm chí còn có một hồ bơi nhỏ; tuyệt vời để ngâm mình trong làn nước mát trong cái nóng. Nhân viên thân thiện, lịch sự và rất hữu ích. Thức ăn thực sự tươi và ngon, bao gồm sự kết hợp giữa các lựa chọn châu Á và phương Tây. Các chuyến tham quan hàng ngày được thực hiện tốt với nhiều trải nghiệm tuyệt vời. Chúng tôi thích tất cả. Wifi khá chập chờn, đôi khi hoạt động tốt nhưng đôi khi lại chậm hoặc không có kết nối. Đây là một chiếc thuyền và chuyến du ngoạn tuyệt vời. Chúng tôi yêu thích nó! Đọc thêm",
            "Chúng tôi đi thuyền từ Sigon đến Siem Reap ở Cambobia, mất bảy ngày và đó là bảy ngày tuyệt vời. Tất cả các cabin đều được trang bị rất tốt. Đồ ăn trên tàu rất đa dạng và thủy thủ đoàn rất tuyệt. Tất cả các chuyến du ngoạn trên bờ đều rất thú vị và được vận hành tốt, tôi muốn giới thiệu chuyến đi này. cảm ơn thủy thủ đoàn và người tổ chức trên thuyềnĐọc thêm",
            "Tôi đã trải qua 7 đêm thú vị trên tàu và nhận thấy đây là một cách tuyệt vời để khám phá sông Mê Kông từ Cái Bắc đến Siem Riep. Có khoảng 50 khách trên tàu khi tôi đi du lịch nên không đầy đủ. Chiếc tàu nhỏ hơn một số chiếc nhưng được bố trí hoàn hảo. Sân phơi nắng đáng yêu với bể ngâm nhỏ và nhiều giường phơi nắng. Quầy bar cũng nằm ở tầng trên cùng. Tầng trên là phòng ăn, cabin và lễ tân. Cabin ở boong chính cũng đẹp như boong trên. Tôi sẽ không trả thêm tiền cho tầng trên. Bạn cũng có nguy cơ không có tầm nhìn nếu không may nhận được cabin số chẵn vì nhiều lần chúng tôi bị trói cạnh tàu khác. Tầm nhìn duy nhất bạn sẽ có là vào một cabin khác! Các cabin rộng rãi và có ban công nhỏ với bàn và 2 ghế. Đáng yêu ngồi và xem hoạt động trên sông. Luôn luôn có một cái gì đó để xem. Một số cảnh hoàng hôn đẹp quá. Giường thoải mái, nhiều không gian đựng đồ, phòng tắm tốt và đồ vệ sinh cá nhân đẹp. Đồ ăn rất tuyệt vời. Luôn luôn có nhiều sự lựa chọn. Rượu vang phục vụ trong bữa ăn rất được chấp nhận và đã bao gồm trong giá. Bia và rượu mạnh địa phương cũng được bao gồm trong gói của chúng tôi. Các nhân viên ở tất cả các bộ phận không thể tốt hơn. Thân thiện, chu đáo và hiệu quả mà không bị xâm phạm. Tôi rất thích nó và chắc chắn sẽ giới thiệu nó.Đọc thêm",
            "Điều này không nên có trong phần hấp dẫn khi nó thực sự còn nhiều hơn thế - một khách sạn nổi, một chuyến du thuyền, một chuyến tham quan. Đặt qua Riviera Travel, chuyến đi xuôi dòng của chúng tôi vào đầu tháng 4 có sự tham gia của một số người đóng góp khác đã có mặt ở đây. Tôi chỉ có thể lặp lại nhận xét của họ liên quan đến hiệu quả hoạt động nói chung là xuất sắc của giám đốc hành trình, hướng dẫn viên, bồi bàn, thuyền viên, v.v. Được thực hiện một cách chuyên nghiệp nhưng luôn có sự tiếp xúc tốt đẹp của con người. Đồ ăn trên tàu luôn tuyệt vời với nhiều lựa chọn thực đơn vào bữa sáng, bữa trưa và bữa tối. Luôn có các lựa chọn cá và ăn chay. Các loại rượu vang Việt Nam được cung cấp miễn phí đều rất ngon. Đáng chú ý trong số các chuyến du ngoạn bằng thuyền ở Campuchia là những chuyến đi qua các làng nổi, một điều rất thú vị. đi xe bò rất gập ghềnh, nhận được sự ban phước từ một nhà sư Phật giáo trong ngôi chùa xinh đẹp ở Oudong và đến thăm một ngôi trường với những đứa trẻ vô cùng thân thiện và nhiệt tình. Sau đó chúng tôi tới Phnom Penh. Tôi đã xem xét riêng Cung điện Hoàng gia nhưng sẽ không đánh giá bảo tàng diệt chủng S21: nó không phải để du lịch mà là để tưởng nhớ. Quá trình chuyển tiếp từ Campuchia sang Việt Nam mất một ngày đi thuyền. Các hoạt động đã được sắp xếp trên tàu nhưng thực sự là một sự nhẹ nhõm khi không phải dậy sớm và phải đi lại. Các chuyến du ngoạn ở Việt Nam cũng được sắp xếp chu đáo và thú vị nhưng cũng giống như ở Campuchia. Có một chút chua chát là cái kết, bị bỏ rơi xuống thuyền sớm mặc dù sau bữa sáng tuyệt vời như thường lệ.Đọc thêm",
            "We spent an unbelievable week travelling from Siam Reap to Ho Chi Minh City, as it was the last cruise for the season we had to travel by bus some 6 hours due to low water levels in the river. Whilst we got to see a lot of Cambodia in a comfortable bus, we stopped for breaks and was introduced to some of the delicacies Chocolate Covered Insects of all kinds. I preferred the packed snacks provided for our bus trip.We reached the boat and was met with refreshing towels and a drink. We were allocated our cabins and then went to lunch. All meals on the menu for each and every meal are of an exceptional standard. Our Cruise Director  Gaby was very experienced and it showed in the care and attention given to all. As the cruise had both English and French speaking guest we were separated for touring  as we had both a English and French guides both in Cambodia and Vietnam portion of the cruise, all guides were excellent. The tours are well thought out and conducted. We had the luxury of the boat, at night and non stop tours during the day. The tours gave us a good understanding of cultures and work, in both countries. At night as beer, wine and soft drinks are included, socialising in the lounge and on the top deck whilst travelling to our next port of call was very pleasant. Gaby organised activities in our spare time from making spring rolls, folding napkins and towels, local traditional dancing, local musicians, trivia nights and we even had the English speaking guests set a trivia session for the French, and next day the French speaking guest set  one for the English speaking guests. The 7 days flew past and we were in Ho Chi Minh City and it was over, I wanted it to go on forever as we were having the best of times. I would rate this as the best cruise of the many I have done both on the ocean and river.Read more",
            "Chúng tôi đã dành một tuần vào tháng 4 để đi du lịch từ Sài Gòn đến Siem Reap và đã có khoảng thời gian tuyệt vời.  Các hướng dẫn viên ở cả Việt Nam và Campuchia đều rất xuất sắc; họ rất thân thiện và nhiều thông tin và bạn có thể biết họ dành bao nhiêu tình yêu và niềm tự hào cho đất nước của mình.  Các chuyến tham quan trong ngày đã được lên kế hoạch tốt, mặc dù chúng tôi đã bỏ qua hai chuyến để dành thời gian một mình trên thuyền để thư giãn quanh hồ bơi, mát-xa, v.v. Các nhân viên trên tàu rất tuyệt.  Mọi người đều rất tốt và cực kỳ hữu ích. Ngoài ra, tất cả đồ ăn được phục vụ trên tàu đều tươi ngon, tuy nhiên, không có nhiều đồ ăn vặt giữa các bữa ăn ngoài một số bánh hạnh nhân và đậu Hà Lan cay phải thừa nhận là ngon tuyệt. Sẽ thật tuyệt nếu có thể lấy một chiếc bánh sandwich hoặc thậm chí chỉ một ít bánh quy giòn, pho mát hoặc một miếng trái cây.  Đi vào mùa khô tháng 4, mực nước hồ không đủ cao để chúng tôi có thể đến Siem Reap bằng thuyền, điều mà chúng tôi được cho là có thể xảy ra.  Tuy nhiên, việc chuyến xe buýt kéo dài 6 tiếng đồng hồ khiến chúng tôi hơi bất ngờ.  Tôi bị say xe và bất cứ điều gì kéo dài hơn 2 hoặc 3 giờ đều là điều tàn bạo.  Khi chúng tôi hỏi về các chuyến bay, hướng dẫn viên Rith của chúng tôi đã liên hệ với một đại lý du lịch và có thể sắp xếp việc đưa đón đến sân bay và chuyến bay từ phnom pen đến Siem Reap. Chúng tôi đã có mặt tại sân bay trong 38 phút và chuyến bay chỉ dài chưa đầy 40 phút - theo ý kiến ​​của tôi thì rất xứng đáng!  Tôi chỉ muốn biết sớm hơn về chuyến xe buýt sẽ chạy trong bao lâu, để chúng tôi không phải loay hoay tìm phương án thay thế vào phút cuối.Đọc thêm",
            "We traveled in Early April on the 7 night downstream cruise from Siem Reap to Saigon organised for us by Viet Prestige Travel. Cabins beautiful, large enough with plenty of storage space, comfortable bed, plenty of pillows and lovely bathroom and shower.  Own balcony and additional french window that you could open but it was too hot on our trip to do this.  Aircon great.  Wifi not so good but you are in the middle of the Mekong. First class food - buffet breakfast with egg station, buffet lunch with wine and choice of main meal served to your table and dinner with four courses served to your table with wine - I think there was a choice of three dishes for each course. Local spirits, beer and soft drink available all day free of charge.  The staff make this trip truly amazing - thanks to everyone from Gabby the cruise director who runs the ship like clockwork, Pauly and Mac our English speaking guides to the barman Tonic and Toni and the wait staff Tona and Hopsped.Pool was refreshing, plenty of sun lounges for the 60 odd passengers, interesting shore excursions every day and a healthy mix of French, German, English and Australian passengers.  They even split our groups into three separate buses and tenders for the excursions into French, German and  English speaking with the relevant speaking guide which was a nice touch.  The trip when low lake levels from Siem Reap to the ship is a long way - nearly 5 hours but we stopped for breaks twice and were served a lovely lunch pack with heaps of variety after the first stop - the trip goes quickly as the sights along the way are very interesting and our English speaking Cambodian guide Pauly was a wealth of information along the way with a great sense of humor. Thanks to Pauly and Mac our English speaking guides who were fantastic. We met some really fabulous people and will hold the memories dear for ever.  Please dont hesitate to book this trip on the Mekong Prestige II and I highly recommend Viet Prestige Travel to arrange this for you.  Thanks Prestige II you made our second honeymoon so memorable not to mention the surprise cake in the restaurant, flowers and balloons.  Wow we had the best time and didnt want to get off the ship - thanks again ....Read more",
            "Kính gửi Flarve T,\n\nThay mặt Mekong Prestige Cruise, chúng tôi xin chân thành cảm ơn đánh giá tuyệt vời của bạn trên Tripadvisor. \n\nChúng tôi đã chuyển tất cả những lời hay ý đẹp của bạn đến đội ngũ nhân viên trên tàu của chúng tôi và tất cả chúng tôi đều rất tự hào khi được làm việc trên con tàu sông boutique để tạo ra một chuyến đi trên sông tuyệt đẹp cho những khách hàng thân yêu của chúng tôi.\n\nCảm ơn bạn rất nhiều và hy vọng được chào đón bạn một lần nữa trên tàu!\n\nTrân trọng.Đọc thêm",
            "Chúng tôi dành một tuần trên thuyền đi từ Saigin đến Siem Reap. Các cabin ở tầng 2 đều rộng rãi, thoải mái và tất cả đều có ban công nhỏ. Đồ ăn - không gì có thể sánh được với điều này trong suốt phần còn lại của chuyến đi của chúng tôi trong khu vực. Được trình bày tốt, đa dạng cho mỗi bữa ăn và không có thực đơn nào được lặp lại. Những chuyến đi trong ngày thật thú vị và nhiều thông tin. Một điểm - nếu bạn may mắn được đến thăm một trong những trường học địa phương nơi chúng tôi được yêu cầu giúp trẻ đọc và nói tiếng Anh, hãy mang theo càng nhiều bút chì biros càng tốt vào hộp của bạn. Chúng được học sinh và giáo viên đánh giá cao. Tùy thuộc vào thời điểm bạn đi du lịch và lượng mưa của năm trước, tàu có thể không đến được Siem Reap. Đó là một cuộc hành trình dài bằng xe buýt và chúng tôi khuyên bạn nên làm một số bánh mì sandwich và mang theo một số bánh ngọt từ thuyền. Chúng tôi nghĩ rằng sẽ có sẵn một số thức ăn hoặc cơ hội ăn uống; đáng tiếc là không. Chỉ một vài chiếc bánh quy giòn và một gói khoai tây chiên giòn. Wi-Fi trên thuyền không liên tục. Có vẻ sẽ tốt hơn nếu bạn dậy sớm nhỉ? Đề xuất nếu bạn cần truy cập email thường xuyên, bạn hãy mang theo modem WiFi và mua thẻ tại địa phương. Chúng tôi dừng lại ở Phenom Penn - chuyến thăm S21 thật khó khăn. Nếu bạn muốn xem một trong những Cánh đồng chết gần đó, tôi khuyên bạn nên hỏi Giám đốc du lịch trên thuyền và bỏ bữa trưa. Phải mất 45 đến 75 phút để đến đó bằng TutTut nhưng đáng để đi. Đừng để đến sau bữa trưa, không đủ thời gian.Đọc thêm",
            "Michael M thân mến,\n\nThay mặt Mekong Prestige Cruise, chúng tôi xin chân thành cảm ơn đánh giá tuyệt vời của bạn trên Tripadvisor. \n\nChúng tôi đã chuyển tất cả những lời hay ý đẹp của bạn đến đội ngũ nhân viên trên tàu của chúng tôi và tất cả chúng tôi đều rất tự hào khi được làm việc trên con tàu sông boutique để tạo ra một chuyến đi trên sông tuyệt đẹp cho những khách hàng thân yêu của chúng tôi.\n\nCảm ơn bạn rất nhiều và hy vọng được chào đón bạn một lần nữa trên tàu!\n\nTrân trọng.Đọc thêm",
            "Chồng tôi và tôi đã đi du thuyền 7 đêm từ Siem Reap đến Sài Gòn trên chiếc RV Mekong Prestige II vào tháng 10 và đã có một tuần tuyệt vời nhất.  Con tàu được bố trí đẹp mắt, cabin của chúng tôi rất đẹp và rộng rãi với ban công riêng và bữa ăn rất nổi bật.  Hành trình này là sự kết hợp phù hợp giữa các chuyến du ngoạn trên bờ, thư giãn, các hoạt động trên tàu và niềm vui.  Giám đốc hành trình của chúng tôi, Mathias, đã hoàn thành xuất sắc công việc và tất cả nhân viên cũng như thủy thủ đoàn đều rất tuyệt vời, đặc biệt là Sopheap, Vanty, Tola, Thearin và Tonic.  Họ đã làm cho thời gian của chúng tôi trên tàu trở nên đặc biệt và không có gì là quá rắc rối với họ.  Đây là trải nghiệm du lịch biển đầu tiên của chúng tôi và tất cả những gì tôi có thể nói là thật tuyệt vời - nóng lòng được làm lại lần nữa.  Tôi thực sự muốn giới thiệu chuyến đi và hành trình này cho những người khác đang dự định đi sông Mê Kông - bạn sẽ không thất vọng.  Tôi chỉ tiếc thời gian trôi qua quá nhanh.Đọc thêm",
            "Margaret thân mến,\n\nThay mặt Mekong Prestige Cruise, chúng tôi xin chân thành cảm ơn đánh giá tuyệt vời của bạn trên Tripadvisor. \n\nChúng tôi đã chuyển tất cả những lời hay ý đẹp của bạn đến đội ngũ nhân viên trên tàu của chúng tôi và tất cả chúng tôi đều rất tự hào khi được làm việc trên con tàu sông boutique để tạo ra một chuyến đi trên sông tuyệt đẹp cho những khách hàng thân yêu của chúng tôi.\n\nCảm ơn bạn rất nhiều và hy vọng được chào đón bạn một lần nữa trên tàu!\n\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            73,
            14,
            3,
            2,
            0
        ],
        "review_amount": 92,
        "location": [
            "Việt Nam",
            "Cái Bè",
            "Đồng bằng sông Cửu Long",
            "Các hoạt động ở Cái Bè",
            "Tỉnh Tiền Giang",
            "Mekong Uy tín II",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 17, 2016",
            "Written February 25, 2016",
            "Written February 11, 2016",
            "Written December 22, 2015",
            "Written May 7, 2015",
            "Written May 6, 2015",
            "Written April 28, 2015",
            "Written April 18, 2015",
            "Written March 4, 2015",
            "Written October 29, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d7065639-Reviews-or40-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or30-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148125-Reviews-El_Batey_Bar-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52340-d270752-Reviews-Kentuck_Knob-Chalk_Hill_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1820355-d3512151-Reviews-Morakot_Cave_Emerald_Cave-Ko_Muk_Kantang_District_Trang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303166-d7986013-Reviews-Venice_Art_Mask_Factory-Shkoder_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g56260-d14135005-Reviews-Adriatica_Village-McKinney_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32645-d9802289-Reviews-Surf_Beach-Lompoc_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32136-d156425-Reviews-Malibu_Creek_State_Park-Calabasas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d15100624-Reviews-The_Cabana_Beach-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g53916-d146132-Reviews-Kinzua_Dam-Warren_Pennsylvania.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d7065639-Reviews-or40-Mekong_Prestige_II-Cai_Be_Tien_Giang_Province_Mekong_Delta.html"
    }
]