[
    {
        "attraction_name": "Mekong Emotion Cruise",
        "attraction_name_vi": "Du Thuyền Cảm Xúc Mekong",
        "general_info": [
            "18 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đồng bằng sông Cửu Long dường như tràn ngập những con người hạnh phúc và cảnh quan tuyệt đẹp. Đó là một Việt Nam mà nhiều người mơ ước: cổ kính và tràn đầy sức sống. Mekong Emotion sẽ khiến bạn cảm thấy mình là một phần của thế giới nhỏ bé tuyệt vời này với những khung cảnh đẹp như tranh vẽ và lối sống thư thái: chợ nổi, vườn cây cảnh, cánh đồng lúa, làng mạc, chùa chiền, vườn cây ăn trái và đám trẻ em tươi cười. Chúng tôi sẽ giúp bạn thoát khỏi hoàn toàn mọi bận rộn của thói quen hàng ngày.Đọc thêm",
        "reviews": [
            "Tôi và con gái tôi đi du thuyền từ Cái Bè và kết thúc ở Cần Thơ. Chuyến đi thật tuyệt vời. Các thủy thủ đoàn cực kỳ chu đáo, hướng dẫn viên Cate của chúng tôi rất tử tế. Đồ ăn ngon, cabin tuyệt vời. Có một sự kết hợp tuyệt vời giữa việc thư giãn trên boong tàu ngắm nhìn thế giới trôi qua và sắp xếp các chuyến tham quan làng mạc và chợ rất thú vị và không căng thẳng. Tôi chắc chắn sẽ giới thiệu. Đọc thêm",
            "Tôi ở Hồ Chí Minh 3 ngày. Ngày cuối cùng, 25 tháng 7, tôi được đi tour cùng Tony. Tony chọn con đường quê để cho tôi thấy cuộc sống của người Việt Nam. Phải mất 4 giờ với việc đi hai chiếc thuyền. Và dòng sông Mê Kông cuối cùng chúng tôi đã gặp thật tuyệt vời. Nó có thể trông giống như một dòng sông lầy lội, tuy nhiên, nó là con sông dài thứ 12 trên thế giới bắt đầu từ Trung Quốc đến đây. Để cảm nhận đồng bằng sông Cửu Long, có một số hoạt động như khám phá dòng sông bằng thuyền nhỏ và lên kế hoạch cho nó lớn hơn một chút. one. Khi trở lại Hồ Chí Minh, Tony đã chọn một con đường khác vào buổi sáng để tôi có thể nhìn thấy một khung cảnh khác của Việt Nam. Tôi rất thích chuyến đi này. Tôi đánh giá cao Tony! Đọc thêm",
            "Chúng tôi đến thăm đồng bằng sông Cửu Long vào tháng 5 và sắp xếp kỳ nghỉ 3 đêm tại Le Cochinchine. Chúng tôi đã dành thời gian cho - Giai điệu - và chúng tôi không thể hạnh phúc hơn được nữa. Thuyền trưởng chú ý đến dòng sông và thân thiện. Đầu bếp là một chuyên gia chuẩn bị những bữa ăn ngon nhất theo phong cách địa phương. Người phục vụ của chúng tôi là một chàng trai trẻ đáng yêu, người cũng cung cấp dịch vụ mát-xa chân đáng yêu nhất. Cuối cùng, hướng dẫn viên của chúng tôi Tru là người hiểu biết và tốt bụng nhất mà bạn có thể gặp.  Tiếng Anh của anh ấy tốt đến mức chúng tôi có thể có những cuộc thảo luận thú vị nhất về mọi thứ của vùng đồng bằng và thế giới quan.  Tôi không thể nhớ mình đã từng có chuyến thăm nào thú vị hơn tới các làng, thị trấn và địa điểm ở địa phương chưa. Tôi cảm thấy mình thực sự đã được nhìn thấy cuộc sống trên vùng đồng bằng nhờ vào phi hành đoàn Le Cochinchine xuất sắc. Đọc thêm",
            "Tôi đã được biết rằng khu vực Đồng bằng sông Cửu Long là một địa điểm không thể bỏ qua, nhưng không chắc chắn điều gì sẽ xảy ra. Nhưng đó là một chuyến đi tuyệt vời. Tôi và bạn tôi đã nghỉ một đêm trên chiếc thuyền Mekong Emotion với một hướng dẫn viên tuyệt vời tên là Kiệt. Anh ấy có nhiều thông tin về khu vực, đưa ra nhiều hiểu biết sâu sắc về khu vực khi chúng tôi ở trên sông; anh ấy cũng đưa chúng tôi đi tham quan một số vùng đất liền, bao gồm cả khu vực nông nghiệp một ngày nọ; Ngày hôm sau, chúng tôi đến khu thủ công và nhìn thấy chợ nổi cùng nhiều địa điểm khác. Đây là một sự kiện kéo dài hai ngày được cân nhắc kỹ lưỡng, đã dạy tôi rất nhiều điều về khu vực và đất nước nói chung. Chiếc thuyền rất đẹp, cabin tuyệt vời và đồ ăn thì tuyệt vời.Đọc thêm",
            "Chuyến tham quan khu vực đồng bằng sông Cửu Long không bao giờ trọn vẹn nếu không có chuyến đi thuyền vạn đò trên các tuyến đường thủy của dòng sông Mê Kông hùng vĩ.  Con sông bắt nguồn từ Tây Tạng và kết thúc ở Biển Đông ở đồng bằng sông Cửu Long. Chuyến đi thông thường đến vùng đồng bằng là lên thuyền ở bờ sông Mê Kông tại Mỹ Tho và vượt qua đảo Thới Sơn ở giữa cửa sông. Trái cây nhiệt đới, kẹo dừa, mật ong, rượu vang lạ, âm nhạc và bài hát truyền thống Việt Nam là một phần của những điểm hấp dẫn trên đảo Thới Sơn.Đọc thêm",
            "Vừa trở về từ hành trình Mekong Emotion và không thể nói đủ cao về trải nghiệm được làm tốt hơn bởi đội ngũ phi hành đoàn tuyệt vời và hướng dẫn viên Chou của chúng tôi. Thuyền sạch sẽ và thoải mái...chúng tôi đã có một giấc ngủ đêm tuyệt vời. Thức ăn rất tuyệt và với số lượng lớn. Tôi đã đọc một số nhận xét tiêu cực trên Tripadvisor nhưng đây là giá trị đồng tiền và bạn nhận được rất nhiều tiền. Đọc thêm",
            "We went on a one-night cruise with Le Cochinchine organised by Mekong Emotion  -  Mekong Lodge, as it was - after extensive search - the only cruise operator that enabled us to travel from a to b instead of doing roundtrips. Indeed - It was the most expensive two-nights stay I ever booked, but it was  absolutely worth it! We also really enjoyed our stay at Mekong Lodge  - see other review -  but during the 24h on  - Le Cochinchine -  we felt royals - it was just us and our two boys on the entire boat! And the boat is something - with an luxury atmosphere of the 20ies but comfort of today - when we were there all warm water, electricity, safe, ac, - which we did not need - etc. worked perfectly. We also had no problems with moscitos  - and I am allergic, so am very sensitive on that matter - .True, the cabins are not huge, but it is a boat, so it was larger than what we expected and for one night absolutely sufficient. All decorated in Teak, tasteful and plenty of choice-meals  - among the best of our journey - and breakfast served at sundawn on the deck was just fantastic - , lovely decorated and served.The crew was absolutely lovely, played with the kids and were just really sweet,  - even offered to cleane some of our clothes -  and our tourguide Kie - g - t? -  - was the best - knowledgeable, obviously loving his job and country, genuinely likeable - our boys adored him and he never felt obtrusive, but rather like a friend - we actually felt really sad having to leave. He and the crew really made the trip special for us and we felt so well looked after, that we could totally relax and enjoy this special time. The cruise is a sensation - the impressions we gathered on this trip will stay with us forever - simply seeing life as it happens flowing by. Be it entire industrial constructions being transported on the water to farmers wading in the water and fishing, and at night the full moon mirroring in the wide Mekong water ... magical.The little excursions were nicely organised, we went by bike and small side-boat to explore the floating market and country life on the islands. True, with a ship that size you do not explore the small channels - simple matter of size, which is obvious,  - and also one of the reason why I appreciated the combination with the stay at Mekong Lodge from where we took a trip with  a small rowing boat through the small channels - . And by the time we arrived  - our flight was delayed - , there was not much going on at the Cai Rang floating market anymore, but we got a good impression and a lot of interesting information about the procedures on the market, how life on Mekong is transforming and made a stop for  - pineapple-snack -  on a neighbouring vessel. Now, of course if you are more flexible  - i.e. without two small children -  you can probably go and explore the Mekong Delta by yourself with motorbikes and you will find small boats for half-day or day trips and surely homestays are also more authentic, but it was the last three days of our Vietnam-Travel and we wanted to spoil ourselves a bit while seeing as much of the Mekong Delta as is humanly possible, and that was certainly achieved. Also, I compared a lot of prices of cruises and when you take into account what was included in this trip and how everything was presented it was reasonable.Read more",
            "My daughter  - 11 -  and I were on a trip to Thailand, Cambodia and Vietnam for a month.  This was the only negative experience we had.    We stayed one night in the Mekong Lodge  - which we loved -  and then took a trip on the Cochinchine 4 for one night.  I had spent ages researching which company to use for our Delta experience to ensure that we experienced the market at Cai Rang.  The itinerary from this company sounded perfect. The market is sold as the highlight of the trip:  - Arrive Can Tho, a small boat will take you explore the Cai Rang market one of the most bustling floating markets in Mekong Delta with hundreds of small boats barging and jostling for space as owners attempt to sell their goods  - .Although breakfast was early and there was lots of waiting around we arrived at the market shortly after 9am.  There were very few boats around and no trading taking place as far as I could see. When I questioned our guide he said that the wholesale market had finished hours ago and that you needed to get there for 5am to see it properly. This was a huge disappointment.  Back on board the boat - s manager  - Maurice -  agreed that in order to see the market working you do need to be at there around 5am but that they never do that because guests  - would not like to get up that early - !   I have since found out that this market isn - t what it once was in terms of being busy so getting there when it is fully trading is essential.Aside from the weak and unfulfilled itinerary  - and there wasn - t much else on the itinerary of interest although the scenery was very nice - , Maurice was the negative for us on the trip.  He obviously took a dislike to me  - something I have never experienced before -  and definitely let it show.  He was very irritated when I mentioned we were vegetarian  - although I had emailed ahead -  and I did ask  - when we were shown to the room -  if we could move to the higher deck as pre-requested.  These were the only reasons I could imagine for his attitude other than the fact that we were unusual being a mother and child travelling alone.   To be fair, he was polite  - although brusque -  and undoubtedly efficient but our stay was very uncomfortable.  He even tried to shoo us away from a table at lunchtime when he thought a French couple would prefer to sit there  - although they insisted we stay where we were - .  Even my 11 year old daughter commented that he preferred the other guests to us. Having not had a positive experience I did not want to fill in the review form I was given on the boat.  In order to avoid it I said several times and very politely to Maurice  - as he was standing over me -  that I wanted to write an email when I got home instead. He insisted very strongly that I fill in the form there and then and when I did he challenged my comments in front of all the other guests  - at lunchtime - .   It was all very uncomfortable for myself and my daughter.The boat itself was lovely and the boys who look after you are fantastic.  The booking process and helpfulness prior to the stay was very good too.  The trip for us was spoiled by not meeting the itinerary properly and by Maurice himself.Read more",
            "Giống như hầu hết các thuyền, cabin nhỏ và phòng tắm thậm chí còn nhỏ hơn. Tắm sẽ làm ướt mọi thứ trong phòng tắm. Các vết nứt giữa cửa sổ, cửa ra vào và khung cửa khiến muỗi không thể lọt vào được. Đó là một điểm trừ lớn đối với chúng tôi. Máy sấy tóc đã ở đó. Wifi trong cabin. Bữa tối và bữa trưa thực sự rất ngon: cá hồng, hoa bí chiên, mực chiên, món gà, salad dưa chuột-cà rốt-tôm - và tôi - có thể đã không đề cập đến một số món ăn -. Bữa sáng là trái cây tươi của mùa, sữa chua, mứt, trứng nấu theo yêu cầu, bánh mì ngọt. Chuyến tham quan bằng xe đạp rất thú vị - khoảng. 8 km - 5 ml - với hai điểm dừng. Tôi nghĩ tôi sẽ thích thêm vài điểm dừng nữa. Chợ nổi hơi thất vọng một chút. Chúng tôi có mặt ở đó lúc 9 giờ, tôi đoán là đã quá muộn. Không có nhiều bức ảnh ở đó. Chợ thường lệ ở Cần Thơ, nơi chúng tôi ghé thăm sau khi chuyến tham quan kết thúc, hóa ra lại thú vị hơn. Nếu không phải vì vấn đề muỗi, tôi - sẽ cho nó bốn điểm.Đọc thêm",
            "Trải nghiệm du thuyền trên sông khó quên. Có cảm nhận chân thực về cuộc sống trên và gần dòng sông hùng vĩ này. Không có đám đông khách du lịch. Keit, hướng dẫn viên của chúng tôi, đã khiến chuyến đi trở nên đáng nhớ hơn. Tình yêu đích thực của dòng sông và chia sẻ cách làm của người dân mình với du khách.  Các bữa ăn trên tàu vừa phải.  Chuyến đi xe đạp 10km đáng nhớ với những chuyến tham quan bao gồm cả trang trại gia đình làm việc thực sự và tự cung tự cấp. Cabin của chúng tôi nhỏ so với mức giá nhưng có cửa sổ đẹp, điều hòa tốt và ổn cho một đêm.Đọc thêm"
        ],
        "star_ratings": [
            10,
            5,
            2,
            1,
            0
        ],
        "review_amount": 18,
        "location": [
            "Du Thuyền Cảm Xúc Mekong",
            "Cái Bè",
            "Việt Nam",
            "Các hoạt động ở Cái Bè",
            "Châu Á",
            "Tỉnh Tiền Giang",
            "Đồng bằng sông Cửu Long"
        ],
        "reviews_time": [
            "Written February 25, 2018",
            "Written July 25, 2017",
            "Written May 17, 2017",
            "Written April 10, 2017",
            "Written April 25, 2016",
            "Written December 8, 2015",
            "Written April 27, 2015",
            "Written February 5, 2015",
            "Written July 23, 2014",
            "Written April 2, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d2631204-Reviews-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d2631204-Reviews-or10-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8250479-Reviews-Mekong_Rustic-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d8549198-Reviews-Mekong_Rustic-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d8869795-Reviews-Mekong_Ecolodge_Day_Tours-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d1865775-Reviews-Cai_Be_Floating_Market-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d17595567-Reviews-Vinh_Long_Market-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d19546700-Reviews-Vinh_Long_Provincial_Museum-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d19385943-Reviews-Zen_Spa_Traditional_Herbal_Massage-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d19546705-Reviews-An_Binh_Ferry-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7339855-Reviews-Cai_Be_Floating_Market-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d25188324-Reviews-Coop_Mart_Vinh_Long-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d15354761-Reviews-Vinh_Long_Night_Market-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d23646697-Reviews-Norriego_Point_Beach_Access_And_Park-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d2306190-Reviews-Teleferico_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g143057-d146985-Reviews-Kolob_Canyons-Zion_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g562627-d566806-Reviews-Attica_Zoological_Park-Spata_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d4695690-Reviews-Balboa_Pier-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d1133125-Reviews-Kierland_Commons-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191367-Reviews-Via_Condotti-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d147990-Reviews-Playa_Kalki-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g29111-d146144-Reviews-Lopez_Lake_Recreation_Area-Arroyo_Grande_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42391-d282094-Reviews-Potter_Park_Zoo-Lansing_Ingham_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3648985-d2631204-Reviews-or10-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d2631204-Reviews-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "du thuyền": 0.9813085885252804,
            "chuyến đi": 0.9711195983807557,
            "thủy thủ": 0.9955206123413518,
            "hướng dẫn viên": 0.9838497249002103,
            "đồ ăn": 0.9954545022919774,
            "boong tàu ngắm": 0.9812609970977064,
            "chuyến tham quan làng mạc": 0.985089016292477,
            "dòng sông mê kông": 0.9955117141944356,
            "dòng sông": 0.32679414557060227,
            "đồng bằng sông cửu long": 0.9233486123848706,
            "khung cảnh": 0.5060333609580994,
            "giai điệu": 0.9954862044542097,
            "thuyền trưởng": 0.5,
            "đầu bếp": 0.8737691454589367,
            "bữa ăn": 0.7787742264044937,
            "dịch vụ mát-xa chân đáng": 0.9955617272644304,
            "chuyến thăm": 0.7720276332693174,
            "làng thị trấn": 0.5,
            "đồng bằng": 0.5352455079555511,
            "phi hành đoàn": 0.9920696644112468,
            "khu vực nông": -0.21660029026679695,
            "khu thủ công": 0.3942468494642526,
            "đồ ăn thì": 0.9954840751597658,
            "chuyến tham quan": 0.8566882479159783,
            "chuyến": 0.5,
            "đi thuyền": 0.5,
            "sông mê": 0.8737691454589367,
            "thuyền": 0.5,
            "đảo": 0.5,
            "trái cây nhiệt đới kẹo dừa": 0.5,
            "mật": 0.5,
            "ong rượu vang": 0.5,
            "âm nhạc": 0.5,
            "bài hát": 0.5,
            "đảo thới": 0.5,
            "hành trình": 0.5489977337419987,
            "trải nghiệm": 0.8704238967038691,
            "hướng dẫn viên chou": 0.8737691454589367,
            "giấc ngủ đêm": 0.9950622687465511,
            "thức ăn": 0.9954746343428269,
            "thuyền cabin": 0.3210579790174961,
            "phòng tắm": 0.6324409625182549,
            "máy sấy": 0.9778116957750171,
            "bữa tối": 0.8737691454589367,
            "bữa trưa": 0.9917998240562156,
            "món gà salad dưa chuột-cà rốt-tôm": 0.5,
            "-": 0.5,
            "- có": 0.004933333024382591,
            "bữa sáng": 0.8737691454589367,
            "trái cây": 0.9686415127944201,
            "sữa chua mứt trứng": 0.9314147504046559,
            "bánh mì": 0.6070021111518145,
            "xe đạp": 0.9952512880554423,
            "chợ nổi": -0.9762153694173321,
            "chợ thường lệ": 0.8737691454589367,
            "dòng sông hùng vĩ": 0.99249446275644,
            "chuyến đi xe đạp": 0.8737691454589367,
            "chuyến tham": 0.48490553349256516,
            "trang trại": 0.5001466535031796
        },
        "dicts_adj": {
            "du thuyền": [
                "khó"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "tuyệt vời",
                "thông thường",
                "hơn"
            ],
            "thủy thủ": [
                "chu đáo"
            ],
            "hướng dẫn viên": [
                "tử tế",
                "Cuối cùng",
                "tốt bụng",
                "nhất",
                "có thể",
                "tuyệt vời",
                "hơn"
            ],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "boong tàu ngắm": [
                "thú vị",
                "căng thẳng"
            ],
            "chuyến tham quan làng mạc": [
                "thú vị",
                "căng thẳng"
            ],
            "dòng sông mê kông": [
                "cuối cùng",
                "tuyệt vời"
            ],
            "dòng sông": [
                "giống",
                "lầy lội",
                "dài",
                "nhỏ",
                "lớn",
                "hơn"
            ],
            "đồng bằng sông cửu long": [
                "nhỏ",
                "lớn",
                "hơn"
            ],
            "khung cảnh": [
                "khác",
                "khác"
            ],
            "giai điệu": [
                "hạnh phúc",
                "hơn"
            ],
            "thuyền trưởng": [],
            "đầu bếp": [
                "ngon"
            ],
            "bữa ăn": [
                "ngon"
            ],
            "dịch vụ mát-xa chân đáng": [],
            "chuyến thăm": [
                "thú vị",
                "hơn"
            ],
            "làng thị trấn": [],
            "đồng bằng": [
                "xuất sắc"
            ],
            "phi hành đoàn": [
                "xuất sắc",
                "tuyệt vời"
            ],
            "khu vực nông": [
                "nhiều",
                "khác"
            ],
            "khu thủ công": [
                "nhiều",
                "khác"
            ],
            "đồ ăn thì": [
                "đẹp cabin",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "trọn vẹn",
                "thú vị",
                "thú vị",
                "hơn"
            ],
            "chuyến": [],
            "đi thuyền": [],
            "sông mê": [
                "trọn vẹn"
            ],
            "thuyền": [],
            "đảo": [],
            "trái cây nhiệt đới kẹo dừa": [],
            "mật": [],
            "ong rượu vang": [],
            "âm nhạc": [],
            "bài hát": [],
            "đảo thới": [],
            "hành trình": [
                "đủ",
                "cao"
            ],
            "trải nghiệm": [
                "tốt",
                "hơn"
            ],
            "hướng dẫn viên chou": [
                "đủ",
                "cao"
            ],
            "giấc ngủ đêm": [],
            "thức ăn": [
                "tuyệt",
                "lớn"
            ],
            "thuyền cabin": [
                "nhỏ"
            ],
            "phòng tắm": [
                "nhỏ",
                "hơn",
                "ướt"
            ],
            "máy sấy": [],
            "bữa tối": [
                "thực sự",
                "ngon"
            ],
            "bữa trưa": [
                "thực sự",
                "ngon"
            ],
            "món gà salad dưa chuột-cà rốt-tôm": [],
            "-": [],
            "- có": [
                "thực sự",
                "ngon"
            ],
            "bữa sáng": [
                "tươi"
            ],
            "trái cây": [
                "tươi"
            ],
            "sữa chua mứt trứng": [
                "ngọt"
            ],
            "bánh mì": [
                "ngọt"
            ],
            "xe đạp": [
                "thú vị"
            ],
            "chợ nổi": [],
            "chợ thường lệ": [
                "thú vị",
                "hơn"
            ],
            "dòng sông hùng vĩ": [
                "gần"
            ],
            "chuyến đi xe đạp": [
                "thực sự"
            ],
            "chuyến tham": [
                "thực sự"
            ],
            "trang trại": [
                "thực sự"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "du thuyền": 1.0,
            "chuyến đi": 2.5,
            "thủy thủ": 0.5,
            "hướng dẫn viên": 2.0,
            "đồ ăn": 0.5,
            "boong tàu ngắm": 0.5,
            "chuyến tham quan làng mạc": 0.5,
            "dòng sông mê kông": 0.5,
            "dòng sông": 1.0,
            "đồng bằng sông cửu long": 1.0,
            "khung cảnh": 0.5,
            "giai điệu": 0.5,
            "thuyền trưởng": 0.5,
            "đầu bếp": 0.5,
            "bữa ăn": 1.0,
            "dịch vụ mát-xa chân đáng": 0.5,
            "chuyến thăm": 0.5,
            "làng thị trấn": 0.5,
            "đồng bằng": 0.5,
            "phi hành đoàn": 1.0,
            "khu vực nông": 0.5,
            "khu thủ công": 0.5,
            "đồ ăn thì": 0.5,
            "chuyến tham quan": 1.0,
            "chuyến": 0.5,
            "đi thuyền": 0.5,
            "sông mê": 0.5,
            "thuyền": 0.5,
            "đảo": 0.5,
            "trái cây nhiệt đới kẹo dừa": 0.5,
            "mật": 0.5,
            "ong rượu vang": 0.5,
            "âm nhạc": 0.5,
            "bài hát": 0.5,
            "đảo thới": 0.5,
            "hành trình": 0.5,
            "trải nghiệm": 0.5,
            "hướng dẫn viên chou": 0.5,
            "giấc ngủ đêm": 0.5,
            "thức ăn": 0.5,
            "thuyền cabin": 0.5,
            "phòng tắm": 0.5,
            "máy sấy": 0.5,
            "bữa tối": 0.5,
            "bữa trưa": 0.5,
            "món gà salad dưa chuột-cà rốt-tôm": 0.5,
            "-": 0.5,
            "- có": 0.5,
            "bữa sáng": 0.5,
            "trái cây": 0.5,
            "sữa chua mứt trứng": 0.5,
            "bánh mì": 0.5,
            "xe đạp": 0.5,
            "chợ nổi": 0.5,
            "chợ thường lệ": 0.5,
            "dòng sông hùng vĩ": 0.5,
            "chuyến đi xe đạp": 0.5,
            "chuyến tham": 0.5,
            "trang trại": 0.5
        }
    },
    {
        "attraction_name": "Mekong Emotion Cruise",
        "attraction_name_vi": "Du Thuyền Cảm Xúc Mekong",
        "general_info": [
            "18 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đồng bằng sông Cửu Long dường như tràn ngập những con người hạnh phúc và cảnh quan tuyệt đẹp. Đó là một Việt Nam mà nhiều người mơ ước: cổ kính và tràn đầy sức sống. Mekong Emotion sẽ khiến bạn cảm thấy mình là một phần của thế giới nhỏ bé tuyệt vời này với những khung cảnh đẹp như tranh vẽ và lối sống thư thái: chợ nổi, vườn cây cảnh, cánh đồng lúa, làng mạc, chùa chiền, vườn cây ăn trái và đám trẻ em tươi cười. Chúng tôi sẽ giúp bạn thoát khỏi hoàn toàn mọi bận rộn của thói quen hàng ngày.Đọc thêm",
        "reviews": [
            "Chúng tôi có một cabin lớn hơn mức trung bình giúp nâng cao trải nghiệm của chúng tôi và đảm bảo một giấc ngủ đêm thoải mái.  Tuy nhiên, khi chúng tôi quay trở lại chuyến du ngoạn qua đêm trên Vịnh Hạ Long, điểm khác biệt nổi bật là - Maurice - với tư cách là người quản lý tour của chúng tôi trên Mekong Emotion.  Maurice thực sự đã cố gắng hết sức để đảm bảo rằng tất cả mười một hành khách đều vui vẻ và tạo ra sự khác biệt trong việc đảm bảo đáp ứng yêu cầu ăn chay của vợ tôi. Chiếc thuyền và phong cảnh thật tuyệt vời và những chuyến du ngoạn thật thú vị ngay cả khi trời mưa khi chúng tôi đến thăm chợ nổi. Điều tiêu cực duy nhất - và tôi biết rằng chúng tôi không đơn độc có quan điểm này - là không có cảm giác về thời gian hay sự cấp bách trong việc phục vụ những gì có thể là món ăn tuyệt vời.  Thật không may, thường thì thức ăn được để nguyên thay vì được phục vụ nóng và sau đó đôi khi nhiều món sẽ được phục vụ cùng một lúc khiến một số món ăn thậm chí còn lạnh hơn.  Hãy khắc phục điều này và Maurice sẽ có một chuyến du ngoạn 5 Sao, Xuất sắc.Đọc thêm",
            "Thực sự rất thích chuyến đi này, rất nhiều thứ để xem và làm và chúng tôi đã được phục vụ những món ăn tuyệt vời ở giữa. Với thuyền, ca nô và xe buggy hiện có ...Tôi thực sự muốn giới thiệu nó cho bất kỳ ai nếu bạn - đang ở HCM.Đọc thêm",
            "Tôi đã du lịch trong hai ngày khó quên trên Đồng bằng sông Cửu Long với Du thuyền Cảm xúc Mê Kông và chiếc thuyền xinh đẹp của họ. Nếu bạn phải chọn một, tôi chỉ có thể nói với bạn rằng hãy chọn cái này, bạn sẽ không bao giờ hối tiếc...một thủy thủ đoàn luôn mỉm cười và ở đây để giúp bạn, một chiếc thuyền tuyệt vời và phong cảnh đáng kinh ngạc đang chờ đợi bạn !Cảm ơn - s Mekong Cảm xúc cho những ngày hoàn hảo.Đọc thêm",
            "chuyến đi tuyệt vời mà tôi đã từng đi cùng họ, chắc chắn tôi sẽ quay lại lần nữa, bạn có thể ngắm nhìn toàn cảnh vùng quê duyên dáng ở đồng bằng sông Cửu Long. bạn luôn được người dân địa phương chào đón bằng nụ cười và lòng hiếu kháchĐọc thêm",
            "chuyến tham quan thật tuyệt vời nó - đáng đồng tiền bát gạo! chúng tôi đến thăm trang trại ong, nhà máy kẹo dừa,. chúng tôi đã đi thuyền, đi xe ngựa.Đọc thêm"
        ],
        "star_ratings": [
            10,
            5,
            2,
            1,
            0
        ],
        "review_amount": 18,
        "location": [
            "Du Thuyền Cảm Xúc Mekong",
            "Cái Bè",
            "Việt Nam",
            "Các hoạt động ở Cái Bè",
            "Châu Á",
            "Tỉnh Tiền Giang",
            "Đồng bằng sông Cửu Long"
        ],
        "reviews_time": [
            "Written September 24, 2013",
            "Written May 14, 2013",
            "Written August 15, 2012",
            "Written May 10, 2012",
            "Written May 2, 2012"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3648985-d2631204-Reviews-or10-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d2631204-Reviews-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8250479-Reviews-Mekong_Rustic-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d8549198-Reviews-Mekong_Rustic-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d8869795-Reviews-Mekong_Ecolodge_Day_Tours-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d1865775-Reviews-Cai_Be_Floating_Market-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d17595567-Reviews-Vinh_Long_Market-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d19546700-Reviews-Vinh_Long_Provincial_Museum-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d19385943-Reviews-Zen_Spa_Traditional_Herbal_Massage-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d19546705-Reviews-An_Binh_Ferry-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3648985-d7339855-Reviews-Cai_Be_Floating_Market-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d25188324-Reviews-Coop_Mart_Vinh_Long-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d15354761-Reviews-Vinh_Long_Night_Market-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d9607798-Reviews-Montreal_Metro-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7154839-Reviews-Samsung_d_light-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g14033076-d2301479-Reviews-Polylimnio_Waterfall-Charavgi_Messenia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d3637468-Reviews-Xoriguer_Gin_Factory-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g57097-d649210-Reviews-Alpine_Coaster-Park_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4082777-Reviews-North_Shore_Open_Space_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-The_Fugitive_Beach-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g737038-d645725-Reviews-La_Vanille_Nature_Park-Riviere_des_Anguilles.html",
            "https://www.tripadvisor.com/Attraction_Review-g41841-d7148521-Reviews-Bass_River_Beach-South_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g59642-d144590-Reviews-Oglebay_Park-Wheeling_West_Virginia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3648985-d2631204-Reviews-or10-Mekong_Emotion_Cruise-Cai_Be_Tien_Giang_Province_Mekong_Delta.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "giấc ngủ đêm": 0.9942058466840535,
            "chuyến du ngoạn": 0.993866647031003,
            "vịnh": 0.8737691454589367,
            "ăn chay": 0.9716746462509036,
            "thuyền": 0.7477487500000279,
            "phong cảnh": 0.7476900673354976,
            "món ăn": 0.7814412861577391,
            "thức ăn": 0.7195845373207703,
            "chuyến đi": 0.9815765894018114,
            "thuyền ca": 0.9931456989143044,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "du thuyền": 0.8737691454589367,
            "thủy thủ": 0.9955809945822693,
            "vùng quê": 0.987939415150322,
            "đồng bằng sông cửu": 0.8737691454589367,
            "chuyến tham quan": 0.9955147905857302,
            "trang trại": 0.5,
            "nhà máy kẹo dừa": 0.5,
            "xe": 0.5
        },
        "dicts_adj": {
            "giấc ngủ đêm": [
                "lớn",
                "hơn",
                "trung bình",
                "cao",
                "thoải mái"
            ],
            "chuyến du ngoạn": [
                "nổi bật",
                "thú vị",
                "Xuất sắc"
            ],
            "vịnh": [
                "nổi bật"
            ],
            "ăn chay": [
                "thực sự",
                "vui vẻ",
                "khác biệt"
            ],
            "thuyền": [
                "tuyệt vời"
            ],
            "phong cảnh": [
                "tuyệt vời"
            ],
            "món ăn": [
                "tiêu cực",
                "duy nhất",
                "đơn độc",
                "tuyệt vời",
                "lạnh",
                "hơn",
                "tuyệt vời"
            ],
            "thức ăn": [
                "nguyên",
                "nóng",
                "nhiều",
                "cùng"
            ],
            "chuyến đi": [
                "nhiều",
                "tuyệt vời",
                "chắc chắn"
            ],
            "thuyền ca": [
                "ca nô"
            ],
            "đồng bằng sông cửu long": [
                "khó",
                "xinh đẹp"
            ],
            "du thuyền": [
                "khó",
                "xinh đẹp"
            ],
            "thủy thủ": [
                "tuyệt vời"
            ],
            "vùng quê": [
                "duyên dáng"
            ],
            "đồng bằng sông cửu": [
                "tuyệt vời",
                "chắc chắn"
            ],
            "chuyến tham quan": [
                "tuyệt vời"
            ],
            "trang trại": [],
            "nhà máy kẹo dừa": [],
            "xe": []
        },
        "list_proper_noun": [],
        "factor value": {
            "giấc ngủ đêm": 0.5,
            "chuyến du ngoạn": 0.5,
            "vịnh": 0.5,
            "ăn chay": 0.5,
            "thuyền": 1.0,
            "phong cảnh": 1.0,
            "món ăn": 1.0,
            "thức ăn": 0.5,
            "chuyến đi": 1.0,
            "thuyền ca": 0.5,
            "đồng bằng sông cửu long": 0.5,
            "du thuyền": 0.5,
            "thủy thủ": 0.5,
            "vùng quê": 0.5,
            "đồng bằng sông cửu": 0.5,
            "chuyến tham quan": 0.5,
            "trang trại": 0.5,
            "nhà máy kẹo dừa": 0.5,
            "xe": 0.5
        }
    }
]