[
    {
        "attraction_name": "Memorial de Caen",
        "attraction_name_vi": "Đài tưởng niệm Caen",
        "general_info": [
            "4.869 đánh giá",
            "2 trong số 53 điều cần làm ở Caen",
            "Bảo tàng quân sự",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Nằm ngay gần các bãi biển D-Day Landing, trung tâm du khách Mémorial de Caen là một trong những địa điểm quan trọng tập trung vào Trận Normandy và lịch sử thế kỷ 20. Từ nguồn gốc của Chiến tranh thế giới thứ hai cho đến khi kết thúc Chiến tranh Lạnh, các tác phẩm trưng bày bảo tàng kể về khía cạnh khủng khiếp này của lịch sử thế kỷ 20. Thật vậy, Caen, bị ném bom vào mùa hè năm 1944, một thành phố được giải phóng nhưng đã tử vì đạo, xứng đáng được tưởng nhớ xứng đáng với những đau khổ mà nó phải chịu đựng. Đây chính xác là mục đích của Mémorial de Caen, nhưng thông qua quan điểm và hành động liên tục nhằm mục đích hòa giải.Đọc thêm",
        "reviews": [
            "Chúng tôi chỉ muốn có cái nhìn tổng quan về D-Day. Nhưng sau khi chúng tôi đọc về Caen Memorial và quyết định dùng thử và chúng tôi không hối tiếc về phí vào cửa thông thường là 25 Euro. Bảo tàng có thể đưa D-Day vào một bức tranh toàn cảnh, không chỉ về Thế chiến thứ hai mà còn về Thế chiến thứ nhất, minh họa cuộc sống ở Pháp như thế nào trong thời kỳ bị chiếm đóng và các thành phố của Pháp đã bị phá hủy như thế nào sau D-Day.\n\nNếu bạn muốn tiết kiệm một số tiền, bạn có thể google để tìm phiếu giảm giá và mua vé trực tuyến trước. Chúng tôi đã tiết kiệm được 5 Euroticket.Đọc thêm",
            "Bạn cần phải cho phép ba giờ để làm điều đó một cách công bằng.  Tuyệt vời đặt ra, và rất nhiều thông tin.  Nó không chỉ đề cập đến Trận Normandy và cuộc đổ bộ D-Day mà còn đề cập đến các sự kiện dẫn đến nó từ năm 1914 trở đi. Có rất nhiều lời kể trực tiếp rất cảm động của người dân địa phương về cuộc sống dưới sự chiếm đóng của Đức Quốc xã, một số trong đó khiến tôi suýt rơi nước mắt. Rất khuyến khích.Đọc thêm",
            "Bảo tàng tuyệt vời. Vô cùng thông tin về sự chiếm đóng của Đức, cuộc sống dưới thời Đức Quốc xã, D-Day và Trận chiến Normandy và hơn thế nữa. Một số triển lãm và thông tin về Chiến tranh Lạnh nữa. Hãy mang một đôi giày tốt và chuẩn bị sẵn sàng, tôi đã ở đó hơn 4 giờ và đi bộ hơn 3 dặm.Đọc thêm",
            "Một bảo tàng tổng thể tuyệt vời, tập trung vào Thế chiến thứ hai. Nó thậm chí còn nằm trên một hầm chỉ huy lớn của Đức được sử dụng trong Thế chiến thứ hai để chỉ huy các lực lượng ở Normandy - bạn cũng có thể ghé thăm boongke. Triển lãm được thực hiện rất tốt vì nó truy tìm nguồn gốc của Thế chiến II và cung cấp nhiều thông tin về chính cuộc chiến cũng như ảnh hưởng của nó đến khu vực. Hãy nhớ mua hướng dẫn bằng âm thanh vì chúng cung cấp thông tin chi tiết và bình luận tuyệt vời. Ngoài ra còn có một bộ phim để xem - chỉ cần xem màn hình khi nó chiếu. Cửa hàng quà tặng thật tuyệt vời với những thứ dành cho mọi người sách bằng tiếng Pháp và tiếng Anh, khoảnh khắc, đồ chơi cho trẻ em, v.v. Ngoài ra còn có một quán ăn trên tầng hai, nơi có nhiều lựa chọn đồ ăn rất ngon và cho phép nghỉ ngơi thoải mái. Nhân viên rất lịch sự và hữu ích. Vào các ngày trong tuần, bạn sẽ gặp rất nhiều nhóm học sinh, nhưng vào cuối tuần thì ít hơn.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời với rất nhiều thứ để cung cấp.  Chúng tôi dành từ 10 giờ sáng đến 6 giờ chiều để tận hưởng tất cả những điểm hấp dẫn của nó.\n\nNó tập trung vào thế kỷ 20, với một loạt các màn trình diễn về Thế chiến thứ hai, nhưng cũng có một phần về Chiến tranh Lạnh.  Chúng tôi cũng đã đi xem triển lãm về nước Mỹ vào những năm 1920, điều thú vị theo đúng nghĩa của nó là mối liên kết giữa nhiều quân nhân Mỹ sinh ra và lớn lên trong thời kỳ này.  \n\nKhông có quá nhiều nơi trưng bày thiết bị quân sự, vì vậy nếu đây là thứ bạn muốn xem thì hãy đến các bảo tàng khác.\n\nCác bảng trưng bày được viết tốt, không quá dài và tham khảo nhiều loại đồ tạo tác trong các tủ liền kề.  Họ đưa ra khía cạnh cá nhân của cuộc chiến.  \n\nNgoài ra còn có một bộ phim về D-Day và cuộc đổ bộ Normandy, và một bộ phim ở rạp chiếu phim 360 vào thế kỷ 20 mặc dù phần sau dường như tập trung vào các khía cạnh tiêu cực và tôi sẽ bỏ qua nếu bạn có con.  \n\nQuán cà phê vẫn ổn, đừng quên ghé thăm hầm trú ẩn ở phía sau, và có một cửa hàng sách và quà tặng đầy ắp.\n\nMọi người nói đây là bảo tàng quân sự tốt nhất ở Pháp.  Với điều kiện bạn không tìm kiếm phần cứng của xe tăng chiến tranh, v.v. thì điều này có thể đúng.Đọc thêm",
            "Bảo tàng tuyệt vời. Chúng tôi hơi vội nhưng có thể dành thêm vài giờ nữa trong bảo tàng. Triển lãm tuyệt vời, cái nhìn toàn diện về ww2 và những gì đã xảy ra trước đó. Khung cảnh rộng lớn, nhiều chỗ cho tất cả du khách, tuy nhiên chúng tôi đã không ghé thăm vào thời điểm đông khách nhất. Trải nghiệm tuyệt vời hoàn toàn.Đọc thêm",
            "Bảo tàng tuyệt vời. Chúng tôi hơi vội nhưng có thể dành thêm vài giờ nữa trong bảo tàng. Triển lãm tuyệt vời, cái nhìn toàn diện về ww2 và những gì đã xảy ra trước đó. Khung cảnh rộng lớn, nhiều chỗ cho tất cả du khách, tuy nhiên chúng tôi đã không ghé thăm vào thời điểm đông khách nhất. Trải nghiệm tuyệt vời hoàn toàn.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời với rất nhiều thứ để cung cấp.  Chúng tôi dành từ 10 giờ sáng đến 6 giờ chiều để tận hưởng tất cả những điểm hấp dẫn của nó. Nó tập trung vào thế kỷ 20, với một loạt màn trình diễn về Thế chiến thứ hai nhưng cũng có một phần về Chiến tranh Lạnh.  Chúng tôi cũng đã đi xem triển lãm về nước Mỹ vào những năm 1920, điều thú vị theo đúng nghĩa của nó là mối liên kết giữa nhiều quân nhân Mỹ sinh ra và lớn lên trong thời kỳ này.  Không có quá nhiều nơi trưng bày các thiết bị quân sự, vì vậy nếu đây là thứ bạn muốn xem thì hãy đến các bảo tàng khác. Bảng trưng bày được viết rất hay, không quá dài và tham khảo rất nhiều đồ tạo tác trong các tủ liền kề.  Họ đưa ra khía cạnh cá nhân của cuộc chiến.  Ngoài ra còn có một bộ phim về D-Day và cuộc đổ bộ Normandy, và một bộ phim ở rạp chiếu phim 360 vào thế kỷ 20 mặc dù phần sau dường như tập trung vào các khía cạnh tiêu cực và tôi sẽ bỏ qua nếu bạn có con.  Quán cà phê vẫn ổn, đừng quên ghé thăm hầm trú ẩn ở phía sau, ngoài ra còn có một hiệu sách và quà tặng đầy ắp. Mọi người nói đây là bảo tàng quân sự tốt nhất ở Pháp.  Với điều kiện bạn không tìm kiếm phần cứng của xe tăng chiến tranh, v.v. thì điều này có thể đúng.Đọc thêm",
            "Chúng tôi đến thăm Đài tưởng niệm de Caen vì nó được xác định là bảo tàng Thế chiến 2 tốt nhất ở Normandy.  Nó chắc chắn là toàn diện.  Có một số phần trong đó - Thế chiến 2, Cuộc đổ bộ D-Day, hầm ngầm của Tướng Richters, Lịch sử Châu Âu của chúng ta, Chiến tranh Lạnh, một bộ sưu tập các bức ảnh và khu vườn lưu niệm.  Chúng tôi chỉ ghé thăm bốn phần đầu tiên và chúng tôi đã ở đó trong năm giờ.  Tôi rất thích nó nhưng vợ tôi nhanh chóng chán nó.  Tuy nhiên, nó chắc chắn đáng để ghé thăm, đặc biệt là phần Thế chiến 2 vì nó xem xét nguyên nhân dẫn đến cuộc chiến và các điều kiện góp phần khiến nó bùng phát.  Bộ phim Lịch sử Châu Âu của chúng ta rất sâu sắc và mang lại nhiều điều đáng suy ngẫm.Đọc thêm",
            "Giá cả hợp lý và chiếu phim thường xuyên. Chúng tôi thích bảo tàng nhỏ này trước rạp chiếu phim - bảo tàng đã chiếu lại cuộc đổ bộ D-Day và giải phóng Normandy theo trình tự thời gian - rất hữu ích cho chuyến thăm đầu tiên của chúng tôi. Bản thân bộ phim rất thông minh - chiếu rất nhiều hình ảnh và khiến bạn cảm thấy mình là một phần của bộ phim. Tôi chỉ ước có thêm một chút đối thoại - nhiều cựu chiến binh nói về kinh nghiệm của họ hơn sẽ khiến bộ phim có ý nghĩa hơn. Đọc thêm",
            "Anna là hướng dẫn viên du lịch tốt nhất cho việc này. Cô ấy đã cung cấp thông tin chi tiết về từng điểm trong số ba điểm và trong quá trình thực hiệnĐọc thêm",
            "Một bảo tàng tổng thể tuyệt vời, tập trung vào Thế chiến thứ hai. Nó thậm chí còn nằm trên một hầm chỉ huy lớn của Đức được sử dụng trong Thế chiến thứ hai để chỉ huy các lực lượng ở Normandy - bạn cũng có thể ghé thăm boongke. Triển lãm được thực hiện rất tốt vì nó truy tìm nguồn gốc của Thế chiến II và cung cấp nhiều thông tin về chính cuộc chiến cũng như ảnh hưởng của nó đến khu vực. Hãy nhớ mua hướng dẫn bằng âm thanh vì chúng cung cấp thông tin chi tiết và bình luận tuyệt vời. Ngoài ra còn có một bộ phim để xem - chỉ cần xem màn hình khi nó chiếu. Cửa hàng quà tặng thật tuyệt vời với những thứ dành cho mọi người sách bằng tiếng Pháp và tiếng Anh, khoảnh khắc, đồ chơi cho trẻ em, v.v. Ngoài ra còn có một quán ăn trên tầng hai, nơi có nhiều lựa chọn đồ ăn rất ngon và cho phép nghỉ ngơi thoải mái. Nhân viên rất lịch sự và hữu ích. Vào các ngày trong tuần, bạn sẽ gặp rất nhiều nhóm học sinh, nhưng vào cuối tuần thì ít hơn.Đọc thêm",
            "Chỉ là trải nghiệm tuyệt vời nhất. Chúng tôi đưa bố tôi đi xem một nơi mà ông chỉ thấy trong rạp chiếu phim. Anh ấy nói với tôi rằng đó là điểm nổi bật trong cuộc đời anh ấy sau này; chỉ để hiểu và bối cảnh hóa mọi thứ mà anh ấy nghĩ mình biết về cuộc chiến. Người lái xe và hướng dẫn viên là những người giỏi nhất và chuyên nghiệp nhất. Đây là chuyến tham quan mà bạn muốn thực hiện.Đọc thêm",
            "Tòa nhà chứa Bảo tàng Tưởng niệm Caen bao gồm một khối nguyên khối ấn tượng không có cửa sổ ở mặt tiền phía trước. Nó được xây dựng theo thiết kế ban đầu của kiến ​​trúc sư Jacques Millet. Bảo tàng chủ yếu dành riêng cho lịch sử của thế kỷ 20, cụ thể hơn là Chiến tranh thế giới thứ hai, chủ yếu ở Châu Âu, nơi hầu hết các hiện vật được trưng bày ở đó và các tài liệu được lưu giữ trong Bảo tàng đó. Đây là một Bảo tàng choáng ngợp, việc ghé thăm bảo tàng là không thể thiếu để tìm hiểu về các sự kiện dẫn đến vụ hỏa hoạn có liên quan và về một số khía cạnh liên quan đến Cuộc chiến đó. Ví dụ, một phần lớn được dành cho những trải nghiệm cá nhân đa dạng của những người phải chịu đựng sự tàn khốc và thực tế phi lý của chiến tranh. Một không gian khác đề cập đến D-Day và Trận Normandy. Các bộ sưu tập tráng lệ trong Bảo tàng đó cho phép du khách hiểu được Chiến tranh thế giới thứ hai với tất cả các đặc điểm cơ bản của nó. Mặc dù chủ đề liên quan đã thuộc về quá khứ nhưng nó vẫn gần gũi và rất phù hợp vì nó đã thay đổi sâu sắc cục diện của châu Âu và thế giới. Một số giải thích về Hiệp ước Đức-Xô năm 1979 và nghị định thư bí mật của nó quy định về việc phân chia Ba Lan, xâm lược vào ngày 1 tháng 9 năm đó, việc người Pháp từ chối thừa nhận thất bại bằng các hành động phản kháng tự phát và quả bom mật mã do lực lượng đặc biệt Anh chế tạo từ các công trình do người Ba Lan và người Pháp chế tạo, cũng như việc bạo lực là nguyên nhân trung tâm của chủ nghĩa Quốc xã, trong số những câu hỏi thú vị khác có thể được tìm thấy trong Bảo tàng. Tất cả các hiện vật có thể được trưng bày trong Bảo tàng Tưởng niệm ở Caen đều có giá trị lịch sử cực kỳ quan trọng. Vì lý do này và vì những gì đã nói ở trên, đây là một nơi tuyệt vời để nâng cao kiến ​​thức của một người về Chiến tranh thế giới thứ hai. Do đó, chuyến thăm Bảo tàng đó rất được khuyến khích.Đọc thêm",
            "Bảo tàng này rất đặc biệt và chắc chắn sẽ là điểm dừng chân đầu tiên nếu bạn đến Normandy để mở rộng hiểu biết về lịch sử Thế chiến II.  Tôi chắc chắn rằng các bài đánh giá khác sẽ đi sâu vào chi tiết hơn mức tôi có thời gian, nhưng tôi dự định dành ít nhất ba giờ ở đó.  Tôi đã đến bảo tàng Holocaust ở DC và điều đó thật tuyệt vời nhưng Caen thực sự đề cập đến nhiều điều hơn nữa từ hiệp ước Versailles trở đi. Bravo Caen! Khi đến các bảo tàng khác, chúng tôi nhận thấy thông tin bằng văn bản dư thừa so với những gì chúng tôi đọc ở Caen và xem qua chúng nhanh hơn một chút khi chỉ nhìn vào màn hình. Lưu ý: Có một quán Bistro nhưng đồ ăn khá rẻ và đắt tiền, vì vậy hãy mang theo bữa trưa của riêng bạn hoặc đi sau hoặc trước bữa trưa và ăn ở nơi khác. Thật tệ. Tôi chỉ đề cập đến nó để bạn có thể lên kế hoạch về khoảng thời gian bạn cần ở bảo tàng mà không cảm thấy mệt mỏi. : Đọc thêm",
            "Bảo tàng tuyệt vời. Vô cùng thông tin về sự chiếm đóng của Đức, cuộc sống dưới thời Đức Quốc xã, D-Day và Trận chiến Normandy và hơn thế nữa. Một số triển lãm và thông tin về Chiến tranh Lạnh nữa. Hãy mang một đôi giày tốt và chuẩn bị sẵn sàng, tôi đã ở đó hơn 4 giờ và đi bộ hơn 3 dặm.Đọc thêm"
        ],
        "star_ratings": [
            3073,
            1235,
            374,
            116,
            71
        ],
        "review_amount": 4869,
        "location": [
            "Pháp",
            "Châu Âu",
            "Những điều cần làm ở Caen",
            "Normandy",
            "Hạ Normandy",
            "Đài tưởng niệm Caen",
            "Caen",
            "Calvados"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 26, 2023",
            "Written October 2, 2023",
            "Written March 3, 2024",
            "Written June 2, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written May 22, 2024",
            "Written April 11, 2024",
            "Written March 31, 2024",
            "Written March 3, 2024",
            "Written January 11, 2024",
            "Written December 28, 2023",
            "Written October 12, 2023",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187182-d196246-Reviews-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d2340710-Reviews-La_Terrasse-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d21071262-Reviews-GreenHouse-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d7804156-Reviews-Memorial_Grill-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d16755339-Reviews-La_Petite_Cantine-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d11876788-Reviews-Entre_Parentheses-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d23304103-Reviews-La_Folie_s-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d3735277-Reviews-Le_Kikalou-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d2001822-Reviews-Le_Montgomery-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d6939491-Reviews-Glob_Express_Cafe-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187182-d3387618-Reviews-Le_Patio-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d2230752-Reviews-La_Colline_aux_Oiseaux-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d8556041-Reviews-Caen_Botanical_Garden-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d230730-Reviews-Abbaye_aux_Hommes-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d523856-Reviews-Musee_de_Normandie-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d6550070-Reviews-Eglise_Saint_Pierre-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d10354205-Reviews-Quartier_du_Vaugueux-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d230729-Reviews-Abbaye_aux_Dames-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d1728153-Reviews-Chateau_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d523854-Reviews-Musee_des_Beaux_Arts_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d7935794-Reviews-Office_De_Tourisme_De_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d196246-Reviews-or10-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d12621664-Reviews-Normandy_Guided_Tours-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d12588873-Reviews-Les_Salles_du_Rempart-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d10523738-Reviews-Frac_Normandie-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d15127646-Reviews-Espace_Yvonne_Guegan-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d23505751-Reviews-Caen_Carpiquet-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10436355-Reviews-Link_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d21230344-Reviews-SENSAS_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d12076633-Reviews-Get_Out-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187181-d1770882-Reviews-Normandy_Panorama-Bayeux_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d10483067-Reviews-Zen_Hammam-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d8004921-Reviews-La_Compagnie_des_Terroirs-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d2051711-Reviews-D_day_Guided_Tours-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d10832728-Reviews-B_R_A_I_N-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187182-d12510901-Reviews-Atome_Game-Caen_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g36947-d8476203-Reviews-Deam_Lake_State_Recreation_Area-Borden_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g40516-d4549985-Reviews-Fortunes_Rocks_Beach-Biddeford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d108754-Reviews-Nahuku_Thurston_Lava_Tube-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g668205-d12283813-Reviews-Yankari_Game_Reserve-Bauchi_Bauchi_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d4045394-Reviews-Hillsboro_Village-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13172884-Reviews-Army_Museum-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d108679-Reviews-Chinatown-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d12483556-Reviews-Delta_09_Missile_Silo-Wall_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g608487-d9986878-Reviews-Delta_Spa-Legian_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8642644-Reviews-Hemp_Embassy_Vienna-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187182-d196246-Reviews-or10-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187182-d196246-Reviews-Memorial_de_Caen-Caen_Calvados_Basse_Normandie_Normandy.html"
    }
]