[
    {
        "attraction_name": "Memorial of the Berlin Wall",
        "attraction_name_vi": "Đài tưởng niệm Bức tường Berlin",
        "general_info": [
            "18.158 đánh giá",
            "2 trong số 1.262 điều cần làm ở Berlin",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Đài tưởng niệm Bức tường Berlin là nơi tưởng niệm trung tâm của sư đoàn Đức, nằm ở giữa thủ đô. Nằm tại địa điểm lịch sử trên Bernauer Strasse, nó trải dài dọc theo dải biên giới cũ 1,4 km. Đài tưởng niệm chứa mảnh cuối cùng của Bức tường Berlin với khu đất được bảo tồn phía sau và do đó có thể truyền tải ấn tượng về cách các công sự biên giới phát triển cho đến cuối những năm 1980. Các sự kiện diễn ra ở đây cùng với những tàn tích lịch sử được bảo tồn và dấu vết của chướng ngại vật biên giới được trưng bày đã giúp du khách hiểu rõ hơn về lịch sử phân chia của nước Đức. Đài tưởng niệm là một phần của Quỹ Bức tường Berlin, bao gồm cả Bảo tàng Trung tâm Tị nạn Marienfelde, địa điểm trung tâm dành riêng cho lịch sử chuyến bay và di cư ở nước Đức bị chia cắt. HƯỚNG DẪN DU LỊCH DI ĐỘNG Du khách đến Đài tưởng niệm Bức tường Berlin có điện thoại thông minh hoặc máy tính bảng có truy cập Internet tùy ý có cơ hội chọn một chuyến tham quan riêng đến khu tưởng niệm trên trang web di động của đài tưởng niệm berliner-mauer.mobi.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nếu bạn có hứng thú với lịch sử thì đừng bỏ lỡ địa điểm này, đây là nơi duy nhất ở Berlin cho bạn cảm giác về cuộc sống khi bức tường được dựng lên. Có một bảo tàng rất bổ ích ở bên kia đường và một quán cà phê nhỏ nếu bạn cần dừng chân, tôi thấy nơi này cực kỳ thú vị và khá xúc động! Trong bảo tàng, bạn có thể xem video và nghe bản ghi âm về những người đã sống qua thời đại đó và những trải nghiệm của họ. Đọc thêm",
            "Chắc chắn đáng ghé thăm và nhớ về quá khứ. Hơi giống một bảo tàng ngoài trời với nhiều thông tin lịch sử. Một số màn hình hiển thị thông tin về chiến tranh lạnh và những câu chuyện từ khu vực cụ thể này.Đọc thêm",
            "Chúng tôi đi bộ đến đài tưởng niệm từ khách sạn gần cổng Brandenburg. Mất khoảng một giờ đi bộ nhưng thực sự rất đẹp, có rất nhiều quán cà phê và tiệm bánh ngon trên đường nên chúng tôi đã có được một ly cà phê ngon và một chiếc thợ gốm xung quanh. Bản thân đài tưởng niệm nó thực sự có giá trị và chúng tôi gần như không đi. Nó hóa ra là một trong những phần hay hơn trong chuyến thăm của chúng tôi và chúng tôi thực sự thích nó hơn phòng trưng bày East Side. Rất dễ bỏ lỡ các bộ phận, vì vậy hãy đảm bảo bạn tiếp tục đi ngang qua bức tranh tường của Conrad Schumann và cuối cùng đài tưởng niệm kết thúc ở một con hẻm nhỏ giữa một số ngôi nhà. Nếu bạn dừng lại trước ở trung tâm du khách, bạn có thể lấy rất nhiều tờ rơi, mỗi tờ tập trung vào một phần cụ thể của con đường Berlin, ví dụ như lịch sử, hậu quả, v.v. và điều đó thực sự hữu ích. Có rất nhiều bảng thông tin nên bạn chỉ cần dành thời gian đọc hết nhé, rất đáng giá đấy! Sau phần đầu tiên bạn đi ngang qua một bức tường kim loại lớn. Cuối cùng, trước khi băng qua đường, hãy đi qua con hẻm nhỏ và bạn sẽ đến một nơi trông giống như một bãi đậu xe?? Tuy nhiên, sau đó bạn có thể nhìn qua các khoảng trống trên bức tường bê tông ban đầu và xem phần được bảo tồn giữa các bức tường phía đông và phía tây với tháp, các cột đèn ban đầu và hộp nối, v.v. để xem nó trông như thế nào. Khá nhiều người đi ngang qua đó nên hãy chắc chắn rằng bạn dừng lại. Đó là nhưng ở cuối nghĩa trang ban đầu, nơi tòa tháp lớn vẫn đứng vững.Đọc thêm",
            "Tham quan đài tưởng niệm Bức tường Berlin là một trải nghiệm mở mang tầm mắt. Những hình vẽ bậy, những thanh sắt và thành phố bị chia cắt đều như một lời nhắc nhở về quá khứ của thành phố. Trạm kiểm soát Charlie là một lời nhắc nhở đặc biệt sâu sắc về sự chia rẽ về thể chất và tư tưởng của thành phố. Đó là một trải nghiệm mạnh mẽ khi được tận mắt chứng kiến ​​lịch sử của thành phố.Đọc thêm",
            "Bản thân nơi này thực sự mang tính lịch sử và thật tuyệt vời và đáng buồn khi tìm hiểu lịch sử của Bức tường Berlin. Vấn đề duy nhất của tôi là nó không được quan tâm một chút. Nó không có rác rưởi hay bất cứ thứ gì tương tự, nhưng cũng không có gì nhiều để xem. Lý do duy nhất khiến chúng tôi biết nhiều nhất về Bức tường là vì một chuyến tham quan khác mà chúng tôi đã tham gia.\nĐừng hiểu sai ý tôi, đây là một nơi tuyệt vời để ghé thăm, đừng mong đợi quá nhiều.Đọc thêm",
            "Bạn có thể nhìn cận cảnh bức tường và thấy việc trèo qua của những cư dân bị mắc kẹt ở Đông Berlin khó khăn như thế nào. Lịch sử kể cho bạn về nhiều nỗ lực trốn thoát táo bạo và hậu quả của việc bị lính canh của Đức Quốc xã bắt giữ. Thực sự là một bài học lịch sử tốt cho tất cả mọi người.Đọc thêm",
            "Đó là một nơi phải đến nếu bạn đến Berlin. Rất nhiều lịch sử thú vị và một hình ảnh trực quan tốt.  Liên kết giao thông tốt nên dễ dàng đi đến.  Có lẽ đã dành khoảng một giờ ở đây với những đứa trẻ 6 và 12 tuổi của chúng tôi.Đọc thêm",
            "Bạn KHÔNG cần phải đến một địa điểm cụ thể cho việc này. Họ TẤT CẢ!\nChúng tôi đã nhìn thấy ba địa điểm - địa hình của Khủng bố và tình cờ gặp một số địa điểm khi chúng tôi đi dạo trong khu vực thành phố.\n\nSử dụng hop on hop off!! Chúng tôi đã sử dụng ONE DAY Big Bus 1 trong chuyến đi cố vấn vào năm ngoái. Bạn tải xuống một ứng dụng và nhận được vị trí thời gian thực của xe buýt trên tuyến!Đọc thêm",
            "Tôi đã thấy điều này trên cố vấn chuyến đi nhưng không thấy nó được đề cập trong bất kỳ cuốn sách hướng dẫn du lịch nào và tôi rất vui vì đã thấy nó ở đây. Đây là một bảo tàng tuyệt vời cũng như rất nhiều thông tin khác. Trước tiên hãy đến bảo tàng miễn phí và nhận hướng dẫn, sau đó bạn cũng biết từng phần liên quan. Tải để xem và đọc và là một điểm nổi bật của chuyến đi của chúng tôi. Vì vậy, được thực hiện một cách tôn trọng và thực sự mang tính thông tin.Đọc thêm",
            "Phải xem. \nChúng tôi không vào bảo tàng nhưng đã đi bộ qua khuôn viên? Qua nhà thờ, rất nhiều lịch sử ở đây. \n\nRất nhiều thông tin về lịch sử của nơi đặc biệt này. Di chuyển để đọc tất cả các thông tin. Được duy trì tốt. \n\nĐọc thêm",
            "Rất nhiều thông tin. Bạn bắt đầu tại Trung tâm Du khách, Bernauerstrasse 111, nơi họ chiếu hai bộ phim. một kể về lịch sử của Bức tường Berlin, bộ phim thứ hai bắt đầu sau bộ phim đầu tiên vài phút, kể về tất cả các công sự và phòng thủ mà Liên Xô đã xây dựng. Một số người đã rời đi sau khi bộ phim đầu tiên kết thúc, vì vậy nếu bạn ghé thăm, hãy đợi vài phút để bộ phim thứ hai bắt đầu! Phim bằng tiếng Đức và tiếng Anh - nhân viên tại quầy lễ tân sẽ cho bạn biết thời gian bắt đầu phiên bản tiếng Anh. Sau đó, bạn băng qua đường để xem tàn tích bức tường, vật kỷ niệm và các vật trưng bày khác dọc theo con phố nơi từng có bức tường . Sau đó quay lại bên kia đường đến Trung tâm Tài liệu tại 119 Bernauerstr. Hiển thị thú vị hơn và các tài khoản được ghi lại. Bạn có thể đi lên một tòa tháp nơi bạn có thể nhìn ra bức tường và nhìn thấy tháp canh còn lại.Đọc thêm",
            "Đến thăm hôm nay, đã đến hoặc Nordbahnof, bản thân đây là một nơi rất thú vị. Những bức ảnh xung quanh cho bạn thấy nhà ga đã bị phong tỏa như thế nào cùng với rất nhiều thứ để đọc. Bên kia đường là đài tưởng niệm, bạn có thể đứng giữa những bức tường. Rất nhiều thông tin khi bạn đi bộ xung quanh, sau đó bên kia đường là tháp quan sát và triển lãm, bạn có thể lên tầng 5 để nhìn qua tháp canh. Rất nhiều hình ảnh và thông tin bên trong. Xa hơn nữa là cửa hàng quà tặng với những cuốn sách thú vị bằng mọi ngôn ngữ, kể cả những cuốn sách giải thích về nó cho trẻ em. Không thể tin rằng không có phí. Rất đáng để ghé thăm với đầy đủ thông tin và khiến bạn nhận ra bức tường đã chia rẽ con người như thế nào, kể cả qua nghĩa trang. Đọc thêm",
            "Đài tưởng niệm Bức tường Berlin là một cách hiệu quả và dễ tiếp cận để tìm hiểu về sự phân chia của Berlin và sự thống nhất cuối cùng của nó. Chúng tôi nhận thấy sự kết hợp giữa các mảng tường được bảo tồn, các triển lãm ngoài trời và Trung tâm Tài liệu rất hấp dẫn. Những câu chuyện về những nỗ lực trốn thoát và tác động đến các gia đình đặc biệt cảm động.  Ngay cả trẻ nhỏ của chúng tôi cũng có thể nắm bắt được các khái niệm cơ bản nhờ tính chất trực quan của trang web. Mặc dù một số nội dung có vẻ nghiêm túc nhưng đây là một nơi quan trọng để ghé thăm, nhắc nhở về cái giá phải trả của sự chia cắt và chiến thắng của tinh thần con người.Đọc thêm",
            "Đài tưởng niệm rất xúc động với nhiều thông tin hình ảnh và âm thanh giải thích về lịch sử. Rất đáng để ghé thăm và dễ dàng đến. Đọc thêm",
            "Đài tưởng niệm rất tốt - cho thấy bức tường, khoảng đất giữa giữa bức tường bên trong và bên ngoài là khu vực chết, một tháp canh và sự kết hợp giữa thiết kế hiện đại và bức tường nguyên bản.  Cảm động nhất là màn trưng bày những người đã thiệt mạng khi cố gắng vượt qua bức tường - bao gồm ảnh, thông tin của họ và những bức ảnh đó sau đó được phản chiếu trên thành ô của họ một cách thanh tao.Đọc thêm",
            "Đây là một trong những đài tưởng niệm cảm động nhất mà tôi từng đến thăm và bảo tàng bên cạnh là một trong những đài tưởng niệm đáng nhớ nhất.  Lịch sử và rất giáo dục.  Tôi hoan nghênh nước Đức đã dạy và giáo dục con cái họ cũng như thế giới về lịch sử của họ.   Tôi thấy Đức là một đất nước thân thiện, vui vẻ và lịch sử để ghé thăm!Đọc thêm",
            "Các khu vườn tưởng niệm rất đáng để ghé thăm và rất dễ đi đến. Các lan can được thiết kế để mô tả Bức màn sắt và các khu vườn có nhiều triển lãm khác nhau mô tả chi tiết về lịch sử và cuộc sống của những người ở hai bên cũng như tác động của nó đến họ.Đọc thêm",
            "Là một phần trong chuyến tham quan Chiến tranh Lạnh mà chúng tôi đã thực hiện với Inside Tours và việc cố gắng tìm hiểu những cảm xúc mà mọi người đã trải qua từ cả góc nhìn Đông và Tây sẽ khiến lịch sử trở nên sống động. Một lịch sử đáng buồn đối với nhiều người nhưng cũng là nơi trú ẩn an toàn cho những người sau đó phải chịu đựng khi bức tường sụp đổ. Một trải nghiệm rất cảm động và khuyên bạn nên có một hướng dẫn tốt để giúp đưa ra những quan điểm khác nhau và những suy ngẫm thời hiện đại, cảm ơn GlenĐọc thêm",
            "TUYỆT VỜI ĐÃ CHỤP NHIỀU HÌNH ẢNH TƯỜNG RẤT NHIỀU ĐIỀU CẦN LÀM NHỮNG TRẢI NGHIỆM TUYỆT VỜI VÀ RẤT NHIỀU ĐIỀU ĐỂ XEM SẼ TRỞ LẠI ĐỂ XEM NHỮNG NGƯỜI DỄ DÀNG Ở BERLINĐọc thêm",
            "Hôm nay tôi đã nhìn thấy Bức tường Berlin. Nó rất tuyệt và tôi muốn giới thiệu, một địa điểm nhất định phải đến ở thành phố này. Sẽ khám phá thêm! Rất vui khi được đến BerlinĐọc thêm",
            "nếu bạn đi tàu từ hamberg đến berlin và chỉ có khoảng 6 giờ ở berlin thì bạn sẽ bắt xe buýt hopon ở đâuĐọc thêm",
            "Bernauer straseĐọc thêm",
            "Các câu hỏi về Bức tường BerinĐọc thêm",
            "Có nên đi trong điều kiện ánh sáng yếu không????Đọc thêm",
            "Điều đó là có thể. Đài tưởng niệm mở cửa đến 10 giờ tối. Trên thực tế, bạn luôn có thể ghé thăm Dải tường vì nó mở cửa cho công chúng.Đọc thêm",
            "Bạn có phải trả tiền để xem nội dung này không?Đọc thêm",
            "Xin chào,\nVào cửa miễn phí, nhưng nếu bạn muốn bất kỳ chuyến tham quan có hướng dẫn nào thì chi phí khoảng 3,5o euro.Đọc thêm",
            "Có thể đến thăm di tích vào sáng sớm không? Giờ mở cửa được cho là lúc 10 giờ sáng, nhưng tôi cho rằng đó là dành cho bảo tàng phải không?Đọc thêm",
            "Có thể. Tượng đài này miễn phí vào cửa. Bảo tàng mở cửa lúc 10 giờ sáng và có thu phí vào cửa. Đọc thêm"
        ],
        "star_ratings": [
            11280,
            5500,
            1176,
            141,
            61
        ],
        "review_amount": 18158,
        "location": [],
        "reviews_time": [
            "Written June 10, 2023",
            "Written July 9, 2023",
            "Written July 15, 2023",
            "Written July 23, 2023",
            "Written July 25, 2023",
            "Written August 17, 2023",
            "Written August 28, 2023",
            "Written September 23, 2023",
            "Written September 27, 2023",
            "Written September 30, 2023",
            "Written May 24, 2024",
            "Written April 30, 2024",
            "Written April 19, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 11, 2024",
            "Written April 5, 2024",
            "Written March 21, 2024",
            "Written March 16, 2024",
            "Written March 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d7738379-Reviews-Distrikt_Coffee-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d6800616-Reviews-Co_Chu-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d754673-Reviews-Papa_Pane_di_Sorrento-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d944596-Reviews-Hackethals-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d2554064-Reviews-Katz_Orange-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d11813181-Reviews-Salamat-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d12323396-Reviews-Ristorante_Nuovo_Firenze-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d11854966-Reviews-BrewDog_Berlin_Mitte-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d13418212-Reviews-MontRaw_Restaurant-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d6956839-Reviews-Tommi_s_Burger_Joint_Invalidenstr_Mitte_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12907530-Reviews-Chapel_of_Reconciliation-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d14933928-Reviews-Crazy_Airplane_Mesh-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190518-Reviews-Brandenburg_Gate-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d19030460-Reviews-Pappelplatz_mit_Geldzahlerbrunnen-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190527-Reviews-Pergamonmuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d816093-Reviews-Museum_fuer_Naturkunde_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190603-Reviews-Friedrichstadt_Palast-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d23863112-Reviews-Samurai_Museum_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d617423-Reviews-The_Holocaust_Memorial_Memorial_to_the_Murdered_Jews_of_Europe-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-or10-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191041-Reviews-East_Side_Gallery-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1924724-Reviews-Berliner_Unterwelten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d195027-Reviews-Berliner_Philharmonie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3371269-Reviews-Gleis_17_Memorial-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d313983-Reviews-Berlin_Hohenschonhausen_Memorial-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d242766-Reviews-House_of_the_Wannsee_Conference-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15615249-Reviews-Berliner_Mauer_Test_Supplier-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d20936056-Reviews-GUIDEinTOUR-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6999262-Reviews-Berlin_Street_Art-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8022712-Reviews-Insight_Cities_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10523511-Reviews-Fork_Walk_Tours_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g255119-d17559401-Reviews-All_In_Dunedin_Nature_City_Tours-Dunedin_Otago_Region_South_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8736183-Reviews-Notre_Gout_Konzeptgalerie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7740559-Reviews-Cat_in_the_Bag-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15224686-Reviews-Berlin_Rickshaw_Berlin_Excursions-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d11046473-Reviews-Wanvaree_Thaimassage-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2341355-Reviews-BeachMitte-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3383304-Reviews-Oslo_Kaffebar-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10671143-Reviews-Kochtail_Alles_fur_Kuche_und_Bar-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34379-d5790736-Reviews-Highland_Family_Aquatic_Center-Largo_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d526691-Reviews-Carew_Tower-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g57307-d1434573-Reviews-Buttermilk_Falls-Ludlow_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d105746-Reviews-Graceland-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23736637-Reviews-Moynihan_Train_Hall_at_Penn_Station-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g780609-d9850642-Reviews-Akrotiri_Salt_Lake-Akrotiri_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g58793-d2486685-Reviews-Tumwater_Falls_Park-Tumwater_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58476-d8471947-Reviews-John_s_Beachcombing_Museum-Forks_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1732735-d274343-Reviews-Amish_Country-Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1553373-Reviews-Unto_These_Hills-Cherokee_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-or10-Memorial_of_the_Berlin_Wall-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html"
    }
]