[
    {
        "attraction_name": "Mercato Metropolitano (Mayfair)",
        "attraction_name_vi": "Chợ đô thị - Mayfair -",
        "general_info": [
            "227 đánh giá",
            "- 367 trong số 2.726 việc cần làm ở Luân Đôn",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Mercato Mayfair, nằm ngay gần Phố Oxford ở Mayfair, là chợ cộng đồng bền vững thứ hai của Mercato Metropolitano. Tập trung vào việc hồi sinh các khu dân cư và tính bền vững, cho đến nay MM đã ươm tạo hơn 40 doanh nghiệp thực phẩm và đồ uống. Mercato Mayfair có cửa hàng tạp hóa với các sản phẩm thủ công và có nguồn gốc bền vững, các quầy bán đồ ăn - đồ uống ba tầng và sân thượng.Đọc thêm",
        "reviews": [
            "Nằm bên cạnh một số công viên tốt nhất của Luân Đôn và là nơi có các phòng trưng bày đẳng cấp thế giới, khách sạn sang trọng và đường phố nổi tiếng, Mayfair cực kỳ cao cấp là một trong những nơi ám ảnh độc nhất của Luân Đôn. Ở đây mua sắm rất cao cấp, ẩm thực tinh tế và cuộc sống về đêm sôi động. Chỉ cần đi dạo ngẫu nhiên qua những con phố sang trọng của khu vực sẽ thấy rằng các ngôi sao Michelin và xe có tài xế thực tế là tiêu chuẩn ở đây. Ngay cả khi bạn có ngân sách eo hẹp, khu vực được kết nối đặc biệt tốt này của Trung tâm Luân Đôn vẫn đáng để khám phá, nếu chỉ để có cơ hội đạt đến đỉnh cao trong xã hội Anh thượng lưu.Đọc thêm",
            "Thực sự tuyệt vời. Rất nhiều món ăn khác nhau, tất cả các món ăn đều có giải thưởng công bằng và vị trí trong một nhà thờ cổ thậm chí còn tuyệt vời hơn. Đặc biệt sân thượng nhỏ khiến nơi đây trở thành địa điểm thể thao hoàn hảo cho bữa trưa - bữa tối hoặc thưởng thức đồ uống.Đọc thêm",
            "Vị trí tuyệt vời. Sự đa dạng ấn tượng. Nội thất đẹp. Một nơi đáng yêu để đi chơi ở trung tâm Luân Đôn. Tốt cho bữa trưa và buổi tối của chúng tôi.\n\nCũng tốt cho các cuộc tụ họp nhóm và bữa ăn lãng mạn.\n\nCó thể bạn gái chạm vào một thứ ồn ào ít cách âm.Đọc thêm",
            "Buổi tối giữa tuần rất bận rộn. Bên ngoài đang bận rộn với những người đang quay phim hoặc chụp ảnh cho các câu chuyện trên insta của họ đến mức khó chịu, đừng chỉ đứng giữa đường như một kẻ lười biếng để chụp vài bức ảnh vui vẻ. Điều này cho bạn biết một chút về nhóm khách hàng. Dù sao đi nữa, bản thân địa điểm này là một nhà thờ và không có gì đáng ngạc nhiên khi nó tự nó trở thành một nhà thờ và không thích hợp để trở thành một địa điểm chiêu đãi. Hành lang và giếng cầu thang quá chật và không bằng phẳng, không có gì đáng ngạc nhiên nếu xét đến độ tuổi của nơi này. Được phục vụ ổn tại các quán bar, không phải chờ đợi quá nhiều ở tầng hầm. Sân thượng đẹp nhưng chật chội. Đặt đồ ăn sẽ hơi vô nghĩa nếu bạn không thể tìm được chỗ ngồi để ăn món mình đã mua. Sẽ - không quay lại.Đọc thêm",
            "Sử dụng tốt một nhà thờ bỏ hoang, bầu không khí tốt, nhiều loại thực phẩm, với mức giá bạn mong đợi phải trả trong khu vực.  Lựa chọn bia thùng, rượu vang hoặc cocktail. \nSẽ ghé lại.Đọc thêm",
            "Hơi được đánh giá cao và chủ yếu dành cho khách du lịch.  Chúng tôi cũng mong đợi một khu chợ thực tế cũng như các cửa hàng thực phẩm nhưng đó chỉ là những món ăn đường phố thông thường, dịch vụ thờ ơ, đắt tiền, không có nhiều không khí, cũng không có đủ nhà vệ sinh.  Về mặt tích cực, một sự cải tạo tuyệt vời của một tòa nhà đẹp.  Đọc thêm",
            "Nhà thờ cũ đã chuyển đổi thành nhiều cửa hàng ăn uống khác nhau. Nó giống như một cái gì đó bạn chưa bao giờ thấy trước đây.\nKhi chúng tôi đến thăm, đó là một đợt nắng nóng lớn và ngay cả bên trong nhà thờ cũ cũng không khí rất nóng và khó chịu.\nTuy nhiên, chúng tôi đã thưởng thức một ly rượu vang lạnh và sảng khoái. Có lẽ đây không phải là nơi bạn muốn đến hàng tuần, nhưng nếu bạn là khách du lịch ở London thì đó là một điểm dừng chân tuyệt vời. Đọc thêm",
            "Địa điểm này chắc chắn đáng để ghé thăm, một ý tưởng tuyệt vời để thay đổi chức năng của nhà thờ thành nơi ăn uống. Bên trong nhà thờ này rất đẹp, vẫn còn những cửa sổ kính màu, có một số quầy hàng bán những món ăn tuyệt vời. Chúng tôi có món Malaysia rất ngon. Ngoài ra còn có một lựa chọn tốt về các quán bar. Ngoài ra còn có một cửa hàng nhỏ thú vị khi bạn bước vào bán cây cảnh - đồ gia dụng. Tôi chắc chắn sẽ quay lại để ăn bữa sáng muộn hoặc bữa tối. Đọc thêm",
            "Chúng tôi đã có món bít-tết tại quán British Grass-Fed Steak ở tầng trên và các nhân viên thật tuyệt vời. Họ - đã làm cho trải nghiệm này trở nên đáng giá. Họ đã cho chúng tôi những lời khuyên tuyệt vời, chúng tôi tin tưởng giao món bít-tết cho họ và chúng tôi đã có khoảng thời gian tuyệt vời. Cả hai đầu bếp đều đáng yêu và chúng tôi sẽ quay lại sớm! rất khuyến khích Đọc thêm",
            "Đây là một khu chợ tuyệt vời được đặt trong một nhà thờ cũ, một ý tưởng tuyệt vời.  Có rất nhiều lựa chọn món ăn tuyệt vời ở đây cùng với một vài quầy bar nhỏ, ngay tại bàn thờ.  Chúng tôi đã chọn sử dụng pizza kiểu Neopolitan và nó thật tuyệt vời.  Đây chắc chắn là nơi đáng để ghé thăm, tuyệt vời cho bữa trưa và ở một khu vực mát mẻ của London.  Đi kiểm tra nó ra.  Giá cả công bằng và thức ăn thật tuyệt vời.  Đọc thêm",
            "Chúng tôi đến thăm vào thứ bảy trước Giáng sinh nên rất bận rộn. Việc chuyển đổi nhà thờ rất ấn tượng và thú vị để xem.\nNó thực sự có thể thực hiện được với một số biển chỉ dẫn của con người - máy chủ vì nó - khá khó điều hướng, đặc biệt là khi thang máy không hoạt động. \nChúng tôi đã quan sát kỹ xung quanh nhưng không dừng lại để tìm thứ gì đó. Tôi có thể thấy sự hấp dẫn của nó, nhưng nó hơi hỗn loạn đối với chúng tôi,Đọc thêm",
            "Chúng tôi đã đến đây sau khi nhìn thấy nó trên phương tiện truyền thông xã hội.  Chúng tôi đã chọn các món mì ống.  Mặc dù món carbonara đã được nấu theo yêu cầu nhưng nó vẫn lạnh và vô vị. Chúng tôi cũng muốn ghé thăm quán rượu.  Mặc dù có nhiều loại rượu vang trắng nhưng chỉ có 4 - 5 lựa chọn cho rượu vang đỏ có giá khởi điểm là - 38 một chai. Mặc dù bản thân nơi này trông rất ấn tượng nhưng nó chỉ là một mánh lới quảng cáo và đắt đỏ so với những gì bạn nhận được.  Thay vào đó hãy chọn một nhà hàng đẹp.Đọc thêm",
            "Vì vậy, nó là bản gốc. Chỉ để kể lại khi bạn trở về Pháp rằng bạn đã ăn Ramen hoặc pizza trong nhà thờ, điều đó có thể rất thú vị. Vì vậy, đây là cái mà chúng tôi gọi là khu ẩm thực: chúng tôi có quầy ở tầng trệt, tầng 1 và ngay cả ở tầng hầm với nhiều lựa chọn về loại món ăn. Ngoài ra, chiếc bánh pizza tôi ăn rất tuyệt vời nhưng nếu tôi phải thành thật mà nói, trải nghiệm này hơi bị hỏng bởi thực tế rằng, chắc chắn là nạn nhân của sự thành công của nó, nơi này đông đúc, xen lẫn với tiếng nhạc khá lớn, nghĩa là chúng tôi không thể nghe thấy nhau và phải hét lên để nói chuyện với nhau. Thật sự là đáng xấu hổ. Có lẽ nó hoạt động tốt hơn vào ban ngày??? Mặt khác, một điểm khó khăn mà tôi cũng không được che giấu, đó là chúng tôi đã đặt trước và phải để lại số thẻ tín dụng của mình để bị tính phí - 100 nếu chúng tôi hủy đặt phòng. Chúng tôi bước vào nhà hàng và tự tìm bàn cho mình. Vì vậy, để tránh bị tính số - 100, tôi phải tự mình đi tìm bà chủ để báo cho bà biết rằng chúng tôi đã đến đó theo đúng kế hoạch. Thật không may, không thực tế lắm.Đọc thêm",
            "Theo quan điểm của tôi, điều đó hoàn toàn xứng đáng, đặc biệt nếu bạn chọn món ăn của mình một cách chính xác từ rất nhiều ưu đãi. Tôi đã phục vụ món bít tết thăn nấu vừa chín tới và một ly rượu vang đỏ. Tôi không có gì để phản đối, ngoại trừ nhận xét của những người không khuyến khích. Họ chỉ ích kỷĐọc thêm",
            "Nơi thú vị để đi. Một nhà thờ cũ đã biến thành chợ thực phẩm với nhiều loại đồ ăn và đồ uống ngon ở Mayfair, một địa điểm thú vị để đến ở London. Tôi khuyên bạn nên ghé thăm.Đọc thêm",
            "Với tư cách là một Đầu bếp hiện đã ngoài 50 tuổi, tôi có thể nói rằng nó quá đắt đỏ nhưng sau đó là Mayfair, chúa mới biết các nhà cung cấp phải trả bao nhiêu tiền cho quảng cáo chiêu hàng của họ. Rõ ràng là quá nhiều, sau đó được chuyển cho Joe Public. Rất đông đúc và ồn ào. Nhận một khoản vay ngân hàng nhỏ và tận hưởng.Đọc thêm",
            "Yêu nơi này! Rất nhiều lựa chọn và một cái gì đó cho tất cả mọi người. Tôi ngạc nhiên trước nhà thờ - nhà thờ được chuyển đổi thành khu chợ ẩm thực đường phố này. Một trong những địa điểm ăn trưa yêu thích của tôi với bạn bè ở London.Đọc thêm",
            "Túi xách của chúng tôi bị lục soát ở cửa và các chai nước bị tịch thu do những gì chúng tôi được thông báo là chính sách bền vững môi trường. Điều này buộc chúng tôi phải mua đồ uống bên trong đựng trong hộp nhựa và khi rời đi, chúng tôi phải mua thêm chai nước để thay thế những chai ban đầu. Khi tôi yêu cầu nhân viên thô lỗ ở cửa giải thích chính sách lố bịch của họ, họ thực sự đã cười nhạo tôi khi nói rằng nhựa phục vụ bên trong có thể phân hủy sinh học. Không phải vậy - t. Vì vậy, nếu đây là chính sách của họ thì vui lòng mang nước của bạn vào trong cốc giấy và xem họ nói gì về điều đó.Đọc thêm",
            "Tôi đã đến thăm Mercato Metropolitano và hoàn toàn thất vọng. Nơi này chật cứng người, khiến việc di chuyển xung quanh không thể thoải mái được. Việc thiếu hệ thống thông gió thích hợp khiến nó có cảm giác ngột ngạt và âm nhạc quá lớn chỉ làm tăng thêm sự hỗn loạn. Trên hết, tôi đã bị sốc khi biết rằng họ không cho phép mọi người mang theo chai nước của riêng mình. Là một người Công giáo, tôi thấy thật thiếu tôn trọng khi những hình ảnh liên quan đến các đoạn Kinh thánh vẫn được trưng bày trong khi mọi người đang uống rượu, ăn uống và tiệc tùng. Tôi sẽ không quay lại sớm nữa.Đọc thêm",
            "Nhà hàng Mayfair này phục vụ ẩm thực kiểu Ý, các món ăn kiểu Ý hấp dẫn người dân địa phương và khách quốc tế ở London. Marcato Metropolitano là một địa điểm tuyệt vời ở Mayfair cho bữa trưa và bữa tối. Nhà hàng này là một trong những địa điểm Ý nổi tiếng nhất ở London. Chúng tôi thích ghé thăm Mercato Metropolitano để ăn trưa. Bữa trưa của nhà hàng rất vui.Đọc thêm",
            "Tôi đến đây rất thường xuyên, vị trí rất trung tâm, bầu không khí dễ thương, vô số khán đài để lựa chọn! Chắc chắn được đề xuấtĐọc thêm"
        ],
        "star_ratings": [
            114,
            51,
            30,
            11,
            24
        ],
        "review_amount": 230,
        "location": [
            "London",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "nước Anh",
            "Những điều cần làm ở Luân Đôn",
            "Chợ đô thị - Mayfair -"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written July 12, 2023",
            "Written July 15, 2023",
            "Written July 16, 2023",
            "Written September 1, 2023",
            "Written September 14, 2023",
            "Written September 22, 2023",
            "Written November 7, 2023",
            "Written December 4, 2023",
            "Written December 23, 2023",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 22, 2024",
            "Written April 11, 2024",
            "Written April 5, 2024",
            "Written March 31, 2024",
            "Written March 29, 2024",
            "Written March 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d19735285-Reviews-Mercato_Metropolitano_Mayfair-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7899096-Reviews-Steak_And_Lobster_Marble_Arch-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d10436580-Reviews-Bond_St_Tea_Rooms-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1017662-Reviews-The_Park_Room-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d17391914-Reviews-SOUND_Cafe-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1006016-Reviews-Lanes_of_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d6387666-Reviews-Afternoon_Tea_At_Claridge_s-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1762559-Reviews-Ben_s_Cookies-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3687467-Reviews-Zoilo-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d734256-Reviews-Chisou_Japanese_Restaurant_Mayfair-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1106756-Reviews-The_Foyer_At_Claridge_s-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d20382283-Reviews-Jim_and_Tonic_Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26778323-Reviews-Ki_No_Nagare_London_Aikido_Dojo-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3309197-Reviews-Brown_Hart_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26865527-Reviews-Ever_After_garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10594107-Reviews-Franklin_D_Roosevelt_Memorial-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13964387-Reviews-Ukrainian_Catholic_Cathedral_of_The_Holy_Family_in_Exile-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10909635-Reviews-11_September_2001_Memorial_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10594005-Reviews-Ronald_Reagan_Statue-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10906776-Reviews-Eagle_Squadrons_Memorial-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14221607-Reviews-Dwight_D_Eisenhower_Statue-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19735285-Reviews-or10-Mercato_Metropolitano_Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189047-Reviews-Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d260500-Reviews-Borough_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187577-Reviews-Camden_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d24151194-Reviews-Sim_Local-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17850689-Reviews-To_Home_From_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7021549-Reviews-DM_Bespoke_Jewellery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9861512-Reviews-Hearts_of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13530507-Reviews-Riviere_Jewels-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5953534-Reviews-Hatton_Garden_Jeweller-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4568625-Reviews-Londra_Culturale-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d20561773-Reviews-Jim_and_Tonic_Bar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187540-Reviews-Ritu-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8326203-Reviews-The_Beaumont_Spa-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7815051-Reviews-Danceworks-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1307598-Reviews-Gren_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6495582-Reviews-London_Shopping_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1913533-Reviews-Selfridges-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d240720-Reviews-Clarks-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7908386-Reviews-H_R_Higgins-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5916221-Reviews-The_Luggage_Room-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10536852-Reviews-The_New_Craftsmen-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d560368-Reviews-Mayfield_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46535-d559921-Reviews-Keansburg_Amusement_Park-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d324043-Reviews-Ada_Ciganlija-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3598346-Reviews-Setagaya_Park-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246612-Reviews-Stephansplatz-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g46816-d12817226-Reviews-Atsion_Lake-Shamong_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d7734245-Reviews-Foki_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42161-d1808400-Reviews-Tawas_Point_State_Park-East_Tawas_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g147267-d13113739-Reviews-1000_Steps-Bonaire.html",
            "https://www.tripadvisor.com/Attraction_Review-g298004-d4574040-Reviews-Quente_Beach_Club-Cesme_Izmir_Province_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d19735285-Reviews-or10-Mercato_Metropolitano_Mayfair-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d19735285-Reviews-Mercato_Metropolitano_Mayfair-London_England.html"
    }
]