[
    {
        "attraction_name": "Mercer Caverns",
        "attraction_name_vi": "Hang động Mercer",
        "general_info": [
            "220 đánh giá",
            "2 trong số 29 hoạt động giải trí ở Murphys",
            "Hang động Hang động"
        ],
        "attraction_summary": "Mercer Caverns là một tập hợp các hang động trong các khối đá vôi đã trở thành điểm thu hút khách du lịch vào cuối thế kỷ 19.  Có một số mỏ khác trong khu vực, một số được phát hiện khi mọi người đang tìm kiếm vàng trong vùng trong và sau Cơn sốt vàng.  Các thành tạo đá vôi tương đối hiếm gặp ở Sierra Nevada nhưng có một loạt ở phần này, với nhiều hang động và hang động thú vị khác nhau.  Không giống như Hang rên rỉ gần đó của Hạt Calaveras ngày nay thường được gọi là Hang rên rỉ, tập trung vào một căn phòng lớn và sâu, hang này có một loạt các căn phòng giống như mê cung hơn, có lối đi và cầu thang.  Chuyến tham quan được cung cấp rất tuyệt vời, vui vẻ và hấp dẫn, với đầy đủ lịch sử được giải thích.  Có một cửa hàng quà tặng xinh xắn và sau đó mọi người đều nhận được một miếng dán trên ốp cản.   Có thể dễ dàng đến đó từ trung tâm thành phố Murphys.Đọc thêm",
        "reviews": [
            "Những khối pha lê độc đáo, hang động sâu thẳm. Hướng dẫn của chúng tôi thật ngoạn mục và cô ấy rất hiểu biết! Cần phải ổn với những bậc thang dốc.Đọc thêm",
            "Khá thất vọng bảo chúng tôi rời đi vì đứa nhỏ gây ra quá nhiều tiếng ồn sẽ không Đề xuấtĐọc thêm",
            "Rất thích chuyến tham quan. Hướng dẫn rất am hiểu. Nó có thể khó khăn đối với những người không có vóc dáng cân đối. Cầu thang đã cũ, hẹp và dốc. Hang động mát mẻ và thú vị.  Tôi đã ở cùng với một nhóm lớn tuổi hơn. Tất cả họ đều đã vượt qua được hang động và thích trải nghiệm này. Tôi sẽ thách thức làm điều đó một lần nữa. Tôi muốn đi vài tuần sau một trận mưa lớn để ngắm nhìn những thác nước và dòng nước ngầm nhỏ giọt. Cho bạn biết, có một tấm biển nhỏ trên phố Mian ở Old Town Murphys. Bạn rẽ vào một con phố dân cư nhỏ rồi rẽ vào một con đường quanh co không có biển báo. Khi bạn đi qua khu dân cư, các hang động sẽ cách con đường quanh co khoảng 1 đến 2 dặm.Đọc thêm",
            "Đẹp và mát mẻ. Hướng dẫn viên du lịch tốt.  Nhiều thông tin. Nhân viên dễ chịu. Vui mừng chúng tôi đã đi. Sẽ đi lại vào một năm nào đó. Đúng.Đọc thêm",
            "Hang động rên rỉ thật tuyệt đẹp.  Chúng tôi đã thực hiện chuyến thám hiểm kéo dài 3 giờ hay còn gọi là Spelunking và nó thật tuyệt vời, ngoạn mục, điên rồ và đầy thử thách, dữ dội hơn mong đợi nhưng là kỷ niệm suốt đời!!! Đọc thêm",
            "Đã cố gắng đến đây hai lần!  Lần đầu tiên chúng tôi không thành công, họ cần chỉ dẫn và biển báo tốt hơn!  Lần thứ hai, chúng tôi đã tìm thấy nó.  Không, không phải Eureka!  Cuối cùng chúng tôi đã không tham gia chuyến lưu diễn vì vợ tôi sợ rằng cô ấy không thể thực hiện được việc đó.  Ngoài ra, thời gian của chuyến tham quan tiếp theo và độ dài của chuyến tham quan không thân thiện với người dùng.  Có lẽ trong một chuyến đi khác.Đọc thêm",
            "Đây là lần thứ 2 chúng tôi tham gia chuyến lưu diễn nhưng là lần đầu tiên dành cho con gái chúng tôi. Cô ấy đã có một khoảng thời gian tuyệt vời, nó đủ thú vị và phiêu lưu để khiến tâm trí cô ấy không còn bận tâm đến việc leo cầu thang nữa. Tất cả chúng tôi đều thích nó với người hướng dẫn dễ chịu và thân thiện của chúng tôi, Bernard. Anh ấy đã cung cấp cho chúng tôi tất cả thông tin cần thiết và có rất ít câu hỏi từ nhóm của chúng tôi. Vì đã vài năm kể từ lần cuối chúng tôi đến thăm, tôi đã quên mất nhiệt độ mát hơn 55 độ dưới lòng đất và để áo vest và áo hoodie ở cabin của chúng tôi. May mắn thay, tôi đã tìm thấy thêm một chiếc áo hoodie và áo len trong cốp xe cho tôi và con gái. Chúng tôi đã mặc áo nỉ, nhưng lớp áo thêm chắc chắn sẽ thoải mái hơn. Ngoài ra, có rất nhiều cảnh báo được đưa ra về việc cúi xuống ở những điểm thấp nhưng tôi đã đội mũ lưỡi trai và hóa đơn khiến tôi khó nhìn thấy điều gì sắp xảy ra và tôi đã va đầu vào một vài lần. Tôi đội nó để giữ ấm đầu nhưng sẽ gợi ý một chiếc mũ len cho lần sau. Cuối cùng, hãy đến sớm để có được một khoảng thời gian. Chúng tôi dự định đến đó lúc 10 giờ sáng nhưng lại đến trước 11 giờ. Chúng tôi chỉ phải đợi một tiếng cho chuyến tham quan tiếp theo. Nhưng chúng tôi thấy một số người lúc 11:30 đang cố gắng đi tham quan và họ phải quay lại vào lúc 1:30.Đọc thêm",
            "tldr: Do not come here with young kids if the tour guide is Michael I am fairly sure that was his name.  He is rude, condescending and displays a strong dislike towards young children, regardless of how quiet or well behaved.  Similarly, if your child is very inquisitive and asks a lot of questions, make sure you have a different tour guide, as Michael struggled to keep his train of thought with even the barest whisper of a sound, let alone someone asking actual questions, and he looks for others to blame.  He was very unprofessional.First off, I really enjoy caves in general: their formation, their surprising chillness, the stillness of the air and the beautiful structures that took thousands of years to form.  Ive been to dozens of caves, as a child and as an adult, with my kids and without.  I spent my 30th birthday spelunking through caves, shimmying through tight quarters and crossing an underground lake by boat.  Im a big cave fan and have the utmost respect for the tour guides who educate the public on them.Now, to the review.  My tour of Mercer Cavern was, hands down, the worst tour I have ever experienced.  We were a party of twelve 6 adults and 6 children ages 2-5.  There were two other older women who were not in our party, for a total of 14 on the tour.   I had called ahead to make sure there was no age minimum and that kids age 2 to 5 were welcomed.  I was told they were welcomed, as long as we didnt carry the kids in backpacks but carrying in your arms or in front-loading carriers was ok and helped them navigate the stairs.  Great!  Given we were shelling out  150 19 per adult  11 for children ages 3-12, we wanted to make sure there wouldnt be any issues ahead of time.Before we even started the tour, our guide, Michael, was grumpy and irritable.  A 4-year old asked if she could go to the bathroom before the tour started, and he told her no, even though she could have easily just missed the 5 minute preamble outside of the cave. He started complaining about the kids well before our group was even assembled. We told him that we understood that if any started crying, that parent and child would exit the tour.  Of course we wouldnt ruin the tour for the others.  We thought that his attitude and bitterness would calm down after the start of the tour - but it only got worse.  I admit our children were not 100 silent, but they didnt chatter, nor did they cry.  They didnt make much more sounds than adults.  But ANY sound was too much for Michael and he kept making rude comment after comment, complaining that the kids were going too slowly which was inaccurate, as the adults generally carried the kids  down stairs, and the older women accompanying us were slower.  He also kept complaining that the tour would take an hour and a half at the rate we were going, despite the fact that the main reason the tour was dragging was because he was continuously complaining about kids being present, instead of giving us information about the caves, and he got into the habit of waiting 10-20 seconds to ensure he had 100 silence before he started his spiel he as on a bit of a power trip, to be honest.  Within 10 minutes, he asked the two women whether they wanted to hear the tour.  They said yes as did we all!.  He then said that he would not give the tour if my group continued with them, and he would just lead us through the tour in silence.  We werent going to ruin the tour for the 2 women, and this mans anger and blustering was wearing on us, so we just exited the way we came.  Upon our departure, one of the other women apologized to me about the way the tour guide was acting.  Perhaps other tour guides here are better, but I will never be back to try them.Read more",
            "Quá trình đặt chỗ hoặc bán vé cần phải được tốt hơn. Không thể mua vé qua điện thoại hoặc trực tuyến và không có thông tin cập nhật về số lượng người có thể đi cho mỗi nhóm hoặc còn lại bao nhiêu chỗ cho mỗi lần tham quan. Bạn có thể đặt trước cho các nhóm. Tôi gọi điện trước và được yêu cầu chỉ cần đến mua vé ở cửa hàng quà tặng và không vấn đề gì. Chúng tôi lái xe 45 phút chỉ để được thông báo rằng ba chuyến tham quan cuối cùng trong ngày đã được đặt trước. Tôi hỏi làm thế nào họ có thể được đặt nếu không đặt chỗ trước. Tôi được thông báo rằng mọi người sẽ đến vào sáng sớm và mua vé tại chỗ cho bất kỳ chuyến tham quan nào họ muốn và họ rất xin lỗi vì sự bất tiện này nhưng hãy quay lại vào lúc khác. Hãy cải thiện quá trình bán vé. Mặc dù đây là một chuyến đi tuyệt đẹp đến các hang động nhưng tôi lại phải lái xe suốt một tiếng rưỡi một cách không cần thiết.Đọc thêm"
        ],
        "star_ratings": [
            125,
            66,
            20,
            2,
            7
        ],
        "review_amount": 220,
        "location": [
            "Hoa Kỳ",
            "Quận Calaveras",
            "Hang động Mercer",
            "Murphys",
            "Các hoạt động ở Murphys",
            "California CA"
        ],
        "reviews_time": [
            "Written May 28, 2023",
            "Written January 16, 2023",
            "Written September 25, 2022",
            "Written September 4, 2022",
            "Written July 10, 2022",
            "Written June 15, 2022",
            "Written June 4, 2022",
            "Written November 26, 2021",
            "Written September 25, 2021",
            "Written July 12, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32763-d266781-Reviews-Mercer_Caverns-Murphys_Calaveras_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d1184203-Reviews-Aria_Bakery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d519513-Reviews-Grounds-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d1094416-Reviews-V_Restaurant_Bistro_Bar-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d8505934-Reviews-JoMa_s_Artisan_Ice_Cream-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d1121788-Reviews-Murphys_Hotel-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d519511-Reviews-Firewood_Cafe-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d4599620-Reviews-DOKE_Sushi-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d5540849-Reviews-Nelson_s_Columbia_Candy_Kitchen-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d8795015-Reviews-Murphys_Pourhouse-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32763-d1489033-Reviews-Alchemy_Cafe-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d145463-Reviews-Ironstone_Vineyards-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d10086083-Reviews-Val_du_Vino_Winery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d10895196-Reviews-Murphys_Community_Park-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d7162577-Reviews-Art_on_Main-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d8412397-Reviews-Stevenot_Winery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d11638314-Reviews-Lavender_Ridge_Vineyard_and_Winery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d2535050-Reviews-Hatcher_Winery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d4156520-Reviews-Hovey_Winery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d8386929-Reviews-Aloria_Vineyards-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d1455813-Reviews-Horse_and_Barrel-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d266781-Reviews-or10-Mercer_Caverns-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32238-d560944-Reviews-Zephyr_Whitewater_Expeditions-Columbia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d7384692-Reviews-Marisolio_Tasting_Bar-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29094-d1947995-Reviews-OARS_California_Rafting-Angels_Camp_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32238-d113243-Reviews-Columbia_State_Historic_Park-Columbia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d9978651-Reviews-The_Spice_Tin-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32763-d10868364-Reviews-Frog_s_Tooth_Winery-Murphys_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d152880-Reviews-El_Arco_de_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12254387-Reviews-Melissa_Massage_Therapy_Lounge-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d2169453-Reviews-Playa_Lagun-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184643-d208230-Reviews-Terme_di_Saturnia_Parco_Termale-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g58636-d7144430-Reviews-Lake_Spokane_Long_Lake-Nine_Mile_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d2705945-Reviews-Balti_Jaam_Market-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187807-d1825583-Reviews-Leoni_Marini_Rimini-Rimini_Province_of_Rimini_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1909721-Reviews-Northside_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8768930-Reviews-Amulet_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g274949-d7217314-Reviews-Klaipeda_Old_City-Klaipeda_Klaipeda_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32763-d266781-Reviews-or10-Mercer_Caverns-Murphys_Calaveras_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32763-d266781-Reviews-Mercer_Caverns-Murphys_Calaveras_County_California.html"
    }
]