[
    {
        "attraction_name": "Mercato Centrale",
        "attraction_name_vi": "Chợ trung tâm",
        "general_info": [
            "16.610 đánh giá",
            "- 8 trong số 727 điều cần làm ở Florence",
            "Địa điểm ưa thích - Địa danh",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Nếu bạn là người yêu thích ẩm thực, bạn không thể bỏ lỡ khu chợ thực phẩm lịch sử này ở Florence. Là một phần của Chợ San Lorenzo, khu chợ thực phẩm này trưng bày một số sản phẩm tốt nhất của Tuscany, từ nông sản tươi đến thịt hun khói và pho mát. Nhiều du khách mua dầu nấm cục, mật ong và giấm balsamic lâu năm làm quà lưu niệm - bạn có thể thử trước khi mua. Lên lầu trên để ăn trưa nhanh và đi dạo quanh khu chợ ngoài trời để mua sắm thêm. Tham gia tour đi bộ tham quan ẩm thực để trải nghiệm những điểm ẩm thực tuyệt vời nhất ở Florence, thường bao gồm một điểm dừng tại Mercato Centrale. Đến sớm hơn trong ngày để ít đông đúc hơn. - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Mercato Centrale là một khu chợ khổng lồ có 2 tầng và tràn ra các đường phố địa phương.  Bạn có thể mua hoa, rau, thịt, cá, mì ống, tất cả các nhu cầu thị trường của bạn ở một nơi.  Trên tầng hai, bạn sẽ tìm thấy các nhà hàng và quán cà phê với nhiều chỗ ngồi.  Đây là một nơi tuyệt vời cho bữa trưa hoặc chỉ để dạo quanh.  Rất nổi tiếng và thường xuyên nhộn nhịp, khu chợ này là một trải nghiệm tuyệt vời.Đọc thêm",
            "Phải ghé thăm ở Florence. Tầng một có đầy những người bán rau, người bán thịt, người bán hải sản và đủ loại lựa chọn thực phẩm. Chúng tôi yêu thích nhất là người bán trái cây sấy khô ở góc phố... chúng tôi đã thưởng thức những sáng tạo của anh ấy trong nhiều thập kỷ. Trên tầng hai, hàng chục quán ăn khác nhau... mua đồ ăn và tìm chỗ ngồi... nếu bạn không thể tìm được chỗ trên tầng, hãy kiểm tra tầng lửng. Ở đó cũng có bàn nữa. Nơi tuyệt vời để thưởng thức đồ ăn nhẹ hoặc đồ uống vào đêm khuya sau khi đi dạo ở Bella Firenze. Đọc thêm",
            "Các quầy hàng lớn ở tầng một và các lựa chọn ăn uống ở tầng hai. Chúng tôi yêu thích tất cả các món ăn. Khó tìm được chỗ ngồi trong giờ ăn trưa. Đồng thời đánh bật một ngôi sao cho cô hầu bàn cực kỳ hăng hái nhận yêu cầu đồ uống trên tầng hai. Đọc thêm",
            "Tầng trên phía trên chợ. Thức ăn ổn, không khí sôi động với ban nhạc blues. Trời quá ấm khi không có điều hòa. Chúng tôi đã thử đĩa hải sản chiên, pizza và bánh bao Trung Quốc từ 3 quầy hàng thực phẩm khác nhau. Lựa chọn bia tốt. Đọc thêm",
            "Chúng tôi sẽ đưa điều này vào danh sách - phải làm - của bạn nếu bạn có ít nhất 3 ngày ở Florence. Đi lên tầng trên để đến khu vực ăn uống bình dân - sự lựa chọn tuyệt vời về các món ăn tươi ngon và được chế biến tuyệt vời. Chọn giữa bánh bao Trung Quốc, bánh mì kẹp thịt Mỹ, gnocchi và arancini tuyệt vời, ẩm thực Ý chính thống và các món ăn quốc tế khác. Tươi và giá tốt.Đọc thêm",
            "Đây là một nơi tuyệt vời để thưởng thức một bữa ăn ngon, đặc biệt là bữa trưa ở khu vực tầng trên. Giá cả ở đây không hề rẻ nhưng đồ ăn rất đa dạng - thậm chí cả hamburger Trung Quốc và Mỹ. Tuy nhiên tầng trên đóng cửa khoảng 2 giờ chiều. Ngoài ra còn có nhiều người buôn bán đồ da và quần áo xung quanh Chợ - - Hãy nhớ: Hãy thương lượng, không bao giờ chấp nhận mức giá đầu tiên của họ!!!!:Đọc thêm",
            "Chắc chắn đáng để ghé thăm đồ ăn. Rất nhiều nhà cung cấp và một cái gì đó cho tất cả mọi người. Tầng vào bán sản phẩm cho người dân địa phương, tầng 1 - 2 có rất nhiều quán ăn và quầy bar. Tìm thấy tất cả đều có giá trị tốtĐọc thêm",
            "Không giống như khu chợ khổng lồ yêu thích của chúng tôi ở Valencia, khu chợ này không đủ gần để đến đây mua hàng ở tầng một.  Đối với hầu hết mọi người đến thị trấn trong vài ngày, ngoài việc ngắm nhìn xung quanh một chút ở tầng một thì ở đó cũng không có nhiều thứ dành cho bạn.  Điều tuyệt vời nhất khi đến đây là đi lên tầng hai và đến khu vực ẩm thực, nơi bạn có rất nhiều lựa chọn về đồ ăn và đồ uống.  Kiểu thiết lập này đã trở nên rất phổ biến và chúng tôi đã từng đến một số nơi tương tự - Valencia, Lisbon, Amsterdam và Stockholm - .  Thật tuyệt vời khi có các sản phẩm tươi sống, một số cửa hàng đặc sản bán các mặt hàng thực phẩm và về cơ bản những thứ giống như các nhà hàng và đồ uống nhỏ trên xe bán đồ ăn cố định ở cùng một nơi.  Bạn - đang ở cùng với những người không muốn ăn cùng một món ăn?  Không vấn đề gì, bạn chỉ cần lấy một bàn và mỗi người sẽ có thứ mình muốn, lấy đồ uống và đi chơi.  Tùy chọn tốt và giá cả.  Chắc chắn là nơi để bạn dừng chân ít nhất một bữa ăn khi đang ở khu vực Santa Maria Novella của thị trấn.Đọc thêm",
            "Chợ có quy mô vừa phải - ở tầng dưới để mua sắm với một vài quầy hàng thực phẩm, nhưng tầng trên có nhiều khu ẩm thực hơn và rất bận rộn vào giờ ăn trưa. Rất nhiều bàn chung của mọi người có đồ uống và thức ăn. Chúng tôi đã nghĩ đến một nhà hàng để ăn trưa nên chúng tôi không ăn ở đây, nhưng lần tới ở Florence tôi muốn khám phá thêm về điều này.Đọc thêm",
            "Chúng tôi đến thăm Mercato Centrale vào một ngày nắng nóng tháng Bảy. Đó là một trải nghiệm của giác quan! Tầng trệt có các quầy bán nông sản, thịt, pho mát, quà tặng, v.v. Tầng trên là - sảnh ăn - với các loại đồ ăn chế biến sẵn, bao gồm cả bia - rượu. Khó chọn nhưng thật thú vị khi thử!\n\nNếu bạn quan tâm đến đồ ăn hoặc chỉ tìm kiếm thứ gì đó tươi ngon để ăn - uống thì đây là điểm dừng chân không thể bỏ qua!Đọc thêm",
            "Bạn không thể bỏ lỡ khu chợ cổ điển trong chuyến đi đến Florence. Đó là một sự rung cảm hoàn toàn. Đi bộ quanh tầng một và xem tất cả các sản phẩm, thịt và hàng hóa địa phương tuyệt vời.  Có một tầng trên đầy những người bán hàng, nhưng cá nhân tôi nghĩ đồ ăn ở tầng trệt ngon hơn! Đọc thêm",
            "Chợ là một trải nghiệm thú vị. Đi bộ quanh tầng chính để quan sát cuộc sống hàng ngày và dành chút thời gian ở tầng trên để nếm thử đồ ăn và đồ uống.Đọc thêm",
            "Rất nhiều lựa chọn thực phẩm truyền thống trên một môi trường rất thoải mái.  Tuyệt vời để dùng làm đồ uống và một số món khai vị, nhưng không có nhiều lựa chọn cho những người bạn GF của chúng tôi.Đọc thêm",
            "Chúng tôi đi lang thang trong hành lang, đó là một bữa tiệc ẩm thực! Dừng lại ở tầng trên để uống cà phê và ăn bánh ngọt và được phục vụ bởi một người phục vụ quyến rũ. Đọc thêm",
            "Món ăn: TUYỆT VỜIMua sắm: CHẠY! - Da Ý - là da chất lượng rất kém hoặc da tổng hợp. Toàn bộ nơi này được điều hành bởi một đám đông người Ấn Độ - Pakistan, họ đều có những sản phẩm giống nhau và cố gắng lừa đảo khách du lịch với mức giá điên rồ. Tôi muốn một chiếc ví ban đầu có giá - 75, khi chúng tôi bắt đầu rời đi, anh chàng bắt đầu hạ giá xuống - 18, đó là lý do tại sao tôi biết có điều gì đó không ổn. Tôi bắt đầu để ý cách họ đựng hàng hóa trong những túi nhựa lớn và tất cả họ đều sử dụng cùng một phương pháp - . Đã tìm hiểu và nói chuyện với người dân địa phương, hầu hết những món hàng này đều là hàng nhái giá rẻ từ Trung Quốc. Nơi này thực sự là một sự ô nhục. Hơn hết, khi chúng tôi đang xem ví, một người đàn ông cố lấy trộm điện thoại trong túi của tôi, may mắn thay tôi kịp thời hét lên và dọa anh ta bỏ chạy, sau đó tôi nhận thấy những người bán hàng ở cửa hàng phía trước đang nhìn. Không cần nói bất cứ điều gì. Tôi tự hỏi liệu những tên trộm và những người đi chợ có hợp tác với nhau để ăn trộm và lừa đảo khách du lịch hay không.Đọc thêm",
            "Mua sắm tốt nhất bao giờ hết! Hàng hóa địa phương ở đây rất tuyệt. Lên lầu ăn đi! Chúng tôi thực sự rất thích thị trường này và đã chi tiêu euro ở đây!Đọc thêm",
            "Rất thích ghé thăm ở đây. Ở tầng dưới, họ có một chợ thực phẩm với các quầy hàng khác nhau - trái cây và rau, v.v. - và sau đó ở tầng trên họ có rất nhiều nhà hàng khác nhau - hơi giống chợ Time Out ở Lisbon -. Bạn thực sự đấu tranh để biết nên ăn gì vì mọi thứ trông rất ngon. Tôi ước mình đói hơn và có nhiều thời gian hơn để thử nhiều thứ hơn. Chắc chắn là một nơi để ghé thăm nếu bạn - đang ở Florence!Đọc thêm",
            "Rất nhiều lựa chọn thực phẩm nhưng giá quá cao và quá đông đúc. Rất khó để có được một chỗ ngồi. Tuy nhiên, tòa nhà rất đẹp từ bên ngoài, đặc biệt là khi nó được thắp sáng.Đọc thêm",
            "Tất cả các gian hàng da bên ngoài đều mang những thứ giống nhau. Không thể đảm bảo về chất lượng cũng như nguồn gốc xuất xứ. Các khu chợ ở tầng trệt đóng cửa nhưng khu ẩm thực vẫn mở cửa và đông đúc. Có vẻ như một cái gì đó cho tất cả mọi người, thực phẩm khôn ngoan. Nếu đang tìm kiếm bầu không khí hoặc thị trường mua sắm ở thế giới cũ, thì vấn đề này không phải vậy. Thay vào đó hãy xem Santo Spirito.Đọc thêm",
            "The central market or San Lorenzo Market is a place that is hard to miss in Florence. Mercato Central is a fairly new market, the result of urban planning. In 1874, Giovanni Mengoni was invited to design it, the same one who would create the famous Vittorio Emanuele Gallery in Milan in the future and die during its construction. Inspired by the Parisian architecture of the Second Empire, Mengoni created a building made of cast iron, steel and concrete with wide glazing, which even now, due to the abundance of light, creates the illusion of an open-air market. Now San Lorenzo can be conditionally divided into 3 large parts. There is a food market on the ground floor, a food court on the second floor and an open-air leather goods and souvenirs market on 3 sides of the indoor market. The grocery market is open from Monday to Saturday from 7:00 to 14:00, the food court is open daily from 10:00 to midnight. Of course, I bypassed all three, but purposefully came to the food court and the leather market. If the grocery market is definitely not the cheapest option in the city, then the food court, in my opinion, is the best opportunity to try a lot in one place at quite reasonable prices. The most popular  - feature -  on San Lorenzo lampredotto. This is a simplified version of the Florentine dish -trippa alla fiorentina, cow - s stomach, cleaned of fat and cooked in a sauce of tomatoes, celery, carrots and garlic. Lampredotto is not prepared from the whole stomach, but from the 4th department  - rennet - . If five years ago I found only one point for cooking lampredotto, now there are several of them. In addition to the food court, there is an excellent selection of drinks. I tasted one of Italy - s best wines, Brunello di Montalcino. The wine is expensive, but you can drink a glass. 10 euros per glass. After a hearty snack, you can go to the leather market. The choice is good, the prices are too. It is naive to think that they sell Italian products on it, Well. maybe only in expensive segments. Look for Italian sellers too. There are none of those with whom I have spoken. More and more Pakistan, Bangladesh, the Middle East. Souvenir prices are definitely lower here than in the center. So the San Lorenzo Market is the right place. In every way. ..Read more"
        ],
        "star_ratings": [
            8871,
            5539,
            1509,
            439,
            254
        ],
        "review_amount": 16612,
        "location": [
            "Nước Ý",
            "Tuscany",
            "Những điều cần làm ở Florence",
            "Châu Âu",
            "Florence (Florence)",
            "Tỉnh Florence",
            "Chợ trung tâm"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 10, 2023",
            "Written June 19, 2023",
            "Written July 3, 2023",
            "Written July 12, 2023",
            "Written July 12, 2023",
            "Written July 15, 2023",
            "Written July 18, 2023",
            "Written August 1, 2023",
            "Written August 1, 2023",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187895-d195018-Reviews-Mercato_Centrale-Florence_Tuscany.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d17729618-Reviews-Bambi_Trippa_e_Lampredotto-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d8322795-Reviews-Osteria_Vecchio_Cancello-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d25251918-Reviews-La_Schiacciata_Firenze-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d23509996-Reviews-Osteria_IL_Basilico-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d25569405-Reviews-Locanda_de_Medici-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d12664076-Reviews-Caffe_del_Teatro_Niccolini-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d4473816-Reviews-Ala_Grande_Caffe-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d9704320-Reviews-Ristorante_Brandolino-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d20363175-Reviews-Crown_of_India_Indian_Restaurant_in_Florence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d1580396-Reviews-Ristorante_La_Falterona-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d26241964-Reviews-San_Lorenzo_Market-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d209482-Reviews-Cappelle_Medicee-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1724632-Reviews-Basilica_di_San_Lorenzo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d198383-Reviews-Via_Faenza-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d8015333-Reviews-Nds_Leather_Factory-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1747358-Reviews-Cenacolo_di_Fuligno-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1992565-Reviews-Via_dell_Ariento-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d14940078-Reviews-Casa_Collodi-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12558347-Reviews-Chiesa_di_San_Giuliano-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d312076-Reviews-Biblioteca_Medicea_Laurenziana-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195018-Reviews-or10-Mercato_Centrale-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d17591495-Reviews-Florence_in_few_hours-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d21105057-Reviews-UNIQUETUSCANY_private_tours-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2157936-Reviews-Enoteca_Pontevecchio-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d6902377-Reviews-Jimmy_s_Leather_Collection-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d14136083-Reviews-Il_Perseo_Leather-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d7697237-Reviews-Tuscany_Top_Drivers-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d6429138-Reviews-La_Pelle-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d3210344-Reviews-Goccia_Shoes-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d8464126-Reviews-Tusci_Car_Service-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2663056-Reviews-Davide_Cerasi_Leather_Boutique-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d7377045-Reviews-Baroni_Alimentari-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4610787-Reviews-Perini_Historical_Deli_Specialty_Shop-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d6912220-Reviews-Pelletteria_Adriano-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d19256812-Reviews-Gabi_Pelleteria_Leather_Works-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d6754352-Reviews-Scuola_di_Cucina_Lorenzo_de_Medici-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d11811523-Reviews-Eviactive-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d8121385-Reviews-PanicAle_Beer_Cocktail_Food-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1798375-Reviews-The_Spice_Lab-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4399278-Reviews-Sabor_Cubano-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d7370617-Reviews-I_Mago-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d14000608-Reviews-Movinflorence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d17708923-Reviews-Pelletteria_Fratellini-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1091585-Reviews-Taste_Florence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60758-d145843-Reviews-Highway_12_Scenic_Byway-Torrey_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g186242-d2367452-Reviews-Fishermans_Friends-Port_Isaac_Cornwall_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60628-d2195539-Reviews-Lanai_Cat_Sanctuary-Lanai_City_Lanai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d635328-Reviews-Wicked-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d6698253-Reviews-Big_Texas_Dance_Hall_Saloon-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d15238827-Reviews-Tokyo_Kitty-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d20142603-Reviews-Flying_W_Ranch-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d4185407-Reviews-Baby_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1049214-Reviews-Restaurant_Chez_Ali-Marrakech_Marrakech_Safi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187895-d195018-Reviews-or10-Mercato_Centrale-Florence_Tuscany.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187895-d195018-Reviews-Mercato_Centrale-Florence_Tuscany.html"
    }
]