[
    {
        "attraction_name": "Merchandise Mart",
        "attraction_name_vi": "Siêu thị hàng hóa",
        "general_info": [
            "152 đánh giá",
            "88 trong số 1.378 điều cần làm ở Chicago",
            "Công trình kiến ​​trúc",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Tòa nhà thương mại lớn nhất thế giới. Hai tầng đầu tiên về cơ bản là một trung tâm mua sắm và phần còn lại là văn phòng kinh doanh.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tất nhiên là tôi đã biết đến trung tâm thiết kế và phong cách đáng chú ý này trong nhiều năm. Cuối cùng quyết định tỏ lòng tôn kính để nói rằng tôi không thất vọng là một cách nói quá khiêm tốn. Các cửa hàng thiết kế thật tuyệt vời. Họ có đội ngũ nhân viên dễ chịu nhất mà tôi từng gặp trong ngành bán lẻ trong một thời gian. Rất, rất đáng để giới thiệu.\n\nTôi luôn đi ngang qua đây bằng ô tô hoặc L hoặc khi đi bộ. Bên ngoài thật đáng kinh ngạc. Khi bạn đến khá gần. Ngắm nhìn nó từ khu vực xanh mát ngay dọc bờ sông thật tuyệt vời cũng như quang cảnh từ bên kia sông. Sảnh chính hoàn toàn không có gì ngoài sự tráng lệ.\n\nNhìn chung, tôi thực sự muốn giới thiệu bất cứ điều gì từ một chuyến thăm nhanh ở sảnh đến vài giờ đi dạo qua tòa nhà, đặc biệt là vì nó gần trung tâm thành phốĐọc thêm",
            "Tôi là người gốc Chicago và là Nhà thiết kế nội thất.  Tôi đã dành nhiều ngày vui vẻ để mua sắm tại siêu thị cho khách hàng của mình, đôi khi với họ, đôi khi một mình.  Sau khi chúng tôi bắt đầu xây nhà ở Naples, FL vào mùa hè năm 2003, tôi gần như sống ở Siêu thị mua đồ nội thất cho ngôi nhà mới của mình.  Tôi cũng dành thời gian mua sắm đồ cổ tại nhiều cửa hàng đồ cổ tuyệt vời mà tôi quen thuộc ở khu vực Chicago.  Chúng tôi chuyển đến ngôi nhà mới vào tháng 2 năm 2004. Tất cả đồ đạc của tôi đã được chuyển giao và ngôi nhà của chúng tôi bắt đầu thành hình.  Tuy nhiên, tôi cần rèm, tranh treo tường, v.v. Hàng ngày tôi lên xuống Đường 41 ở Naples để hoàn thiện việc trang trí nội thất cho ngôi nhà của mình.  Nó thành công đến mức tạp chí Home and Design ở Naples đã giới thiệu nó trong số tháng 12 năm 2005 - tháng 1 năm 2006.  Một trong nhiều điều tôi nhớ về Chicago, vì chúng tôi không còn nhà ở đó nữa, đó là Chợ Hàng hóa.  Đó là một nơi huyền diệu!Đọc thêm",
            "Đến từ Vương quốc Anh để triển lãm tại Triển lãm Cô dâu 2023 và như mọi khi, tất cả các nhân viên đều rất thân thiện và giỏi những gì họ làm ở tất cả các bộ phận. Một lời khen ngợi dành cho ban tổ chức và thành phố Chicago. Rất mong được trở lại đây vào năm 2024.Đọc thêm",
            "Đây là nơi nên đến nếu bạn đang tìm kiếm các thiết bị nhà bếp mới, cao cấp hoặc đồ đạc sửa sang lại và bạn muốn xem chúng cũng như nói chuyện với những người biết sự khác biệt giữa tất cả các sản phẩm thuộc các mẫu khác nhau.  Đối với những người trong chúng ta sống ở các khu chợ nhỏ và không thể thực sự nhìn thấy các thiết bị thực tế và phải đoán với những người bán hàng không biết ngồi xổm, chẳng hạn như. Best Buy hoặc các cửa hàng thiết bị nhỏ thuê sinh viên đại học của bạn đi nghỉ, đây là nơi để bạn thực sự mua sắm.\n\nHãy hẹn gặp tất cả các phòng trưng bày và yêu cầu họ giới thiệu cho bạn về sản phẩm của họ.  Họ không thực sự bán sản phẩm cho bạn nhưng họ rất am hiểu.   Thermador, Bosch, Miele, Wolf, Monogram, Dakor, Waterworks, bạn đặt tên cho nó, nó ở đó.  \n\nMua sắm một lần với những người biết công cụ của họ.  Đọc thêm",
            "Đây là nơi nên đến nếu bạn đang tìm kiếm các thiết bị nhà bếp mới, cao cấp hoặc đồ đạc sửa sang lại và bạn muốn xem chúng cũng như nói chuyện với những người biết sự khác biệt giữa tất cả các sản phẩm thuộc các mẫu khác nhau.  Đối với những người trong chúng ta sống ở các khu chợ nhỏ và không thể thực sự nhìn thấy các thiết bị thực tế và phải đoán với những người bán hàng không biết ngồi xổm, chẳng hạn như. Best Buy hoặc các cửa hàng thiết bị nhỏ thuê sinh viên đại học của bạn đi nghỉ, đây là nơi để bạn thực sự mua sắm. Hãy hẹn gặp tất cả các phòng trưng bày và yêu cầu họ giới thiệu cho bạn về sản phẩm của họ.  Họ không thực sự bán sản phẩm cho bạn nhưng họ rất am hiểu.   Thermador, Bosch, Miele, Wolf, Monogram, Dakor, Waterworks, bạn đặt tên cho nó, nó ở đó.  Mua sắm một lần với những người biết công cụ của họ.  Đọc thêm",
            "Đến từ Vương quốc Anh để triển lãm tại Triển lãm Cô dâu 2023 và như mọi khi, tất cả các nhân viên đều rất thân thiện và giỏi những gì họ làm ở tất cả các bộ phận. Một lời khen ngợi dành cho ban tổ chức và thành phố Chicago. Rất mong được trở lại đây vào năm 2024.Đọc thêm",
            "Tôi là người gốc Chicago và là Nhà thiết kế nội thất.  Tôi đã dành nhiều ngày vui vẻ để mua sắm tại siêu thị cho khách hàng của mình, đôi khi với họ, đôi khi một mình.  Sau khi chúng tôi bắt đầu xây nhà ở Naples, FL vào mùa hè năm 2003, tôi gần như sống ở Siêu thị mua đồ nội thất cho ngôi nhà mới của mình.  Tôi cũng dành thời gian mua sắm đồ cổ tại nhiều cửa hàng đồ cổ tuyệt vời mà tôi quen thuộc ở khu vực Chicago.  Chúng tôi chuyển đến ngôi nhà mới vào tháng 2 năm 2004. Tất cả đồ đạc của tôi đã được chuyển giao và ngôi nhà của chúng tôi bắt đầu thành hình.  Tuy nhiên, tôi cần rèm, rèm treo tường, v.v. Hàng ngày tôi lên xuống Đường 41 ở Naples để hoàn thiện việc trang trí nội thất cho ngôi nhà của mình.  Nó thành công đến mức tạp chí Home and Design ở Naples đã giới thiệu nó trong số tháng 12 năm 2005 - tháng 1 năm 2006.  Một trong nhiều điều tôi nhớ về Chicago, vì chúng tôi không còn nhà ở đó nữa, đó là Chợ Hàng hóa.  Đó là một nơi huyền diệu!Đọc thêm",
            "Tất nhiên, tôi đã biết đến trung tâm có phong cách và thiết kế đáng chú ý này trong nhiều năm. Cuối cùng quyết định tỏ lòng kính trọng để nói rằng tôi không thất vọng là một cách nói quá thô thiển. Các cửa hàng thiết kế thật tuyệt vời. Họ có đội ngũ nhân viên là những người dễ chịu nhất mà tôi từng gặp trong lĩnh vực bán lẻ trong một thời gian. Rất, rất khuyến khích. Đã luôn vượt qua điều này trong ô tô hoặc chữ L hoặc khi đi bộ. Bên ngoài là không thể tin được. Khi bạn ở gần một cách hợp lý. Ngắm nhìn nó từ khu vực cây xanh dọc bờ sông thật tuyệt vời cũng như tầm nhìn từ bên kia sông. Sảnh chính hoàn toàn không có gì tráng lệ. Nhìn chung, tôi thực sự muốn giới thiệu bất cứ điều gì từ một chuyến tham quan nhanh ở sảnh hoặc vài giờ tản bộ qua tòa nhà, đặc biệt là vì nó nằm gần trung tâm thành phốĐọc thêm",
            "Tòa nhà này thống trị sông Chicago ngay phía đông ngã ba nhánh sông.  Bạn sẽ có được tầm nhìn tuyệt vời về nó từ một chuyến tham quan trên sông.  Đây là tòa nhà lớn nhất thế giới khi hoàn thành vào năm 1930 với tư cách là khu chợ hợp nhất cho các nhà bán buôn ở Chicago.  Cùng với tòa nhà Hội đồng Thương mại Chicago, chúng là những ví dụ điển hình nhất về kiến ​​trúc Art Deco ở Chicago.  Dọc theo dòng sông, tòa nhà trưng bày tượng bán thân của các nhà bán lẻ lớn của Mỹ, hầu hết đều đến từ Chicago.  Một tòa nhà tuyệt vời khác ở thành phố này.Đọc thêm",
            "Một thành phố tốt đẹp!!! ĐỪNG bỏ lỡ Chuyến tham quan Kiến trúc trên thuyền vào buổi tối!!!!!!! Hãy thử ghé thăm Trung tâm văn hóa Chicago!!! Đi theo Riverwalk!!! Đọc thêm",
            "Chúng tôi xem triển lãm Art on the Mart lúc 9 giờ tối bằng cách đứng đối diện với Merchandise Mart dọc bờ sông. Đó là một ý tưởng nghệ thuật thú vị, đáng để thử.Đọc thêm",
            "To lớn, đồ sộ, hoành tráng….là những tính từ để miêu tả về dinh thự này. Lần đầu tiên chúng tôi nhìn thấy nó trong chuyến tham quan bằng thuyền kiến ​​trúc kéo dài 90 phút. Người hướng dẫn viên đưa ra nhiều con số khó tin về việc xây dựng nó như số dặm đường dây, bê tông được sử dụng, số cửa sổ,... vv và rằng cho đến gần đây tòa nhà này chỉ có số zip riêng. Ngày mai chúng tôi đi bộ trên Riverwalk và đứng trước mặt nó có cảm giác như kiến. Đây là một địa điểm tổ chức sự kiện và mua sắm khổng lồ với sự kết hợp kỳ lạ giữa Art Deco và kiến ​​trúc đồ sộ theo chủ nghĩa tàn bạo của Liên Xô.Đọc thêm",
            "Tôi và chồng tôi đã có vinh dự được đến The Mart lần đầu tiên vào tháng 12 năm 2021. Các nhà cung cấp trưng bày hàng hóa cao cấp và những người sáng tạo rất vui khi chia sẻ thông tin với chúng tôi, những người bình thường. Người ta phải trải nghiệm tòa nhà đồ sộ này, vì đó là một trải nghiệm không thể diễn tả được. Chúng tôi đã quay lại vào ngày hôm sau mặc dù hầu hết các địa điểm đều đóng cửa vào kỳ nghỉ lễ. Đây là một cách tuyệt vời để dành thời gian - rất nhiều thời gian - khi ở Chicago. Nó để lại ấn tượng cho du khách và là một trong những tòa nhà đáng nhớ nhất ở Chicago. Đọc thêm",
            "If you are a native Chicagoan or have ever visited the city, you probably walked past or drove past the Merchandise Mart. But have you ever spent any time inside the building? Have you ever been inside the worlds largest commercial building, a structure so large that it once had its own zip code, a building so massive that it has been known as a city within a city? Located at 222 Merchandise Mart Plaza, at Kinzie Street between Orleans and Wells, on the Chicago River just east of Chicagos original trading post at Wolf Point, the junction of the rivers North and South Branches, in downtown Chicago, the Merchandise Mart is a leading retailing and wholesale destination that hosts 20,000 visitors and tenants per day. Built by Marshall Field  Company and owned by the Kennedy family for half a century, it centralized Chicagos wholesale goods business by consolidating architectural and interior design vendors and traders under a single roof. Opened in 1930, the 25-story Art Deco style structure is spread across two square city blocks and includes 4.2 million square feet of floor space. Its construction required 29 million bricks, 40 miles of plumbing, 380 miles of wiring, 4 million cubic yards of concrete and 4,000 windows. Visitors also marvel at the 7.5 miles of corridors and 30 elevators. In 1977, the Chicago Apparel Center was opened on the west side of Orleans Street, increasing the Merchandise Marts total floor space to 6.2 million square feet. Since 2010, the design center showroom has been open to the public. The retail shopping area, named The Shops at the Mart, opened in 1991 and includes apparel shops, beauty services, news stands and bookstores, financial services, travel services, telecommunications services, specialty food and wine stores, photo services, a dry cleaner, shoe shine stand and food court. In addition, a 521-room Holiday Inn is housed in the Apparel Center. Since 1969, the Merchandise Mart has hosted the annual National Exposition of Contract Furnishings with over 1,000 exhibitors and 50,000 attendees, the largest trade show of his kind in North America. Oh, the building isnt just big. The first floor is beautiful, too. An architectural masterpiece. The lobby features artist Jules Guerins frieze of 17 murals which graphically illustrate commerce throughout the world. Is a visit to the Merchandise Mart a once-in-a-lifetime experience? My wife and I vividly recall going on a day-long shopping trip with a home designer to buy new furniture for our apartment. One glitzy showroom after another. One purchase, a grand mirror for our entryway, took two weeks to be shipped from England. At the Merchandise Mart, everything is first-rate.Read more",
            "Cách đi lại nếu sử dụng xe tập đi. Có sẵn xe tay ga không?Đọc thêm",
            "Della, tôi tin là tôi đã nhìn thấy một vài người trong số họ ở khu vực lễ tân của họ. Chúc vui vẻ! Đọc thêm",
            "Không cần phải mua vé cho bất cứ ai.Đọc thêm",
            "Ste trẻ em được phép vào phòng trưng bàyĐọc thêm",
            "Vâng, cư xử đúng mực.Đọc thêm",
            "nơi ở và cách đến đóĐọc thêm",
            "Ở bất cứ nơi nào trong trung tâm thành phố, Đến đó bằng cách đi bộ hoặc taxi.Đọc thêm"
        ],
        "star_ratings": [
            60,
            61,
            25,
            5,
            1
        ],
        "review_amount": 152,
        "location": [
            "Illinois IL",
            "Siêu thị hàng hóa",
            "Những điều cần làm ở Chicago",
            "Hoa Kỳ",
            "Chicago"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written August 16, 2023",
            "Written August 22, 2023",
            "Written September 27, 2023",
            "Written September 27, 2023",
            "Written August 22, 2023",
            "Written August 16, 2023",
            "Written June 28, 2023",
            "Written November 24, 2022",
            "Written September 30, 2022",
            "Written July 20, 2022",
            "Written May 23, 2022",
            "Written January 11, 2022",
            "Written October 26, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d501522-Reviews-Merchandise_Mart-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2302509-Reviews-Doughnut_Vault-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d3606915-Reviews-Bavette_s_Bar_Boeuf-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2302487-Reviews-Roka_Akor_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d7130218-Reviews-RPM_Steak-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1743940-Reviews-Gilt_Bar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427830-Reviews-Kinzie_Chophouse-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d4809099-Reviews-Three_Dots_and_a_Dash-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427774-Reviews-Coco_Pazzo-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d4054759-Reviews-Firecakes_Donuts-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d4717714-Reviews-Tanta-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561543-Reviews-Richard_Norton_Inc-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d27015120-Reviews-Richard_Norton_Gallery-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15274296-Reviews-Art_on_theMART-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10844405-Reviews-Clark_Street_Bridge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8113935-Reviews-Chicago_River-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d481992-Reviews-333_West_Wacker_Drive-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d557712-Reviews-Assumption_Church-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d550769-Reviews-McCormick_Tribune_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23630795-Reviews-Medieval_Torture_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4131440-Reviews-Cadillac_Palace_Theatre-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d501522-Reviews-or10-Merchandise_Mart-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208908-Reviews-American_Girl_Place_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1548142-Reviews-Water_Tower_Place-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1232736-Reviews-Macy_s_on_State_Street-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2331222-Reviews-Fannie_May-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4045928-Reviews-Ghirardelli_Chocolate_Shop-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563253-Reviews-Bloomingdale_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2536000-Reviews-French_Market-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563291-Reviews-Nordstrom-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1230606-Reviews-The_900_Shops_Mall-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563252-Reviews-Binny_s_Beverage_Depot-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19616604-Reviews-Chicago_Blues_Camp-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d17638127-Reviews-Chicago_Photo_Experience-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8355586-Reviews-Underground_Donut_Tour-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2535873-Reviews-Tour_Through_A_Lens-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2509972-Reviews-The_Chopping_Block-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d13565524-Reviews-Chill_Meditation_Massage-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d658500-Reviews-Wateriders-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19595035-Reviews-Tour_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19103530-Reviews-The_Bassment-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12790349-Reviews-Chief_Chicago_Limo-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d3177303-Reviews-Saco_River-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560863-Reviews-MacArthur_Park-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d195419-Reviews-Spaccanapoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2519674-Reviews-Seoul_Animation_Center-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d20032849-Reviews-E_earphones_Akihabara-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d104923-Reviews-Maine_State_Aquarium-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g49222-d12575915-Reviews-Magic_Mountain_Fun_Park-Holden_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d584709-Reviews-Red_Reef_Park-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g10158066-d300169-Reviews-The_Belize_Zoo-La_Democracia_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d105338-Reviews-Mount_Roberts_Trail-Juneau_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d501522-Reviews-or10-Merchandise_Mart-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d501522-Reviews-Merchandise_Mart-Chicago_Illinois.html"
    }
]