[
    {
        "attraction_name": "Merlion Park",
        "attraction_name_vi": "Công viên sư tử biển",
        "general_info": [
            "9.665 đánh giá",
            "42 trong số 1.195 điều cần làm ở Singapore",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Với chiều cao 8,6 mét và nặng 70 tấn, bức tượng Merlion có đầu sư tử và thân cá, được đặt tại công viên rộng 2.500 mét vuông này.Đọc thêm",
        "reviews": [
            "Giống một thành phố thu nhỏ hơn là một khu dân cư theo nghĩa truyền thống, Vịnh Marina mang tính biểu tượng nhằm mục đích làm mê hoặc và giải trí cho mọi loại du khách. Đây là Singapore được tìm thấy trong các tờ rơi quảng cáo hào nhoáng, có khách sạn đẳng cấp thế giới, sòng bạc, cửa hàng, nhà hàng, quán bar và các điểm tham quan khác, tất cả đều hướng đến giải trí thuần túy. SkyPark tại Marina Bay Sands mang đến tầm nhìn tuyệt đẹp ra thành phố, một cơ hội chụp ảnh không thể bỏ qua cho du khách cũng như người dân địa phương. Bảo tàng Khoa học Nghệ thuật luôn có triển lãm chất lượng hàng đầu và Gardens by the Bay là sự thể hiện hấp dẫn về tầm nhìn của chính phủ về Singapore như một thành phố trong vườn. Vịnh Marina hấp dẫn rất đáng để ghé thăm.Đọc thêm",
            "Công viên Merlion là một địa danh làm nổi bật nguồn gốc, lịch sử và văn hóa của đất nước nhỏ bé chỉ với một bức tượng duy nhất.  Đầu tượng Merlion là đầu sư tử còn mình là cá. Đài phun nước xả nước vào vịnh là một cảnh tượng đáng chú ý. Tấm bảng bên cạnh lối vào của poark có năm ngôn ngữ - bốn ngôn ngữ chính thức của Singapore là tiếng Trung, tiếng Anh, tiếng Tamil và tiếng Mã Lai cộng với tiếng Nhật. Hướng dẫn viên của chúng tôi, một phụ nữ rất thông minh và hiểu biết tên là Yvonne giải thích rằng mặc dù có nhiều người Nhật đến thăm Singapore nhưng nhiều người trong số họ có thể không thoải mái với tiếng Anh và do đó bảng cũng bằng tiếng Nhật. Đọc thêm",
            "Bức tượng mang tính biểu tượng của Singapore nằm ở bờ vịnh gần khách sạn nghỉ dưỡng Marina Bay Sands. Nó đại diện cho thành phố vì Singapore có nghĩa là thành phố Sư tử. Tất cả khách du lịch đến Singapore đều ghé thăm nơi này. Bức tượng nhỏ hơn bạn tưởng tượng theo những bức ảnh được hiển thị ở những nơi khác nhau, nhưng rất đẹp. Nên đi vào buổi tối để có những bức ảnh đẹp hơn. Bạn cũng có thể xem chương trình biểu diễn nhạc nước ở phía bên kia vịnh vào buổi tối.Đọc thêm",
            "Khi tham quan bức tượng này bạn nên đi dạo quanh toàn bộ khu vực bến du thuyền. Các khu vực xung quanh tượng Merlion rất đông đúc và sôi động, đặc biệt là vào ban đêm. Bức tượng và khu vực xung quanh được thắp sáng vào ban đêm trông rất đẹp.Đọc thêm",
            "Một trong những địa điểm trong danh sách của tôi! Công viên Merlion nhỏ, ở đây không có gì nhiều chỉ có Merlion cho bạn chụp ảnh với view biển tuyệt đẹp. Nếu bạn thích chụp ảnh bạn phải đến đây vào lúc hoàng hôn khoảng 6 giờ chiều bạn phải chờ.Đọc thêm",
            "Khi ở trong thành phố, đây là địa điểm chụp ảnh tuyệt vời để ngắm nhìn tất cả các tòa nhà khác nhau xung quanh bạn và chiêm ngưỡng các kiến ​​trúc cũng như quang cảnh khác nhau trên vịnh.\n\nthư giãn một chút và uống đồ uống hoặc kem và ngắm cảnh trước khi tiếp tục đến địa điểm tiếp theo của bạn! \n\nCó thể là một điểm nóng du lịch! Đọc thêm",
            "Tôi và chồng đã đi tham quan khu thương mại trung tâm ở Singapore. Cuối chuyến tham quan, chúng tôi đã đến Công viên Merlion với bức tượng Merlion mang tính biểu tượng, một nửa là sư tử, nửa là cá trong truyền thuyết. Merlion nửa là cá tượng trưng cho nguồn gốc của Singapore khi còn là một làng chài, được gọi là Temasek. Đầu của bức tượng tượng trưng cho tên gọi ban đầu của thành phố là Singapura. Bức tượng hiện cao 8,6 mét, nằm trước Khách sạn Fullerton và nhìn ra Vịnh Marina, nơi đã có từ năm 2002. \nLà khách du lịch, tất nhiên chúng tôi phải chụp ảnh trước bức tượng Merlion. Nó lớn hơn nhiều so với bạn nghĩ. Có một bức tượng nhỏ trong công viên mà bạn cũng có thể chụp ảnh. Công viên miễn phí cho mọi người và rất đông đúc vào cuối buổi chiều và buổi tối. Chúng tôi đã đi xe buýt đến và đi từ khu thương mại vào ngày hôm đó và thấy công viên rất dễ tiếp cận. \nĐọc thêm",
            "Khi bạn ở trong thành phố, đây là một địa điểm tuyệt vời để chụp ảnh vì bạn sẽ có thể nhìn thấy nhiều tòa nhà khác nhau xung quanh mình và chiêm ngưỡng kiến ​​trúc đa dạng cũng như quang cảnh vịnh. Có thể là một điểm đến phổ biến cho khách du lịch. Trước khi chuyển đến địa điểm tiếp theo, hãy dành chút thời gian để thư giãn, ngắm cảnh và thưởng thức đồ uống giải khát hoặc món kem ngon.Đọc thêm",
            "Họ đang cải tạo bức tượng vì họ sẽ mở cửa trở lại vào năm tới? Thật thú vị khi đi dạo quanh khu vực mặc dù điểm nổi bật của toàn bộ chuyến đi Singapore là được ngắm nhìn Merlion. \n\nTrong thời gian chờ đợi, có một phiên bản nhỏ của Merlion mà bạn có thể thưởng thức và chụp ảnh.Đọc thêm",
            "Ngoài việc là một trong những di tích dễ nhận biết nhất ở Singapore, Merlion còn đóng vai trò là linh vật không chính thức của Thành phố Sư tử. Cơ thể của nó là cá nhưng có đầu và bờm sư tử. Thân cá tượng trưng cho sự khởi đầu của Singapore với tư cách là một cộng đồng ngư dân khi nó được biết đến với cái tên trước đây là Temasek. Khu vực xung quanh đàn cá cực kỳ hấp dẫn và mang đến cơ hội tuyệt vời để chụp một số bức ảnh tuyệt đẹp.Đọc thêm",
            "Rất đáng để ghé thăm nếu bạn có thời gian đến vào sáng sớm trước 9 giờ sáng. hoặc như vậy vì nó khá bận rộn và đông đúc.  Chúng tôi bắt đầu từ Cầu Anderson dưới Esplanade và đi ngang qua bức tượng Merlion nhỏ hơn trước khi đến Merlion lớn có đài phun nước phun nước vào Vịnh Marina. Chắc chắn đây là một cảnh tượng rất khác thường và hãy nhớ đi bộ xung quanh hai bên đài phun nước để ngắm nhìn những khung cảnh khác nhau.  Có rất nhiều cửa hàng lưu niệm và quầy đồ uống xung quanh Esplanade, phía sau các cửa hàng lưu niệm còn có nhà vệ sinh.Đọc thêm",
            "Những bức ảnh tuyệt đẹp sẽ có ở công viên này. Bên cạnh dòng nước phun Merlin, bạn có thể có những bức ảnh về Khách sạn Fullerton và khu tài chính. Bạn cũng có thể nhìn thấy khách sạn Marina Bay Sands tráng lệ và bến tàu cũ nơi những con thuyền cập bến những người nhập cư từ phương xa.Đọc thêm",
            "Nơi tuyệt vời để chụp ảnh Marina Bay Sands và khu vực bờ sông, đặc biệt là bức tượng mang tính biểu tượng, ngoài đời thực lớn hơn nhiều so với những gì chúng ta mong đợi.  Khu vực dễ chịu để đi dạo. Khu vực náo nhiệt của Singapore do đám đông.Đọc thêm",
            "Sự rung cảm và năng lượng tuyệt vời ở nơi này. Phải ghé thăm. Người ta có thể nhìn thấy khung cảnh tuyệt đẹp của Merlion ở một bên và bãi cát vịnh Marina và Vòng quay Singapore ở phía bên kia. Đọc thêm",
            "Tham dự vào buổi tối. Vô số nhà hàng và quán bar, khung cảnh tuyệt đẹp của Vịnh Marina và nhộn nhịp người qua lại. Siêu sạch và người dân rất thân thiện. Đắt hơn một chút so với các khu vực khác nhưng đó là điều được mong đợi. Một buổi tối tuyệt vời và ngồi ăn kem xong dưới tượng Merlin. Đáng để ghé thăm, ngay cả khi chỉ đi bộ xung quanh.Đọc thêm",
            "Công viên Merlion là một công viên ven sông quyến rũ ở Singapore nổi tiếng với bức tượng Merlion mang tính biểu tượng, một sinh vật thần thoại có thân cá và đầu sư tử. Nằm gần Vịnh Marina, nơi đây có tầm nhìn toàn cảnh ra đường chân trời của thành phố, khiến nơi đây trở thành địa điểm yêu thích của khách du lịch cũng như người dân địa phương để chụp ảnh và thưởng ngoạn phong cảnh. Bầu không khí thanh bình của công viên, cùng với vị trí trung tâm, khiến nơi đây trở thành điểm đến không thể bỏ qua đối với bất kỳ ai khám phá Singapore.Đọc thêm",
            "Biểu tượng của thành phố này thật tuyệt vời. Một thành phố cực kỳ sạch sẽ. Tôi rất vui khi được đến đây thăm quan. Khuyến khích mọi người đến đâyXem thêm",
            "Tất nhiên, nếu bạn chưa trải nghiệm Merlion, bạn chưa thực sự đến thăm Singapore. Merlion, tác phẩm điêu khắc mang tính biểu tượng nhất của thành phố, đóng vai trò là linh vật chính thức của Singapore và mọi du khách đến thành phố nên dành thời gian khám phá di tích lịch sử này phong cảnh. Merlion là tác phẩm điêu khắc có đầu sư tử, đại diện cho tên ban đầu của Singapore, Singapura, có nghĩa là sư tử và thân của một con cá, tượng trưng cho nguồn gốc của thành phố là một làng chài. Sinh vật thần thoại này với dòng nước phun ra từ miệng như một đài phun nước vừa độc đáo vừa đẹp mắt. Công viên Merlion thu hút rất nhiều du khách háo hức chụp ảnh cùng biểu tượng nổi tiếng này của Singapore. Trong chuyến thăm của chúng tôi, chúng tôi thấy mình kiên nhẫn chờ đợi vị trí và góc hoàn hảo giữa cái nóng. Tuy nhiên, sự chờ đợi chắc chắn là xứng đáng. Rốt cuộc, liệu một người có thể thực sự rời Singapore mà không lưu giữ trải nghiệm của mình với linh vật được yêu mến của quốc gia này không? Bạn cũng có thể ngắm nhìn Marina Bay Sands từ vị trí này. Đừng bỏ lỡ. Mẹo: Hãy nhớ mang theo một ít nước để tránh mất nước.Đọc thêm",
            "Việc phải làm khi đến Singapore là chụp những bức ảnh với dòng nước chảy vào miệng. Khung cảnh tuyệt vời của Thành phố và khu vực dễ chịuĐọc thêm",
            "Chắc chắn là phải ghé thăm khi ở Singapore. Toàn bộ khu vực này rất tuyệt để đi bộ xung quanh để chụp một số bức ảnh đẹp và thư giãn tại một quán cà phê. Đọc thêm",
            "Thật tuyệt khi đi dạo dọc theo bến cảng, nhiều địa điểm ăn uống khác nhau và dừng lại để ăn và xem chương trình ánh sáng và đài phun nước từ mbsĐọc thêm",
            "có mất phí vào cửa không?Đọc thêm",
            "Không có phí vào cửa! Walt đáng yêu đến Marina Bay Sands Đọc thêm",
            "Xin chào, tôi muốn biết liệu có thể đi bộ từ Merlion đến Cầu Helix không?Đọc thêm",
            "Có, bạn có thể, đó là một chuyến đi bộ thú vị dọc theo bến cảng và bạn có thể khám phá nhiều điều trên đường điĐọc thêm",
            "Chúc một ngày tốt lành, bức tượng Merlion trong công viên hiện đang được cải tạo phải không? Và nó sẽ mở cho đến khi nào? Nếu đóng cửa thì có mở cửa vào tháng 4 không?Đọc thêm",
            "Chúng tôi đã đến thăm vào ngày 1 tháng 3. Lúc đó nó đang được xây dựng.Đọc thêm",
            "Đọc rằng nó đang được cải tạo, có ai biết khi nào quá trình bảo trì cải tạo sẽ hoàn tất không?Đọc thêm",
            "Công việc trùng tu tượng Merlion tại Công viên Merlion từ ngày 26 tháng 2 đến ngày 6 tháng 5 năm 2019Đọc thêm",
            "Làm ơn đi các bạn..!! Có đúng là tượng Merlion sẽ được đóng cửa và làm vệ sinh vào ngày 26/02 - 06/05/2019. Lịch trình chính xác cho năm 2019 là như thế nào? Cảm ơn. Đọc thêm.",
            "Tôi không biết nó sẽ tồn tại được bao lâu nhưng vào cuối tháng 2 năm ngoái nó đã được cải tạo. Vì vậy tôi không thể chụp ảnh ở Merlion.",
            "nơi tuyệt vời để dành 2 giờ thư giãnĐọc thêm",
            "Vui lòng gửi cho tôi câu hỏi của bạn bằng tiếng Anh - và tôi sẽ trả lời.\nCảm ơn.Đọc thêm",
            "Giá vé\nĐọc thêm",
            "miễn phíĐọc thêm",
            "khi nào Merion đóng cửa? phí vào cửa phải trả là bao nhiêu?Đọc thêm",
            "Nó miễn phí và luôn mởĐọc thêm",
            "Xe buýt nước khởi hành từ đâu trong khu vực Clarke Key Đọc thêm",
            "Chúng tôi chỉ ở đó có 6 giờ\nnhưng chúng tôi thấy những chiếc xe buýt nước dừng gần MerilenĐọc thêm",
            "Merlion là một điểm tham quan miễn phí và vì vậy luôn có mặt để mọi người chiêm ngưỡng từ nơi dạo mát hoặc bến cảng trên một chiếc thuyền trên sông,Đọc thêm",
            "Có, chuyến thăm Merlion là miễn phí. bạn không cần phải trả bất kỳ khoản phí vào cửa nào. Phải ghé thăm để ngắm cảnh. bạn chắc chắn sẽ thích nơi này và bầu không khí của nó.Đọc thêm"
        ],
        "star_ratings": [
            3712,
            4046,
            1658,
            185,
            64
        ],
        "review_amount": 9665,
        "location": [
            "Công viên sư tử biển",
            "Những điều cần làm ở Singapore",
            "Châu Á",
            "Singapore"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written July 27, 2023",
            "Written August 15, 2023",
            "Written August 27, 2023",
            "Written August 29, 2023",
            "Written October 11, 2023",
            "Written October 24, 2023",
            "Written November 13, 2023",
            "Written November 19, 2023",
            "Written November 25, 2023",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written May 24, 2024",
            "Written May 16, 2024",
            "Written May 12, 2024",
            "Written April 27, 2024",
            "Written April 20, 2024",
            "Written April 14, 2024",
            "Written April 10, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294265-d644919-Reviews-Merlion_Park-Singapore.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d1173583-Reviews-The_Courtyard-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d26206177-Reviews-The_Malayan_Council-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d25216107-Reviews-The_Malayan_Council-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d865172-Reviews-Jade-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d23422847-Reviews-Canchita_Peruvian_Restaurant_Sg-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d11829379-Reviews-MONTI-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d789630-Reviews-Town_Restaurant-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d27413001-Reviews-Maison_Boulud_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d2063023-Reviews-The_Lighthouse-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d23692470-Reviews-Ju95-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8486295-Reviews-Esplanade_Bridge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d11843969-Reviews-Jubilee_Bridge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d10020483-Reviews-I_Light_Marina_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8500921-Reviews-Queen_Elizabeth_Walk-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d11861497-Reviews-The_Fullerton_Waterboat_House-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d591431-Reviews-Anderson_Bridge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d25372244-Reviews-Cavenage_Bridge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1888876-Reviews-Waterfront_Promenade-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d591456-Reviews-Cavenagh_Bridge-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d12235794-Reviews-Foundation_Stone_of_the_Monument_of_the_Early_Founders_of_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d644919-Reviews-or10-Merlion_Park-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2149128-Reviews-Gardens_by_the_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d4400781-Reviews-Cloud_Forest-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d678639-Reviews-Singapore_Flyer-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1837767-Reviews-Sands_Skypark_Observation_Deck-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d317415-Reviews-Chinatown-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d23629733-Reviews-Black_Crow_Taxidermy_Art-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d317454-Reviews-Orchard_Road-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8634325-Reviews-Supertree_Grove-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d386877-Reviews-Kranji_War_Memorial-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8152500-Reviews-The_Fullerton_Monument_Tour-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d12478614-Reviews-City_Scoot-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8683339-Reviews-The_Fullerton_Spa-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8518842-Reviews-SneakPeek_Singapore_Walking_Tours-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d9559736-Reviews-The_Fullerton_Maritime_Journey_Tour-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d13949369-Reviews-The_Walking_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g667480-d1488937-Reviews-Saint_Martin_Island-Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458428-d1380446-Reviews-Saona_Island-La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g60332-d4587893-Reviews-Kelley_Castle-Tomahawk_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d615400-Reviews-Mackinac_Island_State_Park-Mackinac_Island_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23198698-Reviews-Al_Barari_Playground-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d7267957-Reviews-Glen_Canyon_Dam_Overlook-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45310-d672927-Reviews-Kerr_Dam-Polson_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d555031-Reviews-Skogafoss-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2073411-Reviews-Splitsville-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48562-d504708-Reviews-Roosevelt_Baths_and_Spa-Saratoga_Springs_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294265-d644919-Reviews-or10-Merlion_Park-Singapore.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294265-d644919-Reviews-Merlion_Park-Singapore.html"
    }
]