[
    {
        "attraction_name": "Mesa Verde National Park",
        "attraction_name_vi": "Vườn quốc gia Mesa Verde",
        "general_info": [
            "387 đánh giá",
            "- 4 trong số 20 điều cần làm ở Vườn Quốc gia Mesa Verde",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một địa điểm ngoạn mục, với những ngôi nhà trên vách đá lớn nhất được tìm thấy trong cả nước.  Tất cả đều được nhìn thấy rõ từ xa.  Nếu bạn muốn vào trong các khu nhà ở, bạn sẽ phải tham gia chuyến tham quan do lực lượng kiểm lâm hướng dẫn; những thứ này phải được đặt trước, thường là hàng tháng, trên trang web Entertainment.gov.  Các chuyến tham quan có đoạn đi xuống khá dốc - và đi lên sau đó -, vì vậy chỉ những người có thể lực tốt và đầy tham vọng mới nên đặt trước.  Tuy nhiên, không cần đặt trước hoặc đặt vé vào công viên.Đọc thêm",
            "Một số địa điểm có thể rất khó để tham quan vì bạn phải leo thang và sử dụng cầu thang dốc, nhưng những địa điểm khác thì không hề khó khăn. Chúng tôi đã thực hiện chuyến tham quan mang tên 700 Năm Lịch Sử mà chúng tôi đã đặt qua trang web của Công viên và yêu thích nó. Chúng tôi ở tại Far View Lodge, nơi khá cơ bản nhưng phù hợp với nhà nghỉ ở công viên. Họ tuyên bố có Wifi, nhưng chúng tôi chưa bao giờ thấy nó. Vì vậy, bạn có thể không muốn lên kế hoạch ngắt kết nối một chút. Tuy nhiên, CHÚNG TÔI đã có kết nối T-Mobile.Đọc thêm",
            "Công viên tuyệt vời, chắc chắn đáng để đi.  Có rất nhiều nơi để dừng lại, đi bộ xung quanh, chụp ảnh, v.v. Trên đường đến nơi có những ngôi nhà trên vách đá, bạn có thể dừng lại ở một vài điểm để ngắm nhìn khung cảnh tuyệt vời của thung lũng ở hai bên công viên và có thể nhìn xa tới Utah, New Mexico và Arizona tùy theo hướng bạn đang nhìn.  Các địa điểm khác bao gồm tàn tích của những ngôi nhà hầm hố và kivas.  Khi bạn đến những ngôi nhà trên vách đá, cũng có một số địa điểm khác nhau, mỗi địa điểm đều có nhiều bãi đậu xe và cơ hội để có những bức ảnh và khung cảnh tuyệt vời.  Chúng tôi không gặp phải tình trạng giao thông nào khi lái xe vào hoặc ra và có rất ít người đi bộ trên bất kỳ con đường nào - đường mòn.  Về cơ bản, chúng tôi đã xem mọi thứ ngoại trừ Witherill Mesa - đóng cửa cho mùa giải 2023 - và chúng tôi đã mất tổng cộng khoảng 7,5 giờ.Đọc thêm",
            "Mesa Verde is a must stop if you are in the area.  But, if you want to tour one of the cliff dwellings be sure to make reservations well in advance on line.  The Wetherill Mesa area was closed during our visit but we still spent the better part of 2 days there exploring the other areas.  \n\nNote that most of the activities in the park are 45 -  min drive from the main entrance so plan accordingly.\n\nInitially you will drive along the North Rim and there are several lookouts along the way.  Don - t miss them as the views are spectacular and each one is different.  \n\nWhen you get to the Far View area you will have a choice to go to the Wetherill Mesa or the Chapin Mesa  - this is the one we did - .\n\nThe Chapin Mesa has the Museum area, the auto tour and the cliff dwelling tours.\n\nWe did the Cliff Palace tour and it was amazing to be down there walking among the ruins.  But, you can also see it quite well from the viewing area above.  The only way you will get access into a cliff dwelling is by booking a tour.  But there are plenty to see from the roadside.\n\nDon - t miss the Auto Tour  - which starts past the Museum area -  and be sure to download the audio app prior to getting there as it adds quite a bit of information.  \n\nThere are several view points throughout the park that provide great views of cliff dwellings.  There are hundreds so be on the lookout.  You can also get a great view of the Spruce Tree House from the Museum area.  It is the largest.  We found the museum itself to be a bit underwhelming but by the time we got there it was hot  - 100F - , late and we were exhausted so perhaps we didn - t give it a chance.  \n\nOf all the stops we made, I would say the Cedar Tree Tower was the most disappointing.  This is where you take the Farming Terrace Trail but we really didn - t get a great feel for the terraces while we were there.  \n\nAlthough we didn - t stay there  - or even go inside - , the lodge looked like a great place with fantastic views.  And, it is at the Far View area so that would put you about 1 - 2 way into the park and minimize driving.  Next time we will check it out!Read more",
            "Lịch sử và địa điểm của công viên này nằm ngoài thế giới này! Đây là chuyến đi thứ hai của tôi đến công viên.  Tôi cho điểm 5 vì cảnh đẹp và sự dễ dàng di chuyển quanh công viên. Rất nhiều phòng nghỉ, trạm nước và ghế dài.  Tôi sẽ cho người nhượng quyền điều hành nhà nghỉ và nhà hàng tại chỗ là âm 10. Chúng tôi đã cố gắng ăn ở Far View Lounge, đợi 25 phút thì người phục vụ nói dối chúng tôi rằng chúng tôi là máy chủ duy nhất, vì vậy chúng tôi đã rời đi. Người quản lý theo chúng tôi ra ngoài để xem cô ấy có thể làm gì để khắc phục mọi thứ.  Chúng tôi không chấp nhận gì ngoài lời xin lỗi của cô ấy.  Rồi sáng hôm sau, chúng tôi thử dùng bữa sáng tại Far View Terrace.  Chúng tôi đến lúc 10 giờ sáng và được thông báo rằng họ đóng cửa cho đến bữa trưa!  Khi chúng tôi tiếp cận nhân viên phía sau quầy để hỏi món ăn sẽ được phục vụ hôm nay là gì, anh ấy nói rằng món ăn sẽ hiển thị trên màn hình phía trên tôi lúc 11 giờ và bỏ đi! Tôi không chi thêm tiền cho người nhượng quyền nhiều hơn mức tôi phải làm.  Hãy mang theo đồ ăn và đồ uống của riêng bạn và đừng trông cậy vào người nhượng quyền!Đọc thêm",
            "Chỉ cần lái xe là ngoạn mục.  Nó uốn lượn trên những ngọn núi và xuyên qua một số loại hệ sinh thái từ sa mạc cao đến rừng thông cằn cỗi.  Cliff Dwellings thực sự nằm dưới bãi đậu xe của du khách, vì vậy cách tốt nhất để xem chúng là tham gia một chuyến tham quan theo nhóm, những chuyến do Dịch vụ Công viên Quốc gia hoặc một trong những chuyến tham quan tư nhân cung cấp.  Họ bán hết nên việc mua trước là cần thiết.  Bạn có thể đi xuống một con đường dễ dàng để đến ban công để xem Cung điện Cliff và có một con đường mòn đi bộ dài 1 - 2 dặm để xem Nhà có ban công, nhưng các chuyến tham quan sẽ đưa bạn thực sự vượt qua chúng.Đọc thêm",
            "Tôi - tôi không khách quan vì tôi yêu TẤT CẢ các Công viên Quốc gia, nhưng thành thật mà nói, Mesa Verde thực sự là một viên ngọc quý trong số đó. Chúng tôi đã dành 1 1 - 2 ngày trong công viên và tận hưởng từng phút.  Trước chuyến đi, chúng tôi đã mua trực tuyến - 8 chuyến tham quan có hướng dẫn viên cho mỗi người đến hai trong số những Ngôi nhà trên Vách đá Pueblo của Tổ tiên - Cung điện Cliff và Nhà Ban công.  Cả hai đều tuyệt vời. Cảm giác về quá khứ hiện rõ ở những nơi linh thiêng này.  Xin lưu ý rằng chuyến tham quan Nhà có ban công bao gồm việc leo lên một số thang bên vách đá và bò qua một đường hầm nhỏ để ra khỏi nhà.  Nó không dành cho những người yếu tim hoặc sợ độ cao.  Chúng tôi cũng đã đi bộ trên một số con đường mòn dễ dàng và vừa phải khắp công viên, đồng thời rất thích thú với chuyến đi Mesa Top Loop với tất cả các điểm nhìn ra, những ngôi nhà hầm hố, v.v. Đừng bỏ lỡ các địa điểm Far View!  Có những ngôi nhà quan trọng ở Pueblo mà bạn có thể đi qua mà không cần đặt trước chuyến tham quan trong phần này.  Tất cả các hướng dẫn viên của công viên đều được thông tin rất đầy đủ về lịch sử của khu vực, vì vậy chúng tôi đã học được rất nhiều điều!  Tôi rất tiếc vì chúng tôi không thể chụp được bức ảnh truyền thống với biển hiệu công viên ở lối vào, nhưng đường liền kề đang được thi công nên biển báo được che phủ bằng bạt.  Tuy nhiên, đây là sự thất vọng nhỏ duy nhất đối với trải nghiệm công viên vô cùng đáng nhớ.Đọc thêm",
            "Tôi là người lập kế hoạch và đã nghiên cứu trước khi đặt chuyến đi này và thật vui vì tôi đã làm như vậy.  Đầu tiên, nếu bạn dự định tham quan bất kỳ chuyến tham quan nào, họ đặt NHANH CHÓNG và hai tuần trước và thường là vài phút sau khi phát hành, không đùa đâu.  Tôi cũng khuyên bạn nên truy cập trang web của công viên và xem video trên các trang web du lịch và đảm bảo rằng bạn có thể thực hiện được.  Cung điện Cliff là nơi được ghé thăm nhiều nhất và tôi khuyên bạn nên mua những vé đó trước.  Tôi đã trực tuyến khi được phát hành và vẫn có khung thời gian là 2 giờ chiều.  Sau đó, tôi đặt Nhà có ban công vì chuyến tham quan khó khăn hơn và đoán rằng tôi có thể có được những thứ này dễ dàng hơn, tôi đã đúng.  Cũng biết rằng công viên này rất rộng và rộng lớn.  Từ lối vào khu vực Cliff House mất 45 phút lái xe nên hãy lên kế hoạch cho phù hợp.  Ngoài ra nếu bạn là người đến thăm các công viên quốc gia thường sử dụng America the Beautiful Pass.  Chúng tôi đã sử dụng nó 4 lần trong một chuyến đi này và rất xứng đáng.  Đọc thêm",
            "Nơi này thật tuyệt vời!  Chắc chắn có giá trị đưa vào danh sách xô của bạn.  Chúng tôi đã đặt một chuyến tham quan riêng đến Balconey House.  Có khoảng 30 người cùng với một kiểm lâm viên.  Điều đó thật tuyệt vời.  Rất đáng giá - 12. Hãy đảm bảo bạn đặt chỗ cho các chuyến tham quan riêng ngay khi cửa sổ mở ra.  Họ nhận được đầy đủ nhanh chóng.  Người mẹ 75 tuổi của tôi có thể nhìn thấy rất nhiều tàn tích chỉ bằng cách đi bộ một đoạn ngắn.Đọc thêm",
            "Chúng tôi đã đến thăm VQG Mesa Verde lần thứ 2 và nó thậm chí còn tốt hơn lần đầu tiên. Các con đường vào công viên gần như đã được trải lại và bằng phẳng. Khung cảnh thật ngoạn mục và các Rangers cũng thân thiện nhất có thể khi họ chia sẻ với bạn lượng thông tin khổng lồ mà họ có về khu vực. Một số người là người bản xứ và gia đình họ đã ở khu vực này được một thời gian. Điều tôi yêu thích ở khu vực này và các Rangers ở công viên này là họ giải thích những gì đã được tin tưởng trong quá khứ và bằng cách nào, thông qua nghiên cứu và trò chuyện với những người biết lịch sử truyền miệng, những gì được biết đến ngày nay. Họ không che đậy những gì đã nói, họ hướng dẫn bạn theo dòng thời gian để đến thông tin mới nhất với nhiều sự kiện liên quan hơn. Lần này chúng tôi đã thực hiện chuyến tham quan kéo dài một giờ đến nhà Cliff, trái ngược với chuyến tham quan dài hơn trong khu vực. Nó rất chi tiết và rất nhiều thông tin. Hướng dẫn viên của chúng tôi có thể cân bằng rất tốt sự hài hước, lịch sử, sự thật và sự an toàn. Các cửa hàng quà tặng và bảo tàng sạch sẽ và được chăm sóc tốt. Nhìn chung, đó là một chuyến thăm tuyệt vời! Đọc thêm",
            "Các quan điểm thực sự tốt. Lịch sử là đặc biệt. Chúng tôi rất ngạc nhiên khi thấy vẫn còn tồn tại rất nhiều ngôi nhà trên vách đá khác nhau. Chúng tôi nhận thấy rằng chúng tôi có thể thực hiện các chuyến tham quan Cliff Palace - Balcony House, khám phá trung tâm du khách và các địa điểm Far View tất cả chỉ trong 1 ngày. Chúng tôi đã không đi bộ đường dài nữa vì độ cao khiến chúng tôi mệt mỏi.Đọc thêm",
            "Mặc dù con đường Wetherill Mesa đã bị đóng cửa nhưng chúng tôi không hề cảm thấy bị lừa để có được trải nghiệm NP tuyệt vời.  Chúng tôi dành 6 giờ một ngày và 5 giờ ngày hôm sau trong công viên.  Vào thời điểm đó, chúng tôi đã thực hiện chuyến tham quan có hướng dẫn đến Cung điện Cliff - ban đầu không có vé, nhưng đã kiểm tra trang web nhiều lần trong ngày và nhận được vé trước 2 ngày - ; đến trung tâm du khách, tham quan bảo tàng - chiếu phim; đi qua tất cả các địa điểm Far View; đi trên Đường mòn Petroglyph - điểm nổi bật! - ; và dừng lại ở tất cả các địa điểm pit house và pueblo.  Chúng tôi thực sự đánh giá cao tính trung thực của bảo tàng - bộ phim kể về việc người dân bản địa thời hiện đại không cảm thấy được VQG chào đón như thế nào, dựa trên cách kể câu chuyện của họ trong quá khứ.  Có một nỗ lực liên tục để khắc phục điều này.  Cơ hội được đi bộ bên trong Cung điện Cliff trong một chuyến tham quan thực sự là một điều tuyệt vời và Ranger Adam đã làm rất tốt khi giải thích những gì anh ấy biết và cẩn thận không suy đoán về những điều không thể biết chắc chắn.  Đường mòn Petroglyph cực kỳ thú vị, với nhiều bậc thang bằng sa thạch, những đoạn leo núi nhỏ và những khối đá tuyệt đẹp.  Bảng khắc đá rất dễ nhận ra vì có một rào chắn phía trước và một biển báo yêu cầu không được chạm vào.  Chúng tôi cảm thấy rằng khoảng thời gian chúng tôi dành ở công viên là vừa phải.  Một ngày dài có lẽ khá mệt mỏi, nhưng 2 ngày ngắn hơn thì hoàn hảo.Đọc thêm",
            "Một nơi tuyệt vời.  Một công viên quốc gia không thể bỏ lỡ.  Ổ đĩa dài nhưng cũng xứng đáng.  Hãy nhớ đặt trước các chuyến tham quan của bạn nếu không bạn sẽ không thực sự được vào một trong hai ngôi nhà mở cửa cho công chúng vào năm 2024.Đọc thêm",
            "Đây là thông tin tôi đang tìm kiếm khi quyết định thực hiện chuyến tham quan ngôi nhà trên vách đá hoặc ngôi nhà có ban công ở Mesa Verde.  Tôi đã - không chắc mình sẽ vừa. Tôi nặng khoảng 250 lbs, 5 - 7 - - . Nếu nó. Trung tâm du khách có một bản sao của đường hầm.  Hình ảnh của người đàn ông 5 - 10 - - 210 lbs.Đọc thêm",
            "Công viên quốc gia này có một số cảnh quan tráng lệ nhất mà tôi từng thấy. Và những ngôi nhà trên vách đá thật tuyệt vời để xem. Chúng tôi rất tiếc vì đã không đặt trước vé cho chuyến tham quan xuống các ngôi nhà ở Pueblo. Lần sau!Đọc thêm",
            "Chúng tôi may mắn được đến thăm vào một ngày đẹp trời khi có khá ít khách du lịch.  Mặc dù bản thân các địa điểm - cũng như sự sáng tạo và khả năng phục hồi của những người đã tạo ra chúng và sống ở đó - là rất sâu sắc, nhưng không thể bỏ qua chuyến đi ngoạn mục lên mesa và vào công viên.  Suốt chặng đường chúng tôi cứ hỏi, - Làm sao họ tìm được nơi này?!? - Lên kế hoạch dành cả ngày, vì cứ mỗi lần chúng tôi nghĩ mình đã nhìn thấy mọi thứ, chúng tôi lại lái xe vòng qua một khúc cua và ở đó trong vách đá sẽ có một địa điểm khác.Đọc thêm",
            "Các quan điểm thật tuyệt vời.  Thật đáng kinh ngạc khi thấy những gì người Mỹ bản địa đã làm để tạo ra ngôi nhà của họ trong vách đá.  Phải xem.  Trung tâm du khách đáng để dành vài phút và đi bộ qua. Chúng tôi đã đi vào tháng ba, vì vậy đám đông đã giảm.  Không có vấn đề gì với việc đậu xe ở bất cứ nơi nào chúng tôi đến.  Chúng tôi mất khoảng 4 giờ để xem hết mọi thứ chúng tôi muốn thấy.  Chúng tôi đã đi bộ một chút nhưng không quá nhiều.  Rất nhiều nhà vệ sinh trong công viên.  Một khu vực không thể bỏ qua.Đọc thêm",
            "Mặc dù đã xảy ra tai nạn với một chiếc xe cắm trại bị lật một ngày trước chuyến thăm của chúng tôi, chúng tôi chỉ đợi 1 giờ để vào công viên qua tình huống của họ. Công viên có mật độ thấp nên tôi khuyên bạn nên đến vào cuối tháng 2. Nhân viên rất hiểu biết và sẵn sàng chia sẻ mọi kiến ​​thức nhưng không quá áp đảo hoặc quá lố. Chúng tôi đã ăn chúng tôi tráng lệ và thiêng liêng. Một trong những trải nghiệm tuyệt vời nhất của tôi sau nhiều năm du lịch quốc tế và sống ở nước ngoài. Đây là một trang web không thể bỏ quaĐọc thêm",
            "Công viên này là nơi không thể bỏ qua nếu bạn thích công viên quốc gia và khảo cổ học - nhân chủng học.  Nó là sự kết hợp giữa cách nền văn minh tiên tiến có được công nghệ điện tử trước đó.  Tòa nhà tinh vi và cấu trúc xã hội sử dụng các cấu trúc tự nhiên với công trình làm mát để bảo tồn và bảo vệ nhiệt.  các trang web diễn giải giải thích rõ ràngĐọc thêm",
            "Sức hấp dẫn của Công viên Quốc gia Mesa Verde trong chuyến thăm của tôi chắc chắn đã được khuếch đại bởi tuyết. Nếu không có nó, phong cảnh có thể sẽ kém ấn tượng hơn, thiếu đi nét huyền diệu mà phong cảnh mùa đông mang lại. Những ngọn núi được tô điểm bởi tuyết biến thành một cảnh tượng ngoạn mục, nâng tầm khung cảnh mùa đông và sự tương phản với những ngôi nhà trên vách đá đã tạo thêm nét quyến rũ độc đáo, làm nổi bật vẻ đẹp phong cảnh tổng thể mà tôi may mắn được chứng kiến. Địa điểm Puebloan cổ đại này đã có lịch sử hàng thế kỷ và vẻ đẹp kiến ​​trúc tuyệt đẹp.  Sự khéo léo trong xây dựng của Cung điện Cliff, ẩn mình trong mặt đá dựng đứng, đã khiến tôi bị mê hoặc bởi kiến ​​trúc của cộng đồng cổ xưa. Đền Mặt Trời có một sức mê hoặc nhất định, mặc dù tôi ước có một góc nhìn từ trên không để nắm bắt đầy đủ bố cục của nó. Những người không có khuynh hướng đi bộ đường dài, đường vòng núi cung cấp một chuyến tham quan nhanh chóng, cho phép dừng lại ở nhiều địa điểm khác nhau và ngắm cảnh mà không cần phải cam kết nhiều thời gian.Đọc thêm",
            "Ga tàu Amtrak nào gần Công viên quốc gia Mesa Verde nhất?Đọc thêm",
            "Trạm Amtrak nào gần Vườn Quốc gia Mesa Verde nhất?Đọc thêm",
            "Tôi có thể đỗ xe mô tô 40 foot của mình tại công viên Mesa Verde không?Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho chuyến đi đến Mesa Verde trong vài tuần nữa và thật không may, chồng tôi đang gặp một số vấn đề về sức khỏe có thể hoặc không thể cải thiện vào thời điểm đó. Nếu anh ấy chỉ có thể đi bộ một quãng đường ngắn - dưới một dặm - và có lẽ không leo thang, liệu chúng tôi vẫn có thể ngắm công viên một cách trọn vẹn không? Đọc thêm",
            "Tôi không tin bạn có thể xuống được nơi ở trên vách đá lớn thứ hai.  Đó là một chuyến đi bộ khá dài.  Tuy nhiên, bạn có thể tự mình lái xe qua công viên và ngắm nhìn một vài nơi, bạn sẽ quan sát chúng chủ yếu từ bên kia thung lũng, nhưng chúng vẫn rất thú vị.  Tôi có thể khuyên bạn nên dùng một cặp ống nhòm.  Chuyến tham quan là một cách khác.Đọc thêm",
            "Trung tâm du khách có mở cửa không? Bạn có thể nhận được tem của mình không? Đọc thêm",
            "CHÀO\nKhi nào tôi có thể đặt chuyến tham quan vào tháng 7 năm 2021 ở Mesa Verde?\nCảm ơn,\nKatieĐọc thêm",
            "Xin chào Katie, tôi khuyên bạn nên truy cập trang web của họ để lấy thông tin đó. Đọc thêm",
            "Những khu vực nào trong công viên mở cửa vào ngày 16 và 17 tháng 11? Có tour du lịch nào không?Đọc thêm",
            "Tôi không biết. Tốt nhất là gọi đến văn phòng và nói chuyện với họ. Đọc thêm",
            "thời gian lái xe trong công viên là bao lâu?  - 1 - lối vào công viên nhìn ra xa - 2 - nhìn xa ra ban công nhà và các khu vực khác?Đọc thêm",
            "Thành thật mà nói với bạn, tôi không để ý thời gian khi tôi lái xe trên Đường Park nhưng 30 phút 20 phút nghe có vẻ đúng. đừng quên giới hạn tốc độ là 45 dặm một giờ và con đường từ lối vào công viên đến View Lodge xa ​​xôi là một con đường quanh co quanh co sẽ làm bạn chậm lại. bạn cũng có thể muốn dừng lại và ngắm nhìn một số quang cảnh trên con đường đến View Lodge xa ​​xôi, việc này sẽ mất một chút thời gian. Con đường từ Far View Lodge đến ngôi nhà có ban công và ngôi nhà trên cây Spruce khá bằng phẳng, thẳng và dễ lái xe nhưng vẫn chạy với vận tốc 45 dặm/giờ.Đọc thêm"
        ],
        "star_ratings": [
            308,
            58,
            20,
            2,
            5
        ],
        "review_amount": 393,
        "location": [
            "Hoa Kỳ",
            "Colorado - CO -",
            "Vườn quốc gia Mesa Verde",
            "Những điều cần làm ở Vườn quốc gia Mesa Verde"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 20, 2023",
            "Written June 29, 2023",
            "Written July 17, 2023",
            "Written July 20, 2023",
            "Written July 29, 2023",
            "Written August 7, 2023",
            "Written August 12, 2023",
            "Written August 25, 2023",
            "Written August 31, 2023",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 2, 2024",
            "Written March 31, 2024",
            "Written March 1, 2024",
            "Written January 20, 2024",
            "Written November 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60900-d14788340-Reviews-Mesa_Verde_National_Park-Mesa_Verde_National_Park_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d4178599-Reviews-Chapin_Mesa_Archeological_Museum-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d144953-Reviews-Petroglyph_Point_Hike-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d125453-Reviews-Cliff_Palace-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d260229-Reviews-Balcony_House-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d9557661-Reviews-Square_Tower_House-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33550-d23760332-Reviews-Sun_Temple-Mesa_Mesa_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60857-d23771311-Reviews-Kodak_House-Cortez_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60857-d23771292-Reviews-Badger_House_Community-Cortez_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60857-d23771195-Reviews-Long_House_Loop_Previously_Tram_Route-Cortez_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d14788340-Reviews-or10-Mesa_Verde_National_Park-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d7185385-Reviews-Soda_Canyon_Overlook_Trail-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d144951-Reviews-Point_Lookout_Trail-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d144949-Reviews-Knife_Edge_Trail-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d144952-Reviews-Spruce_Canyon_Trail-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d13008324-Reviews-Nordenskiold_16_Trail-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d144954-Reviews-Farming_Terraces-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d144950-Reviews-Prater_Ridge_Trail-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d2386815-Reviews-Mesa_Verde_Tour_Experience-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d1887272-Reviews-Long_House-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d1569508-Reviews-Spruce_Tree_House-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60900-d4444190-Reviews-Step_House-Mesa_Verde_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3530424-Reviews-Kalev_Chocolate_Shop_and_Workshop-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1866109-Reviews-Bangla_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d8325391-Reviews-Mediterraneo_Bar-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322653-Reviews-Silom_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d12927120-Reviews-Louvre_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187574-Reviews-Heaven-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34486-d7726528-Reviews-Ninja_Lounge_at_Dezerland_Park_Miami-North_Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g15305982-d23844330-Reviews-IsIltI_Masaj_Salonu_Terapi_Spa_Merkezi-Selcuklu_Konya.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10522908-Reviews-Chocolate_Museum-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60900-d14788340-Reviews-or10-Mesa_Verde_National_Park-Mesa_Verde_National_Park_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60900-d14788340-Reviews-Mesa_Verde_National_Park-Mesa_Verde_National_Park_Colorado.html"
    }
]