[
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là nhà điều hành tour du lịch chăm sóc sức khỏe ở Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn thông qua những trải nghiệm chữa bệnh tâm linh và cổ xưa, hòa nhập cá nhân và cân bằng nội tâm cho du khách nhằm mang đến sự thay đổi sâu sắc bên cạnh cảnh quan đẹp, các yếu tố lịch sử và văn hóa của các điểm đến ở Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippine, Malaysia , Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có ý nghĩa là Lòng Từ, là mong muốn tất cả chúng sinh được khỏe mạnh.Đọc thêm",
        "reviews": [
            "Chúng tôi vừa trở về sau chuyến du lịch Việt Nam, Campuchia và Lào. Trong suốt thời gian của chúng tôi, sự liên lạc và tổ chức từ cô Queenie và nhóm của cô ấy rất xuất sắc và đã tạo nên một chuyến đi tuyệt vời, tuyệt vời mà không phải lo lắng. Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi Hà Nội vịnh hạ long 1 ngày mai châu siem gặt và hoi an trong khoảng thời gian hơn 2 tuần và đã có khoảng thời gian thực sự tuyệt vời. Quynh Nguyễn thật xuất sắc - luôn gửi lời nhắc trước khi nhận hàng và hỏi thăm sau mỗi lần lấy hàng như thế nào. Các chuyến đi trong ngày và các tour du lịch đều được bao gồm và chuyển khoản. Mọi thứ đều diễn ra tốt đẹp. Có một cậu con trai 2 tuổi khiến chúng tôi lo lắng về số lượng chuyến đi nhưng mọi chuyện diễn ra rất tốt đẹp!! Tôi không thể giới thiệu họ đủ.Đọc thêm",
            "Cảm ơn Metta Voyage, cô Quennie, Hướng dẫn viên trung tâm Việt Nam Hoài Nhân về chuyến đi ở Hội Na và Bà Nà Hill...cô rất thân thiện và nhiệt tình. Năng lượng của cô ấy quá tốt. Sự hiện diện của cô ấy khiến chuyến đi trở thành một chuyến đi đáng nhớ suốt đời. Chắc chắn sẽ gặp lại cô ấy vào lần sau chúng tôi đến Việt Nam và cũng giới thiệu cho mọi người.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi đã có chuyến du lịch Việt Nam 4 ngày với chuyến đi Metta. Từ đầu đến cuối những ngày ở Việt Nam của chúng tôi đều được nhân viên bán hàng Trang tổ chức một cách hoàn hảo. Cô ấy hỗ trợ rất tốt trong chuyến đi của chúng tôi với sự hỗ trợ 24 giờ và lập kế hoạch cá nhân hóa. Chúng tôi thực sự khuyên bạn nên du lịch đến Việt Nam với sự hỗ trợ của Metta Voyage Travel.  Cảm ơn đội Metta Voyage rất nhiều! Hẹn gặp lại lần sau;Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn quý khách rất nhiều vì đã chọn Metta Voyage cho chuyến đi đến Việt Nam của mình và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ những khách hàng thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì quý khách đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của quý khách mà còn giúp quý khách tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc quý khách mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai.\nCảm ơn quý khách đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại quý khách!\nTrân trọng,\nMetta VoyageĐọc thêm",
            "Đó là một chuyến đi tuyệt vời, đẹp đẽ và cân bằng. Meta Voyage, Camille đã lên kế hoạch rất tốt cho chúng tôi. Trải nghiệm diễn ra suôn sẻ, thoải mái không căng thẳng. Cảm ơn bạn đã sắp xếp việc này rất tốt! Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Metta Voyage ...Họ thật xuất sắc, nhanh chóng, đầy đủ kiến ​​thức và linh hoạt để phân phối dịch vụ rất hiệu quả và vượt trội đã khiến kỳ nghỉ của chúng tôi tràn đầy niềm vui, hạnh phúc và trải nghiệm địa phương.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Queenie là điều phối viên du lịch chăm sóc chúng tôi. Từ việc thu thập từ taxi sân bay đến tài xế du thuyền trên sông vịnh Hạ Long luôn đúng giờ và xe ô tô hiện đại và sạch sẽ Vì vậy, nếu có ở Việt Nam, hãy luôn đặt điểm đến Châu ÁĐọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn quý khách rất nhiều vì đã chọn Metta Voyage cho chuyến đi đến Việt Nam của mình và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ những khách hàng thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì quý khách đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của quý khách mà còn giúp quý khách tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc quý khách mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai.\nCảm ơn quý khách đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại quý khách!\nTrân trọng,\nMetta VoyageĐọc thêm",
            "Cảm ơn Metta Voyage Cô Anna và hướng dẫn viên Hoài Nhân cho chuyến tham quan. Đó là một chuyến đi tuyệt vời. Hoài Nhân thật tuyệt vời. Cô ấy làm mọi thứ rất tốt. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. \nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Thật là một chuyến đi tuyệt vời với anh Tuấn! Anh ấy rất am hiểu và chia sẻ những câu chuyện tuyệt vời cũng như những hiểu biết sâu sắc về văn hóa và thành phố. Từ Hà Nội đến những chuyến phiêu lưu ở Tam Lộc, đây là một kỳ nghỉ tuyệt vời.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. \nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình Metta\nĐọc thêm",
            "DMC tốt nhất cho Việt Nam: Tất cả các chuyến tham quan đều được sắp xếp liền mạch, có hỗ trợ 24 giờ và lập kế hoạch cá nhân hóa. Điều này nâng cao đáng kể trải nghiệm cho mọi khách hàng. Ms Huyền Vũ , Ms Quynh Nguyen, Mr Thang Phan - Người giỏi nhất trong kinh doanhTrân trọng,Ankit Mane.Đọc thêm",
            "Kính gửi quý khách hàng, \nCảm ơn quý khách rất nhiều vì đã chọn Metta Voyage cho chuyến đi đến Việt Nam của mình và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ những khách hàng thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì quý khách đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của quý khách mà còn giúp quý khách tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc quý khách mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai. Cảm ơn quý khách đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại quý khách! \nTrân trọng, \nMetta VoyageĐọc thêm",
            "Xin chào. Tôi có một câu hỏi. Vợ tôi thích mua sắm, còn tôi có 2 con muốn chơi công viên nước, vui lòng giới thiệu một số điểm đến ở Việt Nam phù hợp với chúngĐọc thêm",
            "Làm cách nào tôi có thể nhận được báo giá cho chuyến đi 13 ngày tới Việt Nam?Đọc thêm",
            "Bạn có thể cung cấp thông tin cho chúng tôi qua email trên trang chủ của chúng tôi không? Chúng tôi sẽ thiết kế chương trình và báo giá 13 ngày tại Việt Nam và gửi đề xuất cho bạn trong thời gian sớm nhất,...Đọc thêm",
            "Còn dịch vụ và ngân sách cho chuyến du lịch Indonesia tại khu nghỉ dưỡng 5 sao thì sao? Cảm ơn bạnĐọc thêm",
            "Tùy theo thời gian khách hàng có thể dành cho chuyến đi 3 ngày, 1 tuần,… và yêu cầu của khách hàng, chúng tôi có thể đưa ra mức giá hợp lý cho khu nghỉ dưỡng và dịch vụ 5 sao.Đọc thêm",
            "Xin chào, tôi có một nghi ngờ. Không biết tour của công ty bạn có hướng dẫn viên nói tiếng Tây Ban Nha không?Đọc thêm",
            "Chúng tôi có một số hướng dẫn viên nói được nhiều quốc gia khác nhau như Tây Ban Nha, Anh, Ý, Pháp, v.v., giúp du khách dễ dàng khám phá mà không bị cản trở bởi ngôn ngữ.Đọc thêm",
            "Bạn có tour khám phá các nước Đông Nam Á khác ngoài Việt Nam không?Đọc thêm",
            "Vâng, chúng tôi có tất cả các tour khám phá các nước Đông Nam ÁĐọc thêm",
            "Xin chào. Mình đã gửi tin nhắn cho bạn qua email nhưng chưa nhận được hồi âm. Tôi dự định đến thăm Việt Nam trong 2 tuần vào tháng 8. Bạn có thể gợi ý cho mình lịch trình khám phá trong 2 tuần qua email được không?Đọc thêm",
            "Cảm ơn câu hỏi của bạn. Tôi sẽ trả lời email của bạn và gửi cho bạn hành trình Việt Nam trong 2 tuần đã bao gồm giá.Đọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or10-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138255-Reviews-Rittenhouse_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29563-d8489430-Reviews-Critchlow_Alligator_Sanctuary-Athens_Calhoun_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d254831-Reviews-Cabrillo_Bike_Path-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d20264250-Reviews-National_Children_s_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d2513065-Reviews-Sunken_City_Ruins_of_Simena-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d6022661-Reviews-Splash_Universe_Resort-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d19100597-Reviews-The_Gulch-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297516-d12833757-Reviews-Sablicevo-Rijeka_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189452-d8537415-Reviews-Valtos_Beach-Parga_Municipality_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d9983593-Reviews-Jungfraujoch_Top_of_Europe-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or10-Metta_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html"
    },
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là nhà điều hành tour du lịch chăm sóc sức khỏe ở Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn thông qua những trải nghiệm chữa bệnh tâm linh và cổ xưa, hòa nhập cá nhân và cân bằng nội tâm cho du khách nhằm mang đến sự thay đổi sâu sắc bên cạnh cảnh quan đẹp, các yếu tố lịch sử và văn hóa của các điểm đến ở Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippine, Malaysia , Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có ý nghĩa là Lòng Từ, là mong muốn tất cả chúng sinh được khỏe mạnh.Đọc thêm",
        "reviews": [
            "Nhân viên bán hàng Anna hỗ trợ rất tốt Hướng dẫn viên du lịch Robert Hung Người điều hành chất lượng rất tốt. Người tuyệt vời và đáng yêu. Cảm ơn vì chuyến đi tuyệt vời.Đọc thêm",
            "Kính gửi quý khách hàng, \nCảm ơn bạn rất nhiều vì đã chọn Miss Anna và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nHành trình MettaĐọc thêm",
            "Chúng tôi đã có chuyến du lịch Việt Nam 10 ngày với hành trình Metta. Từ đầu đến cuối những ngày ở Việt Nam của chúng tôi đã được tổ chức một cách hoàn hảo. Anna, từ cơ quan, rất hữu ích cho chúng tôi trong chuyến đi. Chúng tôi đánh giá cao chuyến du lịch đến Việt Nam của bạn với sự hỗ trợ của Metta Voyage Travel. Đất nước xinh đẹp, con người đáng yêu...Cảm ơn nhóm Metta Voyage rất nhiều! Hẹn gặp lại lần sau;Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng rất nhiều vì đã lựa chọn Miss Anna và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! Trân trọng, Metta VoyageĐọc thêm",
            "Chúng tôi đã đến thăm trải nghiệm Bà Nà Hills với hướng dẫn viên của chúng tôi Cô Anna thật tuyệt vời. Chúng tôi có tất cả các loại phương tiện để tiếp cận, tận hưởng khách sạn quay trở lại địa điểm, cảm ơn rất nhiều! Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chuyến tham quan tuyệt vời trên Mekong Rover, khu ẩm thực rất rất ngon. Cảm ơn bạn và tôi cũng sẽ tư vấn cho công ty tốt của bạn. Tên hướng dẫn viên: quang ngọc Sale; ông Thắng bà; kateĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Trải nghiệm rất thú vị, phong cảnh tuyệt vời và thức ăn ngon! Cảm ơn anh Quang Ngọc, hướng dẫn viên du lịch của chúng tôi vì những thông tin hữu ích được cung cấp và sự sẵn có tử tế; Anh Tài xế đã chở chúng tôi an toàn trong ngày và Cô Kate, Giám đốc Du lịch, vì đã biến tất cả những điều này thành hiện thực! Tên hướng dẫn viên: quang ngọc Bán hàng: Anh Thắng Cô: KateĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chuyên gia du lịch và nhà tổ chức của chúng tôi, anh Lưu Trung Hiếu, anh Justin từ Metta Voyages, rất tuyệt vời và hữu ích trong suốt chuyến đi của chúng tôi đến Việt Nam, anh ấy đã theo sát chúng tôi từng phút trong suốt chuyến đi đến Việt Nam và anh ấy đã khiến chuyến đi của chúng tôi trở nên tuyệt vời và thú vị. Tôi giới thiệu anh ấy cho tất cả những ai muốn du lịch đến Việt Nam. Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Joe là một hướng dẫn viên du lịch tuyệt vời, thành thật mà nói là một trong những người giỏi nhất tôi từng trải qua. Anh ấy đã khiến toàn bộ chuyến đi của chúng tôi trở nên thú vị từ đầu đến cuối và tôi thực sự muốn giới thiệu anh ấy với bất kỳ ai đi du lịch đến Đà Nẵng.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Anh Thắng, người điều hành tour của chúng tôi từ Metta Voyage, là tấm gương điển hình cho sự quan tâm và chăm sóc đặc biệt trong suốt hành trình khó quên của chúng tôi qua Việt Nam, Campuchia và Lào. Việc anh ấy đăng ký thường xuyên với nhóm sáu người của chúng tôi và cách tiếp cận cá nhân hóa của anh ấy đã làm phong phú thêm trải nghiệm của chúng tôi. Hơn nữa, sự sắp xếp đặt phòng tỉ mỉ của anh ấy đã đảm bảo cho tất cả chúng tôi một chuyến đi suôn sẻ và thú vị. Chúng tôi thực sự biết ơn sự cống hiến và chuyên môn của anh ấy, những điều đã góp phần to lớn vào cuộc phiêu lưu đáng nhớ của chúng tôi.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Bryan là một người dẫn chương trình xuất sắc và rất am hiểu về tất cả lịch sử của các chuyến tham quan và luôn nỗ lực hết mình để giúp đỡ mọi người và tôi giới thiệu Bryan làm hướng dẫn viên du lịchĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi đã đặt chuyến tham quan thông qua một nhà điều hành ở Vương quốc Anh và Metts Voyage là công ty hướng dẫn du lịch có trụ sở tại Châu Á. Các hướng dẫn viên cung cấp tổ chức chuyến đi là tuyệt vời nhất. Điều tuyệt vời nhất là chúng tôi hoàn toàn tin tưởng vào người liên hệ Châu Á của chúng tôi là Quynh Nguyen khi chúng tôi đặt câu hỏi hoặc cần làm rõ, phản hồi gần như ngay lập tức. Dịch vụ tuyệt vời.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Xin chào. Tôi có một câu hỏi. Vợ tôi thích mua sắm, còn tôi có 2 con muốn chơi công viên nước, vui lòng giới thiệu một số điểm đến ở Việt Nam phù hợp với chúngĐọc thêm",
            "Làm cách nào tôi có thể nhận được báo giá cho chuyến đi 13 ngày tới Việt Nam?Đọc thêm",
            "Bạn có thể cung cấp thông tin cho chúng tôi qua email trên trang chủ của chúng tôi không? Chúng tôi sẽ thiết kế chương trình và báo giá 13 ngày tại Việt Nam và gửi đề xuất cho bạn trong thời gian sớm nhất,...Đọc thêm",
            "Còn dịch vụ và ngân sách cho chuyến du lịch Indonesia tại khu nghỉ dưỡng 5 sao thì sao? Cảm ơn bạnĐọc thêm",
            "Tùy theo thời gian khách hàng có thể dành cho chuyến đi 3 ngày, 1 tuần,… và yêu cầu của khách hàng, chúng tôi có thể đưa ra mức giá hợp lý cho khu nghỉ dưỡng và dịch vụ 5 sao.Đọc thêm",
            "Xin chào, tôi có một nghi ngờ. Không biết tour của công ty bạn có hướng dẫn viên nói tiếng Tây Ban Nha không?Đọc thêm",
            "Chúng tôi có một số hướng dẫn viên nói được nhiều quốc gia khác nhau như Tây Ban Nha, Anh, Ý, Pháp, v.v., giúp du khách dễ dàng khám phá mà không bị cản trở bởi ngôn ngữ.Đọc thêm",
            "Bạn có tour khám phá các nước Đông Nam Á khác ngoài Việt Nam không?Đọc thêm",
            "Vâng, chúng tôi có tất cả các tour khám phá các nước Đông Nam ÁĐọc thêm",
            "Xin chào. Mình đã gửi tin nhắn cho bạn qua email nhưng chưa nhận được hồi âm. Tôi dự định đến thăm Việt Nam trong 2 tuần vào tháng 8. Bạn có thể gợi ý cho mình lịch trình khám phá trong 2 tuần qua email được không?Đọc thêm",
            "Cảm ơn câu hỏi của bạn. Tôi sẽ trả lời email của bạn và gửi cho bạn hành trình Việt Nam trong 2 tuần đã bao gồm giá.Đọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 27, 2024",
            "Written March 12, 2024",
            "Written March 5, 2024",
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written February 25, 2024",
            "Written February 21, 2024",
            "Written February 2, 2024",
            "Written January 25, 2024",
            "Written January 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-or10-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or20-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8549129-Reviews-The_Castle_of_Himara-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d2254160-Reviews-Log_Slide_Overlook-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d1123604-Reviews-Long_Beach_Velika_plaza-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d265439-Reviews-Detroit_Institute_of_Arts-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187722-Reviews-Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d7714796-Reviews-Benidorm_Municipal_Market-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d153836-Reviews-Molokini_Crater-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47101-d2711885-Reviews-Maggie_s_Diner_From_Wild_Hogs_Movie_Set-Madrid_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g39122-d297173-Reviews-OZ_Museum-Wamego_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d1986211-Reviews-Suuq_el_Ataba-Cairo_Cairo_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or20-Metta_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or10-Metta_Voyage-Hanoi.html"
    },
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là nhà điều hành tour du lịch chăm sóc sức khỏe ở Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn thông qua những trải nghiệm chữa bệnh tâm linh và cổ xưa, hòa nhập cá nhân và cân bằng nội tâm cho du khách nhằm mang đến sự thay đổi sâu sắc bên cạnh cảnh quan đẹp, các yếu tố lịch sử và văn hóa của các điểm đến ở Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippine, Malaysia , Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có ý nghĩa là Lòng Từ, là mong muốn tất cả chúng sinh được khỏe mạnh.Đọc thêm",
        "reviews": [
            "Đây là lần đầu tiên chúng tôi sử dụng công ty du lịch Metta Voyage và chúng tôi đã có trải nghiệm tuyệt vời nhờ dịch vụ do Minh cung cấp. Chúng tôi rất hài lòng với thỏa thuận trọn gói và chất lượng chuyến bay, chỗ ở và chuyến tham quan. Minh thật tuyệt vời và rất kiên nhẫn với những thắc mắc và yêu cầu của chúng tôi, điều này đã giúp chúng tôi có được kỳ nghỉ tuyệt vời nhất. Tuyệt vời, tuyệt vời. Chúng tôi chắc chắn sẽ giới thiệu Metta Voyage cho những người khác. Cảm ơn bạn rất nhiều vì một kỳ nghỉ tuyệt vời. Bà. Luda và các đối tácĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Cô Hồng hướng dẫn viên của chúng tôi và anh Kỳ tài xế của chúng tôi đã cho chúng tôi một chuyến tham quan tuyệt vời qua thành phố Hà Nội.  Từ tất cả những điểm nổi bật, những địa điểm ít người biết đến, đến các khu chợ, đến ẩm thực địa phương.  Dù chỉ có một ngày ở thành phố nhưng chúng tôi đã nắm bắt được mọi thứ.   Chắc chắn giá trị chuyến tham quan.  Cách tốt nhất để ngắm nhìn thành phố.  Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Sau chuyến thăm Thái Lan và Lào, tôi muốn tận dụng tối đa chuyến đi đến Việt Nam và chọn một chuyến du lịch riêng, được cá nhân hóa. Đó là khi tôi liên hệ với Metta Voyage và họ đã tạo ra một hành trình nổi bật phù hợp với sở thích của tôi, tập trung vào các điểm tham quan chính của Việt Nam cùng với nhiều hiểu biết độc đáo về địa phương. Trong suốt hành trình của tôi, giao tiếp của tôi với Trang từ Metta Voyage thật tuyệt vời. Cô ấy không chỉ vô cùng hữu ích mà còn phản hồi kịp thời mọi thắc mắc của tôi. Kiến thức và sự hướng dẫn về địa phương của cô ấy đã làm tăng thêm trải nghiệm phong phú của tôi. Điều khiến tôi ấn tượng nhất là sự chú ý của họ đến từng chi tiết. Mọi khía cạnh trong chuyến tham quan của tôi đều được tổ chức hoàn hảo, từ phương tiện đi lại thoải mái đến chỗ ở được lựa chọn chu đáo. Các hướng dẫn viên địa phương rất am hiểu và nhiệt tình, khiến mỗi chuyến tham quan vừa mang tính thông tin vừa thú vị. Metta Voyage vượt quá mọi mong đợi của tôi. Tính chuyên nghiệp và cam kết của họ đối với dịch vụ khách hàng đặc biệt đã khiến chuyến đi Việt Nam của tôi trở thành một trải nghiệm khó quên. Tôi đặc biệt giới thiệu Metta Voyage cho bất kỳ ai đang tìm kiếm trải nghiệm du lịch cá nhân hóa và chuyên sâu tại Việt Nam. Xin chân thành cảm ơn toàn thể ekip, và đặc biệt là Trang, vì đã tạo ra những khoảnh khắc đáng nhớ như vậy!Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi có một chuyến đi tuyệt vời với hướng dẫn viên Joe của bạn tại Đà Nẵng. Anh ấy rất tốt bụng, thân thiện và hữu ích. Anh ấy chỉ cho chúng tôi mọi thứ. Cảm ơn bạn rất nhiều . Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Cảm ơn vì chuyến đi Metta, Sale Camille, Đà Nẵng và hướng dẫn viên du lịch Hội An Hoài NHan vì chúng tôi đã gặp được cô hướng dẫn viên dễ thương, dễ thương Nhân Cô ấy là một người vô cùng xuất sắc, chuyến đi với cô ấy thật đáng yêu, cô ấy thật ngoan ngoãn và thật thân thiện. gia đình wd chúng tôi sẽ nhớ cô ấy rất nhiều tình yêu dành cho cô ấy cầu mong cô ấy luôn vươn lên và tỏa sáng trải nghiệm với đất nước wd cô ấy thật xuất sắc được yêu thích trong mỗi chuyến đi cảm ơn bạn nhân mong được gửi bạn bè và gia đình của tôi bạn yêu bạn Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi đã đến thăm Hà Nội, Vịnh Hạ Long, Thung lũng Sapa, Đà Nẵng và Hồ Chí Minh...Chuyến tham quan của chúng tôi gồm 16 người có hướng dẫn viên. Ông Bryan Hướng dẫn viên ở Hà Nội và Sapa cực kỳ hữu ích. Ông... Hướng dẫn viên ở Hồ Chí Minh cực kỳ tốt. Ông Dan từ Đà Nẵng lẽ ra có thể cung cấp dịch vụ tốt hơn. Nói chung là một trải nghiệm tuyệt vời. Các khách sạn Ấn Độ cung cấp đồ ăn chay đã được sắp xếp. Nhìn chung là một trải nghiệm tốt. Rất khuyến khích. Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã chọn Metta Voyage cho chuyến đi đến Việt Nam của mình và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ những khách hàng thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì quý khách đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của quý khách mà còn giúp quý khách tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc quý khách mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai. Cảm ơn quý khách đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại quý khách! Trân trọng, Metta VoyageĐọc thêm",
            "Chúng tôi có một hướng dẫn viên là bạn tên là Bryn đi cùng chúng tôi, người rất hợp tác và hỗ trợ trong suốt chuyến đi và chúng tôi đã có khoảng thời gian tuyệt vời ở miền Bắc Việt Nam cùng anh ấy Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! Trân trọng, Metta VoyageĐọc thêm",
            "Chúng tôi đã đến thăm Bana Hills ở Đà Nẵng, một nơi tuyệt vời .. thời tiết tuyệt vời...Đã có khoảng thời gian tuyệt vời với Joe, anh ấy đã hướng dẫn chúng tôi rất tốt và cung cấp cho chúng tôi rất nhiều thông tin về mọi thứ. Chúng tôi đã học về Việt Nam, văn hóa, ẩm thực, di sản. Chúng tôi đã có cơ hội chứng kiến ​​màn trình diễn lửa cầu rồng ... Xin gửi lời cảm ơn đặc biệt đến Camille vì đã khiến chuyến đi của chúng tôi trở nên thật dễ dàng và tuyệt vời...nói chung là một trải nghiệm mà chúng tôi sẽ trân trọng suốt cuộc đời..Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Miss Camille và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Cảm ơn Công ty Metta Voyage, Sale Ms Camille, Hướng dẫn viên Đà Nẵng Hoài Nhân vì chuyến đi 2 ngày vui vẻ. Tôi rất ngạc nhiên trước sự hiếu khách và rất nhiều từ ngữ để diễn tả niềm vui và sự hài lòng của tôi với dịch vụ được cung cấpĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Miss Camille và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Cảm ơn Công ty Metta Voyage, Sale Quynh, Hướng dẫn viên Đà Nẵng Hoài Nhân rất nhiều trong suốt chuyến đi, cô ấy rất nhiệt tình, vui vẻ và tốt bụng. Cô ấy thậm chí còn giúp chúng tôi tìm được nhà hàng phù hợp. Rất vui vẻ và thân thiện, đặc biệt với trẻ emĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Ms Quynh và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 18, 2024",
            "Written January 4, 2024",
            "Written December 29, 2023",
            "Written November 27, 2023",
            "Written November 24, 2023",
            "Written November 22, 2023",
            "Written November 13, 2023",
            "Written November 12, 2023",
            "Written November 5, 2023",
            "Written October 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-or20-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or10-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or30-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d320511-Reviews-Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60603-d646662-Reviews-Kapoho_Tide_Pools-Pahoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d11725997-Reviews-Shelter-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41590-d15151025-Reviews-Bancroft_s_Castle-Groton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131001-Reviews-Everglades_Alligator_Farm-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44647-d3235871-Reviews-Hollywood_Casino_Amphitheatre-Maryland_Heights_Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d1114299-Reviews-Andretti_Thrill_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34572-d1840488-Reviews-Vortex_Springs-Ponce_de_Leon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189493-d4915818-Reviews-Bisti_Beach-Hydra_Saronic_Gulf_Islands_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2268231-Reviews-Farma_of_Rhodes_Petting_Zoo-Rhodes_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or30-Metta_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or20-Metta_Voyage-Hanoi.html"
    },
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là nhà điều hành tour du lịch chăm sóc sức khỏe ở Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn thông qua những trải nghiệm chữa bệnh tâm linh và cổ xưa, hòa nhập cá nhân và cân bằng nội tâm cho du khách nhằm mang đến sự thay đổi sâu sắc bên cạnh cảnh quan đẹp, các yếu tố lịch sử và văn hóa của các điểm đến ở Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippine, Malaysia , Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có ý nghĩa là Lòng Từ, là mong muốn tất cả chúng sinh được khỏe mạnh.Đọc thêm",
        "reviews": [
            "Nó đã được cô Camille lên kế hoạch tốt và thực hiện xuất sắc. Tất cả các tour du lịch và chuyển giao được thực hiện suôn sẻ. Hướng dẫn viên du lịch được cung cấp có kiến ​​thức, có trình độ tiếng Anh tốt và rất hợp tác. Chúng tôi giới thiệu chuyến tham quan này cho bạn bè của mình.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Miss Camille và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời và họ đã làm rất tốt mọi việc sắp xếp. Tôi muốn cảm ơn người đặc biệt Camille vì sự sắp xếp tuyệt vời và cô ấy đã làm rất tốt cho toàn bộ chuyến đi. Cảm ơn bạn một lần nữa.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Miss Camille và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi đã đặt tour cùng Mina, Toàn cảnh Việt Nam ở phía bắc 7 ngày 6 đêm vào giữa tháng 8.  Mina rất hữu ích và nhanh chóng trả lời các câu hỏi của chúng tôi.  Mọi thứ kể cả những ngày rảnh rỗi và dễ dàng của chúng tôi đều được sắp xếp một cách độc đáo.  Xe buýt đến đón chúng tôi đúng giờ tại khách sạn đến vịnh Hạ Long và sân bay. Hướng dẫn viên của chúng tôi, anh Phương cũng thật tuyệt vời! Chúng tôi chắc chắn sẽ tìm kiếm lại Mina và Metta Voyage cho các quốc gia ĐNÁ tiếp theo của chúng tôi.  Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã chọn Miss Mina và Metta Voyage trong chuyến đi đến Việt Nam của mình, và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ những khách hàng thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì quý khách đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của quý khách mà còn giúp quý khách tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc quý khách mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai. Cảm ơn quý khách đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại quý khách!\nTrân trọng,\nMetta Voyage\nĐọc thêm",
            "Cặp đôi chúng tôi đã đặt chuyến tham quan Hà Nội, Vịnh Hạ Long và Đà Nẵng với chuyến đi Metta trong tuần đầu tiên của ngày 23 tháng 9. Chuyến đi thật tuyệt vời, đó sẽ là kỷ niệm trong đời của chúng tôi. Giao dịch với khách hàng của Metta Voyage, đặc biệt là Ms.Minh Trang Do Mina rất tốt. Cô ấy rất hữu ích, rất thông minh và rất hợp tác. Chúng tôi thực sự thích các giao dịch của cô ấy và tất cả các sắp xếp cho chuyến đi Metta trong chuyến tham quan của chúng tôi. Cảm ơn Mina và Metta Voyage một lần nữa. Santosh Niraula và Richa Dahal đến từ Nepal Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng rất nhiều vì đã lựa chọn Miss Mina và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Khám phá tuyệt vời cho chúng tôi về Việt Nam. Các địa điểm được lựa chọn hoàn hảo để tham quan, khách sạn rất tiện nghi. Thời gian được cân bằng tốt, với sự giúp đỡ của hướng dẫn viên của chúng tôi, ông Tất Hương Nguyễn, kết hợp khả năng tổ chức chính xác và khiếu hài hước tuyệt vời, thích ứng với các tình huống thay đổi và cơ hội tham quan. Hiểu biết sâu sắc về đất nước mình, đưa ra những thông tin cụ thể và thú vị. Một bước đột phá cụ thể cho dãy núi Tonkins và Rizieres cũng như cho Vịnh Hạ Long trường tồn với thời gian.Đọc thêm",
            "Kính gửi đối tác,\nCảm ơn bạn rất nhiều vì đã chọn Metta Voyage làm đối tác tại Việt Nam và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ các đối tác thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai. Cảm ơn bạn đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại bạn!\n\nTrân trọng,\nMetta VoyageĐọc thêm",
            "Queenie thật tuyệt vời! Cô ấy đã giúp chúng tôi mọi thứ từ việc chuyển tiền, đặt phòng khách sạn và khắc phục sự cố chung. Tôi giới thiệu cho tất cả mọi người và tôi chắc chắn sẽ sử dụng lại. Cảm ơnĐọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Mrs. Queenie và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chuyến đi của tôi đã được Metta Voyage lên kế hoạch hoàn toàn, bắt đầu từ việc sắp xếp visa cho đến khi thả tôi xuống sân bay khi kết thúc chuyến đi. Metta Voyage tôn trọng đầy đủ các cam kết của họ và mọi thứ đều được lên kế hoạch và tổ chức tốt. Những vấn đề nhỏ gặp phải trong chuyến đi đã được họ giải quyết ngay lập tức mà không khiến tôi đau đầu. Đặc biệt cảm ơn Hải Yến VuJolie, người phụ trách chuyến đi của tôi và người đã khiến tôi không thể cảm thấy như ở nhà và tận hưởng chuyến đi của mình. Tôi chắc chắn sẽ giới thiệu Metta Voyage cho bạn bè của mình bất cứ khi nào họ đến thăm Việt Nam.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã lựa chọn Miss Jolie và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi tại Anandos Holiday, Thành phố Surat, Ấn Độ đã đặt các chuyến tham quan cho những khách hàng quý giá của tôi với Metta Voyage và trải nghiệm này thực sự tốt. Khách hàng của tôi thực sự thích chuyến tham quan PVT SIC của họ. Đặc biệt cảm ơn cô Camille, người đã rất nhiệt tình chia sẻ trước thông tin chi tiết về chuyến tham quan và theo dõi hàng ngày. Nhìn chung nó được đánh giá cao.Đọc thêm",
            "Kính gửi đối tác quý giá,\nCảm ơn bạn rất nhiều vì đã chọn Metta Voyage làm đối tác của mình tại Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ các đối tác thân yêu để giúp chúng tôi duy trì và cải tiến các sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Tên tôi là Vishal Mehta Tôi là người sáng lập một công ty du lịch ở Ấn Độ tên là Turista World Holidays. Tôi đã đặt gói kỳ nghỉ 9N10D Việt Nam cho khách hàng của mình thông qua Metta Voyage A DMC tại Việt Nam. Tôi đã đặt tour phối hợp với Queenie. Metta Voyage có một người hiểu biết đáng kinh ngạc. Tôi đã nói chuyện với khách hàng của mình sau vài ngày tham quan bắt đầu, khách hàng nói với tôi về dịch vụ tuyệt vời và kịp thời của họ. Hỗ trợ mặt đất rất xuất sắc và những người này luôn có thể tiếp cận được. Thật không may, mẹ của khách hàng của tôi không được khỏe và đáng lẽ phải nhập viện...và tôi vô cùng hạnh phúc với sự hỗ trợ tại địa phương mà họ đã mở rộng và nhóm của họ cũng đã ở bên bệnh nhân và khách hàng của tôi cho đến 3h30 sáng tại Bệnh viện. Điều đó đã tiếp thêm sức mạnh cho khách hàng của tôi vì khách hàng không bao giờ cảm thấy đơn độc ở đó...Tôi đặc biệt cảm ơn Queenie và Đại diện Ấn Độ của họ, bà Kamar Ansari. Tôn trọng bạn. Những lời chúc tốt đẹp nhất của tôi tới Metta Voyage và nhóm.Đọc thêm",
            "Kính gửi quý khách hàng, \nCảm ơn bạn rất nhiều vì đã lựa chọn Mrs. Queenie và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong đời, chúng tôi đã làm được rất nhiều điều trong một khoảng thời gian ngắn, các chuyến tham quan của chúng tôi thật tuyệt vời, hướng dẫn viên du lịch của chúng tôi thật tuyệt vời, người lái xe thật tuyệt vời, những Khách sạn tuyệt vời của chúng tôi, chuyến hành trình đến Vịnh Hạ Long sẽ luôn ở trong ký ức của chúng tôi, chúng tôi đã bay đến từ Hàn Quốc và bố mẹ tôi từ Florida Hoa Kỳ và chúng tôi thực sự đang nghĩ đến việc quay lại sớm, đó là cách chúng tôi yêu thích nó.Đọc thêm",
            "Kính gửi quý khách hàng, \nCảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nHành trình MettaĐọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written September 26, 2023",
            "Written September 9, 2023",
            "Written September 7, 2023",
            "Written August 14, 2023",
            "Written August 6, 2023",
            "Written July 17, 2023",
            "Written July 3, 2023",
            "Written June 9, 2023",
            "Written June 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-or30-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or20-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or40-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32057-d4820065-Reviews-Parkwest_Bicycle_Casino-Bell_Gardens_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g6495554-d16806018-Reviews-Bay_of_Grama-Orikum_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1767054-d6103204-Reviews-Toli_Peer-Rawalakot_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g55114-d2734336-Reviews-Brimstone_Recreation-Huntsville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d563398-Reviews-Scobee_Planetarium-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g51191-d2234392-Reviews-Kiddie_Park-Bartlesville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10636440-Reviews-Swingers_City-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g6158669-d5996803-Reviews-Platamonas_Castle-Platamon_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3946800-d147716-Reviews-Mahogany_Run_Golf_Course-North_Side_St_Thomas_U_S_Virgin_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or40-Metta_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or30-Metta_Voyage-Hanoi.html"
    },
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là nhà điều hành tour du lịch chăm sóc sức khỏe ở Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn thông qua những trải nghiệm chữa bệnh tâm linh và cổ xưa, hòa nhập cá nhân và cân bằng nội tâm cho du khách nhằm mang đến sự thay đổi sâu sắc bên cạnh cảnh quan đẹp, các yếu tố lịch sử và văn hóa của các điểm đến ở Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippine, Malaysia , Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có ý nghĩa là Lòng Từ, là mong muốn tất cả chúng sinh được khỏe mạnh.Đọc thêm",
        "reviews": [
            "Đây là lần đầu tiên tôi đến thăm Việt Nam và tôi rất vui vì đã đặt chuyến đi qua đại lý này. Cô Jolie rất chuyên nghiệp và hữu ích trong việc giới thiệu một gói dịch vụ không tốn kém và phù hợp với tôi. Cô ấy cũng rất nhiệt tình và hiệu quả trong việc trả lời tin nhắn của tôi; ngay cả sau giờ làm việc, cô ấy vẫn nhắn tin cho tôi để kiểm tra xem tôi có cần hỗ trợ gì không. Tôi rất thích chuyến đi này với sự sắp xếp của cô ấy.Đọc thêm",
            "Kính gửi quý khách hàng, \nCảm ơn bạn rất nhiều vì đã lựa chọn Miss Jolie và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi muốn tự mình tổ chức chuyến đi vì chúng tôi đã biết rõ mình muốn đi đâu và đi như thế nào. Sau đó, khi tìm kiếm thông tin trên mạng, cuộc trò chuyện với Metta travel hiện ra. Mina rất chuyên nghiệp, hữu ích và lịch sự trong việc đưa ra lời khuyên, đến nỗi chúng tôi bị thuyết phục sử dụng dịch vụ của cô ấy để hoàn thiện hành trình, giúp trải nghiệm trở nên liền mạch và đặt vé cũng như một số chuyến tham quan có hướng dẫn mà chúng tôi nghĩ họ có thể trợ giúp. Cảm ơn Mina rất nhiều vì sự giúp đỡ và cách tiếp cận chuyên nghiệp của bạn! Tôi chắc chắn khuyên bạn nên hợp tác với bạn để tổ chức một chuyến đi đến Việt Nam.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng rất nhiều vì đã lựa chọn Miss Mina và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nHành trình MettaĐọc thêm",
            "Chuyến tham quan đáng nhớ với Camille và Nhóm từ Metta Voyage.. tất cả hướng dẫn viên là QuynhHà Nội, Đông Đà Nẵng và ông Thông Hồ Chí Minh đều quá giỏi.. kiến ​​thức đầy đủ và tính chuyên nghiệp tuyệt đối với sự tiếp xúc thân thiện của Camille và Nhóm đã khiến chuyến tham quan này trở nên đáng nhớ.. Cảm ơn từ tất cả chúng tôi ở Ấn Độ.. chắc chắn sẽ giới thiệu các bạn với bất kỳ ai khác..Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Miss Camille và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nHành trình MettaĐọc thêm",
            "Chúng tôi muốn cảm ơn từng người tại Metta Voyages đã giúp chúng tôi biến chuyến đi của mình thực sự tuyệt vời. Chúng tôi đã đến Hà Nội, Vịnh Hạ Long và Thành phố Hồ Chí Minh trong chuyến đi 7 ngày và tất cả chúng tôi đều trải nghiệm những điều tuyệt vời nhất. Không có chỗ cho khiếu nại.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nHành trình MettaĐọc thêm",
            "Vợ tôi và tôi vừa trở về sau chuyến đi 11 ngày tuyệt vời từ Bắc vào Nam Việt Nam. Chúng tôi muốn gửi một tràng pháo tay thật lớn đến người điều hành tour này và đặc biệt là Mina vì cách cô ấy xoay sở để mọi thứ diễn ra suôn sẻ như vậy. Chúng tôi thực sự đánh giá cao cách cô ấy đáp ứng yêu cầu của chúng tôi và điều chỉnh chuyến đi. Vườn quốc gia Bạch Mã là nơi ẩn náu, hệ sinh thái đáng kinh ngạc và được đánh giá cao không khí trong lành trong đợt nắng nóng khắc nghiệt! rất khuyến khích như là một phần của các lựa chọn tour du lịch. Đây là trải nghiệm đầu tiên của chúng tôi với hướng dẫn viên và tài xế riêng và muốn chia sẻ sự cảm kích của chúng tôi đối với Xuân, Thông và Quyên, những người rất am hiểu và đam mê đất nước của họ.  Ngoài ra, chúng tôi muốn đặc biệt đề cập đến những người lái xe đã hoàn thành xuất sắc việc lái xe một cách bình tĩnh và êm ái ngay cả khi giao thông ở Hà Nội và Thành phố Hồ Chí Minh! Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng rất nhiều vì đã lựa chọn Miss Mina và Metta Voyage trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nHành trình MettaĐọc thêm",
            "Cảm ơn Mina đã sắp xếp chuyến du lịch Sapa Hà Nội 7 ngày 6 đêm tuyệt vời.. Trải nghiệm tuyệt vời và chuyến du ngoạn Mon Cheri rất tuyệt..Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã chọn cô Minh Trang và Metta Voyage trong chuyến đi đến Đông Nam Á của mình, và đã dành thời gian chia sẻ suy nghĩ và nhận xét của mình. Chúng tôi luôn hoan nghênh phản hồi từ những khách hàng thân thiết để giúp chúng tôi duy trì và cải thiện sản phẩm và dịch vụ của mình. Và chúng tôi rất vui vì quý khách đã có trải nghiệm tuyệt vời với các dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của quý khách mà còn giúp quý khách tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc quý khách mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai. Cảm ơn quý khách đã chọn chúng tôi và chúng tôi hy vọng sớm được gặp lại quý khách! \nTrân trọng,\nMetta Voyage\nĐọc thêm",
            "Cảm ơn Mina Minh Trang vì đã lên kế hoạch xuất sắc cho kỳ nghỉ 12 ngày ở Việt Nam khắp Bắc, Trung và Nam của chúng tôi! Mina đã tổ chức toàn bộ chuyến đi riêng tư của chúng tôi từ đầu đến cuối và theo dõi trong suốt kỳ nghỉ của chúng tôi để đảm bảo chúng tôi có trải nghiệm tuyệt vời. Xin chân thành cảm ơn các hướng dẫn viên Xuân hay còn gọi là Fletcher, Thắng và Hou, đã khiến chuyến tham quan của chúng tôi trở nên đáng nhớ. Nếu bạn có bất kỳ nghi ngờ nào, vì ngay từ đầu tôi đã tìm thấy công ty trên internet, Metta Voyage là một công ty du lịch chuyên nghiệp và có hoạt động trên khắp đất nước nên bạn có thể tin tưởng họ.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng đã lựa chọn Miss Minh Trang và Metta Voyage trong chuyến đi Đông Nam Á và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! Trân trọng, Metta VoyageĐọc thêm",
            "Jolie từ Metta Voyage đã làm việc cùng với 3 người bạn đến từ Israel vào cuối những năm 60 để cá nhân hóa chuyến du lịch Việt Nam kéo dài 3 tuần với hướng dẫn viên, tài xế riêng và các chuyến bay nội địa. Jolie thật tuyệt vời, cô ấy kiên nhẫn lắng nghe yêu cầu của chúng tôi và thay đổi hành trình nhiều lần cho đến khi chúng tôi cảm thấy hài lòng.   Mọi thứ chúng tôi làm đều được thực hiện một cách chuyên nghiệp và hướng dẫn viên rất thông minh, hiểu biết và siêu hấp dẫn.  Chúng tôi yêu quý tất cả mọi người trong chuyến đi và Việt Nam là một quốc gia được đánh giá cao với vô số điểm tham quan và hoạt động.  Cảm ơn rất nhiều vì đã cung cấp một dịch vụ tuyệt vời như vậy!Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng rất nhiều vì đã lựa chọn Miss Jolie trong chuyến đi đến Đông Nam Á và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chuyến đi ngắn ngày của chúng tôi đến Hà Nội đã được lên kế hoạch bởi chuyến đi Metta. Và đó thực sự là chuyến đi đáng nhớ nhất Việc sắp xếp hành trình ở Hạ Long là điều tuyệt vời nhất mà Queenie đã giúp chúng tôi mọi việc trong suốt chuyến đi và luôn luôn nhanh chóng Dịch vụ thực sự tuyệt vời của Metta VoyageĐọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Mrs. Queenie trong chuyến đi Hà Nội, Vịnh Hạ Long và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Metta Voyage. Queenie đã lên kế hoạch mọi thứ cho T. Chuyến đi xuyên Việt của chúng tôi thật đáng nhớ. Họ có những hướng dẫn viên du lịch xuất sắc làm việc cùng họ và không bao giờ vội vàng. Queenie đã rất nhanh chóng và nhanh chóng đáp ứng mọi thay đổi vào phút cuối của chúng tôi. Tôi thực sự muốn giới thiệu họ nếu có người đến thăm Việt Nam.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Mrs. Queenie trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nĐọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written May 24, 2023",
            "Written May 9, 2023",
            "Written May 3, 2023",
            "Written May 2, 2023",
            "Written April 25, 2023",
            "Written December 28, 2022",
            "Written December 23, 2022",
            "Written December 17, 2022",
            "Written December 14, 2022",
            "Written December 11, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-or40-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or30-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or50-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48502-d4700126-Reviews-Peconic_Paddler-Riverhead_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d1643536-Reviews-Manjanggul_Cave-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d15224735-Reviews-MyTransfers-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33835-d126689-Reviews-Quassy_Amusement_Waterpark-Middlebury_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3398539-Reviews-Marina_Grande_Antico_Borgo_Marinaro-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d4931567-Reviews-The_Cyclone-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d109063-Reviews-Ripley_s_Believe_It_or_Not-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d142973-Reviews-Lookout_Mountain-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g52894-d4283423-Reviews-Pymatuning_Deer_Park-Jamestown_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15018728-Reviews-The_Smurf_Experience-Brussels.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or50-Metta_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or40-Metta_Voyage-Hanoi.html"
    },
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là nhà điều hành tour du lịch chăm sóc sức khỏe ở Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn thông qua những trải nghiệm chữa bệnh tâm linh và cổ xưa, hòa nhập cá nhân và cân bằng nội tâm cho du khách nhằm mang đến sự thay đổi sâu sắc bên cạnh cảnh quan đẹp, các yếu tố lịch sử và văn hóa của các điểm đến ở Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippine, Malaysia , Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có ý nghĩa là Lòng Từ, là mong muốn tất cả chúng sinh được khỏe mạnh.Đọc thêm",
        "reviews": [
            "Chúng tôi tìm thấy Metta Voyage trên internet và đây là lần đầu tiên chúng tôi đến thăm Việt Nam, chúng tôi hơi lo lắng vì không biết công ty nhưng thật là một bất ngờ thú vị!. Nó đã trở thành một Đại lý Du lịch xuất sắc và đáng tin cậy. Liên hệ ban đầu nhanh chóng và chính xác từ họ. Cố vấn chuyến đi của chúng tôi là cô Minh Trang, một đại diện công ty đáng yêu và chuyên nghiệp, nói được nhiều ngôn ngữ và theo dõi quá trình phát triển chuyến đi của chúng tôi từng ngày. Họ đã điều chỉnh chuyến đi của chúng tôi chính xác như chúng tôi cần và yêu cầu, dựa trên khoảng thời gian, loại khách sạn và ngân sách. Toàn bộ chương trình trở nên tuyệt vời, không có một vấn đề hay phàn nàn nào. Sự lựa chọn tuyệt vời về các địa điểm tham quan cũng như các khách sạn đẹp và tiện nghi tại Metta Residence Resort tại Siem Reap, Campuchia thật tuyệt vời!. Thức ăn ở khắp mọi nơi đều ngon và chúng tôi tăng thêm vài cân, nhưng điều đó đáng giá. Hướng dẫn viên luôn đúng giờ, rất chuyên nghiệp và có rất nhiều kiến ​​thức về văn hóa và lịch sử. Chúng tôi đã kết bạn với họ. Một công ty du lịch rất chuyên nghiệp và đáng tin cậy. Tôi đặc biệt giới thiệu Metta Voyage cho bất kỳ ai. Cảm ơn Metta!.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách hàng đã lựa chọn Miss Minh Trang trong chuyến đi Đông Nam Á và dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Tôi xin cảm ơn Metta Voyage đã sắp xếp chuyến du lịch Đông Dương kéo dài một tháng của tôi. Tôi rất thích việc sắp xếp toàn bộ tour du lịch. Tôi năm nay 73 tuổi, đi du lịch một mình có người giúp việc.  Vào ngày đầu tiên tôi bắt đầu chuyến tham quan, tôi nhận được thẻ ghi nợ tiền mặt duy nhất được ATM giữ lại.  Hướng dẫn viên du lịch và giám đốc công ty đã giúp tôi giải quyết những vấn đề của mình để tôi có thể tận hưởng chuyến tham quan mà không phải lo lắng.  Một lần nữa tôi xin cảm ơn tất cả nhân viên của Metta Voyage.Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nHành trình MettaĐọc thêm",
            "Dù đăng hơi muộn nhưng cứ như thể chúng tôi mới có chuyến đi Việt Nam mới hôm qua. Một nơi chưa biết nhưng sẵn sàng để khám phá. Trải nghiệm này rất đáng để Metta Voyage ghé thăm, người đã nỗ lực hết sức để tổ chức một chuyến đi suôn sẻ đáng nhớ. Từ khi bắt đầu chuyến đi Hà Nội, đến du lịch Vịnh Hạ Long để đi du thuyền và kết thúc ở Hồ Chí Minh, mọi nơi đều đáng để ghé thăm. Xin gửi lời cảm ơn chân thành tới điều phối viên địa phương của chúng tôi từ Metta, Queenie vì trải nghiệm tuyệt vời này và hướng dẫn viên địa phương của chúng tôi ở Hồ Chí Minh, Nick, người đã luôn đối xử với chúng tôi như những thành viên trong gia đình. Rất mong được cộng tác với nhóm của bạn để có thêm nhiều kỷ niệm đẹp trong tương lai.  Hãy tiếp tục phát huy nhé. Metta Voyage chắc chắn sẽ được giới thiệu đến tất cả những người thân yêu của chúng ta Đọc thêm",
            "Kính gửi quý khách hàng, Cảm ơn quý khách rất nhiều vì đã lựa chọn Mrs. Queenie trong chuyến đi đến Việt Nam và đã dành thời gian chia sẻ suy nghĩ cũng như nhận xét của mình với chúng tôi. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Một cuộc phiêu lưu và trải nghiệm tuyệt vời. Tận hưởng từng khoảnh khắc và mọi người rất thân thiện và hữu ích. Tôi chắc chắn sẽ đặt chuyến đi này một lần nữa trong tương lai. Muốn giới thiệu chuyến đi này nếu bạn đang tìm kiếm một trải nghiệm thực sự chánh niệm. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. \n\nChúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với khóa tu chăm sóc sức khỏe của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình.\n\nChúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nHành trình MettaĐọc thêm",
            "Chuyến tham quan yoga và chữa bệnh tuyệt vời tại Việt NamChúng tôi đã ở Việt Nam được 14 ngày vào đầu tháng 6 năm 2019. Cảm ơn Justin và đội ngũ đáng yêu của anh ấy vì sự hỗ trợ, lựa chọn địa điểm và hướng dẫn của họ trong chuyến đi của gia đình tôi. Chuyến đi của chúng tôi bắt đầu từ miền Bắc, từ Hà Nội đến Hạ Long, Hội An rồi đến Phan Thiết, Hồ Chí Minh và Phú Quốc. Chúng tôi yêu thích chuyến du lịch chăm sóc sức khỏe và hành trình đặc biệt cho chuyến đi này. Ông Marble và lớp học yoga của ông thật tuyệt vời. Những bữa ăn họ sắp xếp khiến chúng tôi cảm thấy khá thoải mái và chúng tôi rất thích trải nghiệm địa phương ở Việt Nam. Cảm ơn Metta Voyage vì chuyến đi lành mạnh và chúng tôi hứa rằng chúng tôi sẽ quay lại Việt Nam để tận hưởng cảm giác tự nhiên.  Rất khuyến khích!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. \n\nChúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với khóa tu chăm sóc sức khỏe của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình.\n\nChúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nHành trình MettaĐọc thêm",
            "Lớp học yoga thật tuyệt vời ở Đà Lạt. Chúng tôi thực sự yêu thích không khí và cảnh quan ở đây khi thực hiện liệu pháp chữa bệnh và rèn luyện tinh thần ở đây. Hơn nữa, trải nghiệm hành trình ở Hạ Long, được bao quanh bởi núi đá vôi và bãi biển. Cảm ơn anh Tiến và anh Trọng đã hỗ trợ ở Vịnh Hạ Long, ngay cả thời tiết ngày thứ 2 ở Hạ Long cũng rất tệ. Ông Justin có kiến ​​thức, thân thiện và nhiệt tình. Chúng tôi có hướng dẫn viên du lịch hoàn hảo. Tuy nhiên, chúng tôi nghĩ lần sau chúng tôi sẽ ở Việt Nam hơn 12 ngày. Sẽ thoải mái hơn cho các con tôi nếu chúng tôi có nhiều thời gian thư giãn hơn. 14 hoặc 16 ngày có thể tốt hơn cho 8 địa điểm ở Việt Nam Sapa, Hà Nội, Vịnh Hạ Long, Ninh Bình, Đà Nẵng, Hội An, Thành phố Hồ Chí Minh và Côn Đảo. Cảm ơn rất nhiều đến tất cả những người tham gia.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. \n\nChúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với khóa tu chăm sóc sức khỏe của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình.\n\nChúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nHành trình MettaĐọc thêm",
            "Khách sạn Việt Nam Campuchia 11 ngày ở Campuchia và Phú Quốc rất xuất sắc. Sự lựa chọn tuyệt vời của chương trình và địa điểm. Phú Quốc mang lại sự cân bằng tuyệt vời cho việc tái tạo. Có lẽ lần tới chúng tôi sẽ bổ sung thêm một chút du lịch chính thống giữa thiên nhiên và văn hóa. Thật vui khi có hướng dẫn viên chỉ cho chúng tôi những địa điểm có đồ ăn ngon và những địa điểm đẹp nhất. Chúng tôi chắc chắn rất mong chờ chuyến đi tiếp theo của mình. Rất cám ơn Win vì sự tổ chức hoàn hảo và sự quan tâmĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. \n\nChúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với khóa tu chăm sóc sức khỏe của chúng tôi tại Phú Quốc và Campuchia. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình.\n\nChúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nHành trình MettaĐọc thêm",
            "Vợ chồng tôi đã thực hiện chuyến đi 14 ngày từ Bắc vào Nam ở Việt Nam bao gồm Hà Nội, vịnh Hạ Long, Huế, Hội An, Hồ Chí Minh, Cần Thơ. Chúng tôi hoàn toàn đồng ý với chuyến tham quan do Metta tổ chức. Anh Thắng, người giúp chúng tôi tạo tour rất thân thiện, chuyên nghiệp, trả lời rất nhanh bất kỳ câu hỏi nào của chúng tôi. Chúng tôi được nâng cấp miễn phí phòng trên du thuyền Hạ Long nhân dịp kỷ niệm ngày cưới với bữa tối lãng mạn và bánh ngọt, cảm ơn Thắng và nhóm của anh ấy rất nhiều vì đã thông cảm. Tôi thực sự giới thiệu công ty này nếu bạn muốn có một kỳ nghỉ thoải mái.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. \n\nChúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với khóa tu chăm sóc sức khỏe của chúng tôi tại Việt Nam. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình.\n\nChúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nHành trình MettaĐọc thêm",
            "Chuyến tham quan thật tuyệt vời. Hà Nội thật nghẹt thở. Yêu quán cà phê đường sắt xe lửa. Quá ba nó đóng cửaĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi biết suy nghĩ và nhận xét của bạn. \n\nChúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với khóa tu chăm sóc sức khỏe của chúng tôi tại Hà Nội. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm ra câu trả lời và sự tự do trong hành trình của mình.\n\nChúng tôi chúc bạn mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn.\n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nHành trình MettaĐọc thêm",
            "Cảnh quan thật tuyệt vời và sự quan tâm của người theo đạo Thiên Chúa thật đặc biệt! Mọi thứ được tổ chức rất tốt và những điểm tham quan được gợi ý tuyệt vời...Đọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written December 2, 2022",
            "Written November 29, 2022",
            "Written October 30, 2022",
            "Written May 4, 2020",
            "Written April 3, 2020",
            "Written April 3, 2020",
            "Written March 31, 2020",
            "Written March 15, 2020",
            "Written March 15, 2020",
            "",
            "Written May 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-or50-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or40-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or60-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d12074772-Reviews-Nerja_Market-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46671-d502866-Reviews-New_Jersey_Performing_Arts_Center-Newark_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d15117250-Reviews-Filipoi_Beach-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g663798-d4738092-Reviews-Le_Gole_dell_Alcantara-Castiglione_di_Sicilia_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d6602144-Reviews-Melios_Zoo-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246346-Reviews-Telia_Parken-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d260073-Reviews-Jardin_Etnobotanico_de_Oaxaca-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8798065-Reviews-Lotte_World_Aquarium-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or60-Metta_Voyage-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or50-Metta_Voyage-Hanoi.html"
    },
    {
        "attraction_name": "Metta Voyage",
        "attraction_name_vi": "du lịch Metta",
        "general_info": [
            "73 đánh giá",
            "277 trên 1.914 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Metta Voyage là công ty lữ hành nghỉ dưỡng chăm sóc sức khỏe tại Đông Nam Á. Chúng tôi tạo ra và dẫn dắt bạn qua những trải nghiệm chữa lành tâm linh và cổ xưa, sự đắm mình cá nhân và sự cân bằng nội tại cho du khách để mang đến sự thay đổi sâu sắc bên cạnh cảnh quan tuyệt đẹp, các yếu tố lịch sử và văn hóa của các điểm đến tại Đông Nam Á Việt Nam, Lào, Campuchia, Thái Lan, Philippines, Malaysia, Indonesia, Myanmar và Singapore. Metta là một ngôn ngữ cổ có nghĩa là Lòng nhân ái, đó là mong muốn tất cả chúng sinh đều khỏe mạnh. Đọc thêm",
        "reviews": [
            "Chuyến đi đến Việt Nam: Một trải nghiệm khó quên! Chuyến du lịch Việt Nam của chúng tôi là một cuộc phiêu lưu đáng kinh ngạc, được tô điểm thêm bởi vẻ đẹp ngoạn mục của những địa điểm và sự chào đón nồng nhiệt của người dân Việt Nam. Nhờ có Metta, chuyến đi của chúng tôi được tổ chức hoàn hảo, cho phép chúng tôi khám phá những địa điểm tuyệt vời khiến chúng tôi phải nín thở. Xin gửi lời cảm ơn đặc biệt đến hướng dẫn viên của chúng tôi, Ninh, người đã đồng hành cùng chúng tôi đến Sài Gòn với sự chuyên nghiệp và nhiệt huyết, làm phong phú thêm trải nghiệm của chúng tôi bằng kiến ​​thức địa phương và lòng tốt của anh ấy. Nhờ có anh ấy, chúng tôi đã có thể đắm mình hoàn toàn vào nền văn hóa và truyền thống của thành phố hấp dẫn này. Cuối cùng, Việt Nam đã chứng minh được rằng đây là một định mệnh đặc biệt và tôi rất mong được quay lại để khám phá thêm nhiều điều kỳ diệu hơn nữa. Tôi thực sự khuyên bất kỳ ai muốn trải nghiệm một cuộc phiêu lưu khó quên hãy chọn Metta để tổ chức chuyến đi đến Việt Nam của họ. Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Trở về sau chuyến đi Việt Nam kết thúc ở Hồ Chí Min, nơi chúng tôi đã có những chuyến du ngoạn tuyệt vời. Ninh, hướng dẫn viên của chúng tôi, rất giỏi, thân thiện, rất hiểu biết và chính xác. Tôi thực sự khuyên dùng Metta Voya, mọi thứ đều hoàn hảo!!! Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Kinh nghiệm và tổ chức tuyệt vời. Hướng dẫn viên Tiến Dũng của chúng tôi đã giúp chúng tôi trải nghiệm Hà Nội và môi trường xung quanh. Anh ấy rất tử tế và linh hoạt với các yêu cầu của chúng tôi. Tôi đã có một khoảng thời gian tuyệt vời!!Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Việt Nam không thể di chuyển được phần 2, chúng ta tiếp tục cuộc hành trình bằng chuyến tàu đêm tới Đà Nẵng và chuyến bay nội địa tới Hồ Chí Minh, chúng tôi được chào đón bởi Phil, một chàng trai trẻ còn hơi thiếu kinh nghiệm và vẫn cần sự hỗ trợ của đàn anh. một trải nghiệm tốt, tuy nhiên lựa chọn khách sạn Nhà hàng của khách sạn rất tuyệt vời và đầy đủ. Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Chúng tôi vẫn đang đi du lịch nhưng thật vui khi có thể viết rằng chúng tôi đã có khoảng thời gian vui vẻ ở Hà Nội cùng với Dũng Tiến, người rất tốt bụng và chu đáo. Mọi yêu cầu của chúng tôi đều được đáp ứng với sự cộng tác của người quản lý Kate. Cảm ơn vì mọi thứĐọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Những ngày đầu tiên ở Hà Nội do hướng dẫn viên Dũng Tiến....người đã hỗ trợ chúng tôi từng bước, luôn sẵn sàng và sẵn sàng đáp ứng mọi yêu cầu của chúng tôi, giờ chúng tôi đang ở Đà Nẵng và tiếp tục chuyến tham quan.....cảm ơn Dũng muôn năm Việt NamĐọc hơn",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Chuyến đi đang diễn ra nhưng tôi muốn nói rằng nó thật tuyệt vời đối với địa điểm, con người và sự giúp đỡ, đặc biệt là của hướng dẫn viên Tiến Dũng và KateĐọc thêm",
            "Kính gửi quý khách hàng, cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage cho chuyến đi đến Việt Nam và đã dành thời gian để cho chúng tôi biết những suy nghĩ và nhận xét của bạn. Chúng tôi luôn hoan nghênh những phản hồi từ quý khách hàng thân yêu để giúp chúng tôi duy trì và cải tiến sản phẩm, dịch vụ của mình. Và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm không chỉ chạm đến cảm xúc của cô ấy mà còn giúp cô ấy tìm ra câu trả lời và sự tự do trên hành trình của mình. Chúng tôi chúc cô ấy mọi điều tốt đẹp nhất trong nỗ lực trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! \nTrân trọng, \nĐặt hành trìnhĐọc thêm",
            "Metta Voyage là một cơ quan nghiêm túc và rất chuyên nghiệp. Tôi rất khuyến khích. Đội ngũ nói tiếng Pháp chu đáo và luôn sẵn sàng. Họ tổ chức chuyến đi cho gia đình chúng tôi 5 người lớn và 4 trẻ em, mọi thứ đều hoàn hảo. Khách sạn, đưa đón, tư vấn... Họ đáp ứng một cách hoàn hảo sự mong đợi của chúng tôi, đặc biệt là cho chuyến đi với trẻ nhỏ. Một đề cập đặc biệt dành cho Camille Do, chuyên gia du lịch nói tiếng Anh và tiếng Pháp, người có kiến ​​thức chuyên môn hoàn toàn vượt trội về Việt Nam. Cảm ơn tất cả nhóm. Tôi sẽ không ngần ngại liên hệ lại với bạn trong chuyến đi tiếp theo của chúng tôi.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã lựa chọn Metta Voyage và Camille cho chuyến đi của gia đình mình. Chúng tôi đánh giá cao thời gian bạn dành để chia sẻ suy nghĩ và nhận xét của mình với chúng tôi. Chúng tôi rất vui vì bạn đã có những trải nghiệm tuyệt vời với dịch vụ của chúng tôi. Sứ mệnh của chúng tôi là mang đến những trải nghiệm độc đáo không chỉ chạm đến cảm xúc của bạn mà còn giúp bạn tìm thấy câu trả lời và sự tự do trong hành trình của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất trong nỗ lực tương lai của bạn. Cảm ơn bạn rất nhiều và chúng tôi hy vọng sớm gặp lại bạn!\nTrân trọng,\nHành trình MettaĐọc thêm",
            "Cảm ơn anh rất nhiều vì sự thân thiện, chuyên nghiệp và sẵn sàng lắng nghe các yêu cầu du lịch của cô Mina từ Metta Voyage, người đã tổ chức một chuyến du lịch dự kiến ​​vào tháng 1 năm 2024 tại Đông Nam Á kéo dài 3 tháng giữa Việt Nam, Lào, Thái Lan và Campuchia. Trong chuyến đi, anh ấy đã lên kế hoạch cho tôi xem những địa điểm đẹp và cho tôi ở tại những khách sạn tuyệt vời và anh ấy đã tìm ra cách kết nối mọi thứ theo cách tốt nhất. Thật không may, vì lý do công việc, tôi đã phải từ bỏ chuyến đi và tôi rất tiếc vì chuyến đi đã bắt đầu khi cô Mina bắt đầu giới thiệu cho tôi về văn hóa và vẻ đẹp của Đông Nam Á thông qua thông tin của cô ấy. Cảm ơn anh rất nhiều, anh MinaAlbertoĐọc thêm",
            "Xin chào. Tôi có một câu hỏi. Vợ tôi thích mua sắm, còn tôi có 2 con muốn chơi công viên nước, vui lòng giới thiệu một số điểm đến ở Việt Nam phù hợp với chúngĐọc thêm",
            "Làm cách nào tôi có thể nhận được báo giá cho chuyến đi 13 ngày tới Việt Nam?Đọc thêm",
            "Bạn có thể cung cấp thông tin cho chúng tôi qua email trên trang chủ của chúng tôi không? Chúng tôi sẽ thiết kế chương trình và báo giá 13 ngày tại Việt Nam và gửi đề xuất cho bạn trong thời gian sớm nhất,...Đọc thêm",
            "Còn dịch vụ và ngân sách cho chuyến du lịch Indonesia tại khu nghỉ dưỡng 5 sao thì sao? Cảm ơn bạnĐọc thêm",
            "Tùy theo thời gian khách hàng có thể dành cho chuyến đi 3 ngày, 1 tuần,… và yêu cầu của khách hàng, chúng tôi có thể đưa ra mức giá hợp lý cho khu nghỉ dưỡng và dịch vụ 5 sao.Đọc thêm",
            "Xin chào, tôi có một nghi ngờ. Không biết tour của công ty bạn có hướng dẫn viên nói tiếng Tây Ban Nha không?Đọc thêm",
            "Chúng tôi có một số hướng dẫn viên nói được nhiều quốc gia khác nhau như Tây Ban Nha, Anh, Ý, Pháp, v.v., giúp du khách dễ dàng khám phá mà không bị cản trở bởi ngôn ngữ.Đọc thêm",
            "Bạn có tour khám phá các nước Đông Nam Á khác ngoài Việt Nam không?Đọc thêm",
            "Vâng, chúng tôi có tất cả các tour khám phá các nước Đông Nam ÁĐọc thêm",
            "Xin chào. Tôi đã gửi cho bạn một tin nhắn qua email nhưng chưa nhận được phản hồi. Tôi đang có kế hoạch đến thăm Việt Nam trong 2 tuần vào tháng 8. Bạn có thể gợi ý cho tôi hành trình khám phá trong 2 tuần qua email không? Đọc thêm",
            "Cảm ơn câu hỏi của bạn. Tôi sẽ trả lời email của bạn và gửi cho bạn hành trình Việt Nam trong 2 tuần đã bao gồm giá.Đọc thêm"
        ],
        "star_ratings": [
            72,
            4,
            0,
            0,
            0
        ],
        "review_amount": 76,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "du lịch Metta",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written March 18, 2024",
            "",
            "Written March 16, 2024",
            "",
            "Written March 16, 2024",
            "",
            "Written March 15, 2024",
            "",
            "Written March 10, 2024",
            "",
            "Written March 10, 2024",
            "",
            "Written March 9, 2024",
            "",
            "Written February 27, 2024",
            "",
            "Written September 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19692073-Reviews-or60-Metta_Voyage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or50-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14975992-Reviews-Umove_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14455711-Reviews-Halei_Hoang_Ngan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13505928-Reviews-Excellence_Spa_Do_Quang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d10513440-Reviews-Survival_Beach-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d10458721-Reviews-Quail_Lake_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g56618-d1069606-Reviews-Wonder_World_Cave_and_Park-San_Marcos_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d12286963-Reviews-Makapu_u_Point_Tide_Pools-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d294646-Reviews-Burgazada-Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d278902-Reviews-Topiary_Garden-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g153477-d12996179-Reviews-Xilitla-San_Luis_Potosi_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d25309052-Reviews-La_Suite_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185112-Reviews-St_Lawrence_Market-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d4074685-Reviews-Atlantic_Fun_Park-Virginia_Beach_Virginia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-or60-Metta_Voyage-Hanoi.html"
    }
]