[
    {
        "attraction_name": "MGM National Harbor",
        "attraction_name_vi": "Cảng quốc gia MGM",
        "general_info": [
            "795 đánh giá",
            "- 2 trong số 20 điều cần làm ở Đồi Oxon",
            "Sòng bạc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "sao họ có thể gọi đây là khu nghỉ dưỡng được?  Không có gì ở đây ngoại trừ sòng bạc hoạt động một chiều: với họ.    không có nước nóng trong phòng.  Thiết kế của căn phòng rất lúng túng. Công tắc đèn phòng tắm nằm trong gương, một sợi dây treo từ rèm vào phòng tắm và có thể đập vào mặt bạn, khung giường kéo dài ra ngoài nệm và vòi nước ở xa đến mức bạn gần như không thể thò tay vào. chìm để rửa.    Trong sòng bạc, nhà cái luôn thắng.  Không có ai chiến thắng.  Máy móc thì bẩn thỉu và không ai lau chùi chúng. Hầu hết các nút dịch vụ đều không hoạt động và khi bạn gọi cho ai đó, họ sẽ mất khoảng 30 đến 45 phút để phản hồi.  Tòa nhà thiếu biển chỉ dẫn.  Không có nơi nào để ăn hoặc mua thức ăn trong sòng bạc. Thang máy đến khách sạn nằm cách một quãng đường dài dọc theo hành lang - thực tế là bị che khuất.Đọc thêm",
            "Không phải là một trải nghiệm tốt chút nào - không có tủ lạnh trong phòng và họ muốn - 35 thuê một cái trong một - 400 một phòng một đêm. Vợ tôi muốn sử dụng máy duỗi tóc nhưng ổ cắm trong phòng tắm không hoạt động. Sau đó, cô đã thử ổ cắm trên tường cạnh gương treo tường và ổ cắm đó cũng không hoạt động. Thùng đá quá nhỏ phải quay lại máy làm đá sau khi pha 2 ly. Tệ hơn nữa, các phòng khách sạn cách gara đỗ xe đúng nghĩa là 1 - 4 dặm và với đầu gối bị đau thì việc đi bộ là một địa ngục. Việc sử dụng ap làm thẻ chìa khóa thật khó chịu vì nó không bao giờ hoạt động ngay lần đầu tiên và phải tiếp tục cố gắng cho đến khi chúng tôi vào phòng mỗi lần quay lại. Giá phòng và danh tiếng được cho là 4 sao nhưng độ sạch sẽ và cảm giác tổng thể của toàn bộ khách sạn không tốt hơn 3 và tôi đã ở tại những nhà trọ tiện nghi giảm giá tốt hơn thế này - mặt khác buổi hòa nhạc rất tuyệt ở nhà hát nhưng chúng tôi sẽ KHÔNG BAO GIỜ ở lại đây nữa nếu chúng tôi quyết định đến xem một chương trình khác. Đọc thêm",
            "Tôi đã viết một bài đánh giá sau khi họ yêu cầu tôi làm như vậy qua email - tôi phàn nàn về việc không được trả đủ tiền cho một bữa tối cho hai người - Tôi nhận được cuộc gọi lại từ một trong những người quản lý của họ để gửi lời xin lỗi và gia hạn bữa tối cho vợ tôi - tôi trong chuyến thăm tiếp theo của chúng tôi; chúng tôi đến đó vào thứ Ba ngày 27 tháng 2 - mong đợi bữa tối cho hai người - và thật ngạc nhiên là tôi không có gì trong tài khoản của mình; họ đã cố gắng đưa cho tôi phiếu ăn tối tại khu ẩm thực của họ với giá - 25 nhưng tôi đã từ chối - Tôi nhận được cuộc gọi từ họ vào Chủ nhật ngày 25 tháng 2 lúc 7:34 tối từ điện thoại - 301 665 0883 - Đọc thêm",
            "Vợ tôi và tôi đang đi thăm Washington và quyết định đến sòng bạc MGM và gia hạn thẻ thưởng của chúng tôi. Nhân viên phục vụ không bao giờ nói chuyện hoặc giao tiếp bằng mắt. Tôi đưa giấy phép lái xe và thẻ căn cước quân nhân của mình và anh ta ném cho tôi thẻ mới của tôi và vẫn không nói gì! Tôi đợi vài phút và yêu cầu lấy lại giấy phép lái xe của mình và anh ta nói rằng anh ta vẫn chưa có. Tôi yêu cầu người quản lý và anh ta trở nên tức giận hơn và khăng khăng rằng anh ta không có. Tôi nhìn qua quầy và thấy nó sau đó anh ta ném nó cho tôi - rất tức giận !!. Vợ tôi cũng muốn gia hạn thẻ của cô ấy và anh ta đã làm nhanh chóng và ném cho cô ấy. Người cực kỳ thô lỗ và tức giận. Rất ngạc nhiên khi MGM lại thuê một người như vậy để phục vụ công chúng. Ngày là ngày 28 tháng 2 năm 24 lúc 11 giờ 30. Hãy rất cẩn thận khi đưa cho nhân viên phần thưởng của MGM thông tin cá nhân của bạn như DL, v.v. Đọc thêm",
            "Tổ chức sinh nhật cho người bạn của tôi tại MGM National Harbor vào tháng 4 năm 2023 là một trải nghiệm tràn ngập sự sang trọng, tiện lợi và những bất ngờ thú vị. Khách sạn này được chứng minh là một sự lựa chọn tuyệt vời cho một dịp đặc biệt như vậy. Trải nghiệm - Đánh giá: Sự rộng rãi trong phòng của chúng tôi, đặc biệt là phòng tắm, là nơi hoàn hảo để chuẩn bị cho lễ hội sinh nhật. Sự hiện diện của một cửa hàng tiện lợi ngay tầng dưới đã là cứu cánh, cung cấp nhiều lựa chọn quà tặng vào phút cuối cho bạn tôi, giúp tôi dễ dàng thêm phần chu đáo cho lễ kỷ niệm. Dùng bữa tại Ginger, nhà hàng Phương Đông nổi tiếng của khách sạn , là một điểm nổi bật. Thực đơn châu Á đa dạng mang lại trải nghiệm ẩm thực thú vị, lý tưởng để bắt đầu hoặc kết thúc một đêm. Bầu không khí sôi động của nhà hàng, cùng với việc mong đợi có thể gặp gỡ những người thú vị tại sòng bạc, đã tạo thêm yếu tố thú vị cho kỳ nghỉ của chúng tôi. Đối với những người tìm kiếm hương vị địa phương, Sữa - Mật ong, cách khách sạn không xa, là một lựa chọn tuyệt vời. Nó mang đến hương vị của ẩm thực địa phương, tạo thêm nét đích thực cho hành trình khám phá ẩm thực của chúng tôi trong thời gian lưu trú. Các tính năng độc đáo cần nổi bật: Phòng rộng rãi với tiện nghi sang trọng, hoàn hảo để chuẩn bị sinh nhật Cửa hàng tiện lợi trong nhà để mua quà tặng vào phút cuối Nhà hàng Gừng cho những buổi đặc biệt muộn -ăn tốiGần Sữa - Mật ong để trải nghiệm ẩm thực địa phươngKhông khí sòng bạc sôi động, lý tưởng cho một đêm vui chơi thú vịĐọc thêm",
            "Dịch vụ lễ tân và quản lý rất lạnh lùng và thô lỗ. Nói dối chúng tôi về tín dụng khách sạn.  - Giường cỡ King rất nhỏ đối với một vị vua. Sòng bạc rất đẹp, đồ ăn ngon.Đọc thêm",
            "Hãy nhớ rằng nơi này là cờ bạc không phải là nơi giải trí.  Họ chỉ lấy tiền của bạn.    Vì vậy, hãy tiêu tiền cho việc giải trí của bạn.   Tận hưởng cuộc sốngĐọc thêm",
            "We went to a concert at the MGM auditorium at National Harbor. To get into the auditorium you must park in their parking structure  -  walk across the extremely smelly urine sprayed parking lot which reaks  -  is unsanitary.  Remember to take your shoes off outside your house to sanitize the soles when you get home.  If you were wondering what kind of place has multiple males emptying their bladders in a parking lot every night, you - ll understand all when you see the scary crowd inside.  The elevator had trash on its floor.  You walk through the casino to get to the auditorium, so be prepared to go through a bag search   -  cursory ID check.  We stood behind several men who looked like the muscle for a South American drug lord, straight from central casting.  It - s  a rough crowd there.  The casino has horrible music playing at a constant level of 78 decibles. This is like loud traffic noise  -  just 2 decibles  below hearing damage  level, so very loud - an assault on your eardrums.  The interior of the casino is not pretty or hip, so try to walk through as quickly as possible. There is another bag check to get into the auditorium.  They confiscate tiny flashlights, but allow all manner of distracting cell phone usage in the auditorium, so leave your tiny flashlights at home  -  blind your neighbors with your cell phone screens  -  flashlights.  The pit of the theater is folding chairs.  The tiered seating is be the pit seats. I thought the view was good in out tiered seats  - when people remained seated - .  The whole place looks like a Jr. College theater.  The ushers were polite  -  helpful before the performance, bit didn - t stop idiots from holding up their phones  -  filming, thus blocking the view of people behind them, during the show.  The sound was NOT great, but it might have been because of the sound guys were terrible at mixing the vocals  -  instruments.  Theater lights rotated out to flash  -  blind the audience periodically.  So no trained lighting guys on staff either.  When the very large people got up to dance, the wood tiers teally shook  -  flexed, making me wonder about their load weight rating.  All -in-all not a favorite event venue.  My ears are still ringing from the too-loud music.  Hard to imagine why anyone would voluntarily go to the National Harbor MGM for a nice time after being there.  Remember the strong urine 0l,smell in the parking lot.Read more",
            "I was initially charged for consuming refreshments from the mini bar. Advised staff that I had not consumed the items but removed the items from the bar to store my insulin in the refrigerator and was then charged a  - 50 restocking fee even though I placed the items back in the mini bar myself prior to check out.  This is beyond ridiculous. I - ve been advised of the sign - notice on the mini bar  -  how it is my responsibility  -  fault that I didn - t read it; as I assumed the message would not be applicable to me as I had no plans of consuming any of the items. Additionally, it has been like pulling teeth to speak to someone that is willing to hear my concerns and treat me like a human being.  I have requested that the fee be waived  -  feel as though I - m being penalized due to my medical condition.  Follow Up: Supervisor by the name of Brad Putzier gave me a call back. Brad listened to my concerns and advised he would call me back. I was skeptical as neither of the first two  - operator or previous supervisor Alex -  kept their work  -  returned my call. Brad actually called me back not once but THREE times just as he said he would. Brad refunded - credited my card  - 140 for mini bar items that I had been charged and not consumed. He verified via housekeeping that I had not consumed the items  -  had placed them back prior to checking out of the room, as I had advised. Additionally, Brad waived the  - 50 restocking fee. I am elated because the situation was resolved  -  we are receiving a credit but more importantly because Brad was a decent human and kept his word as he said he would. He called me back after checking with housekeeping  -  called back a third time to verify which card to apply my credit. This means a ton this day and time as customer service seems to be obsolete, everyone EXPECTS a tip - gratuity but offers mediocre service. Kiddos to Brad Putzier!! Brad is a keeper, MGM! These are the type of people you promote, as the culture and environment of any establishment starts at the top. How you treat your customers will eventually determine your longevity.Read more",
            "Tôi không có một nắm bắt cụ thể.  Nơi này thiếu nhân vật.  Theo kinh nghiệm của tôi, đây là một Khách sạn Sòng bạc điển hình - tất cả các nguồn lực đều được dành riêng cho sòng bạc. Khách sạn chỉ đơn giản là nơi để va chạm giữa hai bàn tay.  Đó là những gì bạn mong đợi ở một khách sạn sòng bạc.  Nếu bạn tìm kiếm sự nhạt nhẽo, đây không phải là nơi.  Chúng tôi ở lại để tham dự buổi hòa nhạc ở nhà hát.Đọc thêm",
            "Casimo có giờ mở cửaĐọc thêm",
            "Mọi thứ trong National Harbor - MGM, Gaylord, v.v. - có nằm trong khoảng cách đi bộ với nhau không? Để so sánh ở vùng ngoại ô Maryland của DC, mọi thứ ở Rio - Trung tâm Washingtonian ở Quận Montgomery phía bắc thành phố đều nằm trong khoảng cách đi bộ khá xa nhau. National Harbor có như vậy không, hay khách của MGM phải tự lái xe hoặc bắt xe buýt đưa đón để đến các khu vực khác của National Harbor?Đọc thêm",
            "Xe buýt Metro NH1 và NH2 có đi vào khu vực MGM không? Nếu không, có xe đưa đón từ MGM đến nơi các xe buýt này đến không?Đọc thêm",
            "WiFi trong phòng có miễn phí không? Có giới hạn thiết bị kết nối không? Khả năng thu sóng điện thoại di động có phù hợp trong phòng và khắp nơi lưu trú không?Đọc thêm",
            "Nếu phòng có - mini-bar - , nó có bao gồm tủ lạnh không, ngay cả khi đó chỉ là tủ lạnh mini? Nếu có tủ lạnh đã dự trữ sẵn rượu, nước ngọt,… cho khách mua, liệu tôi còn chỗ để đồ giải khát cá nhân không?Đọc thêm",
            "sòng bạc có mở cửa 24 giờ khôngĐọc thêm",
            "Tôi nghĩ tôi vừa làm vậy.Đọc thêm",
            "Nếu tôi đến nhân viên phục vụ khách sạn để gửi hành lý và đăng ký, làm cách nào để tôi đến nhân viên đỗ xe từ đó và từ nhân viên phục vụ đến phòng của chúng tôi?Đọc thêm",
            "Mấy giờ đóng cửaĐọc thêm",
            "Đặt cược tối thiểu vào bảng crapsĐọc thêm"
        ],
        "star_ratings": [
            296,
            206,
            142,
            60,
            92
        ],
        "review_amount": 796,
        "location": [
            "Những hoạt động nên làm ở Đồi Oxon",
            "Maryland - MD -",
            "Cảng quốc gia MGM",
            "Hoa Kỳ",
            "Đồi Oxon"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 7, 2024",
            "Written March 5, 2024",
            "Written February 28, 2024",
            "Written December 26, 2023",
            "Written December 24, 2023",
            "Written October 22, 2023",
            "Written October 2, 2023",
            "Written June 11, 2023",
            "Written June 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60925-d11905867-Reviews-MGM_National_Harbor-Oxon_Hill_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11963019-Reviews-Shake_Shack_National_Harbor-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11884048-Reviews-Voltaggio_Brothers_Steak_House-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11892430-Reviews-Bellagio_Patisserie-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11884051-Reviews-Ginger-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11884049-Reviews-TAP_Sports_Bar-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11893498-Reviews-National_Market-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d12605823-Reviews-Pappas_Crab_Cakes-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11884102-Reviews-Lobby_Bar-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11884071-Reviews-Bento-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60925-d11884093-Reviews-Zizi_s_Pizza-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d8599199-Reviews-Oxon_Hill_Manor-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d5579456-Reviews-Tanger_Outlets_National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d6953186-Reviews-Woodrow_Wilson_Bridge_Trail-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6902298-Reviews-The_Awakening_Sculpture-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d1752071-Reviews-Harborfront_Area-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d21143313-Reviews-Tall_Ship_Providence-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10209618-Reviews-National_Harbor_Marina-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d266201-Reviews-Old_Town-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d534268-Reviews-Stabler_Leadbeater_Apothecary_Museum-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d11905867-Reviews-or10-MGM_National_Harbor-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d13564293-Reviews-Pedego_Electric_Bikes-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6700743-Reviews-The_Capital_Wheel-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d21141132-Reviews-Monumental_Boat_Tours-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d8467842-Reviews-Escape_Room_Live_Alexandria-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d266203-Reviews-Old_Town_Alexandria_Waterfront-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301775-d338410-Reviews-Lake_Toba-North_Sumatra_Sumatra.html",
            "https://www.tripadvisor.com/Attraction_Review-g1136613-d15187868-Reviews-Bora_Bora_Cartagena_Beach_Club-Islas_de_Rosario_Cartagena_District_Bolivar_Depa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d15758840-Reviews-Darb_Karting-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d21397361-Reviews-Hard_Rock_Casino_Northern_Indiana-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7317600-Reviews-Tampa_Riverwalk-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8400863-Reviews-Quincy_Market-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104456-Reviews-Audubon_Aquarium-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2294573-Reviews-Paharganj-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294305-d314522-Reviews-Cerro_Santa_Lucia-Santiago_Santiago_Metropolitan_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6558650-Reviews-LX_Factory-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60925-d11905867-Reviews-or10-MGM_National_Harbor-Oxon_Hill_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60925-d11905867-Reviews-MGM_National_Harbor-Oxon_Hill_Maryland.html"
    }
]