[
    {
        "attraction_name": "Michael Jackson Family Home",
        "attraction_name_vi": "Ngôi nhà gia đình Michael Jackson",
        "general_info": [
            "176 đánh giá",
            "- 1 trong 23 điều cần làm ở Gary",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Vải vụn để giàu.  Không có gì nhiều để xem ở đây.  Nhưng nếu bạn thấy mình ở khu vực này, bạn cũng có thể dừng lại.   Sẽ thật tuyệt nếu bạn có thể lên nhà và nhìn vào cửa sổ.   Xung quanh có cổng, cửa sổ cũng đóng kín nên không có gì nhiều để xem. Đọc thêm",
        "reviews": [
            "Mục đích duy nhất của việc truy cập trang web này là để nói rằng bạn đã ở đây.  Mặc dù có một tấm biển trên lối ra liên bang về ngôi nhà, nhưng ngoài một số tấm lát đá nhỏ, không có gì xác định đây là nhà của người nghệ sĩ nổi tiếng và gia đình ông.  Ngôi nhà không được mô tả nằm trong một khu phố không nguy hiểm nhưng có nhiều nhà trọ.  Không có nỗ lực nào để biến ngôi nhà trở thành một điểm thu hút hoặc cung cấp thông tin về nó hoặc thời gian gia đình Jackson sống ở đó. Đọc thêm",
            "Nếu bạn đang ở trong khu vực hoặc đi thăm một người họ hàng ở Chicago, giống như tôi, thì đây là một chuyến đi trong ngày vui vẻ hoặc một kỳ nghỉ thú vị trên một chuyến đi dài. Chúng tôi đi dạo dọc con đường ký ức và chụp rất nhiều bức ảnh! Tôi hy vọng thành phố Gary làm nhiều hơn một chút để thu hút mọi người đến khu vực này để xem địa danh này và nán lại lâu hơn một chút.Đọc thêm",
            "Chúng tôi đang lái xe qua và đi đến sòng bạc nên chúng tôi nghĩ mình nên dừng lại. Về cơ bản bạn chỉ có thể nhìn ra bên ngoài và đi bộ xung quanh nó. Thật thú vị khi quan sát và tưởng tượng gia đình Jackson sống ở đó, vui chơi và chạy nhảy quanh khu phố. Một số người khác đã ghé qua khi chúng tôi ở đó và mọi người đều tôn trọng và lưu tâm đến vị trí của họ. Nó đáng để dừng lại nếu ở trong khu vực. Đọc thêm",
            "Dừng lại ở đây khi đang trên đường đến Minnesota. Xung quanh đây không có nhiều thứ để xem hoặc làm, vì vậy chỉ cần dừng lại trong 5 phút. \n\nNgôi nhà hiện có hàng rào bao quanh, thứ không có khi Michael Jackson và gia đình sống ở đó. \n\nĐây có vẻ là một khu vực rất nghèo và có lẽ đây là ngôi nhà đẹp nhất khu vực.  Hầu hết các cửa hàng trong khu vực đều đóng cửa và bị hư hỏng. \n\nKhông có lối vào nhà nên chỉ cần lái xe nhanh qua - chụp ảnh. \n\nNếu bạn đang đi du lịch qua hoặc ở gần đó, tôi đoán có thể nói - bạn - đã từng đến đó - thật đáng để dừng lại hoặc nếu bạn là một người hâm mộ cuồng nhiệt của Jackson!Đọc thêm",
            "Tôi đã đưa người cha 82 tuổi của mình đi thăm ngôi nhà thời thơ ấu của gia đình Jackson và ông rất thích nó. Đó cũng là lần đầu tiên của tôi và chồng tôi và tôi rất ngạc nhiên. Tôi - tôi sẽ quay lại vào mùa hè.Đọc thêm",
            "Tôi đã đưa người cha 82 tuổi của mình đi thăm ngôi nhà thời thơ ấu của gia đình Jackson và ông rất thích nó. Đó cũng là lần đầu tiên của tôi và chồng tôi và tôi rất ngạc nhiên. Tôi - tôi sẽ quay lại vào mùa hè.Đọc thêm",
            "Dừng lại ở đây khi đang trên đường đến Minnesota. Xung quanh đây không có nhiều thứ để xem hoặc làm, vì vậy chỉ cần dừng lại trong 5 phút. Ngôi nhà hiện có hàng rào bao quanh, thứ không có khi Michael Jackson và gia đình sống ở đó. Đây có vẻ là một khu vực rất nghèo và có lẽ đây là ngôi nhà đẹp nhất khu vực.  Hầu hết các cửa hàng trong khu vực đều đóng cửa và bị hư hỏng. Không có lối vào nhà nên chỉ cần lái xe nhanh qua - chụp ảnh. Nếu bạn đang đi du lịch qua hoặc ở gần đó, tôi đoán có thể nói - bạn - đã từng đến đó - thật đáng để dừng lại hoặc nếu bạn là một người hâm mộ cuồng nhiệt của Jackson!Đọc thêm",
            "Chúng tôi đang lái xe qua và đi đến sòng bạc nên chúng tôi nghĩ mình nên dừng lại. Về cơ bản bạn chỉ có thể nhìn ra bên ngoài và đi bộ xung quanh nó. Thật thú vị khi quan sát và tưởng tượng gia đình Jackson sống ở đó, vui chơi và chạy nhảy quanh khu phố. Một số người khác đã ghé qua khi chúng tôi ở đó và mọi người đều tôn trọng và lưu tâm đến vị trí của họ. Nó đáng để dừng lại nếu ở trong khu vực. Đọc thêm",
            "Nếu bạn đang ở trong khu vực hoặc đi thăm một người họ hàng ở Chicago, giống như tôi, thì đây là một chuyến đi trong ngày vui vẻ hoặc một kỳ nghỉ thú vị trên một chuyến đi dài. Chúng tôi đi dạo dọc con đường ký ức và chụp rất nhiều bức ảnh! Tôi hy vọng thành phố Gary làm nhiều hơn một chút để thu hút mọi người đến khu vực này để xem địa danh này và nán lại lâu hơn một chút.Đọc thêm",
            "Mục đích duy nhất của việc truy cập trang web này là để nói rằng bạn đã ở đây.  Mặc dù có một tấm biển trên lối ra liên bang về ngôi nhà, nhưng ngoài một số tấm lát đá nhỏ, không có gì xác định đây là nhà của người nghệ sĩ nổi tiếng và gia đình ông.  Ngôi nhà không được mô tả nằm trong một khu phố không nguy hiểm nhưng có nhiều nhà trọ.  Không có nỗ lực nào để biến ngôi nhà trở thành một điểm thu hút hoặc cung cấp thông tin về nó hoặc thời gian gia đình Jackson sống ở đó. Đọc thêm",
            "Vải vụn để giàu.  Không có gì nhiều để xem ở đây.  Nhưng nếu bạn thấy mình ở khu vực này, bạn cũng có thể dừng lại.   Sẽ thật tuyệt nếu bạn có thể lên nhà và nhìn vào cửa sổ.   Xung quanh có cổng, cửa sổ cũng đóng kín nên không có gì nhiều để xem. Đọc thêm",
            "Được nhìn thấy ngôi nhà thời thơ ấu của Michael Jackson, tôi rất biết ơn. Một số người trong kiếp này sẽ không có cơ hội đứng trước ngôi nhà thời thơ ấu của nhà vua và được ban phướcĐọc thêm",
            "Ngôi nhà nằm trong một khu dân cư thiếu sự đầu tư của thành phố.  Lái xe qua các con phố, tôi thất vọng vì số lượng nhà ở nhếch nhác.  Đó là một sự tương phản kỳ lạ giữa ngôi nhà cũ có cổng kim loại và được bảo trì tốt của gia đình Jacksons và tài sản của những người hàng xóm khác.  Tôi không - không cảm thấy không an toàn.  Thật dễ dàng để tưởng tượng rằng khu vực lân cận hẳn đã ở trong tình trạng tốt hơn khi gia đình Jackson sống ở đó. Ấn tượng của chúng tôi là nó kém hấp dẫn hơn khi trở thành điểm đến dành cho những người hâm mộ MJ và giống một chuyến lái xe buồn bã hơn. Nó không có vẻ công bằng với hàng xóm.  Họ được hưởng lợi như thế nào từ việc khách du lịch lái xe qua khu vực lân cận của họ?  Hoàn toàn không có cách nào để du khách có thể đóng góp kinh tế vào việc đầu tư vào khu vực. Không có cửa hàng, nhà hàng, bảo tàng, không có gì để thuê người dân địa phương.  Tôi hối hận vì đã quá phân tâm trước tình trạng của khu vực lân cận và hoàn cảnh khó khăn của người dân nơi đây.  Mặc dù ngôi nhà là một điểm dừng chân dễ dàng từ đường liên bang nhưng tôi không khuyên bạn nên coi đây là một điểm đến thú vị.Đọc thêm",
            "Một việc phải làm đối với những người hâm mộ cuồng nhiệt. Chúng tôi đến từ Vương quốc Anh và tôi hơi sợ khi đi, tôi phải nói như tôi biết danh tiếng của Gary - mặc dù nó đã được cải thiện trong vài thập kỷ qua - nhưng nếu bạn - hãy hết sức cẩn thận và lên kế hoạch trước cho chuyến đi của mình. không nên có bất kỳ vấn đề gì. Chúng tôi không có ô tô và đã đi từ Chicago đến Gary bằng chuyến tàu SSL trong một giờ, chủ yếu dành cho người đi làm nên chúng tôi không cảm thấy không an toàn trên tàu và sau đó chúng tôi ngay lập tức gọi cho Lyft, chuyến tàu đến rất nhanh và tất cả tài xế Lyft chúng tôi gặp nhau ngày hôm đó rất tử tế và lịch sự. Từ nhà ga đến nhà, bạn thực sự có thể nhìn thấy Gary, hơi buồn khi thấy tất cả những nơi bị bỏ hoang, nhưng chúng tôi rất vui khi được nhìn thấy - từ cửa sổ - nhà hát đầu tiên nơi Jackson 5 biểu diễn có tên là Palace. Nó cũng bị bỏ rơi nhưng dù sao cũng cảm thấy xúc động. Khi đến nhà, hãy kín đáo vì đây là khu dân cư - không hẳn là không an toàn, nhưng tốt hơn hết là đừng thu hút sự chú ý - . Chúng tôi chụp rất nhiều ảnh, dán dải ruy băng lên cổng và viết lên tấm bảng bên phải mà cảm thấy rất xúc động. Chúng tôi hy vọng MJ đang nhìn chúng tôi từ trên cao. Chúng tôi cũng đã đến Sòng bạc Hard Rock, cách đó khoảng 10 - 15 phút đi ô tô - lại là Lyft - nơi bạn có thể xem một số kỷ vật của Jackson 5. Chúng tôi được biết rằng toàn bộ kỷ vật của tất cả các thành viên trong gia đình Jackson chỉ được trưng bày khi có buổi hòa nhạc nên chúng tôi chỉ có thể xem một số thứ của Jackson 5 và Janet, những thứ vẫn rất tuyệt vời. Khi bạn ở nhà ga, chỉ cần quan tâm đến công việc của mình và biết phải đi đâu và bạn sẽ ổn thôi.Đọc thêm",
            "Yêu cảnh nhìn thấy.. Thật là một cái nhìn tuyệt vời, gia đình tôi cảm thấy khá tốt!!! Khi họ nói rằng họ lớn lên ở một vùng tồi tàn thì tôi có thể hiểu được. Đừng mong đợi bất cứ ai xung quanh đó sẽ ra ngoài.Đọc thêm",
            "Ngoài ra còn có hình ảnh của Michael Jackson trong nhà Jackson. Bạn có thấy bạn bè và gia đình của anh ấy ở đó không?Đọc thêm",
            "thành viên nào trong gia đình Michael Jackson đến thăm nơi này?Đọc thêm",
            "Ngôi nhà này có bao nhiêu phòng - phòng ngủ?Đọc thêm",
            "2 phòng ngủ 1 WCĐọc thêm",
            "Có an toàn khi đi bộ trong khu phố một mình?  Làm thế nào để đến nhà Jackson từ bến xe buýt?Đọc thêm",
            "Bắt bất kỳ xe buýt nào đi về phía nam trên đường Broadway ít nhất là đến Đại lộ 23. Đi về hướng Tây trên Đại lộ 23, cách 7 dãy nhà và bạn sẽ thấy ngôi nhà ở góc Tây Nam. Tôi có thể nói rằng đi bộ một mình trong khu vực vào ban ngày là an toàn.Đọc thêm",
            "Xin chào, tôi dự định đến thăm nhà của Michael Jackson ở Gary, Indiana trong năm nay. Tôi sẽ ở lại Chicago và bắt xe buýt đến Gary. Thành thật mà nói, tôi muốn dành một hoặc hai đêm ở Gary, vì tôi sẽ đi từ Indonesia với mục đích duy nhất là đến thăm nhà anh ấy. Nhưng sau vài lần tìm kiếm thông tin trên internet, tôi biết rằng Gary không phải là một nơi an toàn để ghé thăm chứ đừng nói đến việc dành vài ngày ở đó. Để biết thêm thông tin, tôi sẽ đi du lịch một mình và có thể sẽ phải đi bộ từ bến xe để đến nhà. Bạn có thể cho tôi một số lời khuyên về việc tôi nên làm gì để đến đó an toàn không? Tôi đã lên kế hoạch cho chuyến đi này từ vài tháng trước. Cảm ơn bạnĐọc thêm",
            "Tôi sống ở Chicago - tôi lái xe đến Gary - khi cần thiết - . Tôi KHÔNG khuyên bạn nên đi xe buýt đến Gary với ý định đi bộ xung quanh. Gary có nhiều khu vực hoang vắng làm tăng nguy cơ phạm tội. Khi đến thăm nhà MJ, bạn chỉ có thể xem nó từ cổng bên ngoài. Khu vực này là khu dân cư và không có sự hiện diện dày đặc của cảnh sát. Ngoài ra, bạn sẽ không tìm được một khách sạn tử tế nào ở Gary. \n\nVì vậy đây là điều tôi khuyên bạn: hãy thuê một chiếc ô tô ở Chicago.  - Rẻ hơn nhiều so với Uber - Vào đầu ngày, sử dụng hệ thống GPS, lái xe đến Gary để xem nhà. Sau đó quay trở lại Chicago và tận hưởng những gì Chicago mang lại. Đọc thêm",
            "Làm thế nào để bạn vào Gary từ Chicago mà không phải trả phí? Tôi muốn xem nhà của Jackson trên đường về nhà từ Milwaukee đến Charlotte, NC nhưng chồng tôi nói nếu có phí cầu đường thì chúng tôi sẽ không dừng lại. GPS của chúng tôi cho biết - chào mừng đến với Gary - vào đêm hôm kia, nhưng tôi thậm chí còn không nhìn thấy tấm biển ghi Home of The Jackson 5 mà tôi luôn thấy trên truyền hình. và có một làn đường thu phí ở giữa và chồng tôi đi vòng qua đó và sau đó vài phút chúng tôi vào Illinois. Tôi muốn xem ngôi nhà. Tôi đã đạp xe suốt chặng đường đến đây và tôi - ở gần Gary, Indiana như thế này và sẽ không bao giờ đạp xe xuyên đất nước nữa nên đây có thể là cơ hội duy nhất của tôi.Đọc thêm",
            "Bảo tàng ở đâu?Đọc thêm",
            "Nó - không phải là một viện bảo tàng.. nó - chỉ là một ngôi nhà và nó nằm bên trong một hàng rào bị khóa. Đọc thêm",
            "Là. Bảo tàng mở cửa ở Gary nếu vậy thì khi nào nó mởĐọc thêm",
            "vâng, ngày 26 tháng 8 cho đến ngày lao động cuối tuầnĐọc thêm",
            "Tôi - tôi bối rối...các bài viết khác nói rằng ngôi nhà bên cạnh được thiết lập như một cửa hàng quà tặng nhỏ - bảo tàng. Thế có phải là không chính xác không?Đọc thêm",
            "Chỉ trong những ngày xung quanh ngày sinh nhật của Mike và ngày anh ấy qua đời.Đọc thêm",
            "Em gái tôi - tôi là những người hâm mộ cuồng nhiệt - sẽ đến Indianapolis để tham quan các trường đại học vào dịp cuối tuần ngắn ngủi vào tháng Sáu. Tôi rất muốn ghé qua nhưng đang tự hỏi bảo tàng - cửa hàng quà tặng bên cạnh hoạt động như thế nào? Ngoài ra, đây có phải là khu vực an toàn cho hai phụ nữ đến thăm vào buổi tối - 6-7 giờ sáng - ?Đọc thêm",
            "Ngôi nhà và cửa hàng quà tặng chỉ mở cửa vào những dịp đặc biệt, như lễ kỷ niệm sinh nhật của Michael. Khu phố thực sự yên tĩnh khi trường trung học Roosevelt gần đó đóng cửa trong ngày. Nếu không, bạn vẫn khá an toàn, vì hàng xóm đã quen với việc mọi người đi bộ hoặc lái xe bất ngờ để chụp ảnh.Đọc thêm"
        ],
        "star_ratings": [
            62,
            50,
            44,
            8,
            12
        ],
        "review_amount": 176,
        "location": [
            "Ngôi nhà gia đình Michael Jackson",
            "Hoa Kỳ",
            "Gary",
            "Indiana - TRONG -",
            "Các hoạt động ở Gary"
        ],
        "reviews_time": [
            "Written October 21, 2023",
            "Written October 30, 2023",
            "Written November 10, 2023",
            "Written November 18, 2023",
            "Written January 5, 2024",
            "Written January 25, 2024",
            "Written January 25, 2024",
            "Written January 6, 2024",
            "Written November 18, 2023",
            "Written November 10, 2023",
            "Written October 30, 2023",
            "Written October 21, 2023",
            "Written August 5, 2023",
            "Written July 28, 2023",
            "Written June 15, 2023",
            "Written June 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37136-d3337131-Reviews-Michael_Jackson_Family_Home-Gary_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4636169-Reviews-Charlie_s_Coney_Island-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4625213-Reviews-Harold_s_Chicken_Shack-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4619339-Reviews-D_G_s_Soul_Food-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4645028-Reviews-White_Castle-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d12588634-Reviews-J_s_Breakfast_Club-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4522936-Reviews-Popeyes_Louisiana_Kitchen-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d19673306-Reviews-Wingstop-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4460237-Reviews-Dunkin-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4654464-Reviews-Dairy_Queen_Treat-Gary_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37136-d4654086-Reviews-Checkers-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d4345359-Reviews-U_S_Steel_Yard-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d10802214-Reviews-Cathedral_of_the_Holy_Angels-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37246-d2227395-Reviews-Bellaboo_s_Play_and_Discovery_Center-Lake_Station_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d10084647-Reviews-Marquette_Park-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d17625524-Reviews-Paul_H_Douglas_Center_for_Environmental_Education-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d660176-Reviews-Gary_Aquatorium-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37195-d8639869-Reviews-Lakefront_Park-Hobart_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37195-d18936169-Reviews-Erin_s_Farm-Hobart_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d20346328-Reviews-Lake_Street_Beach-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37195-d24067099-Reviews-Cressmoor_Prairie_Nature_Preserve-Hobart_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d3337131-Reviews-or10-Michael_Jackson_Family_Home-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d12878432-Reviews-St_John_s_Evangelical_Lutheran_Church-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37311-d2272323-Reviews-Albanese_Candy_Factory-Merrillville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37508-d9584236-Reviews-Escape_Room_NWI-Schererville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37170-d2416287-Reviews-Indiana_Welcome_Center-Hammond_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37195-d2323860-Reviews-County_Line_Orchard-Hobart_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37311-d10556046-Reviews-Chicagoland_Popcorn-Merrillville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37357-d7788336-Reviews-Theatre_At_The_Center_Inc-Munster_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37189-d9681926-Reviews-Wicker_Memorial_Park-Highland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41769-d7697586-Reviews-Lake_Onota-Pittsfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g230156-d2495218-Reviews-Dwejra_Bay-San_Lawrenz_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g2513552-d8508677-Reviews-Trincity_Mall-Trincity_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d319038-Reviews-Ben_Yehuda_Street-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d17704346-Reviews-Kaya_Herb_House-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d582013-Reviews-Coyote_Ugly_Saloon-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56455-d139594-Reviews-Ray_Roberts_Lake_State_Park-Pilot_Point_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d480488-Reviews-Henderson_Beach_State_Park-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d1627786-Reviews-Parx_Casino-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d4586498-Reviews-Royal_Palms_Beach_Club-Grand_Cayman_Cayman_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37136-d3337131-Reviews-or10-Michael_Jackson_Family_Home-Gary_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37136-d3337131-Reviews-Michael_Jackson_Family_Home-Gary_Indiana.html"
    }
]