[
    {
        "attraction_name": "Middleton Place",
        "attraction_name_vi": "Quảng trường Middleton",
        "general_info": [
            "4.412 đánh giá",
            "10 trong số 266 điều cần làm ở Charleston",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích",
            "Vườn"
        ],
        "attraction_summary": "Di tích Lịch sử Quốc gia Middleton Place là nơi có những khu vườn kiểng lâu đời nhất và quan trọng nhất nước Mỹ. Bắt đầu vào năm 1741, địa điểm lịch sử ngày nay bao gồm 110 mẫu Anh bao gồm Vườn, Bảo tàng Nhà, Chuồng ngựa và Nhà Elizas. Họ cùng nhau kể lại lịch sử bao quát của tất cả những người đã sống, làm việc và chết ở đây. Những câu chuyện về gia đình Middleton bao gồm hai Người cha lập quốc và các thế hệ nô lệ đan xen xuyên suốt khuôn viên. Du khách có cơ hội trải nghiệm những câu chuyện đó bằng các chuyến tham quan có hướng dẫn hoặc tự hướng dẫn.Đọc thêm",
        "reviews": [
            "Điều này đáng giá. Từ tài xế đưa đón của chúng tôi, Wayne, một hướng dẫn viên du lịch tuyệt vời! đến khu đất và các tình nguyện viên đã cho chúng tôi tham quan, chuyến tham quan này thực sự được tổ chức tốt và mang tính thông tin. Bữa trưa là một bất ngờ thú vị, đồ ăn rất tuyệt vời. Có rất nhiều thời gian để tự mình đi bộ trong khuôn viên. Cũng thấy một vài cá sấu. Đọc thêm",
            "Chúng tôi đã đến thăm Middleton Place cùng với hai đứa con 13 và 10 tuổi và điểm nổi bật trong chuyến thăm của chúng tôi là thời gian ở bên ông Bruce Georgi. Chúng tôi đã học được rất nhiều điều. Gần một giờ ở bên anh ấy đã cho chúng tôi rất nhiều chi tiết, góc nhìn lịch sử về lịch sử chế độ nô lệ ở Hoa Kỳ.  Anh ấy rất hiểu biết và không ngần ngại trả lời tất cả các câu hỏi của con tôi ngay cả khi thời gian tham quan kết thúc. Cảm ơn ông rất nhiều ông Bruce!! Đọc thêm",
            "Sau khi xem tất cả các đánh giá trực tuyến, tôi thực sự đã tìm thấy một ưu đãi tốt hơn bằng cách truy cập trang web của Drayton Hall, nơi tôi có thể tìm thấy chuyến tham quan kết hợp cả Middleton Place và Drayton Hall với mức giảm giá 25. \n\nVì vậy, sau khi chọn ngày, chúng tôi đến một Middleton Place gần như trống rỗng. Nhân viên rất thân thiện và sẵn sàng trả lời bất kỳ câu hỏi nào chúng tôi có. Middleton Place cung cấp một số chuyến tham quan có hướng dẫn viên miễn phí. Ngôi nhà không mở cửa vào thứ Hai nên chúng tôi chỉ tận hưởng tất cả các khu vườn và lịch sử. Sau khi chiếm hết Middleton Place, chúng tôi đi xuống con đường 5 dặm để xem Drayton Hall có gì. Mặc dù Drayton nhỏ hơn nhiều nhưng bạn vẫn có thể nhìn thấy ngôi nhà trông như thế nào vào năm 1784. Charles Drayton đã làm rất tốt việc ghi chú vào nhật ký của mình, điều này cho phép chúng ta bây giờ nhìn lại lịch sử. \n\nXin lưu ý rằng nếu bạn có kế hoạch đến thăm, bạn sẽ dễ dàng mất khoảng 5 giờ để xem cả hai địa điểm và không cần ăn trưa, vì vậy hãy lên kế hoạch trước. \n\nChúng tôi thực sự rất thích đến thăm cả Middleton Place và Drayton Hall và hy vọng kết hợp một số chủ đề khu vườn xinh đẹp của họ tại nhà riêng của chúng tôi. ;oĐọc thêm",
            "Tôi không mong đợi sẽ yêu nơi này nhiều như tôi đã làm. Nó thực sự là huyền diệu ở đây. Hướng dẫn viên của chúng tôi cho chuyến tham quan ngoài cánh đồng là một người kể chuyện tuyệt vời và những điều anh ấy nói sẽ gắn bó với tôi suốt đời. Hoàn toàn xứng đáng với thời gian để trải nghiệm nơi này. Đọc thêm",
            "Middleton Place là một khu đất đáng yêu.  Chúng tôi đã dành một đêm ở đó mà tôi rất muốn giới thiệu.  Chỗ ở của họ thật tuyệt vời!  Các phòng thậm chí còn có lò sưởi!  Bữa sáng bao gồm thật tuyệt vời.  Chúng tôi đã ăn đủ cho cả ngày!  Chúng tôi đã dành 4 hoặc 5 giờ để tham quan các khu vườn, cơ sở chăn nuôi và các tòa nhà của chúng tôi.  Thật là một ngày tuyệt vời.  Đọc thêm",
            "Chúng tôi đã đi đến cả bốn đồn điền khi ở Charleston và Middleton hoàn toàn là nơi tôi thích nhất.   Chúng tôi đã có ba giờ ở đây vào cuối ngày cuối cùng của chúng tôi trong khu vực và sẽ không đủ nếu bạn thực hiện ba chuyến tham quan được cung cấp khi nhập học.   Tôi khuyên bạn nên thực hiện cả ba chuyến tham quan.Đọc thêm",
            "Một nơi rất thú vị để ghé thăm.  Những khu vườn rất đẹp và chúng tôi đã có một chuyến tham quan vườn với Lou, người có nhiều thông tin nhất.  Chúng ta phải quay lại tìm hoa đỗ quyên và hoa trà vào mùa xuân!  Chuyến tham quan ngôi nhà rất thú vị và tổng cộng chúng tôi đã dành cả ngày ở đó và học được rất nhiều điều về gia đình Middleton và lịch sử nước Mỹ.\n\nĐọc thêm",
            "Chúng tôi rất thích thời gian ở xứ sở thần tiên vượt thời gian này! Đầy lịch sử và động vật hoang dã, bạn phải dành vài ngày ở đây để thực sự tận hưởng thiên nhiên và vẻ đẹp độc đáo của nó! Nhiều con đường đi bộ ngoài trời, bậc thang và đường thủy! Yêu nó!! Đọc thêm",
            "Tôi không biết phải mong đợi điều gì khi chúng tôi đặt tour. Chuyến tham quan ngôi nhà là tất cả những gì đã được quảng cáo và tốt hơn. Các nhân viên đã mô tả rất tốt ngôi nhà và khuôn viên và dành thời gian trả lời những câu hỏi của người đàn ông mà tôi có. Đây là một trong những chuyến tham quan ngôi nhà tốt nhất ở Charleston. Những dinh thự không thể bỏ qua ở sông Ashley.Đọc thêm",
            "Chúng tôi dành khoảng 4 giờ, bắt đầu bằng việc đi bộ nửa đầu của các điểm đánh dấu bất động sản trong khoảng một giờ. Bạn sẽ đi qua nhiều điểm dừng cao hơn và bạn cũng có thể làm như vậy như cây sồi 900 năm tuổi. Sau đó, dùng bữa trưa tự chọn tại nhà hàng trong bất động sản. Chúng tôi đã tham quan nhà lúc 12:30 - một lời chỉ trích của tôi là tôi thích có hướng dẫn viên hơn vì bạn sẽ được khám phá nhiều hơn và có không gian trung tâm ở cả hai tầng để hướng dẫn viên nói chuyện trong khi mọi người di chuyển trong các phòng. Sau khoảng 30 phút trong nhà, chúng tôi có thời gian để ngắm cừu và đến nhà Elizas, nơi ở của nô lệ trước đây, trước khi tham gia chuyến tham quan 130 giống cây trồng. Chúng tôi kết thúc chuyến tham quan lúc 2 giờ và đi bộ trở lại hồ phản chiếu và qua phía bên kia của bất động sản nhưng sớm quyết định kết thúc một ngày khi vườn hoa trà vẫn chưa nở. Lên kế hoạch cho chuyến tham quan này như một chuyến tham quan nửa ngày trọn vẹn và hãy dành thời gian vì bất động sản rất rộng lớn và nếu bạn thích động vật, cừu, dê, trâu nước và ngựa đều rất hấp dẫn. Đọc thêm",
            "Chúng tôi ở lại 2 đêm vào nửa đầu tháng Năm.  Thời tiết khá ấm áp nên chúng tôi rất thất vọng vì hồ bơi vẫn chưa mở cửa theo mùa và cũng không có thuyền kayak.  Chúng tôi tham gia 2 chuyến ngắn ngày nhưng nhân viên ở quầy đăng ký lại bảo sai điểm xuất phát nên cả hai đều đến muộn.  Nhìn chung, địa điểm này ổn, nhưng chúng tôi muốn ở tại một địa điểm cập nhật hơn gần hoặc trong thành phố Charleston hơn.Đọc thêm",
            "Tài sản tuyệt vời, có thể đã dành cả ngày để tham quan. Chuyến tham quan ngôi nhà tuyệt vời, nhân viên am hiểu đã cung cấp nhiều thông tin. Những khu vườn xinh đẹp, yêu thích việc bảo trì tỉ mỉ. Các căn cứ là tuyệt vời. Ăn trưa buffet, rất thích.Đọc thêm",
            "Vợ tôi và tôi đã dành 7 giờ ở đây để chiêm ngưỡng cảnh quan tuyệt đẹp của những cây sồi sống trên khắp diện tích và những luống hoa trang trí các lối đi. Các tài liệu này có trình độ học vấn cực cao và truyền đạt kiến ​​thức của họ về hoạt động của hệ thống đồn điền cũng như mặt tối của chế độ nô lệ. Hệ thống đồn điền lạnh lùng không thể thành công nếu không có sự suy thoái của một nhóm nô lệ bị coi là tài sản! Họ đã làm rất tốt khi kể câu chuyện về lịch sử của nó trước và sau Giải phóng dù tốt hay xấu. Chuyến thăm của chúng tôi mang tính giáo dục và thời gian được sử dụng tốt.Đọc thêm",
            "Chúng tôi đã chọn Middleton Place dựa trên những đánh giá tuyệt vời nhưng rất thất vọng. Chúng tôi chủ yếu đi xem vườn nhưng nhanh chóng nhận ra điều đó. trong khi những cây cổ thụ và cấu trúc khu vườn vẫn được duy trì thì có rất ít loài hoa để nói đến, ngay cả trong những khu vườn bí mật và trang trọng. Tôi có thể nhìn thấy những khu vực cỏ ba lá đầy cỏ trong khu phố của mình mà không phải trả 34. Tôi có thể dễ dàng thăm lại hầu hết các khu vườn mà tôi từng thấy nhưng thậm chí còn chưa thích thú với khu vườn này ngay lần đầu tiên.Đọc thêm",
            "Khuôn viên tuyệt đẹp và đó là một ví dụ tuyệt vời về cuộc sống đồn điền ở miền Nam.  Bài giảng Trải nghiệm nô lệ thật tuyệt vời.  Diễn giả thật tài năng - một người giao tiếp và kể chuyện tuyệt vời.  Middleton Place không đề cập đến chế độ nô lệ - nó đề cập trực tiếp đến chủ đề bằng góc nhìn thực tế, chính xác.  Họ thừa nhận đó là một phần đen tối trong lịch sử của chúng ta cần được nói đến.Đọc thêm",
            "Chuyến thăm tuyệt vời đến Middleton Place. Những mảnh đất và những khu vườn xinh đẹp, một câu chuyện hay và dở về một trong những gia đình nổi tiếng ở miền Nam, và chúng tôi đã có một giáo sư tuyệt vời. Jerry đã dành 45 phút để kể cho chúng tôi những câu chuyện về gia đình, những người nô lệ và nơi có vẻ đẹp nơi mọi chuyện đã xảy ra. Một chuyến thăm tuyệt vời! Ngoài ra còn có quán ăn ngon, giá cả hợp lý. Đi! Bạn sẽ thực sự tận hưởng ngày của mình!Đọc thêm",
            "Chuyến tham quan tuyệt vời, đầy ý nghĩa về một phần quan trọng trong quá khứ của nước Mỹ. Docent Jerry thật hoàn hảo. giàu thông tin, giàu lòng nhân ái, hiểu biết và trung thực. Đọc thêm",
            "Sau khi đi bộ khắp Charleston trong 2 ngày, chúng tôi quyết định lái xe 30-40 phút đến Middleton Place. Tôi rất vui vì chúng tôi đã làm! Vẻ đẹp thật ngoạn mục ở đây. Chúng tôi tự mình đi tham quan các khu vườn và thực hiện chuyến tham quan ngôi nhà trong 30 phút. Rất nhiều con đường đi bộ. Bạn sẽ thấy những khu vườn xinh đẹp, động vật hoang dã, rêu Tây Ban Nha, những cây sồi sống khổng lồ và hồ nước. Hãy nhớ dùng bữa trưa tại nhà hàng phục vụ tiệc tự chọn ngon miệng, đồng quê. Gà rán và dịch vụ tuyệt vời. Chúng tôi cũng thích tham quan và tìm hiểu lịch sử của gia đình Middleton. Nếu bạn muốn đi ra khỏi con đường quen thuộc và tận hưởng thiên nhiên trong một ngày- hãy đến Middleton Place.Đọc thêm",
            "Chúng tôi không chắc nên đến Middleton, Magnolia hay Drayton với thời gian có hạn.  Chúng tôi đã nghiên cứu và chọn Middleton và rất vui vì chúng tôi đã làm như vậy.  Chúng tôi đã có một chuyến tham quan khu vườn tuyệt vời và nói về lịch sử của chế độ nô lệ.  Chuyến tham quan ngôi nhà rất chắc chắn - không phải làm.  Chúng tôi chắc chắn sẽ giới thiệuĐọc thêm",
            "Nơi này thật tuyệt vời. Chúng tôi đến quá muộn để có thể tham gia bất kỳ chuyến tham quan nào mà chúng tôi nghĩ rằng mình sẽ thích, nhưng điều đó không làm giảm trải nghiệm của chúng tôi. Chúng tôi thích đi dạo trong khuôn viên và những khu vườn xinh đẹp. Thật là một nơi đặc biệt.Đọc thêm"
        ],
        "star_ratings": [
            2824,
            1099,
            322,
            107,
            60
        ],
        "review_amount": 4412,
        "location": [
            "Hoa Kỳ",
            "Duyên hải Nam Carolina",
            "Charleston",
            "Nam Carolina SC",
            "Những điều cần làm ở Charleston",
            "Quảng trường Middleton"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 23, 2023",
            "Written August 26, 2023",
            "Written September 17, 2023",
            "Written September 18, 2023",
            "Written September 20, 2023",
            "Written September 26, 2023",
            "Written October 1, 2023",
            "Written October 8, 2023",
            "Written October 17, 2023",
            "Written June 6, 2024",
            "Written May 30, 2024",
            "Written May 18, 2024",
            "Written May 9, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54171-d144683-Reviews-Middleton_Place-Charleston_South_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54171-d436813-Reviews-Middleton_Place_Restaurant-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d2096755-Reviews-The_Crab_Shack-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54171-d818473-Reviews-Gennaro_s_Italian_Ristorante-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d20979703-Reviews-La_Hacienda_Mexican_Restaurant-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d855046-Reviews-Chick_fil_A-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d2617418-Reviews-Steel_City_Pizza-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d5096358-Reviews-Waffle_House-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d15056144-Reviews-Cook_Out-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d12147439-Reviews-Biggby_Coffee-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54370-d3774321-Reviews-Jet_s_Pizza-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d105765-Reviews-Drayton_Hall-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104636-Reviews-Magnolia_Plantation_Gardens-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54456-d2272997-Reviews-Colonial_Dorchester_State_Historic_Site-Summerville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d116451-Reviews-Audubon_Swamp_Garden-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d561021-Reviews-Frankie_s_Fun_Park-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54456-d24010297-Reviews-Coluccis_Jewelers-Summerville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d19650608-Reviews-Lights_Of_Magnolia-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d19466422-Reviews-Snafu_Brewing_Company-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54456-d10517895-Reviews-Antiques_Artisans_Village-Summerville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54456-d24110603-Reviews-Ashley_River_Park-Summerville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d144683-Reviews-or10-Middleton_Place-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d2447449-Reviews-Middleton_Place_Equestrian_Center-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d144260-Reviews-Joe_Riley_Waterfront_Park-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d2172814-Reviews-Battery_White_Point_Gardens-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d2180199-Reviews-Joseph_P_Riley_Jr_Park-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d126553-Reviews-South_Carolina_Aquarium-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d6826215-Reviews-Hampton_Park-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d8532159-Reviews-Washington_Square-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d2690173-Reviews-Gateway_Walk-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d2614553-Reviews-Charleston_Kayak_Company-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d10287940-Reviews-Charleston_Fossil_Adventures-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d3676637-Reviews-North_Charleston_and_American_LaFrance_Fire_Museum_and_Educational_Center-North_Ch.html",
            "https://www.tripadvisor.com/Attraction_Review-g54403-d1367802-Reviews-Caw_Caw_Interpretive_Center-Ravenel_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d646305-Reviews-Tanger_Outlets_Charleston-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d14041800-Reviews-Serenity_Tree_Yoga-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d3781132-Reviews-Holy_City_Brewing-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54456-d8322020-Reviews-Summerville_Farmer_s_Market-Summerville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d17759036-Reviews-Japan_and_More-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g48053-d624649-Reviews-Lily_Dale_Assembly-Lily_Dale_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d104162-Reviews-Otsego_Lake-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d1452375-Reviews-Lowdermilk_Beach-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d663441-Reviews-MagiQuest-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g815574-d586315-Reviews-Transfagarasan_Highway-Curtea_de_Arges_Arges_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d669392-Reviews-Castillo_Monumento_Colomares-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andaluci.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d7224318-Reviews-Snow_Mountain_at_Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d278709-Reviews-Lakefront_Brewery-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3929673-Reviews-Alanya_Aquapark-Alanya_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54171-d144683-Reviews-or10-Middleton_Place-Charleston_South_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54171-d144683-Reviews-Middleton_Place-Charleston_South_Carolina.html"
    }
]