[
    {
        "attraction_name": "Mig's Rig Taxi",
        "attraction_name_vi": "Taxi giàn khoan Migs",
        "general_info": [
            "23 đánh giá",
            "Taxi đưa đón"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã gọi cho Migs để đặt chuyến tham quan bằng taxi cho chuyến thăm vào tháng 7 của chúng tôi, nhưng họ nói rằng họ đã có những cam kết trước đó và không thể đáp ứng cho chúng tôi khi chúng tôi sẵn sàng đi.  Cuối cùng, chúng tôi vừa xuống phà và đi đến hàng taxi, nơi chúng tôi tìm thấy một tài xế sẵn lòng và có thể cho chúng tôi tham quan với cùng mức giá mà Migs đã tính.  Mặc dù điều này phù hợp với nhu cầu của chúng tôi, nhưng tôi nghĩ việc sử dụng một công ty đặc biệt chuyên đưa mọi người đi tham quan sẽ là lý tưởng vì tài xế của chúng tôi thực sự không biết nhiều về lịch sử chuyên sâu.  Anh ấy đã đưa chúng tôi đến những danh lam thắng cảnh và cho chúng tôi cơ hội chụp ảnh, đồng thời anh ấy kể cho chúng tôi một vài câu chuyện nội tâm về Đảo.  Nó đã được định giá quá cao so với hiện tại nhưng đó là lựa chọn duy nhất của chúng tôi.   Một tay đua khác có thể tốt hơn hoặc tệ hơn nên bạn hãy nắm lấy cơ hội của mình.  Chúng tôi lẽ ra đã đặt Migs nếu chúng còn trống.Đọc thêm",
            "Chúng tôi ở trên thuyền tại bến du thuyền nên chúng tôi cần dịch vụ đưa đón qua lại thị trấn. Migs là hợp lý.  Đọc thêm",
            "Tất cả taxi trên Đảo Block đều tính mức giá như nhau và tất cả mức giá đều do Thị trấn New Shoreham quy định.  Nếu bạn có một chiếc thuyền ở một trong những bến du thuyền, tất cả chủ sở hữu và tài xế taxi đều biết ơn vì bạn đang gọi dịch vụ taxi. Xin lưu ý rằng nếu xe taxi bạn gọi không thể trả lời bạn kịp thời, cuộc gọi sẽ được chuyển qua bộ đàm và sẽ được xe taxi gần điểm đón nhất trả lời. Rất thường xuyên, mọi người nghĩ rằng chúng tôi là một công ty taxi lớn và chiếc taxi phản hồi là một trong số những phương tiện thuộc sở hữu của chủ taxi mà họ đã gọi. Trên thực tế, chúng tôi là 32 doanh nghiệp nhỏ, một phương tiện một chủ và chúng tôi làm việc cùng nhau để đảm bảo dịch vụ tốt nhất có thể cung cấp cho bất kỳ khách hàng nào gọi đến bất kỳ ai trong số chúng tôi. Đọc thêm",
            "Rất thuận tiện đến bến tàu. Chuyến thăm đầu tiên, vì vậy muốn có cảm nhận về hòn đảo, văn hóa và lịch sử. Hướng dẫn lái xe của chúng tôi thực sự không tốt. Bạn phải rút mọi thứ ra khỏi anh ấy. Anh ta đã sống ở đó lâu năm nên chắc hẳn có rất nhiều kiến ​​thức; nhưng anh ấy chắc chắn không muốn từ bỏ nó. Hãy thử một bộ trang phục khác.Đọc thêm",
            "Đây có phải là chuyến tham quan mà bạn đã sắp xếp trước hay nó là dịch vụ đưa đón cho hành khách trên tàu du lịch đến Đảo Block và cần xe đưa đón vào thị trấn?Đọc thêm",
            "Chúng tôi đã ở Block Island vào ngày kỷ niệm 50 năm ngày cưới của bố mẹ chúng tôi.  Chúng tôi quyết định thực hiện chuyến tham quan cùng Fran như một điểm nhấn trong ngày.  Fran thật xuất sắc!  Cô chia sẻ kiến ​​thức của mình về lịch sử hòn đảo cũng như những bước đi mà cư dân trên đảo đang thực hiện để bảo tồn và nâng cao cảnh quan băng giá tuyệt đẹp của họ.  Cô ấy rất kiên nhẫn khi trả lời tất cả các câu hỏi của chúng tôi và dừng lại để cho chúng tôi ra ngoài khám phá và chụp ảnh. Đảo Block thật tuyệt vời với những khu vực tuyệt vời để khám phá bên ngoài New Shoreham và các bãi biển.  Tôi thực sự khuyên bạn nên tham gia một chuyến tham quan với Fran để có được vị trí đẹp nhất!Đọc thêm",
            "Đã đặt chuyến tham quan với Migs Rig vào Thứ Bảy, ngày 14 tháng 7 năm 2018 và đã có khoảng thời gian tuyệt vời! Đã đến đảo bằng thuyền và Fran đón chúng tôi ở bến du thuyền. Đang đi du lịch cùng gia đình chưa từng đến BI trước đây và muốn họ xem nó. Fran cực kỳ am hiểu về lịch sử, văn hóa và địa chất của hòn đảo, rất thân thiện và hữu ích, trả lời tất cả các câu hỏi của chúng tôi, không thể thích nghi hơn được. Đã thấy nhiều hơn những gì mong đợi-- một hòn đảo xinh đẹp! Rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Fran là một người chủ nhà rất tốt, cả gia đình tôi đã có khoảng thời gian vui vẻ. Chuyến tham quan rất thoải mái và chỉ kéo dài 75 phút.  Fran là một hướng dẫn viên rất am hiểu.  Tôi muốn giới thiệu Migs Rigs cho bất kỳ ai ghé thăm Block Island.Đọc thêm",
            "Cảm ơn bạn rất nhiều, tôi rất vui vì bạn hài lòng và hy vọng sẽ gặp lại bạn. Đọc thêm",
            "Trước đây tôi chỉ đến New Shoreham và chưa bao giờ khám phá ra ngoài khu vực trung tâm thành phố. Hướng dẫn viên du lịch tuyệt vời của chúng tôi Fran đã chỉ cho nhóm bốn người của chúng tôi đi vòng quanh địa điểm tuyệt đẹp này. Chúng tôi đã nhìn thấy khung cảnh tuyệt đẹp của ngọn hải đăng, ao hồ, bến cảng, cảnh biển, vách đá và tất cả vẻ đẹp tự nhiên của hòn đảo. Đồng thời có được cái nhìn tổng quan về lịch sử của con người và tài sản trên đảo. Tôi thực sự khuyên dùng Migs Rig như một cách để tận hưởng và đánh giá cao Block Island một cách trọn vẹn.Đọc thêm",
            "Bill, cảm ơn bạn, rất vui được cho bạn xem hòn đảo của chúng tôi! Tôi hy vọng bạn sẽ đến thăm chúng tôi một lần nữa. Xin gửi lời chúc tốt đẹp nhất tới bạn.  FranĐọc thêm",
            "Chúng tôi vừa có một trải nghiệm với dịch vụ taxi Migs Rig mà tôi cảm thấy cần phải chia sẻ. Vợ tôi và tôi đã đến Block Island cùng một cặp đôi khác để đón giao thừa. Khi chúng tôi đến nơi, xe chúng tôi mang đến không đủ chỗ cho tất cả chúng tôi đến nhà nên chúng tôi quyết định đi taxi. Chúng tôi đưa cho tài xế địa chỉ ngôi nhà và nghĩ rằng mọi thứ đã xong. Sau khi chúng tôi thả một cặp đôi khác xuống sân bay, tài xế Les và chủ nhà Fran đã nói với chúng tôi rằng không có địa chỉ thực sự nào trên Block Island và các ngôi nhà được xác định bằng số hiệu cứu hỏa. Chúng tôi không hiểu rằng điều này có nghĩa là Les không biết anh ấy sẽ đưa chúng tôi đi đâu. Sau khi đến khu vực chung mà anh ấy nghĩ là ngôi nhà, anh ấy hỏi chúng tôi có biết nó trông như thế nào không. Tôi lại nói rằng tất cả những gì tôi có là địa chỉ. Sau một lúc bực bội, cặp đôi đi cùng chúng tôi đã gọi điện và nói rằng họ đã dọn sạch đồ trên xe và có thể gặp chúng tôi. Lúc này chúng tôi đã ngồi trong taxi hơn 30 phút. Vì vậy, chúng tôi đồng ý để Les đưa chúng tôi đến cửa hàng tạp hóa như một địa điểm gặp gỡ mà cả hai đều biết. Chúng tôi không biết rằng Les đã đi qua ngôi nhà hai lần trong quá trình tìm kiếm của chúng tôi. Khi chúng tôi đến nơi, bạn của chúng tôi đang đợi và khi tôi hỏi giá vé là bao nhiêu, Les nói với tôi là 34,00. 24 cho chuyến đi lên ngọn hải đăng và 10 cho chuyến đi trở về. Tôi nói với anh ấy rằng tôi không tin điều đó là công bằng vì anh ấy không bao giờ đưa chúng tôi đến đích mà chúng tôi yêu cầu. Tôi không tin rằng chúng tôi nên bị tính thêm phí để quay lại thị trấn do sự bất tài của anh ấy. Tình hình leo thang hơn nữa khi chủ sở hữu Fran tham gia đến mức cảnh sát được gọi đến. Xin vui lòng nếu bạn có lựa chọn khác khi đến Đảo Block, đừng sử dụng những người bất tài này Đọc thêm",
            "I remember this incident vividly. I was in the passenger seat in front and my driver, Les, was at the wheel. We picked up Brian D and his wife at the ferry dock, and were given a fire number to get to the house. Many visitors do not realize and why should they? that on Block Island, we have no street addresses to define locations. A fire number is given out with a building permit, and can be located at any place on this 11-square-mile island. When we asked if they had a description or any further information as to location, we were told it was on Corn Neck Road, the last house on the right before the lighthouse. That is where these customers were taken, and it was not the right place. The last house before the North Light was closed for the season, and so was the only other house on the dirt road, much farther up the hill. My taxi negotiated a long, winding, uphill dirt road as we attempted to go to the destination to which we had been directed. At that point, Brian D had a telephone conversation with his friend, who still insisted that he was on Corn Neck Road, waiting for Brian They agreed to meet in the parking lot near the lighthouse; the friend said he was already there. We pulled into the parking lot for the North Light; nobody was there. Upon further discussion, they agreed to meet in the Block Island Grocery parking lot. We drove back to town, there being no choice, and Les explained that he would have to charge them for a round trip. Our taxi rates on Block Island are ratified into ordinance by the Town Council, and we all must charge the same rates, as shown on our rate sheet. The fare for two people to the north end, Settlers Rock, is 20. The surcharge for the dirt road is 4. The trip back to town is half the fare: 10, for a total fare of 34. Brian D was apologetic for the wrong directions, and we were apologetic about the round trip. Brian D paid the fare without complaint when we got to the Block Island Grocery, but at that point his friend jumped out of his car and became involved. The friend berated us, screamed in my face to the point that Les,fearing assault, called for the police. Brian Ds friend did not assault me, but continued to scream and refused to look at the rate sheet or listen to anything I tried to tell him. He told me that mine is a terrible, really horrible, taxi service because we could not find one of 2000 Island homes when given a fire number that could be located any place on the Island. We taxi owners and drivers on Block Island deal constantly with our lack of street addresses, and cannot possibly know where every single fire number is located. Brian Ds friend also insisted that he had been in that house on Corn Neck Road just before the lighthouse, and if we were really there, we should have driven in and taken his friends to the destination. Instead, you were way at the other end of the Island! he screamed. Yes: we were on Corn Neck Road, where we had been told to go. There are two lighthouses on Block Island. He must have been renting near the Southeast Light, which is indeed at the other end of the Island, on Spring Street, and he did not know where he was or how to give directions to his friend as to how to get there. None of this is anyones fault. It was a wrong set of directions.Read more",
            "Fran đã làm nên chuyến đi của chúng tôi! Cô ấy đã đón chúng tôi từ Blue Dory Inn tuyệt vời và lái xe đưa chúng tôi đi khắp hòn đảo, kể cho chúng tôi nghe về lịch sử và chỉ ra những sở thích đặc biệt. Vì đây là kỳ nghỉ lễ Halloween nên anh trai và con gái tôi đã mang theo một chú chó xương nhỏ được xích lại và dừng lại để chụp ảnh với nó khắp hòn đảo. Fran rất vui tính và đã tham gia ngay! Và trên hết, cô ấy là tác giả đã xuất bản 2 cuốn sách về những bóng ma của Đảo Block! Tất nhiên chúng tôi đã bắt cô ấy dừng lại ở một hiệu sách đáng yêu và mua chúng và cô ấy đã vui vẻ ký tặng chúng cho chúng tôi. Không có cách nào tuyệt hơn để dành cả ngày với một người dân địa phương đáng yêu khi đi tham quan một trong những nơi đẹp nhất ở Mỹ! Cô ấy đã làm cho chuyến đi của chúng tôi trở nên đáng nhớ và mọi người trên Facebook đều có thể tham gia vào cuộc vui cùng chúng tôi, Fran và Skully! Chúng tôi sẽ quay lại! Đọc thêm",
            "Tôi đã gọi cho Migs Rig Taxi vào Chủ nhật và may mắn thay, Fran đã sẵn sàng tổ chức chuyến tham quan vào cuối buổi chiều hôm đó.  Thật là một người phụ nữ sang trọng, cá tính! Fran đã sống quanh năm trên Đảo Block trong hơn 30 năm.. Cô ấy đánh giá cao tình yêu dành cho nơi đặc biệt này và điều đó đã thể hiện. Chúng tôi lái xe vòng quanh đảo, dừng lại ở nhiều điểm tham quan trong khi cô ấy cung cấp thông tin lịch sử và những sự thật thú vị khác.  Khi đi nghỉ, tôi thích tham gia các chuyến tham quan để tìm hiểu về địa phương mà tôi đang đến thăm.  Chuyến tham quan của Frans thật tuyệt vời và tôi đã có khoảng thời gian tuyệt vời để khám phá Đảo Block xinh đẹp cùng cô ấy.  Tôi thực sự khuyên dùng Migs Rig Taxi!Đọc thêm",
            "Bạn đã đặt chỗ này bằng cách nào và chi phí là bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            16,
            2,
            1,
            2,
            2
        ],
        "review_amount": 23,
        "location": [
            "Hoa Kỳ",
            "Đảo Rhode RI",
            "Những điều cần làm ở Đảo Block",
            "Taxi giàn khoan Migs",
            "Đảo Khối",
            "Quận Washington"
        ],
        "reviews_time": [
            "Written September 4, 2018",
            "Written August 29, 2018",
            "Written August 14, 2018",
            "Written August 14, 2018",
            "Written July 19, 2018",
            "Written July 18, 2018",
            "Written July 10, 2018",
            "Written January 26, 2018",
            "Written November 10, 2017",
            "Written October 8, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54061-d8442209-Reviews-Mig_s_Rig_Taxi-Block_Island_Washington_County_Rhode_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g54061-d8442209-Reviews-or10-Mig_s_Rig_Taxi-Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54061-d8442209-Reviews-or20-Mig_s_Rig_Taxi-Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54061-d26446840-Reviews-Oceanside_Taxi-Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271349-d23849059-Reviews-Block_Island_Ferry-New_Shoreham_Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271349-d24066164-Reviews-Block_Island_Express-New_Shoreham_Block_Island_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d2078860-Reviews-Ithaca_Farmers_Market-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558679-Reviews-Seattle_Public_Library-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g44092-d3399598-Reviews-Waverley_Mansion-West_Point_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d554029-Reviews-Mount_Lavinia_Beach-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d9974890-Reviews-Hotel_Cascada_Waterpark-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g30377-d1818716-Reviews-Spring_Valley_Beach-Blountsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d12994248-Reviews-Giant_Kapok_Tree-Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54727-d2218638-Reviews-Wonderland_Caves-Nemo_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d293709-Reviews-Downtown_Aquarium-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54061-d8442209-Reviews-or10-Mig_s_Rig_Taxi-Block_Island_Washington_County_Rhode_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54061-d8442209-Reviews-Mig_s_Rig_Taxi-Block_Island_Washington_County_Rhode_Island.html"
    }
]