[
    {
        "attraction_name": "Miloli'i (Milolii)",
        "attraction_name_vi": "Ngọc trai Ngọc trai Ngọc trai",
        "general_info": [
            "77 đánh giá",
            "69 trong số 119 việc cần làm ở Kailua-Kona",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Rất không thân thiện. Nhiều vụ đột nhập ô tô Việc sử dụng ma túy được thể hiện một cách công khai. Dốc đường nguy hiểm lên xuống từ đường cao tốc. Rất nhiều kapu.Đọc thêm",
        "reviews": [
            "Không phải là một nơi thân thiện. Rất bẩn với rác và rất nhiều grafitti. Lái xe rất dốc xuống và lên từ đường cao tốc. Những người lái xe hung hãn và giận dữ. Quá giá.Đọc thêm",
            "Thị trấn ven biển xa xôi xinh đẹp. Rất có thể đi bộ và mọi người rất thân thiện. Nếu bạn muốn yên tĩnh và có đại dương ngay trước cửa nhà mình, hãy đến MiloliiĐọc thêm",
            "Chắc chắn không phải là một ý tưởng hay nếu đến đó. Không được thiết lập cho bất kỳ du khách nào, không có gì để xem và đó là một ngôi làng truyền thống của người dân địa phương. Khách du lịch và haoles không được chào đón và họ nói rõ điều đó.Đọc thêm",
            "Milolii được liệt kê là một làng chài Hawaii. Thực sự không có gì ở đó sau khi lái xe 5 dặm từ độ cao 1500 ft xuống mực nước biển. Đường sá không tốt và người Hawaii địa phương sống ở đó không cần phải nhìn chằm chằm vào nhà của họ. Milolii cách Captain Cook ít nhất 20 phút về phía Nam và rất biệt lập. Thuê từ Southern Belle trên Kai Ave và không vui. Cảnh đẹp, nhà đẹp. Không có dịch vụ thu gom rác thải với người thuê nhà dự kiến ​​sẽ chở rác đến cơ sở xử lý rác thải địa phương, hay còn gọi là bãi rác. Gián và tắc kè trong xe không phải là ý tưởng vui vẻ của tôi. Nước không được xử lý để sử dụng cho con người và bạn phải mua nước để mang đến đó. Vị trí cách sân bay Kailua 1,5 giờ và gần như vậy đến thị trấn. Các cửa hàng nhỏ với doanh thu hàng hóa hạn chế và giá cao hơn nhiều chỉ cách đó 30-45 phút. Đọc thêm",
            "Lái xe đến đây để xem ngư dân ở dạng cũ. Ngoài ra để xem làng chài cũ. Rất thích nó. Việc lái xe qua dòng dung nham thật đáng giá. Rất nhiều thứ để xem.Đọc thêm",
            "Rất cô lập! Bờ biển đá đẹp. Ở trong một ngôi nhà trên đại lộ Kai. Tôi ước mình có kính thiên văn. Bầu trời đêm là bầu trời đẹp nhất mà tôi từng thấy!Đọc thêm",
            "Chúng tôi đã dành ba ngày đầu tiên của chuyến đi Đảo Lớn này để thư giãn tại một trong nhiều nhà cho thuê ở khu vực Milolii. Làng chài thực tế cùng tên vẫn còn hoạt động và có những công viên bãi biển nhỏ ở đây, nhưng sẽ phải mất một quãng đường dài để đến đó và rất có thể bạn sẽ thất vọng so với các công viên bãi biển khác. Nếu bạn đang tìm kiếm một nơi để thoát khỏi tất cả, thì khu vực này sẽ dành cho bạn. Có rất nhiều nhà cho thuê ở đây. Hầu hết đều ở trên mặt nước hoặc có tầm nhìn tuyệt đẹp ra mặt nước. Cây Macadamia Nut nằm dọc đường cao tốc phía trên và con đường địa phương có nhiều điểm dừng để mua trái cây tươi hái.Đọc thêm",
            "Thích ở lại bãi biển Milolii.  Đây là một cộng đồng rất yên tĩnh với khung cảnh đại dương tuyệt đẹp.  Cộng đồng này rất gần với Bãi biển Honomolino, bãi biển cát đen tuyệt đẹp.  Đây là nơi hoàn hảo khi bạn không muốn làm gì cả!Đọc thêm",
            "We just stayed for five nights in a relatively large subdivision in Milolii in what was an absolutely lovely rental home on the edge of a lava seacliff with unobstructed views of the Pacific.  We saw whales feeding multiple times a day, enjoyed spectacular sunsets from the lanai, and had a quiet, relaxing and thoroughly enjoyable vacation there.  So whether you like Milolii rather depends on why you went there in the first place.  We wanted peace and quiet away from the main tourist locations and were not disappointed in this regard.  If, on the other hand, you want a typical Hawaiian resort experience with white sand beaches to lounge on then sure, Milolii is not that.  If you want something a little different, away from the standard Hawaiian resort fare, then rest assured the subdivision there is lovely to stay in -- its quiet, the available rentals are nice and the people are friendly. The state park beach thats a 5 minute drive down the road is a great place to explore tidal pools and snorkel when the sea is calm at high tide, unfortunately it was quite rough while we were there so snorkeling wasnt an option.  The hike to Honomalino Bay from the state park is now well marked, about a mile long through surreal forests and old lava flow landscapes, best done with sneakers so as not to cut your feet on the lava.  You will likely have the bays black sand beach nearly to yourself if you go on a weekday.  Sure there are no trespassing signs along the trail to keep you from setting up your beach chair on private property, but what coastline in the US doesnt have numerous no trespassing signs where private property is involved?  And yes, you will see some poor homes on your way to the state park and Honomalino Bay, but you will see that in other parts of the island too, including some of the main tourist towns.  As for the drive to Milolii from Kailua-Kona and even Captain Cook, yes Milolii is a fair distance away but, on the other hand, that means its closer to Volcano and Hilo if you want to explore that side of the island.  In fact, regardless of where you stay on the Big Island, youll have to do a lot of driving to see all the major sites.  In this regard, Milolii is a good halfway point between Kailua-Kona and VolcanoHilo. There is a town, Oceanview, about 30 minutes south of Milolii where you can get groceries and gas, and 15 of those minutes is spent driving up from the coast to reach the islands belt road, a drive that is pretty spectacular as it involves sharp hairpin turns that you have to take slowly or youll end up in jagged lava fields.  Overall, then, I would recommend staying in Milolii if you are an independent traveler who wants to stay off the beaten track andor are planning to spend most of your visit relaxing in peace and quiet at your rental.  If you stay in the subdivision there, the Pacific is literally at your feet and, if you visit during the right time of year, you will see whales and dolphins breaching and feeding throughout your stay. We never encountered any mosquitoes as others have mentioned but that might be because we were there in February.Read more"
        ],
        "star_ratings": [
            23,
            21,
            12,
            11,
            10
        ],
        "review_amount": 77,
        "location": [
            "Hoa Kỳ",
            "Kailua-Kona",
            "Đảo Hawaii",
            "Ngọc trai Ngọc trai Ngọc trai",
            "Các hoạt động ở Kailua-Kona",
            "Hawaii HI"
        ],
        "reviews_time": [
            "Written August 22, 2023",
            "Written August 19, 2023",
            "Written November 10, 2022",
            "Written August 21, 2022",
            "Written February 11, 2020",
            "Written February 3, 2020",
            "Written January 27, 2020",
            "Written October 26, 2019",
            "Written June 4, 2019",
            "Written March 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60872-d1005909-Reviews-Miloli_i_Milolii-Kailua_Kona_Island_of_Hawaii_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60580-d8818472-Reviews-Thai_Grindz_and_More-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2137379-d10223520-Reviews-Miloli_i_Beach_County_Park-Milolii_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2137379-d5539002-Reviews-Honomalino_Bay-Milolii_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d3533824-Reviews-Sacred_Grounds_Coffee_Farm-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1005909-Reviews-or10-Miloli_i_Milolii-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60601-d1872128-Reviews-Hawaiian_Vanilla_Company-Paauilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60584-d2389221-Reviews-Heavenly_Hawaiian_Kona_Coffee_Farm_Tours_Konalani_Coffee_Bar-Holualoa_Island_of_Ha.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d23474628-Reviews-Paniolo_BBQ_Dinner_At_Kahua_Ranch-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d17804679-Reviews-Lavaloha-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d7305666-Reviews-Hala_Tree_Coffee-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d258738-Reviews-Greenwell_Farms-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d4222738-Reviews-Big_Island_Bees-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1215221-Reviews-Kona_Mike_s_Surf_Adventures-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d258737-Reviews-Kona_Coffee_Living_History_Farm-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d12076762-Reviews-Ho_omau_Ranch-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d560717-Reviews-Holoholokai_Beach_Park-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d6632938-Reviews-Ohana_Farm_Orchards-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g39214-d106553-Reviews-National_Corvette_Museum-Bowling_Green_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7317600-Reviews-Tampa_Riverwalk-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d102649-Reviews-Monticello-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190439-d2060657-Reviews-Preveli_Beach-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g644389-d10117160-Reviews-Playa_Isla_Verde-Carolina_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d10405628-Reviews-Glen_Falls_Trail-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g303805-d3240875-Reviews-Aquarium-Crikvenica_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g48962-d12418773-Reviews-Lake_Tomahawk_Park-Black_Mountain_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d250291-Reviews-Cleveland_Botanical_Garden-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g52427-d624813-Reviews-Cherry_Springs_State_Park-Coudersport_Potter_County_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60872-d1005909-Reviews-or10-Miloli_i_Milolii-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60872-d1005909-Reviews-Miloli_i_Milolii-Kailua_Kona_Island_of_Hawaii_Hawaii.html"
    }
]