[
    {
        "attraction_name": "Minitrenet",
        "attraction_name_vi": "Minitrenet",
        "general_info": [
            "61 đánh giá",
            "- 7 trong số 7 điều cần làm ở Cala d - Hoặc",
            "Xe điện"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một ý tưởng tuyệt vời để xem toàn bộ khu nghỉ dưỡng nhưng chúng tôi đã trả tiền cho một chuyến đi khứ hồi đầy đủ với ý định dừng lại ở bến du thuyền để ăn trưa. Chúng tôi đến bến đúng giờ sau bữa trưa và tàu đến nhưng sau đó cô bán vé bắt tất cả hành khách xuống xe và không cho phép chúng tôi lên xe trước khi bảo tài xế lái đi. Không biết tại sao nhưng thay vì đợi ít nhất một giờ cho chuyến tàu tiếp theo, chúng tôi quyết định đi bộ 25 phút để trở về căn hộ của mình. Thật không tốt khi phải trả giá cho một hành trình mà chúng ta không thể tiếp tục.Đọc thêm",
            "Chúng tôi quyết định đi tàu từ Cala Esmeralda đến Marina. Chúng tôi đã mua vé khứ hồi, không nhận ra rằng tàu không dừng ở mọi điểm dừng trừ khi có ai đó đang đợi nên ngay cơ hội đầu tiên tôi đã nói với người bán vé rằng chúng tôi muốn đến Bến du thuyền. \nChúng tôi đã có một chuyến đi khá thú vị, trẻ em rất thích đi tàu, nhưng đó không hẳn là tuyến đường ngắm cảnh. Người bán vé rất thân thiện khi chúng tôi xuống xe, tôi hỏi liệu chúng tôi có bắt chuyến tàu chiều về ở cùng một địa điểm không và cô ấy nói có, hãy đến đó trước 10 phút. Điều đó chúng tôi đã làm. Chúng tôi nhìn thấy con tàu đang đến gần và người lái tàu giơ tay lên trước mặt theo hình chữ X và tiếp tục đi! Chúng tôi cố gắng vẫy tay chào người bán vé, người biết chính xác chúng tôi là ai và cô ấy luôn để ý đến thứ gì đó rất thú vị trên móng tay mình. Nó chưa đầy, có ít nhất hai hàng ghế trống.\nChúng tôi thực sự rất khó chịu!  - Đó là SÔI - \n\nDù sao, chúng tôi quyết định đi bộ trở lại thị trấn và thấy một khía cạnh thú vị, nhộn nhịp và không khí hơn của thị trấn. Với rất nhiều cửa hàng máy lạnh để dừng lại trên đường đi. Thay vào đó, bạn nên làm điều đó.Đọc thêm",
            "Về cơ bản nó là miễn phí cho tất cả mọi người khi bạn lên máy bay. Bạn thanh toán bằng tài xế nhưng chỉ có thẻ. Vì vậy, bất kể bạn nghĩ hàng đợi ở đâu thì họ vẫn vây quanh taxi của tài xế nên hàng đợi biến mất. Tôi đã đi rất nhiều chuyến tàu kiểu này ở các nước khác và chưa bao giờ thấy nó chạy tệ đến thế. Sẽ tránh bằng mọi giá. Đọc thêm",
            "Hãy tránh bằng mọi giá! Lịch trình không giống với thời gian các chuyến tàu thực sự xuất hiện. Chúng tôi đến bến lúc 10 giờ 30 để bắt chuyến tàu lúc 10 giờ 40 sáng. Nó đến lúc 11h30. Khi đó, tài xế đã tính tiền cho chúng tôi cho 2 người lớn và một trẻ em, ngoại trừ. . . Tàu đã chật kín. Vợ và con trai tôi cố gắng ngồi chung một chỗ, nhưng không còn chỗ cho tôi. Tôi yêu cầu trả lại tiền và người lái xe nói rằng anh ta không biết cách hoàn tiền vì đây là ngày đầu tiên của anh ta - thật tiện lợi - và từ chối giúp đỡ. Vì vậy, chúng tôi vừa quyên góp 5 euro cho công ty xe lửa. Vợ tôi kể với tôi rằng anh ấy đã - tính tiền một chỗ ngồi khi tàu đã đầy - lừa thêm hai lần nữa trong thời gian cô ấy ở trên đó. Vì vậy, nếu bạn muốn có trải nghiệm khi bạn đứng xung quanh trên đường trong một giờ và bị cướp, cala d - hoặc tàu đất là dành cho bạn!Đọc thêm",
            "Chúng tôi đến sớm 10 phút vào lúc 11 giờ 05 ở điểm dừng 6 - nó không xuất hiện cho đến 12 giờ 15. Trả tiền vé, không dùng tiền mặt, là một trò đùa và mất nhiều thời gian vì không có thông tin nào được cung cấp trước khi nó đến. Chúng tôi đã sai lầm khi cho rằng, vì đây là một dịch vụ du lịch nên chúng tôi sẽ đi theo con đường ngắm cảnh nhưng lại được đi tham quan các khu dân cư và đường vành đai. Chúng tôi đã trả tiền vé một chiều nhưng tài xế không thông báo chúng tôi dừng ở điểm nào nên chúng tôi, vì không quen với Cala d - dor, đã không xuống được ở điểm dừng ở trung tâm - mặc dù bạn - sẽ thật khó để biết điều này - . Những hành khách khác cho biết chúng tôi có thể xuống ở điểm dừng đối diện - điểm dừng 3 - trên đường về nhưng vì không có người đợi nên tài xế đã đi ngang qua. Không có tiếng chuông yêu cầu anh ta dừng lại. Điều này rất nguy hiểm vì không có sự liên kết giữa tài xế và hành khách. Chúng tôi thấy 2 người bị mất mũ mà không có cách nào yêu cầu tài xế dừng lại. Chúng tôi đã kết thúc chuyến đi khứ hồi mà chúng tôi không muốn thực hiện - tổng cộng là 2 1 - 2 giờ. Không bao giờ nữa.Đọc thêm",
            "Về cơ bản nó là miễn phí cho tất cả mọi người khi bạn lên máy bay. Bạn thanh toán bằng tài xế nhưng chỉ có thẻ. Vì vậy, bất kể bạn nghĩ hàng đợi ở đâu thì họ vẫn vây quanh taxi của tài xế nên hàng đợi biến mất. Tôi đã đi rất nhiều chuyến tàu kiểu này ở các nước khác và chưa bao giờ thấy nó chạy tệ đến thế. Sẽ tránh bằng mọi giá. Đọc thêm",
            "Chính tôi và chồng đã đưa 3 đứa cháu của mình lên chuyến tàu mini ở Cala d - Or. Người lái xe rất tử tế không chỉ với chúng tôi mà còn với những hành khách còn lại.  Chúng tôi rất thích chuyến đi.Đọc thêm",
            "1. Không tuân theo thời gian biểu đã được quảng cáo dưới mọi hình thức, hình thức.2. Không có hệ thống xếp hàng. Đến nơi đầu tiên không có nghĩa là bạn thậm chí còn có cơ hội được tiếp tục.3. Bạn phải mua vé trước khi lên tàu, nhưng ở đó không nói điều này ở bất cứ đâu nên một nửa đám đông vây quanh người bán vé và nửa còn lại lên tàu chỉ để rồi bị ra lệnh một cách thô bạo và yêu cầu xếp hàng mua vé.4. Đó là một cuộc chiến hoàn chỉnh và hoàn toàn để có được một tấm vé và lên tàu, vì vậy trừ khi bạn chuẩn bị chen lấn mọi người và thực sự hung hãn, tôi sẽ không bận tâm.Đọc thêm",
            "This train does not run to any timetable or schedule. Tried to catch it with my husband and 4 yr old son for several nights, to travel into the centre of Cala Dor, eventually stopped telling our son to avoid disappointment and had a drink in a bar where we could see if it was going to arrive. Finally caught it on the 4th try and we wish we hadn - t. While I was getting on my husband queued to pay the  - lady -  who charged us more than the single fare we were expecting which we queried, but she basically told us to shut up it was right and we thought maybe the prices were incorrect as well as the timetable. As it transpired the next few groups of adults who got on at various stops all queried the price she was charging at which point she responded each time  - oh you only want one way -  which we could hear perfectly. When we tried to leave the train in cala dor, my husband asked her why she hadnt realised we also wanted single fair, told her we would be leaving a bad review and went to take a photo of the train. At which point all hell broke loose! She started screaming and shouting she was calling the police because we can - t take photos of her etc etc and blocked our path from trying to walk away. My 4 year old was now screaming at which point I told my husband to take him away while I spoke to her but she continued the abuse even though I told her there was no photo of her and offered to show her and then as I again tried to walk away she started to kick my buggy and push me back telling me I can - t leave until the police arrived. I was mortified but at this point she had attracted so much attention that a lovely Irish family stopped and asked what was going on and told me they had complained about her yesterday because of her behaviour and offered to wait with me until the police arrived as they had filmed her abusing me and would add to my complaint. Long story short the police arrived, i showed them there was no photo of her and apologised for wasting their time but told them I was unhappy she had physically detained me and shoved me in front of my son and also ripped us off. They asked if I wanted to press charges but I just wanted the whole thing over and done with as soon as possible so they made her apologise.  Since found out the train turned over hurting people previously. Please do not use it, it - s not safe and they deliberately try to rip you off charging for return journeys when they know the chance of you ever catching it back is negligible because it runs so erratically!Read more",
            "Hành vi hoàn toàn kinh tởm từ người phụ nữ bán vé. Dịch vụ khách hàng không hung hăng thô lỗ. Giật tiền từ tay tôi và hét lên khi tôi hỏi giá. Sẽ không sử dụng nó nữa. Thực tế, một gia đình sử dụng taxi sẽ rẻ hơn. Công ty thực sự cần đọc những đánh giá này và sắp xếp cô ấy theo thứ tự.Đọc thêm",
            "Sau khi đi bộ từ cala d - hoặc đến es forti, chúng tôi quyết định bắt tàu trở lại. Người phụ nữ thô lỗ trên tàu từ chối chúng tôi đi du lịch và nói rằng không cho phép trẻ em đi du lịch, chúng tôi chỉ ra rằng có những đứa trẻ khác trên tàu và cô ấy sủa không cho phép chúng tôi cho phép một gia đình phía sau có xe lôi lên tàu. Sau khi hỏi điều này, cô ấy nói chúng tôi có thể lên tàu. Chúng tôi bắt đầu đưa em bé ra ngoài và cô ấy nói rằng chúng tôi sẽ bắt chuyến tàu muộn - dù sao thì nó cũng đến muộn 10 phút - lúc này có 2 gia đình đang chuẩn bị lên tàu thì cô ấy nói bằng tiếng Tây Ban Nha với tài xế và tàu khởi hành khiến chúng tôi và hành khách phải tiếp tục hành trình. hội đồng quản trị bị sốc trước thái độ của cô ấy. Điều này nên được nêu trên các áp phích nếu nó không được phép. Sau khi đọc các đánh giá khác trên một trang truyền thông xã hội, đây là chuyện thường xảy ra và không phải là một trải nghiệm - vui vẻ hay chào đón khách du lịch. Đọc thêm",
            "ĐỪNG - TUYỆT VỜI, DỊCH VỤ KHÁCH HÀNG TUYỆT VỜI TỪ PHỤ NỮ VÉ! Chúng tôi đến để lên tàu Minitrenit tại Cala Egos sau khi ghé thăm Es Forti, chuyến tàu được lên lịch vào 15h20 chiều nhưng đến lúc 15h30 chiều, không thành vấn đề với chúng tôi. để trả tiền vé khi người phụ nữ dường như nói rằng họ sẽ không cho phép đứa con 2 tuổi của chúng tôi lên xe, chúng tôi chỉ ra rằng có những đứa trẻ khác đã ở trên tàu - chúng tôi nghĩ ý của cô ấy là chiếc xe cần được đóng lại - .Sau đó cô ấy tiếp tục để một đứa khác một cặp đôi đi cùng với một chiếc xe lôi phía sau chúng tôi, khi chúng tôi hỏi cô ấy tại sao cô ấy lại cho họ lên mà không cho chúng tôi lên thì cô ấy nói vì chúng tôi sẽ bắt chuyến tàu muộn - đúng là như vậy rồi -. Cô ấy bảo người lái xe lái đi, bỏ lại chúng tôi và cặp vợ chồng còn lại có con đứng đó, xấu hổ. Điều này rõ ràng không bị những người có mặt trên tàu chú ý và bị sốc trước hành vi của cô ấy.Đọc thêm",
            "LỪA ĐẢO! KHÔNG SỬ DỤNG CÁI NÀY! Thông tin cho biết 60 phút cho một chuyến khứ hồi. Chúng tôi đi tiếp ở đường 11, trả tiền khi đến đường 3 và bị đuổi ở đường 3... Quá trình này mất 30 - 40 phút chứ không phải 60. Người bán vé nói - không phải vấn đề của tôi - và cứ tiếp tục đi. Mọi người trên tàu đều BẤT NGỜ vì họ không cung cấp bất kỳ thông tin nào và điều này hoàn toàn không rõ ràng trên các biển báo! Đọc thêm"
        ],
        "star_ratings": [
            14,
            8,
            2,
            8,
            34
        ],
        "review_amount": 66,
        "location": [
            "Cala d - Hoặc",
            "Majorca",
            "Minitrenet",
            "Tây ban nha",
            "Những điều cần làm ở Cala d - Hoặc",
            "Quần đảo Balearic",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written August 11, 2023",
            "Written August 26, 2023",
            "Written May 14, 2024",
            "Written May 28, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written April 16, 2024",
            "Written March 7, 2024",
            "Written October 15, 2023",
            "Written October 9, 2023",
            "Written October 5, 2023",
            "Written September 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g580287-d10393367-Reviews-Minitrenet-Cala_d_Or_Majorca_Balearic_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d25448595-Reviews-Il_Pizzettaro_Mallorca-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d13838807-Reviews-Da_Marcello-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d20291847-Reviews-Kalypso_Tutti_Frutti-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d17436879-Reviews-El_Rincon-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d25185926-Reviews-Indian_Fusion_Cala_D_or-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d3250781-Reviews-Celler_Ca_s_Brau-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d2104432-Reviews-The_Little_Tavern-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d1474145-Reviews-Indiana_Johns_Cala_Dor-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d14062292-Reviews-Lola_Mallorca-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580287-d1000673-Reviews-Restaurant_Ca_n_Trompe-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d8517053-Reviews-Playa_Cala_Gran-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d12638309-Reviews-Cala_Esmeralda_Beach-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d10783184-Reviews-Plage_Cala_D_or-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d15291399-Reviews-Marina_De_Cala_D_Or-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d14157653-Reviews-Es_Forti-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580310-d8587414-Reviews-Cala_Marcal-Portocolom_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189066-d1889651-Reviews-Cala_Sa_Nau-S_Horta_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d3246933-Reviews-Parc_Natural_de_Mondrago-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580289-d4431337-Reviews-Puerto_de_Cala_Figuera-Cala_Figuera_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d10738647-Reviews-Cala_d_Es_Pou-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d10393367-Reviews-or10-Minitrenet-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d8646999-Reviews-Taxi_Pmi-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d8698362-Reviews-Taxi_Tour_Mallorca-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10860022-Reviews-Ourtaxi4you-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10006582-Reviews-Cabbik-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10604726-Reviews-Mallorca_Taxi_Car-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d12638403-Reviews-Mallorca_Private_Transfers-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g616238-d10447476-Reviews-Balearic_Transfer-Felanitx_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10693432-Reviews-Roig_Drive_Mallorca-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187462-d14796911-Reviews-Janer_bus-Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d8442041-Reviews-Taxi_Mallorca_365-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d8720589-Reviews-Mallorca_Top_Excursions_Activities-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d10022965-Reviews-Danilo_Hondo_ePoint-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d8442701-Reviews-Farah_s_Legendary_Club-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d23507144-Reviews-Cala_Gran_Cocktail_Bar-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d12344485-Reviews-Decades-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d1840481-Reviews-Vita_Bel-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d8724331-Reviews-Mabu_Hay-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d12639510-Reviews-Dive_Buddies-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d12721020-Reviews-Quincho_Massages-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d6819488-Reviews-La_Morena_Diving-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d4162211-Reviews-The_Quarterdeck-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d19898220-Reviews-Hire_a_Chef_Mallorca-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d24191558-Reviews-Chic_Lounge-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d9709918-Reviews-Hilton_Beach-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d8549889-Reviews-SunWater_Spa-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d2323953-Reviews-Marc_Chagall_National_Museum-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_.html",
            "https://www.tripadvisor.com/Attraction_Review-g47853-d123122-Reviews-Dr_Konstantin_Frank_Winery-Hammondsport_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d145078-Reviews-Wall_Drug-Wall_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d4702879-Reviews-Jale_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d3501734-Reviews-Blue_Spring_Heritage_Center-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189283-Reviews-Moulin_Rouge-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d14766976-Reviews-Two_Jack_Lake-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d107171-Reviews-The_Submarine_Force_Museum-Groton_Mystic_Country_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g580287-d10393367-Reviews-or10-Minitrenet-Cala_d_Or_Majorca_Balearic_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g580287-d10393367-Reviews-Minitrenet-Cala_d_Or_Majorca_Balearic_Islands.html"
    }
]