[
    {
        "attraction_name": "mipig cafe",
        "attraction_name_vi": "quán cà phê mipig",
        "general_info": [
            "484 đánh giá",
            "- 1 trong 2 trò vui - Trò chơi ở Meguro",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Quán cà phê mipig là quán cà phê đầu tiên ở Nhật Bản nơi bạn có thể gặp những chú lợn siêu nhỏ. Tại đây - Nhà của lợn siêu nhỏ - tất cả những chú lợn siêu nhỏ từ bé đến lớn đều thân thiện cùng chung sống và bạn là bạn của chúng. Bạn có thể muốn chợp mắt, đọc sách, ăn chút đồ ăn nhẹ, v.v. với bạn bè! Hãy tự nhiên như ở nhà và tận hưởng khoảng thời gian tuyệt vời! Chúng tôi mở cửa hàng vì muốn bạn biết về tài năng của họ như một con vật cưng mà họ nuôi ban đầu. Tại quán cà phê mipig, chúng tôi sẽ mang đến khoảng thời gian ấm áp và ấm cúng cho càng nhiều khách càng tốt để họ có thể cảm nhận được sức hấp dẫn của những chú lợn siêu nhỏ. Ngoài ra còn có tầng dành cho những ai muốn có chúng như một thành viên trong gia đình, đồng thời gặp gỡ những chú lợn con trưởng thành. Chúng tôi rất mong chờ chuyến thăm của bạn với tư cách là - bạn bè - và - gia đình của họ! - Đọc thêm",
        "reviews": [
            "My experience at mpig was absolutely delightful! As soon as I entered the premises, I was greeted by the most adorable pigs I have ever seen. Their round bodies, snouts, and expressive eyes instantly melted my heart. I couldn - t help but smile at their sheer cuteness.\n\nThe staff at mpig were wonderful and allowed me to get up close and personal with the pigs. I had the opportunity to feed them, and it was such a joy to see their excitement. As I held out the food, they approached me with their snouts, eagerly sniffing and nudging me, hoping for more treats. Their enthusiasm was infectious, and I couldn - t help but laugh and shower them with affection.\n\nWhat struck me the most was how social and intelligent these pigs were. They formed strong bonds with humans, and I felt an instant connection with them. It was as if they could understand my presence and were genuinely happy to interact with me. I spent hours observing their behaviors and personalities, and each pig had its own unique charm.\n\nWatching them play was a highlight of my experience. They would frolic around, chasing each other and rolling in the mud with sheer joy. It was a delight to witness their energy and playful nature. I couldn - t help but join in, running alongside them and laughing as they playfully bumped into me.\n\nBeing in the presence of these pigs was incredibly therapeutic. Their gentle and affectionate nature provided me with a sense of comfort and serenity. It was as if all my worries melted away in their presence, and I felt a deep connection with these amazing creatures.\n\nMy time at mpig was filled with cuteness, joy, and unforgettable moments. The pigs captured my heart with their adorable appearance and lovable personalities. I left with a renewed appreciation for these remarkable animals and a treasure trove of cherished memories.Read more",
            "Những chú lợn thật dễ thương và chúng vui vẻ đến với bạn. Bạn chắc chắn sẽ có khoảng thời gian vui vẻ ở đây khi chơi đùa với những chú lợn. Các nhân viên cũng đáng yêu và tốt bụng - và họ nói tiếng Anh -. Bạn chắc chắn sẽ có khoảng thời gian tuyệt vời nhất trong đời khi thư giãn cùng những chú lợn dễ thương nhất trên trái đất! Những chú lợn thật dễ thương và chúng vui vẻ đến với bạn. Bạn chắc chắn sẽ có khoảng thời gian vui vẻ ở đây khi chơi đùa với những chú lợn. Các nhân viên cũng đáng yêu và tốt bụng - và họ nói tiếng Anh -. Bạn chắc chắn sẽ có khoảng thời gian tuyệt vời nhất trong đời khi thư giãn cùng những chú lợn dễ thương nhất trên trái đất! Những chú lợn thật dễ thương và chúng vui vẻ đến với bạn. Bạn chắc chắn sẽ có khoảng thời gian vui vẻ ở đây khi chơi đùa với những chú lợn. Các nhân viên cũng đáng yêu và tốt bụng - và họ nói tiếng Anh -. Bạn chắc chắn sẽ có khoảng thời gian tuyệt vời nhất trong đời khi thư giãn cùng những chú lợn dễ thương nhất trên trái đất!Đọc thêm",
            "Những chú lợn thích trèo vào lòng bạn và rúc vào trong. Chúng tôi đã đặt phòng riêng trong một giờ. Bạn nhận được hai con lợn và họ đổi chúng sau 30 phút. Lợn rất sạch sẽ và thân thiện. Chỉ cần chọn chúng theo cách họ nói với bạn. Phòng riêng đáng giá vì phòng chính náo nhiệt hơn.Đọc thêm",
            "Gần đây tôi đã ghé thăm quán cà phê lợn và có một trải nghiệm tuyệt vời! Ý tưởng độc đáo về việc kết hợp một quán cà phê với những chú lợn đáng yêu vừa thú vị vừa cảm động. Các nhân viên thân thiện và chu đáo, đảm bảo một bầu không khí thú vị. Điểm nổi bật là việc tương tác với những chú lợn được chăm sóc chu đáo, tạo thêm điểm nhấn đặc biệt cho tổng thể chuyến thăm. Tôi cho nó 5 sao vững chắc vì sự sáng tạo, lòng hiếu khách và trải nghiệm thú vị tổng thể.Đọc thêm",
            "Một thời gian tuyệt vời tại một quán cà phê lợn nhỏ. Chúng tôi đến quán cà phê Meguro, nơi các nhân viên rất tuyệt vời và những chú heo con vừa ngọt ngào, đáng yêu vừa háo hức được âu yếm. Thanh thiếu niên của tôi yêu thích nó. Lợn có vẻ hạnh phúc và thoải mái. Nơi rất sạch sẽ. Rất vui.Đọc thêm",
            "Rất vui! Các đồng nghiệp đã đến ngày hôm qua và rất khuyến khích một chuyến thăm. Tôi - tôi rất hạnh phúc vì đã làm vậy! Nhân viên rất sẵn lòng tham gia chuyến đi một mình ngay sau khi mở cửa và họ giúp mang lợn đến cho bạn để bạn có thể thưởng thức. Rất khuyến khíchĐọc thêm",
            "Tải nhiều lợn hơn tôi mong đợi. Một đàn lợn dồi dào. Một tấm chăn lợn nếu bạn muốn...\n\nĐó là một căn phòng nhỏ có lẽ rộng 2-300 mét vuông. 15-20 con lợn có kích cỡ khác nhau. Chúng tôi đã đi trong tuần khi thời tiết yên tĩnh và tốt hơn nhiều.Đọc thêm",
            "Thẳng về phía trước, dễ dàng để đặt, và thư giãn. Nếu bạn muốn làm điều gì đó khác biệt và đến quán cà phê thì đây là một lựa chọn tốt.\n\nKhông có nhiều sự lựa chọn trong khu vực quán cà phê nhưng đó không phải là lý do tại sao bạn lại ở đây.\n\nRất khuyến khích.Đọc thêm",
            "Những chú heo con vô cùng dễ thương và đáng yêu, luôn muốn ở gần nhau. Nhân viên thân thiện và nói tiếng Anh, điều này khiến trải nghiệm trở nên thú vị hơn. Mọi thứ đều sạch sẽ và được sắp xếp hoàn hảo, khiến nơi này trở thành địa điểm hàng đầu trong danh sách Tokyo của tôi! Tôi thực sự giới thiệu nơi này cho bất kỳ ai yêu thích lợn và động vật - chắc chắn sẽ không làm bạn thất vọng! Đọc thêm",
            "Thời gian đặt trước của chúng tôi là 30 phút để tương tác với những chú lợn nhỏ. Cảm giác tuyệt vời nhất là khi những chú lợn tự mình đến ngồi trên đùi bạn! Chăn được cung cấp để bạn không bị bẩn. Mặc dù lũ lợn trông không có vẻ bẩn thỉu. Một số heo con sùi bọt mép. Tôi đã phải tra Google ngay lúc đó vì tôi lo lắng cho họ. Tôi được biết rằng lợn có thể sùi bọt mép khi chuẩn bị ăn.Đọc thêm",
            "Trải nghiệm tuyệt vời cho người lớn và trẻ em, niềm vui thú vị ở Harajuku, một trong những điểm nổi bật trong chuyến đi của chúng tôi. Hãy thử bánh crepe và một ít khoai tây chiên khi bạn ở dưới đó.Đọc thêm",
            "Các nhân viên rất tuyệt vời và những chú lợn nhỏ rất sống động. Tôi ngồi xuống và không thể đứng dậy suốt thời gian đó vì tôi bị bao vây. Chắc chắn là tuyệt vời cho trẻ em hoặc cho một trải nghiệm khác. Những chú lợn thích ở gần mọi ngườiĐọc thêm",
            "Yêu nơi này, những chú lợn thật dễ thương. thật là một trải nghiệm tuyệt vời Nhân viên sẽ mang đến cho bạn những chú lợn nhỏ trong khi bạn thưởng thức đồ uống và bánh ngọt.Đọc thêm",
            "Những chú lợn ăn rất dễ thương và thân thiện, chúng đến gần bạn để âu yếm rất dễ dàng. Họ rất tình cảm. Đây là một trải nghiệm thú vịĐọc thêm",
            "Nơi này thật khó chịu và những con lợn không được chăm sóc tốt. Các công nhân tính thêm phí mà không được thông báo và lợn tè vào quần của tôi và các công nhân không giúp dọn dẹp cho đến khi tôi yêu cầu nhiều lần. Họ không cho phép mang đồ uống ra và nói rằng chúng tôi sẽ xả rác vào đồ uống, vì vậy mọi người trong khung thời gian của tôi đã để lại đồ uống của họ và không ai uống chúng. Các công nhân thô lỗ và không hữu ích. Không khuyên dùngĐọc thêm",
            "Mipig là một trải nghiệm độc đáo, tôi đánh giá cao. Những chú lợn thích ngồi trên đùi bạn và âu yếm. Tôi rất khuyến khích. Nhân viên thật tuyệt vờiXem thêm",
            "Trải nghiệm tuyệt vời. Tôi đã không biết mình yêu lợn trước khi đến đây. Chúng tôi đã đặt trước một ngày và thấy chỗ ở tầng dưới không có vấn đề gì. Lợn cực kỳ thân thiện và thích ôm ấp. Tôi - khuyên bạn nên trải nghiệmĐọc thêm",
            "những chú lợn rất dễ thương, chúng được chăm sóc chu đáo và vui vẻ - - Đã đặt trước 30 phút và đó là một trải nghiệm rất tuyệt vời. Tôi khuyên bạn nên đi nếu bạn có thời gianĐọc thêm",
            "Chúng tôi đã có khoảng thời gian vui vẻ ở quán cà phê. Sẽ ghé thăm lại khi đến thăm Nhật Bản lần nữa khi tôi ghé thăm lần sau. Nói chung là trải nghiệm khá ổnXem thêm",
            "Lợn rất thân thiện và sẽ xếp chồng lên nhau trong lòng bạn. Trải nghiệm siêu dễ thương. Ít nhất nên thử một lần nếu bạn ở trong khu vựcĐọc thêm",
            "Quán cà phê này có phải là đồ chay không?Đọc thêm",
            "Điều gì xảy ra với những chú lợn khi chúng lớn lên?Đọc thêm",
            "Vé vào cửa quán cà phê mipig cho hai người lớn là bao nhiêu?Đọc thêm",
            "Giá là 800 yên mỗi người trong 1 - 2 giờ đầu tiên và 500 yên mỗi người cho mỗi 1 - 2 giờ tiếp theo.  Chúng tôi ở lại trong 1 giờ, đó là một chuyến thăm thú vị nên phí của chúng tôi là 1300 yên mỗi lần.  Bạn cũng phải đặt tối thiểu 1 đồ uống cho mỗi người.  Đồ uống có giá khoảng 600 yên mỗi món.Đọc thêm"
        ],
        "star_ratings": [
            437,
            33,
            10,
            6,
            10
        ],
        "review_amount": 496,
        "location": [
            "Tokyo",
            "quán cà phê mipig",
            "Meguro",
            "tỉnh Tokyo",
            "Hoạt động giải trí tại Meguro",
            "Kanto-Kanto",
            "Châu Á",
            "Nhật Bản"
        ],
        "reviews_time": [
            "Written September 15, 2023",
            "Written October 15, 2023",
            "Written December 3, 2023",
            "Written December 27, 2023",
            "Written January 2, 2024",
            "Written January 24, 2024",
            "Written February 14, 2024",
            "Written April 12, 2024",
            "Written April 18, 2024",
            "Written April 23, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14134856-d17366413-Reviews-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1066450-d1690939-Reviews-Torishige-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d1688923-Reviews-Megurogojuban_Honten-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d10152573-Reviews-Ganko_Tako_Meguro_Honten-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d4884244-Reviews-Le_Verre_Vole_Tokyo-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d13486479-Reviews-Kabi-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d1687532-Reviews-Ramen_Jiro_Meguro-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1066450-d1705048-Reviews-Haradonattsu-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d25260740-Reviews-Thailand_Kitchen_Tabisuru_Kozo-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1066450-d1682741-Reviews-Antoine_Careme-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14134856-d5001739-Reviews-Manzara-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d13077992-Reviews-Meguro_Racecourse_Monument-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d609899-Reviews-Meguro_Parasitological_Museum-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d13014258-Reviews-Gallery_Art_Desa_Nonaka-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d2666256-Reviews-Ryusen_ji_Temple_Meguro_Fudoson-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d2652483-Reviews-Otori_Shrine-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d7940235-Reviews-Banryu_ji_Temple-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298184-d1425866-Reviews-Meguro_River-Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066854-d1956562-Reviews-Rinshinomori_Park-Shinagawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134802-d561692-Reviews-Contemporary_Sculpture_Museum-Nakameguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d7954473-Reviews-Tenonzan_Gohyaku_Rakan_ji_Temple-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-or10-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d14008289-Reviews-One_Only_Weird_Tokyo_Bike_Tour-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066854-d7181615-Reviews-Kimono_Photo_Studio_WA-Shinagawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d15512411-Reviews-Tokyo_Ramen_Tours-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066854-d3171742-Reviews-The_Backstreet_Guides-Shinagawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134856-d8631482-Reviews-Yonobi_Love_It-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066450-d12787116-Reviews-Cooking_Class_Japan_Cross_Bridge-Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g143028-d144650-Reviews-Grand_Canyon_Village-Grand_Canyon_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2014430-Reviews-Waialae_Beach_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54680-d5835570-Reviews-Boar_s_Nest-Lead_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d8410989-Reviews-Blue_Room_Cave-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d615400-Reviews-Mackinac_Island_State_Park-Mackinac_Island_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d292434-Reviews-Village_of_Baytowne_Wharf-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35826-d10436554-Reviews-Flamm_Orchards-Cobden_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d10427217-Reviews-Mari_Vineyards-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1674832-Reviews-Gatlinburg_Scenic_Overlook-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d6909464-Reviews-Vail_Pass_Path-Breckenridge_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-or10-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html"
    }
]