[
    {
        "attraction_name": "Miracle Lounge",
        "attraction_name_vi": "Phòng chờ kỳ diệu",
        "general_info": [
            "224 đánh giá",
            "- 6 trong số 6 điều cần làm ở Racha Thewa",
            "Phòng chờ sân bay"
        ],
        "attraction_summary": "Trả tiền sử dụng phòng chờ cho những hành khách có thể không ngồi trên Hạng Thương gia - Hạng Nhất nhưng muốn cảm nhận hoặc hành động như thể họ đang ở trên đó. \n\nVâng, bạn trả tiền cho những gì bạn thấy thú vị. \n\nThành thật mà nói, đó chỉ là việc ăn uống xong trước khi ăn uống nhiều hơn trên chuyến bay của bạn.\nSự lây lan của thực phẩm thực sự không phải là điều đáng nói. Nhiều nhất là đủ để bạn no, nhưng tôi nghĩ có nhiều nhà hàng mở cửa phục vụ đồ ăn hơn là đồ ăn tự chọn. \n\nĐó là một nơi tuyệt vời để thư giãn, nhưng này, bạn có thể thư giãn ở hầu hết mọi nơi trong sân bay. \n\nNhưng tôi đoán nếu bạn - đang ở quá cảnh lâu dài, bạn có thể dành thời gian vui vẻ ở phòng chờ này. \nTại sao bạn lại có chuyến bay có thời gian quá cảnh dài như vậy??\n\nVì vậy, thực sự, đừng lãng phí thời gian, đừng lãng phí tiền bạc. \nNhiều thứ để tận hưởng bên ngoài hơn là bên trong phòng chờ cũ kỹ này. \n\nTrừ khi bạn có tiền để chi tiêu.Đọc thêm",
        "reviews": [
            "Tôi thấy dịch vụ phòng chờ là hoàn hảo. Rất sạch sẽ và có tổ chức. Có phòng chờ riêng cho hạng nhất và hạng thương gia. Căn gần cổng D6 có vòi sen. Các lựa chọn thực phẩm Halal cũng có sẵn. Trải nghiệm tích cực.Đọc thêm",
            "Chúng tôi có vài giờ để giết thời gian trên chuyến bay nối chuyến giữa Sumai và Abu Dhabi. Trả tiền tại cửa c - 110 cho 2 người lớn và 3 trẻ em, rất xứng đáng với một số chỗ ngồi thoải mái, lựa chọn đồ uống và thức ăn ngon là khá tốt. Có rất nhiều chỗ ngồi và vòi sen, v.v.Đọc thêm",
            "Chỉ vào đây NẾU bạn không được lập trình FF.  Người Boonyamuch pangkanya rất vui khi sao chép vé của tôi để truy cập tuy nhiên cô ấy không nói với tôi rằng tôi đủ điều kiện để đến một khách sạn cao cấp hơn - vì vậy thay vì một không gian sạch sẽ và PowerPoint để sạc pin, tôi ngồi trong một căn phòng lạnh lẽo, không sạch sẽ và ít ổ cắm điện.  Chỉ sau một giờ khi tôi thấy những người Úc khác được hướng dẫn một chuyến đi đẹp hơn, tôi mới nhận ra rằng mình cũng có thể được hướng dẫn đến đó. Buổi chào đón và đón tiếp này là những kỷ niệm cuối cùng của tôi về Thái Lan và do đó không mấy tích cực.  Chắc chắn bạn có thể nói có quyền tuy nhiên trong trường hợp này tôi được hưởng dịch vụ tốt hơn dịch vụ được cung cấp trong phòng chờ này.  Đừng trả tiền trừ khi bạn thích uống rượu mạnh - có rất ít thực phẩm tốt cho sức khỏe VÀ không có phòng tắm.  Một sự lựa chọn rất tồi cho bất cứ ai.Đọc thêm",
            "Qantas bảo chúng tôi đến Phòng chờ Emirates - Yipee - \n\nTại Emirates Lounge, chúng tôi được thông báo đã Đóng cửa, hãy đến Phòng chờ Miracle - uh oh!  - \n\nNó luôn có cảm giác bẩn và dính.\n\nNhân viên nhìn buồn quá!!\n\nThức ăn ổn nhưng lựa chọn hạn chế.\n\nLễ tân thật tệ, họ luôn tìm cách khiến bạn cảm thấy như chính mình - Đang thử - để được vào.... mặc dù chúng tôi chỉ bay Hạng Thương gia.\n\nKhông được đề xuất.Đọc thêm",
            "Ban đầu tôi rất thất vọng..\nNhưng đó là vì đồ ăn tự chọn là bữa sáng muộn. Nhưng sau đó tất cả các món Thái được yêu thích đều xuất hiện..rất tốt.\nTôi đã nghĩ phòng chờ có thể có ghế tựa, nhà vệ sinh và vòi sen.\nCó lẽ thậm chí cả TV.\nĐọc thêm",
            "Trong thông tin địa điểm ở mục đặt chỗ - đặt chỗ có ghi tầng 3. \nCó rất nhiều cánh. Tốt hơn nhiều, hay nói là PHẢI cho biết gần cổng Miracle ở đâu. \nTừ thời điểm tôi đến Miracle và trả tiền cho kỳ nghỉ của mình, tôi cần ít nhất 10 phút đi bộ nhanh đến khu hoàn toàn khác để đến chỗ ở. \nGiá cho 6 giờ là - 170USD. \nĐó là giá quá cao cho các dịch vụ được cung cấp. Phòng sạch sẽ và ổn, mặc dù phòng tắm không có xà phòng. \nThực phẩm được cung cấp rất nhỏ về số lượng và sự lựa chọn \nMiracle đang khai thác nhu cầu nghỉ qua đêm.Đọc thêm",
            "Được rồi cho một kỳ nghỉ ngắn giữa các chuyến bay dài. Khoảng 15 phút lái xe từ sân bay. Xe đưa đón đã nhanh chóng. Làm theo hướng dẫn từ khách sạn để tìm điểm đón xe buýt đưa đón tại sân bay. Khách sạn ở mức trung bình nhưng tôi chưa từng ở bất kỳ khách sạn nào khác ở Bangkok nên không thể so sánh được. Hoạt động tốt cho nhu cầu của chúng tôi.Đọc thêm",
            "Tôi và vợ tôi đã đưa Finnair từ Bangkok đến Helsinki. Khi chúng tôi đăng ký. Họ nói với chúng tôi. Chúng ta có thể đến Miracle Lounge trên G2.  Khi chúng tôi đến Lounge. Hãy thử mở Wifi mà không hoạt động. Sau đó tôi đang nghĩ đến việc tìm thứ gì đó để ăn. Thứ duy nhất họ có là Sandwitch với cờ vua và giăm bông. Xúc xích và cơm. Nếu bạn dự định uống Rượu vang đỏ hoặc Trắng, họ không có ly mà là cốc giấy để uống. Sau đó tôi định đi WC. Có rất nhiều người ngồi trên sàn nhà. Ai đã trả tiền để vào Phòng chờ. Lần tới tôi sẽ đến McDonald - s và lấy một suất Big Mack trước khi đến Lớp học Miracle Loung Busniess.Đọc thêm",
            "Có một số phòng chờ Miracle ở sân bay Bangkok.\n\nChiếc tôi bảo trợ rất nhỏ, có sức chứa không quá 40 hành khách.\n\nCó một số loại đồ ăn nóng và lạnh hạn chế và một quầy bar nhỏ tự phục vụ.  Tôi đã thử phiên bản địa phương của món xúc xích cuộn.\n\nNhà vệ sinh - dành cho nam - cách hành lang 20 m đi bộ chứ không phải bên trong phòng khách.\n\nLúc tôi rời đi đã có khoảng 30 người trong phòng chờ.  \n\nCách xa phòng chờ hàng không ấn tượng nhất trên toàn thế giới.Đọc thêm",
            "Phòng chờ rất tốt, tuy nhiên, nhân viên tiếp tân tên Patcharee là một người phụ nữ rất thô lỗ và cô ấy sẽ khiến trải nghiệm của bạn trở nên kinh khủng. Tôi sẽ khuyên công ty rằng những người như vậy không phải là gương mặt tốt cho lòng hiếu kháchĐọc thêm",
            "Tôi - đang ở đây và đó - là phòng chờ tồi tệ nhất mà tôi từng đến, nó rất nhỏ và đối với cô gái ở quầy lễ tân, cô ấy sẽ không bao giờ được phục vụ một bữa ăn vui vẻ, mì lạnh sandwich phô mai cũ và khi tôi yêu cầu. một cốc bia mà cô ấy chỉ vào quầy tự phục vụ mà tôi không biết - tôi biết là có một cái, trả khoảng 32 bảng cho thứ rác rưởi này và những bức ảnh trên trang web, không phải phòng chờ này và bây giờ tôi biết có một ít Đọc thêm",
            "Không ấn tượng lắm về cơ sở vật chất và vật tư cơ bản, thậm chí còn có một số sửa chữa đang diễn ra ở đó, cần cải thiện về đồ ăn và dịch vụĐọc thêm",
            "Phòng chờ bẩn, nhân viên không có ích và không quan tâm. Lựa chọn thực phẩm rất kém. Không thoải mái hoặc thư giãn trước chuyến bay Chắc chắn không đáng để trả tiền; chắc chắn là một phòng chờ để tránh.Đọc thêm",
            "Chúng tôi đã đặt 3 giờ trong Phòng chờ Miracle hạng nhất.  Nó thật đáng yêu, yên tĩnh và rộng rãi. n Chúng tôi đi tắm, ăn gì đó và dành thời gian để thư giãn trước khi bắt đầu chuyến đi.Đọc thêm",
            "Tôi không hiểu những đánh giá cao về nơi này. Chúng tôi trả tiền - 40 - để ngồi ở khu vực riêng tư. Họ đưa ra những lựa chọn ăn nhẹ rất kém. Đồ uống lạnh ở nhiệt độ phòng. Có hai điểm mà tôi nhận thấy rằng bạn có thể sạc điện thoại của mình - tất nhiên là đã đầy - . Không gian này KHÔNG CÓ GÌ mà tôi không thể mua cho mình ở sân bay rẻ hơn - ngoại trừ vòi sen -.   Chắc chắn là không với - 40 USD mỗi người!!!! Có một phòng chờ miễn phí ở Icheon mà bạn thực sự có thể nghỉ lại và ngủ trưa MIỄN PHÍ!Đọc thêm",
            "Đây là một sự ô nhục thực sự. Vào khoảng - us40 trong hai giờ, bạn hầu như không nhận được gì mà bạn có thể - không nhận được ngay bên ngoài cửa. Nơi này là một mớ hỗn độn và cơ sở vật chất thật buồn cười. Tôi hỏi liệu họ có gọi cho tôi khi chuyến bay của tôi cất cánh không. Họ nói với tôi rằng tôi có thể nhìn thấy nó trên bảng thông báo. Nhưng không có bảng thông báo nào có thể nhìn thấy từ khu vực chỗ ngồi. Thiết kế không có gì để làm cho người ta cảm thấy thoải mái hoặc thư giãn. Thức ăn thật kinh tởm: bánh ngọt béo ngậy bằng đá. Hai lựa chọn các món thịt không ăn được, không có món chay hay thậm chí là món pescatarian. Một món súp khoai tây nhiều nước, thực sự kinh tởm, rõ ràng là từ một gói bột, một số bánh mì kẹp phô mai cũ, khó chịu, một ít nước ngọt và bia và chỉ vậy thôi. Tôi - đã ăn ngon hơn gấp 10 lần ở một trạm dừng xe tải rẻ tiền. Với mức giá này và đối với dịch vụ này, họ chắc chắn nên chuẩn bị sẵn sàng để nhận hoa hồng từ Amex. Không chấp nhận thẻ tín dụng chính tại sân bay quốc tế gần như là định nghĩa của - rẻ -. Khi tôi viết, máy điều hòa cũng ồn ào như động cơ phản lực trên đường băng. Tôi đang uống một viên aspirin để giảm cơn đau đầu. Vì Chúa - hãy tránh xa bãi rác này!Đọc thêm",
            "Tại phòng chờ thần kỳ ở Cổng F và nó ở mức cơ bản nhất. Không có phòng tắm mặc dù có một phòng gần đó. AC hoạt động tuyệt vời hơn rất nhiều so với sân bay chung. Có một lựa chọn cơ bản về thực phẩm và đồ uống. Phòng chờ tổng thể nhỏ và hơi cũ. Theo những gì tôi đã đọc, các tiện nghi sẽ khác nhau tùy theo loại phòng chờ thần kỳ mà bạn chọn ở đây vì có một sốĐọc thêm",
            "Có một số phòng chờ kỳ diệu như vậy ở sân bay Bangkok. Phòng chờ mà tôi bảo trợ rất nhỏ, có sức chứa không quá 40 hành khách. Đồ ăn nóng và lạnh chỉ có một số hạn chế và một quầy bar tự phục vụ nhỏ.  Tôi đã thử phiên bản địa phương của món xúc xích cuộn. Nhà vệ sinh - dành cho nam - cách hành lang 20 m đi bộ chứ không phải bên trong phòng chờ. Khi tôi rời đi, có khoảng 30 người trong phòng chờ.  Cách xa phòng chờ hàng không ấn tượng nhất trên toàn thế giới.Đọc thêm",
            "Số lượng và lựa chọn thực phẩm kém, dịch vụ bằng không. Giống phòng chờ sân bay khu vực hơn là phòng chờ hạng nhất. Không có giá trị ngay cả khi áp dụng giảm giá.Đọc thêm",
            "Xin chào các bạn lữ hành yêu quý,\nCần bạn giúp đỡ ở đây.\nTôi có thời gian quá cảnh 9 giờ tại Sân bay Quốc tế Bangkok Survanabumi. Lên máy bay Thai Airways tới London. \nTôi có thể biết Phòng chờ nào tôi nên ghé thăm hoặc mua quyền sử dụng phòng chờ trả phí không.\n\nCảm ơn bạn.Đọc thêm",
            "Có vài phòng chờ ở khu vực khác nhau của sân bay Sukhumvit. Cơ sở vật chất gần như giống nhau. Ở khu D6 phòng chờ rộng hơn - cơ sở vật chất tốt hơn. Cũng có thể tắm ở đó. Chúc bạn có chuyến đi vui vẻ.Đọc thêm",
            "Số - Điện thoại - Phát - M - Cào - Lal - Aj - K - KĐọc thêm",
            "Tôi đã đăng ký ở đây vào tháng Tư. Tôi đã xem một số video trực tuyến chiếu các trạm nấu ăn trực tiếp. Giá đã bao gồm tất cả đồ ăn hay đây là món ăn cao cấp mà bạn phải trả thêm tiền?Đọc thêm",
            "Tất cả đã được bao gồm trong giá khi tôi đến thăm, bao gồm cả khu vực nấu ăn trực tiếp.Đọc thêm",
            "Tôi có thể vào phòng chờ này với tư cách là hành khách đến không? Đọc thêm",
            "Nếu hạng vé của bạn cho phép và bạn đang quá cảnh, có thể là có. Nhân viên kiểm tra điều đó rất chính xác.Đọc thêm"
        ],
        "star_ratings": [
            41,
            57,
            35,
            31,
            63
        ],
        "review_amount": 227,
        "location": [
            "Phòng chờ kỳ diệu",
            "Racha thành lập",
            "Châu Á",
            "Tỉnh Samut Prakan",
            "nước Thái Lan",
            "Các hoạt động ở Racha Thewa"
        ],
        "reviews_time": [
            "Written July 20, 2023",
            "Written July 22, 2023",
            "Written July 31, 2023",
            "Written September 9, 2023",
            "Written September 21, 2023",
            "Written November 23, 2023",
            "Written January 11, 2024",
            "Written January 20, 2024",
            "Written March 10, 2024",
            "Written March 22, 2024",
            "Written May 22, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 7, 2024",
            "Written April 15, 2024",
            "Written April 13, 2024",
            "Written April 11, 2024",
            "Written April 2, 2024",
            "Written March 22, 2024",
            "Written March 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g667499-d14781472-Reviews-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d3850304-Reviews-The_Coffee_Club_Suvarnabhumi_Airport-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644049-d12851056-Reviews-ChaTraMue-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d3744558-Reviews-Simply_W_by_Whittard_Of_Chelsea-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644049-d9714478-Reviews-Magic_Food_Point-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d3744703-Reviews-Coffee_World-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644049-d9594838-Reviews-S_And_P_Restaurant_Suvannabhumi_Airport-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d25557663-Reviews-Koh_Hop_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d13957825-Reviews-The_Coffee_Club_Suvarnabhumi_Airport-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644049-d14138162-Reviews-Kudsan_Bakery_Coffee-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644049-d6638333-Reviews-Mango_Tree_Suvarnabhumi_Airport-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d26103454-Reviews-Royal_Prestige_Lounge_Concoure_D-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g667499-d12865449-Reviews-King_Power_Suvarnabhumi_Airport-Racha_Thewa_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g644049-d25265789-Reviews-Suvarnabhumi_Airport_Museum-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g11891445-d25451981-Reviews-The_Coral_Finest_Business_Class_Lounge-Nong_Prue_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14000275-Reviews-EVA_Air_Lounge_BKK-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g644049-d3224087-Reviews-Mega_Bangna-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4049370-Reviews-The_Paseo_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g15518203-d6953960-Reviews-Sky_Lane-Nong_Prue_Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d25569432-Reviews-Beyond_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8650922-Reviews-Suvarnabhumi_Outdoor_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g667499-d14781472-Reviews-or10-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9865945-Reviews-Van_Bangkok_Tours-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8422229-Reviews-Peter_Bangkok_Taxi-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10863499-Reviews-Taxi_Airport_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12049386-Reviews-Airport_Transfer_Thailand-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14071609-Reviews-Bkk_Van_Service-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8783311-Reviews-Enjoy_Taxi_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10110647-Reviews-Cheap_Taxi_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d15354657-Reviews-Pattaya_Cab-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g644049-d10727552-Reviews-Vous_Spa-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2489944-Reviews-Airport_Rail_Link-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g46410-d8522723-Reviews-Island_Spa_Sauna-Edison_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d281199-Reviews-Downtown_Madison-Madison_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2461963-Reviews-MusicHall_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d3803243-Reviews-Hallandale_Beach-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d2454770-Reviews-Patenga_Beach-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12787129-Reviews-Piazzale_Roma-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54121-d1788463-Reviews-Oakland_Beach-Warwick_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g55438-d3478759-Reviews-Lake_Balmorhea-Balmorhea_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33780-d7187449-Reviews-Jennings_Beach-Fairfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g40699-d108622-Reviews-Kittery_Premium_Outlets-Kittery_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g667499-d14781472-Reviews-or10-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g667499-d14781472-Reviews-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html"
    }
]