[
    {
        "attraction_name": "MIRAMAR",
        "attraction_name_vi": "MIRAMAR",
        "general_info": [
            "604 đánh giá",
            "12 trong số 13 điều cần làm ở Weinheim",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trước đây tôi đã đến thăm Miramar trong chuyến đi đến Đức vào năm 2019 và tôi rất thích nên tôi quyết định ghé thăm lại trong vài ngày. Lần này cũng tốt như vậy. Có vẻ như họ đã cải tạo rất nhiều kể từ khi tôi đến đó trước đây.  Cơ sở vật chất trông thực sự tốt. Tôi đã chọn cả ba khu vực FKK Sauna, Waterpark và Therme Pools. Tôi dành phần lớn thời gian ở khu vực tắm hơi khỏa thân ngoài trời. Ngoài kia thật đẹp vào một ngày hè đẹp trời! Tôi đã ở đó vào thứ Ba khi toàn bộ nơi này khỏa thân vào lúc 7 giờ tối. Tôi thực sự ước họ sẽ luôn tạo ra khu vực hồ bơi Therme FKK hoặc ít nhất là luôn biến nó thành cả FKK và áo tắm.  Các nhân viên rất thân thiện và nhiều người nói tiếng Anh. Các lựa chọn thực phẩm ở đó rất tốt. Tôi sẽ ghé thăm lại.Đọc thêm",
            "Xin chào CaliforniaDave33,\ncảm ơn bạn đã phản hồi tích cực về chuyến thăm của bạn! Chúng tôi rất vui khi biết rằng bạn cảm thấy thoải mái và thích thú với cơ sở vật chất của chúng tôi. Việc cải tạo đang diễn ra của chúng tôi nhằm mục đích mang lại bầu không khí được cải thiện và hấp dẫn cho khách hàng và thật tuyệt khi biết rằng những nỗ lực này đang được khách hàng chú ý.\nChúng tôi rất vui khi biết rằng bạn đặc biệt thích thú với khoảng thời gian ở khu vực xông hơi ngoài trời và đánh giá cao bầu không khí trong một ngày hè đẹp trời. Yêu cầu của bạn về tùy chọn FKK vĩnh viễn trong hồ bơi Therme đã được ghi nhận và chúng tôi sẽ chia sẻ phản hồi của bạn với nhóm của chúng tôi để đánh giá các cách cải thiện. Mục tiêu của chúng tôi là mang lại bầu không khí thoải mái và thân thiện cho khách hàng và chúng tôi rất vui khi biết rằng nhân viên của chúng tôi đã để lại ấn tượng tích cực cho bạn. Chúng tôi cố gắng cung cấp nhiều lựa chọn thực phẩm để đáp ứng thị hiếu của khách hàng và thật vui khi biết rằng bạn hài lòng với các lựa chọn ẩm thực. Chúng tôi rất hân hạnh được chào đón bạn trở lại lần nữa.\n\nNhiều lời chúc mừng,\nnhóm trực tuyến miramar của bạnĐọc thêm",
            "Nhân viên thân thiện và cơ sở vật chất tuyệt vời. Trải nghiệm của tôi hoàn toàn tích cực. Chắc chắn lần sau tôi sẽ dành chút thời gian rảnh để ghé thăm.Đọc thêm",
            "Xin chào TaliaR9999,\ncảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn Thật tuyệt khi biết rằng bạn rất thích chuyến thăm của mình và hài lòng với đội ngũ nhân viên của chúng tôi. Chúng tôi rất vui được chuyển lời khen ngợi của bạn và mong chờ chuyến thăm tiếp theo của bạn.\nTrân trọng\nNhóm trực tuyến miramar của bạnĐọc thêm",
            "First of all I hesitated a bit because I saw many recent bad 1 star reviews. And its even said that the park has a bad reputation. But now I got to say that Miramar isnt really that bad. I really enjoyed my stay and had a positive experience. Arriving:The park is situated in a more rural area but easy accessible via highway. Parking is free. I advice to arrive early around 9:30am since it can get pretty packed.  check the school holidays Right now reservations are not an option but its limited access only, so first come first served check the website to see if its free. Honestly Id have preferred a reservation system. Before entering you need a corona test or vaccine pass German 3g rule check in on their website via the QR code at the entrance and remember to check out after exiting. Tests are available at the park. You can chose between the Erlebnisbad water park, nude sauna area and Crystal therme. You can buy a ticket to one single area or combi. You also have a choice of 4h visit, whole day and evening visit. The park:The water parks slide complex is already an eye catcher with its colorful architecture. Inside after getting your wristband you go to the right to the changing rooms men and women mixed. The wristband lets you open and close a locker of your choice lockers are free, not like in US water parks. The showers as well as the changing rooms area are pretty clean and are spacy. Entering the main water park you have a relaxation pool under a glass dome to the right and a restaurant area on the left where you have to wear a mask. Also on the right you can get to an outdoor pool area and the extra costing sauna area. Continuing straight you have a wave pool with tropical theme and a beach like area. Inside the wave pool there is a rope going across to mark where the water gets deeper. Thought of it being a bit of a trap to make people trip. There is also a kiddie slide, kids area and whirl pool. From the wave pool area you can also access the slide complex Slide complex:The first slide tower is the one featuring the body slides Typhoon and Blizzard. From the outside the tower looks its designed by a pop artist and resembles a Hundertwasser-house. Inside, the tower looks like it needs renovation. The blizzard slide, formerly known as Grüner Hai and being the roughestintense slide in Germany, is a very fast and now smoother slide but with a very abrupt end. It still happens that people hit their head or so at the end. The typoon is not as intense, but also fun and fast colorful bodyslide. The second tower features the most slides. First there is the racing body slide Piranha, which one is very fast paced. The right Piranha side seemed more intense with faster paced direction changes to me. Then on the right is a tamer raft slide where you can slide all together without waiting. Very fun and colorful slide. Then on the further right there is the crazy single raft slide Splash with a covered bowl followed by a quarter pipe element one of a kind section. Continuing up the stairs you have the raft slide Twister: a colorful fast paced slide with a huge covered funnelhalfpipe at the end. The second slide at the top is the famous Hurricane loop trapdoor slide featuring two loops. A very thrilling slide with a long freefall if youre below 55kg you might not make it though the loop and use the escape hatch. The third and also smaller slide tower, which is accessible via a more industrial looking stairway, leads to two smallershorter slides: the pirate slide which goes straight down and a broad slide with a fun water curtain in the middle. They dont have group raft slides in the park though, but I dont mind that. Conclusion:Miramar a very fun indoor water park. Id say in the slide domain it has a better slide selection than Rulantica. They have some crazy and intense slides in this park. The slides are all operated by traffic lights, except the trapdoor slide which has a life guard at the start. Thought it was pretty weird for them to open Splash at 10:30 and the trapdoor slide randomly at 11:30. The park is also a cool combi between action and relax, everyone finds its place to be in this park. Its clean and mostly well maintained. The staff is friendly and helps you out if you ask them something. They do certainly NOT cashgrab you, not like in most theme parks where everything costs extra lockers, parking etc. The park was like at half capacity and the slides just had 0-5min waits. For me the 4h Erlebnisbad ticket was enough since I was solo. Its a very fun and enjoyable half day experience. I might come back. Slides: 55  Price: 55  Families:45   Pool complex: 55  Relaxwellness: 55  Staff: 45Sanitarysafety: 3,55Read more",
            "Xin chào Simonjx,\ncảm ơn bạn đã đánh giá rất hay và chi tiết. Chúng tôi rất vui vì bạn đã có nhiều niềm vui với các slide. Thật vui khi biết rằng bạn thích sự sạch sẽ và hài lòng với giá cả của chúng tôi. Chúng tôi sẽ rất vui khi chuyển lời khen ngợi của bạn đến nhân viên của chúng tôi. Chúng tôi rất mong chờ chuyến thăm tiếp theo của bạn.\nTrân trọng\nNhóm trực tuyến miramar của bạnĐọc thêm",
            "Đừng dính vào SplashHôm qua, tôi phải đến bệnh viện sau khi té nước. tia X. Tôi bị đau đầu dữ dội do bị ngã từ trên ống xuống. Và đau ở cổ và lưng. Lực sau khi tôi chui vào hố sau con Tric nặng lắm. Ngay cả khi tôi cầm tay cầm bằng tay, tôi gần như lật ngược cái ống và ngã rất mạnh vào đầu. Bây giờ, sáng hôm sau, tôi rất đau ở cổ và lưng trên, ngoài ra còn có vết sưng trên đầu và đau đầu dữ dội. Bác sĩ và bác sĩ chụp X-quang nói với tôi rằng họ đang khám bệnh MỖI NGÀY do tai nạn ở Splash Now, cứ 2 giờ tôi phải thức dậy và nghỉ ngơi vài ngày. Đang đi nghỉ......Tôi có một người bạn, tối qua cứ 2 giờ lại gọi cho tôi. Tôi đã lái xe 200 km từ công viên Ferienpark của mình để đến đó. Các con tôi chỉ có 1 giờ để vui chơi. 2 giờ tôi đau đớn ở Miramar. Sau đó 2 giờ ở bệnh viện.  Sau đó 2 giờ lái xe về, làm thế quái nào mà tôi lại làm được điều đó? Bây giờ, phần còn lại của kỳ nghỉ, tôi phải nghỉ ngơi.  Vì vậy bọn trẻ rất khó chịu vì chúng tôi không thể đi đâu được. Và tôi đang tự hỏi làm sao cuối tuần này tôi có thể lái xe 4 tiếng đồng hồ về nhà. Và liệu cơ thể tôi có bị tổn thương lâu dài hoặc vĩnh viễn hay không.  Splash rutsch này cần phải được đóng lại!Đọc thêm",
            "Xin chào C B, chúng tôi rất tiếc khi biết rằng bạn đã làm tổn thương chính mình khi sử dụng một trong các slide của chúng tôi. Tất cả các slide của chúng tôi tại miramar đều được Hiệp hội Giám sát Kỹ thuật TÜV phê duyệt và kiểm tra thường xuyên. Tuy nhiên, cầu trượt là thiết bị thể thao và bắt buộc phải tuân theo các hướng dẫn an toàn khi sử dụng chúng. Bằng cách làm theo hướng dẫn sẽ không có tai nạn. Tuy nhiên, nếu bạn bị thương, đội ngũ của chúng tôi luôn sẵn sàng trợ giúp ngay lập tức. Chúng tôi hy vọng bạn đã cảm thấy tốt hơn rồi! \nTrân trọng \nNhóm trực tuyến miramar của bạnĐọc thêm",
            "Tham quan nơi này với bạn bè. Đã có trải nghiệm cả đời trong phòng tắm hơi, tôi vẫn đang chia sẻ câu chuyện này với bạn bè. Có đồ uống ngon ở đây và mọi thứ đều tuyệt vời. Rất khuyến khíchĐọc thêm",
            "Xin chào newhorizonrw, \nrất vui vì bạn đã có một ngày tuyệt vời với chúng tôi. Cảm ơn bạn vì những lời tốt đẹp của bạn và đánh giá tuyệt vời.\nHy vọng gặp lại bạn sớm!\nTrân trọng kính chào, \nNhóm trực tuyến miramar của bạnĐọc thêm",
            "Không có nhân viên xung quanh, không tuân thủ các hạn chế về sinh hoạt, ô uế và ồn ào. Nếu bạn đang tìm một nơi để thư giãn thì đừng đến đóĐọc thêm",
            "Xin chào coline5789,\nCảm ơn phản hồi của bạn. Chúng tôi làm sạch trang web của chúng tôi nhiều lần trong ngày. Thật không may, chúng tôi không thể ngăn chặn việc một số khách rời khỏi chỗ ở của họ không sạch sẽ như chúng tôi mong muốn hoặc coi thường các hạn chế của chúng tôi. Vui lòng liên hệ với đồng nghiệp của chúng tôi tại chỗ khi bạn nhận thấy tình huống tương tự. \nTrân trọng,\nNhóm trực tuyến miramar \nĐọc thêm",
            "Tôi và gia đình đã có khoảng thời gian tuyệt vời nhất tại Miramar Tôi rất phấn khích khi đi vào vòng bão đã có khoảng thời gian vui vẻ hy vọng tôi sẽ quay lạiĐọc thêm",
            "Dodged103 thân mến\ncảm ơn bạn đã đánh giá tốt và những lời tốt đẹp của bạn!\n\nTrân trọng\nNhóm trực tuyến miramar của bạnĐọc thêm",
            "Tôi không nhận ra có một công viên nước lớn ở khu vực này. các slide rất thú vị và không hề bận rộn trong tuầnĐọc thêm",
            "Nthirwir thân mến,\n\ncảm ơn bạn đã đánh giá tốt và những lời tốt đẹp của bạn!\n\nTrân trọng\nNhóm trực tuyến miramar của bạnĐọc thêm",
            "Các nhân viên rất thân thiện và nhiều người nói tiếng Anh. Tôi đã đến một spa khác của Đức là Kristall Therme gần Berlin nên tôi có một số ý tưởng về những gì sẽ xảy ra ở đây. Miramar được chia làm 3 khu vực: Đường trượt nước, hồ nước nóng và khu khỏa thân FKK. Bạn có thể mua vé bao gồm một, hai hoặc cả ba khu vực. Tôi đã đi cho cả ba. Khu vực FKK chủ yếu nằm ở bên ngoài và có hồ nước với bãi biển, một hồ bơi nước nóng và một số phòng xông hơi khô. Khu vực nhiệt có một số hồ nước nóng tuyệt vời. Đã từng đến Kristall Therme trước đây, tôi cứ tưởng khu vực tắm nước nóng ở đây sẽ khỏa thân nhưng thực tế không phải vậy. Các đường trượt nước rất nhanh và thú vị. Tôi tình cờ có mặt ở đó vào chiều thứ Ba và toàn bộ nơi này bao gồm các đường trượt nước và khu tắm nước nóng sẽ khỏa thân sau 6 giờ tối. Tôi rất muốn giới thiệu một chuyến đi đến Miramar. Có rất nhiều việc phải làm và nó rất vui. Tôi sẽ ghé thăm lại trong chuyến đi tiếp theo tới Đức.      Đọc thêm",
            "Xin chào CaliforniaDave33,\n\ncảm ơn bạn rất nhiều vì đánh giá tốt và những lời nói đáng yêu của bạn. Chúng tôi rất vui vì bạn rất thích ở lại với chúng tôi. Chúng tôi rất mong được chào đón bạn một lần nữa trong chuyến đi tiếp theo tới Đức!\n\nTrân trọng kính chào, \nNhóm trực tuyến miramar\nĐọc thêm",
            "Nhìn chung, chúng tôi đã có khoảng thời gian tuyệt vời tại Miramar ở Weinheim. Cơ sở vật chất rất tuyệt vời. Chúng tôi ở lại vào tối thứ Ba: khái niệm FKK thật tuyệt vời và độc đáo đối với một công viên nước như vậy. Tuy nhiên FKK chỉ diễn ra vài giờ mỗi tuần, do đó, điều quan trọng là các quy tắc phải được áp dụng nghiêm ngặt để mọi người có thể tận hưởng và cảm thấy thoải mái trong thời gian đó. Tôi không hiểu lập luận rằng TÜV chỉ phê duyệt các đường trượt nước với đồ tắm: còn tất cả thì sao? những đứa trẻ này hạ đồ bơi xuống để đi nhanh hơn trong thời gian dệt may? TÜV có cân nhắc điều này không? Nó phổ biến ở tất cả các công viên nước! Rất may, hầu hết mọi người đều khỏa thân trong thời gian FKK, cảm giác kỳ lạ và đôi khi không thoải mái khi có một số người mặc đồ bơi xung quanh các đường trượt và những nơi khác. Nếu mọi người muốn mặc đồ bơi, họ chỉ nên đến trong giờ dệt chứ không phải trong 4 giờ này giờ vào tối thứ ba! Khi những quy định này được áp dụng, Miramar chắc chắn sẽ xứng đáng nhận được 5 sao từ tôi!Đọc thêm",
            "Thân gửi Jean_Martin_Fr,\n\nThật không may, một số khách không tuân thủ các quy tắc khỏa thân của chúng tôi. Tất nhiên, nhân viên của chúng tôi đảm bảo rằng mọi quy tắc đều được tuân thủ. TÜV đã xác định rằng các slide chỉ có thể được sử dụng trong đồ bơi và chúng tôi không có ngoại lệ. Thật vui khi biết rằng bạn đã tận hưởng chuyến thăm của mình!\n\nTrân trọng, Đội ngũ Miramar OnlineĐọc thêm",
            "Xin chào mọi người, chúng tôi đã đến khu vực tắm hơi vào ngày 29 tháng 11 năm 2019, không may là tôi bị mất chiếc vòng cổ hoặc bị đánh cắp. Đây là vật gia truyền của cha tôi, người không may đã qua đời. Dây chuyền được làm bằng vàng với hình thánh giá Chúa Giêsu và mặt dây chuyền tròn có hình Christopher trên đó và ở phía sau có dòng chữ Chúa bảo vệ bạn. Có rất nhiều kỷ niệm gắn liền với chiếc vòng cổ này và tôi sẽ yêu cầu người tìm thấy để chiếc vòng cổ trong phòng tắm hoặc liên hệ với tôi. Rất tiếc, tôi không thể đăng địa chỉ email và số điện thoại di động của bạn ở đây: bạn có thể gửi cho tôi chiếc vòng cổ Chắc chắn sẽ có phí tìm kiếm!!!!\n\nHarald Neumann\n76761 Rulzheim\nNhẫn Schumann 5\n\nCảm ơn\nXin chào HaraldĐọc thêm",
            "Xin chào ông Neumann,\nChúng tôi không ở khu vực tắm hơi và rất tiếc là chúng tôi không thể giúp bạn.\n\nTrân trọng và mọi điều tốt đẹp nhất\nThomasĐọc thêm",
            "Nó cách ga xe lửa bao xa?Đọc thêm",
            "Xin chào Angela M.,\n\nnếu bạn di chuyển bằng xe buýt thì có trạm dừng xe buýt Merianstraße ở ngay gần lối vào AQUALAND, được phục vụ bởi các tuyến xe buýt 120 và 121.\n\nTrân trọng \nNhóm trực tuyến miramarĐọc thêm",
            "Bạn có thể mang theo máy ảnh được không? Ngay cả sau khi trời tối? Muốn chụp ảnh chồng tôi và tôi đi trượt xuống. Đọc thêm",
            "Chắc chắn rồi, chỉ cần đảm bảo bạn không chụp ảnh những khách khác.Đọc thêm",
            "Không phải ở đó đã từng có một lâu đài hơi thực sự hay nó không còn ở đó nữa?Đọc thêm",
            "Lâu đài bouncy bây giờ ở đâu? Lần trước con trai tôi thực sự thất vọng vì chúng tôi không thể tìm thấy lâu đài hơi được quảng cáo trên trang web.Đọc thêm",
            "Lâu đài phao, nếu bạn có thể gọi nó như vậy, nổi giữa hồ bơi lớn nhất dưới mái nhà trong suốt. Sẽ tốt hơn nếu gọi nó là hòn đảo bơi lội.Đọc thêm",
            "Xin chào Chúng ta có thể đi dã ngoại ở đó không?Đọc thêm",
            "Có thể trượt trên cầu trượt dành cho trẻ từ 6 tuổi trở lên khi có trẻ nhỏ đi cùng người lớn không? LgĐọc thêm",
            "Độ tuổi không được kiểm soát. Tuy nhiên, trong trường hợp xảy ra tai nạn, công ty bảo hiểm sẽ từ chối chi trả bất kỳ quyền lợi nào cho nạn nhân bị tai nạn. Trượt trên tất cả các thiết bị luôn có nguy cơ của riêng bạn. Tuy nhiên, nếu có vấn đề kỹ thuật và nguyên nhân gây ra Miramar, dịch vụ phù hợp sẽ được cung cấp. Đã có những vụ tai nạn nghiêm trọng ở đó. Tốt nhất bạn nên tự mình đánh giá xem trẻ đã tự mình nắm vững môn vật lý hay chưa.Đọc thêm",
            "Chúng tôi chưa bao giờ đến đó trước đây và muốn đến đó vào thứ Sáu. Có chủ nghĩa khỏa thân trong toàn bộ khu phức hợp vào thứ Sáu từ 8 giờ tối, bao gồm cả trong hồ bơi không?\nCó lệnh phải rời đi lúc 8 giờ tối! hay mọi chuyện diễn ra như thế nào?Đọc thêm",
            "Thứ Ba từ 6 giờ chiều, đôi khi Thứ Bảy từ 8 giờ tối. Hướng dẫn được đưa ra thông qua thông báo và áp dụng cho toàn bộ phòng tắm.Đọc thêm",
            "Xe buýt nào sẽ đưa tôi tới đóĐọc thêm",
            "Làm cách nào để đến đó bằng phương tiện công cộngĐọc thêm",
            "Từ trung tâm thành phố Mannheim bắt xe điện số 5 trên Schloss. Và Bạn phải xuống tàu Stahlbad, và Bạn phải đi bộ 1,6 km đến Mairamar.Đọc thêm"
        ],
        "star_ratings": [
            146,
            132,
            96,
            84,
            146
        ],
        "review_amount": 604,
        "location": [
            "MIRAMAR",
            "Weinheim",
            "nước Đức",
            "Các hoạt động ở Weinheim",
            "Baden-Württemberg",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written January 22, 2022",
            "Written September 2, 2021",
            "Written July 14, 2021",
            "Written January 2, 2021",
            "Written July 19, 2020",
            "Written June 18, 2020",
            "Written February 13, 2020",
            "Written November 17, 2019",
            "Written July 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608834-d2164481-Reviews-MIRAMAR-Weinheim_Baden_Wurttemberg.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d9808048-Reviews-Delano-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d26353304-Reviews-Zagreb_Grill-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d11773609-Reviews-Ristorante_Giardino-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d8026812-Reviews-Sudtiroler_Torggelestube-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d1348928-Reviews-La_Mozzarella-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d12512687-Reviews-Beim_Alex-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d5520091-Reviews-Cafe_PAM-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d19256763-Reviews-Das_Wohnzimmer-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d13521322-Reviews-Bistro_Gruner_Pfeffer-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608834-d5580944-Reviews-Weinstube_Zum_Wiener_Heurigen-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d14921933-Reviews-Waidsee-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d5971979-Reviews-Schau_und_Sichtungsgarten_Hermannshof-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d5972011-Reviews-Exotenwald_Weinheim-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d3385917-Reviews-Windeck_Castle-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d10106622-Reviews-Wachenburg-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g4833082-d7319747-Reviews-Badesee-Heddesheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d10106701-Reviews-Museum_der_Stadt_Weinheim-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g651758-d4082458-Reviews-Automuseum_Dr_Carl_Benz-Ladenburg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g230064-d2182910-Reviews-Rhein_Neckar_Zentrum-Viernheim_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g230064-d2687022-Reviews-Kletterwald_Viernheim-Viernheim_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d2164481-Reviews-or10-MIRAMAR-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d12438930-Reviews-Hirschkopfturm-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d21171041-Reviews-Flugplatz_Weinheim-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g230064-d23903384-Reviews-Indoor_Skydiving_Viernheim-Viernheim_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d4580953-Reviews-Altstadt_Weinheim-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d23183378-Reviews-Reiseagentur_Urlaubsengel_Reiseburo_Weinheim-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187286-d241593-Reviews-Thingstatte-Heidelberg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187290-d5503780-Reviews-Mannheimer_Wasserturm-Mannheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187290-d1903916-Reviews-Luisenpark-Mannheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187286-d241589-Reviews-Heiligenberg-Heidelberg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187290-d8556967-Reviews-Enigma_Live_Escape_Rooms-Mannheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187290-d12108240-Reviews-Free_Walking_Tour_Mannheim-Mannheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187290-d1972839-Reviews-Technoseum_Mannheim_ehemals_Landesmuseum_fuer_Technik_und_Arbeit-Mannheim_Baden_W.html",
            "https://www.tripadvisor.com/Attraction_Review-g58395-d4444095-Reviews-Lake_Chelan_State_Park-Chelan_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d240813-Reviews-Heineken_Experience-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g663143-d8426072-Reviews-Afytos_Beach-Afitos_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187822-d15210651-Reviews-Guvano_Beach-Vernazza_Cinque_Terre_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g32486-d664708-Reviews-Diamond_Valley_Lake_Marina-Hemet_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d106304-Reviews-Comal_River-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7738524-Reviews-Pasar_Besar_Pudu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1605557-Reviews-Charging_Bull_Wall_Street_Bull-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23751344-Reviews-Museum_Of_The_Future-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g43235-d1956900-Reviews-Mississippi_Headwaters-Lake_Itasca_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608834-d2164481-Reviews-or10-MIRAMAR-Weinheim_Baden_Wurttemberg.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608834-d2164481-Reviews-MIRAMAR-Weinheim_Baden_Wurttemberg.html"
    }
]