[
    {
        "attraction_name": "Missouri Down Under",
        "attraction_name_vi": "Missouri ở dưới",
        "general_info": [
            "29 đánh giá",
            "3 trong số 14 điều cần làm ở Van Buren",
            "Công viên"
        ],
        "attraction_summary": "Missouri Down Under, trước đây gọi là Cave Spring Park sẽ tiếp tục tổ chức các tour tham quan hang động như thường lệ. Ngoài ra, chúng tôi sẽ thêm một sở thú tương tác, nơi bạn sẽ được trải nghiệm thực tế với một số loài động vật khác nhau từ Rainbow Lorikeets đến Kangaroo! Hãy đến và VẼ MỘT CON KANGAROO! Đọc thêm",
        "reviews": [
            "Điểm dừng tuyệt vời dọc theo tuyến đường đến hoặc đi từ Branson Missouri hoặc khi đi du lịch qua tiểu bang! Chúng tôi có một chiếc xe buýt gồm 26 học sinh cuối cấp và rất thích đến thăm Missouri Down Under. Gia đình và người lớn ở mọi lứa tuổi sẽ tận hưởng điểm dừng chân thú vị này. Lên kế hoạch dành 2 - 3 giờ! Duỗi chân, gặp gỡ và tham quan với nhiều loài động vật khác nhau, bao gồm vượn cáo, loài chim kỳ lạ kangaroo! Một điểm nổi bật là vuốt ve và cho chuột túi ăn. Những con vật được giải cứu này đã có cơ hội thứ hai tại vườn thú nhỏ mới này. Chúng tôi cũng rất thích tham gia chuyến tham quan hang động - nơi chúng tôi đã dành khoảng 20 phút cho một chuyến tham quan có hướng dẫn tuyệt vời! Nhân viên rất am hiểu và chúng tôi rất vui khi dừng lại và hỗ trợ địa điểm tuyệt vời này! Đọc thêm",
            "Nó rất thân thiện với trẻ em, có nhiều loài động vật khác nhau mà bạn có thể nhìn thấy. Bạn có thể nuôi thỏ, rùa và thậm chí cho chuột túi đỏ ăn và cưng nựng. Có một chuyến tham quan hang động nhỏ và bọn trẻ có thể đãi đá quý. Thậm chí còn có nhà vệ sinh và bàn ăn dã ngoại. Đọc thêm",
            "Có quá nhiều niềm vui được gói gọn trong khu vực nhỏ bé này đến nỗi bằng cách nào đó chúng tôi đã có thể ở lại cả ngày!!  Họ rất am hiểu về khu vực nhưng đặc biệt là động vật hoang dã mà họ quan tâm!  Làm ơn đi!!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi đến thăm các loài động vật và đặc biệt thích cho chuột túi và chim ăn. Các nhân viên rất thân thiện! Hang động mát mẻ và việc sàng lọc và đào đá là niềm vui của mọi lứa tuổi. Chúng tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Hang động không phải là một lối đi đứng lên. Bạn phải cúi xuống và vặn vẹo để vượt qua. Nếu bạn có vấn đề về sức khỏe hoặc là người lớn hơn thì bạn sẽ không muốn đi hang động. Không có cảnh báo nào được đăng. Bạn được tặng một chiếc mũ Dora bằng nhựa rẻ tiền và đèn flash. Ngoài ra còn có nhiều bậc thang dốc ở cuối. Chơi trò chơi ở cấp độ trên một hoặc hai. Không có chuyến tham quan có hướng dẫn viên. Không có ai ở xung quanh nên bạn có thể vuốt ve những chú chuột túi. Những con chuột túi ở phía xa nên bạn không thể nhìn thấy chúng ở gần. Không có thông tin nào được đăng về các loài động vật.Đọc thêm",
            "Tôi muốn thực sự thích nơi này. Nó ổn thôi. Các nhân viên không thân thiện hoặc vui vẻ khi ở đó. Chúng tôi trả tiền và đi ra ngoài, không biết nên tìm biển báo gono ở đâu, vì vậy chúng tôi đi lang thang cho đến khi tìm thấy động vật. Tìm thấy một cô gái trẻ dẫn chúng tôi đến những con chuột túi và rùa. Những con kanguru rất thân thiện và sẵn sàng ăn đây là nơi tuyệt vời nhất của vườn thú. Cốc thức ăn có giá 1,00 cho một cốc đơn cỡ dixie trị giá khoảng 0,50, tôi đề xuất cốc 5,00. Rùa ở trong chuồng là một ngọn đồi rất dốc, lo lắng trẻ nhỏ và người lớn trong đoàn chúng tôi sẽ té ngã. Sau những con chuột túi, chúng tôi đi ra ngoài và nhìn thấy một con cáo, cừu, thỏ, vượn cáo, nhím, chim và rùa. Hang động rất nhỏ, hẹp và chật hẹp. Cá nhân tôi nghĩ nó quá đắt so với những gì nó vốn có. Tôi sẽ không quay trở lại. Có nhà vệ sinh, cửa hàng quà tặng và khu dã ngoạiĐọc thêm",
            "Khoảnh khắc vui vẻ cùng những chú chuột túi.  Các hang động bị ngập do lượng mưa.  Họ đang làm việc trên sân.  Gọi trước khi bạn đi để xem tất cả những gì đang mở.Đọc thêm",
            "Lối đi nhỏ rất đẹp qua hang động cộng với một vườn thú cưng với những chú chuột túi thực sự. Hãy nhớ mua một cốc rau để cho chúng ăn, chúng sẽ đến ngay với bạn. Họ cũng đang bổ sung thêm vườn thú cưng. Chúng tôi ở lại tổng cộng từ 1-2 giờ. Một gia đình có trẻ em thậm chí có thể ở lại lâu hơn vì họ có trạm quét và trạm đào đá. Không thực sự lớn, nếu có nhiều hơn thì nó sẽ cho 5 sao nhưng chắc chắn đáng để dừng lại nếu bạn đang ở trong khu vực để thực hiện chuyến đi bằng phao hoặc thứ gì đó. Đọc thêm",
            "Chúng tôi đến thăm như một gia đình. Việc đào bới đá quý thật là thú vị. Chuyến tham quan hang động có chút thiếu sót. Chúng tôi đi lưu diễn với một gia đình năm người khác - không liên quan. Vì vậy, tổng cộng có mười bao gồm cả hướng dẫn của chúng tôi. Thế là quá nhiều so với độ chật hẹp của hang động này. Toàn bộ tập tin của nó. Tôi sẽ không đề xuất nhiều hơn năm cùng một lúc. Ở phía sau, chúng tôi không thể nghe hoặc nhìn thấy bất cứ điều gì mà người hướng dẫn đang nói đến. Đã từng đi qua Hang Mark Twain và Cameron ở Hannibal, MO nhiều lần để so sánh, người hướng dẫn viên rất am hiểu về các khía cạnh khác nhau của hang động. Lịch sử của hang động không thực sự được đưa ra hoặc làm thế nào khi nó được phát hiện. Chỉ là nó đã đổi chủ nhiều lần trước khi có quyền sở hữu hiện tại. Ngoài ra, hang động còn có nước - khoảng 2 inch - rất nhiều.  Sẽ rất tốt nếu biết điều này trước khi chúng tôi xuống nước...Tôi thực sự muốn đề xuất với ban quản lý, đặc biệt là với Covid rằng các nhóm nhỏ hơn hoặc từng gia đình một nên được đưa đi tham quan các chuyến tham quan. Đọc thêm",
            "Đi cùng 6 đứa cháu của tôi từ 4 đến 19 tuổi và chúng đã có khoảng thời gian tuyệt vời nhất. Họ thích thú việc tìm kiếm những viên đá quý hơn là hang động. Người hướng dẫn và những người khác rất thân thiện và hữu ích.Đọc thêm",
            "Vé vào hang động và ziplineĐọc thêm",
            "Chúng tôi có tất cả giá được đăng trên trang web của chúng tôi. :Đọc thêm"
        ],
        "star_ratings": [
            14,
            11,
            2,
            2,
            0
        ],
        "review_amount": 29,
        "location": [
            "Missouri ở dưới",
            "Từ hàng xóm",
            "Các hoạt động ở Van Buren",
            "Missouri MO",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written August 5, 2023",
            "Written January 6, 2023",
            "Written September 5, 2022",
            "Written September 5, 2022",
            "Written June 24, 2022",
            "Written April 8, 2022",
            "Written July 18, 2021",
            "Written July 8, 2020",
            "Written June 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60926-d3225470-Reviews-Missouri_Down_Under-Van_Buren_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10118637-Reviews-Ozark_Trail_Trailhead-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10130549-Reviews-Carter_Creek_Conservation_Area-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10170256-Reviews-Miller_Community_Lake-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10112121-Reviews-Current_River-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d23876333-Reviews-Pop_s_Tiques_Fleas-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d12446807-Reviews-Ozark_National_Scenic_Riverway-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10112156-Reviews-Van_Buren_Riverfront_Park-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10112140-Reviews-Watercress_Spring_Campground_and_Park-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d3225470-Reviews-or10-Missouri_Down_Under-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d3225470-Reviews-or20-Missouri_Down_Under-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d274436-Reviews-Big_Spring-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10130538-Reviews-Mark_Twain_National_Forest-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d3208807-Reviews-The_Landing_Canoe_and_Tube_Trips-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d116484-Reviews-Whalers_Village_Museum-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147244-d148085-Reviews-Shirley_Heights-English_Harbour_Saint_Paul_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d524600-Reviews-Grand_Central_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d533212-Reviews-Distillery_Historic_District-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d12910912-Reviews-Rio_Lento-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g194873-d243308-Reviews-Villa_Rufolo-Ravello_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d3700774-Reviews-Kuwait_Zoo-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60764-d143095-Reviews-Catoctin_Mountain_Park-Thurmont_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d19637722-Reviews-Priceless_Car_Rentals-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243392-Reviews-Pinacoteca_Ambrosiana-Milan_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60926-d3225470-Reviews-or10-Missouri_Down_Under-Van_Buren_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60926-d3225470-Reviews-Missouri_Down_Under-Van_Buren_Missouri.html"
    }
]