[
    {
        "attraction_name": "Misty Fjords National Monument",
        "attraction_name_vi": "Đài tưởng niệm Quốc gia Vịnh hẹp Sương mù",
        "general_info": [
            "876 đánh giá",
            "1 trong số 65 hoạt động giải trí ở Ketchikan",
            "Khu vực hoang dã tự nhiên",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Khu vực hoang dã rộng lớn này bao gồm hàng trăm sông suối được nuôi dưỡng bằng sông băng tan chảy vào mỗi mùa xuân.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan bằng thủy phi cơ đến Misty Fjords và đó là trải nghiệm tuyệt vời nhất.  Không thể bỏ qua phong cảnh núi non và hồ nước.  Đây là địa hình hẻo lánh không có đường đi nên đi bằng thủy phi cơ là lựa chọn phù hợp nhất.  Chúng tôi đã sử dụng Island Wings và yêu thích nó!Đọc thêm",
            "Không có gì khác ngoài lối đi bộ lót ván và khu vực vật tổ ở Ketchikan nhưng chuyến đi đến Misty Fjords là một điều đặc biệt. Đi đến một chiếc thuyền chở khách lớn 100 người với một thủy thủ đoàn tuyệt vời vào một ngày nắng đẹp. Thuyền đã đầy một nửa hành khách. Mất khoảng 90 phút để đến Fjord và sau đó bạn đi thuyền quanh Fjord hoặc khoảng một giờ. Rất nhiều thác nước và động vật hoang dã hươu, dê, rái cá, cá voi. Một trong những khu vực đẹp nhất ở Alaska. Nếu có cơ hội hãy đi. Tàu du lịch Out Holland America đã sắp xếp.Đọc thêm",
            "Chúng tôi đã đến Misty ba lần, mỗi lần trong Allen Marine Tour. Mỗi lần bạn thấy một điều gì đó mới mẻ, khác biệt. Thêm thác nước, gấu, động vật hoang dã, v.v. Đọc thêm",
            "Fjords rất đẹp nhưng rất xa. Chuyến tham quan của chúng tôi tương tự như những chuyến tham quan khác ở chỗ chuyến đi thuyền kéo dài hơn 1,5 giờ mỗi chiều và gây thất vọng về động vật hoang dã. Chúng tôi thấy nhiều nhất là 5 con đại bàng và không có cá voi, gấu, nai sừng tấm hay dê núi. Nếu tôi làm điều đó một lần nữa, tôi sẽ cân nhắc việc đi máy bay để giảm thời gian di chuyển và có được tầm nhìn ngoạn mục hơn nữa. Đọc hành trình của bạn một cách cẩn thận để đưa ra quyết định sáng suốt nhất có thể.Đọc thêm",
            "Tôi ước rằng ngoài việc đánh giá trải nghiệm của bạn, còn có một tùy chọn để xếp hạng địa điểm.  Nơi này, Đài tưởng niệm Quốc gia Misty Fjords, là một vùng đất có vẻ đẹp tự nhiên tuyệt vời nhất... theo tất cả những cách có thể được hình dung.  Dễ dàng xếp hạng NĂM.  Nhưng câu hỏi là về trải nghiệm của tôi và trải nghiệm của tôi không tốt. Tôi nghi ngờ rằng trải nghiệm tiêu cực của tôi là do công ty hướng dẫn cụ thể mà chúng tôi đã sử dụng và tôi sẽ đưa ra đánh giá đó ở nơi khác.  Nhưng ngoài ra, tôi tự hỏi liệu có phải trường hợp này nên được để yên một mình hay không.  Tôi tự hỏi liệu nó có quá nhiều đối với con người không.  Có lẽ chúng ta không nên đến đây? Điều không được nêu rõ trong các gói hướng dẫn là khoảng cách từ Ketchikan đến Misty Fjords.  Trong gói thuyền 4,5 giờ, bốn giờ trong số đó sẽ di chuyển đến và đi từ các vịnh hẹp.  Quá cảnh này rất đẹp nhưng không khác gì một đường cao tốc liên bang, ồn ào với những chiếc máy bay nhỏ trên đầu.  Sau đó, nó sẽ trôi vào vịnh trong 15 phút và trôi ra khỏi vịnh hẹp trong 15 phút.  Nó không tốt hơn nhiều so với một khung cảnh tuyệt đẹp. Nếu bạn định đi đến các vịnh hẹp, hãy nghiên cứu và biết gói hàng của bạn sẽ trông như thế nào.   Hãy dành nhiều thời gian ở các vịnh hẹp nhất có thể.  Nếu bạn chỉ bồng bềnh ra vào, hãy giả sử rằng dự báo về việc nhìn thấy bất kỳ động vật hoang dã nào sẽ bị thổi phồng quá mức.  Các vịnh hẹp rất đẹp, nhưng có lẽ chúng nên được giữ nguyên.Đọc thêm",
            "Thật là một nơi tuyệt đẹp để ghé thăm.  Bạn chỉ có thể ghé thăm các khu vực của vịnh hẹp xinh đẹp này bằng máy bay, trực thăng hoặc thuyền.  Chúng tôi đã đi thuyền du lịch và rất hài lòng với trải nghiệm của mình.  Điểm dừng của chúng tôi tại Eddyrock, những bức tường đá granit và thác nước, đồng thời ngắm nhìn đàn cá voi sát thủ đều là những cơ hội làm tăng thêm niềm vui cho trải nghiệm của chúng tôi.Đọc thêm",
            "Khám phá khu vực này trong một chuyến tham quan bằng thuyền. Phong cảnh rất đẹp nhưng chúng tôi không thấy cuộc sống hoang dã. Chúng tôi hy vọng được nhìn thấy cá voi, gấu và dê núi. Chúng tôi đã nhìn thấy dê nhưng chúng ở quá xa đến nỗi trông chúng giống như những chấm trắng ngay cả khi nhìn qua ống nhòm. Các điểm tham quan khác ở miền nam Alaska sẽ ấn tượng hơn nếu bạn phải lựa chọn.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan này với Thủy phi cơ Island Wings. Chúng tôi đã có những lời giải thích tuyệt vời về địa lý của phi công Wiley. Hoàn toàn tuyệt vời và được đánh giá cao. Đọc thêm",
            "Khu vực này còn rất hoang sơ, rất đẹp và rộng lớn. Nó cho phép bạn hiểu Alaska thực sự tuyệt vời và xinh đẹp như thế nào. Chúng tôi rất thích chuyến thăm của chúng tôi ở đây rất nhiều. Hãy đến đây khi bạn ghé thăm AlaskaĐọc thêm",
            "My wife and I took a cruise to Misty Fjords National Monument from Ketchikan on May 18, 2022. I arranged the trip through Alaska Hummer Adventures.  We were staying in the Inn At Creek Street in Ketchikan, not on a cruise ship. The communication with boat captain Kirk Bosco prior to our excursion was excellent. Via texts and voicemail,  he made sure we knew exactly when and where to meet him and his boat. The Misty Fjords Expedition was scheduled for 7:30 AM to 12:00 PM on a Wednesday.  The boat had seats for captain Kirk and three couples. None of us arrived on a cruise ship which worked out in our favor. Misty Fjords is 58 miles from Ketchikan via the water. So it is two hours to the fjord and 2 hours back. That leaves only 12 an hour to cruise the fjord. However, since none of us were in a hurry to get back to a cruise ship, captain Kirk took his time and slowly cruised every cove in the Misty Fjords. On the way to the fjord, another passenger spotted a whale and the captain got us closer. We were able to see the whales tail fin. A couple times he veered toward a group of porpoises so we could get a closer look. The twenty minutes prior to entering the calmer waters of Misty Fjords, we experienced an extremely rough ride as wind and currents caused white caps in the Behm Channel. I enjoyed the roller coaster ride the choppy water provided.  But just be aware that the boat ride over and back to Misty Fjords is very weather dependent.  By visiting in mid May, we were able to witness Misty Fjords National Monument at its finest. There was snow on the peaks of the mountains. There were plenty of waterfalls due to the melting snow. There were low hanging clouds but they didnt obscure the peaks of the mountains.  The ride back through the Behm Channel was a lot calmer. We arrived back at the Ketchikan dock at 1:30. Despite it being a drizzly day, I thoroughly enjoyed this excursion to Misty Fjord National Monument with Captain Kirk.Read more",
            "Chúng tôi đang xem xét thực hiện chuyến du ngoạn của Công chúa tới Misty Fjords.  Tôi đã nghe nói nó rất tuyệt vời và sau đó nghe nói nó sẽ bị phá sản nếu trời có sương mù.  Rất thích một số ý kiến ​​từ những người khác trước khi chúng tôi đặt phòng.  Sẽ có mặt vào cuối tháng 7 năm 2020. TYIAĐọc thêm",
            "Chúng tôi đã ở đó vào ngày 4 tháng 7 và không có vấn đề gì về thời tiết...mặc dù đây là Alaska nên thời tiết có thể thay đổi. Thuyền trưởng sẽ hủy chuyến đi nếu thời tiết quá xấu. Ít nhất, đây là điều đã xảy ra với chúng tôi trong một chuyến du ngoạn khác ở Alaska, vì vậy nếu thời tiết tốt cho thuyền trưởng thì điều đó cũng tốt cho bạn.  Trong một chuyến tham quan khác, thuyền trưởng đã cho chúng tôi một phiên bản rút ngắn của chuyến đi do thời tiết...nhưng không hoàn lại tiền cho chúng tôi hoặc số tiền theo tỷ lệ. Vì vậy, đôi khi bạn chỉ cần thuận theo dòng chảy khi đi du lịch và tận hưởng những gì có thể.  Hy vọng đây là những ý kiến ​​hữu ích.Đọc thêm",
            "Xin chào Anne, bạn có đi du thuyền nhỏ không? Bạn sử dụng công ty nào? Cảm ơn, EstherĐọc thêm",
            "Chúng tôi du ngoạn trên The Seabourn Sojorn, một con tàu có sức chứa 450 hành khách. Tuyệt vời. Một con tàu nhỏ như thế này có thể đi vào những khu vực lớn hơn mà những con tàu lớn hơn không thể. Rất khuyến khích!Đọc thêm",
            "Chúng ta có thể nhìn thấy nó khi đi ngang qua con tàu du lịch của mìnhĐọc thêm",
            "Không, nó hẹp và tàu du lịch không thể đến đó.Đọc thêm",
            "Có nơi nào tôi có thể lấy dấu cho sổ Hộ chiếu NP không?Đọc thêm",
            "Tôi tin rằng có một trung tâm du khách tọa lạc tại số 1515 Tongass ở Ketchikan.  Bạn sẽ có thể nhận được tem của bạn ở đó.  Nếu bạn đang lên kế hoạch cho một chuyến du lịch trên không, tôi khuyên bạn nên sử dụng Island Wings Air Service.  Nếu bạn đang tìm kiếm một Bed Breakfast Inn đẹp, tôi khuyên bạn nên dùng Black Bear Inn.  Nicole và Jim là những người chủ nhà tuyệt vời. Đọc thêm",
            "xin chào tất cả các bạn TripAdvisor, chúng tôi đang muốn đặt chỗ trên chiếc máy bay phao ở vịnh hẹp mù sương, có ai đã sử dụng các chuyến tham quan bằng máy bay dành cho gia đình chưa, nếu vậy bạn đã tham gia bằng cách nàoĐọc thêm",
            "Xin chào. Chúng tôi đến từ Kazakhstan. Bạn có muốn đến thăm thị trấn này không, bạn có thể cho tôi biết cách tốt nhất để bay đến đó không? Vé máy bay rẻ nhất sẽ đến từ đâu? Cảm ơn mọi người Đọc thêm",
            "Bạn đã sử dụng công ty nào để thực hiện chuyến đi này?  Chúng tôi rất vui mừng vì đây là chuyến đi kỷ niệm 25 năm ngày cưới của chúng tôi và tôi muốn làm chồng tôi ngạc nhiên với nóĐọc thêm",
            "Chúng tôi đã đặt chuyến tham quan qua Costco tại Shoreexcursionsgroup\n\nBạn có thể tìm thấy chúng trực tuyến vì Trip Advisor không cho phép tôi cung cấp liên kết trang web.\n\nChúng tôi rất hài lòng với những chuyến du ngoạn mà chúng tôi đã mua qua Costco.\nNhân tiện, nếu bạn định đến Juneau, một công ty đồng hồ cá voi mà tôi giới thiệu là Harv và Marvs. Chúng tốt hơn nhiều so với chuyến tham quan được cung cấp qua các tuyến du lịch và sử dụng những chiếc thuyền nhỏ hơn nhiều. Một lần nữa, bạn có thể tìm thấy chúng trực tuyến.Đọc thêm",
            "Tôi đang cố gắng quyết định giữa các chuyến du lịch trên biển, một chuyến bao gồm Misty Fjords, một chuyến thì không.\nCó đáng xemĐọc thêm",
            "Hoàn toàn! Đó là một trong những điểm nổi bật của chuyến đi của chúng tôi!Đọc thêm",
            "Có cách nào để xem Misty Fjords mà không tốn gần 200 đô la trở lên không? Tôi đang ở trong ngân sách...Đọc thêm",
            "Có một cách. Một số thời điểm nhất định trong mùa, các nhà cung cấp trang phục từ Ketchikan, Alaska cung cấp cho khách du lịch mức giá trong ngày thấp hơn đáng kể so với giá vé bình thường... hãy để ý đến giấy tờ Ketchikan!!Đọc thêm",
            "Nơi này chỉ có thể đến được bằng máy bay phải không?  Vợ tôi và tôi muốn đi bộ đường dài và không muốn có một chuyến tham quan xác định xem chúng tôi sẽ dành bao nhiêu thời gian.Đọc thêm",
            "Trong khu vực Fjord chính, một số thuyền du lịch sẽ chở thuyền kayak cho bạn và bạn có thể chèo thuyền kayak lên mặt đá.  Nhưng nhìn chung các bức tường của Fjord gần như thẳng đứng. Có một số khu vực đi bộ đường dài tuyệt vời gần Ketchikan, nơi bắt đầu các chuyến tham quan bằng thuyền và máy bay. Đó là địa hình rừng mưa hoặc bãi đá và bạn có thể lái xe đến các đầu đường mòn.Đọc thêm"
        ],
        "star_ratings": [
            701,
            113,
            34,
            16,
            12
        ],
        "review_amount": 876,
        "location": [
            "Hoa Kỳ",
            "Di tích quốc gia Misty Fjords",
            "Alaska AK",
            "Các hoạt động ở Ketchikan",
            "Sốt cà chua"
        ],
        "reviews_time": [
            "Written July 27, 2023",
            "Written July 17, 2023",
            "Written May 21, 2023",
            "Written February 20, 2023",
            "Written August 25, 2022",
            "Written July 13, 2022",
            "Written July 3, 2022",
            "Written June 24, 2022",
            "Written June 22, 2022",
            "Written June 2, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31030-d144340-Reviews-Misty_Fjords_National_Monument-Ketchikan_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d144340-Reviews-or10-Misty_Fjords_National_Monument-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d577770-Reviews-Alaska_Rainforest_Sanctuary-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d247670-Reviews-Totem_Bight_State_Historical_Park-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d144337-Reviews-Tongass_National_Forest-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d2181029-Reviews-Potlatch_Totem_Park-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d105036-Reviews-Saxman_Native_Village-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d3427841-Reviews-Deer_Mountain_Trail-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d6864725-Reviews-Ketchikan_Rainbird_Trail-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d12856733-Reviews-City_Park_of_Ketchikan-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d4374474-Reviews-Settlers_Cove_State_Recreational_Site-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d8322416-Reviews-Rotary_Beach-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d3235805-Reviews-Allen_Marine_Tours-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7154839-Reviews-Samsung_d_light-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g52097-d138005-Reviews-Cape_Lookout_State_Park-Tillamook_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d4866872-Reviews-Aquapark_Costa_Teguise-Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575485-d561014-Reviews-Sian_Ka_an_Biosphere_Reserve-Quintana_Roo_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1123600-Reviews-St_Mark_s_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066460-d2156464-Reviews-Namjatown-Toshima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d4961023-Reviews-Pirate_s_Cove_Adventure_Golf-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298572-d4754278-Reviews-Victoria_Market-Victoria_Mahe_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12997546-Reviews-Thamel_Spa-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g54258-d2491924-Reviews-Haywood_Mall-Greenville_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31030-d144340-Reviews-or10-Misty_Fjords_National_Monument-Ketchikan_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31030-d144340-Reviews-Misty_Fjords_National_Monument-Ketchikan_Alaska.html"
    }
]