[
    {
        "attraction_name": "Mljet National Park",
        "attraction_name_vi": "Vườn quốc gia Mljet",
        "general_info": [
            "1.560 đánh giá",
            "1 trong số 17 điều cần làm ở Đảo Mljet",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Đảo MLJET nằm ở một khu vực hẻo lánh, xa về phía Nam Croatia và phía tây Dubrovnik.Đọc thêm",
        "reviews": [
            "Và khoảng thời gian ít ỏi mà tôi dành cho hòn đảo xanh này cũng đủ khiến tôi muốn quay lại vài ngày. Hòn đảo này có vẻ lý tưởng cho một kỳ nghỉ năng động, điều mà tôi thích hơn. Một kỳ nghỉ trong một môi trường xanh tươi đẹp với nhiều hoạt động đi bộ và đạp xe là kỳ nghỉ lý tưởng của tôi và tôi tin rằng nó sẽ sớm như vậy.Đọc thêm",
            "Vườn quốc gia Mljet chiếm gần một phần ba diện tích đảo Mljet, rộng gần 5.300 ha, nên không thể nhìn thấy mọi thứ trong một ngày.\n\nCách dễ nhất để đến đó là đi phà tới Pomeranian. Vé có thể được mua tại các phòng vé ở Pomena hoặc tại Trung tâm thông tin ở Hồ Lớn. Bạn có thể thuê xe đạp hoặc xe đạp điện hoặc bạn chỉ có thể đi bộ trên những con đường mòn, giống như chúng tôi. Đừng quên mang theo đồ bơi vì làn nước mát lạnh của Malo Jezero, Hồ nhỏ Veliko Jezero và Hồ Lớn quá hoàn hảo để bỏ qua.\n\nVé của bạn bao gồm một chuyến đi miễn phí trên chuyến phà Veliko Jerzo tới đảo St Marys và tu viện Benedictine. \n\nCông viên rất yên bình và quang cảnh hồ nước màu ngọc lam thật tuyệt vời. Chúng tôi yêu thích thời gian ở đó.Đọc thêm",
            "Có một ngày trên đảo Mljet trong chuyến hành trình của chú chó đốm. Đi du lịch như một cặp vợ chồng với bạn bè.\n\nMljet là cực nam và cực đông của quần đảo Adriatic lớn hơn thuộc vùng Dalmatia của Croatia. Nó có biệt danh là Đảo Xanh với 70 diện tích đất liền được bao phủ bởi rừng cây. Đây là hòn đảo có nhiều rừng nhất ở khu vực Địa Trung Hải. Cây thông Aleppo được đưa đến Mljet từ Alepa Israel trước thời Chúa Kitô. Nhựa cây tỏa ra mùi thơm mê hoặc, đặc biệt đối với những du khách lần đầu ghé thăm. Đó là một loại nước hoa có mùi thơm trong không khí trên khắp hòn đảo.\n\nĐiểm thu hút chính của Mljets là Công viên Quốc gia, nằm ở phần phía tây của hòn đảo. Đến đây, du khách sẽ tìm thấy vẻ đẹp thiên nhiên hoang sơ; không bị ảnh hưởng và được bảo vệ. Ở trung tâm công viên là hai hồ nước mặn màu xanh thiên thanh đầy mê hoặc, Veliko Jezero và Malo Jezero Hồ Lớn và Hồ Nhỏ. Ở giữa hồ lớn là Đảo Saint Mary nhỏ, nơi có tu viện Benedictine thế kỷ 12. Xung quanh các hồ nước, một tấm thảm rừng rậm trải dài khắp hòn đảo chỉ bị gián đoạn bởi những lùm ô liu, vườn nho và một số khu định cư yên tĩnh.\n\nLà một phần của hành trình đạp xe, chúng tôi đã đạp xe từ Sobra đến Pomena và quay lại. \n\nVào mùa hè, làng chài nhỏ Pomena đóng vai trò là thành phố chính của hòn đảo với rất nhiều nhà hàng ven sông phục vụ các món ăn ngon của địa phương.  Tại đây, bạn cũng sẽ thấy cảng thương mại cổ Polače vẫn còn lưu giữ những tàn tích của quá khứ, bao gồm tàn tích của một cung điện La Mã có từ khoảng thế kỷ thứ 5.  Polače được biết đến là cảng an toàn nhất ở phía đông của Adriatic, có một vịnh lớn được che chắn bởi bốn hòn đảo nhỏ. Ngày nay ngôi làng chỉ có hơn một trăm cư dân và có một số nhà hàng và quán cà phê.Đọc thêm",
            "Zoran và Z thật tuyệt vời! Chào đón, hiểu biết và thân thiện.  Chiếc thuyền đẹp như đồ ăn! Đảo Mljet đã không làm mọi người thất vọng, đơn giản là tuyệt đẹp! Bữa trưa của chúng tôi, sau đó là bơi lội và chèo thuyền trong vịnh riêng của chúng tôi thật khó quên, làn nước trong vắt thật tuyệt vời! Cảm ơn bạn vì một ngày tuyệt vời như vậy, chúng tôi sẽ đặt chỗ với bạn khi chúng tôi quay lại Croatia!! Hvala Puno!!!Đọc thêm",
            "Tuyệt vời!!! Thật là một công viên quốc gia xinh đẹp! Bạn phải ở lại nhiều ngày thay vì chỉ thực hiện một chuyến đi trong ngày ở đây để tận hưởng trọn vẹn vẻ đẹp và sự yên bình của nó. Đảo St Marys gần đó là địa điểm không thể bỏ qua. Chúng tôi ở lại 2 đêm tại khách sạn Odisej ở Pomena và tận hưởng thời gian khám phá hòn đảo trên chiếc xe thuê của chúng tôi. Nói chung, chúng tôi thực sự có thể giới thiệu công viên quốc gia được tổ chức tốt này cho du khách đến Croatia!Đọc thêm",
            "Chồng tôi mắc bệnh đa xơ cứng và không thể đi bộ lâu, vì vậy đến thăm NP Mljet, chúng tôi đã tham gia chuyến tham quan bằng tàu điện và đó là một trải nghiệm tuyệt vời. Người lái xe thực sự rất tốt và kể cho chúng tôi một số thông tin về cuộc sống trên đảo....Tôi giới thiệu chuyến tham quan này cho bất kỳ ai gặp khó khăn khi đi lại. Hầu hết chúng tôi đều đi bộ từ Pomena đến Mali và không sao nhưng tàu dừng ở lối vào công viên, nơi có bãi đậu xe nên ngay cả những người chỉ cần đi vài mét...Đọc thêm",
            "We took the ferry to the island.  There is no signage from the ferry stop, which was a shock. Turn right when getting off the ferry and walk almost to the roman ruins. The staircase to begin your walk is on your left across from the tourist information booth.  \n\nWe were grateful we hadnt rented bikes at the port, because the climb would have been difficult on a bike.  There were a couple of places inside the park to rent bikes.  Btw the small toilets at the park entrance- clean and comfortable. \n\nIts about half an hour walk to the park. Look for signs pointing to any form of Jezera, which are the big and small lakes.  \n\nSome people who werent mobile were able to get taxis. \n\nWe took the solar ferry boat on all three legs. Spacious and comfortable and come every 15-30 minutes.  We had lunch at the monastery, pleasant to sit at, somewhat expensive for the salad and appetizer we got, however, the people who go real meals, got heaping plates. That seemed to be a far better value, but big meals plus that heat, we just couldnt do it. \n\nSpent a little while walking around the small monastery island. TBH not much to see there. \n\nWish wed brought swim gear to do the bridge area between the two lakes.  Theres a natural sort of water slide there and people were enjoying it immensely,  lots of picnickers on that end.  We walked part of the way around the smaller lake, and wish wed had time to rent a bike or kayak, but with the half hour walk back to the ferry, there just wasnt time. \n\nWe do see reviews indicating that people slipped in without paying, but we were asked to produce tickets a couple of times.  And you really should help to support such a lovely place instead of just lip service. And how much did your dinner cost last night that youre too cheap to pay the entry fee today!\n\nWe wish wed had more time on the island, and if we go back, would spend a night or two.Read more",
            "Chúng tôi đến đảo vài đêm để tham quan công viên quốc gia. Nó rất đẹp, nhưng chúng tôi phải vật lộn để đi bộ một quãng đường rất xa vì trời rất nóng - lẽ ra phải đến vài tuần sau\n\nGiá cả thật kỳ lạ. Nếu bạn ở gần đó, bạn yêu cầu khách sạn cung cấp một phiếu giảm giá cho biết bạn sẽ ở lại trong bao lâu. Sau đó, bạn xuất trình thứ này tại phòng vé, ngay trước lối vào và trả 25 euro mỗi người trong thời gian lưu trú của bạn. Chúng tôi đã trả số tiền này cho mỗi người trong 4 ngày, trong khi đó, những người khác chỉ ghé thăm trong một ngày và trả số tiền tương tự.?! Tôi nghĩ rằng một thang phí trượt sẽ công bằng hơn. Nó rất dốc nếu bạn chỉ đi trong một ngày. Như người đánh giá trước đã nói - chúng tôi có tính phí khi đến Lake District không? Các công viên quốc gia ở Vương quốc Anh của chúng tôi đều miễn phí - Tôi luôn nghĩ đây là nét đặc trưng của một công viên quốc gia. 20 euro có lẽ là quá đủ, đặc biệt khi nhớ rằng mức lương trung bình hàng năm ở Croatia là khoảng 16000 euro. \n\nNước rất thích hợp để bơi lội miễn là bạn có thể xuống nước. Lý tưởng nhất là bạn cần có những đôi giày bơi đặc biệt. Và hãy cẩn thận, vì một số viên đá trơn trượt. Kênh này mang lại niềm vui cho nhiều người và mọi người thực sự thích thú.\n\nChúng tôi đi thuyền đã bao gồm trong giá vé đến đảo tu viện và đó là một điều thú vị.\n\nCó một số nhà vệ sinh gần cây cầu nơi hai hồ gặp nhau. Những cái đó khá kinh khủng, nhưng ít nhất cũng có một số. Không có chỗ để rửa tay, vì vậy hãy mang theo một ít gel rửa tay. Nghèo, đặc biệt là khi bạn xem xét phí vào cửa.\n\nNhìn chung, đây là một khu vực đẹp và rất nhiều con đường mòn được đánh dấu rõ ràng để đi xe đạp và đi bộ.  Tuyệt vời để đi xe đạp nhưng hãy thuê khi bạn đến công viên, mặc dù tôi không biết về chất lượng của xe đạp nhưng tôi không thấy nhiều mũ bảo hiểm vì bản thân tôi cũng không làm điều đó. Đọc thêm",
            "Công viên quốc gia Mljet nằm ở đảo Mljet, thuộc bờ biển Dalmatian, Croatia. Chúng tôi đến đây để tham quan công viên vào cuối tháng 10 và đó là một trải nghiệm rất tuyệt vời. Chúng ta có thể đến Polače, một thị trấn nhỏ có tàn tích La Mã; Pomena, một thị trấn nhỏ khác có một khách sạn tuyệt vời, nơi chúng tôi ăn sáng và đến văn phòng du lịch; Govedari, nơi bạn có thể nhìn thấy Nhà thờ Thánh Nicholas; Nhà thờ St. Mary, nằm trên một hòn đảo bên trong một hồ nước ở Quần đảo Mljet, một nơi rất đẹp, đặc biệt là vào mùa thấp điểm không có người ở, hai hồ: Malo Jezero và Veliko Jezero, hồ lớn và nhỏ và một số ngọn núi để đi lên và ngắm nhìn quang cảnh hòn đảo và khu vực xung quanh. Một nơi rất đẹp để đến cả ngày.\nXem thêm Nhà thờ Thánh Mary, Nhà thờ Thánh NicholasĐọc thêm",
            "Một hòn đảo yên tĩnh xinh đẹp rất đáng để ghé thăm. Nếu bạn là người yêu thích bơi lội, thiên nhiên, đi bộ đường dài và phong cảnh tuyệt vời thì bạn sẽ thích nó. Chúng tôi đến thăm từ Dubrovnik và sắp xếp các chuyến phà của riêng mình không phải là một phần của chuyến tham quan, nghĩa là chúng tôi bị giới hạn bởi thời gian phà về thời gian chúng tôi có thể ở đó vì chỉ chạy một lần một ngày. Cần ít nhất cả ngày để có thể thư giãn và khám phá hoàn toàn, lý tưởng nhất là chúng tôi sẽ ở lại lâu hơn. Mặc dù đã cuối tháng 9 nhưng thời tiết trên đảo vẫn đang trên hai mươi độ cao. Đi bộ từ Bến phà Polace đến hồ chỉ mất 30 phút đi bộ, không quá vất vả trên đường xuống nhưng sẽ khó khăn hơn rất nhiều trên đường trở về với sự khó khăn và nắng nóng! Một số con đường dẫn xuống hồ không được trải nhựa tốt nên bạn phải mang giày đi bộ đàng hoàng.  Các hồ có màu xanh tuyệt vời, trong vắt và khá ấm áp để bơi lội. Một địa điểm đáng yêu bên cây cầu nối hai hồ để ngồi với nhà vệ sinh và tiện nghi làm kem. Một chuyến đi trong ngày đáng yêu. Muốn giới thiệu đặc biệt trong mùa cao điểm để tránh bất kỳ đám đông nào. Đọc thêm",
            "Công viên quốc gia này có nhiều tuyến đường đi xe đạp đi bộ.  Phần lớn trong số đó rất dễ tiếp cận.  Có một số loại cây thú vị.  Một điểm thu hút lớn là hai hồ lớn.  Cả hai đều đẹp và mang lại cơ hội bơi lội.  Trong hồ lớn hơn có Đảo St Marys với nhiều lịch sử.  Có thể đi bộ qua đồi đến hồ từ Pomena, hầu hết mọi người sẽ đi bộ trong vòng chưa đầy 30 phút.Đọc thêm",
            "Thật tuyệt, nhưng không tuyệt như tôi mong đợi. Chúng tôi cũng bị ruồi chai xanh quấy rầy; mặc dù chúng không cắn, nhưng chúng rất to và ồn ào và bám vào bạn. Chúng tôi nghỉ qua đêm trên đảo ở một nơi nhỏ gọi là Okuklje và nơi này rất đẹp, nhưng hòn đảo chủ yếu là cây xanh và bạn có thể nhìn thấy điều đó từ một chiếc thuyền quanh Dubrovnik. Chúng tôi trả 20 euro cho mỗi người một chiếc xe đạp nhưng không nhận được giá trị tương xứng. Cuối cùng chúng tôi ở đó khoảng 3 giờ. Đọc thêm",
            "Một ngày tuyệt vời, thuê xe đạp điện và đạp xe khắp hòn đảo. Dừng lại giữa đường để uống một ly bia lạnh ngon lành tại một quán bar nhỏ kỳ lạ và sau đó tiếp tục đi vòng quanh Đảo St Marys - vẫy cờ và anh chàng đi thuyền đến lấy đồ bạn là nơi bạn có thể dùng bữa trưa nhàn nhã. Quay lại một chút để ghé thăm ngôi làng nhỏ khác trên đảo, nơi có các khách sạn và quán bar chính - tuyệt vời để thưởng thức một ly cocktail trước khi quay trở lại. Hoàn toàn an toàn khi đỗ xe đạp và rời đi khi ở trong quán bar và nhà hàng.Phong cảnh tuyệt đẹp xung quanh hồ ở trung tâm đảo.Đọc thêm",
            "Du thuyền của chúng tôi neo đậu ở Pomena.  Từ đó đi vào công viên và leo lên Đài quan sát.  Điều đó không hề dễ dàng nhưng con đường đã được đánh dấu rõ ràng và quang cảnh hoàn toàn xứng đáng.  Sau khi đi bộ trở lại, chúng tôi bắt thuyền băng qua nhà thờ và uống một ly rượu vang trước khi đưa nó trở lại bến tàu gần lối vào, chúng tôi đã đi bộ khá nhiều sau chuyến đi bộ!.  Có một bữa tối tuyệt vời ở Pomena và ngắm mặt trời lặn.  Một ngày hoàn hảo!Đọc thêm",
            "Một hòn đảo yên tĩnh xinh đẹp rất đáng để ghé thăm. Nếu bạn là người yêu thích bơi lội, thiên nhiên, đi bộ đường dài và phong cảnh tuyệt vời thì bạn sẽ thích nó. Chúng tôi đến thăm từ Dubrovnik và sắp xếp các chuyến phà của riêng mình không phải là một phần của chuyến tham quan, nghĩa là chúng tôi bị giới hạn bởi thời gian phà về thời gian chúng tôi có thể ở đó vì chỉ chạy một lần một ngày. Cần ít nhất cả ngày để có thể thư giãn và khám phá hoàn toàn, lý tưởng nhất là chúng tôi sẽ ở lại lâu hơn. Mặc dù đã cuối tháng 9 nhưng thời tiết trên đảo vẫn đang ở trên 20 độ cao. Đi bộ từ Bến phà Polace đến hồ chỉ mất 30 phút đi bộ, không quá vất vả trên đường xuống nhưng sẽ khó khăn hơn rất nhiều trên đường trở về với sự khó khăn và nắng nóng! Một số con đường dẫn xuống hồ không được trải nhựa tốt nên bạn phải mang giày đi bộ đàng hoàng.  Các hồ có màu xanh tuyệt vời, trong vắt và khá ấm áp để bơi lội. Một địa điểm đáng yêu bên cây cầu nối hai hồ để ngồi với nhà vệ sinh và tiện nghi làm kem. Một chuyến đi trong ngày đáng yêu. Muốn giới thiệu đặc biệt trong mùa cao điểm để tránh bất kỳ đám đông nào. Đọc thêm",
            "Lượt xem thật tuyệt vời như đang bơi lội!  Đừng quên nước và xe đạp chào mừng!  Tu viện tốt và nhà hàng của nó tuyệt vời. Đi phà miễn phí từ 2 điểm!!Đọc thêm",
            "Trải nghiệm đẹp độc đáo. Phí vào cửa bao gồm phà đến tu viện. Đi bộ bơi trong hồ nước mặn - hồ nhỏ yên tĩnh hơn hồ lớn.  Đọc thêm",
            "Hãy xem địa điểm này trước khi bạn không thể đi du lịch nữa. Phải xem. Các hồ nước và khu rừng thật tuyệt vời, hãy đạp xe quanh hồ.Đọc thêm",
            "Công viên quốc gia Mljet nằm ở đảo Mljet, thuộc bờ biển Dalmatian, Croatia. Chúng tôi đến đây để tham quan công viên vào cuối tháng 10 và đó là một trải nghiệm rất tuyệt vời. Chúng ta có thể đến Polače, một thị trấn nhỏ có tàn tích La Mã; Pomena, một thị trấn nhỏ khác có một khách sạn tuyệt vời, nơi chúng tôi ăn sáng và đến văn phòng du lịch; Govedari, nơi bạn có thể nhìn thấy Nhà thờ Thánh Nicholas; Nhà thờ St. Mary, nằm trên một hòn đảo bên trong một hồ nước ở Quần đảo Mljet, một nơi rất đẹp, đặc biệt là vào mùa thấp điểm không có người ở, hai hồ: Malo Jezero và Veliko Jezero, hồ lớn và nhỏ và một số ngọn núi để đi lên và ngắm nhìn quang cảnh hòn đảo và khu vực xung quanh. Một nơi rất tuyệt vời để dành cả ngày. Xem thêm Nhà thờ St. Mary, Nhà thờ St. NicholasĐọc thêm",
            "Chúng tôi đến đảo vài đêm để tham quan công viên quốc gia. Nó rất đẹp, nhưng chúng tôi phải vật lộn để đi bộ một quãng đường rất xa vì trời rất nóng - lẽ ra phải đến vài tuần sau. Giá cả thật kỳ lạ. Nếu bạn ở gần đó, bạn yêu cầu khách sạn cung cấp một phiếu giảm giá cho biết bạn sẽ ở lại trong bao lâu. Sau đó, bạn xuất trình thứ này tại phòng vé, ngay trước lối vào và trả 25 euro mỗi người trong thời gian lưu trú của bạn. Chúng tôi đã trả số tiền này cho mỗi người trong 4 ngày, trong khi đó, những người khác chỉ ghé thăm trong một ngày và trả số tiền tương tự.?! Tôi nghĩ rằng một thang phí trượt sẽ công bằng hơn. Nó rất dốc nếu bạn chỉ đi trong một ngày. Như người đánh giá trước đã nói - chúng tôi có tính phí khi đến Lake District không? Các công viên quốc gia ở Vương quốc Anh của chúng tôi đều miễn phí - Tôi luôn nghĩ đây là nét đặc trưng của một công viên quốc gia. 20 euro có lẽ là quá đủ, đặc biệt khi nhớ rằng mức lương trung bình hàng năm ở Croatia là khoảng 16000 euro. Nước rất thích hợp để bơi lội miễn là bạn có thể xuống nước. Lý tưởng nhất là bạn cần có những đôi giày bơi đặc biệt. Và hãy cẩn thận, vì một số viên đá trơn trượt. Kênh này mang lại niềm vui cho nhiều người và mọi người thực sự thích thú. Chúng tôi đi thuyền đã bao gồm trong giá vé đến đảo tu viện và đó là một điều thú vị. Có một số nhà vệ sinh gần cây cầu nơi có hai hồ nước gặp. Những cái đó khá kinh khủng, nhưng ít nhất cũng có một số. Không có chỗ để rửa tay, vì vậy hãy mang theo một ít gel rửa tay. Nghèo, đặc biệt là khi bạn xem xét phí vào cửa. Nói chung, một khu vực đẹp và rất nhiều con đường mòn được đánh dấu rõ ràng cho cả đi xe đạp và đi bộ.  Tuyệt vời để đi xe đạp nhưng hãy thuê khi bạn đến công viên, mặc dù tôi không biết về chất lượng của xe đạp nhưng tôi không thấy nhiều mũ bảo hiểm vì bản thân tôi cũng không làm điều đó. Đọc thêm"
        ],
        "star_ratings": [
            1053,
            332,
            110,
            40,
            26
        ],
        "review_amount": 1561,
        "location": [
            "Croatia",
            "Đảo Mljet",
            "chó đốm",
            "Những điều cần làm ở Đảo Mljet",
            "Quận Dubrovnik-Neretva",
            "Châu Âu",
            "Vườn quốc gia Mljet"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 4, 2023",
            "Written July 17, 2023",
            "Written July 22, 2023",
            "Written August 27, 2023",
            "Written September 8, 2023",
            "Written September 15, 2023",
            "Written September 23, 2023",
            "Written September 23, 2023",
            "Written October 17, 2023",
            "Written June 5, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written October 27, 2023",
            "Written October 17, 2023",
            "Written October 8, 2023",
            "Written October 2, 2023",
            "Written September 27, 2023",
            "Written September 24, 2023",
            "Written September 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1501915-d548269-Reviews-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3200569-d10818575-Reviews-Konoba_Ankora-Polace_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1501915-d4547333-Reviews-Konoba_Antika-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1501915-d3431168-Reviews-Stella_Maris-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3200569-d8711559-Reviews-Konoba_Ogigija-Polace_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1501915-d3335560-Reviews-Ogigija_Restaurant_Apartments-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1501915-d2216413-Reviews-Calypso-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303816-d2490550-Reviews-Joseph-Mljet_National_Park_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1501915-d3409975-Reviews-Bourbon-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1096195-d17593209-Reviews-Konoba_Pikala-Govedari_Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1096195-d4784696-Reviews-Konoba_Mali_Raj-Govedari_Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303816-d600876-Reviews-St_Mary_Island-Mljet_National_Park_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d11669117-Reviews-Blato_Village-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d548269-Reviews-or10-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d10680152-Reviews-Odysseus_Cave-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d13919217-Reviews-Sutmiholjska_Beach-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501916-d26682658-Reviews-Saplunara_Beach-Saplunara_Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303816-d17503434-Reviews-ID_Adventures-Mljet_National_Park_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096195-d12867324-Reviews-Aloha_Mljet-Govedari_Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1899197-d24191368-Reviews-Rent_A_Car_Scooter-Pomena_Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3454811-d17708223-Reviews-Roko_Adventure-Zuljana_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3454811-d17771589-Reviews-Watersport_Blue_planet-Zuljana_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3454811-d23426771-Reviews-Aqua_Park_Kraken-Zuljana_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3454811-d7075274-Reviews-Lopin_Co_Diving_Center-Zuljana_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3454811-d17543669-Reviews-Tour_boat_Marija-Zuljana_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3200569-d26524030-Reviews-Rent_A_Bike_Baraba-Polace_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d27541375-Reviews-Dubrovnik_Luxury_Boat_Charter-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d27541405-Reviews-Dubrovnik_Luxury_Boat_Charter-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d3511569-Reviews-Harding_Beach-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023473-d1425044-Reviews-Cup_Noodle_Museum_Osaka_Ikeda-Ikeda_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1550605-Reviews-Cape_Fear_Serpentarium-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2290737-d631613-Reviews-Hungaroring-Mogyorod_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3963906-Reviews-Hollywood_Drive_in_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1386100-Reviews-Kamogawa_River-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d4841415-Reviews-Lake_Logan_State_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3420980-d1985588-Reviews-Al_Hoota_Cave-Al_Hamra_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d531864-Reviews-Brick_Palace-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1009746-Reviews-Puri_Saren_Palace-Ubud_Gianyar_Regency_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1501915-d548269-Reviews-or10-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1501915-d548269-Reviews-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html"
    }
]