[
    {
        "attraction_name": "Mobile Bay Ferry",
        "attraction_name_vi": "Phà Vịnh Mobile",
        "general_info": [
            "733 đánh giá",
            "2 trong số 13 điều cần làm ở Đảo Dauphin",
            "Phà"
        ],
        "attraction_summary": "Phà Mobile Bay băng qua Vịnh Mobile xinh đẹp, Alabama và kết nối SR 193 tại Đảo Dauphin ở phía tây với SR 180 tại Mobile Point ở phía đông. Được coi là Đường đi ngắm cảnh đẹp nhất Bờ biển Vịnh, phà giúp du khách tiết kiệm nhiều giờ lái xe cộng với chi phí nhiên liệu cao bằng cách cung cấp một tuyến đường đi qua cửa Vịnh Mobile. Chuyến đi giữa Fort Gaines trên Đảo Dauphin và Fort Morgan tại Mobile Point mang đến tầm nhìn tuyệt đẹp ra hai pháo đài lịch sử đã lâu đời bảo vệ lối vào Vịnh Mobile. Chuyến đi mất khoảng 40 phút và là cách tuyệt vời để hành khách ngắm chim, sinh vật biển và các loại thuyền và tàu khác. Dịch vụ phà sử dụng hai phà, Fort Morgan và Marissa Mae Nicole để chở hành khách và phương tiện qua Vịnh. ​​Có ít nhất một phà hoạt động quanh năm với cả hai phà hoạt động trong những tháng mùa hè bận rộn. Đọc thêm",
        "reviews": [
            "WOW!!! Thật là một chuyến đi tuyệt vời qua Vịnh Mobile ngày hôm nay. Chuyến đi dọc theo Đường Ft. Morgan đến bến phà thật tuyệt đẹp - quang cảnh đầm phá và Vịnh thật đáng kinh ngạc. Những ngôi nhà, căn hộ chung cư và doanh nghiệp thật độc đáo khi chúng tôi lái xe dọc theo con đường quanh co. Vịnh Mobile được bao quanh bởi một hệ động vật đa dạng và lịch sử phong phú trong vùng biển của nó. Đây là một cuộc phiêu lưu không thể bỏ qua dọc theo Bờ biển Vịnh Alabama. Nó xứng đáng với khoản phí cầu đường 27. Các nhân viên rất thân thiện trên tàu. Một ngày tuyệt vời!!! Đọc thêm",
            "Đây là lần đầu tiên bọn trẻ của chúng tôi đi phà nên đó là một trải nghiệm thú vị đối với chúng. Chúng tôi thậm chí còn nhìn thấy một số con sứa khi nhìn sang bên cạnh. Nhược điểm duy nhất là nó hoàn toàn ngoài nắng và bạn không thể bật xe để điều hòa nên chuyến đi khá nóng, khoảng 35 phút. Sẽ thật tuyệt nếu họ có thể lắp đặt một tấm che nắng trên các khu vực ghế ngồi nhìn ra hai bên phà.Đọc thêm",
            "Đi phà nhiều lần và luôn quay lại. Không bao giờ biết những gì bạn sẽ thấy khi đi ngang qua.  Cá, sà lan, giàn khoan dầu, v.v. Bạn chỉ không bao giờ biết. Đọc thêm",
            "Chuyến phà này rất vui! Chúng tôi chỉ cần lái xe lên đó và có thể ra ngoài và lên đài quan sát để ngắm vịnh. Chúng tôi đã thấy rất nhiều cá heo, hải âu, bồ nông, v.v. Chuyến đi mất khoảng 40 phút và bạn phải xếp hàng 30 phút trước khi khởi hành. Tuy nhiên, chuyến đi ngang qua của chúng tôi chỉ có khoảng 7 chiếc xe và chúng tôi không mất hết 40 phút để đến Ft. Morgan. \nHãy nhớ kiểm tra trang facebook của họ để biết thông tin cập nhật hàng ngày, vì một số ngày thời tiết khiến phà dừng hoạt động hoặc chiều dài phương tiện cho phép.  \nNgoài ra hãy nhớ lưu ý rằng bạn phải tắt xe. Điều đó hoàn toàn ổn vào một ngày như chúng tôi đã có vào tháng 11, nhưng nó khá ngột ngạt khi chúng tôi đến vào tháng Bảy. Bạn chắc chắn sẽ muốn ra khỏi xe với làn gió mát phả vào mặt.\nTôi rất dễ bị say sóng nhưng không gặp vấn đề gì trong chuyến đi này. \nBọn trẻ thực sự rất thích nó.Đọc thêm",
            "Phà đã đúng giờ.  Đó là một chuyến đi suôn sẻ tốt đẹp.  Giá là tuyệt vời.   Hãy lưu ý - nơi phà cập bến trên đảo - ở đó không có nhiều thứ.  Bạn sẽ cần một phương thức vận chuyển - ô tô hoặc xe đạp của bạn.   Chúng tôi vừa định đi bộ, rất vui vì tôi đã hỏi một người phụ nữ đã từng ở đó trước đó vì lẽ ra chúng tôi sẽ quay lại và quay lại ngay chuyến phà trở về.Đọc thêm",
            "Đây là một chuyến đi tốt đẹp trên vịnh. Họ đã tổ chức rất tốt và đưa những chiếc xe ra đi một cách nhanh chóng và an toàn. Họ có những khu vực trên cao tuyệt đẹp, nơi bạn có thể đến để ngắm cảnh khi đi. Khiếu nại duy nhất của tôi là họ không thông báo đầy đủ cho bạn khi họ đóng cửa do thời tiết. Chúng tôi đang xem trang facebook của họ và gọi vào số điện thoại của họ, nhưng họ đã hủy chuyến phà cuối cùng trong ngày đúng 2 phút sau chuyến phà thứ hai đến chuyến cuối cùng trong ngày. Chúng tôi đến đó ngay khi thuyền rời đi và dừng lại ở quầy để xem chúng tôi nên xếp hàng sớm bao nhiêu cho chuyến phà cuối cùng và được thông báo rằng họ vừa hủy chuyến phà cuối cùng đó. Tôi đã nghiên cứu khí tượng học cho sinh viên đại học của mình và tôi ở quanh vùng biển rất nhiều, vì vậy tôi biết sương mù nói riêng có thể thay đổi được, nhưng với một số kiến ​​thức cơ bản về thời tiết và nhiều năm điều khiển thuyền trên vịnh, bạn sẽ có thể đưa ra những kiến ​​thức nâng cao hơn một chút. thông báo để mọi người có thể chắc chắn rằng họ đang ở trên chuyến phà cuối cùng mà bạn sẽ chạy trong ngày. Phải mất hai giờ để lái xe quanh vịnh. Tôi rất biết ơn vì có một con đường để lái xe vòng quanh, nhưng đó không phải là con đường mà tôi muốn về nhà. Lẽ ra chúng tôi đã có thể lên chuyến phà cuối cùng đó nếu họ đưa ra quyết định sớm hơn chỉ 5 phút.Đọc thêm",
            "Một cuộc phiêu lưu thú vị. Phà có giá 15 xe cho cả hai lượt. 6 mỗi người lớn cho rt. Chuyến đi mất khoảng 35 phút và thêm 5 phút để lái xe và lái xe đi. Có một đài quan sát trên tàu nếu du khách muốn ngắm cảnh và ngửi mùi vịnh. Lái xe từ Gulf Shores tới phà là 20 dặm. Pháo đài Nội chiến tại Ft Morgan và Ft Gaines rất thú vị.Đọc thêm",
            "Chồng tôi và tôi đi phà tới pháo đài Morgan và quay lại chỉ để tận hưởng nó. Sau cơn bão đầu ngày, thời tiết có chút khắc nghiệt, nhưng chúng tôi vẫn có thể kéo cửa sổ xuống và lên đài quan sát và tận hưởng không khí trong lành và ánh nắngĐọc thêm",
            "Một cuộc phiêu lưu thú vị. Phà có giá 15 xe cho cả hai lượt. 6 mỗi người lớn cho rt. Chuyến đi mất khoảng 35 phút và thêm 5 phút để lái xe và lái xe đi. Có một đài quan sát trên tàu nếu du khách muốn ngắm cảnh và ngửi mùi vịnh. Lái xe từ Gulf Shores tới phà là 20 dặm. Pháo đài Nội chiến tại Ft Morgan và Ft Gaines rất thú vị.Đọc thêm",
            "Đây là một chuyến đi tốt đẹp trên vịnh. Họ đã tổ chức rất tốt và đưa những chiếc xe ra đi một cách nhanh chóng và an toàn. Họ có những khu vực trên cao tuyệt đẹp, nơi bạn có thể đến để ngắm cảnh khi đi. Khiếu nại duy nhất của tôi là họ không thông báo đầy đủ cho bạn khi họ đóng cửa do thời tiết. Chúng tôi đang xem trang facebook của họ và gọi vào số điện thoại của họ, nhưng họ đã hủy chuyến phà cuối cùng trong ngày đúng 2 phút sau chuyến phà thứ hai đến chuyến cuối cùng trong ngày. Chúng tôi đến đó ngay khi chiếc thuyền rời đi và dừng lại ở quầy để xem chúng tôi nên xếp hàng sớm bao nhiêu cho chuyến phà cuối cùng và được thông báo rằng họ vừa hủy chuyến phà cuối cùng đó. Tôi đã nghiên cứu khí tượng học cho sinh viên đại học của mình và tôi ở quanh vùng biển rất nhiều, vì vậy tôi biết sương mù nói riêng có thể thay đổi được, nhưng với một số kiến ​​thức cơ bản về thời tiết và nhiều năm điều khiển thuyền trên vịnh, bạn sẽ có thể đưa ra những kiến ​​thức nâng cao hơn một chút. thông báo để mọi người có thể chắc chắn rằng họ đang ở trên chuyến phà cuối cùng mà bạn sẽ chạy trong ngày. Phải mất hai giờ để lái xe quanh vịnh. Tôi rất biết ơn vì có một con đường để lái xe vòng quanh, nhưng đó không phải là con đường mà tôi muốn về nhà. Lẽ ra chúng tôi đã có thể lên chuyến phà cuối cùng đó nếu họ đưa ra quyết định sớm hơn chỉ 5 phút.Đọc thêm",
            "Phà đã đúng giờ.  Đó là một chuyến đi suôn sẻ tốt đẹp.  Giá là tuyệt vời.   Hãy lưu ý - nơi phà cập bến trên đảo - ở đó không có nhiều thứ.  Bạn sẽ cần một phương thức vận chuyển - ô tô hoặc xe đạp của bạn.   Chúng tôi vừa định đi bộ, rất vui vì tôi đã hỏi một người phụ nữ đã từng ở đó trước đó vì lẽ ra chúng tôi sẽ quay lại và quay lại ngay chuyến phà trở về.Đọc thêm",
            "Chuyến phà này rất vui! Chúng tôi chỉ lái xe lên phà và có thể ra ngoài và đi đến đài quan sát để ngắm vịnh. Chúng tôi thấy rất nhiều cá heo, mòng biển, bồ nông, v.v. Chuyến đi mất khoảng 40 phút và bạn phải xếp hàng 30 phút trước khi khởi hành. Tuy nhiên, chuyến đi của chúng tôi chỉ có khoảng 7 chiếc xe và chúng tôi không mất toàn bộ 40 phút để đến Ft. Morgan. Hãy nhớ xem trang facebook của họ để biết thông tin cập nhật hàng ngày, vì một số ngày thời tiết dừng phà hoặc chiều dài của xe được phép. Ngoài ra, hãy nhớ lưu ý rằng bạn phải tắt máy xe. Điều đó hoàn toàn ổn vào một ngày như chúng tôi đã có vào tháng 11, nhưng khá ngột ngạt khi chúng tôi đi vào tháng 7. Bạn chắc chắn sẽ muốn ra khỏi xe khi gió thổi vào mặt. Tôi bị say sóng rất dễ nhưng không gặp vấn đề gì trong chuyến đi này. Bọn trẻ thực sự thích nó. Đọc thêm",
            "Đi phà nhiều lần và luôn quay lại. Không bao giờ biết những gì bạn sẽ thấy khi đi ngang qua.  Cá, sà lan, giàn khoan dầu, v.v. Bạn chỉ không bao giờ biết. Đọc thêm",
            "Đây là lần đầu tiên bọn trẻ của chúng tôi đi phà nên đây là một trải nghiệm thú vị đối với chúng. Chúng tôi thậm chí còn nhìn thấy một số con sứa khi nhìn sang bên cạnh. Nhược điểm duy nhất là trời rất nắng và bạn không thể bật xe để điều hòa nên chuyến đi khá nóng, mất khoảng 35 phút. Sẽ thật tuyệt nếu họ có thể lắp đặt một tấm che nắng trên các khu vực ghế ngồi nhìn ra hai bên phà.Đọc thêm",
            "Làm bố tôi ngạc nhiên với một chuyến phà, chúng tôi đã nhìn thấy cá heo và giàn khoan dầu và có một vụ nổ, phà chạy êm và dịch vụ rất hiệu quả, không có vấn đề gì Đọc thêm",
            "Phà là một trải nghiệm thú vị cho gia đình. Nhân viên lịch sự và luôn rời đi đúng giờ. Chiếc phà lớn hơn rất đẹp vì nó có tầm nhìn lên cầu thang để có cơ hội chụp ảnh đẹp. Đọc thêm",
            "Khu vực đẹp, nhưng đối với ba người lớn và ba trẻ em thì quá đắt. Với thời gian và tiền bạc chi tiêu ở đây, sẽ tốt hơn nếu có nhiều lựa chọn hợp lý hơn để xem Pháo đài và Đảo.Đọc thêm"
        ],
        "star_ratings": [
            451,
            189,
            59,
            11,
            23
        ],
        "review_amount": 733,
        "location": [
            "Alabama AL",
            "Hoa Kỳ",
            "Những điều cần làm ở Đảo Dauphin",
            "Phà Mobile Bay",
            "Đảo Dauphin"
        ],
        "reviews_time": [
            "Written July 13, 2023",
            "Written September 18, 2023",
            "Written September 26, 2023",
            "Written November 9, 2023",
            "Written February 25, 2024",
            "Written March 6, 2024",
            "Written March 18, 2024",
            "Written March 24, 2024",
            "Written March 18, 2024",
            "Written March 6, 2024",
            "Written February 25, 2024",
            "Written November 9, 2023",
            "Written September 26, 2023",
            "Written September 18, 2023",
            "Written September 17, 2023",
            "Written August 5, 2023",
            "Written July 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30472-d2702974-Reviews-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d7972053-Reviews-Billy_Goat_Concessions-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d26930743-Reviews-BGH_Cafe-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d831240-Reviews-Lighthouse_Bakery-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d3739095-Reviews-Skinner_s_Seafood-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d8731162-Reviews-Miguel_s_Beach_n_Baja-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d15700389-Reviews-Dinner_s_Ready-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d17181919-Reviews-Foxy_s_Waffle_Bar_and_Sugar_Den-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d4456866-Reviews-Island_Chevron_and_Grill-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d10505217-Reviews-The_Isle_Dauphine-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30472-d20039208-Reviews-Subway-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d143874-Reviews-Alabama_Aquarium_at_the_Dauphin_Island_Sea_Lab-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2314809-Reviews-Dauphin_Island_Audubon_Bird_Sanctuary-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d143876-Reviews-Fort_Gaines-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d19126103-Reviews-Dauphin_Island_Park_And_Beach-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g1475965-d116440-Reviews-FORT_MORGAN_HISTORIC_SITE-Fort_Morgan_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d15033044-Reviews-Dauphin_Island_Marina-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2314811-Reviews-Dauphin_Island_Public_Beach-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d1881342-Reviews-Indian_Shell_Mound_Park-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d15227991-Reviews-Dauphin_Island_Little_Red_School_House_Community_Complex-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d25076976-Reviews-Chaise_N_Ray_s-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-or10-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d14094177-Reviews-Harrison_Inshore_Fishing-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d13167794-Reviews-Dauphin_Island_Massage_Therapy-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d7896086-Reviews-FinAtics_Fishing_Charters-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d20223810-Reviews-Reel_Gypsy_Fishing-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d4313619-Reviews-Capt_Mike_s_Deep_Sea_Fishing-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d11978035-Reviews-Captain_T_s_Fishing_Outdoor_Adventures-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g28934-d534920-Reviews-Lake_Michigan-Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g52767-d17466384-Reviews-Keystone_Safari-Grove_City_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d3224395-Reviews-Mandraki_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g42145-d8427964-Reviews-Douglas_Beach_Park-Douglas_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1046419-Reviews-Cheonggyecheon_Stream-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g2543839-d2501278-Reviews-Richtis_Gorge-Sitia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d592240-Reviews-Rathaus-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d146680-Reviews-Mexicantown_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54618-d1912112-Reviews-Palisades_State_Park-Garretson_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g2036467-d12827671-Reviews-Blue_Lakes-Linden_Upper_Demerara_Berbice.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-or10-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html"
    }
]