[
    {
        "attraction_name": "Mon Jam",
        "attraction_name_vi": "Mứt của tôi",
        "general_info": [
            "405 đánh giá",
            "- 5 trong số 34 điều cần làm ở Mae Rim",
            "Núi",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Mom Jam ở Chiang Mai là một kiệt tác âm nhạc vượt qua mọi ranh giới. Sự pha trộn chiết trung của tài năng địa phương và quốc tế tạo ra một trải nghiệm khó quên. Bầu không khí sôi động, những món ăn đường phố ngon miệng và những giai điệu có hồn khiến đây trở thành một sự kiện không thể bỏ qua. Quan điểm! Đọc thêm",
            "Nơi quyến rũ, cảnh núi non đẹp như tranh vẽ. Chúng tôi đã tự mình đi bộ bằng cách theo dõi Google Map, từ khách sạn của chúng tôi để tìm kiếm quán cà phê Pong Yeang Berry Windchill Cafe có thể đăng trên Instagram. Google Map đưa chúng tôi đi qua các trang trại với khung cảnh tuyệt đẹp! Sau chuyến đi kéo dài 3 giờ, chúng tôi đã đến quán cà phê và đồ ăn không làm tôi thất vọng. Phải gọi món Bơ với Honey Lime Shake. Bạn thực sự có thể đặt các chuyến đi chung từ Chiang Mai đến Mon Jam và ngược lại. Họ đón bạn ở Mon Jam gần chợ Worora, Chiang Mai. Họ tính phí 150 THB mỗi người một chiều - Taxi - Songthaew mất tối thiểu 600 THB và bạn không thể đặt vé cho mỗi người - . Thông tin này có sẵn chủ yếu bằng tiếng Thái. Hy vọng nó có ích.Đọc thêm",
            "Đến Mon Jam vào tháng 12 vì thời tiết lạnh. Từ Singapore, chúng tôi bay đến Bangkok trong 3 ngày rồi đi tàu đến Chiang Mai. Nghỉ đêm tại Chiang Mai rồi đi xe chung đến Mon Jam. Nghỉ tại Memory Camp trong lều. Đặt tour qua taxi địa phương và cuối cùng gặp Prasit, một người dân địa phương. Anh ấy đưa chúng tôi đi bằng xe MG và là hướng dẫn viên kiêm tài xế hữu ích, trung thực, lịch sự và tốt bụng nhất. Anh ấy rất hiểu biết và kiên nhẫn. Bởi vì nếu ngày đầu tiên là tour nửa ngày, chúng tôi đã đặt anh ấy cho ngày thứ hai là tour trọn ngày để tham quan các bộ tộc Karen và Hmong, vườn hoa kiêm vườn cây ăn quả, công viên phiêu lưu Phoenix và nhiều nơi khác. Anh ấy giới thiệu những cửa hàng thực phẩm không dành cho khách du lịch trên phố rất ngon. Khi tôi hết tiền, anh ấy đồng ý chuyển tiền phí. Tôi thực sự giới thiệu anh ấy là hướng dẫn viên du lịch cho Chiang Mai và Mon Jam. Gọi - 66 821876837. ID LINE prasit112529. Tôi đã đính kèm một bức ảnh Prasit bên thác nước. Đọc thêm",
            "Khía cạnh nổi bật nhất của Mon Jam chắc chắn là góc nhìn.  Nằm trên đỉnh núi, giữa những cánh đồng hoa nhìn ra toàn cảnh ngoạn mục trải dài hàng dặm. \n\nLên đến đỉnh cao tự nó đã là một trải nghiệm.  Vì quá dốc để lái xe thẳng đến cánh đồng hoa. Vì vậy, chúng tôi đã đi một đoạn ngắn trên xe tải dịch vụ với một khoản phí nhỏ - khoảng 100 THB - . Có một số cánh đồng hoa để bạn lựa chọn, vì vậy hãy nghiên cứu kỹ trước khi đến thăm.Đọc thêm",
            "Điểm nổi bật nhất của Mon Jam chắc chắn là quang cảnh. Nằm trên đỉnh núi, hãy ở giữa những cánh đồng hoa nhìn ra toàn cảnh ngoạn mục trải dài hàng dặm. Lên đến đỉnh là một trải nghiệm riêng. Vì quá dốc để lái xe trực tiếp đến các cánh đồng hoa. Vì vậy, chúng tôi đã đi một chuyến ngắn trên một chiếc xe tải dịch vụ với một khoản phí nhỏ - khoảng 100 THB -. Có một số cánh đồng hoa để lựa chọn, vì vậy hãy nghiên cứu trước khi đến thăm. Đọc thêm",
            "Chúng tôi đến Chiang Mai và có dịp ghé thăm một vườn hoa trên núi. Bầu không khí thật dễ thương. Thiên đường bao quanh vẻ đẹp lộng lẫy tự nhiên của nó Bạn - sẽ thấy nhiều loại hoa khác nhau đang nở rộ, phong cảnh và những ngọn núi có thể được nhìn thấy từ khu vực quan sát. Đó là một điểm thu hút du lịch tuyệt vời. Chúng tôi đặc biệt khuyến khích mọi người ghé qua và ghé thăm.  -  -  -  -  - Đọc thêm",
            "Đến Mon Jam vào tháng 12 vì thời tiết lạnh. Từ Singapore, chúng tôi bay đến Bangkok trong 3 ngày rồi bắt tàu tới Chiang Mai. Ở lại đêm ở Chiang Mai và sau đó đi xe tải chung đến Mon Jam. Ở tại Trại Ký ức trong một chiếc lều. Đặt một chuyến tham quan bằng taxi địa phương và cuối cùng gặp Prasit, một người địa phương. Anh ấy đưa chúng tôi trên chiếc xe MG của anh ấy và là người lái xe kiêm hướng dẫn viên du lịch tốt bụng, trung thực, lịch sự và tốt bụng nhất. Anh ấy rất hiểu biết và rất kiên nhẫn. Bởi vì nếu chuyến tham quan nửa ngày đầu tiên, chúng tôi đã đặt anh ấy vào ngày thứ hai trong chuyến tham quan cả ngày để xem các bộ tộc Karen và Hmong, vườn hoa kiêm vườn trái cây, công viên phiêu lưu Phoenix và nhiều hơn thế nữa. Ông đề nghị các cửa hàng thực phẩm không dành cho khách du lịch trên Phố rất tốt. Khi tôi hết tiền mặt, anh ấy có thể chuyển phí của mình. Tôi thực sự giới thiệu anh ấy làm hướng dẫn viên du lịch cho Chiang Mai và Mon Jam. Gọi - 66 821876837. LINE id prasit112529. Tôi kèm theo một bức ảnh Prasit bên thác nước. Đọc thêm",
            "Nơi quyến rũ, cảnh núi non đẹp như tranh vẽ. Chúng tôi đã tự mình đi bộ bằng cách theo dõi Google Map, từ khách sạn của chúng tôi để tìm kiếm quán cà phê Pong Yeang Berry Windchill Cafe có thể đăng trên Instagram. Google Map đưa chúng tôi đi qua các trang trại với khung cảnh tuyệt đẹp! Sau chuyến đi kéo dài 3 giờ, chúng tôi đã đến quán cà phê và đồ ăn không làm tôi thất vọng. Phải gọi món Bơ với Honey Lime Shake. Bạn thực sự có thể đặt các chuyến đi chung từ Chiang Mai đến Mon Jam và ngược lại. Họ đón bạn ở Mon Jam gần chợ Worora, Chiang Mai. Họ tính phí 150 THB mỗi người một chiều - Taxi - Songthaew mất tối thiểu 600 THB và bạn không thể đặt vé cho mỗi người - . Thông tin này có sẵn chủ yếu bằng tiếng Thái. Hy vọng nó có ích.Đọc thêm",
            "Mom Jam ở Chiang Mai là một kiệt tác âm nhạc vượt qua mọi ranh giới. Sự pha trộn chiết trung của tài năng địa phương và quốc tế tạo ra một trải nghiệm khó quên. Bầu không khí sôi động, những món ăn đường phố ngon miệng và những giai điệu có hồn khiến đây trở thành một sự kiện không thể bỏ qua. Quan điểm! Đọc thêm",
            "Nơi này nằm ở phía bắc của Thái Lan. Thời tiết rất mát mẻ. Và ở đây không khí rất tốt, yên tĩnh, không khí trong lành. Rất thích hợp để nghỉ dưỡng.Đọc thêm",
            "Sự quyến rũ của Mon Jam đã hoàn toàn biến mất. Đầy đủ các món nghỉ dưỡng, giá cao không hợp lý, thực đơn chả giò và rất nhiều bảng hiệu. Không phải là một nơi yên bình chút nào, nhất là vào mùa cháy rừng, cả dãy núi bị bao phủ và ô nhiễm bởi khói.Đọc thêm",
            "Miền Bắc Thái Lan vào tháng 11, thời tiết rất tốt, hơi lạnh. Đường đến Moncham là trên đồi và quanh co, nên đi bằng xe van hoặc ô tô loại tốt. Khi tôi đến nơi, có hàng trăm khu nghỉ dưỡng và lều trại trên đồi, rất nhiều xe hơi và khách du lịch. Có lẽ những người trẻ tuổi có nhóm họp là điều tốt. Những ngọn đồi Moncham vẫn rất đẹp nhưng chúng tôi phải chấp nhận cả trăm lều bạt. Điều tuyệt vời nhất trong chuyến đi này là cà phê, thậm chí là một khu nghỉ dưỡng nhỏ nhưng họ có cà phê espresso tươi ngon. Đọc thêm",
            "Nơi quyến rũ, cảnh núi non đẹp như tranh vẽ. Chúng tôi tự mình đi bộ bằng cách theo dõi Google Map, từ khách sạn của chúng tôi để tìm quán cà phê Pong Yeang Berry Windyhill có thể Instagrammable. Google Map đưa chúng tôi đi qua các trang trại với khung cảnh tuyệt đẹp! Sau chuyến đi kéo dài 3 giờ, chúng tôi đã đến quán cà phê và đồ ăn không làm tôi thất vọng. Phải gọi món Bơ với Honey Lime Shake. Nó rất tốt! Đối với bữa tối, chúng tôi gọi món lẩu từ bếp của khách sạn được giao đến phòng của chúng tôi và chúng tôi dùng nó ở ban công. Trải nghiệm khó quên. Có một phòng bán vé xe buýt cạnh chợ Warurot ở Chiangmai. Chúng tôi mua vé 2 chiều từ Chiangmai tới Mon Jam. Hành trình xe buýt là 1,5 giờ một chiều với giá 150 baht mỗi khách. Dịch vụ của hãng xe buýt này rất tốt! Xe buýt thả chúng tôi tại khách sạn ở Mon Jam và đón chúng tôi từ khách sạn trở về chiangmai. Nếu bạn đến chiangmai, nhất định phải ghé thăm Mon Jam và ở lại ít nhất 1 đêm.Đọc thêm",
            "Tôi đã xem những bức ảnh về Mon Jam nhưng không biết rõ nên tham quan những địa điểm cụ thể nào trong khu vực nên chỉ để hướng dẫn viên và tài xế đưa tôi đến những địa điểm yêu thích. Anh ấy đưa tôi đến một công viên nông nghiệp do chính phủ điều hành, nơi thực sự là một tập hợp các trang trại trồng rau và hoa nhỏ. Mặc dù bản thân các trang trại không có gì đặc biệt nhưng quang cảnh thì có. Chỉ có bầu trời trong xanh và những ngọn núi xanh mướt, thật là ngoạn mục. Dạo quanh, một số trang trại và quán cà phê yêu cầu một khoản phí vào cửa khiêm tốn, tôi buộc phải tuân theo. Họ trồng những bông hoa xinh đẹp, mang đến những khung cảnh tuyệt vời và là những địa điểm chụp ảnh tuyệt vời. Nhiều du khách chỉ đơn giản gọi cà phê, ngồi xuống và ngắm cảnh. Đó là một buổi sáng chỉ đi dạo xung quanh, chẳng có gì trong đầu nhưng lại là một trong những buổi sáng mãn nguyện nhất.Đọc thêm"
        ],
        "star_ratings": [
            198,
            151,
            43,
            7,
            6
        ],
        "review_amount": 405,
        "location": [
            "nước Thái Lan",
            "Mứt của tôi",
            "Tỉnh Chiang Mai",
            "Những điều cần làm ở Mae Rim",
            "Châu Á",
            "Có Rim"
        ],
        "reviews_time": [
            "Written November 9, 2023",
            "Written November 25, 2023",
            "Written December 5, 2023",
            "Written March 25, 2024",
            "Written March 25, 2024",
            "Written December 21, 2023",
            "Written December 6, 2023",
            "Written November 25, 2023",
            "Written November 10, 2023",
            "Written November 2, 2023",
            "Written February 21, 2023",
            "Written February 2, 2023",
            "Written December 3, 2022",
            "Written July 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1766192-d6953420-Reviews-Mon_Jam-Mae_Rim.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1766192-d8319408-Reviews-Baan_Mon_Muan_Restaurant-Mae_Rim.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11893786-d14973873-Reviews-Jungle_De_Cafe-Pong_Yaeng.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1766192-d19391401-Reviews-Pong_Yang_Berry_Windy_Hill-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g2202503-d4322964-Reviews-Doi_Mon_Cham-Mae_Raem.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d548427-Reviews-Queen_Sirikit_Botanic_Garden-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d2069504-Reviews-Siam_Insect_Zoo-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d1051038-Reviews-Maesa_Elephant_Camp-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1754585-Reviews-Mae_Sa_Waterfall-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d2665440-Reviews-Nong_Hoi_Royal_Project-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d9781913-Reviews-Canopy_Walkway-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d21081222-Reviews-Raimom_Phupha-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d23972466-Reviews-NARIT_Observatory-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d23735299-Reviews-Sixflowers_Garden-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-or10-Mon_Jam-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d12083998-Reviews-Maerim_Elephant_Sanctuary-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d4467597-Reviews-Elephant_POOPOOPAPER_Park-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d8536927-Reviews-Chiang_Mai_Erotic_Garden-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d1151436-Reviews-Tiger_Kingdom_Chiang_Mai-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d17844499-Reviews-Maerim_Elephant_Home-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d1574228-Reviews-Maetaman_Elephant_Camp-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d2706887-Reviews-Eagle_Track_Zipline-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d7032331-Reviews-Bangarang_Muay_Thai_Fitness_Gym-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d808754-Reviews-Patara_Elephant_Farm_Private_Tours-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d10091634-Reviews-Pongyang_Zipline_and_Jungle_Coaster-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d3836955-Reviews-Fresh_Start_Fitness_Yoga_Wellness_Retreat_Thailand-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d8850589-Reviews-Monjam_Zipline_Adventure-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814839-d1746055-Reviews-Huay_Tung_Tao_Lake-Don_Kaeo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d23164193-Reviews-Mon_Jodd-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2578134-Reviews-Phulchoki-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d1064281-Reviews-Bioparc_Valencia-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d10256983-Reviews-Jamestown_Beach_Event_Park-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3214902-Reviews-Time_Out_Market_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d11483545-Reviews-Glenwood_Gardens-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g47394-d103886-Reviews-Splish_Splash-Calverton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g227615-d600725-Reviews-Porte_de_Clignancourt-Saint_Ouen_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d242858-Reviews-Piazzale_Michelangelo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g32822-d10190796-Reviews-Palisades_Tahoe_Aerial_Tram-Olympic_Valley_Lake_Tahoe_California_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-or10-Mon_Jam-Mae_Rim.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-Mon_Jam-Mae_Rim.html"
    }
]