[
    {
        "attraction_name": "Monhegan Island",
        "attraction_name_vi": "Đảo Monhegan",
        "general_info": [
            "363 đánh giá",
            "1 trong 7 điều cần làm ở Đảo Monhegan",
            "Quần đảo"
        ],
        "attraction_summary": "Một tảng đá rộng một dặm vuông ngoài khơi bờ biển Monhegan là nơi sinh sống của 70 cư dân. Đọc thêm",
        "reviews": [
            "Nơi tuyệt vời nếu bạn không muốn làm gì cả, vẽ tranh hoặc xem chim!!  Đi bộ đường dài cũng rất tốt, không chắc tôi có thể dành hơn một ngày ở đây không!!  Chiếc thuyền 10:30 ở đó và 430 trở lại là hoàn hảo, nếu chồng tôi vẽ tranh, tôi có thể giải trí bằng một cuốn sách hoặc đan lát sau khi đi bộ đường mòn trên vách đá!!Đọc thêm",
            "Tôi đã đến thăm đảo Mohegan khoảng 20 năm trước cùng bạn bè để đi bộ trên đảo. Chúng tôi đã có khoảng thời gian tuyệt vời và lần này tôi quyết định quay lại với chồng và cô con gái tuổi teen.  Chúng tôi không có nhiều thời gian trên đảo nên chúng tôi muốn chắc chắn rằng mình đã tham quan được một số địa điểm quan trọng. Họ bán bản đồ với giá 1,00 tại một vài nơi trên đảo. Sẽ rất hữu ích khi cho biết những lĩnh vực nào chúng tôi có thể làm trong thời gian chúng tôi có. Chúng tôi đi bộ đến Vịnh Tôm Hùm và khám phá khu vực tàu đắm. Đi bộ đến bảo tàng và Ngọn hải đăng để ngắm nhìn một số cảnh quan ngoạn mục! Đây là yêu thích của chúng tôi! Đảo và quang cảnh thật sự rất đẹp. Chúng tôi dành phần lớn thời gian quanh khu vực Làng, nơi có một số cửa hàng, phòng trưng bày dễ thương và một số địa điểm để mua một số đồ ăn và đồ ăn nhẹ. Ngoài ra trong khu vực Village còn có phòng tắm duy nhất trên đảo.\n\nMột vài điều tiêu cực trong chuyến đi này là nó quá đông đúc! Có quá nhiều du khách cùng một lúc. Chúng tôi cũng liên tục phải di chuyển để vượt xe tải và xe golf trên đường đất. Không có vỉa hè và hầu hết các trường hợp bạn phải di chuyển sang một bên trong sân của ai đó. Người dân dường như không thích du khách. \n\nTôi và gia đình đều vui mừng vì đã đi vì nó thực sự rất đẹp, nhưng không chắc chúng tôi sẽ đi lại. Hoặc ít nhất là đi vào thời điểm có thể không bận rộn? Nếu điều đó là có thể? \n\nĐọc thêm",
            "Tôi đã đến đảo Monhegan hàng năm trong 25 năm vào đầu tháng Sáu.  Khoảng 15 năm trước, tôi đã thêm chuyến thăm đảo vào tháng 9.  Tôi yêu Monhegan ngay từ lần đầu tiên tôi xuống thuyền và mọi chuyện ngày càng trở nên tốt hơn.  Sau ngần ấy thời gian, cư dân trên đảo đều biết đến tôi và rất thân thiện.  Tôi chỉ ở Trailing Yew nên không thể nói về những nơi lưu trú khác.  Tôi yêu Trailing Yew.  Tôi đã phát triển một số tình bạn rất có ý nghĩa với những vị khách Trailing Yew khác trong những năm qua.  Tôi đã đến mọi nhà hàng trên đảo và đồ ăn luôn ngon.  Không gì có thể đánh bại được sự yên bình và tĩnh lặng của những con đường mòn đi bộ đường dài hoặc khung cảnh mà chúng mang lại.  Tại một thời điểm nào đó trong 25 năm qua, Monhegan không còn là nơi nghỉ dưỡng nữa và những chuyến viếng thăm của tôi ở đó giống như trở về nhà.Đọc thêm",
            "Tôi đã đến đảo Monhegan hàng năm trong 25 năm vào đầu tháng Sáu.  Khoảng 15 năm trước, tôi đã thêm chuyến thăm đảo vào tháng 9.  Tôi yêu Monhegan ngay từ lần đầu tiên tôi xuống thuyền và mọi chuyện ngày càng trở nên tốt hơn.  Sau ngần ấy thời gian, cư dân trên đảo đều biết đến tôi và rất thân thiện.  Tôi chỉ ở Trailing Yew nên không thể nói về những nơi lưu trú khác.  Tôi yêu Trailing Yew.  Tôi đã phát triển một số tình bạn rất có ý nghĩa với những vị khách Trailing Yew khác trong những năm qua.  Tôi đã đến mọi nhà hàng trên đảo và đồ ăn luôn ngon.  Không gì có thể đánh bại được sự yên bình và tĩnh lặng của những con đường mòn đi bộ đường dài hoặc khung cảnh mà chúng mang lại.  Tại một thời điểm nào đó trong 25 năm qua, Monhegan không còn là nơi nghỉ dưỡng nữa và những chuyến viếng thăm của tôi ở đó giống như trở về nhà.Đọc thêm",
            "Hòn đảo này rất đẹp nhưng đối với những người không đủ khả năng thì đây là một thách thức khá lớn.  Chủ yếu là đồi núi.  Thiếu biển chỉ dẫn đơn giản dẫn đến các cửa hàng chính, chỗ ở và đường mòn.  Mặc dù có bản đồ đường đi tính giá một đô la nhưng nó không liệt kê các cửa hàng nhà hàng và nhà nghỉ.  Thư viện và phòng trưng bày rác tuyệt vời.  Tôi đã có thể thuê một chiếc xe golf với giá 50 đô la một ngày, điều này rất khó khăn và không thể đi vào những con đường mòn.  Mặc dù có sẵn các tùy chọn GF, nhưng các lựa chọn có hạn, vì vậy nếu bạn ở lại hơn một vài ngày, bạn sẽ ăn cùng một thứ nhiều lần.  Đáng giá chuyến đi. Một lần.Đọc thêm",
            "Tôi đã đến thăm đảo Mohegan khoảng 20 năm trước cùng bạn bè để đi bộ trên đảo. Chúng tôi đã có khoảng thời gian tuyệt vời và lần này tôi quyết định quay lại với chồng và cô con gái tuổi teen.  Chúng tôi không có nhiều thời gian trên đảo nên chúng tôi muốn chắc chắn rằng mình đã tham quan được một số địa điểm quan trọng. Họ bán bản đồ với giá 1,00 tại một vài nơi trên đảo. Sẽ rất hữu ích khi cho biết những lĩnh vực nào chúng tôi có thể làm trong thời gian chúng tôi có. Chúng tôi đi bộ đến Vịnh Tôm Hùm và khám phá khu vực tàu đắm. Đi bộ đến bảo tàng và Ngọn hải đăng để ngắm nhìn một số cảnh quan ngoạn mục! Đây là yêu thích của chúng tôi! Đảo và quang cảnh thật sự rất đẹp. Chúng tôi dành phần lớn thời gian quanh khu vực Làng, nơi có một số cửa hàng, phòng trưng bày dễ thương và một số địa điểm để mua một số đồ ăn và đồ ăn nhẹ. Ngoài ra, trong khu vực Làng còn có những phòng tắm duy nhất trên đảo. Một điều tiêu cực đối với chuyến đi này là nó quá đông đúc! Có quá nhiều du khách cùng một lúc. Chúng tôi cũng liên tục phải di chuyển để vượt xe tải và xe golf trên đường đất. Không có vỉa hè và hầu hết các trường hợp bạn phải di chuyển sang một bên trong sân của ai đó. Người dân dường như không thích du khách. Tôi và gia đình đều vui mừng vì đã đi vì nó thực sự rất đẹp, nhưng không chắc chúng tôi có đi lại không. Hoặc ít nhất là đi vào thời điểm có thể không bận rộn? Nếu điều đó là có thể? Đọc thêm",
            "Nơi tuyệt vời nếu bạn không muốn làm gì cả, vẽ tranh hoặc xem chim!!  Đi bộ đường dài cũng rất tốt, không chắc tôi có thể dành hơn một ngày ở đây không!!  Chiếc thuyền 10:30 ở đó và 430 trở lại là hoàn hảo, nếu chồng tôi vẽ tranh, tôi có thể giải trí bằng một cuốn sách hoặc đan lát sau khi đi bộ đường mòn trên vách đá!!Đọc thêm",
            "Nếu bạn đang tìm kiếm cơ hội để rút phích cắm và tua lại, đây là nơi dành cho bạn! Khung cảnh tuyệt đẹp và những con đường đi bộ đơn giản rải rác khắp nơi ở của các nghệ sĩ này. Mục tiêu của tôi là viết phần đầu tiên của cuốn tiểu thuyết và tôi đã thành công. Không có gì ngoài những điều tốt đẹp để nói về cộng đồng hẻo lánh này nằm cách đất liền một giờ đi phà.Đọc thêm",
            "Chuyến phà tuyệt đẹp qua lại, ra khỏi Fort Clyde, mất 65 phút.  Một số địa hình thẳng đứng, đặc biệt là Bảo tàng Hải đăng, nhưng chắc chắn có thể thực hiện được khi ở trạng thái tốt.  Bảo tàng rất thú vị và quang cảnh tuyệt đẹp của thị trấn đảo.  Ăn trưa tại Fish House, bánh sandwich cá tuyết chấm đen và bánh taco tôm TUYỆT VỜI.  Tất cả đều thích thú khi ngồi bên dòng nước.  Chắc chắn sẽ quay lại lần nữa để đi bộ trên những con đường mòn và nghỉ qua đêm.  Đó là một hòn đảo mộc mạc, những con đường trải sỏi và những dịch vụ cơ bản.  Rất thích nó! Đọc thêm",
            "Thật là một hòn đảo tuyệt vời để ghé thăm và một chuyến phà tuyệt đẹp ra đó và quay trở lại. Một cuộc phiêu lưu trong ngày tuyệt vời với nhiều người đẹp, phong cảnh đẹp và lịch sử rất thú vị, rất khuyến khích điều đóĐọc thêm",
            "Chúng tôi yêu hòn đảo này....chuyến đi trên thuyền rất thú vị....đi bộ hơn 5 dặm đường mòn...kết thúc tại nhà máy bia...Đọc thêm",
            "Chuyến đi bằng thuyền mất khoảng một tiếng rưỡi từ Cảng Boothbay. Đây không phải là một chuyến tham quan có hướng dẫn viên, chỉ là một chuyến đi thuyền đơn giản, không có gì lạ mắt. Bản thân hòn đảo này rất mộc mạc với những con đường rải sỏi và một vài cửa hàng, nhà hàng và quán trọ rải rác. Điều chúng tôi thấy rất thú vị là người dân địa phương không thân thiện như thế nào đối với du khách từ đất liền - không một người bán hàng nào nhìn lên hay thậm chí nói bất cứ điều gì khi chúng tôi bước vào bất kỳ cửa hàng nào. Chúng tôi cảm thấy như họ gần như khó chịu vì chúng tôi xâm chiếm hòn đảo của họ. Ngay cả khi chúng tôi đến bảo tàng trên đảo, nhân viên vẫn tỏ ra xa cách và không thân thiện. Có một con đường mòn thuộc sở hữu tư nhân chạy vòng quanh hòn đảo, được mở cửa rộng rãi cho công chúng. Con đường rất đẹp và khá dễ đi, với những khung cảnh ngoạn mục. Tôi khuyên bạn nên mang theo tiền mặt vì một số nơi không nhận tín dụng. Tôi từng sống ở một nơi mà sinh kế phụ thuộc vào khách du lịch nên tôi biết cảm giác như thế nào khi có những chiếc thuyền chở người tràn vào nhà mình, nhưng lượng người xuống thuyền dường như không quá nhiều nên tôi khá bất ngờ trước sự không thân thiện này. thái độ của mọi người chúng tôi tiếp xúc. Chúng tôi có bảy người, và trên chuyến đi thuyền về nhà, tất cả chúng tôi đều thảo luận về ấn tượng của mình và tất cả đều thấy người dân địa phương không thân thiện. Nhìn chung, một chuyến thăm thú vị, không tuyệt vời.Đọc thêm",
            "Đó là giá trị chuyến đi. Tôi thích nhất là khung cảnh ngoạn mục của những vách đá cao và đại dương. Khung cảnh thật ngoạn mục. Thỉnh thoảng tôi phải dừng lại để thực sự chiêm ngưỡng vẻ đẹp. Tôi chưa bao giờ nhìn thấy thứ gì đẹp đến thế trong đời. Việc đi bộ đã diễn ra đúng lúc, hoàn hảo. Thời tiết không quá nóng mà nắng ấm, thỉnh thoảng chúng tôi có chút lạnh để hạ nhiệt. Giống như Chúa đã tạo ra nhiệt độ hoàn hảo cho chúng tôi vậy. Tôi nhìn thấy một con hải cẩu trên đá và thật buồn cười là nó trông như thể nó đang vẫy tay với chúng tôi như thể nó đã đợi chúng tôi suốt thời gian qua vậy. Tôi nhìn thấy một con tàu cũ bị đắm trên đường đi nên nó mang lại trải nghiệm lịch sử. Chúng tôi đã gặp một số du khách tốt bụng khác trên đường đi. Mọi người đều rất tôn trọng nhau nhường chỗ cho chúng tôi đi qua.  Ở cuối con đường, họ có một quán bar nhỏ bên ngoài, quán nướng và bia gốc. Các nhân viên rất thân thiện mà cảm giác chào đón. Tôi phải đề cập đến Thuyền trưởng Terry Arford của chúng tôi đã thực hiện một công việc đặc biệt khi điều hành tàu du lịch Balmy II đưa chúng tôi đến đảo và quay trở lại. Tôi khuyên bạn nên mang theo đồ ăn nhẹ hoặc một bữa trưa nhỏ trên đường đi với nhiều nước. Hãy dành thời gian ngắn để đi bộ đường dài vì bạn chỉ có 2 giờ và bạn muốn có thể dừng lại để chụp ảnh và ngắm cảnh. Quan trọng nhất là mang giày đi bộ đường dài có gai. Tôi hy vọng bạn sẽ thích chuyến đi tiếp theo tới Đảo Monhegan. Tôi nghĩ họ có Nhà trọ nếu bạn muốn ở đó. Có lựa chọn lưu trú tại Cảng Boothbay. Mọi người ở đó rất vui khi mời chúng tôi đi du lịch.Đọc thêm"
        ],
        "star_ratings": [
            271,
            56,
            20,
            9,
            7
        ],
        "review_amount": 363,
        "location": [],
        "reviews_time": [
            "Written July 20, 2023",
            "Written July 29, 2023",
            "Written October 22, 2023",
            "Written October 22, 2023",
            "Written October 4, 2023",
            "Written July 29, 2023",
            "Written July 20, 2023",
            "Written October 18, 2022",
            "Written September 26, 2022",
            "Written September 18, 2022",
            "Written September 18, 2022",
            "Written July 21, 2022",
            "Written June 29, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40748-d283457-Reviews-Monhegan_Island-Monhegan_Island_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g40748-d524034-Reviews-Island_Inn-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40748-d3314535-Reviews-The_Barnacle-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40748-d3468938-Reviews-Fish_House-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40748-d1193993-Reviews-The_Novelty-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d283457-Reviews-or10-Monhegan_Island-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d283457-Reviews-Monhegan_Island-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d4513769-Reviews-Monhegan_Brewing_Company-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d622906-Reviews-Lupine_Gallery-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d622907-Reviews-Monhegan_Museum-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d509059-Reviews-Monhegan_Light-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40533-d15345288-Reviews-Pemaquid_Art_Gallery-Bristol_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g46285-d26730639-Reviews-Lady_Grace_Yacht_Charters-Barnegat_Light_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d6581349-Reviews-Monhegan_Wellness-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g3221633-d3421171-Reviews-Ramboda_Waterfall-Pussellawa_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d11846386-Reviews-Bokor_Mountain-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33415-d812134-Reviews-Evergreen_Lake-Evergreen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32635-d4681018-Reviews-Livermore_Shiva_Vishnu_Temple-Livermore_Tri_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48074-d267602-Reviews-Lockport_Cave_and_Underground_Boat_Ride-Lockport_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12064411-Reviews-Changing_of_the_Guard_Ceremony-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d107326-Reviews-Hot_Springs_Factory_Outlet_Stores-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17912186-Reviews-Broadway_Roulette-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15274900-Reviews-The_Cauldron_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g608928-d603286-Reviews-Ustica-Ustica_Islands_of_Sicily_Sicily.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40748-d283457-Reviews-or10-Monhegan_Island-Monhegan_Island_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40748-d283457-Reviews-Monhegan_Island-Monhegan_Island_Maine.html"
    }
]