[
    {
        "attraction_name": "Monkey Jungle",
        "attraction_name_vi": "Rừng khỉ",
        "general_info": [
            "605 đánh giá",
            "- 27 trong số 658 điều cần làm ở Miami",
            "Thiên nhiên - Khu vực hoang dã",
            "Sở thú"
        ],
        "attraction_summary": "Chính sách an toàn trong đại dịch COVID-19: Yêu cầu đặt chỗ trước và tất cả du khách phải đeo khẩu trang. Monkey Jungle là một công viên triển lãm sinh thái và trung tâm khám phá độc đáo được thành lập vào năm 1935 trong một khu rừng cận nhiệt đới tự nhiên ở phía nam Hạt Miami-Dade. Động vật hoang dã trong rừng sống ở đây giống như trong môi trường sống tự nhiên của chúng, tham gia và tương tác với Hướng dẫn viên của bạn trong các buổi diễn được lên lịch thường xuyên của chúng tôi. Trọng tâm của chúng tôi là các hành vi tự nhiên trong môi trường sống tự nhiên, không giống như rạp xiếc và vườn thú truyền thống. Du khách, sinh viên và các nhà khoa học khám phá và trải nghiệm những cuộc gặp gỡ cận cảnh giữa động vật với những sinh vật tuyệt vời này trong Công viên rừng tự nhiên rộng 30 mẫu Anh của Miami!Đọc thêm",
        "reviews": [
            "Tôi thực sự thích đưa cháu trai của mình đến đây để trải nghiệm khoảng thời gian gần gũi và riêng tư với tất cả những chú khỉ dễ thương. Tôi đồng ý rằng thật độc đáo và thú vị khi có một nhóm nhỏ nên chúng tôi có thời gian đặt câu hỏi. Tuy nhiên, chúng tôi rất buồn khi không thể bị bỏ lại để đi lang thang quanh khu đất và tận hưởng mà không có những đứa trẻ của người khác chạy đến chỗ những chú khỉ mà chúng tôi đang chơi cùng. Chúng tôi đã có thể cho con rùa khổng lồ ăn và điều đó thật thú vị, nhưng một lần nữa, chúng tôi ở trong một nhóm khoảng 18 người và phải đợi đến lượt một số gia đình để những đứa con nhỏ hơn của họ đẩy trước mặt chúng tôi và rẽ rất lâu . Một gia đình đến muộn nên chuyến tham quan của chúng tôi không bắt đầu đúng giờ và chúng tôi không có thêm thời gian vào cuối khung thời gian đã định, nhân viên đã rời khỏi cơ sở khi chúng tôi được chỉ đường ra ngoài, điều mà chúng tôi cảm thấy là không công bằng cho chúng tôi khi chúng tôi đã trả tiền cho cả một giờ mà chúng tôi không có được. Các nhân viên được cung cấp thông tin rất đầy đủ và tình yêu của họ đối với động vật đã thực sự được thể hiện, việc họ ở đó không chỉ là công việc. Một nhân viên tốt bụng đã chụp vài bức ảnh cho tôi bằng máy ảnh của tôi để tôi có thứ gì đó để nhìn lại nên tôi rất cảm kích trước cử chỉ tử tế đó. Thú vị cho mọi lứa tuổi!Đọc thêm",
            "Rất vui và nhiều thông tin. Họ cung cấp cái nhìn sâu sắc thực tế tuyệt vời về hành vi của loài linh trưởng cũng như nhiều thời gian và sự hỗ trợ trong quá trình trải nghiệm cho ăn trực tiếp. Đây là một trong những cơ hội gặp khỉ 1-1 duy nhất trong nước và được đánh giá rất cao.Đọc thêm",
            "Tôi vừa tìm thấy một chiếc áo phông từ Monkey Jungle mà tôi đã mua trong chuyến thăm đó vào năm 2000. Tôi quyết định kiểm tra xem nó có còn mở cửa không. Tôi rất vui mừng, đúng vậy! Tôi nhớ chuyến thăm của mình như mới ngày hôm qua do sự độc đáo của công viên. Tôi yêu dòng nước và những sợi dây mà lũ khỉ có thể dùng để di chuyển từ nơi này sang nơi khác. Tôi thích cách chúng tôi ở trong lồng và chúng có vẻ như được tự do. Ý tưởng này sáng tạo đến mức tôi ngạc nhiên khi công viên được mở cửa vào những năm 30. Khoảng thời gian rất đáng nhớ, đầy cảm hứng và vui vẻ ở đó. Một điểm nổi bật trong chuyến đi của tôi vào năm 2000, vẫn là một địa điểm không thể bỏ qua.Đọc thêm",
            "Tôi và bạn trai quyết định đến đây trong chuyến du lịch Florida cách đây vài tháng. Nó thậm chí còn tuyệt vời hơn chúng tôi mong đợi. Chúng tôi không chỉ có rất nhiều niềm vui khi chơi với những chú khỉ trong trải nghiệm thực tế mà còn rất sốc trước môi trường tự nhiên được tạo ra từ các loài thực vật và trái cây bản địa của chúng. Nơi này giúp ích rất nhiều cho những chú khỉ này và thực sự muốn chúng sống như thể chúng đang ở nơi hoang dã. Chúng tôi chắc chắn sẽ quay lại!! Đọc thêm",
            "Vì tôi vẫn tin rằng có những trung tâm động vật hoang dã quan tâm đến sức khỏe của động vật và nhận được những đánh giá tốt nên chúng tôi quyết định đến thăm Monkey Jungle. Nhưng tổ chức này CHẮC CHẮN KHÔNG thuộc loại này. Với phí vào cửa cao, bạn sẽ mong đợi làm được nhiều việc hơn cho động vật. Nếu bạn không thể để nó như vậy hoặc không - tin tôi đi, hãy đến đó và nhìn vào mắt con đười ươi và cách nó di chuyển chậm rãi và thờ ơ, thật đau lòng. Chim có những đốm trần khi chúng tự nhặt. Hầu hết các lồng đều nhỏ đến mức đáng kinh ngạc. Tôi thậm chí còn không chụp ảnh nơi này, tôi cảm thấy rất buồn và xấu hổ. Tôi không phải là một trong những người cực đoan - đấu tranh cho quyền động vật - nhưng nếu bạn muốn dạy con mình điều gì đó về động vật hoang dã, vui lòng đến một tổ chức khác ưu tiên động vật chứ không phải lợi nhuận.Đọc thêm",
            "Tôi đến Monkey Jungle với hy vọng được nhìn thấy những chú khỉ trong môi trường sống tự nhiên của chúng với nhiều không gian để tự do dạo chơi, đặc biệt là vì tấm biển ghi - nơi con người bị nhốt và khỉ chạy tự do - .  Khi chúng tôi vào nơi, tôi thấy những con khỉ nhỏ chạy nhảy tự do phía trên hàng rào nhưng những loài khỉ và vượn lớn hơn nhiều thì bị nhốt trong những chiếc lồng nhỏ.  Con đười ươi trông chán nản khi ở một mình và bị giới hạn trong một khu vực rất nhỏ.  Khỉ đột lưng bạc mà người ta gọi là Vua sống đơn độc khi đây là loài động vật sống thành đàn từ 10 đến 20 con. Khi tôi hỏi tại sao anh ấy ở một mình, cô gái nói với tôi rằng đó là vì anh ấy không có răng nên không thể tự vệ và họ đã thử đưa một cô gái vào nhưng cô ấy đã từ chối anh ấy vì lý do đó. Tôi đã đề cập đến việc cấy ghép và cô ấy nói rằng ở tuổi 45, anh ấy sẽ không thể chịu đựng được việc gây mê.  Với điều đó, tôi trả lời rằng họ đã có anh ấy được 35 năm rồi, vậy tại sao họ không làm điều đó sớm hơn.  Cô ấy nói rằng dù sao đi nữa, phụ nữ CÓ THỂ cũng mắc phải dị tật đó, vậy tại sao lại cố gắng?  Đối với tôi, rõ ràng là họ ít quan tâm hơn đến những con khỉ tội nghiệp đáng lẽ phải được chạy tự do này.  Tiết kiệm - 30 và đến Sở thú Miami, nơi bạn sẽ thấy các loài động vật trong môi trường riêng của chúng hoạt động thoải mái với nhiều hoạt động khác cho du khách tham gia.  Thật là một sự THẤT VỌNG LỚN!!!! Đọc thêm",
            "Từ những gì chúng tôi đã đọc về công viên, nơi này dường như là một công viên đặc biệt chú trọng đến việc bảo tồn phù hợp với loài và đối xử thân thiện với động vật. Điều này không thể được thêm từ sự thật. Khẩu hiệu của công viên là - nơi con người bị nhốt và khỉ chạy hoang - . Tuy nhiên, điều này chỉ đúng với khoảng 50 con khỉ trong công viên. Nửa số khỉ còn lại - bao gồm Đười ươi, Vượn và Khỉ đột - bị nhốt trong những chiếc lồng rất nhỏ không hề phù hợp với loài nào. Mỗi vườn thú đều có những chiếc lồng lớn hơn công viên này. Thực sự nó rất buồn và khó chịu đựng. Sau chuyến thăm ngắn ngủi, chúng tôi đã bày tỏ sự thất vọng với nhân viên. Họ không thể liên quan đến điều này theo bất kỳ cách nào mà chỉ chỉ ra rằng các loài khỉ khác nhau phải được tách ra vì thực tế là chúng thù địch với nhau. Mặc dù tôi chắc chắn hiểu điều này ở cấp độ kỹ thuật, nhưng tôi nghĩ một nơi quảng cáo với khẩu hiệu - nơi con người bị nhốt và khỉ chạy hoang - không thể nào hỗ trợ những điều kiện giam giữ tàn nhẫn này. Tôi nghĩ mọi người phải tự quyết định xem họ có muốn trả 30 đô la - để hỗ trợ chuồng nuôi khỉ hay không. Tôi chắc chắn sẽ không ủng hộ điều này và không bao giờ quay lại.Đọc thêm",
            "Trước hết, chúng tôi đã cố gắng tìm một công viên động vật hoang dã khác, nhưng không thể xác định được nó nên đã quyết định ở công viên này. Trước hết, chi phí - 100 cho tôi và hai cô con gái nhỏ là hơi cực đoan. Tôi đã từng đến một trung tâm phục hồi đười ươi ở Indonesia và rất hào hứng cho bọn trẻ xem. Những gì chúng tôi thấy là một sinh vật cô đơn chán nản thảm hại được bao quanh bởi bê tông. Điều đó ban đầu khiến các con tôi khó chịu. Tuy nhiên, khi chúng tôi rời đi, con gái tôi nhìn thấy một con vẹt lớn màu xanh lam trong một chiếc lồng tương đối nhỏ đang cố nhai các thanh chắn. Cô không thể hiểu tại sao nó lại nằm trong một cái lồng nhỏ như vậy và chỉ có một mình nó. Nước mắt tuôn rơi...về cơ bản nó giống như một trại giam động vật nếu đó là điều bạn - đang quan tâm và các nhân viên đặc biệt thô lỗ, không đáng để lái xe hay tiền bạc...tránh xa nơi này.Đọc thêm",
            "Nothing like being surrounded by monkeys.  I just recently returned from a vacation to Fort Lauderdale, Florida.  One of the local tourist guides had an ad for monkey jungle, and as soon as the kids, ages 8 and 11, saw it we just had to go.  It took us about an hour to get there from our hotel, but it was worth the trip.  The basic idea of the place is that you walk through these caged in walkways and get to see the monkeys roaming free in the forest around you.  There were several other exhibits there as well containing tropical birds and iguanas but the kids never really gave these things a second thought.  When we were buying our tickets, the cashier asked us if we would like to buy some monkey food which was little boxes of cranberries, raisins, seeds, etc.  I bought each kid a box  -  - 0.75 each -  and we were on our way.   - You could also buy sunflower seeds to feed to the monkeys out of bubble gum type machines that were placed along the walkway for a quarter. -   They had a rather ingenious way to feed the monkeys.  There are little silver buckets that dangle down into the center of the walkway by little chains.  You put the monkey food into the bucket and the monkey who is sitting on top of the cage uses his little hands to pull the bucket up by the chain.  He then reaches in and eats the food out of the bucket and drops the bucket back down to be refilled by the humans.  The kids got a huge kick out of this.  I think this was their favorite part.  There were also scheduled presentations with Mei the orang, a gorilla, the animals in the amazonian rain forest area, and at the wild monkey swimming pool.  We saw most of these shows and they were pretty good and also provided alot of info on the animals you were seeing.  The day we were there it was extremely hot  - it was mid-July -  so we spent a solid hour at the wild monkey swimming pool where they had a covered pavilion with benches to sit on.  If you are headed there in the summertime, I would suggest packing a bottle of water and bugspray as both of these items are extremely expensive to buy at Monkey Jungle.  Overall, we had a fun day.  We spent about three hours there and I think we would have stayed longer if it had been somewhat cooler.  If we are ever in the area again we would probably go back and see it again.Read more",
            "Rừng Khỉ thật kinh tởm.  Không còn nghi ngờ gì nữa, những người chủ đã dành hàng giờ để viết những đánh giá tích cực về cơn ác mộng kinh hoàng như vậy đối với bất kỳ loài động vật nào.  Bạn không cần phải là một chuyên gia về động vật mới có thể nhận ra Vua Khỉ đột chán nản như thế nào.  Bị ép làm những trò ngu ngốc chỉ vì miếng ăn.  Con vật đáng thương này vốn phải lang thang hàng trăm dặm trong tự nhiên lại bị bỏ mặc để thối rữa trong một khu chuồng nhỏ xíu không phù hợp với bất kỳ sinh vật sống nào.  Thật đáng thương. Đáng thươngĐọc thêm"
        ],
        "star_ratings": [
            307,
            149,
            77,
            38,
            34
        ],
        "review_amount": 605,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Miami",
            "Rừng khỉ",
            "Florida - FL -",
            "Miami"
        ],
        "reviews_time": [
            "Written March 27, 2022",
            "Written January 15, 2022",
            "Written August 20, 2020",
            "Written April 28, 2020",
            "Written February 5, 2016",
            "Written March 28, 2014",
            "Written March 31, 2014",
            "Written March 8, 2015",
            "Written August 5, 2005",
            "Written November 10, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34438-d109811-Reviews-Monkey_Jungle-Miami_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d23699768-Reviews-Kusa_Peruvian_Fusion_at_147_Farmers_Market-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d8015658-Reviews-Redland_Ranch-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d23599074-Reviews-The_Berry_Farm_Brewery-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d4196507-Reviews-Peter_s_Kitchen-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d26917233-Reviews-Cold_Stone_Creamery-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60739-d13828683-Reviews-El_Tacazo-Homestead_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d14083169-Reviews-Pollo_Tropical-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60739-d3769000-Reviews-Puerto_Vallarta-Homestead_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d4182299-Reviews-McDonald_s-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d4203017-Reviews-Great_Wall_Chinese_Restaurant-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d7204254-Reviews-Pinto_s_Farm-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d3736807-Reviews-Zoological_Wildlife_Foundation-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d3836532-Reviews-Knaus_Berry_Farm-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131917-Reviews-Fruit_Spice_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d104140-Reviews-Zoo_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d24004678-Reviews-The_Berry_Farm-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4789263-Reviews-Miami_Tropical_Bonsai-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d110106-Reviews-Coral_Castle-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d7248644-Reviews-Castellow_Hammock_Preserve_and_Nature_Center-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34254-d2343742-Reviews-The_Little_Farm-Goulds_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d109811-Reviews-or10-Monkey_Jungle-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d12417761-Reviews-Phillip_and_Patricia_Frost_Museum_of_Science-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d262784-Reviews-Jungle_Island-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d24059129-Reviews-By_Brothers_Family_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d3685249-Reviews-Neighborhood_Fish_Farm-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d109805-Reviews-Miami_Seaquarium-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d27088657-Reviews-African_Elephant-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d26308914-Reviews-Miami_Seaquarium-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d20060448-Reviews-Magic_Air_Tours-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d23302170-Reviews-Eagles_Air_Tours-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d3812506-Reviews-Stone_Hart_s_Gun_Club_Indoor_Range-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d8636319-Reviews-Wat_Buddharangsi_Buddhist_Temple-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d20896226-Reviews-Heli_Air_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187802-d3521894-Reviews-Museo_Ferrari-Maranello_Province_of_Modena_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g33412-d607041-Reviews-Gothic_Theatre-Englewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d12513660-Reviews-The_Amazing_World_of_Dr_Seuss_Museum-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d104181-Reviews-Kilauea_Lighthouse-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d4441709-Reviews-GALA_RESORT-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d15081983-Reviews-Manatee_Observation_Deck-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g13142961-d15666697-Reviews-The_Red_Lake_of_Mitsero-Mitsero_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g2426274-d11851272-Reviews-Baia_di_Paraggi-Paraggi_Santa_Margherita_Ligure_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g3181883-d479011-Reviews-Mount_Mulanje-Mulanje_Southern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d7124916-Reviews-Ammoudi_Beach-Agios_Nikolaos_Lasithi_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34438-d109811-Reviews-or10-Monkey_Jungle-Miami_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34438-d109811-Reviews-Monkey_Jungle-Miami_Florida.html"
    }
]