[
    {
        "attraction_name": "Monkey Park",
        "attraction_name_vi": "công viên khỉ",
        "general_info": [
            "4.483 đánh giá",
            "2 trong số 31 điều cần làm ở Los Cristianos",
            "Sở thú"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thực sự rất thích công viên này. Giá trị đồng tiền vì nó rẻ hơn so với các công viên khác. Đến gần những con vật được bao gồm trong giá, thông thường bạn phải trả phí. Cảm ơn lời khuyên của những người đánh giá khác về việc mang nho. Tôi mang một chùm nho và cắt chúng thành bốn. Vượn cáo và khỉ sẽ đi thẳng về phía bạn! Tôi cảm thấy những khu chuồng trại có kích thước phù hợp, ngang bằng với những nơi như vườn thú Edinburgh. Yêu bức ảnh họ chụp lúc đầu, cho phép bạn ôm những chú vẹt. Nhân viên tốt bụng và lịch sự.Đọc thêm",
            "Chúng tôi đã chờ đợi để đến đây kể từ khi chúng tôi đặt chuyến đi tới Tenerife, nó nằm ở đầu danh sách của chúng tôi và không làm chúng tôi thất vọng. Rất nhiều niềm vui và tính tương tác, tất cả các loài động vật đều đẹp và được chăm sóc tốt. Tôi hơi lo lắng về điều này trước khi đến thăm chỉ vì số lượng chuột lang quá lớn! Nhưng tất cả họ đều thân thiện và thích lấy đồ ăn từ bạn! Chúng tôi khuyên bạn nên đi sớm hơn trong thời gian mở cửa vì chúng tôi đã bỏ lỡ hàng đợi đông đúc xuất hiện vào khoảng 11 giờ 30 phút chiều, việc đi bộ không quá bận rộn và cơ hội chụp ảnh sẽ thoải mái và cá nhân hơn nhiều. Nơi tuyệt vời, giá cả rất hợp lý và hoạt động buổi sáng thú vị để chuẩn bị cho ngày mới của bạn.Đọc thêm",
            "Một cặp vợ chồng khác đã giới thiệu nơi này cho chúng tôi. Đi taxi ngắn từ playa las Americas khoảng 6-7 euro. Không đắt khi nhập khoảng 30 euro cho gia đình bốn người. Mua thức ăn để cho động vật ăn khi bạn vào, chúng tôi đã mua 2. Tương tác đáng yêu với động vật khi bạn vào. Có rất nhiều chuột lang để cho các động vật đáng ngạc nhiên khác ăn. Chúng tôi rất thích đi dạo xung quanh và nhìn thấy tất cả những con khỉ ở đây. Chỉ mất một vài giờ. Rất muốn giới thiệu đặc biệt nếu bạn có con nhỏ. Của tôi rất thích nó! Đọc thêm",
            "Tuyệt vời giá rẻ vài giờ ra. Nó khá nhỏ nhưng chỉ mất một hoặc hai giờ để xem tất cả mọi thứ nhưng hai đứa con trai của tôi đã rất vui khi cho thú ăn. Rất muốn giới thiệu công viên này Đọc thêm",
            "Trải nghiệm tuyệt vời. Chúng tôi đã đi vào buổi sáng và đến đó ngay sau khi mở cửa. Nó thực sự yên tĩnh và chúng tôi phải dành nhiều thời gian ở những khu vực khác nhau. Các nồi thức ăn chỉ có 3 và mỗi suất là 10. Những người canh giữ cũng cho chúng tôi thêm một số miếng để cho lũ khỉ vượn cáo ăn. Tôi thích cách những con khỉ cũng có thể tiếp cận với bộ da của chúng nếu chúng muốn. Chắc chắn nên đi vào buổi sáng vì lối đi rất đông đúc khi chúng tôi ra khỏi công viên. Đọc thêm",
            "TUYỆT VỜI. Đây là ngày tuyệt vời nhất mà Iv có được ở Tenerife vì tôi yêu động vật. Họ có những con lợn Guinea đi lang thang tự do mà bạn có thể cho ăn. Limas, tất cả các loài khỉ và chim vẹt khác nhau. Họ cũng có loài bò sát. Tôi rất thích món này, rất tốt với số tiền 10 đô la mỗi cái và 3 đô la cho một bồn thức ăn để nuôi động vật. Nó chỉ khá nhỏ nên nhiều nhất chỉ khoảng 1 hoặc 2 giờ ở đó nhưng nó rất tuyệt.Đọc thêm",
            "Ngày đi chơi rực rỡ tại Công viên Khỉ. Công viên không lớn nhưng tôi cảm thấy giá cả đã phản ánh điều này. 10 cho mỗi người lớn, đứa trẻ 2 tuổi của chúng tôi được miễn phí. Thức ăn cho động vật là 3, tất cả chúng tôi đều có một ngày đáng yêu và là một trải nghiệm tuyệt vời khi nhìn thấy những chú khỉ lang thang trong khi bạn đi qua chuồng. Động vật trông được chăm sóc tốt. Những chú vẹt cũng rất dễ thương!\n\nỞ đây không có quán cà phê nhưng bạn có thể mua đồ ăn nhẹ và đồ uống ở lối vào. \n\nNói chung là tốt trong vài giờ.Đọc thêm",
            "Thật là một nơi tuyệt vời, giá trị thực sự tốt chỉ ở mức 10. Việc đi bộ qua các khu vực có chuồng nuôi với tất cả chuột lang đã đáng giá cho chuyến đi này! Những con cá sấu đáng sợ và những chú khỉ ngộ nghĩnh...... còn gì mà không thích?? Mua một hộp thức ăn cho 3 người tại quầy bán vé, nó thực sự đáng giá cho trải nghiệm cho các loài động vật ăn ở gần chứ không phải cá sấu rõ ràng!!!!\nBạn có thể đến đó bằng xe buýt từ Los Cristianos, sau đó đi bộ 15 phút nhưng việc đi bộ không dành cho những người yếu tim. Lời khuyên của tôi là hãy đi taxi nếu bạn có con nhỏ để tránh băng qua đường đông đúc và băng qua đường ray rồi qua đường hầm bên dưới đường cao tốc.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Công viên Khỉ! Đối tác của tôi đặc biệt muốn đi và rất may đã đọc được các nhận xét trước khi chúng tôi đi. Vì vậy, chúng tôi quyết định lấy một túi nho vì chúng tôi đã đọc các bài đánh giá rằng lũ khỉ rất thích chúng. Bạn có thể mua một hộp thức ăn khi đến nơi, tuy nhiên khi đối tác của tôi đưa cho lũ khỉ một quả nho, chúng không quan tâm đến thức ăn khác và chúng là bạn thân nhất của nó sau đó khuyên bạn nên ăn một ít nho! \nMất khoảng một giờ để đi lại nhưng bạn có thể đi lại nếu muốn! Rất gần bằng taxi từ khách sạn Paradise Park nếu bạn đang ở đây! Đọc thêm",
            "Đã ở đây hôm nay, cách tuyệt vời để vượt qua một hoặc hai giờ. Đừng mang nho vì công viên không còn cho phép mang nho nữa và sẽ loại bỏ chúng vì hàm lượng đường cao có thể dẫn đến bệnh tiểu đường. Trong số tất cả các loại thức ăn bạn mua ở đó, ngô ngọt có vẻ là món ưa thích của loài khỉ. Họ thay nho của tôi bằng hộp đựng trái cây của chính họ và cho tôi tùy chọn thu thập nó trên đường ra ngoài. Tất cả và tất cả đều rất thú vị và có giá trị lớn ở mức 10 mỗi người!Đọc thêm",
            "Đây có lẽ là ngày tuyệt nhất trong tuần của chúng tôi ở Tenerife. Công viên Khỉ sạch sẽ và tất cả các loài động vật đều trông khỏe mạnh. Các nhân viên không thể hữu ích hơn và các thiết bị rửa tay trong nhà vệ sinh rất sạch sẽ. Có rất nhiều loại khỉ khác nhau để xem cùng với các loài chim, cá sấu kỳ lạ và vì lý do nào đó, nhiều Lợn Guinea hơn bạn có thể đếm được. Tôi thực sự khuyên bạn nên dành một vài giờ trong ngày để tham quan Công viên KhỉĐọc thêm",
            "Trẻ nhỏ rất thích nhưng chỉ có Lợn Guinea, rùa, khỉ và vượn cáo để cho ăn. Đó là một ngày đi chơi vui vẻ và các bạn nhỏ đã được giải trí.  Rất nhiều con khỉ giống nhau trong một vài chuồng. Công viên sạch sẽ và động vật được chăm sóc tốt. Hãy chuẩn bị sẵn sàng vì có rất ít cơ sở vật chất, không có quán cà phê, v.v. chỉ có một vài máy bán hàng tự động. Có phương tiện giao thông công cộng nhưng phần cuối của lối vào đi qua một đường hầm rất hẹp không có lối đi bộ.Đọc thêm",
            "Chúng tôi đã dành vài giờ đáng yêu để khám phá công viên khỉ với tư cách là một gia đình 4 người và đã có khoảng thời gian tuyệt vời. Trẻ em của chúng tôi, đặc biệt là những đứa trẻ nhỏ nhất rất yêu thích những chú chuột lang luôn vui vẻ đến gần và nhận thức ăn từ tay bạn. Những con khỉ được cho ăn rất tốt! Vì vậy, có thể chọn lọc những gì họ muốn ăn. Bên trong chuồng vượn cáo, nhân viên kiểm lâm sẽ chỉ cho bạn thức ăn của anh ta để cho ăn. Bạn có thể chụp ảnh và họ sẽ lấy thức ăn từ lòng bàn tay của bạn. Dạo quanh công viên khỉ với rất nhiều loài khỉ và chim khác nhau.Đọc thêm",
            "Đầu tiên tôi thích rằng khi bạn bước vào lối vào, bạn có thể mua thức ăn cho động vật. Thứ hai, khi đi bộ để quan sát các loài động vật, bạn sẽ thấy một số chú chuột lang đáng yêu, sau đó bạn sẽ thấy một số chú khỉ sẽ lấy thức ăn ngay từ tay bạn. Cuối cùng, thật tuyệt khi tôi được chụp ảnh với những chú vẹt mà không phải trả thêm phí và còn được nhìn thấy những chú thằn lằn có nhiều không gian để dạo chơi. Chắc chắn sẽ khuyên bạn nên ghé thăm! Đọc thêm",
            "Chúng tôi đã có một vụ nổ!  Nơi này rất tuyệt vời cho trẻ nhỏ vì có rất nhiều động vật nhỏ dễ thương để tương tác! Có những con khỉ và vẹt sẽ ngồi trên tay bạn.  Con gái tôi thích cho tất cả các loài động vật ăn và thật khó để con bé rời đi!Đọc thêm",
            "Lại đi đến Công viên Khỉ. Lần cuối cùng là cách đây 7 năm. Đây thực sự là một ngày vui vẻ cùng gia đình và có lẽ là một ngày tuyệt vời cho một ngày nhiều mây. Cơ sở vật chất cho lũ khỉ ở trạng thái tốt và thật tuyệt khi bạn có thể cho chúng ăn. Con khỉ duy nhất, điều đáng buồn nhất ở đó là Khỉ khoan ở ở cuối Công viên trong vòng vây của mình và anh ta không thể nhìn thấy bất cứ thứ gì. Anh ta trông chán nản và cô đơn 7 năm trước và vẫn như vậy cho đến ngày nay, và những con vật này có thể sống tới 28 năm. Hãy xem xét việc làm điều gì đó với anh ấy. Nếu không có điều này, có lẽ tôi sẽ cho 5 sao. Đọc thêm",
            "Thực sự rẻ và một công viên nhỏ đáng yêu. Tuyệt vời cho trẻ nhỏ. Cô bé 4 tuổi của tôi rất thích cho chim và chuột lang ăn và cười đùa với những chú khỉ táo bạo tạo ra những tiếng động ngớ ngẩn theo lời của cô ấy, chúng tôi đã có một bức ảnh với một con vẹt miễn phí và bạn có thể đi vòng quanh nhiều lần. Nó không lớn lắm nên dễ dàng di chuyển và sẽ rất tốt để làm gì đó trong vài giờ.Đọc thêm",
            "Cách tuyệt vời để dành 23 giờ nếu bạn không tắm nắng. Giá trị tốt cho 10 euro mỗi người. Chúng tôi đến thăm lúc 11:00, rất bận rộn phải xếp hàng khoảng 20 phút. Đáng để trả thêm 3 euro cho một thùng thức ăn để cho động vật ăn. Đã dùng hết thức ăn của mình để cho chuột lang ăn lúc đầu. Không để lại gì cho lũ khỉ. Sẽ ghé thăm lạiĐọc thêm",
            "Đây là một hoạt động nhỏ tuyệt vời dành cho trẻ em, người lớn, gia đình hoặc thậm chí là một mình! Rất vừa phải! Mà tôi yêu thích. Không có nơi nào để ăn uống nhưng có máy bán hàng tự động. Trải nghiệm thật tuyệt, tôi yêu chuột lang và khỉ là một trải nghiệm tuyệt vời và với 10 euro bạn có thể có được những bức ảnh và mọi thứ bao nhiêu tùy thích! Ý tôi là 3 euro cho món ăn chắc chắn là xứng đáng. Tôi thực sự thích điều này và chúng tôi chỉ dành hơn một giờ nhưng bạn có thể dành nhiều hơn một chút và tôi nghĩ cuối cùng tôi không biết liệu bạn có được phép quay lại không nhưng tôi đã quay lại qua những con chuột lang vì chúng thật đáng yêu và nó đúng là một trải nghiệm siêu thực.Đọc thêm",
            "Chúng tôi vừa đến thăm công viên khỉ vào tuần trước trong khi đi nghỉ, chúng tôi nghĩ rằng nó rất đáng đồng tiền và ở gần đó sẽ đến thăm sở thú nhưng bọn trẻ còn hơi nhỏ. Bọn trẻ thích cho thú ăn và ngắm khỉ. Trẻ mới biết đi của tôi yêu thích con rùa khổng lồ. Và tôi nghĩ cơ hội được chụp ảnh với một chú vẹt thật tuyệt vời. Điều duy nhất tôi không thích là một nhóm thanh niên đang đập vào ly của lũ khỉ và lũ khỉ đang phát điên. Tôi nghĩ tất cả các khu vực nên có người giám sát hoặc chỉ đi vòng quanh để đảm bảo điều này không xảy ra. Điều đó khá đau khổ và khiến đối tác của tôi muốn rời đi. Cũng có người nói hãy để khỉ lấy thức ăn ra khỏi khay. Chúng sẽ không làm vậy mà chúng sẽ giật toàn bộ khay từ bạn và nó sẽ vương vãi khắp nơi và số lượng khay nhựa trong lồng thật lố bịch! Có rất nhiều chỗ ngồi trong bóng râm để bạn có thể ngồi lại và xem chúng chơi. Đi vòng quanh rất nóng nên hãy uống nước. Chúng tôi không dùng xe đẩy nhưng lũ khỉ thích nhìn quanh xe đẩy của mọi người. Đó là 18 giờ đi taxi từ adeje.Đọc thêm"
        ],
        "star_ratings": [
            2611,
            1208,
            372,
            118,
            174
        ],
        "review_amount": 4483,
        "location": [
            "Những hoạt động nên làm ở Los Cristianos",
            "công viên khỉ",
            "Tây ban nha",
            "Châu Âu",
            "Aaron",
            "đảo Canary",
            "các Kitô hữu",
            "Tenerife"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 17, 2023",
            "Written June 18, 2023",
            "Written June 18, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written July 2, 2023",
            "Written July 4, 2023",
            "Written July 4, 2023",
            "Written July 6, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659661-d593037-Reviews-Monkey_Park-Los_Cristianos_Arona_Tenerife_Canary_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g230096-d999690-Reviews-Coy_s_Restaurant-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g230096-d4561182-Reviews-Espresso_lecci-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659661-d23330033-Reviews-Zoco_Arabic_New_Concept-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659661-d8710550-Reviews-Eco_Eco_Brunch_Cafe-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g230096-d2309345-Reviews-Kejarta-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659661-d3387295-Reviews-Shakespeare_bar_tenerife-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659661-d27154917-Reviews-Don_Quijote-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659661-d11668416-Reviews-Golden_City_Oriental_Restaurant-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1940742-d6585798-Reviews-The_Treehouse_Bar-Chayofa_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187479-d3205283-Reviews-La_Tasca_Del_Arte-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g315919-d668504-Reviews-Siam_Park-Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d2477533-Reviews-Playa_de_las_Vistas-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d247417-Reviews-Montanas_Guaza-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1052753-d11949822-Reviews-Finca_Las_Margaritas_Banana_Experience-Las_Galletas_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d6400992-Reviews-Port_of_Los_Cristianos-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d247411-Reviews-Los_Cristianos_Harbour-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d6499573-Reviews-Playa_del_Camison-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d10110537-Reviews-Playa_de_Los_Cristianos-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230096-d1379979-Reviews-Chayofa-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230096-d1638177-Reviews-Camel_Park-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d593037-Reviews-or10-Monkey_Park-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187481-d190893-Reviews-Loro_Parque-Puerto_de_la_Cruz_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g675094-d2590305-Reviews-Mariposario_del_Drago-Icod_de_los_Vinos_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g315920-d8643123-Reviews-La_Granja_Verde-La_Orotava_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g315920-d8808385-Reviews-Orotava_Paintball-La_Orotava_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d4741028-Reviews-Sparadise-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g796999-d17736800-Reviews-Private_Chef_Roberto_Medda-La_Caleta_Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d19859278-Reviews-The_Attic_Rooftop_Bar-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230096-d3915969-Reviews-StarExcursions-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d6942896-Reviews-Natura_Xtreme_Tenerife-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d4405384-Reviews-Kayak_Academy_Tenerife-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d6776596-Reviews-Giedre_Enrique_Diving-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230096-d4375096-Reviews-Ocean_Dreams_Tenerife-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d7106673-Reviews-Xplore_Tenerife-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d14790971-Reviews-Kayaking_Atlantis-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d13748671-Reviews-Bike_Rental_Tenerife-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d3737426-Reviews-Genuine_Fishing_Crested_Wave-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g315919-d5005276-Reviews-Big_Fish_Dive_Center-Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d17822232-Reviews-Adventoure_Experiences-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d20059907-Reviews-Atlantic_Star_Charters-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d4413483-Reviews-Usana_Ampitheater-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g147353-d150451-Reviews-The_Indians-British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d14162961-Reviews-Diamond_Cave_Tham_Phra_Nang_Nai-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d13113962-Reviews-The_Gold_Market-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g42590-d3248714-Reviews-Petoskey_State_Park-Petoskey_Emmet_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g499462-d313361-Reviews-Aquinnah_Cliffs-Aquinnah_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d7146269-Reviews-Red_Mill_LLC-Waupaca_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8408084-Reviews-Funiculaire_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g499173-d183716-Reviews-Fundy_National_Park-Alma_Albert_County_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565459-Reviews-NBA_Store-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659661-d593037-Reviews-or10-Monkey_Park-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659661-d593037-Reviews-Monkey_Park-Los_Cristianos_Arona_Tenerife_Canary_Islands.html"
    }
]