[
    {
        "attraction_name": "Monte Palace Madeira",
        "attraction_name_vi": "Cung điện Monte Madeira",
        "general_info": [
            "9.136 đánh giá",
            "8 trên 218 hoạt động giải trí ở Funchal",
            "Vườn"
        ],
        "attraction_summary": "Mở cửa cho công chúng từ năm 1991, Monte Palace Madeira có diện tích 70.000 mét vuông và là nơi lưu giữ một bộ sưu tập thực vật kỳ lạ khổng lồ đến từ khắp nơi trên thế giới, cùng với thiên nga, vịt và cá Koi. Bảo tàng Cung điện Monte là không gian triển lãm lý tưởng ẩn mình trong khung cảnh tuyệt đẹp của khu vườn nhiệt đới. Có ba tầng, hai trong số đó dành riêng cho các tác phẩm điêu khắc và ngôi nhà thứ ba là một bộ sưu tập khoáng sản độc đáo được thu thập từ bốn nơi trên thế giới. Monte Palace Madeira cũng có một trong những bộ sưu tập gạch quan trọng nhất ở Bồ Đào Nha. Những viên gạch được trưng bày giữa thảm thực vật nhiệt đới đại diện cho nhiều thời đại, đến từ các cung điện, nhà thờ, nhà nguyện và nhà riêng trên khắp đế chế Bồ Đào Nha trước đây. Chúng tôi mở cửa hàng ngày trừ ngày 25 tháng 12. Giá của chúng tôi là: Người lớn - 12,50 Trẻ em dưới 15 tuổi: Vào cửa miễn phí nếu có người lớn đi cùng. Kiểm tra trang facebook mới của chúng tôi montepalacetropicalgardenĐọc thêm",
        "reviews": [
            "Chúng tôi đi cáp treo lên đỉnh nơi có vườn Monte, và trong khi chúng tôi đi tiếp và đi cáp treo thứ hai, tôi ước gì chúng tôi không làm vậy. Chúng tôi quay lại và đi vào vườn và đó là một nơi tuyệt vời để đi dạo. Mát mẻ, xanh tươi với nhiều thứ khác nhau để xem và nước ở khắp mọi nơi. Các bức ảnh không thể hiện hết vẻ đẹp của khu vườn, và bạn có thể dễ dàng dành nửa ngày để ngắm nhìn mọi thứ. Chúng tôi đi bộ ngoằn ngoèo xuống ao hồ ở dưới cùng và đi xe điện trở lại đỉnh 5 do một anh chàng rất hiểu biết lái, anh ấy đã giải thích những điều chúng tôi đã thấy nhưng không hiểu. Khu vườn tuyệt vời, tôi sẽ giới thiệu cho mọi ngườiĐọc thêm",
            "Những khu vườn xinh đẹp rất thú vị để khám phá. \nNhững khu vườn trải dài xuống dốc. Chúng tôi tản bộ xuống trong vài giờ và sau đó sử dụng dịch vụ xe buggy để quay trở lại! 5 mỗi người\nĐừng bỏ lỡ triển lãm chạm khắc châu Phi và triển lãm tinh thể địa chất trong khu vườn.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm tuyệt vời đến các khu vườn ở cung điện Monte. Khung cảnh tuyệt vời, rất nhiều loại cây và agapanthus khác nhau ở khắp mọi nơi! Đó là điểm nổi bật trong chuyến đi của chúng tôi đến Funchal. Chúng tôi đi cáp treo lên, có một hàng dài nhưng nó di chuyển nhanh chóng, sau đó chúng tôi lại bắt xe buýt xuống. Các nhà vệ sinh bên hồ đang được cải tạo khi chúng tôi ở đó nhưng cuối cùng chúng tôi đã tìm được một cái khác, thật khó để tìm thấy giữa tất cả những con đường ngoằn ngoèo. Quán cà phê rất ngon, bánh ngọt đáng yêu. Đọc thêm",
            "Những khu vườn xinh đẹp và tầm nhìn từ sân thượng. Chúng tôi dành phần lớn thời gian trong ngày ở đây và không hề thất vọng. Các khu vườn được chăm sóc cẩn thận, dễ di chuyển và có đầy đủ các loài thực vật của Nara Ive cũng như các loài thực vật không bản địa. Quán cà phê này cũng khá ngon và vé vào cửa của bạn sẽ được tặng kèm một mẫu rượu vang Madeira. Đẹp nhưng không dành cho người yếu tim. \n\nMẹo - đây là một chuyến đi bộ lên đồi và xuống một con đường dốc rất dốc từ Funchal. Nếu bạn không vừa vặn thì sẽ không vui nên nếu tôi nghi ngờ, hãy đi cáp treo. Nó rất đáng giá và lượt xem trên đường cũng rất tuyệt vời. Một điều nữa, hãy mang theo áo khoác hoặc áo len. Ở Funchal có thể nóng nhưng trên đó mát hơn khoảng 5 độ.Đọc thêm",
            "Đây là một khu vườn tuyệt vời, có rất nhiều thứ để xem và rất đẹp, đặc biệt là khu vườn Nhật Bản. Nó rất dốc, vì vậy hãy chắc chắn rằng bạn có thể. Tôi đã đi xuống từng chút một nhưng phải vật lộn sau khi đi lên được nửa chặng đường. Nhưng đừng lo lắng, vì đã có xe Landau trị giá 5 Euro để hỗ trợ bạn.  Rất đáng để ghé thăm. Đọc thêm",
            "Ở đây nó hoàn toàn đáng yêu, đừng mong đợi điều kỳ diệu khi nếm rượu, đó là một cảm giác tuyệt vời nhưng chỉ diễn ra trong 2 phút.  Hãy nhớ rằng nó thực sự có nhiều đồi núi, nếu bạn gặp vấn đề về di chuyển hoặc gặp khó khăn khi leo lên những con đường dốc, bạn sẽ không có khoảng thời gian vui vẻ.  KHÔNG đặt cáp treo khứ hồi nếu bạn muốn đi xe trượt băng vì điểm bắt đầu của nó nằm ngoài lối ra của công viên. Nếu bạn muốn đi đến vườn thực vật, bạn cần phải đi bộ xuống và sau đó quay trở lại rất nhiều ngọn đồi, kể cả ngọn đồi này đến ngọn đồi khác mà bạn phải trả tiền một lần nữa.Đọc thêm",
            "Lộng lẫy - khu vườn này còn nhiều điều hơn chúng ta biết hoặc mong đợi. Chúng tôi dành khoảng 4 giờ ở đây để dừng ăn trưa tại quán cà phê trong khuôn viên. \nCác lớp học rất đẹp và ngoài ra còn có các cuộc triển lãm các tác phẩm điêu khắc châu Phi và đá và đá bán quý tự nhiên. Mặc dù số lượng người đông nhưng bạn không cảm thấy quá bận rộn vì có rất nhiều phòng và những góc yên tĩnh. \nĐây là một địa điểm khá đồi núi.Đọc thêm",
            "Những khu vườn đáng yêu để khám phá trên đỉnh Monte.  Hãy đến đó sớm vì trời cực kỳ nóng ẩm và bận rộn vào giữa buổi chiều.  Không nên dùng cho những người không thích đi bộ - lên xuống đồi!  Được rồi, đi xuống nhưng lối ra ở trên cùng. Và đó là một ngọn đồi lớn để leo lên sau khi đi bộ xung quanh vài giờ!!  Rất xứng đáng với phí vào cửa 12,50.  Đừng bỏ lỡ những con hồng hạc!Đọc thêm",
            "Chúng tôi bắt taxi đến nơi vào giờ mở cửa và tận hưởng chuyến đi dạo thư giãn qua các khu vườn trước khi đám đông kéo đến. Chúng tôi kết thúc bằng đồ uống mát lạnh tại quán cà phê có view đẹp, rồi bắt xe điện quay trở lại điểm xuất phát để tránh phải leo dốc. Có rất nhiều bóng râm khi chúng tôi đi xung quanh, điều đó khiến tôi rất vui. Tổng cộng chúng tôi đã dành khoảng. 4 giờ ở đây. Một cách đáng yêu để dành buổi sáng!Đọc thêm",
            "Đáng để ghé thăm! Chúng tôi là một cặp vợ chồng trẻ không thực sự thích làm vườn nhưng chúng tôi thấy đây là một khoảng thời gian thú vị. Chúng tôi đến vào khoảng 10 giờ sáng bằng cáp treo và không thấy xếp hàng. Các khu vườn trải rộng trên một diện tích khá rộng nên hãy dành vài giờ để khám phá. Quán cà phê phục vụ đồ ăn ok và chúng tôi rất thích chuyến thăm nửa ngày. Đi bộ nhiều dưới ánh nắng nhưng cũng tốtĐọc thêm",
            "Chúng tôi nhìn thấy một trong những người hướng dẫn với những con thiên nga và một nhóm trẻ em đang cố gắng đá làm phiền các zwans và anh ấy đã cười với điều đó. Không đẹp lắm khi bạn đến thăm một nơi tốt đẹp.Đọc thêm",
            "Chỉ là những khu vườn xinh đẹp, rất đáng giá phí vào cửa. Thảm thực vật đa dạng, đặc biệt là khi nở hoa. Những điều ngạc nhiên xung quanh mỗi góc từ chim hồng hạc, công, tượng và nhạc sống. Có thể đã dành nhiều thời gian hơn ở đây để chuyển vùng xung quanh. Một điều bắt buộc đối với bất kỳ du khách nàoĐọc thêm",
            "Chúng tôi rất mong được đến thăm những khu vườn này và chúng vượt quá sự mong đợi của chúng tôi. Đó là 15 euro cho mỗi người lớn và bạn có thể dễ dàng dành nửa ngày ở đây. Các khu vườn có những điểm ngắm cảnh tuyệt vời, khu vực trũng, đặc điểm nước, động vật hoang dã, chủ đề phương Đông, quán cà phê và những loài thực vật tuyệt vời nhất. Rất nhiều tuyến đường khác nhau và những con đường nhỏ để khám phá. Chúng tôi chắc chắn sẽ ghé thăm khu vườn Monte một lần nữa, có rất nhiều thứ để xem và mỗi mùa sẽ mang lại những thú vui riêng.Đọc thêm",
            "Ôi trời ơi, nơi này thật là đẹp! Chúng tôi đến cáp treo và tận hưởng khoảng 3 giờ lang thang dọc theo sân thượng để tận hưởng vẻ đẹp và sự yên bình của nơi này. Quán cà phê màu xanh có khung cảnh tuyệt vời nhất của Funchal! Sau đó, chúng tôi đã đi được nửa đường trên chiếc tabbogan, đây là một chuyến đi điên rồ nhưng cũng rất an toàn. Một chiếc taxi dự phòng có giá 20 euro vâng, tôi biết nhưng chúng tôi đã chia sẻ với ai đó theo gợi ý của tài xế taxi nên đã giảm một nửa giá .... một chuyến đi phải làm!!!!! Đọc thêm",
            "Những khu vườn xinh đẹp ở độ cao phía trên Funchal. Đáng giá cả một ngày, thư giãn giữa muôn hoa. Không mất phí đỗ xe mà chỉ lái xe tới đó nếu bạn có xe có hộp số tốt và thần kinh vững vàng. Nếu không thì đi cáp treo, taxi hoặc xe buýt. Đây là một ngọn đồi dốc nghiêm trọng. Nếu bạn nghĩ Park Guell ở Barcelona cao thì đây là một giải đấu khác! Nhưng đáng nỗ lực.Đọc thêm",
            "Khu vườn tuyệt vời và yên tĩnh với nhiều thứ để xem và tận hưởng. Chúng tôi đặc biệt thích triển lãm khoáng sản. Chúng tôi cũng ăn trưa tại quán cà phê nhỏ ngay lối vào vườn. Phục vụ bánh nướng và salad ngoài bánh ngọt và bánh quy. Chúng tôi đã có món salad bơ cho đến nay là món salad bơ ngon nhất mà chúng tôi từng có! Có bàn cả bên ngoài và bên trong. Đọc thêm",
            "Đây là một tập hợp các khu vườn trang trọng khá đáng chú ý, đổ xuống sườn núi với những đặc điểm nước tuyệt vời và những điều bất ngờ ở mỗi lượt. Rất nhiều loại cây trồng, khung cảnh hấp dẫn và rất nhiều thứ để xem. Các quán cà phê, cửa hàng và cơ sở vật chất tốt với tầm nhìn tuyệt vời khắp Funchal. Một vị trí thuận lợi tuyệt vời để ngắm nhìn những con quỷ dám đi xuống dốc trên những chiếc ghế sofa đan bằng liễu gai. Đọc thêm",
            "Thật là một khu vườn xinh đẹp với rất nhiều cây cối, ve sầu và hoa. Chúng tôi đã thành lập những cây dương xỉ khổng lồ và những cây rồng lớn. Ngoài ra còn có hồng hạc và cá chép koid. Khu vườn khá lớn. Để đến đây chúng tôi phải đi cáp treo từ biển vì khu vườn nhiệt đới này nằm trên đỉnh đồi.Đọc thêm",
            "Đó là một khu vườn xinh đẹp, rất ấn tượng.  Chắc chắn đáng ghé thăm.  Khuôn viên rất đẹp và ngoài ra còn có công, hồng hạc và cá koi. Tuy nhiên, nếu bạn đang ở Madeira, tôi khuyên bạn nên kiểm tra lịch trình của tàu du lịch và đi một ngày không có tàu du lịch nếu có thể.  Chúng tôi đã phạm sai lầm khi đi tàu du lịch trong ngày và đó là một chút rắc rối, đặc biệt là ở đầu trên cùng của khu vườn.  Chúng tôi đã từ bỏ bảo tàng đá quý, chỉ có quá nhiều người cực kỳ thô lỗ chen lấn trước mặt bạn tại các khu trưng bày, không thể nhìn thấy gì cả.  Phòng trưng bày nghệ thuật cũng đóng cửa cho chuyến thăm của chúng tôi vào đầu ngày 24 tháng 5 nên không thể bình luận về điều đó.  Tuy nhiên, có rất nhiều tác phẩm điêu khắc và nghệ thuật khác được trưng bày xung quanh khu vườn. Hãy lưu ý rằng đây là một khu vườn rộng lớn, đường leo lên có nhiều nơi khá dốc và hầu hết các lối đi đều có bề mặt đá không bằng phẳng.  Những đôi giày hợp lý là điều bắt buộc. Có một người đàn ông chơi guitar ở hồ bơi trung tâm trong chuyến thăm của chúng tôi.  Điều này thực sự rất ồn ào và thành thật mà nói thì hơi khác so với những gì vốn là một khu vườn xinh đẹp, rất yên bình.Đọc thêm",
            "Rất muốn giới thiệu đến thăm khu vườn cung điện monte. Chúng không phải là những khu vườn nhỏ được quản lý mà trải rộng khắp toàn bộ khuôn viên cung điện. Có những nền văn hóa và thực vật khác nhau được thể hiện bằng hồ bơi, đài phun nước, tác phẩm nghệ thuật, động vật và quán cà phê. Bạn có thể dễ dàng dành chỉ 1 giờ để đi dạo xung quanh hoặc có thể dành 4-6 giờ giữa ăn uống, đi bộ và quan sát. Họ cung cấp cho bạn hướng dẫn hữu ích và bạn có thể đi lang thang theo tốc độ của riêng mình.Đọc thêm"
        ],
        "star_ratings": [
            5583,
            2623,
            706,
            158,
            68
        ],
        "review_amount": 9138,
        "location": [
            "Các hoạt động ở Funchal",
            "Quần đảo Madeira",
            "Bồ Đào Nha",
            "Funchal",
            "Cung điện Monte Madeira",
            "Madeira",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 16, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 10, 2023",
            "Written July 10, 2023",
            "Written July 14, 2023",
            "Written August 13, 2023",
            "Written August 13, 2023",
            "Written August 19, 2023",
            "Written August 27, 2023",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189167-d196135-Reviews-Monte_Palace_Madeira-Funchal_Madeira_Madeira_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d12674469-Reviews-Pa_tio_Das_Babosas-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d12403347-Reviews-Greenhouse_Coffee_Roaster-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d15274997-Reviews-Local_Shop-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d14209936-Reviews-Sweet_Monte-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d2339844-Reviews-Cable_Car_Cafe-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d26696428-Reviews-Monte_Tea_House-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189166-d2695714-Reviews-Belomonte-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d11796404-Reviews-Cafe_Do_Monte-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d23570368-Reviews-Land_Food_Coffee-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d8434615-Reviews-Cafe_Do_Parque-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d2542740-Reviews-Telefericos_da_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d670291-Reviews-Igreja_de_Nossa_Senhora_do_Monte-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d12151267-Reviews-Monte_Palace_Museum-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d23460579-Reviews-Charles_Murray_Drinking_Fountain-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d23460392-Reviews-Tomb_of_Charles_I_of_Austria-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d25816828-Reviews-Parque_do_monte_parque_leite_monteiro-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d12227883-Reviews-Homer-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8842134-Reviews-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8783303-Reviews-Caravel_Art_Center-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d19077431-Reviews-3d_Fun_Art_Museum-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d196135-Reviews-or10-Monte_Palace_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d15110989-Reviews-Just_Go_Tours-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d196096-Reviews-Pico_Ruivo-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1178716-d6032195-Reviews-Levada_Caldeirao_Verde-Santana_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1902264-d8648224-Reviews-Miradouro_da_Ponta_do_Rosto-Canical_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d4740534-Reviews-Pico_do_Arieiro-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1902264-d1492139-Reviews-Ponta_de_Sao_Lourenco-Canical_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d547127-Reviews-Madeira_Explorers-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g644297-d1928951-Reviews-Porto_Moniz_Natural_Swimming_Pools-Porto_Moniz_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g10400223-d196087-Reviews-Valley_of_the_Nuns-Curral_das_Freiras_Camara_De_Lobos_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d2542504-Reviews-Parque_de_Santa_Catarina-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d3923907-Reviews-Bar_Pe_De_Cabra-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8039872-Reviews-Funchal_Sightseeing_Bus_by_Madeira_Tours-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d20365213-Reviews-MadeiraEcoHolidays-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d3245549-Reviews-Carreiros_do_Monte-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d19254602-Reviews-Madeira_Off_Road_Tours-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d13970912-Reviews-Massagista_Eduardo_Relax_Spa-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2203546-Reviews-Tsambika_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d14792780-Reviews-KTEL_Kos-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d133016-Reviews-Kansas_City_Zoo_Aquarium-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g298433-d3224049-Reviews-Playa_de_la_Isla_Taboga-Isla_Taboga_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1593211-d148805-Reviews-La_Parguera-Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d293308-Reviews-Abbot_Kinney_Boulevard-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d4090868-Reviews-St_Agatha_s_Tower_The_Red_Tower-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g58350-d2527907-Reviews-Lake_Whatcom-Bellingham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211296-Reviews-Ba_Ri_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d117411-Reviews-Coronado_Beach-Coronado_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189167-d196135-Reviews-or10-Monte_Palace_Madeira-Funchal_Madeira_Madeira_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189167-d196135-Reviews-Monte_Palace_Madeira-Funchal_Madeira_Madeira_Islands.html"
    }
]