[
    {
        "attraction_name": "Monte Solaro",
        "attraction_name_vi": "Núi Solaro",
        "general_info": [
            "2.739 đánh giá",
            "- 1 trong 21 điều cần làm ở Anacapri",
            "Núi",
            "Đài quan sát"
        ],
        "attraction_summary": "Từ quảng trường Piazza della Vittoria, bạn có thể đi cáp treo ngoạn mục lên đỉnh núi Solaro, điểm cao nhất trên đảo Capri với độ cao 1.932 feet. Đọc thêm",
        "reviews": [
            "Bạn có thể dễ dàng tìm thấy chiếc ghế nâng tuyệt vời này khi xe buýt từ Marina Grande đến Ana Capri thả bạn ngay bên kia đường từ lối vào. Bạn sẽ trải nghiệm một chuyến đi dài và thư giãn lên đỉnh nơi có tầm nhìn 360 độ tuyệt vời. Một điều tuyệt đối phải làm!Đọc thêm",
            "Tuyệt vời để làm trong khi ở Capri. Không quá đắt và tầm nhìn ở phía trên thật tuyệt vời. Thực hiện sớm trong ngày để tránh phải xếp hàng và nắng nóng vì ghế nâng mỗi chiều là 13 phút và không có bóng râm. Ngoài ra, hãy đảm bảo nhìn xung quanh Anacapri trước hoặc sau, một nơi đáng yêuĐọc thêm",
            "Sau đám đông ở Capri và chuyến xe buýt màu trắng đến Anacapri, chuyến đi đến Monte Solaro trên cáp treo quả là một ơn trời. Thật yên bình, giống như 13 phút của tôi vậy. Từ quảng trường ở Anacapri, thang máy là - 14 lượt quay lại, đó là những chiếc ghế riêng lẻ và tầm nhìn ngoạn mục cả từ thang máy lẫn điểm quan sát trên đỉnh, tôi không thể giới thiệu điều này đủ, bellissima!!Đọc thêm",
            "Là điểm nổi bật trong chuyến đi trong ngày của chúng tôi đến Capri từ Sorrento. Khung cảnh hoàn toàn tuyệt đẹp của vùng biển Địa Trung Hải trong xanh và cảnh quan gần đó. Nơi này mang lại cảm giác thật dễ chịu và tươi mới vào buổi sáng, đồng thời nâng cao tâm trạng cũng như tinh thần của bạn! \nHiểu rằng nó sẽ hơi đông đúc khi ngày trôi qua, vì vậy tốt nhất bạn nên ghé thăm địa điểm này sớm hơn trong ngày. Khu vực gần nơi bắt đầu thang máy cũng là nơi lý tưởng để mua sắm và có rất nhiều nhà hàng và quán bar rất đẹp. Có một tiệm bánh ở một trong những làn đường phía trước có bánh pizza và các món ăn khác rất ngon. \nCó thể dễ dàng tiếp cận bằng phương tiện giao thông công cộng từ Capri.Đọc thêm",
            "Monte Solaro chắc chắn là điểm nổi bật trong chuyến du lịch bụi của chúng tôi vòng quanh nước Ý. Những chiếc ghế đơn khiến nó trở thành một trải nghiệm cá nhân khá đặc biệt, từ từ thu vào tầm mắt phong cảnh. Khung cảnh trên đỉnh cũng rất ngoạn mục, có chỗ để giải khát. Chúng tôi rất thích đi bộ dọc theo đường ray trên đường trở về trong khi đi qua những tàn tích cũ và chiêm ngưỡng quang cảnh từ một góc nhìn khác.Đọc thêm",
            "Rất vui khi đi cáp treo lên điểm cao nhất trên Capri. Chúng tôi - sẽ đáng giá 14 euro. Muốn giới thiệu. Quan điểm tuyệt vời. Không có gì nhiều ở đó ngoại trừ một nhà hàng duy nhất. Đi lên. Chụp ảnh. Đi xuống. Hoàn hảo.Đọc thêm",
            "Là một người không thích những chiếc ghế đu ở công viên giải trí, tôi khá lo lắng về những chiếc ghế cáp treo lên núi. Tuy nhiên, nó thật tuyệt vời và hoàn toàn xứng đáng với số lượt xem ở đầu trang. Chắc chắn sẽ giới thiệu nó cho bất kỳ ai đang có kế hoạch đến thăm hòn đảo.Đọc thêm",
            "Tôi - tôi không phải là người thích đi cáp treo, cáp treo trượt tuyết hay thuyền gondola nhưng để có thể ngắm nhìn những khung cảnh tuyệt vời thì phải có! Chuyến đi lên vẫn ổn, bạn đi qua rất nhiều khu vườn riêng và không bao giờ thực sự xa mặt đất. Khung cảnh rõ ràng là tuyệt vời - nếu bạn có thể chịu đựng được - nó đã dừng lại một chút nhưng đây là lúc mọi người phải vật lộn để lên - xuống. Đoạn cuối khá dốc!\nKhi quay lại lượt xem rất tuyệt, tôi thích điều này hơn.Đọc thêm",
            "Chúng tôi đến đây bằng xe buýt từ Capri đến Anacapri. Sau đó chúng tôi xếp hàng mua vé cáp treo để lên đỉnh. Bản thân chiếc ghế nâng đã là một trải nghiệm khá thú vị. Quan điểm từ trên xuống thật tuyệt vời. Chúng tôi quyết định đi bộ xuống, việc này không hẳn là dễ nhưng cũng không quá khó. Tuy nhiên, nghĩ lại thì tôi sẽ lại hạ ghế nâng xuống, đặc biệt là vì quang cảnh trên đường đi xuống đẹp hơn trên đường lên.Đọc thêm",
            "Trạm vào ghế nâng nằm gần bến xe buýt ở Anacapri. Bạn phải đi bộ khoảng nửa dãy nhà để đến ga. Họ có tủ khóa miễn phí để đựng đồ đạc của bạn và tôi khuyên bạn nên làm điều đó. Bạn gần như phải nhảy lên ghế và chỉ cần dùng tay giữ thanh đòn xuống. Nó không khóa nên một số người có thể sợ. Tôi sẽ không cho trẻ nhỏ dưới 12 tuổi đi xe vì thanh an toàn không khóa.  Tuy nhiên, khung cảnh ở phía trên thật tuyệt vời và bạn có thể nhìn thấy những tảng đá Fragolini từ đó. Có một quầy bar phục vụ cocktail và đồ ăn nhẹ ở trên cùng. Thật tuyệt khi được ngồi lên trên và ngắm cảnh. View rất đẹp.Đọc thêm",
            "Chuyến đi thú vị trên thang máy ghế đơn có nhân viên đỡ tay để đảm bảo lối ra suôn sẻ, tầm nhìn đẹp từ trên xuống và trên đường đi xuống, miễn là ngày trời trong.  Ở mức - 14 cho chiều về và - 11 chuyến đi một lần, ít khuyến khích đi bộ một chiều và khá đắt cho hoạt động kéo dài 30 - 45 phút.Đọc thêm",
            "nó rất bè và rất nguy hiểm ước gì khi trời nắng sẽ là một trải nghiệm tốt hơn. Quan điểm tốt nhưng khi trời mưa thì bạn không thể làm gìĐọc thêm",
            "Khung cảnh tuyệt vời và chuyến đi yên bình lên đỉnh. Khi lên trên, có một nhà hàng nhỏ và một số điểm ngắm cảnh để ngắm cảnh. Đó là một ngày đẹp trời và luôn hữu ích. Thời tiết hợp tác khiến bạn không bao giờ biết mình sẽ gặp phải điều gì trên một hòn đảo. Đọc thêm",
            "Thật là một trải nghiệm vui vẻ, thú vị và hoàn toàn an toàn. Bạn được giúp đỡ vào chỗ ngồi và có được một cái nhìn ngoạn mục. Rất đáng tiền cho những điểm tham quan đáng kinh ngạc. Phải có ở Capri.Đọc thêm",
            "Đến thăm vào mùa du lịch bận rộn vào mùa hè. Họ giúp bạn trên ghế. Ngay cả khi bạn sợ độ cao hãy lao xuống! Đó là một chuyến đi ngắn - đi chậm. Điều đáng sợ nhất là khởi hành nhưng không sao đâu - hãy giữ đôi dép xỏ ngón của bạn - !Đọc thêm",
            "Điều tuyệt vời nhất để làm ở Anacapri. Chuyến đi rất thú vị lên xuống trên ghế nâng 1 chỗ ngồi. Cảnh quan tuyệt đẹp của Capri và Vịnh. ​​Bạn - có thể đi bộ xung quanh ở nhiều điểm quan sát và đường mòn khác nhau. Đọc thêm",
            "Trạm vào ghế nâng nằm gần trạm xe buýt ở Anacapri. Bạn phải đi bộ khoảng nửa dãy nhà đến trạm. Họ có tủ đựng đồ miễn phí cho đồ đạc của bạn và tôi khuyên bạn nên làm như vậy. Bạn phải gần như nhảy lên ghế và bạn chỉ cần giữ thanh chắn bằng tay. Nó không khóa nên một số người có thể sợ. Tôi sẽ không cho trẻ em dưới 12 tuổi đi vì thanh chắn an toàn không khóa. Tuy nhiên, quang cảnh trên đỉnh rất tuyệt và bạn có thể nhìn thấy những tảng đá fragolini từ đó. Có một quầy bar cocktail và đồ ăn nhẹ nhỏ trên đỉnh. Thật tuyệt khi ngồi trên đỉnh và ngắm cảnh. Quang cảnh rất đẹp. Đọc thêm",
            "Khung cảnh tuyệt đẹp ở vùng núi Anacapri.  Các cửa hàng nhỏ cổ kính cũng có thể ghé qua và dừng lại để ăn nhanh.  Yên bình hơn nhiều so với Capri Marina với ít hối hả và nhộn nhịp hơn rất nhiều.Đọc thêm",
            "Chúng tôi đến đây bằng xe buýt từ Capri đến Anacapri. Sau đó chúng tôi xếp hàng mua vé cáp treo để lên đỉnh. Bản thân chiếc ghế nâng đã là một trải nghiệm khá thú vị. Quan điểm từ trên xuống thật tuyệt vời. Chúng tôi quyết định đi bộ xuống, việc này không hẳn là dễ nhưng cũng không quá khó. Tuy nhiên, nghĩ lại thì tôi sẽ lại hạ ghế nâng xuống, đặc biệt là vì quang cảnh trên đường đi xuống đẹp hơn trên đường lên.Đọc thêm",
            "Tôi - tôi không phải là người thích đi cáp treo, cáp treo trượt tuyết hay thuyền gondola nhưng để có thể ngắm nhìn những khung cảnh tuyệt vời thì phải có! Chuyến đi lên vẫn ổn, bạn đi qua rất nhiều khu vườn riêng và không bao giờ thực sự xa mặt đất. Khung cảnh rõ ràng là tuyệt vời - nếu bạn có thể chịu đựng được - nó đã dừng lại một chút nhưng đây là lúc mọi người phải vật lộn để lên - xuống. Đoạn cuối khá dốc! Khi đi xuống, quang cảnh rất tuyệt, tôi thích đoạn này hơn. Đọc thêm",
            "tôi sẽ đi du lịch với một đứa trẻ 6 tuổi, nó có thể ngồi vào lòng tôi không?Đọc thêm",
            "Tôi không tin như vậy. Chỉ có ghế đơnĐọc thêm",
            "Lên ghế nâng có khó khôngĐọc thêm",
            "Rất đơn giảnĐọc tiếp",
            "Xin chào, từ những hình ảnh bạn có thể thấy rằng địa điểm này dành cho một người, bạn có thể cho tôi biết có chỗ nào dành cho hai người không? Mẹ tôi sẽ không bao giờ đi lên một mìnhĐọc thêm",
            "Xin chào, không, đây là ghế nâng đơn nên không có chỗ cho hai người. Ngoại trừ đoạn cuối cô ấy không cao lắm, bạn nên thuyết phục cô ấy vì một khi đến đích cô ấy sẽ quên hết mọi thứ.Đọc thêm",
            "Tôi và chồng đang cân nhắc việc đi thang máy lên Monte Solaro rồi đi bộ xuống thay vì đi thang máy xuống. Tôi đã thử sử dụng vệ tinh google maps để tìm đường đi bộ xuống nhưng không thể tìm ra. Có ai biết bản đồ hoặc bất kỳ nơi nào trực tuyến chỉ đường đi bộ xuống từ Monte Solaro đến Anacapri không? Đọc thêm",
            "Nhập mont Solaro Hike vào Google và sẽ có một bản đồ từ tất cả các con đường mòn, nó sẽ cung cấp cho bạn những gì bạn cầnĐọc thêm",
            "Xin chào, vui lòng cho tôi biết ở độ tuổi nào bạn có thể leo núi Solaro bằng cáp treo? Cháu trai tôi 11 tuổiĐọc thêm",
            "Chúng tôi nhìn thấy những đứa trẻ nhỏ hơn nhiều trên cáp treo. Điều chính là anh ta không nên sợ hãi. Nhiều bậc cha mẹ đi du lịch cùng những đứa trẻ 3 tuổi, bế chúng trên tay. Người Ý trung thành trong vấn đề này.Đọc thêm",
            "Trẻ em có thể đi xe nâng không?",
            "Vâng, với bố mẹĐọc thêm",
            "Có ai biết có giới hạn trọng lượng khi đi xe nâng ghế không? Cảm ơn!Đọc thêm",
            "Tôi vừa kiểm tra một vài trang web và họ nói là 550 pound! Đúng như tôi đã đọc! Cá nhân tôi nghĩ rằng sẽ khó để ngồi vừa vào ghế nếu bạn nặng như vậy?Đọc thêm",
            "Chúng tôi sẽ đến bằng phà từ Positano vào buổi sáng. Cách dễ nhất để đi từ điểm phà đến cáp treo là gì?\nBất kỳ lời khuyên nào chúng tôi đánh giá cao!Đọc thêm",
            "Từ Bến du thuyền, bạn đi xe lửa leo núi - cáp treo - hoặc xe buýt lên đồi đến trung tâm Capri. Cả hai đều có giá - 2 mỗi người. Đường sắt leo núi có lẽ chạy thường xuyên hơn và có thể chở nhiều người hơn. Đừng đi taxi sẽ là - 20- - 25. Sau đó ở trung tâm Capri bạn bắt xe buýt đến Anacapri. Trạm xe buýt chỉ cách đường sắt leo núi khoảng 100 m. Mất khoảng 15 phút từ bộ nhớ. Khi bạn xuống Anacapri, cáp treo có thể cách trạm xe buýt lên đồi khoảng 100m.Đọc thêm",
            "CHÀO\nThomas có cần đặt chỗ trước trên xe buýt không? nếu không thì mua có dễ không và họ có dùng thẻ tín dụng không? cũng có câu hỏi tương tự cho thang máy \nvui lòng hướng dẫn tôi \n\nTrân trọngĐọc thêm",
            "Nó thực sự dễ dàng để đi!  Không cần phải đặt trước. Bạn sẽ thích thú rất nhiều!!! Đọc thêm",
            "CHÀO\nxin vui lòng cho biết thời điểm nào là tốt nhất để tránh thắc mắc và có trải nghiệm tốt hơn?\nngoài ra nếu ai đó nói với tôi rằng tôi có cần đặt trước không? Đọc thêm",
            "Xin chào Ansur,\n\nRõ ràng tôi sẽ nghĩ rằng càng sớm thì càng tốt để tránh phải xếp hàng vì bạn càng rời khỏi đó lâu thì càng có nhiều chuyến phà đến. Chúng tôi đã đi lên vào khoảng 12 giờ và hàng đợi khá đông nhưng nó di chuyển khá nhanh nên đừng chần chừ nếu nó trông khá dài.\nTôi không nghĩ bạn có thể đặt trước vé, bạn chỉ cần thanh toán khi đến đó và bạn có thể thanh toán bằng tiền mặt hoặc thẻ.Đọc thêm"
        ],
        "star_ratings": [
            2221,
            430,
            62,
            12,
            14
        ],
        "review_amount": 2739,
        "location": [
            "Nước Ý",
            "Anacapri",
            "Tỉnh Napoli",
            "Campania",
            "Núi Solaro",
            "Các hoạt động ở Anacapri",
            "Châu Âu",
            "Đảo Capri"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written July 1, 2023",
            "Written July 2, 2023",
            "Written July 27, 2023",
            "Written August 3, 2023",
            "Written August 12, 2023",
            "Written September 23, 2023",
            "Written September 24, 2023",
            "Written October 21, 2023",
            "Written December 15, 2023",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 10, 2024",
            "Written March 15, 2024",
            "Written December 15, 2023",
            "Written October 24, 2023",
            "Written October 21, 2023",
            "Written September 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g488299-d195542-Reviews-Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d2262543-Reviews-Pizzeria_Aumm_Aumm-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1783025-d10278664-Reviews-Gennaro_Amitrano_Capri-Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d6694317-Reviews-La_Zagara-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d6701210-Reviews-Il_Boccone-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d20113967-Reviews-Salumeria_de_Martino-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d1111666-Reviews-Le_Arcate-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d6864216-Reviews-Sciue_Sciue-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d6664437-Reviews-L_Angolo_Del_Gusto-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d3228628-Reviews-La_Tablita_Restaurant_Winebar-Anacapri_Island_of_Capri_Province_of_Naples_Campani.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488299-d23414553-Reviews-Casa_Orlandi_Ristorante_e_Pizzeria-Anacapri_Island_of_Capri_Province_of_Naples_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d6685736-Reviews-Seggiovia_Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d195541-Reviews-Chiesa_San_Michele-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d1798952-Reviews-Red_Grotta-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d2073843-Reviews-Belvedere_Cannone-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d232411-Reviews-Villa_San_Michele-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d523579-Reviews-Spiaggia_di_Marina_Piccola-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d1907310-Reviews-Scala_Fenicia_Phoenician_Steps-Anacapri_Island_of_Capri_Province_of_Naples_Campan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d2489130-Reviews-Giardini_di_Augusto-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d2075266-Reviews-Belvedere_di_Tragara-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d198794-Reviews-I_Faraglioni-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d195542-Reviews-or10-Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d4347112-Reviews-Fortini_Coastal_Walk-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d195538-Reviews-Green_Grotta-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d195539-Reviews-White_Grotta-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d1528285-Reviews-Marina_Grande_Public_Beach-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d5482323-Reviews-Parco_Filosofico_dell_Isola_di_Capri-Anacapri_Island_of_Capri_Province_of_Naples_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d12870136-Reviews-Parco_Astarita-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d1883523-Reviews-Tours_of_Capri-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1783025-d10125725-Reviews-Capri_Blue_Boats-Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d2109524-Reviews-Blue_Sea_Capri-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1783025-d22956707-Reviews-Living_Capri_Boat_Tours-Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d15696132-Reviews-Capri_Precious-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d6784371-Reviews-Capri_Boat_Ciro_Aliperta-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d16708244-Reviews-Mr_Costanzo-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d4773753-Reviews-Capristartour-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d4367982-Reviews-Capri_Rent_Boats-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d504749-Reviews-Iron_Mountain_Road-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1955805-Reviews-Ultramar-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d4550120-Reviews-Tbilisi_Mall-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177808-d23124065-Reviews-Chester_Beach_Club-Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54459-d1886553-Reviews-Wild_Water_Wheels-Surfside_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d269828-Reviews-The_New_Jersey_Children_s_Museum-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105043-Reviews-Stone_Street_Historic_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32940-d2432212-Reviews-Victoria_Gardens-Rancho_Cucamonga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58198-d1908662-Reviews-Lake_Anna_State_Park-Spotsylvania_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143676-Reviews-Gulf_World_Marine_Park-Panama_City_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g488299-d195542-Reviews-or10-Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g488299-d195542-Reviews-Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html"
    }
]