[
    {
        "attraction_name": "Montmartre",
        "attraction_name_vi": "Montmartre",
        "general_info": [
            "20.356 đánh giá",
            "11 trong số 3.569 điều cần làm ở Paris",
            "Vùng lân cận",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Khám phá một khía cạnh khác của Paris ở Montmartre, khu vực dành cho nghệ sĩ quyến rũ với nhiều quán cà phê và cửa hàng độc đáo. Tận hưởng khung cảnh lộng lẫy của thành phố từ Sacré-Coeur, xem các nghệ sĩ làm việc tại Place du Tertre, ghé thăm Bức tường tình yêu, nơi cụm từ Anh yêu em được viết nguệch ngoạc bằng hàng trăm ngôn ngữ, xem buổi biểu diễn Moulin Rouge nổi tiếng hoặc ghé thăm Paris lâu đời nhất vườn nho. Để ít đám đông hơn, hãy ghé thăm Montmartre vào sáng sớm. Hãy mang giày thoải mái vì khu vực này có nhiều đồi núi với những con đường lát đá cuội. Bạn cũng có thể lên chuyến tàu nhỏ màu trắng của Montmartre miễn phí với Paris Pass.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Khung cảnh tuyệt đẹp của thành phố từ trên cao. Có xe buýt số 40 đi thẳng lên trên. Đó là chuyến đi miễn phí nếu bạn có Thẻ du lịch. Hôm đó trời nắng nên rất đông. Quán rượu nhỏ. Tốt để dành khoảng 1-2 giờ.Đọc thêm",
            "Đây là điểm dừng đầu tiên được đề nghị của tôi ở Paris. Bạn sẽ có một cái nhìn tuyệt đẹp về Paris có thể so sánh với những gì bạn nhìn thấy từ Tháp Eiffel.  Bạn sẽ thấy một trong những địa danh chính của Paris, nhà thờ Sacre Couer. Bạn có thể đi bộ về phía bên trái và phía sau nhà thờ để chiêm ngưỡng một khu vực nghệ thuật tuyệt vời với đầy đủ các nghệ sĩ, nhà hàng tuyệt vời và cửa hàng lưu niệm. Tôi đánh giá cao Montmartre!Đọc thêm",
            "Khu phố tuyệt vời. Rất nhiều thứ để xem và làm. Chúng tôi đã đi vào thứ bảy và nó quá bận rộn. Đề nghị đi vào các ngày trong tuần, có lẽ sẽ không có nhiều người ở đó. Tuy nhiên, chúng tôi vẫn thích đi dạo xung quanh và mua một số tác phẩm nghệ thuật từ các nghệ sĩ địa phương.Đọc thêm",
            "Khu vực dễ thương và nghệ thuật với những con đường rải sỏi không đi giày cao gót, nhà thờ trái tim thiêng liêng nằm trên đỉnh đồi nên chỉ cần leo vài bước nhưng có tầm nhìn tuyệt vời từ trên đỉnh. Tuy nhiên, tôi đã thấy nội thất đẹp hơn khi nói đến các nhà thờ lớn trên khắp thế giới. Tuyệt đẹp ở bên ngoài. Đi dạo quanh các con phố và cho phép bản thân lạc lối một chút. Tôi ghé thăm quán cà phê nơi nhân vật Amelie đang làm việc, rất cũ và xuống cấp nhưng dịch vụ rất tốt và giá cả ok. Đọc thêm",
            "Vibe là phi thường! Các nghệ sĩ ở khắp mọi nơi, các cửa hàng, đồ ăn, v.v. thật thú vị khi đi dạo quanh khu vực này của Paris, một trong những khu vực yêu thích mà chúng tôi đã ghé thăm.\nSacre Couer rất lớn và rất đẹp.Đọc thêm",
            "Nơi nhỏ đáng yêu phía Bắc trung tâm Paris. Dễ dàng truy cập bằng tàu điện ngầm. Chúng tôi rất thích chuyến tham quan bằng xe buýt nhỏ quanh thị trấn đưa bạn từ Moulin Rouge lên sườn đồi, gợi ý dành cho những người không thể đi bộ dễ dàng đến Nhà thờ Sacré-Cœur để có tầm nhìn toàn cảnh tuyệt vời ra Paris. \nMột trong những tòa nhà tôn giáo đẹp nhất mà chúng tôi từng thấy và cảm nhận được cảm giác thư thái, bình yên bên trong. Tôi thường căng thẳng và không theo tôn giáo, vì vậy đó là một cảm giác dễ chịu. Giới thiệu 100 cho bất kỳ khách du lịch nào, bạn có thể thắp nến cho người thân và các dịch vụ được diễn ra hàng ngày.\n\nChuyến tham quan bằng tàu nhỏ khởi hành từ cùng địa điểm bạn xuống tàu, có một số quán cà phê và cửa hàng ở trên cùng để tìm quà tặng, ngắm cảnh và ăn trưa. Đề nghị các món salad và Croque Monsieur!\nChắc chắn sẽ trở lại. Cảm ơn bạn Montmarte. Đọc thêm",
            "Một nơi tuyệt vời ở Paris, khác hẳn với thành phố hiện đại sầm uất. Nếu bạn muốn dành thời gian thư giãn ở Paris thì đừng bỏ lỡ nơi này. Có nhiều lựa chọn như ghé thăm Chappel, cửa hàng lưu niệm, cửa hàng chân dung, v.v. hoặc ngồi trên cầu thang và ngắm cảnh Paris. Nhiều quán cà phê xung quanh để ăn uống. Trong trường hợp bạn muốn thực hiện Bức chân dung, có rất nhiều nghệ sĩ sẽ sẵn lòng thực hiện.Đọc thêm",
            "Chỉ có 2 ngày ở Paris, muốn đây là ngày trọn vẹn của chúng tôi nên đã lên kế hoạch trước. Bắt tàu điện ngầm đến Blanche bắt đầu tại Moulin Rouge. Sau đó chiêm ngưỡng các cửa hàng trên Rue Lepic. Dừng lại ở Place de Dalida. Sau đó ghé thăm Bảo tàng MOntmartre. Mua vé trước nhưng có lẽ không cần. Bảo tàng rất đáng ghé thăm -. Rất nhiều tác phẩm nghệ thuật và lịch sử của khu vực, khu vườn Renoir, quán cà phê đẹp trong vườn, nhà vệ sinh, cửa hàng quà tặng, v.v. Sau đó đi bộ khoảng cách ngắn đến Sacre Coeur - Dự kiến ​​có hàng đợi rất lớn nhưng đi thẳng vào.\nChiêm ngưỡng khung cảnh từ đó. Sau đó đi đến Halle St Pierre - hiệu sách, quán cà phê tòa nhà thú vị gần đó. Đi bộ trở lại Blanche để bắt tàu điện ngầm vào trung tâm. Chúng tôi đã mong đợi các đường phố ở Montmartre sẽ đông đúc khủng khiếp nhưng đôi khi chúng không ở một mình trong đường phố.Nó cảm thấy rất an toàn.Đọc thêm",
            "Hãy cẩn thận với những kẻ lừa đảo cốc và bóng. Tôi thích thú xem với cô con gái 13 tuổi của mình, khi mọi người dường như thắng và thua tờ 50 euro. Nhưng ngay khi tôi nói với cô ấy thì anh chàng vừa thắng được 100 euro có lẽ là một người bạn và họ trở nên khó chịu và bắt đầu hét vào mặt tôi. Có vẻ như có khoảng 6 người trong số họ ở trên đó. Thay vào đó, chúng tôi rời đi và leo lên các bậc thang. Khung cảnh tuyệt vời.Đọc thêm",
            "Montmartre thật tuyệt vời! Vợ tôi và tôi đến hưởng tuần trăng mật và ở trong một khách sạn ở quận 10. Khách sạn nằm cách Montmartre khoảng hai mươi phút đi bộ và trong số tất cả các địa điểm chúng tôi đã ghé thăm ở Paris, vâng, ngay cả bảo tàng Louvre và Tháp Eiffel, đây cũng là địa điểm yêu thích của chúng tôi. \n\nCó rất nhiều cửa hàng và nhà hàng tuyệt vời gần đó rất đáng để ghé thăm. Gần khu vườn là một nhà hàng tên là Le Refuge Du Fondue. Hãy đặt chỗ ở đó và thực hiện chuyến đi trong ngày đến Montmartre, bạn sẽ không thất vọng đâu. \n\nHoàng hôn ở đó rất đẹp, nhà thờ thật tuyệt vời, chúng tôi thấy các nhạc sĩ chơi nhạc cổ điển của Pháp với đàn accordion và guitar, có khách du lịch nhưng đám đông ít hơn tháp Eiffel và một hoạt động vui nhộn, bạn có thể khóa xung quanh theo ý kiến ​​của tôi, cổng và lan can nhìn ra thành phố là một việc phải làm nếu bạn ghé thăm. Nếu bạn không muốn mang theo ổ khóa, có những người bán chúng ở đầu cầu thang với giá 10 Euro và có bút đánh dấu để viết lên ổ khóa. \n\nNgoài ra còn có những bức vẽ graffiti nhỏ giống Pac-Man thú vị khắp khu vực được làm bằng gạch rất thú vị để xem. Và khung cảnh ở đầu các bậc thang vâng, leo lên hơi mệt nhưng chúng tôi không muốn xếp hàng chờ tàu leo ​​núi thật tuyệt vời và theo ý kiến ​​của tôi, tốt hơn ở Tháp Eiffel và nó miễn phí và bạn không phải đợi phải xếp hàng dài ba giờ mới lên được đó.\n\nTôi thực sự khuyên bạn nên ít nhất một chuyến đi trong ngày đến Montmartre, nhưng nếu bạn thích những khu vực thời thượng và văn hóa địa phương hơn một chút so với bẫy khách du lịch ở các quận khác, tôi sẽ ở lại đây và xem các cửa hàng, nhà hàng, quán bar, địa điểm âm nhạc địa phương, v.v. . vị trí này đã cung cấp. Nếu bạn không tìm thấy những gì bạn đang tìm kiếm ở Montmartre, bạn có thể đi bộ mười phút đến khu vực xung quanh và tìm thấy nó.\n\n1010 muốn giới thiệu. Chúng tôi sẽ quay lại.Đọc thêm",
            "Nằm trên đỉnh ngọn đồi cao nhất ở Paris là khu vực xinh đẹp trước đây là làng nghệ sĩ, với những người như Van Gogh và những người khác, đây là một nơi hoàn hảo để ghé thăm vào một ngày nắng, có rất nhiều điểm tham quan để xem đảm bảo cho bạn có nhiều thời gian. Chúng tôi đi lên bằng đường sắt leo núi và thong thả đi bộ xuống.Đọc thêm",
            "Chúng tôi dành một buổi chiều ở khu phố. Nó bận rộn và mang lại cơ hội tuyệt vời để mua một số quà lưu niệm. Nhà thờ là một điểm thu hút phổ biến.Đọc thêm",
            "Phải xem ở Paris! Đừng bỏ lỡ điều này!! Khung cảnh tuyệt đẹp của Paris! Nhà thờ thật đáng yêu. Chúng tôi đi từ sáng sớm nên lượng khách ít. Tôi cũng đã đặt một chiếc chìa khóa.Đọc thêm",
            "Duyên dáng và xinh đẹp phải xem ở Paris! Vương cung thánh đường Sacré Coeur de Montmartre rất rộng và đẹp.  Tầm nhìn toàn cảnh Paris từ các bậc thang thật đặc biệt.  Các nghệ sĩ và sự rung cảm của khu vực tuyệt vời. Dễ dàng đi đến từ trung tâm Paris.Đọc thêm",
            "Phải cho du khách! Rất nhiều cầu thang để leo lên nhưng đáng để leo lên! Nhà thờ rất tuyệt và nếu bạn muốn trả 8e để lên đến đỉnh thì điều đó thật xứng đáng. Vào nhà thờ là miễn phí và quang cảnh thành phố thật đáng kinh ngạc!!Đọc thêm",
            "Cho đến nay, khu phố Paris kém thú vị nhất mà tôi đã ghé thăm.  Đẹp như tranh vẽ...chắc chắn rồi.  Vương cung thánh đường đáng yêu...kiểm tra.  Nó kết thúc ở đó.  Nơi này quá đông khách du lịch, thậm chí còn có một tuyến đường sắt nhỏ đáng kinh tởm định kỳ chạy qua khu vực lân cận.  Tiếng ồn ào liên tục và hầu như không thể thoát ra được.  Các nhà hàng có lời chào hàng nằm cạnh nhau và phần lớn giống hệt nhau.  Không có dấu vết rõ ràng nào về thánh địa nghệ thuật này là thế kỷ trước.  Tham quan nửa ngày.  Ở BẤT CỨ NƠI NÀO khác ở Paris.Đọc thêm",
            "Montmartre là một khu phố quyến rũ và đẹp như tranh vẽ ở Paris, nổi tiếng với lịch sử nghệ thuật, bầu không khí phóng túng và cảnh quan tuyệt đẹp của thành phố. Du khách có thể đi lang thang qua những con đường hẹp lát đá cuội, ghé thăm những quán cà phê cổ kính và khám phá những quảng trường nhộn nhịp tràn ngập các nghệ sĩ và nghệ sĩ biểu diễn đường phố. Không thể tránh khỏi Moulin Rouge.Đọc thêm",
            "Montmartre là một nơi tuyệt vời với rất nhiều thứ để xem và làm, nhiều nhà hàng, quán bar và tất nhiên là Moulin Rouge. Tôi cũng dễ dàng đi vòng quanh Paris từ đâyĐọc thêm",
            "Chúng tôi ở lại Montemartre như chúng tôi đã làm ở trung tâm Paris vài năm trước và muốn có một Paris thay thế vào thời điểm này. Montmartre mang đến! Khu vực tuyệt vời để đi lang thang với những con phố nhỏ, quán cà phê và cửa hàng xinh xắn cũng như một số điểm tham quan tuyệt vời. Có cảm giác giống một ngôi làng hơn nhưng lại là một trung tâm hoạt động nhỏ bận rộn. Hoàn hảo cho một kỳ nghỉ ở Paris.Đọc thêm",
            "Khu vực tuyệt vời ở Paris, bao gồm cả Basilique nổi tiếng, thống trị Paris từ trên cao. Tôi khuyên bạn nên đi bộ trong toàn bộ khu vực, tìm kiếm một số địa điểm tuyệt vời.Đọc thêm",
            "Bạn đã đi cùng công ty du lịch có hướng dẫn nào? Cảm ơn mọi đề xuất.Đọc thêm",
            "Tôi đã không sử dụng hướng dẫn viên du lịchĐọc thêm",
            "Tôi rất vui vì bạn đã yêu thích Montmartre và những con người Pháp tốt bụng - bạn đã từng đến đó chưa - nó có vẻ giống như một nỗi ám ảnh không có trong thực tế - đặc biệt khi nó đến từ một người Đan Mạch - người có lẽ là một trong những người thô lỗ nhất thế giới ..Đọc thêm",
            "Xin chào paola. Tôi muốn lên mái vòm Sacre Coeur. Đó có phải là phong cách của San Pedro? Mất bao lâu vậy mọi người? trị giá? Tầm nhìn tốt? Có quy định về trang phục khi đi nhà thờ không? Cảm ơn!! LuigiĐọc thêm",
            "Phong cách của vương cung thánh đường là kiểu tân Byzantine. Quận Montmartre là một quận rất đẹp, cao hơn một chút, cho bạn tầm nhìn tuyệt vời ra Paris. Phong cách của Montmartre có thể được mô tả là sáng tạo. Rất nhiều nhà tư tưởng tự do sống ở đó.\n\nTốt nhất nên lên kế hoạch một ngày cho chỗ ở. Vì có nhiều góc khuất thú vị không có nhiều khách du lịch. Có rất nhiều người khó chịu trên đỉnh Montmartre. Tốt nhất nên ghé thăm Sacre Coeur vào sáng sớm và trong tuần. Vương cung thánh đường khá đẹp. Tôi sẽ ăn mặc phù hợp khi đến nhà thờ; Che vai và đầu gối.Đọc thêm",
            "Xin chào, tôi đến thăm Paris vào tháng 2 và tự hỏi liệu Montmartre có còn sống động và nhộn nhịp qua những tháng lạnh hơn không? \n\nTôi thực sự muốn gặp các nghệ sĩ và thực hiện một bức chân dung - điều này có thể thực hiện được vào thứ Năm hoặc thứ Sáu trong tháng Hai không? \n\nCảm ơn!Đọc thêm",
            "Montmarte không thực sự chậm lại nên bạn có thể nhìn thấy mọi thứ và làm mọi thứĐọc thêm",
            "Xin chào!\nbạn có mở cửa vào ngày 1 tháng 5 không?\nnếu vậy thì từ 8:30 - 20:00?Đọc thêm",
            "Chúng tôi đã ở đó vào ngày 1 tháng 5 và họ đã mở cửa.Đọc thêm",
            "Chúng tôi sẽ có mặt ở Montmartre vào đêm giao thừa 31-12-19 và cần đề xuất về địa điểm xem pháo hoa và liệu có thể xem từ bất kỳ nhà hàng nào không. Cảm ơn bạn.Đọc thêm",
            "Xin lỗi chưa có mặt ở NYE\nChỉ ghé thăm vào mùa xuân và mùa thu, tháng 4 và tháng 9. Hy vọng bạn sẽ vui vẻ trên NYEĐọc thêm",
            "Bạn có gợi ý nào cho bữa trưa muộn ở Montmartre không?Đọc thêm",
            "Thông thường bữa trưa muộn sau 3 giờ chiều không được phục vụ ở mọi nhà hàng ở Paris.Đọc thêm",
            "Chính xác thì tôi có thể nhìn thấy quang cảnh Paris ở đâu? Đằng sau nhà thờ?Đọc thêm",
            "Leo cầu thang lên mái vòm phải trả phí để làm như vậy.Đọc thêm",
            "Tôi muốn đi cáp treo lên đỉnh đồi Montmartre, nhưng vui lòng cho tôi biết chi phí cáp treo là bao nhiêu.Đọc thêm",
            "Vì mình đi bộ lên nên không biết giá cáp treo.Đọc thêm",
            "Xin chào, có ai có thể cho tôi biết các nghệ sĩ đóng cửa lúc mấy giờ không?, chúng tôi dự định có mặt ở đó vào khoảng 4h30 chiều tuần sau. Cảm ơn bạn.Đọc thêm",
            "Họ nên có mặt ở đó lúc 4:30 chiều - Tôi nghĩ họ ở lại đến sau 7 giờ tốiĐọc thêm"
        ],
        "star_ratings": [
            12971,
            5404,
            1350,
            413,
            219
        ],
        "review_amount": 20357,
        "location": [
            "Pháp",
            "Paris",
            "Những điều cần làm ở Paris",
            "Châu Âu",
            "Ile-de-France",
            "Montmartre"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 16, 2023",
            "Written June 18, 2023",
            "Written June 23, 2023",
            "Written June 29, 2023",
            "Written July 20, 2023",
            "Written July 20, 2023",
            "Written July 21, 2023",
            "Written August 22, 2023",
            "Written August 22, 2023",
            "Written May 25, 2024",
            "Written May 13, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 16, 2024",
            "Written March 19, 2024",
            "Written February 26, 2024",
            "Written February 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d12067788-Reviews-Alix_et_Mika_Tartares_sur_mesure-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d13307509-Reviews-Signature_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d718623-Reviews-La_Bonne_Franquette-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d3736322-Reviews-La_Creperie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d10514254-Reviews-Les_Apotres_de_Pigalle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d788378-Reviews-Ristorante_Al_Caratello-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d17816259-Reviews-Chez_Pitou-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d1991471-Reviews-L_Annexe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d10837643-Reviews-L_Arcane-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19940171-Reviews-Chantoiseau-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17333835-Reviews-Fontaine_du_Chateau_d_Eau_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d27745620-Reviews-Picasso_First_Studio-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1891773-Reviews-Dali_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190982-Reviews-Place_du_Tertre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d210318-Reviews-Musee_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190981-Reviews-Eglise_Saint_Pierre_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d5788478-Reviews-Le_Passe_Muraille-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10691788-Reviews-La_Maison_de_Dalida-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2161438-Reviews-Le_Mur_des_Je_t_aime-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-or10-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d292257-Reviews-Le_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190202-Reviews-Sainte_Chapelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2023178-Reviews-Culinary_Tours_of_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2083337-Reviews-The_Spirit_of_Montmartre_Walking_Tour-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10216154-Reviews-Paris_Always_Walk-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7162147-Reviews-Bar_Chez_Camille-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25268505-Reviews-Eyemazy_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32703-d6988464-Reviews-Drop_Zone_Waterpark-Menifee_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d556460-Reviews-Coligny_Beach-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g40294-d6525405-Reviews-Freds_Lounge-Mamou_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189059-Reviews-O_Donoghue_s_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d3530250-Reviews-Red_Wing_Shoe_Store_Museum-Red_Wing_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g31537-d110029-Reviews-Mount_Nebo_State_Park-Dardanelle_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g52776-d638586-Reviews-Cabela_s-Hamburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46698-d5961959-Reviews-Ocean_Grove_Beach-Ocean_Grove_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g304001-d8666603-Reviews-Kapas_Island-Pulau_Kapas_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d8629424-Reviews-Victoria_Beach-Laguna_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-or10-Montmartre-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html"
    }
]