[
    {
        "attraction_name": "Moore Warren Theatre",
        "attraction_name_vi": "Nhà hát Moore Warren",
        "general_info": [
            "400 đánh giá",
            "1 trong 7 trò chơi vui nhộn ở Moore",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "YÊU những chiếc ghế có sưởi! Tôi luôn đóng băng trong rạp hát. Thật thoải mái. Máy lắc muối trên hộp đựng bơ có thể sử dụng nhãn, cháu gái tôi tưởng đó là phô mai. Làm hỏng khá nhiều trong số 10 túi của chúng tôi. Phòng tắm rất đẹp. Giống như một phòng chờ!Đọc thêm",
            "Thực sự không có sao.    Thức ăn từng rất tuyệt vời.  KHÔNG còn nữa. Khoai tây chiên thật thô thiển.  Tôi không chắc chúng có phải là khoai tây hay không.   Tôi thường ngồi ở ban công và thưởng thức món bánh mì kẹp thịt và khoai tây chiên ngon nhất trên đĩa thủy tinh với đồ dùng bằng bạc thật.  Bây giờ là 5 lựa chọn thực phẩm khó chịu. Đĩa giấy, đồ bạc bằng nhựa không phục vụ tốt với giá vé 24,50/người.  Cười.  Giá đó là trước cái gọi là đồ ăn khó chịu.  Regal đã phá hỏng nhà hát này.     Ngoài ra, họ bắt bạn phải sử dụng ki-ốt để mua vé hoặc tại quầy giảm giá.  Ồ. Đó là những gì các bộ phim đô la làm.   Tôi sẽ không bao giờ trả 40 - 45 để ngồi ở ban công, đó là một sự thất vọng lớn.  Họ cần loại bỏ Warren khỏi danh hiệu của họ.  Đó KHÔNG còn là Warren nữa. Hãy mang Warren yêu dấu của chúng ta trở lại.Đọc thêm",
            "DO NOT WAST YOUR MONEY AT REGAL!!!This place use to be fantastic when it was owned by Bill Warren, the menu was great, the food was outstanding and the service was amazing.  Once Regal took over it has quickly tanked.  For a little bit after regal took over, you could still order food, snacks, drinks throughout the movie.  Now you can only get service in the balcony until the previews are done.  The wait staff is very unorganized and rude.  I had 3 different staff members come to me and each time they had no idea what I ordered.  The first lady even wrote it down.  The menu changed and is just not good at all.  Last night I ordered the pretzel bites and they were chewy, the popcorn was subpar.  They use to wait until the end of the movie to bring your check, now they bring it and expect you to pay right away, when I told the waiter I wasnt ready and Im trying to watch a movie, she got mad and stormed off.  The theatre isnt nearly as clean as it used to be.  I MIGHT go back and watch an IMAX movie at this place just because its close but I will never spend the money to sit in their premium balcony again.  I have given them too many chances to improve and clearly they just do not care about the experience any longer.When this place was owned by Bill Warren it was a wonderful experience.  You could get service all movie when sitting in the Balcony, your drinks were brought to you in a hard plastic washable cup and would give you free refills throughout the movie.  Your food was brought to you on plates and had real silverware with cloth napkins.  The staff was super friendly and I never once had an issue with anything.  Now you get paper cups, food brought to you in plastic or paper containers, plasticware if you ask for it because you wont get it unless you do small paper napkins.It was pretty obvious to me on Saturday that this place has gone under when I had no issues buying tickets for Black Panther 2 and the theatre had tons of empty seats.I pray that Bill Warren will open another theatre like it use to be.Read more",
            "Rạp chiếu phim tệ nhất từ ​​trước đến nay. Một chương trình hề. Nhân viên thiếu hiểu biết. Nhân viên ngu ngốc. Tôi sẽ không bao giờ ghé thăm nhà hát này nữa. Tôi đã đi xem bộ phim được liệt kê trên điện thoại của tôi là thời gian chiếu là 6:00. Ki-ốt ở rạp báo chiếu phim lúc 7 giờ. Tôi đã phàn nàn với nhân viên và người quản lý và họ nói đừng tin vào lịch chiếu trên điện thoại của tôi. Bạn phải đến rạp để xác minh lịch chiếu. Tôi đến lúc 7 giờ thì họ bảo vé tự phục vụ ở ki-ốt bị sai và thực ra phim chiếu lúc 6 giờ và tôi đã bỏ lỡ. Lãi cơ bản trên cổ phiếu. Một trải nghiệm khủng khiếp. Thật ngu ngốc. Người quản lý dọa đuổi tôi ra ngoài khi tôi cố chia sẻ trải nghiệm tồi tệ của mình ở rạp hát. Trải nghiệm phim tồi tệ nhất từ ​​trước đến nay. Nhân viên thô lỗ. Thật kinh khủng. Kinh khủng. Tránh nhà hát này.Đọc thêm",
            "trải nghiệm tồi tệ nhất từ ​​trước đến nay.... chúng tôi luôn ngồi ở ban công để có được cảm giác thư giãn trên chiếc ghế nóng lớn đó. Được rồi, cậu có thể hôn tạm biệt. Chúng tôi yêu cầu nước để uống, họ mang ra 3 cốc nhỏ với khoảng 4 oz nước, anh ấy nói đó là tất cả những gì tôi có thể cung cấp miễn phí cho bạn!!!! Nói gì cơ? Warren đã cung cấp cho bạn những chiếc ly bằng nhựa cứng có thể giặt được chứ không phải đồ nhựa vứt đi bằng bạc thật chứ không phải đồ nhựa. Khăn ăn vải chứ không phải 1 khăn giấy đựng bắp rang béo ngậy. Chúng tôi đã bỏ ra gần 150 đô la cho trải nghiệm khủng khiếp này khi gặp Tiến sĩ Strange. Không bao giờ nữaĐọc thêm",
            "Bạn không cần phải mua vé để xem phim ở đây. Bạn chỉ cần đi bộ vào ngay. Đừng lãng phí tiền mua vé.  Tôi đang ở máy quét để quét vé, có 6 người bước vào. Không ai làm gì cả.  Các chàng trai thậm chí còn cười nhạo việc họ không phải mua vé. Suy nghĩ của tôi là tại sao lại phải bận tâm mua vé nữa.  Họ nên hoàn lại tiền của tôi. Tôi muốn có một bộ phim miễn phí!Đọc thêm",
            "Phòng tắm đổ rác, rạp chiếu phim bẩn thỉu, đèn neon bên ngoài bị hỏng, xem trước 25 đến 30 phút, bổ sung và các bs khác. Trải nghiệm đi xem rạp bây giờ thật là rác rưởi.Đọc thêm",
            "Mang lại thực đơn đồ ăn và đồ uống cũ mà Bill Warren đã có. Regal đã đến và phá hủy mọi thứ mà Bill Warren có và giờ tôi, gia đình và bạn bè đều từ chối quay trở lại. Thêm nữa, tòa nhà bây giờ rất bẩn và đồng phục nhân viên mặc rất tệ. Tôi đã từng thích đi ra ban công, ăn tối và uống rượu với vợ tôi. Bây giờ tôi thà ngồi ở nhà hoặc đi nơi khác trước khi trả tiền cho dịch vụ kém, đồ ăn thực sự tệ và đồ uống đắt đỏ mà không đủ kích cỡ để trưng bày và hương vị. Vì vậy, hãy lấy nó từ tôi và những người đã viết đánh giá xấu và tiêu tiền của bạn ở nơi khác. Thậm chí đừng lãng phí thời gian của bạn để tự mình chứng kiến, hãy tin tôi nếu bạn đến rạp hát Bill Warren và đừng lãng phí thời gian của mình.Đọc thêm",
            "Thật vui khi thấy rạp chiếu phim này mở cửa trở lại. Lựa chọn đồ ăn nhẹ hiện tại có hạn. Ghế ngồi ngả thoải mái. Không thấy rạp IMAX hay khán phòng cao cấp nhưng khán phòng bình thường thì ổn và không quá đông đúc. Nhân viên hữu ích và thân thiện. Đọc thêm",
            "Warren là nhà hát yêu thích của chúng tôi cho đến nay và sau đó Regal đã tiếp quản! Ngay lập tức bắt đầu cắt giảm các góc cạnh, với những tấm vé in nhiệt giá rẻ không còn quan trọng nữa. Đã thay đổi bỏng ngô từ công ty tốt nhất trong ngành thành một công ty chung chung nào đó. Đã thay đổi cốc uống nước thành cốc có thành mỏng khổng lồ có thể bật nắp và tràn ra khi rơi mũ. Họ chuyển bơ từ phía sau quầy đến cuối quầy để mọi người tự bôi, để lại một đống lộn xộn. Cũng không còn có thể phết bơ vào giữa hộp như trước đây trước khi Regal tiếp quản. Họ không dọn dẹp như trước nữa và mặc dù họ đã thực hiện một số nâng cấp nhưng nhìn chung trải nghiệm không còn như trước nữa. Nếu bạn có sự lựa chọn, tôi khuyên bạn nên đến bất kỳ rạp hát nào khác. Tóm lại, Regal đã lấy một rạp chiếu phim cao cấp và biến nó thành một rạp chiếu phim thông thường với mức giá cao!Đọc thêm"
        ],
        "star_ratings": [
            294,
            45,
            18,
            13,
            30
        ],
        "review_amount": 400,
        "location": [
            "Những điều cần làm ở Moore",
            "Nhà hát Moore Warren",
            "Hoa Kỳ",
            "Moore",
            "Oklahoma được rồi"
        ],
        "reviews_time": [
            "Written April 8, 2023",
            "Written January 1, 2023",
            "Written November 14, 2022",
            "Written September 16, 2022",
            "Written June 4, 2022",
            "Written April 1, 2022",
            "Written October 23, 2021",
            "Written August 20, 2021",
            "Written April 10, 2021",
            "Written January 23, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51524-d1771202-Reviews-Moore_Warren_Theatre-Moore_Oklahoma.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d4439333-Reviews-Oliveto_Italian_Bistro-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d6404603-Reviews-Firehouse_Subs-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d902352-Reviews-Freddy_s_Frozen_Custard_Steakburgers-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d17721023-Reviews-The_Catch-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d26826871-Reviews-Industry_Gastro_Lounge_Moore-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d17593151-Reviews-Panda_Express-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d4250646-Reviews-Louie_s_Grill_Bar-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d3172671-Reviews-Pho_Lan_Vietnamese_Noodle_Cafe-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d2358383-Reviews-GoGo_Sushi_Express_and_Grill-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51524-d19667842-Reviews-Panang_Thai_Restaurant-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d10723362-Reviews-The_Station_at_Central_Park_Aquatic_Center-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d2103602-Reviews-SKELETONS_Museum_of_Osteology-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d1771206-Reviews-Yellow_Rose_Theater-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d3582452-Reviews-Orr_Family_Farm-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d8706242-Reviews-Warehouse_Antique_Mall-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d589189-Reviews-Earlywine_Park-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10628100-Reviews-Blazers_Ice_Centre-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51547-d23862070-Reviews-Ruby_Grant_Park_And_Playground-Norman_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d13089042-Reviews-Diamond_Ballroom-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10832401-Reviews-OCCC_Visual_and_Performing_Arts_Center_Theater-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d1771202-Reviews-or10-Moore_Warren_Theatre-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d19187198-Reviews-Twisted_Axes_Throw_House-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d16742707-Reviews-Urban_Air_Trampoline_and_Adventure_Park-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d11630146-Reviews-I_35_Bingo-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d10604102-Reviews-Top_Secret_Escape_Room_Games-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d11777176-Reviews-Moore_Escape_Rooms-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d10097978-Reviews-Elevation_Trampoline_Park-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d10400411-Reviews-The_General_Store-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d17388276-Reviews-EagleRider-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d15185508-Reviews-DZ_Comics_and_Gaming-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51547-d7268171-Reviews-HeyDay_Entertainment-Norman_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d23643923-Reviews-Bluewater_Divers-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d275846-Reviews-Wrigley_Mansion-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144341-Reviews-Route_66_Historic_District-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d8434828-Reviews-Lusaka_National_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104793-Reviews-Copley_Square-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283907-Reviews-Geneva_Lake-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d25046946-Reviews-TeamLab_Botanical_Garden_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d11823442-Reviews-Vele_di_Scampia-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1974279-Reviews-Corso_Vittorio_Emanuele_II-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34344-d142785-Reviews-Christ_of_the_Deep-Key_Largo_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2707010-Reviews-Bicycle_Heaven-Pittsburgh_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51524-d1771202-Reviews-or10-Moore_Warren_Theatre-Moore_Oklahoma.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51524-d1771202-Reviews-Moore_Warren_Theatre-Moore_Oklahoma.html"
    }
]