[
    {
        "attraction_name": "More Fun Travel",
        "attraction_name_vi": "Du lịch thú vị hơn",
        "general_info": [
            "35 đánh giá",
            "245 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "More Fun Travel là nhà điều hành tour du lịch nội địa có uy tín cung cấp các chuyến tham quan được tùy chỉnh hoàn toàn cho khách du lịch nói tiếng Anh từ khắp nơi trên thế giới. Chúng tôi cung cấp các hành trình phù hợp với nhiều mức ngân sách khác nhau. Các chuyến tham quan của chúng tôi có thể được thiết kế theo một chủ đề cụ thể hoặc có thể bao quát những gì mà Việt Nam có.Đọc thêm",
        "reviews": [
            "Đây là chuyến đi thứ hai của chúng tôi với More Fun Travel.  Chúng tôi nhờ Ngọc chuẩn bị hành trình tham quan các địa điểm ở Campuchia.  Chuyến đi vượt quá mong đợi!  Các hướng dẫn viên, ông Sokky ở Siem Reap và cô Len ở Battambang và Phnom Penh, hoàn toàn xuất sắc: hiểu biết, chu đáo và sâu sắc.  Tất cả đều được tổ chức tốt và bao gồm nhiều hoạt động tuyệt vời.  Chúng tôi đặc biệt thích thú với một số trải nghiệm đã mang lại cho chúng tôi ý tưởng về cuộc sống ở các ngôi làng. Chúng tôi đã học được rất nhiều điều về Campuchia thông qua chuyến du lịch cùng MFT.  Chúng tôi đánh giá cao dịch vụ của họ.  Rất dễ dàng để làm việc với Ngọc để tùy chỉnh một kế hoạch và cô ấy phối hợp với các hướng dẫn viên và tài xế hàng đầu.   Nhìn chung, đây là một lựa chọn tuyệt vời để giúp chuyến du lịch trở nên thú vị và mang tính giáo dục hơn!Đọc thêm",
            "Chúng tôi đã sử dụng Ngọc và Thêm niềm vui du lịch cho các chuyến du lịch tại Việt Nam. Tổ chức này không ai sánh kịp, các hướng dẫn viên du lịch rất am hiểu, có sức chứa và tốt bụng. Chúng tôi đã có một chuyến đi tuyệt vời đến làng hương gần Hà Nội và một chuyến đi tuyệt vời bao gồm Huế, vườn quốc gia Bạch Mã, cầu bàn tay vàng, Ngũ Hành Sơn, đèo Hải Vân, Mỹ Sơn và Hội An - thực sự đáng nhớ và rất muốn giới thiệu Ngọc và cô ấy hướng dẫnĐọc thêm",
            "Chúng tôi đã có chuyến du lịch 15 ngày từ Bắc vào Nam Việt Nam. Chúng tôi được hỗ trợ bởi các hướng dẫn viên giàu kinh nghiệm và chuyên nghiệp trong suốt chuyến đi. More Fun Travel đã đảm nhận mọi việc sắp xếp và rất linh hoạt và hữu ích trong việc giúp lập kế hoạch hành trình trước khi chúng tôi đi du lịch. Công ty được điều hành một cách chuyên nghiệp và rất chú ý đến từng chi tiết để đảm bảo khách hàng của họ có được những gì họ muốn để cá nhân hóa chuyến đi và có kỳ nghỉ của cuộc đời.  Chỗ ở đạt tiêu chuẩn cao và công ty sẽ đưa bạn ra khỏi lối mòn cũng như đảm bảo bạn truy cập tất cả các trang web phải xem. Chúng tôi khuyên bạn nên Du lịch vui vẻ hơn để có trải nghiệm không căng thẳng và một chuyến đi mà bạn sẽ không quên!Đọc thêm",
            "Việt Nam là một đất nước rộng lớn, xinh đẹp và More Fun Travel giúp bạn dễ dàng di chuyển. Chúng tôi đi cùng với ông bà nội của tôi, ông nội của ông đã phục vụ Việt Nam, người có thể sẽ không bao giờ đi được nữa. MFT đã cung cấp một hành trình mà họ có thể quản lý được và vẫn hấp dẫn đối với một cặp vợ chồng trẻ như chúng tôi. Giá cả phải chăng, có sức chứa và cá tính. Nếu bạn đang muốn sử dụng một công ty du lịch, hãy dừng lại ở đây! 1010 được đề xuấtĐọc thêm",
            "Vợ tôi và tôi đi du lịch cùng cháu gái 15 tuổi của mình trong chuyến hành trình văn hóa kéo dài hai tuần qua Việt Nam. Kế hoạch đã hoạt động hoàn hảo và các hướng dẫn viên đã cố gắng hết sức để đảm bảo rằng những mong đợi của chúng tôi đã được đáp ứng. Chuyến đi đầu tiên đến Việt Nam của chúng tôi là một chuyến đi đáng nhớ. Chúng tôi đã có những thay đổi vào phút cuối do Covid và Ngọc đã có thể đáp ứng chúng mà không ảnh hưởng đến kế hoạch của chúng tôi. Tôi đánh giá cao dịch vụ mà More Fun Travel cung cấp đồng thời trải nghiệm lòng hiếu khách của người dân Việt Nam! Đọc thêm",
            "Chúng tôi đã sử dụng dịch vụ của Ngọc tại More Fun Travel trong lần đầu tiên đến Việt Nam. Chuyến đi của chúng tôi không thể được tổ chức tốt hơn, từ đầu đến cuối. Vị trí khách sạn rất tuyệt vời, hướng dẫn viên của chúng tôi rất thân thiện và thực sự hữu ích, cho chúng tôi những đề xuất về địa điểm ăn uống, món ăn để thử, v.v. Tất cả việc sắp xếp phương tiện đi lại của chúng tôi đều hoạt động như kim đồng hồ. Chúng tôi rất thích chuyến đi đến Việt Nam và chúng tôi sẽ quay lại vào một ngày sau đó để xem những phần chúng tôi không thể phù hợp trong thời gian này. Chắc chắn chúng tôi sẽ sử dụng dịch vụ của Ngọc cho chuyến đi tiếp theoĐọc thêm",
            "Chúng tôi đã hợp tác với More Fun Travel để lên kế hoạch cho kỳ nghỉ hai tuần ở miền Bắc, miền Trung và miền Nam Việt Nam.  Họ đã thay đổi chúng tôi hai lần trước khi chúng tôi bắt đầu chuyến đi.  Vào ngày thứ 5 của chuyến đi, chúng tôi yêu cầu họ loại bỏ một ngày ở một thành phố và thêm một ngày vào thành phố khác sau chuyến đi, điều này thực sự đã thay đổi chỗ ở khách sạn ở 4 thành phố.  Họ thực hiện thay đổi này trong vòng chưa đầy 45 phút và không có câu hỏi nào cả, ngoại trừ việc xác minh rằng các kế hoạch mới là những gì chúng tôi mong muốn. Chúng tôi có ba hướng dẫn viên khác nhau trong chuyến đi của mình, một người ở mỗi vùng của đất nước, hai chuyến bay nội địa để đi du lịch giữa các khu vực và 8 lần nhận phòng khách sạn khác nhau trong 14 ngày.  Mọi chuyện diễn ra suôn sẻ như mong đợi.  Các hướng dẫn viên đã gặp chúng tôi ngay khi rời sân bay, giao tiếp với từng người rất tuyệt vời và các kế hoạch hàng ngày luôn có thể được điều chỉnh để đáp ứng bất kỳ sở thích nào mà chúng tôi có. Tôi chắc chắn sẽ giới thiệu chúng cho bất kỳ ai đang tìm kiếm một công ty du lịch để đặt chỗ lên một chuyến đi đến Việt Nam.Đọc thêm",
            "Một người bạn đề nghị chúng tôi liên hệ với Ngọc để đặt thêm một tiện ích bổ sung cho trải nghiệm ở Việt Nam của chúng tôi. Ngọc đã giúp sắp xếp một vài ngày ở Hà Nội và chuyến du lịch 2 ngày một đêm tới Vịnh Hạ Long. Bao gồm cả việc trả lại sân bay. Cá nhân cô ấy đã gặp khi chúng tôi đến. Thật là một người phụ nữ thân thiện và hữu ích. Hướng dẫn Mike thật tuyệt vời. Cả hai đều đã đi xa hơn và tôi có thể giới thiệu More Fun Travel để có một chuyến đi an toàn và vui vẻ. Những người đáng yêu, cảm ơn Ngọc và Mike! Mike đã giới thiệu cho chúng tôi món cà phê trứng ngon nhất ở Hà Nội.Đọc thêm",
            "Năm ngoái, bạn bè của chúng tôi đã giới thiệu chúng tôi đến thăm Việt Nam với More Fun Travel. Vì vậy, năm nay chúng tôi đã liên hệ với More Fun Travel để lên kế hoạch và tổ chức chuyến đi 3 tuần tới miền Nam, miền Trung và miền Bắc Việt Nam. Ngoài các chuyến bay đường dài đến Bỉ, mọi thứ đều đã được More Fun Travel lên kế hoạch và đặt trước. chỗ ở khách sạn, chuyến bay nội địa, hướng dẫn viên và tài xế cá nhân và nhiều chuyến thăm có tổ chức. Kỳ nghỉ của chúng tôi thật tuyệt vời, mọi thứ đều được tổ chức tốt và chúng tôi rất vui vì đã chọn Du lịch thú vị hơn.Đọc thêm",
            "We have recently returned from 29 days in Vietnam. We had an individually planned itinerary by More Fun Travel.  It was a fabulous trip!From our first contact to our last goodbye we were in very capable hands. We visited the South, middle and North of Vietnam. In each section we had a car and driver and a guide.Each guide had a different personality and style, all of them were punctual, organised, friendly and helpful. Thanh helped us discover the delights of Saigon. Next we explored the Mekong Deltaarea. We walked, cycled and sailed. We visited villages, temples, factories, farms, markets and homes. He was a widely knowledgeable guide.We flew to Danang and explored middle Vietnam with Mr Thuong. Again he was well informed and keen to share his country. We cycled through rice fields, vegetables farms and orchards. We had some wonderful food experiences.Next we enjoyed a romantic 3 day cruise on Halong Bay, a private tour on our very own Junk.  The food was amazing, the boat very comfortable. Our next guide Phong, picked us up from the habour and off we went to Tam Coc, a peaceful valley in the mountains. We visited churches and temples and rowed along a gentle river through the caves, learning a lot of early history of Vietnam.In Mai Chau the villages of the Hmong people. we cycled and rowed this time on a bamboo raft! the food here was especially good.Finally to Hanoi, where Phong guided us to the tourist highlights. Our hotel was in the bustling Old Quarter. Fascinating.This is a brief outline of a fabulous trip.Every aspect was well organised and carefully planned by Ngoc from More Fun Travel. She organised all the accommodation, activities, cruises, many meals and internal flights, cars and guides.We strongly recommend you to use Ngocs company and her wonderful staff if you want to get the best out of your trip to Vietnam.Read more",
            "Christine C thân mến,\n\nCảm ơn bạn rất nhiều ý kiến ​​của bạn. Tôi rất vui khi biết rằng bạn đã tận hưởng kỳ nghỉ ở Việt Nam cùng chúng tôi. Đó là niềm vui của chúng tôi để làm việc với bạn. \n\nTrân trọng,\n\nNgọcĐọc thêm"
        ],
        "star_ratings": [
            35,
            0,
            0,
            0,
            0
        ],
        "review_amount": 35,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch thú vị hơn"
        ],
        "reviews_time": [
            "Written May 6, 2024",
            "Written March 17, 2024",
            "Written November 22, 2022",
            "Written July 13, 2022",
            "Written June 29, 2022",
            "Written October 23, 2019",
            "Written September 21, 2019",
            "Written September 18, 2019",
            "Written June 29, 2019",
            "Written May 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or10-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478794-Reviews-Ba_Be_Lake_Travel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089306-Reviews-Asia_Highlight_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d16879609-Reviews-NinhBinh_Tours_Booking-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g52977-d267754-Reviews-Sesame_Place_Philadelphia-Langhorne_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4757867-Reviews-59_Rivoli-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187547-Reviews-Tower_of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g31779-d298623-Reviews-Wolf_Pen_Gap_Trail-Mena_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d104585-Reviews-Belmont_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57097-d8838041-Reviews-Park_City_Alpine_Slide-Park_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d6924497-Reviews-Michigan_Central_Station-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g49222-d2225936-Reviews-Holden_Beach-Holden_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d4476189-Reviews-Famagusta_Walled_City-Famagusta_Famagusta_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or10-More_Fun_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html"
    },
    {
        "attraction_name": "More Fun Travel",
        "attraction_name_vi": "Du lịch thú vị hơn",
        "general_info": [
            "35 đánh giá",
            "245 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "More Fun Travel là nhà điều hành tour du lịch nội địa có uy tín cung cấp các chuyến tham quan được tùy chỉnh hoàn toàn cho khách du lịch nói tiếng Anh từ khắp nơi trên thế giới. Chúng tôi cung cấp các hành trình phù hợp với nhiều mức ngân sách khác nhau. Các chuyến tham quan của chúng tôi có thể được thiết kế theo một chủ đề cụ thể hoặc có thể bao quát những gì mà Việt Nam có.Đọc thêm",
        "reviews": [
            "Vợ tôi và tôi đã liên hệ với More Fun Travel sau khi một số người bạn của chúng tôi giới thiệu dịch vụ của họ.  Cô Ngọc đảm bảo điều chỉnh một chương trình cho chúng tôi bao gồm phiêu lưu và tham quan và phù hợp với túi tiền của chúng tôi.  Cô ấy cũng đảm bảo rằng hành trình phù hợp với sở thích và phong cách sống của chúng tôi bằng cách điều chỉnh nó để tận dụng tối đa 21 ngày ở Việt Nam.  Trong suốt kỳ nghỉ của chúng tôi, Ngọc luôn sẵn sàng thông qua whatsapp, mặc dù chúng tôi hầu như không cần cô ấy vì hướng dẫn viên và tài xế của chúng tôi luôn chờ đợi chúng tôi khi được mong đợi và theo kế hoạch. Chuyến đi đã được lên kế hoạch rất tốt, với những hướng dẫn viên hữu ích và thân thiện.Đọc thêm",
            "Chồng tôi và tôi đã đặt tour du lịch riêng 9 ngày tại Việt Nam với More Fun Travel.  Thật dễ dàng khi làm việc với cô Ngọc trong việc xây dựng một hành trình tùy chỉnh phù hợp với sở thích và khung thời gian của chúng tôi.  Chúng tôi đã có thể đến thăm Sài Gòn, Hội An, Huế, Hà Nội và Vịnh Hạ Long.  Các dịch vụ được cung cấp và điều khoản thanh toán rất rõ ràng và Ngọc phản hồi ngay lập tức mọi câu hỏi và yêu cầu.  Đặc biệt đáng chú ý là sự chú ý cẩn thận đến những lợi ích đã nêu của chúng tôi khi cô ấy sắp xếp hành trình của chúng tôi.  Nó thực sự được tùy chỉnh cho khách hàng. Chúng tôi có 3 hướng dẫn viên riêng biệt khi chúng tôi di chuyển khắp đất nước.  Lê, Thương và Mạnh đều xuất sắc: hiểu biết, thú vị, chu đáo và rất nhạy bén với sở thích của mình.  Tất cả việc vận chuyển đều do MFT sắp xếp và luôn đúng giờ, an toàn và hiệu quả.  Vị trí khách sạn là nơi hoàn hảo để ngắm nhìn một số điểm nổi bật của thành phố.  Mọi chi tiết đều được chăm sóc.  Điều ngạc nhiên duy nhất mà chúng tôi có là những điều thú vị. Người ta có thể dễ dàng đi du lịch độc lập ở Việt Nam, nhưng hiệu quả và sự phong phú mà MFT mang lại khá đơn giản là đáng kinh ngạc.  9 ngày chúng tôi ở Việt Nam chứa đầy những trải nghiệm và hiểu biết sâu sắc mà chúng tôi không bao giờ quên.  Tôi không thể giới thiệu MFT đủ cao.Đọc thêm",
            "Kết thúc những ngày cuối cùng của kỳ nghỉ 26 ngày tại Việt NamCambodiaThái Lan do More Fund Travel lên kế hoạch.   Tôi muốn giới thiệu cơ quan này cho tất cả mọi người.   Ngọc kiên nhẫn thực hiện một kế hoạch du lịch cá nhân xuất sắc.   Và khi một vấn đề nhỏ xuất hiện và vấn đề luôn xảy ra, Ngọc đã có mặt để đảm bảo mọi phần của chuyến đi đều vượt quá mong đợi của chúng tôi.   Tôi rất hài lòng với dịch vụ của chúng tôi tại More Fun Travel nên tôi đã nhờ Ngọc lên kế hoạch cho một chuyến đi khác sau hai tháng nữa. Bạn sẽ không sai với Ngọc đâu.   Tôi không thể nói đủ những điều tốt đẹp về cô ấy và công ty quản lý của cô ấy.Đọc thêm",
            "Ngọc,Xin chaoHôm nay rời Việt Nam, trời ơi sao nhanh quá. Chúng tôi tràn ngập những kỷ niệm tuyệt vời trong chuyến đi của chúng tôi.  Ông Vzing và người lái xe thật tuyệt khi họ cung cấp mọi thứ chúng tôi cần và chúng tôi chắc chắn sẽ nhớ họ. Tôi cũng nghĩ họ là những đại sứ tuyệt vời cho các cựu quân nhân và thúc đẩy hòa bình và tình yêu thương đối với tình anh em người Mỹ ở Việt Nam. Hãy cố gắng giúp bảo tồn những địa danh quân sự đó, chúng rất quan trọng đối với thế hệ quá khứ và tương lai của chúng ta. Khi chúng tôi đi cáp treo lên Bà Nà Hills vào ngày cuối cùng của chuyến tham quan, khi chúng tôi bay lên mây, chúng tôi thực sự cảm thấy như đang chạm tới thiên đường. Một lần nữa xin cảm ơn vì một hành trình tuyệt vời và chúng tôi sẽ truyền lại nó cho những người Mỹ và cựu chiến binh khác. Cam On, Tony và KarinaĐọc thêm",
            "Chúng tôi đã liên hệ với Ngọc của More Fun Travel và cô ấy rất kiên nhẫn và sẵn lòng giúp đỡ ngay từ đầu. Sau một số thay đổi và yêu cầu, cô ấy đã kiên nhẫn xử lý từng yêu cầu. Chúng tôi chưa bao giờ gặp bất kỳ vấn đề nào trong suốt chuyến đi và các tài xế cũng như hướng dẫn viên mà cô ấy chọn rất chuyên nghiệp. Cô ấy đến gặp chúng tôi vào ngày đầu tiên. Cô ấy đang theo dõi hành trình của chúng tôi và rượu đã giúp chúng tôi đăng ký các chuyến bay địa phương. Tôi rất muốn giới thiệu cô ấy. Tôi cũng cảm thấy cô ấy rất hợp lý trong việc tính toán chi phí và công bằng, trung thực. Cô ấy nói tiếng Anh tốt và rất sẵn lòng giúp đỡ. Chúng tôi đã có một kỳ nghỉ đáng nhớ nhờ Ngọc và nhóm của cô ấy. Đọc thêm",
            "Rất biết ơn vì chúng tôi đã tham gia More Fun Travel cho chuyến đi 9 ngày tại Việt Nam. Chúng tôi đi du lịch đến Hà Nội, Vịnh Hạ Long và Hồ Chí Minh. Mọi thứ đã được cô Ngọc sắp xếp một cách hoàn hảo nên chúng tôi chỉ cần tận hưởng mà không phải lo lắng gì cả. Các hướng dẫn viên du lịch cũng rất chuyên nghiệp, thân thiện và hiểu biết. Chúng tôi biết nhiều hơn về Việt Nam sau chuyến đi. Rất khuyến khích Du lịch vui vẻ hơn cho bất kỳ ai đang tìm kiếm chuyến đi Việt Nam tùy chỉnh. Bạn sẽ không phải thất vọng đâu. Chúng tôi chắc chắn sẽ sử dụng dịch vụ của họ mà không do dự cho chuyến đi tiếp theo tới Việt Nam. Cảm ơn vì chuyến đi tuyệt vời và những kỷ niệm tuyệt vời.Đọc thêm",
            "CHÚNG TÔI đã đến Việt Nam và Campuchia với Du lịch thú vị hơn. Thật vinh hạnh. Cô Ngọc lên kế hoạch cho toàn bộ chuyến đi dựa trên sở thích và ý tưởng của chúng tôi. Họ đón chúng tôi từ sân bay, đưa chúng tôi đi tham quan với những hướng dẫn viên xuất sắc, sắp xếp một số bữa ăn tại những quán ăn địa phương tuyệt vời, không bao giờ muộn, luôn đúng giờ, sẵn lòng đáp ứng yêu cầu của chúng tôi ngay cả khi chúng tôi thay đổi hành trình trong chuyến đi. Bạn không thể làm được chuyến thăm thích hợp đến Việt Nam Campuchia mà không cần sự tham gia của người dân địa phương và More Fun Travel đã thực hiện điều đó một cách hết sức chuyên nghiệp. Chi phí bỏ ra chắc chắn đáng giá. Chúng tôi cảm thấy như ở nhà và không quá sợ hãi trước biển người, xe tay ga, cửa hàng, chợ, nhà hàng và chùa trước sự chứng kiến ​​​​của hướng dẫn viên. Trong 3 tuần, chúng tôi có 3 hướng dẫn viên khác nhau ở các vùng khác nhau của Việt Nam và Campuchia và họ đều là những người giỏi nhất. Mình sẽ sử dụng Ngọc More Fun Travel nhiều lần nữa.Đọc thêm",
            "Với Hướng dẫn, chúng tôi đi từ Đà Nẵng qua Huế đến Quan Trị, đường hầm Vin Moch ra Kha San, rẽ về phía nam đường mòn Hồ Chí Minh rồi về phía đông qua Thung lũng Quế Sơn Thung lũng chết đến Tam Kỳ rồi đến Chu Lai, rồi đến Hội An trước khi quay trở lại Đà Nẵng. Hướng dẫn viên và tài xế của chúng tôi rất tuyệt vời, rất am hiểu về Lịch sử Việt Nam cũng như am hiểu về những địa điểm tôi đã chọn ghé thăm. Chúng tôi đã ăn ở những nhà hàng rất đẹp cũng như những món ăn đường phố do hướng dẫn viên của chúng tôi giới thiệu. Với việc lập kế hoạch trước với More Fun Travels và hướng dẫn viên du lịch của chúng tôi, chuyến đi thật tuyệt vời, từ Khách sạn đến nhà hàng và mọi thứ ở giữa. Chuyến đi là tất cả những gì chúng tôi mong đợi và còn hơn thế nữa. Tôi rất muốn giới thiệu More Fun Travels. 3 thế hệ gia đình chúng tôi đi du lịch 8 ngày mà không gặp vấn đề gì. CHUYẾN ĐI TUYỆT VỜIĐọc thêm",
            "Không có bất kỳ câu hỏi nào, đây là điều bắt buộc nếu bạn đang lên kế hoạch cho một chuyến đi đến Đông Nam Á. Tôi và con trai vừa trở về sau chuyến du lịch Việt Nam 11 ngày được Ngọc tùy chỉnh tại More Fun Travel Vietnam, chúng tôi không thể hạnh phúc hơn. Ngay từ đầu, Ngọc đã lắng nghe những gì chúng tôi muốn làm, muốn xem và xây dựng một chuyến tham quan hiệu quả cho chúng tôi. Một giá trị thực sự, các hướng dẫn viên, tài xế, xe hơi và tài sản đều tuyệt vời. Tôi đánh giá cao việc có thể quyết định xếp hạng sao cho các khách sạn cũng như mức độ tùy chỉnh. Tôi chắc chắn sẽ sử dụng More Fun một lần nữa và giới thiệu cho bất kỳ ai khác.  Đọc thêm",
            "Vợ tôi và tôi vừa hoàn thành chuyến du lịch hai tuần tới Campuchia và Việt Nam với More Fun Travel.  Chúng tôi bắt đầu với hai ngày ở Siem Reap để thăm các ngôi chùa.  Đây là những điều hoàn toàn tuyệt vời.  Từ đó chúng tôi đến Việt Nam.  Mục đích chính của chuyến đi này là thăm nơi tôi đóng quân năm 67-68.  Hướng dẫn viên của chúng tôi biết rất rõ về khu vực này và trong khi căn cứ đã bị thành phố bao phủ, chúng tôi có thể xác định được nhiều khu vực liên quan đến thời gian tôi ở đó.  Từ đó chúng tôi đi đến Tây Ninh và Núi Bà Đen Núi Bà Đen.  Chúng tôi cũng đã đến thăm chùa Cao Đài ở đó.  Cả hai nơi đều phải đến khi đến thăm khu vực này.  Ngày hôm sau chúng tôi đi thuyền tham quan đồng bằng sông Cửu Long rất thú vị.  Sau đó chúng tôi đi đến Huế, nơi có kinh đô cũ.  Đây là một khu vực xinh đẹp của Việt Nam với nhiều ngọn núi.   Từ đó chúng tôi đi đến Hà Nội trong vài ngày.  Điểm nổi bật của chuyến tham quan là chuyến đi qua đêm trên Vịnh Hạ Long.  Văn phòng du lịch này là tuyệt vời.  Họ cung cấp một hướng dẫn viên và một người lái xe cho chúng tôi mỗi ngày.  Các hướng dẫn viên rất am hiểu về những khu vực chúng tôi đi du lịch.  Văn phòng du lịch đã dành rất nhiều thời gian để trả lời bất kỳ câu hỏi nào của chúng tôi trước chuyến đi để chúng tôi cảm thấy rất thoải mái về chuyến đi trước khi khởi hành.  Ngoài ra giá cả rất hợp lý.  Tôi thực sự giới thiệu văn phòng du lịch này, đặc biệt là cho bất kỳ cựu chiến binh nào trở về.  Hướng dẫn viên dành cho cựu chiến binh của họ rất am hiểu về lịch sử của các khu vực và làm việc với người dân địa phương để xác định các khu vực mà các cựu chiến binh đang tìm kiếm.  Chuyến du lịch này chỉ dành cho vợ tôi và tôi.Đọc thêm"
        ],
        "star_ratings": [
            35,
            0,
            0,
            0,
            0
        ],
        "review_amount": 35,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch vui vẻ hơn"
        ],
        "reviews_time": [
            "Written April 9, 2019",
            "Written February 24, 2019",
            "Written February 9, 2019",
            "Written January 26, 2019",
            "Written January 2, 2019",
            "Written January 1, 2019",
            "Written December 18, 2018",
            "Written June 7, 2018",
            "Written April 25, 2018",
            "Written March 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404355-Reviews-or10-More_Fun_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or20-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478794-Reviews-Ba_Be_Lake_Travel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089306-Reviews-Asia_Highlight_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d16879609-Reviews-NinhBinh_Tours_Booking-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d4814164-Reviews-Awaawapuhi_Trail-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d10188252-Reviews-Ramayana_Water_Park-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298572-d3643027-Reviews-Copolia_Trail-Victoria_Mahe_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189226-Reviews-Brixton-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3710824-Reviews-AFAS_Live-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d17470909-Reviews-Georgian_Folk_Show-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553045-Reviews-Magic_Motion_Rides_at_the_Excalibur-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d156947-Reviews-Donner_Memorial_State_Park_and_Emigrant_Trail_Museum-Truckee_Lake_Tahoe_California_.html",
            "https://www.tripadvisor.com/Attraction_Review-g147375-d1381287-Reviews-Cockleshell_Beach-Basseterre_St_Kitts_St_Kitts_and_Nevis.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747357-Reviews-LEGOLAND_Dubai-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or20-More_Fun_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or10-More_Fun_Travel-Hanoi.html"
    },
    {
        "attraction_name": "More Fun Travel",
        "attraction_name_vi": "Du lịch vui vẻ hơn",
        "general_info": [
            "35 đánh giá",
            "245 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "More Fun Travel là nhà điều hành tour du lịch nội địa có uy tín cung cấp các chuyến tham quan được tùy chỉnh hoàn toàn cho khách du lịch nói tiếng Anh từ khắp nơi trên thế giới. Chúng tôi cung cấp các hành trình phù hợp với nhiều mức ngân sách khác nhau. Các chuyến tham quan của chúng tôi có thể được thiết kế theo một chủ đề cụ thể hoặc có thể bao quát những gì mà Việt Nam có.Đọc thêm",
        "reviews": [
            "Chúng tôi đã sử dụng More Fun Travel làm đại lý đặt vé cho chuyến du ngoạn Mekong 3 ngày 2 đêm trên Delta Eyes. Mọi thứ thực sự diễn ra rất suôn sẻ. Từ lúc đón tại khách sạn - mặc dù tôi nghĩ chúng tôi có thể đã nhầm lẫn một chút vì công ty du lịch mà chúng tôi đi cùng để đến Hồ Chí Minh đã thay đổi địa điểm, nhưng công ty đã chấp nhận điều đó - cho đến khi trả chúng tôi tại địa điểm mới ở HCM. Thư từ giữa chúng tôi ở Anh và MFT ở Việt Nam diễn ra suôn sẻ trong suốt chặng đường. Thanh toán rõ ràng và an toàn. Trong chuyến đi, thuyền, cabin và đồ ăn hoàn toàn đáp ứng, thậm chí vượt quá mong đợi của chúng tôi. Chúng tôi rất thích những chuyến đi trên bờ và hướng dẫn viên thì vui tính và thân thiện. Nếu có một vài điều bất ngờ thì đó là - chợ nổi là những chiếc thuyền lớn bán buôn, không phải những chiếc thuyền nan nhỏ - và - chuyến đi là đi và về, theo cùng một tuyến đường, không phải là chuyến đi một chiều dài hơn. Tuy nhiên, chúng tôi neo đậu hai đêm ở hai địa điểm khác nhau nên quang cảnh ban ngày mỗi ngày đều khác nhau. Nhưng không có điều nào trong hai điều này khiến chúng tôi nghĩ đến việc hạ thấp chuyến đi hoặc các sắp xếp của More Fun Travels. Chúng tôi hoàn toàn hài lòng với công việc mà MFT đã làm cho chúng tôi trong việc sắp xếp chuyến đi này Đọc thêm",
            "Chúng tôi không thể giới thiệu công ty du lịch này đủ.  Sự chú ý đến từng chi tiết với các hoạt động và phương tiện di chuyển được lên kế hoạch cùng với hướng dẫn viên du lịch giỏi nhất mà chúng tôi từng có, đã khiến ba ngày này trở thành điểm nhấn trong chuyến đi năm tuần của chúng tôi đến Việt Nam và Campuchia.  Truon là hướng dẫn viên du lịch đặc biệt của chúng tôi và rất hiểu biết cũng như rất thú vị với khiếu hài hước tuyệt vời và những câu chuyện tuyệt vời.  Bất cứ ai muốn có một chuyến tham quan trọn vẹn vùng đồng bằng sông Cửu Long nên đăng ký với More Fun Travel.  Công ty du lịch hạng nhất.Đọc thêm",
            "Bố tôi và tôi đã đặt chuyến đi kéo dài một tháng đến Việt Nam, Campuchia và Lào với More Fun vào đầu năm 2017. Họ đã làm việc với chúng tôi để cung cấp một hành trình tuyệt vời bao gồm mọi thứ chúng tôi muốn - bao gồm một số điểm dừng chân xa xôi như Hamburger Hill. Chúng tôi đã có một chuyến đi tuyệt vời và có thể gặp người lập kế hoạch của chúng tôi khi chúng tôi nhận phòng khách sạn tại Hà Nội. Họ đã cung cấp một món quà được cá nhân hóa. Đó là một trải nghiệm tuyệt vời! Đọc thêm",
            "Sau khi sử dụng dịch vụ của More Fun Travel để tổ chức và điều hành các chuyến đi xe đạp thường xuyên của mình tại Việt Nam, tôi có thể khẳng định chắc chắn rằng dịch vụ được cung cấp là không có lỗi. Tôi tin rằng không có vấn đề gì mà Ngọc ở văn phòng không thể giải quyết được, và tính hài hước tuyệt vời cũng như lòng nhiệt tình thầm lặng đối với đất nước của Phong đã tạo nên sự đồng hành thú vị trong thời gian ở Việt Nam. Tôi rất nghi ngờ liệu có đại lý du lịch nào trung thực, đáng tin cậy và vui vẻ hơn ở châu Á hay không.Đọc thêm",
            "I recently arrived back home from an amazing 2 weeks in Vietnam, and I must admit that our tour with More Fun Travel was the highlight!!The tour had only 4 people: my father, guide, driver and me. This trip was the 50th anniversary of my fathers tour in the Vietnam war, so we wanted to visit the main places that he was stationed and fought at. I chose Ngoc and More Fun because her responses, knowledge and helpfulness was great. She gave me the confidence that the trip was going to be done well. I chose perfectly too!Everywhere on the list of sites that my father wanted to visit, we were able to find. Not we, but our amazing guide Vinh and his driver. A great team together! Vinhs knowledge of the war, history of Vietnam and research he did for to make it a successful trip was amazing. Right down to his copies of actual military maps of operations and hill locations during the war. I could never thank him enough. He found the exact location of the final battle my father was in and also wounded in. Even the boulders he was behind wounded, working the radio for the captain in what can only be described as a horrible night. Being able to see the rocket holes in the boulders and bullet holes in the trees brought me a little closer to being able to understand what my father did 50 years ago. Also, the hotel and places we stopped for lunches and dinner were awesome. Absolutely delicious, great local food. Couldnt have hoped for more. The stories, emotions and experiences I could share with my father, I will take with me forever. I have to thank Ngoc and Vinh for making it happen!The cost was very reasonable for such a personalized tour. But in the end, it was priceless, so I cant be happier. Ill definitely be back to Vietnam someday and Ill definitely use Ngoc and More Fun Travel again!Read more",
            "Đây là chuyến đi đầu tiên của chúng tôi đến Việt Nam và More Fun Travel rất dễ dàng hợp tác và khiến chuyến đi của chúng tôi trở thành một trải nghiệm tuyệt vời. Ngọc rất phản hồi tất cả email của tôi và mọi thứ đều được thiết lập hoàn hảo. Chuyến đi của chúng tôi hoàn toàn được tùy chỉnh chỉ dành cho chúng tôi. Cảm ơn bạn và sẽ giới thiệu bạn với bất kỳ bạn bè nào đi du lịch đến Việt Nam!Đọc thêm",
            "Thông qua kết nối xe đạp, chúng tôi đã liên lạc được với chị Nogc của More Fun Travel tại Hà Nội. Chúng tôi đã giao cho cô ấy một nhiệm vụ rất cụ thể đó là tổ chức một chuyến tham quan Việt Nam và Campuchia nhằm nhấn mạnh lịch sử độc đáo thời tiền thuộc địa, thuộc địa và đương đại của mỗi quốc gia. Chúng tôi cũng nói rõ rằng sở thích của chúng tôi là ở trong các khách sạn nhỏ ở địa phương và tránh di chuyển bằng đường hàng không nội địa càng nhiều càng tốt. Ngọc đã cung cấp cho chúng tôi một bản thảo tốt về một hành trình khả thi, trải qua một vài lần chỉnh sửa trước khi quyết định. Những gì chúng tôi nhận được là trải nghiệm của một đời người. Di chuyển bằng tàu hỏa, xe buýt, thuyền, đến mỗi điểm đến chúng tôi đều có hướng dẫn viên và tài xế đón tiếp. Các chuyến tham quan đến từng địa điểm Huế, Hội An, Phnom Penh, Siem Reap, v.v. đều là những trải nghiệm phong phú, kéo dài nhiều ngày. Các hướng dẫn viên đã được tóm tắt đặc biệt rõ ràng về kiến ​​thức lịch sử cũng như sự sẵn lòng chia sẻ thông tin này cũng như quan điểm của họ về những phát triển đương đại với chúng tôi. Và những khách sạn mà Ngọc đặt cho chúng tôi là những ốc đảo nhỏ luôn dễ chịu để trở về sau một ngày trọn vẹn. Tôi đã thực hiện rất nhiều chuyến du lịch chủ yếu ở Châu Âu trong vài năm qua, nhưng tôi phải nói rằng chuyến đi này có lẽ là chuyến đi đáng nhớ nhất. Đối với những ai đang tìm kiếm một tour du lịch theo yêu cầu với mức giá phải chăng thì sẽ khó có thể bỏ qua dịch vụ do Ngọc cung cấp tại More Fun Travel. Đọc thêm",
            "Công ty tuyệt vời, với dịch vụ khách hàng vượt xa mọi mong đợi của tôi. Tôi không thể giới thiệu họ đủ, họ đã khiến chuyến đi của tôi trở nên tuyệt vời. Hãy liên hệ với họ ngay bây giờ! Tôi sẽ không để bất kỳ người bạn nào của mình ra đi mà không có họ!Đọc thêm",
            "Xin chào Mackinnon247,\n\nCảm ơn bạn rất nhiều vì lời khuyên của bạn. Tôi đánh giá cao nó rất nhiều. Bạn bè của bạn sẽ là khách hàng VIP của chúng tôi.\n\nChúc mừng,\n\nNgọc\nĐọc thêm",
            "Ngọc, Phong và những người còn lại trong nhóm tại More Fun Travel đã tổ chức cho tôi một số chuyến tham quan chuyên biệt ở Hà Nội và Tây Bắc Việt Nam, và cả hai chuyến đều diễn ra không có lỗi. Các chuyến tham quan được tổ chức cho các nhóm nhỏ sinh viên đại học ngành Kỹ thuật Xây dựng đang theo học tại một trường Đại học Vương quốc Anh và không dễ để tìm được một công ty ở Việt Nam có thể đáp ứng tất cả các yêu cầu về trách nhiệm chăm sóc của chúng tôi liên quan đến các chi tiết như Đánh giá Rủi ro; Sau khi tổ chức hai chuyến tham quan được tất cả các học sinh tham gia rất thích thú, tôi sẽ hoàn toàn không ngần ngại khi làm việc lại với Ngọc và Phong vào mùa hè tới.Đọc thêm",
            "Chào Tony,\nChúng tôi thực sự thích làm việc với bạn và hỗ trợ nhóm của bạn là phần thưởng cho công việc của chúng tôi.\nDoanh nghiệp của bạn được đánh giá cao và chúng tôi sẽ cố gắng hết sức để tiếp tục đáp ứng chính xác yêu cầu của bạn.\nCảm ơn một lần nữa và hẹn gặp lại vào năm sau. \nNgọcĐọc thêm",
            "Tôi đã làm việc trong ngành Du lịch được 38 năm và là Chủ tịch kiêm cổ đông lớn của một trong những Công ty Điều hành Du lịch Giáo dục hàng đầu thế giới - Casterbridge Tours từng đoạt Giải thưởng Queens. Tôi đã làm việc với hàng trăm Công ty Điều hành và Đại lý Du lịch một cách chuyên nghiệp và có thể khẳng định rõ ràng rằng Ngọck và đội ngũ tận tâm của cô được xếp hạng tốt nhất. Bạn không thể có đối tác nào tốt hơn khi tổ chức chuyến thăm Hà Nội hoặc bất kỳ nơi nào ở Việt Nam.Đọc thêm",
            "Casterbridgecohen thân mến,\n\nNhững lời tốt đẹp của bạn được nhiều đánh giá cao. Đối với tôi, có bạn là khách hàng là một trong những giải thưởng cao nhất mà tôi có thể nhận được.\n\nTrân trọng,\n\nNgọcĐọc thêm"
        ],
        "star_ratings": [
            35,
            0,
            0,
            0,
            0
        ],
        "review_amount": 35,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch thú vị hơn"
        ],
        "reviews_time": [
            "Written March 17, 2018",
            "Written February 11, 2018",
            "Written December 20, 2017",
            "Written September 10, 2017",
            "Written September 6, 2017",
            "Written August 26, 2017",
            "Written August 22, 2017",
            "Written August 14, 2017",
            "Written August 2, 2017",
            "Written June 25, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404355-Reviews-or20-More_Fun_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or10-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or30-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478794-Reviews-Ba_Be_Lake_Travel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089306-Reviews-Asia_Highlight_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d16879609-Reviews-NinhBinh_Tours_Booking-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1140882-Reviews-Land_of_Little_Horses-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d4960427-Reviews-La_Grotta_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g952687-d2303592-Reviews-Nature_Park_Hutovo_Blato-Capljina_Herzegovina_Neretva_Canton_Federation_of_Bosnia.html",
            "https://www.tripadvisor.com/Attraction_Review-g12176291-d2186131-Reviews-Chena_Hot_Springs_Resort-Chena_Hot_Springs_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d4045368-Reviews-Upside_Down_House-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1987350-Reviews-San_Francisco_Centre-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d23992277-Reviews-Punta_Love_Heart-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g297635-d12021775-Reviews-Kariyathumpara-Kozhikode_Kozhikode_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d1788616-Reviews-Hams_Caves-Porto_Cristo_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d17482264-Reviews-Sensorio-Paso_Robles_San_Luis_Obispo_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or30-More_Fun_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or20-More_Fun_Travel-Hanoi.html"
    },
    {
        "attraction_name": "More Fun Travel",
        "attraction_name_vi": "Du lịch thú vị hơn",
        "general_info": [
            "35 đánh giá",
            "245 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "More Fun Travel là nhà điều hành tour du lịch nội địa có uy tín cung cấp các chuyến tham quan được tùy chỉnh hoàn toàn cho khách du lịch nói tiếng Anh từ khắp nơi trên thế giới. Chúng tôi cung cấp các hành trình phù hợp với nhiều mức ngân sách khác nhau. Các chuyến tham quan của chúng tôi có thể được thiết kế theo một chủ đề cụ thể hoặc có thể bao quát những gì mà Việt Nam có.Đọc thêm",
        "reviews": [
            "Chuyến đi này nằm trong danh sách mong muốn của tôi và đã mơ ước nhiều năm... Tôi đã nghiên cứu rất nhiều về Việt Nam và các tour du lịch có sẵn. Tôi tình cờ biết đến More Fun Travel trên internet và đã bị thuyết phục bởi các tour du lịch tùy chỉnh của họ mà không ai khác có vẻ cung cấp. Sau khi nói chuyện với Ngọc, người rất hiểu biết và dễ gần, tôi đã không thể chờ đợi để đặt chuyến đi này. Cô ấy gợi ý tôi liên hệ với một bác sĩ thú y đã từng đi du lịch với họ trước đây và đang muốn thực hiện một chuyến đi trở lại. Tôi đã làm vậy và chúng tôi đã lên kế hoạch cho chuyến đi tùy chỉnh của mình trong nhiều tháng với Ngọc. Chúng tôi không cần phải đi du lịch với một nhóm lớn như các tour du lịch khác yêu cầu. Không quan trọng có bao nhiêu người trong nhóm của chúng tôi, chúng tôi đã đi đến những địa điểm mà chúng tôi muốn đến. Họ thực sự đã vượt quá mọi mong đợi của tôi về một tour du lịch Việt Nam. Tất cả các hướng dẫn viên đều xuất sắc và hiểu biết. Tôi đã chờ đợi rất lâu để đến Việt Nam và tôi không thể hạnh phúc hơn khi đặt chuyến đi của mình với More Fun Travel và gặp được một người bạn đồng hành tuyệt vời thông qua họ! Chúng tôi đang trong quá trình lên kế hoạch cho chuyến đi tiếp theo của mình - không thể chờ đợi! Đọc thêm",
            "Cảm ơn t0mmNY. Tôi rất vui khi biết bạn tận hưởng kỳ nghỉ ở Việt Nam cùng chúng tôi. Chúng tôi rất vui được làm việc với bạn và mong sớm được gặp lại bạn tại Việt Nam.\n\nTrân trọng,\n\nNgọc Đọc thêm",
            "Vì vậy, tôi đã đến Việt Nam khoảng 10 lần trong 10 năm qua. Vợ tôi là người Việt Nam. Tôi nói tiếng Việt. Tôi đã đi từ Bắc vào Nam, Nam ra Bắc, Đông sang Tây và Tây sang Đông.  Tôi làm việc cho một hãng hàng không và tôi thông thạo internet.  Vậy nếu tự mình đặt hết thì tại sao lại sử dụng Ngọc? Sử dụng More Fun Travel giúp tôi tiết kiệm thời gian trong giai đoạn lập kế hoạch, tận dụng tốt nhất thời gian khi đi tham quan và mang lại cho tôi giá trị cao hơn nhiều so với số tiền tôi bỏ ra .  Ngoài ra, họ chỉ là những người tốt. Không phải là nụ cười rạng rỡ cho đến khi tiền của bạn nằm trong tay họ - không, đây là một công ty tuyệt vời do gia đình sở hữu và điều hành luôn muốn bạn làm những điều tốt nhất. Hãy thử nếu bạn muốn một kỳ nghỉ hoàn toàn phù hợp với nhu cầu riêng của bạn ngân sách của bạn.Đọc thêm",
            "Xin chào Daniel E,\n\nCảm ơn bạn rất nhiều vì những suy nghĩ và ý kiến ​​​​của bạn về việc sử dụng một công ty du lịch để hỗ trợ kỳ nghỉ của bạn. Ưu tiên của chúng tôi là cung cấp mức dịch vụ cao nhất và có mối quan hệ lâu dài với những đối tác kinh doanh cùng chúng tôi. \nCảm ơn một lần nữa! Chúng tôi thích làm việc với bạn. Chúng tôi mong được phục vụ bạn trong nhiều năm tới.\n\nTrân trọng,\n\nNgọc\nĐọc thêm",
            "Việc kinh doanh qua Internet luôn căng thẳng và tôi đã cố gắng nghiên cứu nhiều nhất có thể về Du lịch Vui vẻ hơn trước khi đặt chuyến đi 26 ngày tới Việt Nam, Campuchia và Lào. Trong nghiên cứu của tôi, tất cả những người mà tôi nói chuyện đều không có gì ngoài lời khen ngợi về Du lịch vui vẻ hơn và điều đó giúp tôi thoải mái hơn. Chà, chúng tôi đã trở về sau chuyến đi vào thứ Hai và tôi sẽ nói với bạn rằng mọi chi tiết của cuộc phiêu lưu tuyệt vời này đều vượt quá sự mong đợi của tôi. Nó được tổ chức kỹ lưỡng và mọi thứ diễn ra suôn sẻ. Chủ sở hữu công ty, Ngọc, đã đích thân gặp chúng tôi và chào đón chúng tôi khi chúng tôi đến Hà Nội. Đây là chuyến đi trong mơ của tôi và cô con gái 27 tuổi của tôi đã quyết định đi cùng tôi. Ưu tiên hàng đầu của tôi là đến thăm những khu vực bị ảnh hưởng bởi chiến tranh Mỹ ở Việt Nam và nạn diệt chủng ở Campuchia, nhưng tôi cũng muốn cảm nhận rõ hơn về vẻ đẹp và các đất nước ngày nay. Tôi đưa cho Ngọc một danh sách các địa điểm tôi muốn xem và cô ấy đã tùy chỉnh một chuyến đi cho tôi và con gái đã hoàn thành mục tiêu của tôi và cho tôi thấy nhiều điều về ba quốc gia hơn những gì tôi từng thấy một mình. Tôi đánh giá cao sự linh hoạt và đề xuất của cô ấy khi chúng tôi sửa đổi chương trình làm việc một vài lần để có được chuyến đi chính xác như mong muốn. Ngoài ra, chúng tôi leo lên Đồi Hamburger, thăm các hang động ở Phong Nâu, đi bộ qua ruộng bậc thang ở Sapa và tận mắt chứng kiến ​​thảm kịch 1975-79 ở Campuchia. Chúng tôi có tài xế và hướng dẫn viên riêng ở rất nhiều nơi, và họ đều là những người nói tiếng Anh xuất sắc và rất am hiểu về các trang web khác nhau. Tất cả điều này và giá cả cũng rất hợp lý. Cảm ơn Ngọc đã biến giấc mơ bấy lâu nay của tôi thành hiện thực và còn tuyệt vời hơn những gì tôi mong đợi.Đọc thêm",
            "From the first day until our final transportation to Hanoi Airport, More Fun Travelexceeded all our expectations.As a Vietnam veteran, I was interested in going back to the area I was assignedBan Me ThuotBuon Ma Thuot in 1969 and 1970. After looking at a few websitesI found many tours that did the usual stops SaigonHo Chi Minh City, Danang,Nha Trang and Hanoi but nothing I found went into the Central Highlands until I foundMore Fun Travel  funinvietnam.com . Working with Ngoc at More Fun Travel we were able to customize a trip that our grouptotally enjoyed. Ngoc arranged all of our transportation as well as all the daily activity, including tours of Saigon; Mekong Delta; Chu Chi Tunnels in the south to Hanoi  andHa Long Bay in the north. Along the way we spent a wonderful day and night in Hoi An,and climbed Marble Mountain before flying to Ban Me Thuot.Needless to say, Ban Me Thuot has definitely changed since 1970. The city has grownand has become the center for producing some of the best coffee in the world.Apartments now stand where the old Air Force radar station was located back in 1970. TheEthnology Museum and its many displays showed us the history of the region and itspeople. One of the highlights of the trip was seeing hundreds of school children at theMuseum waving hello and taking photos of us as we walked through the area.We couldnt be more delighted working with Ngoc and would highly recommend MoreFun Travel for your travels to Vietnam and Southeast Asia whether you are a veteran orjust looking for a nice holiday. From helping us obtain VISAS, arranging knowledgeabletour guides and drivers, making all the very good hotel reservations to reserving the several flights we needed everything was done professionally and seamlessly. All we hadto do was show up and everything else was handled.Vietnam is a wondeful place to visit. I wish we could have stayed longer. The people arevery welcoming and friendly. There is much history and the scenery is beautiful. MoreFun Travel could make your holiday something to remember for a lifetime.Thank you Ngoc and More Fun Travel.Read more",
            "Kính gửi Travelpappy,\n\nThay mặt nhóm của chúng tôi, chúng tôi muốn nhân cơ hội này để cảm ơn chân thành vì đánh giá của bạn. Tôi rất vui vì bạn hài lòng với chuyến tham quan của mình.\nChúng tôi rất nhạy cảm với mong muốn quay trở lại Việt Nam của các cựu chiến binh Mỹ và chúng tôi khuyến khích điều này. Chiến tranh đã qua lâu và đã đến lúc phải biết thêm về 2 quốc gia.\nChúng tôi rất mong được gặp lại bạn vào một ngày nào đó.\n\nTrân trọng,\n\nNgọcĐọc thêm",
            "Tôi và gia đình đã phối hợp với Ngọc của More Fun Travel cho chuyến đi đến Việt Nam. Ngọc đã rất hữu ích trong việc đưa ra gợi ý và phục vụ hành trình của chúng tôi để đáp ứng các yêu cầu của cha tôi, một cựu chiến binh Mỹ trở về. Trước chuyến đi, Ngọc rất nhiệt tình giải đáp các thắc mắc và yêu cầu của chúng tôi. Hướng dẫn của cô cũng hữu ích khi cố gắng giải quyết bí ẩn về những thay đổi gần đây về phí và quy trình cấp thị thực. Ông Hùng, hướng dẫn viên của chúng tôi về miền Nam Việt Nam, thật tuyệt vời. Tôi không chắc anh ấy đã làm như thế nào, nhưng anh ấy đã tìm thấy nhóm chúng tôi một cách kỳ diệu giữa một biển người khi đến sân bay Sài Gòn. Anh ấy rất hiểu biết, thân thiện và có khiếu hài hước.  Hành trình của chúng tôi giữ một tốc độ có thể quản lý được. Nước và giờ nghỉ được cung cấp để giảm bớt tác động của nhiệt độ và độ ẩm đáng kinh ngạc của tháng Tư.  Chúng tôi cũng có đủ thời gian rảnh để cùng nhau khám phá Sài Gòn như một gia đình. Trong khi chuyến đi của tôi chỉ đi qua khu vực Sài Gòn và đồng bằng sông Cửu Long thì bố mẹ tôi lại tiếp tục hành trình về phía Bắc với sự hướng dẫn liên tục của More Fun Travel. Tôi không ngần ngại giới thiệu More Fun Travel nếu bạn đang muốn lên kế hoạch cho một chuyến đi tùy chỉnh đến Việt Nam. Cảm ơn và tôi hy vọng sẽ trở lại vào một ngày nào đó! Đọc thêm",
            "Xin chào Blumagoo,\n\nCảm ơn rất nhiều cho nhận xét của bạn. Tôi rất vui khi biết gia đình bạn đã dành khoảng thời gian vui vẻ bên nhau trong một nền văn hóa hoàn toàn khác và có trải nghiệm ý nghĩa với More Fun Travel. Cảm ơn bạn rất nhiều vì đã chọn chúng tôi. Chúng tôi rất hân hạnh được hỗ trợ kỳ nghỉ của gia đình bạn tại Việt Nam.\n\nTrân trọng,\n\nNgọcĐọc thêm"
        ],
        "star_ratings": [
            35,
            0,
            0,
            0,
            0
        ],
        "review_amount": 35,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch thú vị hơn"
        ],
        "reviews_time": [
            "Written June 1, 2017",
            "Written May 31, 2017",
            "Written May 31, 2017",
            "Written May 25, 2017",
            "Written May 24, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404355-Reviews-or30-More_Fun_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or20-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-More_Fun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610891-Reviews-Viet_King_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2423037-Reviews-Vietnam_Golden_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478794-Reviews-Ba_Be_Lake_Travel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089306-Reviews-Asia_Highlight_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20280323-Reviews-EXPLORE_REAL_ASIA_ERA_CO_LTD-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d16879609-Reviews-NinhBinh_Tours_Booking-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5963923-Reviews-Trip_Hanoi_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28954-d109060-Reviews-Lake_Norman-North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35316-d676893-Reviews-Toccoa_Falls-Toccoa_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187073-d523501-Reviews-Little_Venice-Colmar_Haut_Rhin_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10314431-Reviews-Delta_Sky_Club-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g46124-d10859498-Reviews-New_Hampshire_State_Liquor_Store_Safety_Rest_Stop-Hooksett_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d212404-Reviews-Baker_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2518262-Reviews-Bookoff-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187899-d195452-Reviews-Leaning_Tower_of_Pisa-Pisa_Province_of_Pisa_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d110228-Reviews-Eldorado_Gaming_Scioto_Downs-Columbus_Ohio.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404355-Reviews-or30-More_Fun_Travel-Hanoi.html"
    }
]