[
    {
        "attraction_name": "Morfa Bychan - Black Rock Sands",
        "attraction_name_vi": "Morfa Bychan - Cát Đá Đen",
        "general_info": [
            "1.051 đánh giá",
            "1 trong số 1 hoạt động giải trí tại Morfa Bychan",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Ngày ngẫu hứng trên bãi biển hôm nay. 8 pound hoàn toàn ổn và chàng trai trẻ rất lịch sự\nNó làm chúng tôi nhớ đến Brean ở Somerset. Bãi biển rộng mở đáng yêu, thực sự sạch sẽ và ngăn nắp. Khu vực chó có biển chỉ dẫn rõ ràng. \nĐiều duy nhất là liên tục có mùi khói xăng từ bờ biển. Đây là một bãi biển nổi tiếng dành cho những chuyến bay phản lực vì đây là một lối vào bằng phẳng. Được rồi, chúng tôi có nhiều không gian để cho phép hà mã trên cạn ôm lấy mặt nước Đọc thêm",
            "Chúng tôi đi bộ trên con đường ven biển từ Porthmadog quanh các vịnh, một cuộc đi bộ thực sự bằng phẳng và cũng tuyệt vời cho chó, tất cả các bãi biển trên tuyến đều thân thiện với chó.  dừng lại ở câu lạc bộ bãi biển Black Rock để ăn, rất tốt! \nSau đó đi bộ trở lại! đi bộ mất khoảng một tiếng, quay lại lâu hơn vì đầy đồ ăn!!! Đọc thêm",
            "Bãi biển hoàn toàn tuyệt đẹp, với hai đứa trẻ, bãi biển này thật tuyệt vời khi bạn có thể lái xe thẳng tới đó. Với mức giá 8 thì nó rất đáng giá! \nChúng tôi không thấy bất kỳ lời đánh giá rác rưởi nào khác nói rằng bãi biển sạch sẽ!  và những người quản lý đã rất cảnh giác, mặc dù họ cần cảnh giác hơn với những chú chó trong khu vực cấm chó!\nChúng tôi đã đi hai lần vào kỳ nghỉ tới Bắc Wales và chắc chắn sẽ quay trở lại. Người phụ nữ bán kem rất đáng yêu và nhận ra chúng tôi vào ngày thứ hai khi chúng tôi quay lại để thưởng thức một loại kem tuyệt vời khác. \nĐịa điểm đẹp với cảnh quan tuyệt đẹp.Đọc thêm",
            "Một bãi biển đáng yêu nhưng giống đường đôi hơn. Xe lên xuống liên tục. Sau đó, các tay đua nam làm bánh rán không tôn trọng gia đình trên bãi biểnĐọc thêm",
            "Chúng tôi đã đến thăm nơi này trong nhiều năm và thật đáng buồn là các tiêu chuẩn dường như đang giảm xuống. Tất cả các nhân viên dường như chủ yếu ngồi trong cabin, xem những chú chó trong phần Không có chó và xem các tay đua nhí - trên bầu trời máy bay phản lực và ô tô - đua vòng quanh. Chưa bao giờ thấy một người nào đến gần. Bãi biển dường như không bị dọn sạch hoặc cào bằng. Thiếu thùng rõ rệt. Đối với 8, bạn mong đợi một mức độ dịch vụ nhất định.Đọc thêm",
            "Bãi biển hoàn toàn tuyệt đẹp, với hai đứa trẻ, bãi biển này thật tuyệt vời khi bạn có thể lái xe thẳng tới đó. Với mức giá 8 thì nó rất đáng giá! Chúng tôi không thấy bất kỳ lời đánh giá rác rưởi nào khác nói rằng bãi biển sạch sẽ!  và những người quản lý đã rất cảnh giác, mặc dù họ cần cảnh giác hơn với những con chó trong khu vực cấm chó! Chúng tôi đã đi hai lần trong kỳ nghỉ tới Bắc Wales và chắc chắn sẽ quay trở lại. Người phụ nữ bán kem rất đáng yêu và nhận ra chúng tôi vào ngày thứ hai khi chúng tôi quay lại để thưởng thức một loại kem tuyệt vời khác. Địa điểm đẹp với cảnh quan tuyệt đẹp.Đọc thêm",
            "Chúng tôi đã dành rất nhiều thời gian trên bãi biển này tuy nhiên chuyến đi gần đây của chúng tôi thật đáng thất vọng. Bãi biển bẩn và hiện tại họ tính phí 8 mỗi ô tô, sẽ thật tuyệt nếu một số tiền có thể được dùng để cào cát vào cuối ngày, cũng sẽ hữu ích nếu mọi người mang rác về nhà! !! Ngoài ra còn có một vấn đề tồn tại từ lâu với các tay đua nam xuất hiện và lao đi chạy lại trên bãi biển, dường như không biết gì về ảnh hưởng của nó đối với trẻ em đang chơi trong bể đá và các gia đình trẻ, chắc chắn điều này có thể được giải quyết và được kiểm soát tốt hơn.Đọc thêm",
            "Thật là một phát hiện tuyệt vời .. tôi và cháu gái 6 tuổi của tôi đã thực hiện một chuyến đi Giáng sinh trên một chiếc xe tải cắm trại và tìm thấy địa điểm tuyệt đẹp này mà chúng tôi đã chọn để dành ngày Giáng sinh của mình để có một Giáng sinh phi truyền thống với bữa tiệc BBQ trong hang động ..Đọc thêm",
            "Nơi tuyệt vời để tham quan và ở lại. Mọi thứ đều diễn ra tốt đẹp. Rất nhiều nơi để tham quan gần đó. Nhân viên rất hữu ích. Chúng tôi sẽ quay lại đây. Đọc thêm",
            "Chồng tôi muốn chúng tôi đến thăm Porthmadog, và bãi biển này anh ấy đã đến đây và có một đứa con. Tôi đã từng đến đây khoảng 25 năm trước và không thích điều đó, nhưng hãy để anh ấy làm theo ý mình. Khi chúng tôi đến nơi, anh ấy đã đồng ý với tôi rằng chúng tôi không nên bận tâm đến bãi rác của nó so với nhiều nơi khác ở xứ Wales, bãi biển chẳng là gì ngoài một bãi đậu xe có biển màu nâu, trả 6 bảng cho đặc quyền, không, cảm ơn. xấu xí so với những bãi biển tuyệt đẹp ở Anglesey. chúng tôi ở lại tất cả 20 phút và lái xe đi. dành thời gian còn lại trong ngày ở bedggelert, nơi thật đẹp. sẽ không bao giờ quay lạiXem thêm",
            "Chúng tôi đi bộ trên con đường ven biển từ Porthmadog quanh các vịnh, một cuộc đi bộ thực sự bằng phẳng và cũng tuyệt vời cho chó, tất cả các bãi biển trên tuyến đều thân thiện với chó.  dừng lại ở câu lạc bộ bãi biển Black Rock để ăn, rất tốt! Sau đó đi bộ trở lại! đi bộ mất khoảng một tiếng, quay lại lâu hơn vì đầy đồ ăn!!! Đọc thêm",
            "Phí đậu xe hiện đã lên tới 16 cho một nhà di động mà khi chúng tôi thường chỉ ở lại trong vài giờ thì nhiều hơn số tiền chúng tôi sẵn sàng trả, đặc biệt là khi chỉ có 2 chúng tôi trên xe. Chúng tôi thích ở đây nhưng lái xe đi nơi khác, đỗ xe miễn phí cạnh bãi biển và thay vào đó tiêu tiền vào một quán cà phê nhỏ xinh xắn.Đọc thêm",
            "Ngày ngẫu hứng trên bãi biển hôm nay. 8 pound hoàn toàn ổn và chàng trai trẻ rất lịch sự. Nó khiến chúng tôi rất nhớ đến Brean ở Somerset. Bãi biển rộng mở đáng yêu, thực sự sạch sẽ và ngăn nắp. Khu vực chó có biển chỉ dẫn rõ ràng. Điều duy nhất là liên tục có mùi khói xăng từ bờ biển. Đây là một bãi biển nổi tiếng dành cho những chuyến bay phản lực vì đây là một lối vào bằng phẳng. Được rồi, chúng tôi có nhiều không gian để cho phép hà mã trên cạn ôm lấy mặt nước Đọc thêm",
            "Xin chào, rào cản có mở vào một thời điểm nhất định trong buổi sáng không? Ngoài ra còn có nơi nào khác ngoài bãi biển nơi tôi có thể đỗ xe vì tôi muốn ghé thăm vào lúc hoàng hôn trong những tháng mùa hè, tất cả đều ổn nhưng hãy hiểu rằng các rào cản sẽ đóng cửa lúc 8 giờ tối. Cảm ơn bạn trước Đọc thêm",
            "CHÀO. Vào mùa hè, rào chắn mở lúc 9 giờ sáng và đóng cửa lúc 8 giờ tối. Có một con đường nhỏ rẽ phải tại hàng rào nơi bạn có thể đỗ xe và đi bộ một đoạn ngắn là đến bãi biển.Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Có rất nhiều thứ ở đó khi chúng tôi ở đóĐọc thêm",
            "Xin chào, bãi biển có mở và đóng cửa vào một thời điểm nhất định cho ô tô không? Cảm ơn bạnĐọc thêm",
            "Hiện tại nó chỉ mở nhưng tôi tin rằng nó thường đóng cửa vào buổi tốiĐọc thêm",
            "Xin chào, nhà vệ sinh có mở cửa ở lối vào bãi biển không, cảm ơnĐọc thêm",
            "Vâng, họ là Đọc thêm",
            "Liệu một chiếc xe cắm trại của VW có thể lái được trên bãi biển hay nó sẽ quá nặngĐọc thêm",
            "Xe cắm trại VW sẽ ổn miễn là bạn bám vào cát cứng. Tuy nhiên, hãy xối nước xuống mặt dưới khi bạn về nhà để loại bỏ cát và muối.Đọc thêm",
            "Xin chào Nhà vệ sinh ở lối vào bãi biển có mở không? Đọc thêm",
            "Bạn có mở cửa vào tháng 10 không?Đọc thêm",
            "Nó thường mở thì cóĐọc thêm",
            "CHÀO. Có ai biết ngọn đồi nào sau bãi biển được gọi là núi nắng không? Đọc thêm",
            "Tôi xin lỗi nhưng tôi chưa bao giờ nghe nói về nó và tôi đã đi nghỉ ở Porthmadog trong nhiều năm.Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Rõ ràng là chỉ trước tháng 4 và sau tháng 9 nhưng mỗi lần chúng tôi đến đều có rất nhiều chó quanh năm nên sẽ ổn thôi, hy vọng điều này sẽ hữu íchĐọc thêm",
            "Xin chào, chúng tôi chưa bao giờ cắm trại, có thể giúp chúng tôi điều này có tốt cho trẻ em không. Tôi có thể lấy thông tin về địa điểm cắm trại ở đâu, v.v. cảm ơn vì bất kỳ sự trợ giúp nàoĐọc thêm",
            "Xin chào, nếu bạn đang cắm trại, bạn sẽ cần Thẻ giải trí, bạn nên xem trên Trang web Haven để biết giá.  Chương trình giải trí ban đầu dành cho trẻ mới biết đi và thực sự rất thú vị với Seaside Squad Cô cháu gái nhỏ gần 4 tuổi của tôi cực kỳ yêu thích nó, đặc biệt là Rory, và vẫn nhớ luôn nói rằng chúng ta hãy đi nghỉ và chuẩn bị sẵn sàng cho Disco lol, hy vọng điều này sẽ hữu ích! !! Thêm vào đó, chúng tôi đã có một đứa con 11 tháng và thậm chí cô ấy còn rất thích Seaside Squad!!!!Đọc thêm"
        ],
        "star_ratings": [
            704,
            245,
            52,
            20,
            30
        ],
        "review_amount": 1051,
        "location": [
            "Morfa Bychan - Cát Đá Đen",
            "Châu Âu",
            "Gwynedd",
            "Xứ Wales",
            "Bắc xứ Wales",
            "Tiếng Porthmadog",
            "Vương quốc Anh Vương quốc Anh",
            "Các hoạt động ở Morfa Bychan",
            "Morfa Bichan"
        ],
        "reviews_time": [
            "Written August 15, 2023",
            "Written September 14, 2023",
            "Written May 21, 2024",
            "Written June 2, 2024",
            "Written May 27, 2024",
            "Written May 21, 2024",
            "Written May 13, 2024",
            "Written January 15, 2024",
            "Written October 11, 2023",
            "Written September 21, 2023",
            "Written September 15, 2023",
            "Written August 27, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1473682-d8129364-Reviews-Morfa_Bychan_Black_Rock_Sands-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1473682-d4074695-Reviews-Mash_Barrel_Greenacres-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1473682-d24153277-Reviews-The_Rose_Smokehouse-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1473682-d24008706-Reviews-Black_Rock_Beach_Club-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1473682-d7037413-Reviews-Schooner_Fish_Chips-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g552000-d8098178-Reviews-Dylan_s_Criccieth-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g552000-d7258190-Reviews-Caffi_Cedron-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g552000-d4313670-Reviews-Tonnau_Restaurant-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g552000-d10859305-Reviews-Cariad_Gelato_Piaggio-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g552000-d732951-Reviews-Poachers_Restaurant-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Restaurant_Review-g552000-d720836-Reviews-Tir_a_Mor-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g616282-d3845386-Reviews-Black_Rock_Llamas-Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g616282-d598741-Reviews-Ffestiniog_Welsh_Highland_Railways-Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g552000-d8855662-Reviews-Criccieth_Beach-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g5827986-d1474570-Reviews-Lloyd_George_Museum-Llanystumdwy_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g551984-d4555889-Reviews-Harlech_Beach-Harlech_Snowdonia_Eryri_National_Park_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g616282-d3342166-Reviews-Welsh_Highland_Heritage_Railway-Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g552000-d263980-Reviews-Criccieth_Castle-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g552000-d10222596-Reviews-Criccieth_Lifeboat_Station-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g551984-d190550-Reviews-Harlech_Castle-Harlech_Snowdonia_Eryri_National_Park_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g552000-d7037529-Reviews-Eisteddfa_Fishery-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g1473682-d8129364-Reviews-or10-Morfa_Bychan_Black_Rock_Sands-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_W.html",
            "https://www.tripadvisor.com/Attraction_Review-g551984-d12908648-Reviews-Adrenalin_Addicts-Harlech_Snowdonia_Eryri_National_Park_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g552003-d3219778-Reviews-Snowdonia_Adventure_Activities-Llanbedr_Snowdonia_Eryri_National_Park_North_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g552000-d14787603-Reviews-Criccieth_Multi_Golf-Criccieth_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g186446-d11680968-Reviews-Beddgelert-Beddgelert_Caernarfon_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g616282-d21150264-Reviews-PanIQ_Rooms-Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d630372-Reviews-Kritinia_Castle-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d106669-Reviews-Ho_opi_i_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10792982-Reviews-PickMe-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32619-d4340782-Reviews-Lake_Kaweah-Lemon_Cove_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d153659-Reviews-Cenote_Zaci-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10289638-Reviews-The_Maasai_Market-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d2284971-Reviews-Terry_Bison_Ranch_Resort-Cheyenne_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548913-Reviews-Faruk_YalcIn_Zoo-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d1186595-Reviews-Benidorm_Palace-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d7113921-Reviews-Branch_Davidian_Memorial_Park-Waco_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1473682-d8129364-Reviews-or10-Morfa_Bychan_Black_Rock_Sands-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_W.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1473682-d8129364-Reviews-Morfa_Bychan_Black_Rock_Sands-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html"
    }
]