[
    {
        "attraction_name": "Morikami Museum & Japanese Gardens",
        "attraction_name_vi": "Vườn Nhật Bản Bảo tàng Morikami",
        "general_info": [
            "2.163 đánh giá",
            "2 trong số 80 điều cần làm ở Bãi biển Delray",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Bảo tàng lịch sử văn hóa Nhật Bản.Đọc thêm",
        "reviews": [
            "Một ốc đảo. Một ốc đảo có thể bị hủy hoại bởi những đứa trẻ cực kỳ ồn ào và đáng ghét. Và thời tiết nóng nực ở Miami vào tháng 7 có thể rất ngột ngạt - khiến bạn đổ mồ hôi sau vài giờ. Tôi sẽ ghé thăm lại vào một ngày trong tuần để tránh đám đông. Và trong những tháng mùa đông để tránh nóng và hy vọng các bạn nhỏ sẽ được đến trường. Tôi sẽ ghé thăm vào thời gian mở cửa khi đám đông ở mức tối thiểu. Sự tập trung của hệ thực vật và động vật là đáng kinh ngạc. Tôi thấy nhiều loài chim, cá và bò sát cư trú ở nơi này hơn ở một số vườn thú mà tôi đã đến thăm. Các căn cứ là tuyệt đẹp. Đề nghị ngồi một lúc và chỉ xem động vật hoang dã. Các hồ có rất nhiều loài cá và rùa khác nhau có thể nhìn thấy được. Gator ẩn nấp không thể nhìn thấy. Cây cối còn sống với những chú cự đà cây xanh. Họ dường như không nản lòng trước sự hiện diện của con người. Một số loài chim đã được nhìn thấy. Một số loài thằn lằn. Cây cối và thảm thực vật tươi tốt thật nổi bật. Một số loại cây có dấu hiệu nhận dạng để hỗ trợ.Đọc thêm",
            "Thật là một nơi tuyệt đẹp, yên tĩnh giữa vùng đất rộng lớn của miền nam Florida. Đó là một ngày mưa nên chúng tôi quyết định bỏ qua bãi biển và khám phá nơi này. Thật là một viên ngọc quý! Con đường đi dạo quanh các khu vườn thật tuyệt vời, với nhiều loại cây và thực vật khác nhau, quang cảnh hồ nước và một số loại vườn Nhật Bản. Ngôi nhà trong khuôn viên rất tuyệt vời, thể hiện một ví dụ về cuộc sống gia đình của người Nhật và với những thông tin hấp dẫn về thuộc địa của Nhật Bản tồn tại ở miền nam Florida trong nhiều thập kỷ. Tôi đã học được rất nhiều điều trong khi cũng có được trải nghiệm rất thiền.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời của Nhật Bản và khuôn viên là những khu vườn Nhật Bản thuộc nhiều thời đại và phong cách khác nhau, bao gồm cả hai khu vườn Thiền. Rất khuyến khích một chuyến thăm nếu bạn sống hoặc đang tham quan Quận Palm Beach. Nằm ở phía tây Bãi biển Delray, FL.Đọc thêm",
            "Đây là một nơi đáng yêu tuy nhiên tôi rất bực bội với cách các nhân viên vội vã đưa chúng tôi ra ngoài vào đúng 5 giờ chiều. Tôi hiểu rằng nó mở cửa đến 5 giờ, điều mà tôi cho là có nghĩa là họ ngừng nhận người vào lúc 6 giờ. Không phải vậy. Chúng tôi đang thong thả tản bộ ở đầu xa của khu vườn thì lính canh xuất hiện vào khoảng 5 giờ kém 10 và thẳng thừng bảo chúng tôi rời đi. Và sau đó tiếp tục nài nỉ khi chúng tôi đi về phía lối ra. Nó hoàn toàn phá hỏng trải nghiệm của tôi. Điều này đặc biệt khó chịu vì bạn tôi vừa mới phẫu thuật đầu gối nên cần phải dừng lại và nghỉ ngơi định kỳ. \n\nÍt nhất họ cần dán một tấm biển lớn ở lối vào thông báo cho khách hàng rằng họ phải rời đi trước 5 giờ chiều. \n\nMột trải nghiệm rất đáng thất vọngXem thêm",
            "Chúng tôi sử dụng khu vườn làm điểm dừng chân để kết thúc hành trình giữa Orlando và sân bay Miami. Chúng tôi đã có một buổi chiều tuyệt vời và thích khám phá những khu vườn. 12 và 9 tuổi của tôi bị mê hoặc bởi thằn lằn và rùa. Chúng tôi cũng thưởng thức bữa trưa ngon miệng. Chúng tôi muốn sử dụng quán cà phê làm điểm dừng chân một lần nữa nhưng hiện tại sẽ không vì tiếc là bạn phải trả tiền để vào khu vườn trước khi có thể sử dụng quán cà phê.Đọc thêm",
            "Nơi rất đẹp nhưng chỉ để đi dạo xung quanh. Không có khu vực để ngồi và đi dã ngoại chẳng hạn. \nTheo tôi, ngày 12 sẽ công bằng hơn cho hoạt động này. Cá nhân rất thân thiện.\nHọ không nhận tiền táo. Chỉ có thẻ vật lý hoặc tiền mặt. \nNó đáng để ghé thăm nhưng bạn không cần quá 2 giờ.\nTôi rất ngạc nhiên khi biết rằng bất kỳ cái cây nào cũng có thể là cây cảnh, đó chỉ là một quá trình tạo hình cành bằng dây. Đọc thêm",
            "Có lý do tại sao Vườn Morikami lại được du khách bình chọn vì nó ẩn mình trong những bông hoa màu hồng và cam tinh tế, nép mình trong những bụi cây và những tán cây thưa thớt. Bạn sẽ tìm thấy nó dọc theo con đường quanh co dọc theo những khu vườn đá và giữa những chú rùa bơi lội vui vẻ trong những con lạch và hồ nước mà khu vườn bao quanh. \nNếu bạn đang tìm kiếm một hoặc hai giờ yên tĩnh hoặc chỉ muốn ngắm nhìn một khu vườn Nhật Bản nguyên sơ thì bạn không muốn bỏ lỡ nơi này! Bảo tàng cũng rất đẹp và là nơi mát mẻ để tìm hiểu thêm về những khu vườn và tránh nắng. Khi tôi đến thăm, không có bất kỳ cuộc triển lãm bổ sung nào vì cuộc triển lãm gần đây nhất vừa kết thúc một tuần trước đó. Tôi đề nghị dành khoảng 2 giờ ở đây. Họ cũng có một quán cà phê tại quán cà phê Cornell. Theo tôi thì quán cà phê vẫn ổn. Tôi gọi món bánh cuộn California và trân châu xoài. Cuộn rất khô và boba thì tầm thường.Đọc thêm",
            "Những khu vườn, ngay cả khi trời mưa liên tục, vẫn mang lại cảm giác mãn nhãn một cách tuyệt vời. Tuy nhiên, việc bảo tàng trưng bày những đồ trang sức kỳ quái và không có ví dụ nào khác về sự phong phú của nền văn hóa Nhật Bản lại kém thú vị hơn nhiều.\nVào một ngày nắng đẹp, những khu vườn là một cuộc đi dạo thú vị.\nCafe là một trải nghiệm tầm thường.Đọc thêm",
            "Nơi tốt. Nhưng cá nhân tôi nghĩ rằng nó chỉ tuyệt vời trong 1 lần ghé thăm. Nó không phải là một khu vực rộng lớn. 30 phút và bạn đã đi bộ quanh toàn bộ công viên. Nhưng dù sao bạn cũng phải ghé thăm nó ít nhất một lần! Ngoài ra tôi thấy rằng đôi khi có trà đạo. Nghe có vẻ thú vị Đọc thêm",
            "Những khu vườn, ngay cả khi trời mưa liên tục, vẫn mang lại cảm giác mãn nhãn một cách tuyệt vời. Tuy nhiên, bảo tàng trưng bày những đồ trang sức kỳ quái và không có ví dụ nào khác về sự phong phú của văn hóa Nhật Bản lại kém thú vị hơn nhiều. Vào một ngày nắng đẹp, những khu vườn là một cuộc tản bộ thú vị. Quán cà phê là một trải nghiệm tầm thường.Đọc thêm",
            "Chúng tôi đi dạo quanh khu vườn một cách bình thản vào một buổi sáng thứ bảy tháng 4 với bầu trời nhiều mây và gió nhẹ. Hoa nở thưa thớt nhưng khuôn viên thì đẹp. Chúng tôi dừng ăn trưa tại Cornell sau khi đi dạo. Đọc thêm",
            "Có lý do tại sao Vườn Morikami lại được du khách bình chọn vì nó ẩn mình trong những bông hoa màu hồng và cam tinh tế, nép mình trong những bụi cây và những tán cây thưa thớt. Bạn sẽ tìm thấy nó dọc theo con đường quanh co dọc theo những khu vườn đá và giữa những chú rùa bơi lội vui vẻ trong những con lạch và hồ nước mà khu vườn bao quanh. Nếu bạn đang tìm kiếm một hoặc hai giờ yên tĩnh hoặc chỉ muốn ngắm nhìn một khu vườn Nhật Bản nguyên sơ thì bạn không muốn bỏ lỡ nơi này! Bảo tàng cũng rất đẹp và là nơi mát mẻ để tìm hiểu thêm về những khu vườn và tránh nắng. Khi tôi đến thăm, không có bất kỳ cuộc triển lãm bổ sung nào vì cuộc triển lãm gần đây nhất vừa kết thúc một tuần trước đó. Tôi đề nghị dành khoảng 2 giờ ở đây. Họ cũng có một quán cà phê tại quán cà phê Cornell. Theo tôi thì quán cà phê vẫn ổn. Tôi gọi món bánh cuộn California và trân châu xoài. Cuộn rất khô và boba thì tầm thường.Đọc thêm",
            "Nơi rất đẹp nhưng chỉ để đi dạo xung quanh. Không có khu vực để ngồi và đi dã ngoại chẳng hạn. Theo tôi, ngày 12 sẽ công bằng hơn cho hoạt động này. Cá nhân rất thân thiện. Họ không nhận tiền táo. Chỉ có thẻ vật lý hoặc tiền mặt. Nó rất đáng để ghé thăm nhưng bạn không cần quá 2 giờ. Tôi rất ngạc nhiên khi biết rằng bất kỳ cái cây nào cũng có thể là cây cảnh, đó chỉ là một quá trình tạo hình cành bằng dây Đọc thêm",
            "Ở lại sau một cuộc họp kinh doanh. Rất vui vì chúng tôi đã làm. Đây là điều phải xem! Những khu vườn đẹp. Lịch sử thú vị của công viên.Đọc thêm",
            "Chúng tôi sử dụng khu vườn làm điểm dừng chân để kết thúc hành trình giữa Orlando và sân bay Miami. Chúng tôi đã có một buổi chiều tuyệt vời và thích khám phá những khu vườn. 12 và 9 tuổi của tôi bị mê hoặc bởi thằn lằn và rùa. Chúng tôi cũng thưởng thức bữa trưa ngon miệng. Chúng tôi muốn sử dụng quán cà phê làm điểm dừng chân một lần nữa nhưng hiện tại sẽ không vì tiếc là bạn phải trả tiền để vào khu vườn trước khi có thể sử dụng quán cà phê.Đọc thêm",
            "Đây là một nơi đáng yêu tuy nhiên tôi rất bực bội với cách các nhân viên vội vã đưa chúng tôi ra ngoài vào đúng 5 giờ chiều. Tôi hiểu rằng nó mở cửa đến 5 giờ, điều mà tôi cho là có nghĩa là họ ngừng nhận người vào lúc 6 giờ. Không phải vậy. Chúng tôi đang thong thả tản bộ ở đầu xa của khu vườn thì lính canh xuất hiện vào khoảng 5 giờ kém 10 và thẳng thừng bảo chúng tôi rời đi. Và sau đó tiếp tục nài nỉ khi chúng tôi đi về phía lối ra. Nó hoàn toàn phá hỏng trải nghiệm của tôi. Điều này đặc biệt khó chịu vì bạn tôi vừa mới phẫu thuật đầu gối nên cần phải dừng lại và nghỉ ngơi định kỳ. Ít nhất họ cần dán một tấm biển lớn ở lối vào thông báo cho khách hàng rằng họ phải rời đi trước 5 giờ chiều. Một trải nghiệm rất đáng thất vọngXem thêm",
            "Thời tiết tuyệt vời. Ứng dụng tường thuật hoàn toàn hữu ích. Việc đi dạo quanh khu vườn thật đẹp. Câu chuyện rất hay!Đọc thêm",
            "Đây là một bảo tàng tuyệt vời của Nhật Bản và khuôn viên là những khu vườn Nhật Bản thuộc nhiều thời đại và phong cách khác nhau, bao gồm cả hai khu vườn Thiền. Rất khuyến khích một chuyến thăm nếu bạn sống hoặc đang tham quan Quận Palm Beach. Nằm ở phía tây Bãi biển Delray, FL.Đọc thêm",
            "Có được phép mang theo chó không? Đọc thêm",
            "Chó nhỏ có được phép không?Đọc thêm",
            "Trang nhất của trang web Morikami có ghi: Yamato-kan, tòa nhà bảo tàng ban đầu của Morikami, đang được cải tạo để lắp đặt các triển lãm mới. Dựa trên thông tin này, tôi đã gọi cho Morikami và hỏi khi nào việc cải tạo sẽ hoàn tất và tòa nhà mở cửa trở lại cho khách tham quan. Người mà tôi nói chuyện qua điện thoại cho biết cô ấy không biết. Cô ấy nói rằng mọi thứ khác đều mở cửa. Tôi hiểu điều đó nhưng không muốn lái xe đường dài để đến thăm cho đến khi việc cải tạo hoàn tất. Chúng tôi sẽ đến từ một thị trấn khác. Tôi cũng đã gửi email cho bảo tàng vào tuần trước nhưng vẫn chưa nhận được phản hồi. Có ai biết khi nào dự án này sẽ hoàn thành và tòa nhà bảo tàng Yamato-kan mở cửa trở lại cho khách tham quan không? Cảm ơn sự giúp đỡ của các bạn. Tôi rất cảm kích. Đọc thêm",
            "Nó đã đóng cửa để cải tạo khi chúng tôi ở đó vài tháng trước. Dù sao thì tôi cũng sẽ đi. Hai video rất đáng xem cùng với chuyến đi bộ dài một dặm tuyệt đẹp qua những khu vườn xung quanh ao. Đọc thêm",
            "Tôi có thể mang chó của mình đến vườn không?Đọc thêm",
            "Trang web của họ chỉ nói chó dịch vụ. Đọc thêm",
            "Đây có phải là nơi tốt để đi bộ không? Có đường mòn không?Đọc thêm",
            "Có và cóĐọc thêm",
            "Bạn có thể đi dã ngoại không?Đọc thêm",
            "Không. Sushi ngon và các món ăn khác tại nhà hàng ngoài trời.Đọc thêm",
            "Có chỗ ngồi không? Chồng tôi gặp khó khăn khi đi lại quá lâu. Đọc thêm",
            "Theo tôi nhớ thì có vài chiếc ghế dài bên ngoài các tòa nhà. Trên thực tế, một số địa điểm dường như được thiết kế để mời mọi người đến ngồi và thưởng ngoạn cảnh quan. Các tòa nhà nằm gần nhau nên bạn sẽ không phải đi bộ xa đến thế.Đọc thêm",
            "Tôi đã bước đi về một buổi trà đạo.\nBuổi lễ có được thực hiện vào ngày cụ thể nào không?Đọc thêm",
            "Rất tiếc, nhưng tôi không biết ngày nào diễn ra Trà đạo. Tuy nhiên, tôi đã thấy một dự án đang được thực hiện vào lần cuối cùng tôi đến đó; nó trông thật đáng yêu.Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "khôngĐọc thêm",
            "Giá véĐọc thêm",
            "Tôi không biết bây giờ họ tính giá bao nhiêu khi chúng tôi đã ghé thăm cách đây một thời gian, nhưng liệu mức giá có phù hợp với bạn hay không. Tôi rất muốn giới thiệu nơi này. Chúng tôi ở lại rất lâu và khó có thể rời đi. Nó thật yên bình và đáng nhớ một cách đáng nhớ.Đọc thêm"
        ],
        "star_ratings": [
            1563,
            439,
            103,
            27,
            32
        ],
        "review_amount": 2164,
        "location": [
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Bãi biển Delray",
            "Bãi biển Delray",
            "Vườn Nhật Bản Bảo tàng Morikami",
            "Florida FL"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written January 17, 2024",
            "Written March 16, 2024",
            "Written April 7, 2024",
            "Written April 13, 2024",
            "Written April 14, 2024",
            "Written April 20, 2024",
            "Written May 6, 2024",
            "Written June 7, 2024",
            "Written May 6, 2024",
            "Written April 27, 2024",
            "Written April 20, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 7, 2024",
            "Written March 30, 2024",
            "Written March 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34179-d534084-Reviews-Morikami_Museum_Japanese_Gardens-Delray_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d494693-Reviews-Cornell_Cafe-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d657971-Reviews-Henry_s-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d5544549-Reviews-Angelo_Elia_Pizza_Bar_Tapas-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d5888880-Reviews-The_Sea-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d12571793-Reviews-The_Sea_South_East_Asian_Kitchen-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d10069501-Reviews-Paneterie-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34088-d885840-Reviews-Rotelli-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d17146847-Reviews-Dunkin-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d23790875-Reviews-Spadella_Restaurant_Cafe-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34179-d25167465-Reviews-Ah_beetz_New_Haven_Pizza-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d562872-Reviews-Wakodahatchee_Wetlands-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34094-d1982882-Reviews-Green_Cay_Nature_Center_and_Wetlands-Boynton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d1036854-Reviews-Sugar_Sand_Park-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d18968537-Reviews-The_Polo_Club_of_Boca_Raton-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d1865653-Reviews-Town_Center_at_Boca_Raton-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d6632776-Reviews-Delray_Municipal_Beach-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34094-d584706-Reviews-Arthur_R_Marshall_Loxahatchee_National_Wildlife_Refuge-Boynton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d2698294-Reviews-The_Girls_Strawberry_U_pick-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34094-d2267860-Reviews-Bedner_s_Farm_Fresh_Market-Boynton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d2547193-Reviews-FAU_Stadium-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d534084-Reviews-or10-Morikami_Museum_Japanese_Gardens-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d2642535-Reviews-Arts_Garage-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d7043688-Reviews-Cornell_Art_Museum-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d8375805-Reviews-Old_School_Square-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d13314667-Reviews-The_Heart_of_Delray_Gallery-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d12707104-Reviews-Blue_Gallery-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d13508081-Reviews-Avalon_Gallery-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d2199928-Reviews-Spady_Cultural_Heritage_Museum-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d20137570-Reviews-Chase_Edwards_Contemporary-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d23171370-Reviews-Schuyler_Gallery-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d15133947-Reviews-DeBilzan_Gallery-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d5570063-Reviews-Skin_Apeel_Day_Spa-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d2557457-Reviews-The_Boys_Farmers_Market-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147268-d2085248-Reviews-Bonaire_Dive_and_Adventure-Kralendijk_Bonaire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d8286050-Reviews-Barrel_of_Monks_Brewery-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d23232220-Reviews-Movies_Of_Delray-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d5544725-Reviews-The_Wick_Theatre_Costume_Museum-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d12548179-Reviews-Black_Pearl_Limousine-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d4289846-Reviews-Delray_Marketplace-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d12204708-Reviews-Patch_Reef_Park-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d2389200-Reviews-Veterans_Park-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066445-d320637-Reviews-Tokyo_Sea_Life_Park-Edogawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14053408-d4322812-Reviews-Koh_Kret-Ko_Kret_Nonthaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g658215-d10088045-Reviews-Ponce_Inlet_Jetty-Ponce_Inlet_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d219643-Reviews-Kalalau_Lookout-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g4340243-d1823791-Reviews-Lok_Kawi_Wildlife_Park-Penampang_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g50621-d3638041-Reviews-Splash_Bay_Indoor_Water_Park-Maumee_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g188666-d15208702-Reviews-Ghent_Altarpiece-Ghent_East_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499458-d552879-Reviews-Dolphin_Research_Center-Grassy_Key_Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32722-d15077822-Reviews-Rancho_Santa_Margarita_Lake-Mission_Viejo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32469-d7001478-Reviews-Pillar_Point_Harbor-Half_Moon_Bay_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34179-d534084-Reviews-or10-Morikami_Museum_Japanese_Gardens-Delray_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34179-d534084-Reviews-Morikami_Museum_Japanese_Gardens-Delray_Beach_Florida.html"
    }
]