[
    {
        "attraction_name": "Morton's Warm Springs Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng suối nước nóng Morton - s",
        "general_info": [
            "23 đánh giá",
            "- 20 trong số 27 điều cần làm ở Glen Ellen",
            "Bãi biển - Câu lạc bộ bể bơi"
        ],
        "attraction_summary": "Các đánh giá về Morton - s khá đa dạng, điều này khiến tôi hơi lo lắng về trải nghiệm này; tuy nhiên, chúng tôi đã có một trải nghiệm tuyệt vời! Các hồ bơi là 91 độ và rất sạch sẽ. Khu dã ngoại và dòng sông rất đẹp và được bảo trì tốt. Các nhân viên rất thân thiện và mọi thứ đều được tổ chức. Tôi cũng phải nói rằng đồ ăn ở Cafe 108 thực sự tuyệt vời - tốt cho sức khỏe, siêu tươi và được chế biến tỉ mỉ. Đây là một trải nghiệm tuyệt vời và chúng tôi chắc chắn sẽ quay lại. Cảm ơn Morton - s!Đọc thêm",
        "reviews": [
            "Tôi lái xe cách đó một giờ và điều đó thật đáng giá.  Nước hôm nay là 103.  Tôi thích đi sớm 10-12 như người lớn thôi.   Mọi người và khách hàng rất lịch sự.   Làn da lão hóa của tôi đánh giá cao việc thiếu cholrine.   Nestle muốn mua lại mảnh đất này nên họ phải trả tiền cho những người viết bình luận xấu.   Tôi ước có nhiều nơi như thế này ở xung quanh.Đọc thêm",
            "Chúa ơi, đây đúng là một bất ngờ thú vị. Tôi đang tìm một nơi để tổ chức buổi dã ngoại cùng gia đình cho sinh nhật lần thứ 13 của con trai tôi và tôi nhớ địa điểm này từ một Groupon được cung cấp từ lâu, có lẽ là trước khi nơi này được ban quản lý mới mua lại. Tôi đã xem xét tất cả các đánh giá cảnh báo về tình trạng đông đúc trẻ em vào cuối tuần và ngày lễ, tình trạng nhà vệ sinh - phòng thay đồ, v.v., vì vậy chúng tôi đã lên kế hoạch cho phù hợp. Trong chuyến dã ngoại vào Chủ Nhật tuần trước, chúng tôi đến đúng lúc 10 giờ - đi từ Fairfield - và được chào đón rất nồng nhiệt ở cổng. Chúng tôi đảm bảo một chỗ râm mát, được trang bị bàn dã ngoại và bếp nướng mà chúng tôi không cần - nhưng đó là một lựa chọn tốt nếu chúng tôi muốn - . Chúng tôi mang theo một chiếc bóng râm dễ che, ghế cắm trại và tất cả thức ăn của chúng tôi. Thời tiết buổi sáng hơi lạnh có sương mù nhưng nhanh chóng cháy hết và thấy nước nóng 87 độ khá dễ chịu. Ngoài ra tôi và bạn bè còn được tranh thủ bơi lội dành cho người lớn từ ngày 10-12. Thật là một phần thưởng! Nơi này trở nên đông đúc vào giữa trưa nhưng không đến nỗi khó chịu. Đối với phòng vệ sinh, vâng, họ có thể sử dụng chất tẩy rửa nhưng hãy mang dép xỏ ngón và tinh thần cởi mở và bạn sẽ ổn thôi - vòi sen ấm áp và xà phòng đặt trong hộp đựng có mùi thơm dễ chịu. Tất cả trong ngày là hoàn hảo. Những vị khách của tôi - tổng cộng 13 người và một chú chó nhỏ, rất vui lòng được thư giãn tại địa điểm dã ngoại của chúng tôi - đã có một kết thúc mùa hè trọn vẹn và thư giãn. Mọi người cứ hỏi tôi tìm thấy nơi này ở đâu! Chúng tôi thậm chí còn cân nhắc việc trở thành thành viên vì tôi và bạn bè của chúng tôi muốn hỗ trợ, nhưng nó quá đắt đối với chúng tôi, đặc biệt là khi chúng tôi đến từ Fairfield.Đọc thêm",
            "Chúng tôi đã tìm thấy viên ngọc nhỏ này trên instagram sau khi tìm kiếm một hồ bơi ngoài trời, vì chúng tôi thực sự cần một nơi nào đó để thư giãn sau chuyến tham quan rượu vang trong thung lũng và nơi nhỏ bé này đã đáp lại mọi lời cầu nguyện của chúng tôi!!!! Phô mai nướng chết mê chết mệt, kem hữu cơ sẽ khiến bạn nổi da gà và những hồ bơi ngoài trời đẹp nhất. Một bầu không khí gia đình rất thoải mái và đẹp đẽ với đội ngũ nhân viên hữu ích nhất. Một công lao thực sự cho khu vực - một viên ngọc ẩn thực sự.Đọc thêm",
            "Đừng lãng phí thời gian của bạn ở đây. Rất nhiều địa điểm và điều khác để trải nghiệm xung quanh khu vực. Không được phép mang chó đến gần hồ bơi bất chấp những gì đã nêu trên trang web.  Hãy cẩn thận với chính sách không hoàn lại tiền. 12 - mỗi người và thay vì hoàn lại tiền, họ sẽ tặng phiếu cho 1 người - chúng tôi đã thanh toán cho 2 người - sẽ hết hạn vào tháng tới. Tôi hy vọng rằng số tiền nhỏ có thể được hoàn lại để thể hiện thiện chí cũng rất xứng đáng. Tôi cảnh báo mọi người tránh cái bẫy này.Đọc thêm",
            "Xin chào Joseph, cảm ơn bạn đã xem xét và phản hồi. Tôi - m Laurie, Quản lý của Morton - s đã nói chuyện với bạn về yêu cầu hoàn tiền của bạn khi bạn ở đây ngày hôm trước. Tôi đánh giá cao sự thông cảm điềm tĩnh và ân cần của bạn về tình huống khi bạn đến thăm cùng chú chó của mình nhưng tôi nghe nói rằng mọi việc vẫn chưa được giải quyết. Bạn có sẵn lòng thực hiện cuộc trò chuyện tiếp theo qua điện thoại về vấn đề đó không? Vui lòng gửi email cho tôi theo địa chỉ info - mortonswarmsprings.com kèm theo số điện thoại của bạn và thời điểm thích hợp để liên hệ với bạn để chúng ta có thể tiếp tục cuộc trò chuyện và tìm ra giải pháp tốt nhất cho cả hai bên. Ngoài ra, chỉ để nói rằng thẻ của bạn luôn tốt vào bất kỳ thời điểm nào trong mùa giải này và nếu chúng tôi nhận ra rằng bạn của bạn cũng cần một thẻ thì chúng tôi cũng sẽ tặng một thẻ khác. \n\nĐể làm rõ trên diễn đàn công cộng này, chính sách của chúng tôi về việc không nuôi chó - vật nuôi được phép ở trong Khu vực Hồ bơi kín - ngoại trừ chó dịch vụ được huấn luyện trong các nhiệm vụ cụ thể để hỗ trợ người khuyết tật - là quy tắc mà chúng tôi tuân theo từ Sở Y tế Quận Sonoma và áp dụng cho tất cả các bể bơi công cộng. Trang web của chúng tôi trước đây không bao gồm thông tin này vì đây là tiêu chuẩn toàn ngành nhưng chúng tôi đã thêm thông tin này ngay bây giờ để tránh tình trạng này trong tương lai. Joesph, một lần nữa xin cảm ơn phản hồi của bạn - nó đã giúp chúng tôi cải thiện khả năng giao tiếp của mình.\n\nLaurie, Sean - The Morton - s StewardsĐọc thêm",
            "Gia đình tôi đã có khoảng thời gian vui vẻ ở đây. Nơi này rất đẹp và thoải mái. Các hồ bơi ấm áp và nhân viên cứu hộ rất thân thiện. Thật ra mọi người làm việc ở đó đều tốt bụng và dễ chịu. Chúng tôi chắc chắn sẽ trở lại! Chúng tôi tổ chức một chuyến dã ngoại và có rất nhiều khu dã ngoại tuyệt đẹp để bạn lựa chọn ngay cả vào thứ Bảy. Tôi cũng nghĩ những vị khách khác rất lịch sự, điều khó tìm thấy ở công viên nước công cộng. Tất cả chúng tôi đều uống thứ nước được cho là rất tốt cho sức khỏe nhưng lại có vị như trứng!  - Phía sau hồ bơi là dòng sông Sonoma xinh đẹp uốn khúc qua khu nhà và các con tôi đang trên thiên đường khám phá nó. Nơi này là một viên ngọc quý.Đọc thêm",
            "Thật là một viên ngọc quý.  Mỗi lần đến đây tôi đều trở về nhà rất thư giãn.  Mang theo một chuyến dã ngoại, tận hưởng các trò chơi trên sân hoặc chỉ đơn giản là bơi lội quanh hồ bơi.  Hãy chuẩn bị sẵn sàng cho đám đông vào những ngày đặc biệt ấm áp vì nơi này thu hút một lượng lớn khách hàng trung thành.  Nước khoáng họ cung cấp miễn phí rất ngon để uống.Đọc thêm",
            "Điểm người dân địa phương tuyệt vời trên con đường suối ấm áp. Giá vào cửa hợp lý và riêng tư sau 5h30 chiều các ngày cuối tuần. Mở cửa đến tháng 9. D Nicolas Lyras-London Báo chí nước ngoài Đọc thêm",
            "Tôi đến với cô ấy - cháu gái 10 tuổi của tôi để có một buổi chiều chủ nhật thú vị.  Chúng tôi được chào đón ở cổng bởi một cô gái trẻ rất hữu ích, người đã cùng chúng tôi xem xét mọi thứ.  Về cơ bản, hãy tôn trọng nơi này và vui lòng rửa sạch trước khi xuống hồ bơi. Nơi này rất phù hợp cho các gia đình có ngân sách tiết kiệm.  Có, họ tính phí vào cửa, nhưng họ cũng trông xe cho bạn và không có chi phí bổ sung hoặc phụ phí nào. Nó có một khu vực hồ bơi với ba hồ bơi ôn đới, một phòng thay đồ và một phòng bàn bóng bàn.  Bên ngoài có bãi cỏ rộng, xung quanh là bàn picnic và bếp nướng BBQ.  Lạch Sonoma chạy qua giữa khu nhà và có một hố bơi thân thiện với trẻ em mà bạn cũng có thể vui chơi.  Mọi thứ đều được bao bọc và bạn có thể thả lỏng con mình mà không phải lo lắng. Bạn có thể dễ dàng dành cả buổi chiều ở đây mà không tốn nhiều tiền và có khoảng thời gian tuyệt vời. Chúng tôi được biết rằng nó hiện do công nhân sở hữu và điều hành và họ đang cố gắng phục hồi nó trở lại thời kỳ huy hoàng trước đây.  Tôi nghĩ mọi chuyện như vậy là ổn. Nó - hơi mộc mạc, nhưng vậy thì sao? Mẹo: Dừng lại ở Chợ Glen Ellen trên đường tới và mua một ít bánh mì kẹp thịt nguội và một chai rượu vang và bạn sẽ không phải lo lắng về việc quán bán đồ ăn nhanh đang mở cửa.  Một trong những phụ huynh khác cũng khuyến khích tôi đến phòng thử rượu vang Cline Vineyards thân thiện với gia đình trên đường về nhà.Đọc thêm",
            "Tôi đến thăm nơi này lần đầu tiên vào sáng thứ bảy.  Nó không đông đến thế. Có hai hồ bơi lớn và một hồ bơi trẻ em. Nước ấm, sạch và không bị clo hóa quá mức. Có ba nhân viên cứu hộ đang làm nhiệm vụ. Ngoài ra còn có một bàn bóng bàn, một khu dã ngoại rộng lớn với bàn, jenga lớn, túi trò chơi và vòng hula. Bạn có thể mang theo thức ăn của riêng bạn và dành cả ngày. Cũng có một con lạch nhưng chúng tôi không vào. Phòng tắm cơ bản và có thể cần dọn dẹp nhiều hơn. Nhìn chung, tôi nghĩ đây là một nơi thư giãn, thích hợp để đi chơi, đặc biệt nếu bạn có con, nhưng nó - không có gì lạ mắt và chắc chắn không phải là suối nước nóng.Đọc thêm"
        ],
        "star_ratings": [
            7,
            6,
            1,
            5,
            4
        ],
        "review_amount": 23,
        "location": [
            "California - CA -",
            "Khu nghỉ dưỡng suối nước nóng Morton - s",
            "Hoa Kỳ",
            "Quận Sonoma",
            "Những hoạt động nên làm ở Glen Ellen",
            "Glen Ellen"
        ],
        "reviews_time": [
            "Written May 12, 2024",
            "Written September 17, 2023",
            "Written August 22, 2019",
            "Written September 16, 2018",
            "Written July 5, 2018",
            "Written June 18, 2018",
            "Written March 28, 2018",
            "Written August 29, 2017",
            "Written July 31, 2017",
            "Written July 5, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32429-d3326714-Reviews-Morton_s_Warm_Springs_Resort-Glen_Ellen_Sonoma_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d13277120-Reviews-Salt_and_Stone_Restaurant-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32429-d23679640-Reviews-Loxton_Cellars-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d7704381-Reviews-VJB_Vineyards_Cellars-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d2001759-Reviews-Mayo_Family_Winery-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d23639508-Reviews-Zapata_Grill-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d17692141-Reviews-Mayo_Family_Winery_Reserve_Room-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d6896045-Reviews-Palooza_Brewery_Gastropub-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32554-d27458278-Reviews-Golden_Bear_Station-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32429-d3255511-Reviews-Glen_Ellen_Star-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32429-d562619-Reviews-The_fig_cafe_winebar-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d2198397-Reviews-Wellington_Cellars-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32554-d143945-Reviews-Kunde_Family_Winery-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32554-d1951301-Reviews-VJB_Cellars-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d3474625-Reviews-Two_Amigos_Winery-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32554-d3981709-Reviews-Deerfield_Ranch_Winery-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d110258-Reviews-Jack_London_State_Historic_Park-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d143942-Reviews-Benziger_Family_Winery-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d1549440-Reviews-Loxton_Winery-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d109808-Reviews-Sonoma_Valley-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d275853-Reviews-St_Francis_Winery_and_Vineyards-Santa_Rosa_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d3326714-Reviews-or10-Morton_s_Warm_Springs_Resort-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d3326714-Reviews-or20-Morton_s_Warm_Springs_Resort-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d1553272-Reviews-Triple_Creek_Horse_Outfit-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d26586666-Reviews-The_Service_Course_Closet-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32429-d23698077-Reviews-True_Wild_Visitor_Center-Glen_Ellen_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d8618115-Reviews-Leone_Wine_Tours-Santa_Rosa_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32554-d17438988-Reviews-MacLaren-Kenwood_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d2311045-Reviews-Valet_of_the_Moon_Wine_Tours-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32482-d7249003-Reviews-Adventures_in_Cycling-Healdsburg_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d288048-Reviews-Swanson_Vineyards_Salon-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g608655-d3360803-Reviews-Grossglockner_High_Alpine_Road-Heiligenblut_Carinthia_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d107191-Reviews-Golden_Gate_Canyon_State_Park-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093088-d23356671-Reviews-Sky_Lagoon-Kopavogur_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d321004-Reviews-America_Mura-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g31371-d218269-Reviews-Mooney_Falls-Supai_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d588964-Reviews-Rawal_Lake-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116604-Reviews-The_Hershey_Story_Museum-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d10594367-Reviews-Veloce_Indoor_Speedway-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g48326-d105629-Reviews-Old_Westbury_Gardens-Old_Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150130-Reviews-Zoologico_Dr_Juan_A_Rivero-Mayaguez_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32429-d3326714-Reviews-or10-Morton_s_Warm_Springs_Resort-Glen_Ellen_Sonoma_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32429-d3326714-Reviews-Morton_s_Warm_Springs_Resort-Glen_Ellen_Sonoma_County_California.html"
    }
]