[
    {
        "attraction_name": "Mosteiro dos Jeronimos",
        "attraction_name_vi": "Tu viện Jeronimos",
        "general_info": [
            "32.526 đánh giá",
            "- 7 trong số 887 điều cần làm ở Lisbon",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc",
            "Địa điểm tôn giáo",
            "Nhà thờ - Nhà thờ lớn"
        ],
        "attraction_summary": "Không tiếc chi phí khi họ xây dựng kiệt tác kiến ​​trúc Manueline và Gothic này vào năm 1502, lấy cảm hứng từ Vasco da Gama, người được chôn cất ở đây cùng với những nhà hàng hải vĩ đại khác trong quá khứ.Đọc thêm",
        "reviews": [
            "Belém là thủ đô của những khám phá Bồ Đào Nha - và là thiên đường của nhiếp ảnh gia. Bạn có thể dành cả ngày để khám phá khu phố này: các di tích - Tu viện Jerónimos, Tháp Belém, Đài tưởng niệm những người khám phá - , bảo tàng - Bảo tàng Coach, Centro Cultural de Belém - và khung cảnh ngoạn mục của sông Tagus sẽ khiến chuyến thăm của bạn trở nên đáng giá. Belém cũng có nhiều nhà hàng và quán cà phê, cụ thể là quán nổi tiếng - và thơm ngon - - Pastéis de Belém - - bánh sữa trứng đặc trưng của Bồ Đào Nha; hãy chắc chắn rằng bạn mua thêm một hộp như vậy! - . Có thể dễ dàng đi đến từ trung tâm lịch sử của Lisbon, Belém là một địa điểm không thể bỏ qua, đặc biệt nếu bạn dành hơn một ngày để thăm thủ đô Bồ Đào Nha.Đọc thêm",
            "Tu viện Jeronimos ở Lisbon là nơi an nghỉ của Vasco da Gama. Mộ của ông được chôn ở đây. Tu viện là một kiệt tác và được xây dựng vào thế kỷ 16 với kiến ​​trúc manuline. Nó tượng trưng cho khí hậu của Bồ Đào Nha trong thời đại khám phá.Đọc thêm",
            "Hãy coi chừng bảng chỉ dẫn trang web kém và nhiều hàng đợi. Mặc dù địa điểm này mở cửa lúc 9h30 sáng nhưng phòng vé nằm ở giữa phía trước tòa nhà lại mở cửa lúc 10h sáng. Sau đó có 2 hàng đợi để vào. Hàng đợi bên trái - nhìn từ đường phố - dành cho việc mua vé vào tu viện và tu viện. Các nhóm du lịch ưu tiên 09:30 - 10:30 nên hàng đợi di chuyển rất chậm...chúng tôi đợi từ 09:30 đến 11 giờ sáng. Hàng bên phải là để vào nhà thờ miễn phí. Nếu bạn muốn xem cả hai bạn phải xếp hàng hai lần. Đọc thêm",
            "Nơi tuyệt đẹp để tham quan. Hãy dành thời gian của bạn và nhìn xung quanh - nhưng ngay cả khi đó cũng sẽ không - không mất quá nhiều thời gian. Có một hàng dài khi chúng tôi đi - chúng tôi rời đi và đi ăn trưa gần đó và quay lại xếp hàng. Chúng tôi đã xếp hàng gần một giờ - vì vậy hãy chuẩn bị sẵn sàng. Tuy nhiên, nó rất đẹp và là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Tu viện Jeronimos, Belem: Chuông nguyện hồn ai. Dành cho những người kiên trì xếp hàng. Các dòng người xếp hàng dài nhất đối với tu viện ở Belem, trong số tất cả các điểm tham quan. Họ bắt đầu vào sáng sớm và có một chút hỗn loạn do thiếu lời giải thích tại địa điểm. Vì vậy, ở đây đi. Chúng có 2 dòng riêng biệt - 1 dành cho tu viện và 1 dành cho nhà nguyện. Chúng tôi đợi 1,5 giờ để đến tu viện dưới cái nắng mùa hè thiêu đốt. Vì vậy, hãy mang theo mũ, áo nắng, bôi kem chống nắng, uống nhiều nước và chuẩn bị xếp hàng dài - vâng, ngay cả những người có thẻ Lisboa - . Những người có con nhỏ sẽ được vào cửa sớm. Khi xếp hàng, các nhà cung cấp bán cho bạn mọi thứ - mũ, kính râm, khăn quàng cổ, đồ trang sức. Khi vào trong, bạn sẽ thấy tu viện Gothic Manueline công phu và xa hoa nhất thế giới. Những đường nét và đường cong thật đáng kinh ngạc. Về mặt lịch sử, đây cũng là nơi Hiệp ước Lisbon được ký kết.  Nhà nguyện chia sẻ những ảnh hưởng đen tối của Manueline và đáng chú ý nhất là hầm mộ của Vasco de Gama. Ồ, hãy lấy cà phê và bột nhão từ Pateis de Belem huyền thoại trên đường trước khi bạn bắt đầu buổi cầu nguyện xếp hàng.  - ăn uống sành điệudu lịchsành điệuĐọc thêm",
            "Bên ngoài tòa nhà rất ấn tượng, nhưng để chiêm ngưỡng hết, bạn phải lên đài quan sát của Padrao dos Descobrimentos để có thể nhìn toàn cảnh phía trước.  Bạn có thể biết lối vào ở đâu bằng cách quan sát nơi hai đường thẳng hội tụ.  Dòng bên trái dành cho tu viện và dòng bên phải dành cho nhà thờ.  Tuy nhiên, phòng bán vé nằm ở bảo tàng khảo cổ học ở phía bên trái con phố.  Khi vào tu viện, bạn ngay lập tức bước vào tu viện và đó là một cảnh tượng tuyệt đẹp.  Nhà thờ cũng tuyệt đẹp không kém và hoàn toàn miễn phí.  Đọc thêm",
            "Đây là một nhà thờ đẹp.  Nó hoàn toàn tuyệt đẹp và rất đáng để ghé thăm.  Lưu ý rằng mặc dù nằm trong cùng khu phức hợp với Mosteiro dos Jeronimos nhưng nó có lối vào riêng và miễn phí.  Dù trước hoặc sau khi ghé thăm Mosteiro dos Jeronimos, bạn vẫn phải xếp hàng để vào xem nhà thờ này.Đọc thêm",
            "Hàng đợi lớn để vào ngay cả khi mua vé trước. 10 euro để vào. Các tu viện rất tráng lệ và bạn chụp được rất nhiều ảnh. Nhưng trừ khi tôi - tôi đang thiếu thứ gì đó, chỉ vậy thôi. Chúng tôi nghĩ rằng sẽ có nhiều điều hơn nữa để xem bao gồm cả lịch sử. Nhà thờ được tự do xem liệu tiền bạc và việc xếp hàng có phải là vấn đề hay không.Đọc thêm",
            "Nơi này thật kỳ diệu và đáng để xếp hàng dài vào tháng 6 để xem. Khi chúng tôi đến ngay trước giờ bán vé, chúng tôi vẫn phải chờ khoảng 1,5 giờ - và hàng người rất dài, kéo dài đến góc tòa nhà - . Nhưng chúng tôi đã có khoảng thời gian trò chuyện tuyệt vời với khách du lịch xung quanh trong khi chờ đợi và tận hưởng khung cảnh bên ngoài tuyệt đẹp. Lưu ý: bên trong không mất nhiều thời gian để xem, có thể là 30 phút đến một giờ cho riêng tu viện, vì vậy hãy dành thời gian và tận hưởng - tôi vội vã một chút suy nghĩ bên trong lớn hơn - . Ngoài ra, hãy đến nhà thờ - đường riêng nhưng ngắn - để xem nội thất và lăng mộ Vasco da Gama. Đọc thêm",
            "Giống như một số đánh giá ở đây, hệ thống xếp hàng lẽ ra có thể được tổ chức tốt hơn và không rõ chúng tôi đang xếp hàng để làm gì. Bạn phải đợi một lúc mới vào được nhà thờ rồi làm lại toàn bộ phần tu viện.\n\nBên trong nó vẫn rất ấn tượng và bạn có thể thấy một vài ngôi mộ trong đó có Vasco da Gama. Nhưng không mất nhiều thời gian để tham quan phần tu viện, nó kết thúc khá nhanhĐọc thêm",
            "Việc đầu tiên của tôi là mua vé Lisbon.  Nếu bạn làm thế, bạn đi thẳng vào hàng.  Tiếp theo hãy chờ đợi những hàng dài trừ khi bạn đến đó sớm hoặc gần đến giờ đóng cửa.  Bản thân tu viện rất đẹp và là một tác phẩm nghệ thuật thực sự.  Mọi thứ thật ngoạn mục.  Nếu bạn muốn đến nhà thờ thì miễn phí nhưng phải xếp hàng.  Nhà thờ là nơi an nghỉ của Vasco De Gama.  Đọc thêm",
            "Thẻ của chồng tôi đã được một vài người gypsies ở khu vườn rộng lớn - công viên nhặt được từ ví của anh ấy. Mudos operandi- giả vờ rằng phân chim đã rơi vào đó và chỉ cho chúng tôi rằng chúng tôi cũng có thẻ. Họ giúp chúng tôi lau chùi và tôi nhận thấy một chất lỏng đổ lên đầu tôi - cô ấy nói cabeza - nghĩa là đầu - và đó là lúc chồng tôi giúp lau đầu cho tôi. Chúng tôi nghĩ rằng chúng rất hữu ích nhưng cuối cùng chúng tôi lại làm mất thẻ từ họ. Chúng tôi hoàn toàn không nhận thấy cho đến sau 3 giờ, tôi nhận được tin nhắn từ ngân hàng của mình từ chối các giao dịch mua - 3000, - 3400 n - 150 với các giao dịch mua - 1900 n - 1950 đang chờ xử lý. Ngân hàng của tôi đã hủy thẻ của chúng tôi, nhờ họ mà chúng tôi không phải trả bất cứ khoản nào. Tôi hy vọng những người này sẽ bị chính quyền bắt giữ.  Chúng tôi sẽ không bao giờ quay lại Lisbon. Trải nghiệm quá tệ. Chúng tôi đã đi du lịch rất nhiều nơi và điều này chỉ xảy ra với chúng tôi ở Lisbon. Không vui chút nào khi ở Lisbon.Đọc thêm",
            "Mẹo - 1: Đừng xếp hàng đầu tiên bạn thấy - hàng gần Pasteis de Belem - ; đó là hàng vào. Đầu tiên, bạn cần mua vé từ các ki-ốt ở lối vào giữa tòa nhà - rẽ phải sau khi vào để tìm ki-ốt - . Mẹo - 2: Có 2 hàng vào. Hàng bên phải dành cho nhà nguyện - chỉ ở tầng trệt - ; vào cửa miễn phí. Hàng bên trái để vào tu viện và ban công nhà nguyện; giá vé vào cửa là 10 euro - giảm 50 euro nếu bạn 65 tuổi - - . Bên trong nơi từng là thư viện của các tu sĩ là một cuộc triển lãm rất khác thường: một dòng thời gian hình tròn 500 năm theo dõi những gì đã xảy ra trên thế giới, ở Bồ Đào Nha và trên chính khuôn viên tu viện. Đọc thêm",
            "Đây là điểm nổi bật của chuyến đi của chúng tôi đến Belem. Vào nhà thờ miễn phí nhưng bạn sẽ phải trả - 10 cho các tu viện. Trừ khi bạn có ngân sách eo hẹp, đừng bỏ qua tu viện. Nó quá đẹp và nhà thờ tối tăm, u ám không hề giúp bạn chuẩn bị cho sự tráng lệ của các tu viện và khuôn viên tu viện. Được ủy quyền bởi Vua Manuel I vào năm 1501, tu viện được trang trí lộng lẫy bằng đá trang trí công phu kết hợp tất cả các loại họa tiết hàng hải và hình tượng động vật với các biểu tượng vương giả và Cơ đốc giáo. Đây là nơi những thủy thủ, nhà thám hiểm và nhà hàng hải vĩ đại người Bồ Đào Nha như Vasco de Gama đến để xưng tội và hướng dẫn tâm linh ngay trước khi bắt đầu những chuyến đi dài và nguy hiểm để vạch ra những vùng đất mới. VÉ - DÒNG: - Tránh Thứ Hai - nó - không mở - Combo Tu viện - Vé Tháp Belem không còn tồn tại. Sách hướng dẫn của chúng tôi vẫn hiển thị nó ở trạng thái sẵn có mặc dù chúng tôi đã có ấn bản mới nhất.  - Nhìn lại, tôi ước gì chúng tôi đã mua Thẻ Lisboa 1 ngày cho chuyến đi đến Belem. Ở mức - 20, chúng tôi sẽ được vào cửa miễn phí tòa tháp, tu viện và bảo tàng xe ngựa cũng như đi lại miễn phí, tiết kiệm cho chúng tôi ít nhất - 10 trang. - Có 2 hàng, hàng dài hơn bên phải là vào cửa nhà thờ miễn phí và hàng bên trái dành cho các tu viện. Thật khó chịu, tấm vé vào tu viện không mang lại cho bạn bất kỳ lợi thế nào khi vào nhà thờ. Bạn phải ra khỏi khuôn viên tu viện và xếp hàng lại. Dòng người xếp hàng ở nhà thờ rất dài. Nếu bạn đến đó sớm, tôi khuyên bạn nên đến thăm nhà thờ trước khi hàng đợi có thể sẽ ngắn nhất.  - phòng vé không rõ ràng ngay lập tức. Chúng tôi xếp hàng vào tu viện vì nghĩ rằng đây là để lấy vé và lãng phí một thời gian trước khi nhận ra sai lầm của mình. Phòng bán vé nằm ở bên trái hàng đợi, cạnh lối vào bảo tàng.Đọc thêm",
            "Nhà thờ này là một phần của Tu viện Jeronimos và nó tách biệt với các tu viện. Vào nhà thờ miễn phí nhưng sẽ phải trả - 10 cho các tu viện. Nếu bạn đang thắc mắc liệu có đáng làm cả hai việc hay không, tôi cũng khuyên bạn nên ghé thăm các tu viện. Chúng rất khác nhau và chính các tu viện là điểm nổi bật. Nhà thờ có một số đặc điểm rất thú vị nhưng nhìn chung, nó khá ảm đạm và tối tăm và không giúp bạn chuẩn bị gì cho sự tráng lệ của các tu viện và khuôn viên tu viện. Những gì bạn - sẽ thấy trong nhà thờ là lăng mộ của nhà thám hiểm, Vasco da Gama qua đời ở Ấn Độ năm 1524, nhà thơ Luís de Camões - mất 1580 - và vua Manuel I - mất 1521 - . Bạn - cũng sẽ thấy một trần nhà rất nổi bật, kéo dài đến gian giữa cực kỳ rộng - 30m -. Trần nhà là một nhịp duy nhất với các vòm trang trí giống như cành cây.  Cùng với nhau, các mái vòm và những cây cột cao, mảnh mai giống như thân cây đỡ mái nhà, tạo nên một hiệu ứng tổng thể khiến tôi liên tưởng đến một khu rừng. Nếu bạn định tham quan các tu viện, hãy nhớ tìm khu vực ngắm cảnh nơi bạn có được tầm nhìn đặc biệt điểm, nhìn xuống bên trong nhà thờ về phía bàn thờ. LƯU Ý: - Có 2 đường. Hàng dài hơn bên phải là để vào nhà thờ miễn phí và hàng bên trái dành cho các tu viện. Đây là cái bẫy - một tấm vé vào tu viện, không đưa bạn vào nhà thờ được. Bạn - sẽ phải rời khỏi khuôn viên tu viện và xếp hàng lại. Chúng tôi đến sớm và đi đến tu viện trước nhưng đây là một sai lầm. Khi chúng tôi ra khỏi tu viện, hàng người đến nhà thờ đã đông hơn nhiều. Nếu bạn đến đó sớm, tôi khuyên bạn nên đến thăm nhà thờ trước khi hàng đợi có thể sẽ ngắn nhất.  - Đóng cửa vào thứ HaiĐọc thêm",
            "Mảnh kiến ​​trúc tuyệt đẹp. Thật đáng để dành thời gian đi bộ qua và xem chi tiết về một tu viện xinh đẹp. Có thể hơi khó hiểu về vé vào cửa được bán bên trong bảo tàng khảo cổ học và hàng người xếp hàng ngay bên ngoài là để xem nhà thờ với lăng mộ của de Gama chứ không phải khuôn viên của tu viện.Đọc thêm",
            "Các tu viện - yêu cầu phải có vé - và nhà thờ - miễn phí - có thể vào được từ 2 hàng đợi riêng biệt. Đi vào 1 không cho phép bạn truy cập vào cái kia.  Tôi khuyên bạn nên xếp hàng vào nhà thờ trước - vì lượng người xếp hàng ngày càng đông - sau đó mới đi vào tu viện.  Cả hai đều đẹp và đáng xem.  Vé vào tu viện có sẵn từ lối vào Bảo tàng bên cạnh - ngoài cùng bên trái - HOẶC Thẻ Lisboa đưa bạn vào. - Tôi sẽ đề xuất thẻ Lisboa - Tôi đã tiết kiệm được RẤT nhiều tiền. - Đọc thêm",
            "Công trình kiến ​​trúc tráng lệ này không chỉ là nơi có Tu viện Jeronimos mà còn là Nhà thờ Santa Maria nằm ở phía nam. Khi vợ tôi và tôi đến, chúng tôi phải đợi để vào vì đám cưới vừa kết thúc. Không còn một tòa nhà ấn tượng nào có thể là địa điểm tổ chức đám cưới! Khi bước vào tu viện - nhà thờ, tôi thậm chí còn ấn tượng hơn về địa điểm đặc biệt này cho một đám cưới. Lối vào phía nam được trang trí công phu dẫn đến nội thất nhà thờ đầy cảm hứng với trần nhà nhiều tầng, kính màu tuyệt đẹp và nhiều tác phẩm chạm khắc và cột trang trí công phu hơn. Tôi đặc biệt ấn tượng với các chi tiết của mái vòm làm nền cho khu vực bàn thờ cũng như hàng cửa đối xứng dẫn đến phòng giải tội. Tuy nhiên, điểm nổi bật đối với tôi là ngôi mộ được thiết kế tinh xảo của nhà thám hiểm mang tính biểu tượng, Vasco da Gama. Tôi khuyên bạn nên dành thời gian để đi bộ xung quanh khuôn viên được cắt tỉa cẩn thận trước địa điểm này, nơi cũng có một đài phun nước lớn. Đây là nơi tuyệt vời để suy ngẫm sau khi tham quan nhà thờ và tu viện tuyệt đẹp. Đọc thêm",
            "Ngay cả khi bạn đến sớm, bạn sẽ thấy hàng đợi kéo dài qua đường. Điều không rõ ràng ngay lập tức là hàng đợi để vào nhưng đó không phải là nơi bạn lấy vé. Đó là đầu bên kia của tòa nhà qua lối vào có lá cờ Bồ Đào Nha phía trên. Khi vào bên trong, bạn ngay lập tức bị ấn tượng bởi quy mô - quy mô của tu viện và những nét chạm khắc trang trí công phu. Điều hơi bất thường là bạn có thể lên lầu và đi bộ quanh tầng trên. Những gì có thể xem được dựa trên sân trung tâm. Có một hàng đợi riêng để vào nhà thờ. Cửa hàng quà tặng có một cuốn sách lớn hơn với rất nhiều bức ảnh đẹp về tu viện và nhà thờ bên trong mà không có quá nhiều văn bản với giá 20 Euro, có thể tốt hơn 5 Euro - nhỏ hơn - du khách sẽ hài lòng nếu bạn đang muốn một món quà lưu niệm để mang về nhà.Đọc thêm",
            "Tòa nhà đẹp từ bên ngoài. Chúng tôi rất muốn vào bên trong nhưng sau khi xếp hàng dài dưới cái nóng, nhân viên sẽ không cho chúng tôi có vé Người cao tuổi - một khoản tiết kiệm đáng kể so với giá vé Người lớn - mặc dù chúng tôi RÕ RÀNG đã bước vào tuổi cao niên vì chúng tôi không mang theo hộ chiếu làm bằng chứng - ai mang hộ chiếu? Họ đang ở trong két an toàn trong phòng khách sạn. - Nhân viên thật thô lỗ nên chúng tôi quyết định không trả tiền và vào. Đây là nơi duy nhất chúng tôi gặp vấn đề này. Người lớn tuổi được cảnh báo.Đọc thêm",
            "Mosteiro dos Jerónimos là một trong những điểm nổi bật của Lisbon. Nó được xây dựng vào thế kỷ XVI và là một ví dụ điển hình về phong cách Manueline Gothic muộn của Bồ Đào Nha. Bạn có thể đọc về lịch sử ở những nơi chuyên biệt, nhưng tôi sẽ giải thích một số mẹo mà tôi nghĩ là hữu ích. Có hai dòng: một dòng để mua vé - 10 - hoặc kết hợp với bảo tàng, 12 - - và một dòng khác để vào tu viện. Nếu bạn là một nhóm, một số người có thể tạo dòng này và dòng kia, dòng kia. Bạn sẽ tiết kiệm được rất nhiều thời gian. Đó là một nơi rất đông đúc, vì vậy tôi nghĩ tốt nhất bạn nên đi vào sáng sớm hoặc cuối ngày. Ngoài tu viện chính và hội trường, còn có nhà thờ - một tuyến khác - . Nếu bạn ở Belém trong ngày, bạn có thể đến thăm nhà thờ vào cuối ngày, khi không có hàng đợi và nhà thờ vắng tanh.Đọc thêm"
        ],
        "star_ratings": [
            19999,
            9334,
            2402,
            454,
            341
        ],
        "review_amount": 32530,
        "location": [
            "Tu viện Jeronimos",
            "Lisboa",
            "Bồ Đào Nha",
            "Châu Âu",
            "Những điều cần làm ở Lisboa",
            "Quận Lisbon",
            "miền trung Bồ Đào Nha"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 4, 2023",
            "Written June 12, 2023",
            "Written June 17, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 22, 2023",
            "Written June 24, 2023",
            "Written June 30, 2023",
            "Written July 8, 2023",
            "Written February 20, 2020",
            "Written February 22, 2020",
            "Written February 13, 2021",
            "Written February 11, 2021",
            "Written March 1, 2020",
            "Written February 28, 2020",
            "Written March 10, 2020",
            "Written February 26, 2020",
            "Written January 21, 2020",
            "Written July 13, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189158-d195318-Reviews-Mosteiro_dos_Jeronimos-Lisbon_Lisbon_District_Central_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d939704-Reviews-Pasteis_de_Belem-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d10310185-Reviews-Restaurante_Comptoir_Parisien-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d14030966-Reviews-Taberna_dos_Ferreiros-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d2324445-Reviews-Pao_Pao_Queijo_Queijo-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d6869251-Reviews-Honorato_Belem-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d2714595-Reviews-Cafetaria_do_Museu_de_Marinha-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d4838928-Reviews-Belem_2_a_8-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d1875055-Reviews-Feitoria_Restaurant_Wine_Bar-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d7905925-Reviews-Maritima_Do_Restelo-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d10729633-Reviews-Mister_Tapas-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d2407195-Reviews-Maritime_Museum-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d243621-Reviews-Planetario_de_Marinha-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3238655-Reviews-Museu_Nacional_de_Arqueologia-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d4053338-Reviews-Jardim_da_Praca_do_Imperio-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d19630038-Reviews-Estatua_de_Pina_Manique-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d660451-Reviews-MAC_CCB_Museu_de_Arte_Contemporanea-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d13001782-Reviews-Museu_Centro_Cultural_Casapiano-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d19381855-Reviews-Padrao_Memoria_do_Chao_Salgado-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d243620-Reviews-Padrao_dos_Descobrimentos-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d10439198-Reviews-Sala_Thai-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195318-Reviews-or10-Mosteiro_dos_Jeronimos-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195649-Reviews-Alfama-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d199878-Reviews-Praca_do_Comercio_Terreiro_do_Paco-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195105-Reviews-Bairro_Alto-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195107-Reviews-Castelo_de_S_Jorge-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3214902-Reviews-Time_Out_Market_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d524074-Reviews-Torre_de_Belem-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d1992589-Reviews-Miradouro_da_Senhora_do_Monte-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6215707-Reviews-Mosteiro_de_Sao_Vicente_de_Fora-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d243618-Reviews-Igreja_de_Sao_Roque-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d1630676-Reviews-Palacio_Nacional_da_Ajuda-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d243611-Reviews-Centro_Cultural_de_Belem_CCB-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3592595-Reviews-Lisbon_Secrets_Guided_Tours-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d4289715-Reviews-Lisbon_by_Boat-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d8381159-Reviews-Rent_a_Boat-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d4801192-Reviews-Palmayachts_Boat_Tours-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d14122382-Reviews-Royal_Marine-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7149046-Reviews-Pypas_Cruises_Lisbon_Boat_Tours-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7043935-Reviews-Wineguest-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187826-d4354782-Reviews-La_Funivia_Rapallo_Montallegro-Rapallo_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d17530664-Reviews-Samdech_Chuon_Nath_Statue-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g51027-d10495073-Reviews-Tanger_Outlets_Columbus-Sunbury_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g608496-d3736079-Reviews-Bali_Botanic_Garden-Tabanan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g44647-d3235871-Reviews-Hollywood_Casino_Amphitheatre-Maryland_Heights_Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g737038-d645725-Reviews-La_Vanille_Nature_Park-Riviere_des_Anguilles.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128698-Reviews-Wings_Over_the_Rockies_Air_Space_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838626-Reviews-South_Marco_Beach-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34511-d185193-Reviews-Blue_Spring_State_Park-Orange_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g679033-d11629747-Reviews-Adidas_Store-Herzogenaurach_Middle_Franconia_Franconia_Bavaria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189158-d195318-Reviews-or10-Mosteiro_dos_Jeronimos-Lisbon_Lisbon_District_Central_Portugal.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189158-d195318-Reviews-Mosteiro_dos_Jeronimos-Lisbon_Lisbon_District_Central_Portugal.html"
    }
]