[
    {
        "attraction_name": "Motiongate Dubai",
        "attraction_name_vi": "Cổng chuyển động Dubai",
        "general_info": [
            "1.744 đánh giá",
            "- 87 trong số 603 điều cần làm ở Dubai",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "MOTIONGATE - Dubai là địa điểm không thể bỏ qua đối với những người yêu thích sự vui vẻ muốn trải nghiệm những chương trình biểu diễn mãn nhãn, những chuyến đi cảm giác mạnh và niềm vui bất tận theo chủ đề phim! Từ những trò chơi thách thức trọng lực như The Hunger Games - Capitol Bullet Train, cho đến những trò chơi hấp dẫn như Kung Fu Panda: Unstoppable Awesomeness. Bạn thậm chí có thể chiến đấu ở New York với Ghostbusters, tham gia Zoosters tại Madagascar: Mad Pursuit, bay cùng chú rồng Răng Sún hoặc đơn giản là tận hưởng hàng giờ vui vẻ và chụp một số bức ảnh hoành tráng bên trong Khu vực DreamWorks rộng lớn - có máy lạnh -. Những người có kích thước nhỏ, lớn và trung bình sẽ thực sự tha hồ lựa chọn thú vị khi khám phá công viên - năm khu vực theo chủ đề, mỗi khu vực lấy ngay từ những bộ phim - giống như bộ sưu tập các quán ăn ngon và một loạt các mặt hàng phim độc quyền đáng kinh ngạc và kỷ vật. Vì vậy, hãy mua vé ngay bây giờ và chúng tôi - sẽ gặp bạn tại MOTIONGATE - Dubai, nơi các chuyến đi và phim kết hợp với nhau!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tuyệt vời cho trẻ em. Rất nhiều hoạt động thú vị để giúp họ giải trí.  Giá thực phẩm và các cửa hàng đồ cổ rất cao..ngoài ra, nếu bạn - là một du khách trong ngày, không rõ ràng. Đánh dấu thời gian đưa đón từ taxi đến lối vào - là một chuyến đi bộ dài trong cái nóng mùa hè ở Dubai và trở nên không thể chịu nổi đối với trẻ em - Đọc thêm",
            "Kính gửi Go68486028678,\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình khi ghé thăm Motiongate Dubai. \n\nPhản hồi của bạn được đón nhận nồng nhiệt - sẽ được xem xét.\n\nChúng tôi rất mong được chào đón bạn một lần nữa.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của MotiongateĐọc thêm",
            "Xin chào,\n\nTôi muốn gửi lời khen ngợi và lòng biết ơn cao nhất tới Vishnu, nhân viên bán hàng đã hỗ trợ chúng tôi tại công viên giải trí Motion Gate ở Dubai. Trình độ thông thạo cả tiếng Anh và tiếng Nga của anh ấy đã nâng cao đáng kể trải nghiệm mua sắm của chúng tôi. Việc chúng tôi có thể trò chuyện bằng ngôn ngữ mẹ đẻ của mình là một bất ngờ thú vị, khiến quá trình mua cốc trở nên hấp dẫn và cá nhân hóa hơn nhiều. Dịch vụ chuyên nghiệp, kỹ năng ngôn ngữ và cam kết vững chắc của Vishnu - về sự hài lòng của khách hàng thực sự là điều đặc biệt. Những đóng góp của anh ấy đã làm phong phú thêm chuyến thăm của chúng tôi và chúng tôi háo hức mong đợi sẽ trở lại trong tương lai. \n\nTrân trọng.Đọc thêm",
            "Kính gửi Max D,\n\nCảm ơn bạn đã phản hồi,\n\nChúng tôi nỗ lực mang đến trải nghiệm tuyệt vời cho khách - chúng tôi rất vui khi nghe về khoảng thời gian tuyệt vời của bạn tại Motiongate Dubai và cảm ơn bạn đã khen ngợi đội ngũ nhân viên của chúng tôi.\n\nHy vọng sớm được gặp lại bạn.\n\nTrân trọng,\nNhóm quản lý dịch vụ khách hàng của Motiongate. Đọc thêm",
            "Sự hấp dẫn nói trên là tốt, nhưng không phải vào mùa hè nóng bức. Thời gian tốt nhất để ghé thăm là từ tháng 11 đến tháng 3. Ưu điểm của việc ghé thăm vào mùa hè là ít người hơn và bạn không phải mất thời gian xếp hàng chờ đợi hoặc tốn tiền mua vé Q-Fast.\n\nDo cát bụi vào ngày trước khi chúng tôi đến thăm tàu ​​cao tốc và một số chuyến đi khác đã bị đóng cửa, một số điểm thu hút như rạp xiếc, v.v. đang được cải tạo.\n\nNgoại trừ nhân viên bán bắp rang, tất cả các nhân viên khác đều hữu ích và hợp tác.\n\nNói chung là nên đọc thêm",
            "Samuelkply thân mến,\n\nCảm ơn phản hồi có giá trị của bạn - xem xét\n\nRất mong được chào đón bạn lần nữa.\n\nTrân trọng,\nNhóm quản lý dịch vụ khách hàng của Motiongate.\nĐọc thêm",
            "Đừng ghé thăm vào tháng Tám. Không có buổi biểu diễn nào, khu vực cưỡi ngựa Hunger Games không bao giờ mở cửa, chuyến đi John Wicks và Madegascar cũng đóng cửa. Giá vào cửa cần phải phản ánh điều này. \nchỉ có điều tốt - hàng đợi rất ngắn vì nơi này vắng vẻ. Kết quả là nơi này thiếu bầu không khí. Có thể tốt hơn vào mùa đôngĐọc thêm",
            "Kính gửi samjames12,\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình khi ghé thăm Motiongate Dubai.\n\nPhản hồi của bạn được đón nhận nồng nhiệt - sẽ được xem xét.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của Motiongate\nĐọc thêm",
            "Tôi đã lo lắng vì tất cả những bình luận tiêu cực nhưng chúng tôi thực sự rất thích ngày của mình. Tôi không nghĩ nó đáng giá nhưng với - trẻ em được miễn phí - điều đó khiến nó đáng giá. Chúng tôi có những đứa trẻ 8, 5 và 3. Chúng yêu thích tất cả! Chúng tôi nghĩ rằng đó là một công viên xinh đẹp và thật ngạc nhiên khi thấy nó có rất nhiều trong các tòa nhà AC - d. Đến cuối ngày, đôi chân của chúng tôi đã ổn và chúng tôi không còn cảm thấy mệt mỏi vì nóng bức nữa. Phần hay nhất là hoàn toàn không có lời thoại vào thời điểm này trong năm. Tất cả các chuyến đi mà chúng tôi muốn thực hiện đều có đầy đủ chức năng... không có vấn đề hay chậm trễ nào cả. Đứa con 3 tuổi của tôi có thể đã tham gia nhiều chuyến đi mà họ cho là nó quá nhỏ nhưng chúng tôi vẫn dễ dàng giải quyết bằng cách đưa nó đi nơi khác và quay lại với những đứa trẻ khác. Tìm thấy một chiếc taxi không có vấn đề gì vào cuối ngày của chúng tôi. Chúng tôi đã đi từ khoảng 12 đến 5:30 ... đã thực hiện tất cả các trò chơi phù hợp với lứa tuổi trẻ em của chúng tôi và tất cả các địa điểm vui chơi nhỏ cũng rất khác biệt và tuyệt vời.Đọc thêm",
            "Newbeeee thân mến,\n\nCảm ơn bạn đã đánh giá - phản hồi có giá trị của bạn.\nChúng tôi rất vui khi biết về trải nghiệm của bạn tại Motiondgate Dubia - mong được chào đón bạn và gia đình một lần nữa.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của Motiongate.\nĐọc thêm",
            "Nơi khá mát mẻ nhưng phụ thuộc vào độ tuổi của con bạn. \n\nTôi lấy một đứa trẻ 1 và 5 tuổi nên không thực sự có nhiều thứ cho chúng. Họ còn quá trẻ để tham gia các chuyến đi. Tuy nhiên, đây sẽ là một nơi hoàn hảo cho những đứa trẻ lớn hơn một chút. \n\nDù sao đi nữa, đó là trải nghiệm khá tốt. Rất nhiều điểm tham quan để xem. Có thể khó khăn khi đi bộ đến tất cả các trò chơi khác nhau trong cái nóng ở Dubai - Chúng tôi đã đi vào cuối tháng 8 -. \n\nVé có thể khá đắt nhưng nếu bạn ở khách sạn LegoLand từ 3 đêm trở lên, bạn sẽ nhận được vé miễn phí tới LegoLand và Motiongate - rất khuyến khích - .\n\nChúng tôi ăn ở nhà hàng Mr Ping ở khu Kung Fu Panda. Thức ăn thật khủng khiếp. Kích thước phần là tốt nhưng không ngon chút nào. Ngay cả tôm chiên cũng cực kỳ giòn. Đáng lưu ý, nếu bạn đang ở trong khách sạn LegoLand, bạn sẽ được giảm giá 20 - nhân viên không tích cực chia sẻ điều này -. Đọc thêm",
            "Foriii thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình về chuyến thăm Motiongate Dubai.\n\nPhản hồi của bạn được đón nhận nồng nhiệt - sẽ được xem xét.\n\nChúng tôi rất mong được chào đón bạn một lần nữa.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của MotiongateĐọc thêm",
            "Chuyến thăm gần đây của tôi tới Motiongate ở Dubai thực sự là một điều tuyệt vời và nó thậm chí còn trở nên tuyệt vời hơn nhờ sự hỗ trợ đáng kinh ngạc của Jaypratap.\n\nSự chào đón nồng nhiệt và hướng dẫn chuyên môn của Jaypratap trong khắp công viên đảm bảo rằng tôi không bỏ lỡ điều gì. Kiến thức của anh ấy về các điểm tham quan của công viên rất ấn tượng và anh ấy đã khiến chuyến thăm của tôi không bị căng thẳng và thú vị. \n\nMột trong những điểm nổi bật trong ngày của tôi là cơ hội gặp gỡ các nhân vật hoạt hình và Jaypratap đã khiến tất cả diễn ra một cách liền mạch. Tôi đã có khoảng thời gian vui vẻ khi chụp ảnh cùng các nhân vật trong phim yêu thích của mình, tạo nên những kỷ niệm khó quên.\n\nTôi cũng rất thích xem chương trình King Julien, đây là một sự bổ sung tuyệt vời cho ngày làm việc của tôi tại Motiongate.\n\nBản thân Motiongate là một công viên giải trí quyến rũ với nhiều điểm tham quan và phong cảnh tuyệt đẹp theo chủ đề phim. Đây là địa điểm không thể bỏ qua đối với bất kỳ ai đang tìm kiếm một ngày tràn đầy hứng thú và giải trí.\n\nTôi muốn bày tỏ lòng biết ơn tới Jaypratap vì sự phục vụ đặc biệt của anh ấy, điều này khiến chuyến thăm của tôi càng trở nên đặc biệt hơn. Anh ấy là tài sản thực sự của công viên và tôi đặc biệt giới thiệu Motiongate cho tất cả những ai đang tìm kiếm một ngày phiêu lưu và những khoảnh khắc khó quên. Cảm ơn Jaypratap vì lòng hiếu khách xuất sắc của bạn!Đọc thêm",
            "Kính gửi Hộ chiếu28868501437,\n\nCảm ơn bạn đã đánh giá - phản hồi.\n\nChúng tôi cố gắng cung cấp trải nghiệm tốt nhất cho khách hàng - rất vui khi nghe được sự khen ngợi xuất sắc dành cho nhân viên của chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của MotiongateĐọc thêm",
            "Tôi rất hài lòng với dịch vụ của Emam và những lợi ích mà tôi nhận được từ công ty khi trở thành thành viên. Việc nói chuyện với anh ấy đã giúp tôi có được chính xác những gì tôi đang tìm kiếm.\n\nTôi sẽ cho Emam và Dubai Parks and Resort 5 sao.\n\nCảm ơn rất nhiều - Đọc thêm",
            "LiliaCarolina thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình khi ghé thăm Motiongate Dubai.\n\nChúng tôi cố gắng cung cấp trải nghiệm tốt nhất cho khách hàng - rất vui khi nghe được sự khen ngợi xuất sắc dành cho nhân viên của chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của MotiongateĐọc thêm",
            "Chúng tôi nhận được quyền truy cập miễn phí do lưu trú tại khu nghỉ dưỡng Lapita trong một tuần. \n\nChúng tôi đến thăm vào giữa tuần và lưu ý rằng công viên mở cửa lúc 11 giờ sáng nhưng có thái độ thiếu thận trọng trong việc mở cửa các chuyến đi và tôi không khuyên bạn nên dành hết tâm sức để đến đó trong 11 giờ sáng!\n\nNó trống rỗng một cách kỳ lạ khi chúng tôi ở đó với một phần nhỏ lượng khách mà tôi mong đợi trong nửa học kỳ. Tuy nhiên, điều đó có nghĩa là chúng tôi đã chạy vòng quanh các trò chơi rất nhanh khi cuối cùng chúng cũng mở cửa!! \n\nMột số trò chơi không có sẵn trong cả tuần - ví dụ như Mad Pursuit - nhưng chúng tôi thực sự rất thích chuyến đi The Dragon Gliders rất xuất sắc, The Smurfs Studio Tour, chuyến đi Shrek và tàu lượn siêu tốc Now You See Me.  \n\nThật tốt khi toàn bộ khu vực Dreamworks đều ở trong nhà khi nhiệt độ trở nên quá cao. \n\nTiện nghi nhà vệ sinh không tì vết.\n\nKhông có nước miễn phí - trạm nạp tiền.\n\nTôi nghĩ nhân viên khá mâu thuẫn với khách và chuyến thăm thứ hai của chúng tôi vào cuối tuần thật nực cười vì hầu như không có chuyến đi nào mở cửa trước 12h30! Tôi cảm thấy tiếc cho những người không ở Lapita, những người đã đến công viên và chỉ trả phí vào cửa để phải đối mặt với 80 - trong số các trò chơi chưa mở, không có sẵn hoặc bị ngừng hoạt động do khó khăn kỹ thuật!!! \n\nTôi - tôi rất ngạc nhiên khi những cái tên hãng phim - Lionsgate, Columbia Pictures, Dreamworks, v.v. - cho phép công viên này được vận hành như thế này. Nhìn chung thì chắc hẳn nó đang thua lỗ rất lớn và tôi nghi ngờ rằng - thật khó để tìm được những nhân viên tử tế sẵn sàng tiếp tục cố gắng. \n\nCuối cùng, chủ đề Halloween của Hollywood khá dành cho người lớn và không phù hợp với trẻ nhỏ và chúng tôi không xem bất kỳ sự kiện đặc biệt nào nhưng tôi nghi ngờ công viên chỉ trở nên sống động vào ban đêm sau khi chúng tôi rời đi.Đọc thêm",
            "Kính gửi MoleAdventures,\n\nCảm ơn bạn đã chia sẻ phản hồi trung thực của bạn với chúng tôi.\n\nChúng tôi đặt ra tiêu chuẩn cao cho chính mình và mặc dù chúng tôi rất vui khi bạn thích một số chuyến đi mà bạn đã đề cập, nhưng chúng tôi rất tiếc khi biết rằng không phải tất cả những mong đợi của bạn đều được đáp ứng khi bạn tương tác với doanh nghiệp của chúng tôi trong lần ghé thăm thứ hai.\n\nChúng tôi không thể sửa chữa quá khứ nhưng bạn có cam kết cải thiện cách nhân viên của chúng tôi phục vụ mọi khách hàng. \n\nCho đến lúc đó, vui lòng chấp nhận lời xin lỗi chân thành nhất của chúng tôi trong khi chúng tôi mong chờ một cơ hội khác để kiếm được công việc kinh doanh cho bạn.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của MotiongateĐọc thêm",
            "Khi đến nơi, chúng tôi đậu xe ở bãi đậu xe lớn ngay bên ngoài Riverland. Chúng tôi bắt xe buýt mini miễn phí đến lối vào Motiongate. \n\nTất cả ba công viên - Motiongate, Legoland Dubai và Legoland Water Park - đều nằm trong khoảng cách đi bộ từ bãi đậu xe. Tuy nhiên, có dịch vụ đưa đón thường xuyên miễn phí đến các công viên. \n\nĐi thẳng vào trung tâm công viên nơi tọa lạc của Studio Central. Nhà hát Hollywood là nơi diễn ra một số chương trình biểu diễn trực tiếp và giải trí tuyệt vời. \n\nCông viên có 4 khu vực theo chủ đề: Columbia Pictures, Smurfs Village, Dreamworks và Lionsgate. \n\nColumbia Pictures: trò chơi yêu thích của chúng tôi là The Green Hornet: High Speed ​​Chase - bọn trẻ đã muốn tham gia nó nhiều lần, may mắn là không có hàng đợi vì công viên vừa mới mở. \n\nLàng Xì Trum: chúng tôi đã có chuyến tham quan hậu trường của Xì Trum - bối cảnh của bộ phim. Chuyến đi tuyệt vời và thư giãn để tránh ánh nắng mặt trời và nghỉ ngơi một chút. \n\nDreamworks: trò chơi yêu thích của gia đình chúng tôi chắc chắn là Dragon Gliders. Chúng tôi đã được nhìn thấy một số công viên từ trên cao, đó là một chuyến đi vừa phải và đáng yêu dành cho các gia đình. \n\nLionsgate đã có một số chuyến đi được đánh giá cao - mức độ rung cao -  \nBây giờ bạn thấy tôi: High Roller và John Wick: Open Contract. \n\nXung quanh công viên có nhà vệ sinh và ngay bên ngoài là đài phun nước - vì vậy hãy nhớ đổ đầy nước vào chai của bạn.\n\nNếu bạn có thêm bất kỳ câu hỏi nào, hãy kiểm tra Instagram của tôi mrsivyhyde và liên hệ Đọc thêm",
            "Thân gửi 979ivyh,\n\nCảm ơn bạn đã dành thời gian để lại cho chúng tôi một đánh giá tuyệt vời!\n\nChúng tôi rất vui vì bạn thích trải nghiệm của mình tại Motiongate Dubai và chúng tôi hy vọng sớm được gặp lại bạn.\n\nTrân trọng,\n\nNhóm quản lý dịch vụ khách hàng của MotiongateĐọc thêm",
            "Gần đây tôi rất hân hạnh được trải nghiệm dịch vụ chăm sóc khách hàng đặc biệt từ Miss Sonica tại motiongate và tôi thực sự ấn tượng. Từ thời điểm tôi đến, các nhân viên đã cố gắng hết sức để đảm bảo thời gian lưu trú của tôi không có gì hoàn hảo.Đọc thêm",
            "ngày siêu tuyệt vời tại một công viên giải trí siêu tuyệt vời. chúng tôi rất thích những chuyến đi và đồ ăn cũng rất tuyệt vời và ngon miệng. Sonica là nhân viên tốt nhất trong số tất cả. cảm ơnĐọc thêm",
            "Đó là một nơi tốt cho trẻ em vui chơi. Nó cách thành phố chính gần một giờ lái xe. Công trình được xây dựng gần giống như DisneyWorld. Ngày thường không đông.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời và trải nghiệm tuyệt vời, xin chân thành cảm ơn Aslam vì lòng tốt và lòng hiếu khách của anh ấy. Tôi đã đến với tư cách là người giám sát cho nhóm học sinh và tất cả các em đều vui vẻ. Thành thật mà nói thì đó là một ngày trong đờiĐọc thêm",
            "Tôi rất thích đội ngũ nhân viên parminder - sonu - imasha, họ rất tử tế, tôn trọng và hữu ích. Họ đã giúp tôi rất nhiều trong việc tìm kiếm chuyến đi và họ tử tế và tôn trọng tôi. Đọc thêm",
            "Anh chàng bán bánh quế Devvendra Lamichane cực kỳ tử tế và thật thú vị khi những chuyến đi rất thú vị và thật tuyệt vời cho bạn bè và chiếc bánh quế đã được nếm thử. Anh ấy đẹp trai và vui tínhĐọc thêm",
            "Đó là một chuyến thăm tuyệt vời Fiona rất buồn cười và cô ấy nói rằng cô ấy đã ăn thịt 3 đứa con của mình và ly hôn với shrek......ôi trời ơi - - - có lẽ sẽ không có một shrek 5Đọc thêm",
            "các bạn chắc chắn nên tổ chức một ngày dành riêng cho phụ nữ vào thứ sáu hàng tuần, đặc biệt vì bây giờ đang là mùa hè nên khăn trùm đầu rất khó chơi và thời tiết thì cực kỳ nóng và có lẽ sẽ có rất nhiều người đếnĐọc thêm",
            "Các chuyến đi rất đẹp và quang cảnh thật thư giãn. Sẽ giới thiệu cho bạn bè Ngoài ra, nhân viên rất thân thiện, đặc biệt là anh trai shazad. Đọc thêm",
            "Thật tuyệt vời với nhiều lựa chọn và trò chơi phù hợp với mọi lứa tuổi. Chúng tôi khuyên bạn nên bắt đầu với dreamworks vì đây là tất cả các hoạt động trong nhà vì bạn sẽ cần cả ngày để thử tất cả các trò chơi. Chúng tôi ở trong khách sạn logo Land và được vào cổng chuyển động miễn phíĐọc thêm",
            "béo thế nào là béo quá cho cổng chuyển độngĐọc thêm",
            "Có bữa ăn miễn phí với vé một ngày vào công viênĐọc thêm",
            "Bạn có thể mua một vé cụ thể đã bao gồm bữa ăn nhưng không bao gồm vé thông thườngĐọc thêm",
            "Fast Pass - Q-Fast - có đáng giá ở Motion Gate Dubai hay không? Như nhiều người nói rằng hàng đợi Fast Pass dài hơn hàng đợi bình thường.Đọc thêm",
            "Họ có rất nghiêm ngặt về giới hạn chiều cao không? Con gái tôi cao khoảng 85 cm và tôi muốn biết liệu con bé có thể vào các điểm tham quan yêu cầu chiều cao tối thiểu 90 cm hay không, tất nhiên phải có người đi kèm. Cảm ơn bạnĐọc thêm",
            "Xin chào, các quầy hàng nơi bạn chơi thử để giành giải thưởng có chấp nhận thanh toán bằng thẻ tín dụng không? Cảm ơnĐọc thêm",
            "CóĐọc thêm",
            "Có ưu đãi fazaa nào đối với tcikets fastpassĐọc thêm",
            "KhôngĐọc thêm",
            "Xin chào tất cả mọi người,\n\nChúng tôi sẽ đến thăm Dubai trong vài ngày tới. Hai đứa con của tôi là 5 - gái - và 7 tuổi rưỡi - .\nTôi đang tự hỏi công viên nào phù hợp nhất với lứa tuổi của các em? Thế giới phiêu lưu của Motiongate hoặc IMG.\n\nCảm ơn bạn trước - - Đọc thêm",
            "Tôi thích các công viên ở Dubai hơn vì ở đó có khu Lego và cổng chuyển động, nó rất phù hợp với trẻ emĐọc thêm",
            "Vé có bao gồm tất cả các trò chơi bên trong không??Đọc thêm",
            "CóĐọc thêm",
            "Xin chào bạn đi du lịch trong tháng Ramadan, liệu quán cà phê - quán ăn nhanh - địa điểm ăn uống ở cổng chuyển động - Legoland cho bữa trưa hay McDonald - s tại Riverland - các nhà hàng khác gần công viên giải trí có mở cửa phục vụ đồ ăn không?\n\nCảm ơnĐọc thêm",
            "Có ai có thể cho tôi biết thời gian xếp hàng trong dịp lễ Phục sinh ở Vương quốc Anh không? Đang nghĩ đến việc đi vào ngày 1 tháng 4 nhưng không phải vậy - thực sự rất bận rộn với hàng dài người!  Cảm ơnĐọc thêm",
            "Không có mặt tại Lễ Phục Sinh xin lỗiĐọc thêm"
        ],
        "star_ratings": [
            933,
            418,
            172,
            94,
            142
        ],
        "review_amount": 1759,
        "location": [
            "Trung đông",
            "Dubai",
            "Cổng chuyển động Dubai",
            "Tiểu vương quốc Dubai",
            "Những điều cần làm ở Dubai",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written July 29, 2023",
            "Written August 7, 2023",
            "Written August 7, 2023",
            "Written August 14, 2023",
            "Written September 9, 2023",
            "Written September 12, 2023",
            "Written September 21, 2023",
            "Written October 29, 2023",
            "Written October 31, 2023",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295424-d11802565-Reviews-Motiongate_Dubai-Dubai_Emirate_of_Dubai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d12356026-Reviews-Famous_Dave_s_Barbeque-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d12229662-Reviews-Bol_Gappa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d13327085-Reviews-800_Degrees_Pizzeria-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d14960080-Reviews-The_Coffee_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d26905313-Reviews-The_Keg-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3919965-Reviews-Mosaico_s_Mediterranean-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3918710-Reviews-Cafe_Barbera-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d19706687-Reviews-Ecco_Pizza_Pasta-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d12380636-Reviews-Hikina-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d12035056-Reviews-Urban_Seafood-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12004338-Reviews-Dubai_Parks_and_Resorts-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747357-Reviews-LEGOLAND_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12878882-Reviews-Riverland_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747333-Reviews-LEGOLAND_Water_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11880048-Reviews-Bollywood_Parks_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15781192-Reviews-Dubai_Duty_Free_Shop-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10895180-Reviews-The_Outlet_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g672742-d23832476-Reviews-Soul_Beach_Dubai-Jebel_Ali_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25550721-Reviews-JA_Marina_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25216884-Reviews-Sky_Views_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11802565-Reviews-or10-Motiongate_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10167788-Reviews-Splash_n_Party-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-Children_s_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d561527-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2038312-Reviews-Global_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23630188-Reviews-Peace_Land_Travel_And_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d320708-Reviews-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18856264-Reviews-The_Wonder_Maze-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25620899-Reviews-Neon_Galaxy-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12183473-Reviews-Top_10_Dubai_Tours-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4096557-Reviews-JA_Shooting_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g672742-d13981341-Reviews-JA_Equestrian_Centre-Jebel_Ali_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19516202-Reviews-Action_Park_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11658888-Reviews-The_Laughter_Factory-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6936772-Reviews-Music_Fountain-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14099564-Reviews-Eurostar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g46806-d8454263-Reviews-Sea_Girt_Beach_and_Boardwalk-Sea_Girt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d1123604-Reviews-Long_Beach_Velika_plaza-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d10850390-Reviews-USS_Nautilus-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d1932270-Reviews-Perissa_Black_Sand_Beach-Perissa_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d7084045-Reviews-The_State_Department_Store-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d1952467-Reviews-Pacific_Central_Station-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189492-d6975625-Reviews-Moni_Island_Beach-Aegina_Saronic_Gulf_Islands_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d8111289-Reviews-Sunny_Beach_Karting_Track-Sunny_Beach_Burgas_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295424-d11802565-Reviews-or10-Motiongate_Dubai-Dubai_Emirate_of_Dubai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295424-d11802565-Reviews-Motiongate_Dubai-Dubai_Emirate_of_Dubai.html"
    }
]