[
    {
        "attraction_name": "Motorbike & 4WD Tours Vietnam",
        "attraction_name_vi": "Xe Máy - 4WD Tours Việt Nam",
        "general_info": [
            "15 đánh giá",
            "- 471 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour xe máy"
        ],
        "attraction_summary": "Tùy chỉnh các loại xe ô tô 4x4 tự lái, tour xe jeep - tour xe máy có hướng dẫn từ Bắc vào Nam Việt Nam, Lào và Campuchia, tất cả hành trình tham quan của chúng tôi đều đã được kiểm tra kỹ lưỡng trước bất kỳ chuyến đi nào. Chúng tôi đảm bảo rằng mỗi chuyến đi bằng ô tô 4x4, xe jeep và xe máy của chúng tôi đều khác nhau và mang đậm dấu ấn địa phương. Chỉ cần gửi cho chúng tôi yêu cầu của bạn và nhóm của chúng tôi sẽ tùy chỉnh một chuyến đi mơ ước cho bạn.  - self_drive_4x4_tours_vietnam - vietnam_self_drive_tours - 4x4_off-road_tour_vietnam - self_drive_jeep-tours_vietnam - VietnamontrailsĐọc thêm",
        "reviews": [
            "Toàn bộ chuyến đi 11 ngày từ Hà Nội đến Sài Gòn bằng xe 4x4 là một trải nghiệm tuyệt vời theo mọi nghĩa của từ này với nhiều điểm nổi bật hàng ngày Một chiếc xe sạch sẽ và được bảo trì rất tốt do công ty du lịch cung cấp đã chọn chỗ ở tuyệt vời, hành trình đa dạng và đồ ăn tuyệt vời chưa kể hướng dẫn viên Ngọc của chúng tôi, người đã nói và hiểu tiếng Anh hoàn hảo và chăm sóc mọi nhu cầu của chúng tôi, kiến ​​thức về văn hóa và lịch sử đất nước của anh ấy là hạng nhất, một dịch vụ rất được khuyến khích xuyên suốt.Đọc thêm",
            "Thật tuyệt vời, Nyoc là Hướng dẫn viên du lịch giỏi nhất mà chúng tôi có được trong suốt ba tuần chúng tôi có ở Việt Nam. Chúng tôi đã thực hiện chuyến du lịch 4 ngày 4 bánh tới Hồ Ba Bể - Đông Bắc Hà Nội -. Nyoc có kiến ​​thức sâu rộng về tất cả các lĩnh vực mà chúng tôi đã đến. Bài bình luận trên đài CB thật tuyệt vời. Chúng tôi ở nhà dân trong 3 đêm và thật tuyệt vời! Chúng tôi cũng đã trải nghiệm nhiều món ăn và văn hóa Việt Nam. Tôi không thể giới thiệu Nyoc và các chuyến tham quan bằng mô tô 4WD cộng với của anh ấy đủ cao. Chúng tôi chắc chắn sẽ thực hiện một chuyến du lịch khác với Nyoc trong chuyến đi tới Việt Nam tiếp theo.Đọc thêm",
            "Chuyến du lịch 4 ngày 3 đêm tuyệt vời cùng Ngọc. Đó là chuyến đi tuyệt vời nhất mà chúng tôi đã thực hiện ở đây và Ngọc là hướng dẫn viên du lịch giỏi nhất từ ​​trước đến nay - Chúng tôi đã trải nghiệm những nhà trọ trong thời gian đó chúng tôi thấy người dân địa phương sống như thế nào. Cũng ăn rất nhiều món ăn địa phương và các món ngon. Chúng tôi rất muốn giới thiệu tour 4WD của Ngọc. Anh ấy có kinh nghiệm, linh hoạt và rất vui khi đi du lịch cùngĐọc thêm",
            "Ngọc - nhóm của anh ấy là người điều hành tour du lịch tốt nhất ở quán bar Việt Nam. Tôi đã có vinh dự được đi lưu diễn cùng anh ấy 6 lần rồi. Bất cứ ai muốn ngắm nhìn Việt Nam huy hoàng đều phải đi du lịch cùng Ngọc. Chuyến thăm gần đây nhất của chúng tôi diễn ra ngay khi bắt đầu Covid Viris nhưng chúng tôi vẫn được chiều chuộng như thường lệ - được chăm sóc chu đáo. Tôi sẽ quay lại sớm nhất có thể để có thêm cuộc phiêu lưu. Tôi kêu gọi bất cứ ai đang nghĩ đến một chuyến đi đến Việt Nam khi thế giới trở lại bình thường, hãy liên hệ với Ngọc. Đây sẽ là quyết định dễ dàng nhất mà bạn có thể thực hiện.Đọc thêm",
            "Tôi vừa trở về từ một chuyến du lịch bằng xe máy khác ở Việt Nam, lần thứ 7 của tôi. Như thường lệ, Ngọc đưa chúng tôi đến những nơi đẹp nhất và bao gồm tất cả những điểm tham quan không thể bỏ qua. Chuyến đi cuối cùng của chúng tôi bắt đầu ở HCM và đến Hà Nội bằng một con đường không mấy đông đúc. Tôi nhận thấy Ngọc là một hướng dẫn viên xuất sắc trong nhiều năm qua, kiến ​​thức của anh ấy về địa điểm và con người địa phương là không ai sánh kịp. Tôi không thể khuyên anh ấy đủ cao. Chúng tôi đã trở thành bạn tốt và tôi cảm ơn anh ấy vì tất cả những gì anh ấy đã làm để biến chuyến đi của chúng tôi thành những kỳ nghỉ tuyệt vời nhất mà tôi từng có.Đọc thêm",
            "Cảm ơn Mick vì một đánh giá tuyệt vời. Mong sớm gặp lại bạn ở đây.\nVietnamontrails Motorbike - 4x4 Tours Việt Nam.Đọc thêm",
            "Làm tốt lắm Ngọc và nhân viên. Thật là một cái nhìn sâu sắc tuyệt vời về Việt Nam. Chúng tôi đã được trải nghiệm ẩm thực, con người, địa điểm và lịch sử của đất nước xinh đẹp này. Rất thú vị và hiểu biết. Chúng tôi đã nhận được sự hỗ trợ tuyệt vời từ hướng dẫn viên lái xe của mình. Những chiếc xe đạp được bảo dưỡng rất tốt. Honda CR250 chạy không một lỗi lầm. Xe hỗ trợ đã chở tất cả hành lý của chúng tôi và những người không đi xe. Họ rất thích những câu chuyện của Ngọc trong suốt chặng đường. Chúng tôi thực sự giới thiệu công ty này .Đó là một kỳ nghỉ tuyệt vời. Cảm ơn Ngọc và nhân viên.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã gửi đánh giá tuyệt vời về tôi và chuyến tham quan của tôi. Mong được gặp lại bạn sớm Andrea.\n\nXe máy Vietnamontrails - Tour 4X4 Đọc thêm",
            "Ngọc đã giúp gia đình chúng tôi lên kế hoạch cho chuyến đi bốn bánh riêng tư 3 ngày từ Sapa đến Hồ Ba Bể đến Thác Bản Giốc đến Hà Nội. Ngoài ra còn chở chúng tôi từ Hà Nội đến Sapa. Ông đề xuất và tổ chức một hành trình tuyệt vời. Điều này bao gồm chỗ ở và bữa ăn. Mọi thứ thật tuyệt vời - anh ấy rất hữu ích khi hai người trong gia đình chúng tôi ăn chay. Đó cũng là giá trị lớn cho tiền. Lái xe qua những ngọn núi và thị trấn thật tuyệt vời và xinh đẹp. Ngọc là một người lái xe an toàn và có khả năng đáng kinh ngạc. Anh ấy rất quan tâm đến chúng tôi, đặc biệt là các con của chúng tôi. Phong cách hướng dẫn viên du lịch của anh ấy rất xuất sắc và khiến chúng tôi cảm thấy rất thoải mái. Chúng tôi hoàn toàn tận hưởng chuyến đi của mình - tuyệt vời là một cách đánh giá thấp. Cảm ơn Ngọc rất nhiều vì một chuyến đi xuất sắc và tuyệt vời như vậy. Chúng tôi có những kỷ niệm tuyệt vời như vậy. Đọc thêm",
            "Ngọc thực sự tuyệt vời và đã thực hiện một chuyến đi tuyệt vời cho chồng tôi và tôi. Công ty này rất chuyên nghiệp, hữu ích và linh hoạt mang lại cho chúng tôi trải nghiệm tuyệt vời. Ngọc đã cố gắng hết sức để đảm bảo rằng chúng tôi có khoảng thời gian tuyệt vời nhất có thể, với nhiều mối quan hệ địa phương khiến nó trở nên đặc biệt. Đi xe địa hình xuyên qua các ngôi làng là một điểm nhấn lớn và chắc chắn bạn nên đi lên núi. Chúng tôi đã làm 7 ngày và yêu thích nó! Xe đạp được bảo trì tốt, trong tình trạng tốt. Chúng tôi cảm thấy mình đã có một trải nghiệm rất chân thực và chân thực, với một hướng dẫn viên du lịch thân thiện, rất khuyến khích công ty này. Chúng tôi đánh giá cao kiến ​​thức địa phương về các khu vực và sự hiểu biết của hướng dẫn viên du lịch về văn hóa và các ngành công nghiệp địa phương. Cảm ơn Ngọc! Đánh giá cao tất cả những gì bạn đã làm cho chúng tôi.Đọc thêm",
            "Chúng tôi thực sự khuyên bạn nên xem xét chuyến thám hiểm này! Nó thật nổi bật. Ngay từ câu hỏi đầu tiên gửi đến chủ sở hữu Ngọc, anh ấy đã trả lời tất cả các thông tin liên lạc một cách nhanh chóng, thậm chí còn gọi điện trực tiếp cho chúng tôi ở Úc để trấn an về mối lo ngại mà chúng tôi gặp phải. Chúng tôi là một nhóm gồm 11 người. Từ ngày đầu tiên đến ngày cuối cùng, mỗi ngày đều là một cuộc phiêu lưu. Ngọc là người rất có tổ chức, rất am hiểu phong tục tập quán của các dân tộc khác nhau. Anh ấy cẩn thận và tư vấn kỹ cho chúng tôi về điều kiện đường sá, phục vụ các yêu cầu ăn kiêng riêng của chúng tôi, lắng nghe những gì chúng tôi muốn thấy và làm, nấu bữa trưa cho chúng tôi khi không có sẵn thức ăn địa phương, mua thuốc cho một du khách bị ốm, chu đáo và rất tốt bụng.  Tất cả những điều trên đã góp phần tạo nên một trải nghiệm tuyệt vời và một kỳ nghỉ tuyệt vời. Ngọc có tính cách rất cởi mở, vui vẻ, thân thiện, nói chung không có gì khó khăn Cảm ơn Ngọc !!Đọc thêm",
            "Toàn bộ chuyến đi từ đầu đến cuối đều diễn ra như một chiếc đồng hồ. Các khách sạn được đặt trước đều có chất lượng rất tốt. Những chiếc xe máy chúng tôi đi đều như mới và rất đáng tin cậy. Chuyến đi này được phát triển đặc biệt cho chúng tôi xung quanh các chuyến bay của chúng tôi và không quan trọng rằng chỉ có hai chúng tôi đi, giá cả và dịch vụ vẫn như vậy.....Đây là công ty có giá trị tốt nhất và được tổ chức tốt nhất mà bạn từng thấy.Đọc thêm"
        ],
        "star_ratings": [
            15,
            0,
            0,
            0,
            0
        ],
        "review_amount": 15,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Xe Máy - 4WD Tours Việt Nam",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written November 12, 2023",
            "Written October 29, 2022",
            "Written October 23, 2022",
            "Written April 4, 2020",
            "Written March 26, 2020",
            "Written March 9, 2020",
            "Written January 10, 2020",
            "Written October 20, 2019",
            "Written April 5, 2019",
            "Written February 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14766906-Reviews-Motorbike_4WD_Tours_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-or10-Motorbike_4WD_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766913-Reviews-Ninh_Binh_Excursion_Luxury_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13312829-Reviews-Alisa_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26006465-Reviews-The_Hangout_Tattoo_Studio_Cafe_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8540428-Reviews-Thien_Son_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645954-Reviews-Thang_Long_GTC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963799-Reviews-Red_River-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g36717-d3392732-Reviews-Pearl_Lake-South_Beloit_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d7152913-Reviews-Kentucky_Kingdom-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g48966-d612556-Reviews-The_Blowing_Rock-Blowing_Rock_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298657-d294632-Reviews-Patara_Beach-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12290070-Reviews-Weed_Shop_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d670466-Reviews-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g57053-d8762758-Reviews-The_Great_Saltair-Magna_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d17701133-Reviews-Quinn_s_Pond-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1020085-Reviews-Kompong_Phluk-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d319829-Reviews-Susukino-Sapporo_Hokkaido.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-or10-Motorbike_4WD_Tours_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-Motorbike_4WD_Tours_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Motorbike & 4WD Tours Vietnam",
        "attraction_name_vi": "Xe Máy - 4WD Tours Việt Nam",
        "general_info": [
            "15 đánh giá",
            "- 471 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Xe 4WD, ATV - Tour địa hình",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Tùy chỉnh các loại xe ô tô 4x4 tự lái, tour xe jeep - tour xe máy có hướng dẫn từ Bắc vào Nam Việt Nam, Lào và Campuchia, tất cả hành trình tham quan của chúng tôi đều đã được kiểm tra kỹ lưỡng trước bất kỳ chuyến đi nào. Chúng tôi đảm bảo rằng mỗi chuyến đi bằng ô tô 4x4, xe jeep và xe máy của chúng tôi đều khác nhau và mang đậm dấu ấn địa phương. Chỉ cần gửi cho chúng tôi yêu cầu của bạn và nhóm của chúng tôi sẽ tùy chỉnh một chuyến đi mơ ước cho bạn.  - self_drive_4x4_tours_vietnam - vietnam_self_drive_tours - 4x4_off-road_tour_vietnam - self_drive_jeep-tours_vietnam - VietnamontrailsĐọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời nhất từ ​​trước đến nay! Ngọc đã đưa 5 chúng tôi đi qua vùng nông thôn và núi non phía tây bắc Hà Nội, chúng tôi ở tại một nơi kết hợp giữa nhà nghỉ trang trại, nhà dân và khách sạn. Không có gì là quá khó khăn đối với Ngọc và Quan, họ biến chuyến đi trở thành một điều gì đó thực sự đặc biệt. Những chuyến đi tuyệt vời qua những ngọn núi với sự kết hợp giữa điều kiện vui vẻ và thử thách, ngay cả những ngày mưa cũng là một trải nghiệm đặc biệt. Những người dân địa phương mà chúng tôi gặp và những địa điểm địa phương mà chúng tôi ghé thăm thật đặc biệt, được khen ngợi bởi kiến ​​thức sâu rộng của Ngọc. Tôi đặc biệt thích cách mọi người phản ứng khi chúng tôi đi qua một ngôi làng, mọi người nhìn vào và trẻ em vẫy tay chào khi chúng tôi đi qua. Không thể chờ đợi để quay lại và khám phá thêm về Việt Nam, nhưng từ giờ trở đi sẽ chỉ đi với nhóm của Ngọc. Cảm ơn vì một trong những kỳ nghỉ tuyệt vời nhất trong cuộc đời tôi! Đọc thêm",
            "Đã từng đi nhiều chuyến đường dài, tôi nhận thức được những rủi ro khi lái xe 4X4 mới ở một đất nước mới, từ một công ty tư nhân và đi qua vùng nông thôn và những vùng rất xa xôi. Tôi rất vui vì đã có thể kết nối với Vietnamontrails. Ngoc - s - và Công ty của anh ấy - s -, cam kết đáp ứng kỳ vọng của khách hàng và sự tận tâm của anh ấy đối với doanh nghiệp thật đáng ngưỡng mộ - khi hướng dẫn viên của anh ấy, người sẽ đi cùng tôi không thể đến, chính Ngoc đã sẵn sàng đi cùng tôi. Thật may mắn khi tôi có một hướng dẫn viên, một thợ máy, một phiên dịch viên, một chuyên gia về địa hình, tất cả đều là một. Kiến thức của anh ấy về lịch sử và văn hóa Việt Nam mà anh ấy sẵn sàng chia sẻ bằng tiếng Anh giản dị thật tuyệt vời. Ngoài ra, kiến ​​thức của anh ấy về những chi tiết nhỏ nhất của địa hình cũng rất mẫu mực. Chiếc xe 4X4 - Ford Ranger - mà anh ấy tặng tôi là một trong những chiếc xe tốt nhất mà tôi từng lái - an toàn, mạnh mẽ, đáng tin cậy và thú vị khi lái qua một số con đường tồi tệ nhất cũng như đường cao tốc bao gồm cả AH1. Tôi đặc biệt thích tuyến đường và các khách sạn thoải mái và sạch sẽ. Sống với một gia đình nông dân trong một ngày là một trải nghiệm tuyệt vời về văn hóa của họ. Nhìn chung, tuyến đường từ Hà Nội đến Đà Nẵng và Hội An là hoàn hảo, mang lại đủ cảm giác hồi hộp, phiêu lưu, lịch sử và tất nhiên là nghỉ ngơi. Tôi muốn giới thiệu điều này cho bất kỳ người đam mê du lịch đường bộ nào muốn trải nghiệm Việt Nam. Đọc thêm",
            "Ngọc đã vui lòng mời chúng tôi tham gia khóa huấn luyện địa hình của anh ấy với các thành viên Câu lạc bộ Pick Up của anh ấy vào một buổi sáng Chủ nhật tại Hà Nội. Đó là một trải nghiệm tuyệt vời nhưng hơi ngắn vì chúng tôi chỉ dành nửa ngày ở đó mà thôi. Ngọc là Chủ tịch được nhiều người kính trọng của Pick Up Club với hơn 300 thành viên, chúng tôi đã đúc kết được kinh nghiệm đi tour 4WD và chắc chắn sẽ đặt chuyến đi tiếp theo cùng anh ấy trong một chuyến đi dài vào lần tới. Ngọc là một chàng trai tuyệt vời, đã giới thiệu chúng tôi với tất cả bạn bè của anh ấy và chúng tôi đã thử các món ăn địa phương của Hà Nội tại một trong những địa điểm vui chơi ở địa phương của họ, và đó là một trải nghiệm mà chúng tôi không bao giờ có được khi là khách du lịch. Cảm ơn Ngọc và tôi muốn giới thiệu anh ấy cho mọi người nếu bạn muốn trải nghiệm chuyến tham quan bằng xe địa hình 4WD hoặc xe máy tại Việt Nam.Đọc thêm",
            "Chồng tôi và tôi đã cùng với 6 cặp đôi khác đến từ Perth Australia và thực hiện 13 ngày tuyệt vời vòng quanh miền Bắc Việt Nam. Hướng dẫn viên của chúng tôi, Ngọc, thật tuyệt vời. Tất cả chúng tôi đều có mẫu xe 4WD đời mới để tự lái do Ngọc dẫn đầu. Anh ấy đã sắp xếp mọi thứ. Thức ăn tuyệt vời, chỗ ở đáng yêu - kiến ​​thức địa phương tuyệt vời. Chúng tôi thực sự muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Chúng tôi - là thành viên của nhóm 4wd ở Perth WA. Ngọc đón tất cả chúng tôi ở sân bay và đưa chúng tôi về khách sạn. Sau đó chúng tôi đã có chuyến đi 13 ngày với anh ấy. Tổng cộng có 8 chiếc xe! Thật tuyệt vời, chúng tôi không muốn gì cả! Ngọc là người hướng dẫn chu đáo nhất và sớm trở thành người bạn. Sự chú ý của anh ấy đến từng chi tiết thật tuyệt vời. Tôi thực sự khuyên bạn nên bất kỳ ai đang tìm kiếm một số niềm vui và thử thách để thực hiện chuyến đi này!  Đọc thêm"
        ],
        "star_ratings": [
            15,
            0,
            0,
            0,
            0
        ],
        "review_amount": 15,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Xe Máy - 4WD Tours Việt Nam",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written October 31, 2018",
            "Written August 1, 2018",
            "Written July 23, 2018",
            "Written July 17, 2018",
            "Written July 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14766906-Reviews-or10-Motorbike_4WD_Tours_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-Motorbike_4WD_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766913-Reviews-Ninh_Binh_Excursion_Luxury_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13312829-Reviews-Alisa_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26006465-Reviews-The_Hangout_Tattoo_Studio_Cafe_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8540428-Reviews-Thien_Son_Plaza-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645954-Reviews-Thang_Long_GTC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963799-Reviews-Red_River-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d9785785-Reviews-Heceta_Beach-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g274863-d4501625-Reviews-Straza_Bled-Bled_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d207492-Reviews-Maligne_Lake-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d2164348-Reviews-Pakistan_Monument_Museum-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g50068-d19595681-Reviews-Round1-Beavercreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d661787-Reviews-Nikki_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14145795-Reviews-Za_abeel_Palace-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d14982402-Reviews-Tropical_Bliss_Beach-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g46439-d8533360-Reviews-The_Shoppes_At_Flemington-Flemington_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d1520813-Reviews-AT_T_Stadium-Arlington_Texas.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-or10-Motorbike_4WD_Tours_Vietnam-Hanoi.html"
    }
]