[
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trên 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những cung đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan thiên nhiên tuyệt đẹp; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm dân tộc thiểu số, dấn thân sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy - Thiên nhiên - Văn hóa - Ẩm thực địa phương. Đọc thêm",
        "reviews": [
            "Đây là một chuyến tham quan TUYỆT VỜI và Boa là một hướng dẫn viên đáng kinh ngạc. Đây là chuyến đi đầu tiên của tôi đến Việt Nam và chuyến đi bằng xe máy đầu tiên của tôi. Boa đã cân nhắc tất cả những điều đó và lên kế hoạch cho một chuyến đi phù hợp nhất với nhu cầu của chúng tôi. Anh ấy đáng tin cậy, hiểu biết và đảm bảo rằng tất cả đều có khoảng thời gian vui vẻ.  Boa thực hiện một công việc phi thường khi quan tâm đến tất cả các chi tiết và điều đó giúp chúng tôi có nhiều thời gian hơn để tập trung vào chuyến đi. Tôi rất khuyến khích bạn đến thăm Việt Nam và du lịch cùng Boa. Đây là một trong những chuyến đi tuyệt vời nhất mà tôi đã thực hiện và không thể cảm ơn Boa đủ. Tôi hy vọng bạn cũng có nhiều niềm vui như tôi!Đọc thêm",
            "Thành thật mà nói, một trong những tour du lịch tốt nhất tôi từng đặt. Bảo là một hướng dẫn tuyệt vời. Anh ấy đưa bạn đến những địa điểm đẹp đẽ ngoài con đường vắng vẻ, nơi không có nhiều khách du lịch đến. Tôi đã có rất nhiều niềm vui, được ăn rất nhiều món ăn ngon và học được rất nhiều điều thú vị. Tôi thực sự có thể giới thiệu chuyến tham quan này và Bảo làm hướng dẫn viên!Đọc thêm",
            "Tôi đã mạo hiểm đi du lịch một mình và điều đó thật tuyệt! Bảo đã điều chỉnh trải nghiệm theo sở thích của tôi và tìm thấy một số địa điểm địa phương cũng như điểm ăn uống tuyệt vời trên đường đi. Nếu bạn yêu thiên nhiên thì đây là dành cho bạn. Nếu bạn là người thích phiêu lưu, linh hoạt với lịch trình và có thái độ thoải mái thì đây là dành cho bạn!! Cảm ơn vì một cuộc phiêu lưu tuyệt vời!! Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan một ngày bằng xe máy đến vùng quê Buôn ma Thout với Boa, người cũng đến từ BMT nhưng làm việc trên khắp Việt Nam. Tôi đã được chứng kiến ​​nhiều loại thực phẩm được trồng và thu hoạch, ngửi thấy mùi thơm của cây cà phê?? trong hoa. Tôi thật may mắn vì chúng chỉ có mùi thơm vào ngày đầu tiên ra hoa. Nhìn thấy nấm tai mèo đang phát triển và Bảo giải thích cách họ dựng túi trồng nấm. Tôi đã thưởng thức một ly sô cô la nóng thơm ngon tại một trang trại cacao địa phương, gặp người chủ tươi cười và con trai của bà và mua rất nhiều sô cô la để mang về nhà. Phải làm việc khoảng 10 giây để thu hoạch tiêu, những người phụ nữ địa phương làm việc rất chăm chỉ dưới cái nắng nóng. Tôi chắc chắn sẽ không được thuê để làm những việc họ làm!  Tôi đã gặp những người xinh đẹp thân thiện với Bảo, anh ấy dường như biết họ như những người bạn cũ. Bảo có đầy đủ kiến ​​thức và nói tiếng Anh xuất sắc. Không thể quên cảm giác bơi lội đáng yêu trong hồ ở thác Dray Nur. Một ngày đáng nhớ, cảm ơn BảoĐọc thêm",
            "Hai chúng tôi đã cùng Bảo đi du lịch qua đồng bằng sông Cửu Long trong ba ngày - đó là điểm nổi bật trong kỳ nghỉ của chúng tôi và chúng tôi không thể giới thiệu nó đủ. Việc giao tiếp trước đó rất rõ ràng và suôn sẻ, và điều thực sự đáng chú ý là chuyến đi với một người mà bạn không quen biết lại có cảm giác giống như chuyến đi với một người bạn cũ. Việt Nam thật tuyệt vời, và theo quan điểm của tôi, điểm nổi bật của đất nước không phải là những địa điểm du lịch nổi tiếng mà là những địa điểm trên đường đi: những con đường đẹp, những địa điểm ăn uống địa phương, một chiếc võng tốt. Bảo biết tất cả và sẽ đưa bạn đến đó với nụ cười, câu chuyện hài hước và một câu chuyện thú vị. Xe máy sẽ giúp bạn trải nghiệm đất nước này theo cách mà bạn không thể ngồi trên ô tô hoặc xe buýt du lịch. Thêm vào đó: Tôi là một kẻ hèn nhát và tôi cảm thấy rất an toàn khi ngồi sau xe đạp. Cho dù đó là một câu chuyện về lịch sử phong phú của Việt Nam hay một số thông tin cơ bản về cách trồng bưởi hoặc hạt cà phê, chúng tôi đã học được rất nhiều điều trong quá trình này. Thức ăn thực sự tuyệt vời và chúng tôi sẽ không tìm thấy những địa điểm này nếu không có hai chuyên gia của chúng tôi. Các khách sạn của chúng tôi rất sạch sẽ, yên tĩnh và đạt tiêu chuẩn tương tự như chúng tôi mong muốn nếu chúng tôi tự đặt phòng. Nếu bạn vẫn đang quyết định có nên đặt một chuyến đi bằng xe máy hay không, hãy ngừng nghi ngờ, ngừng tìm kiếm và tận hưởng những ngày tuyệt vời nhất mà bạn sẽ có trong chuyến đi của mình. Và nếu bạn làm thế, Baos người đàn ông!!Đọc thêm",
            "Chúng tôi cùng Bảo đi du lịch hai lần, một lần từ Đà Lạt đến Mũi Né 1 ngày và một lần qua Đồng bằng sông Cửu Long 3 ngày.  Hai chuyến đi của chúng tôi với Bảo là những điểm nhấn tuyệt vời trong những tuần của chúng tôi ở Việt Nam. Chúng tôi đi bằng những con đường nhỏ và Bảo đã cho chúng tôi thấy văn hóa địa phương, những khung cảnh tuyệt vời nhất, những món ăn tuyệt vời và nói chung là một khoảng thời gian tuyệt vời. Bảo kể cho chúng tôi rất nhiều về lịch sử và phong tục tập quán của Việt Nam và có thể nhận dạng từng loại cây mà chúng tôi nhìn thấy trên đường đi. Tôi không thể giới thiệu thêm một chuyến đi bằng xe máy với Bảo! Cảm ơn bạn rất nhiều Bảo, Michael và Luet!!!Đọc thêm",
            "Chúng tôi muốn bắt đầu bằng việc nhắc lại rằng chúng tôi biết ơn biết bao về chuyến đi tuyệt vời mà chúng tôi đã thực hiện trong vài ngày qua. Cơ hội được nhìn thấy Việt Nam thực sự như thế nào, đó là điều thu hút chúng tôi nhất. Nhưng công lao to lớn thuộc về anh B ;. Lời nói của ông hóa ra là lời tiên tri. Ngay từ đầu cuộc hành trình vào nơi chưa biết, chúng tôi đã rất ngạc nhiên và bị mê hoặc. Chúng ta có thể nhìn thấy những phong cảnh tuyệt đẹp và những con người làm việc chăm chỉ với khuôn mặt tươi cười. Chúng ta có thể nếm thử những gì người dân Mê Kông bình thường ăn, uống những gì thích - cảm ơn Bạn;. Ông B và ông You là những đối tác tuyệt vời để giải thích cho chúng tôi mọi điều chúng tôi muốn. Tất cả những gì được đề xuất bởi những tay đua đặc biệt dễ tính này đối với chúng tôi đều thật đáng kinh ngạc. Những ngôi làng nhỏ, nhiều dòng sông và nhiều cây cầu, vô số đền chùa và di tích, những thung lũng đáng kinh ngạc, những ngọn đồi khó quên và những con người thân thiện như người Việt Nam, đó là điều đặc biệt đối với chúng tôi. Vì vậy, nếu đối với bạn cũng như người Ba Lan chúng tôi, chỉ có sự thật mới quan trọng, đừng ngần ngại nữa. Đừng bỏ lỡ cơ hội. Cứ làm đi. Ps. Lời cảm ơn đặc biệt dành cho Mr B và Mr You : ! Chúng tôi nhớ bạn rất nhiều ! Đối với chúng tôi, đây không phải là sự kết thúc mà đây mới chỉ là sự khởi đầu. YNWAnticomĐọc thêm",
            "Tôi đã gặp ông. Bảo trong chuyến du lịch hai ngày bằng xe máy giữa boun ma thuột đến đà lạt. Ngay từ giây phút đầu tiên gặp nhau, chúng tôi đã kết nối như những người bạn tốt. Là một người cần sự giúp đỡ, Bảo sẽ không để tôi làm gì cả. Anh ấy là người che chắn tay chân cho tôi, giúp tôi lên xuống xe máy, thậm chí khi trời mưa, anh ấy còn đảm bảo cho tôi mặc áo mưa. Trong chuyến đi, bao đã giải thích cho tôi về lịch sử của Việt Nam cũng như về mọi thời đại và ngôi làng mà chúng tôi đã đi qua. Đi xe với bao rất thư giãn và rất an toàn dù lúc đầu tôi có nghi ngờ. Chúng tôi đã có hai ngày vui vẻ và một trải nghiệm tuyệt vời. Rất khuyến khích tham gia cùng ông. bao chuyến đi.Đọc thêm",
            "Nếu bạn muốn xem văn hóa, ăn những món ăn tuyệt vời và ngắm nhìn những thứ không có trong một chuyến du lịch thông thường, Bảo chính là người đàn ông của bạn. Bảo và nhóm của anh ấy Liêm và Tèo rất chuyên nghiệp trong cách họ chăm sóc chúng tôi. Chúng tôi đã thực hiện chuyến du lịch vòng 7 ngày từ TP HCM. Chỗ ở này có một số khung cảnh đẹp nhất mà bạn có thể tìm thấy trên thế giới. Anh ấy đáp ứng mọi nhu cầu của chúng tôi, bao gồm cả việc dừng chân để gặp một người bạn bác sĩ của anh ấy cho một trong những du khách mệt mỏi của chúng tôi. Đây là chuyến đi thứ hai của tôi với Motorbike Trip Vietnam và tôi rất nóng lòng được đi lại.Đọc thêm",
            "Cảm ơn ông Gary rất nhiều,\nHẹn gặp lại chuyến đi tiếp theoĐọc thêm",
            "Bao là hướng dẫn viên hoàn hảo cho Việt Nam. Anh ấy biết rất nhiều về lịch sử Việt Nam và cả về đất nước này. Tôi đã đi du lịch cùng anh ấy trong 3 ngày ở đồng bằng sông Cửu Long và học được rất nhiều về cuộc sống ở đó. Tôi đã thử rất nhiều loại trái cây và đồ ăn và đi chợ nổi. Vào buổi tối, chúng tôi luôn có bữa tối ngon miệng, trò chuyện vui vẻ và rất vui vẻ cùng nhau. Tôi sẽ giới thiệu anh ấy với mọi người và khi tôi quay lại, tôi chắc chắn sẽ đặt anh ấy một lần nữa: Đọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written April 20, 2024",
            "Written March 29, 2024",
            "Written February 26, 2024",
            "Written February 19, 2024",
            "Written February 4, 2024",
            "Written February 2, 2024",
            "Written January 27, 2024",
            "Written October 3, 2023",
            "Written September 11, 2023",
            "Written May 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or10-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32249-d269456-Reviews-Sherman_Library_Gardens-Corona_del_Mar_Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8051467-Reviews-ICON_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d11824422-Reviews-Sanbangsan_Carbonate_Hot_Springs-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32584-d292847-Reviews-Spa_La_Quinta-La_Quinta_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1438832-Reviews-Pattaya_Floating_Market-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d108024-Reviews-Paine_s_Creek_Beach-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297628-d8124216-Reviews-Commercial_Street-Bengaluru_Bangalore_District_Karnataka.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d4941229-Reviews-Krios_Beach-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298484-d15227068-Reviews-Nudist_Beach_in_Strogino-Moscow_Central_Russia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15210598-Reviews-Mercedes_Benz_Gallery-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or10-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trên 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Tour du lịch văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những con đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan tuyệt đẹp của thiên nhiên; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm Bộ tộc miền núi, đi sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy- Thiên nhiên- Văn hóa- Ẩm thực địa phương.Đọc thêm",
        "reviews": [
            "Tôi cùng Bảo đi từ Đà Lạt vào Sài Gòn. Tôi hoàn toàn có thể giới thiệu nó cho mọi người. Bảo đảm bảo rằng chuyến đi của bạn sẽ không thể nào quên. Anh ấy biết tất cả những điều thú vị để bạn có được trải nghiệm thực sự độc đáo về Việt Nam. Anh ấy là một hướng dẫn viên du lịch tuyệt vời, kiến ​​thức của anh ấy thật tuyệt vời, để anh ấy có thể trả lời mọi câu hỏi của bạn. Việc đi xe một mình cũng là một trải nghiệm thú vị. Bảo biết khi nào nên dừng lại để giải khát và có phong cách lái xe dễ chịu với tốc độ. Cảm ơn bạn một lần nữa vì trải nghiệm tuyệt vời đó! Đọc thêm",
            "Cảm ơn rất nhiều.\nHy vọng bạn thích nó.Đọc thêm",
            "Tôi và cháu gái cùng Bảo đi du lịch 6 ngày từ Hội An đến Mũi Né. Từ đầu đến cuối, đó là một trải nghiệm không thể tin được mặc dù đôi khi hơi tê liệt. Bảo là một hướng dẫn viên du lịch đáng kinh ngạc, người đã cho chúng tôi thấy những điều tuyệt vời nhất của Tây Nguyên và miền Nam Việt Nam! Kiến thức của anh ấy về đất nước của anh ấy thật phi thường và nếu không có anh ấy, chúng tôi sẽ không có được trải nghiệm đích thực mà chúng tôi đã có! Tôi sẽ giới thiệu Bảo làm người hướng dẫn cho bất kỳ người bạn nào quay lại Việt Nam và hy vọng chúng tôi sẽ quay lại khám phá thêm về đất nước xinh đẹp này dưới sự dẫn dắt của Boas hướng dẫn!Mỗi chi tiết nhỏ đều được xem xét từ nơi chúng tôi ở, đến những gì chúng tôi ăn và thực tế là chúng tôi không phải là người buổi sáng. Mọi người nên trải nghiệm Việt Nam cùng Bảo!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời đề nghị của bạn, \nHy vọng bạn thích chuyến đi xe máy cùng tôi.Đọc thêm",
            "Bao đón chúng tôi ở Hồ Chí Minh và đưa chúng tôi đi tham quan Đồng bằng sông Cửu Long trong hai ngày. Chúng tôi đã học được rất nhiều về khu vực này và văn hóa Việt Nam. Chúng tôi cũng đã thưởng thức một số món ăn đường phố tuyệt vời. Chúng tôi thực sự muốn giới thiệu BaoĐọc thêm",
            "Vào tháng 12 năm 2022 Lisa và trải nghiệm hành trình Motorbike Việt Nam lần thứ 2 với Bảo là người hướng dẫn của chúng tôi. Đó là chuyến đi đầu tiên của người bạn Kerryanne của chúng tôi đến Việt Nam và thật vui khi được chia sẻ hành trình này với cô ấy. Chúng tôi đạp xe về phía đông nam từ Thành phố Hồ Chí Minh đến Long Hải, sau đó đến Phạm Rang vào ngày thứ 2 trước khi đến Đà Lạt và tiếp tục đến Hội An qua vùng đất nước hùng vĩ và vùng cao nguyên Việt Nam đa dạng về văn hóa.  Bảo đã mang đến những trải nghiệm mà tôi cho là có tính chuyên nghiệp cao và độc đáo, giúp chúng tôi hiểu sâu hơn về nền văn hóa đa dạng của Việt Nam. Một lần nữa, có cảm giác như mỗi ngày chúng tôi đều đắm chìm trong rất nhiều khoảnh khắc đáng nhớ - quá nhiều để có thể chụp ảnh bằng điện thoại. Các bữa ăn và chỗ ở mỗi ngày thật tuyệt vời.  Kiến thức sâu rộng của Bảo về đất nước của anh ấy, sự hài hước và những lời khuyên thông thái của anh ấy đã khiến đây trở thành một trải nghiệm mang tính giáo dục cho chúng tôi, đồng thời là cơ hội để kết nối với người dân Tây Nguyên nói riêng. Chuyến đi bằng mô tô này một lần nữa được tổ chức rất tốt và có giá trị tuyệt vời, Những chiếc xe đạp rất đỉnh và cách tiếp cận hướng dẫn của Bao rất thân thiện và chuyên nghiệp, đồng thời các mẹo đi xe và hỗ trợ xe đạp của anh ấy thật tuyệt vời. Đó là một cuộc phiêu lưu đầy thử thách, thú vị và cuối cùng là một cuộc phiêu lưu rất bổ ích khác tại Việt Nam.Đọc thêm",
            "Lần đầu tiên chúng tôi đi lưu diễn cùng Bảo vào năm 2019 và quyết tâm quay lại lưu diễn cùng anh ấy lần nữa. Lần này chúng tôi đi du lịch 9 ngày từ Sài Gòn đến Hội An qua Tây Nguyên. Một lần nữa Bảo lại vượt quá sự mong đợi của chúng tôi.  chúng tôi đã đảo ngược chuyến đi đầu tiên của mình và Bảo đảm bảo rằng chúng tôi sẽ đi những con đường khác nhau để trải nghiệm những cuộc phiêu lưu mới. Chúng tôi chắc chắn đã rời khỏi tuyến du lịch chính và nhìn thấy một phần Việt Nam mà hầu hết khách du lịch sẽ không nhìn thấy.  Bảo chú ý đến mọi nhu cầu của chúng tôi, biết khi nào là lúc uống cà phê hay ăn uống và luôn tìm thấy những điểm dừng tuyệt vời trên đường đi. Chỗ ở trong suốt 9 ngày rất thoải mái sau một ngày dài cưỡi ngựa. Bao là một hướng dẫn viên du lịch tuyệt vời, kiến ​​thức địa phương của anh ấy thật tuyệt vời và sự chu đáo và cống hiến của anh ấy để đảm bảo một cuộc phiêu lưu khó quên không bao giờ kết thúc.  Chúng tôi rời đi sau chuyến đi đầu tiên vì nghĩ rằng mình đã kết bạn được, chúng tôi rời đi sau chuyến đi này khi biết rằng chúng tôi có một người bạn rất tốt ở Bao. Nếu có thể đánh giá trải nghiệm này với 10 sao thì chúng tôi sẽ và hơn thế nữa. Cảm ơn Bảo, chúng tôi chắc chắn sẽ như vậy quay lại chuyến du lịch miền Bắc 14 ngày đó ngay khi chúng tôi có thể. Rất khuyến khích Baos Motorbike Trip Vietnam để có trải nghiệm đặc biệt về Việt Nam Đừng ngần ngại, hãy liên hệ với Bảo ngay để có một chuyến phiêu lưu khó quên trong đời.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Tôi đã đặt tour du lịch 3 ngày với Bảo từ Đà Lạt đến Hồ Chí Minh Sài Gòn và anh ấy đã đón tôi ngay từ ký túc xá vào sáng hôm sau. Chúng tôi đã thấy nhiều điều tuyệt vời trong ngày đầu tiên, bao gồm các đồn điền cà phê, trang trại dế và người dân tộc thiểu số. Tối hôm đó chúng tôi dừng lại gần một trong những hồ lớn ở Tây Nguyên và thậm chí còn ăn tối với gia đình chủ khách sạn! Sau đó Bảo kể cho tôi nghe về đám cưới của cháu trai anh ấy vào ngày hôm sau và hỏi tôi có muốn đến không. Tóm lại, tôi đã dành hai ngày tiếp theo tại một đám cưới người Việt với gia đình Bảo, đó là một trải nghiệm điên rồ. Đó là điều mà tôi sẽ không bao giờ quên trong suốt quãng đời còn lại của mình và tôi vô cùng biết ơn Bảo vì đã chia sẻ trải nghiệm này với tôi. Tôi không thể giới thiệu Bảo đủ cao và hy vọng bạn cũng đặt phòng với anh ấy!Đọc thêm",
            "Tôi chưa bao giờ nghĩ đến việc tham gia một chuyến du lịch bằng xe máy xuyên Việt nếu không có con trai tôi, người đã cùng Bảo đi du lịch một mình vào tháng 11 năm 2019, xem bài đánh giá samlow510. Con trai tôi qua đời do tự tử vào năm 2020, và tôi muốn đến thăm những nơi và gặp gỡ những người ở Việt Nam, những người đã khiến kỳ nghỉ của con trở nên đặc biệt. Qua những câu chuyện anh ấy chia sẻ với tôi, tôi biết rằng chuyến phiêu lưu của anh ấy với Motorbike Trip Vietnam thực sự rất phi thường. Nhưng tôi không biết Bảo sẽ quan tâm và tốt bụng như thế nào, anh ấy đã điều chỉnh chuyến đi của tôi như thế nào. Tôi cưỡi trên chiếc xe đạp của anh ấy và bạn tôi Lilly cưỡi trên chiếc xe đạp đồng hành của anh ấy để tái tạo lại những gì gần gũi nhất có thể trong 2 ngày. con trai tôi đã trải qua hơn 4 ngày. Và ôi những câu chuyện Bảo kể, không chỉ về Tây Nguyên xinh đẹp mà còn về hành trình năm 2019 cùng Sam. Tôi vô cùng biết ơn Bảo đã giúp tôi có được chuyến đi này và hơn thế nữa, vì những kỷ niệm yêu thương của anh với Sam cùng với tình bạn của anh, cho con trai tôi chuyến đi đáng nhớ trước khi nó kết thúc cuộc đời.Đọc thêm",
            "Chúng tôi xuất phát ở TP.HCM và lái xe tới Mũi Né, Đà Lạt rồi đến Nha Trang. Chuyến đi kéo dài 4 ngày 3 đêm của chúng tôi. Chúng tôi đã thấy nhiều điều ngoài con đường du lịch cũng như một số điều phải làm: Chợ địa phương, chúng tôi thực sự là khách du lịch duy nhất, đi bộ lên ngọn đồi với khung cảnh tuyệt đẹp, khám phá khu biệt kích Việt Kông, thăm nhiều trang trại rau quả địa phương, dòng suối cổ tích , cảnh quan đẹp và vân vân. Chúng tôi sẽ không bao giờ có được trải nghiệm đó nếu không có Bao và Try. Mỗi tối chúng tôi ăn tối với người dân địa phương và học được nhiều điều về họ cũng như văn hóa của họ. Trên xe đạp chúng tôi luôn cảm thấy thoải mái và an toàn. Hai hướng dẫn viên đã chăm sóc chúng tôi rất tốt và rất hữu ích. Chúng tôi chắc chắn sẽ thực hiện chuyến đi như vậy một lần nữa khi ở Việt Nam. Cảm ơn bạn rất nhiều vì chuyến đi tuyệt vời này. Claudio MartinaĐọc thêm",
            "Lisa và tôi đã có một chuyến đi tuyệt vời, Bảo thật tuyệt vời và có lượng kiến ​​thức khổng lồ nên chúng tôi lên xuống xe đạp suốt cả ngày, khám phá thác nước, nói chuyện với một số người trên cánh đồng, ăn uống ở những địa điểm nhỏ - chúng tôi đã có được nhiều điều về hương vị của một nơi mà bạn có thể có được trong 4 ngày. Những chiếc xe đạp này có tiêu chuẩn rất cao và hoạt động tốt, xin lỗi về những vết xước trên bình xăng, anh bạn! và khá thoải mái cho chuyến đi 1.800km xét về mọi mặt. Vợ tôi đã cưỡi ngựa cùng Bảo và cô ấy cảm thấy rất an toàn trong suốt chuyến đi - vì vậy nếu bạn là một cặp đôi và một trong hai người muốn cưỡi ngựa nhiều hơn, Bảo rất vui khi đi cùng người muốn thưởng thức nhiều phong cảnh hơn. Chuyến đi tuyệt vời! Chúc mừng! Lisa và ScottĐọc thêm",
            "Tôi cùng Bảo đi du lịch bốn ngày từ Sài Gòn đến Đà Lạt. Anh ấy là một hướng dẫn viên du lịch xuất sắc, cho tôi thấy quan điểm thực sự của người dân địa phương! Anh nhẹ nhàng dẫn tôi ra khỏi thành phố, dọc theo bờ biển và vào Tây Nguyên. Trên đường đi, chúng tôi dừng lại ở các quán ăn địa phương, nơi đôi khi chúng tôi có thể no bụng với giá chưa đến một đô la!  Lái xe qua đường giao thông là phần khó khăn nhất, nhưng Bảo đã hướng dẫn tôi từ từ và chúng tôi đã vượt qua những con đường ven biển dài và những con đường núi vắng vẻ. Anh ấy thậm chí còn đưa tôi tham gia một số thử thách địa hình thú vị khiến việc kiểm tra kỹ năng lái xe mô tô của tôi trở nên thú vị. Nếu tôi ngã, tôi sẽ rất lầy lội.  Bảo cũng đảm bảo dừng lại ở tất cả những địa điểm đẹp nhất trong suốt chuyến đi và cho tôi những giây phút để hít thở và tận hưởng tất cả vẻ đẹp mà Việt Nam mang lại. Từ những bờ biển thư giãn đến những vùng đất nông nghiệp trên núi xanh với những thác nước hùng vĩ. Anh ấy thậm chí còn biết những khách sạn có vị trí tốt nhất. Tôi tin rằng đi xe máy là cách tốt nhất để du lịch bất kỳ vùng đất nào và dự định quay trở lại để thực hiện chuyến du lịch dài ngày xuyên Việt hơn với Bảo và hy vọng xem một số người thú vị mà tôi đã gặp trên đường đi. Cảm ơn Bảo vì đã là một người hướng dẫn tuyệt vời!Đọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written April 27, 2023",
            "Written April 25, 2023",
            "Written April 12, 2023",
            "Written January 5, 2023",
            "Written January 5, 2023",
            "Written December 1, 2022",
            "Written August 4, 2022",
            "Written January 13, 2020",
            "Written January 2, 2020",
            "Written November 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-or10-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or20-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1209827-Reviews-Oliwa_Zoo-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g303905-d5963109-Reviews-Ko_Lanta-Ko_Lanta_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g642238-d216468-Reviews-Thorpe_Park-Chertsey_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d195895-Reviews-Heraklion_Archaeological_Museum-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d14772348-Reviews-Cypress_Falls_Swimming_Hole-Wimberley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154956-d487922-Reviews-Campobello_Island-New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d2556234-Reviews-Three_Sisters_Springs-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56451-d1847154-Reviews-Austin_s_Park_n_Pizza-Pflugerville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33300-d116934-Reviews-Chandon-Yountville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187242-d2201359-Reviews-Place_des_Lices_Market-Saint_Tropez_French_Riviera_Cote_d_Azur_Provence_Alpes_Cot.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or20-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or10-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trên 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những con đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan tuyệt đẹp của thiên nhiên; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm Bộ tộc miền núi, đi sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy- Thiên nhiên- Văn hóa- Ẩm thực địa phương.Đọc thêm",
        "reviews": [
            "Tôi thậm chí không thể kể cho bạn nghe Hùng Motorbike Tours tuyệt vời như thế nào trong chuyến đi 10 ngày của chúng tôi ở Tây Bắc và Đông Bắc Việt Nam. Việt Nam là một đất nước xinh đẹp và con người nồng hậu và thân thiện. Mọi chi tiết trong chuyến đi của chúng tôi đều được chúng tôi xử lý từ đón tại sân bay cho đến chuyến tham quan 2 ngày đến Vịnh Hạ Long cho đến khi trả khách tại sân bay. Tôi thực sự khuyên bạn nên ở nhà càng nhiều càng tốt so với ở khách sạn nhưng tôi phải nói rằng khách sạn được sắp xếp cho chúng tôi ở Hà Nội Gatsby Hà Nội là ngôi nhà thứ hai khi chúng tôi ở trong nước. Tôi sẽ viết một biên nhận riêng cho họ. Những người tuyệt vời này đã chăm sóc chúng tôi rất tốt và cúi xuống để hỗ trợ chúng tôi trong trường hợp cấp cứu y tế. Hùng biết tất cả mọi người và có những nguồn lực mà hầu hết những người khác không có. Chúng tôi đạp xe cả địa hình và địa hình và Hùng không ngại nói khi nào là đủ đối với chúng tôi. Đi lưu diễn cùng 3 người phụ nữ Mỹ có lẽ không phải là trải nghiệm dễ dàng nhất của anh ấy nhưng anh ấy đã xử lý mọi ý thích và nhu cầu bằng chuyên môn. Tôi thực sự giới thiệu Hung Motorbike Tours cho bất kỳ ai muốn đi Việt Nam mà bạn sẽ không yêu cầu!Đọc thêm",
            "Tôi may mắn được gặp anh Bảo khi lưu trú tại một nhà trọ ở Đà Lạt. Tôi đã đăng ký chuyến tham quan 1 ngày và yêu anh ấy cũng như khu vực này đến mức cuối cùng tôi đã thực hiện một ngày khác! Tôi đã có 2 ngày với người hướng dẫn viên du lịch giỏi nhất mà một cô gái có thể mong muốn. Anh ấy vui tính, tốt bụng, hiểu biết, an toàn và trung thực, tôi có cảm giác như đang đi chơi với một người bạn. Tôi có một số thứ trong danh sách của mình cần xem và thay vào đó quyết định thực hiện theo các đề xuất khác của anh ấy. Tôi rất vui vì đã nghe lời chuyên nghiệp! Cảm ơn bạn, Bảo. Bạn là một người hướng dẫn tuyệt vời và đã khiến vùng đất này của Việt Nam trở nên kỳ diệu hơn nữa. Đọc thêm",
            "My companion and I had a rocky start to the trip as our flight to Nha Trang kept getting delayed; thus, delaying the beginning of our motorbike trip with Bao. Once we finally met, we were offered a choice: Wait to ride till the next day or accept the challenge of riding through mountain zigzags from late afternoon till the evening. We chose to do the latter. My companion got on a bike of his own, while I rode pillion with Bao. Having never done this before, we undoubtedly felt some sense of fear. But we signed up for this and we were ready for the risks. So our journey finally began--it was cold, wet, foggy and dark. But even with all the settings of a horror film, it was obvious that Bao knew the roads extremely well! He guided us effortlessly and we managed to reach our first stop, Da Lat, safe and sound. We opted for a 5-day tour. We traveled through beautiful and scenic mountain passes and cool coastal roads. We learnt a lot about the rural areas of this side of the country and enjoyed all the lovely things they had to offer particularly the wonderful coffee, random hammock stops and surprisingly sweet dragon fruit!. We made new friends along the way and enjoyed plenty of local dishes and beer. The hotels were simple but all offered essentials like towels, hot water, and basic toiletries.Bao himself is especially kind, trusting, and considerate. At one point he had let my companion and I ride together, knowing well that it would be safe enough for us to do so. He let us follow him through the roads, always making sure not to move too far ahead. My companions bike skills were certainly put to the test, but I think this was a worthwhile rite of passage for him. Truly a memorable and significant experience overall!Thank you, Bao! Till we meet again Read more",
            "Chuyến du lịch này với Bảo là một trong những cuộc phiêu lưu tuyệt vời nhất mà chúng tôi từng có. Bảo đưa chúng tôi ra khỏi con đường du lịch đông đúc để đến những địa điểm đẹp nhất có thể tưởng tượng được. Kiến thức và kỹ năng địa phương của Bao với tư cách là người lái xe và hướng dẫn viên du lịch là không thể đánh bại được.  Nếu chúng tôi có thể cho 10 sao thì chúng tôi sẽ không ngần ngại. Rất khuyến khích chuyến đi xe máy Việt Nam nếu bạn đang tìm kiếm một cuộc phiêu lưu tuyệt vời! Đọc thêm",
            "Tôi và bạn tôi rất khuyến khích chuyến tham quan 3 ngày này.  Bảo là người rất tích cực, năng động, vui tính và vui vẻ. Anh ấy đã thực hiện chuyến đi này với một đồng nghiệp tên là Bop và tôi không thể mong muốn có những người tốt hơn trong công việc. Bảo biết điều gì đó về mọi điểm nổi bật mà chúng tôi đã ghé thăm và tiếng Anh của anh ấy rất tốt và dễ hiểu. Cảm ơn bạn vì những kỷ niệm khó quên mà chúng tôi đã có!!Đọc thêm",
            "Chúng tôi đặt tour du lịch hai ngày với Bảo để đi từ Mũi Né đến Sài Gòn. Trên đường dừng lại ở một số nơi, Bảo kể cho chúng tôi rất nhiều điều về lịch sử và văn hóa Việt Nam. Chúng tôi cũng có rất nhiều niềm vui với anh ấy. Chúng tôi sử dụng những chiếc xe đạp tốt, lái xe rất thoải mái. Khi dành nhiều thời gian bên nhau, điều quan trọng là phải có mối quan hệ tốt với hướng dẫn viên du lịch và điều này chắc chắn đã xảy ra! Vì vậy, tôi muốn giới thiệu Bảo khi bạn muốn có khoảng thời gian tuyệt vời! Đọc thêm",
            "Tôi không thể giới thiệu đủ các chuyến tham quan Baos. 5 sao là không đủ. Anh ấy và những người bạn đồng hành của mình, Bob và Mouy đã rất tốt với chúng tôi trong 5 ngày khi chúng tôi đi từ Nha Trang đến Sài Gòn. Chúng tôi đã thấy những người Việt Nam thực sự với những hướng dẫn viên du lịch thực sự và điều đó thật tuyệt vời! Chúng tôi cảm thấy an toàn và được chăm sóc suốt thời gian qua. Bảo đảm bảo rằng chúng tôi được ăn những món ăn ngon ở mọi nơi chúng tôi đến và nó cũng rất đáng đồng tiền bát gạo. Chúng tôi đã cười và trò chuyện với các hướng dẫn viên của mình, mỗi người đều có một lĩnh vực chuyên môn mà chúng tôi không thể có được từ một chuyến tham quan thông thường! Cảm ơn Bảo rất nhiều!Đọc thêm",
            "Bảo chắc chắn đã khiến chuyến phiêu lưu của chúng tôi ở Việt Nam trở nên đáng nhớ và theo một cách nào đó, chân thực hơn. Chúng tôi đã có một hành trình sơ bộ từ đâu đến từng arvo trước 5 giờ chiều và chúng tôi đã thấy những gì xung quanh khi chúng tôi đi. Con gái 16 tuổi của tôi thích nhất những thác nước, ồ, đi bộ xuống nhưng chúng tôi sẽ không bao giờ tự mình làm được điều đó. Tôi yêu công việc kinh doanh của gia đình, người làm bánh tráng, người trồng nấm và trang trại hoa. Không có xe buýt du lịch nào ở đây với 100 người cả. Tôi thích những con đường tắt, tựa mông vào võng, những người biết chúng mát mẻ như thế nào, những quầy bán đồ ăn địa phương, mua bánh mì baguette cho bữa sáng và sau đó ăn chúng với người dân địa phương tại quán cà phê. Chúng tôi ăn trưa cho 6 người với giá dưới 6 người mỗi ngày và bữa tối khoảng 30 giờ với rượu. Bữa tối ngon nhất của tôi là hải sản chúng tôi mua từ chợ địa phương, các chàng trai đã nấu nó và sau đó dọn dẹp, rượu scotch và bia miễn thuế của chúng tôi. Chúng tôi hát và chia sẻ những câu chuyện. Chúng tôi là một đơn vị gia đình luôn quan tâm đến nhau. Các phòng vào ban đêm là 2 sao, nhưng sạch sẽ và người dân địa phương yêu thích chúng tôi. Tôi đã trưởng thành từ trải nghiệm này. Cảm ơn Boomchickabowwow, PartyBob và WonderfulMoi.  Rất thích nó xxxxxxĐọc thêm",
            "Vợ tôi và tôi đã liên hệ với Bảo về chuyến đi bằng xe máy xuyên miền Trung Việt Nam và anh ấy rất nhiệt tình và sắp xếp mọi thứ cho chúng tôi. Về cơ bản, anh ấy sẽ đi du lịch bất cứ nơi nào ở Việt Nam và đưa bạn đi du lịch để ngắm nhìn Việt Nam thực sự ở khu vực đó. Anh ấy đã sắp xếp thuê xe đạp, anh ấy hỏi loại hộp số nào nhưng cũng cung cấp dịch vụ chở khách đi cùng. Trong trường hợp của chúng tôi, chúng tôi có những chiếc xe máy bán tự động Hondas đẹp đẽ, không có vấn đề gì với chất lượng xe đạp và anh ấy thực sự đã buộc những chiếc túi du lịch lớn của chúng tôi vào chiếc xe đạp của anh ấy. Anh ấy đã sắp xếp tất cả chỗ ở của chúng tôi và tất cả những nơi chúng tôi ở đều có nước nóng và máy lạnh. và là những nơi sạch sẽ tốt. Chúng tôi cũng đang bị bệnh du lịch nên anh ấy đã hết sức cẩn thận để tìm cho chúng tôi những địa điểm mà chúng tôi cảm thấy an toàn khi ăn uống. Anh ấy thực sự đã chia tay chuyến đi để bạn dừng lại và xem rất nhiều điều thú vị ở vùng nông thôn, từ những ngôi làng của bộ tộc trên đồi đến những nơi khác nhau các loại hình sản xuất nông nghiệp đang diễn ra Tiếng Anh của anh ấy khá tốt và anh ấy rất dễ gần và có khiếu hài hước. Bạn nên có ít nhất một số kinh nghiệm về xe máy để tự mình đi vì một số con đường ở Việt Nam không đẹp và người lái xe, đặc biệt là xe buýt có thể khá điên rồ. Đây chắc chắn là cách tốt nhất để ra ngoài và khám phá Việt Nam. Có một hướng dẫn viên địa phương thực sự mở ra rất nhiều cánh cửa mà bạn thường không thể nhìn qua.Đọc thêm",
            "Tôi thật may mắn khi tìm thấy các tour du lịch bằng xe máy của Baos khi đang tìm kiếm trên mạng các tour du lịch tại Việt Nam. Anh ấy đã được mọi người từ khắp nơi trên thế giới đánh giá cao và tôi có thể nói rằng anh ấy chắc chắn đã đáp ứng được điều đó. Gần đây tôi đã hoàn thành chuyến du lịch bốn ngày từ Hồ Chí Minh đến Đà Lạt qua vùng Tây Nguyên. Tôi đã giới thiệu chuyến tham quan này cho bất kỳ người bạn nào của tôi đang nghĩ đến việc đến Việt Nam. Mỗi ngày của chuyến tham quan đều có rất nhiều cảnh đẹp và phiêu lưu. Bảo đưa ra bình luận liên tục về đời sống địa phương và lịch sử Việt Nam trên đường đi. Anh ấy có kiến ​​thức tuyệt vời và tiếng Anh của anh ấy rất hoàn hảo! Mỗi đêm, chúng tôi đều ăn món Việt Nam tuyệt vời tại các điểm ăn uống địa phương và trong khi thưởng thức quá nhiều loại bia! Nếu bạn muốn ngắm nhìn một Việt Nam thực sự, hãy ra khỏi thành phố và đạp xe cùng Bảo. Bạn sẽ không thất vọng. Josh 22Newcastle, Úc Đọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written October 29, 2019",
            "Written September 11, 2019",
            "Written September 7, 2019",
            "Written July 14, 2019",
            "Written May 22, 2019",
            "Written April 29, 2019",
            "Written April 22, 2019",
            "Written April 21, 2019",
            "Written March 29, 2019",
            "Written January 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-or20-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or10-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or30-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298004-d17581712-Reviews-The_Beach_of_Momo-Cesme_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6706730-Reviews-Ceremony_of_the_Keys-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d12347036-Reviews-Beech_Tree-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4187524-Reviews-Galleria_Ice_Rink-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d8862446-Reviews-Toya_Bungkah_Hot_Spring-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d12875293-Reviews-Qawra_Point_Beach-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d12611612-Reviews-Poligon_Club-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g40294-d6525405-Reviews-Freds_Lounge-Mamou_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108729-Reviews-Waimea_Arboretum_and_Botanical_Garden-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42130-d2305153-Reviews-Greenfield_Village-Dearborn_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or30-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or20-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trong số 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Tour du lịch văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những con đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan tuyệt đẹp của thiên nhiên; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm Bộ tộc miền núi, đi sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy- Thiên nhiên- Văn hóa- Ẩm thực địa phương.Đọc thêm",
        "reviews": [
            "Bảo là một hướng dẫn cá nhân có kiến ​​thức tuyệt vời! Tôi và bạn gái đã cùng anh ấy thực hiện chuyến du lịch 4 ngày từ Thành phố Hồ Chí Minh đến Đà Lạt. Anh ấy biết rất nhiều và là một công ty tuyệt vời chăm sóc mọi thứ! Anh ấy đón chúng tôi từ sân bay và đưa chúng tôi đi hành trình tùy chỉnh đến Đà Lạt. Tôi chọn đi xe máy số tay có bạn gái ngồi phía sau nhưng xe số tự động cũng là một lựa chọn. Anh ấy có thể bắt đầu chuyến lưu diễn đến bất kỳ đâu tại Việt Nam và trong bất kỳ thời gian nào! Anh ấy sống ở Đà Lạt nhưng vận chuyển Nếu bạn đang tìm kiếm trải nghiệm, muốn tìm hiểu về Việt Nam và có khoảng thời gian đẹp nhất trong đời. Vậy thì cứ làm đi, Bảo sẽ giải quyết cho bạn.Đọc thêm",
            "Chào buổi sáng mọi người!! Mình và bạn trai đã đi xe máy 5 ngày cùng Đại Bảo từ Hội An đến Đà Lạt!!! Anh ấy là một hướng dẫn viên đặc biệt biết rất nhiều điều về đất nước tốt đẹp của anh ấy. Chúng tôi có một chiếc xe máy cho bạn trai và tôi ngồi ở ghế sau của Bảo! Anh ấy lái xe rất rất an toàn! Chúng tôi đã thấy rất nhiều thứ, tôi không muốn viết những gì chúng tôi thấy để bạn có được sự ngạc nhiên! Trong ngày Bảo lên kế hoạch mọi việc, bạn sẽ lái xe 5h mỗi ngày và bạn sẽ nghỉ ngơi ở một nơi đặc biệt!! Nếu bạn là người muốn nhìn thấy một Việt Nam đích thực, bạn phải làm điều này với Bảo! Chắc chắn chúng tôi sẽ quay lại làm Bắc lần nữa nhưng lần này là với Bảo!! Tận hưởng chuyến đi nhé !! Và Bảo hẹn gặp lại các bạn sớm nhé :D GiorgiaĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở vùng đất xinh đẹp này của Việt Nam: hồ và núi, không khí trong lành, những ngôi làng nhỏ, người dân địa phương thân thiện, phong cảnh đẹp để tận hưởng khi tham quan bằng xe máy...và tài xế giỏi và an toàn vì Bảo Bảo biết rất rõ khu vực này à và đưa chúng tôi, bạn tôi và tôi đến những nơi bí mật của riêng anh ấy, gặp gỡ những người rất tốt và tham quan những địa điểm thú vị, đồn điền cà phê và cacao, xưởng hương và trang trại mì thủy tinh, những thác nước tuyệt đẹp...Chúng tôi đã có khoảng thời gian thực sự vui vẻ và một nơi nghỉ ngơi hoàn hảo khỏi thành phố Hồ Chí Minh bận rộn nơi chúng tôi sống ..Đọc thêm",
            "Tôi và bạn tôi đã đặt chuyến đi từ ngày 3 tháng 10 đến ngày 7. Anh Bảo bắt đầu mọi việc một cách cẩn thận và chu đáo. Chương trình bao gồm nhiều hoạt động như tham quan vùng nông thôn, di tích lịch sử, nơi sản xuất cà phê, tơ lụa, thiên nhiên… rất phong phú về nội dung. Cũng phải đề cập rằng xe máy đang trong tình trạng tốt, điều này khá quan trọng để có một chuyến đi thoải mái. Mong được thực hiện thêm một chuyến đạp xe Việt Nam cùng Mr.BaoĐọc thêm",
            "Đã có một thời gian tuyệt vời trên hai bánh xe. Xe đạp rất tốt và chuyến tham quan do Bảo tổ chức chính xác là những gì chúng tôi đang tìm kiếm. Chắc chắn sẽ giới thiệu và cân nhắc quay lại! Đọc thêm",
            "Chuyến đi này là chuyến đi thứ hai chúng tôi thực hiện với bao. Chuyến đầu tiên là vào năm ngoái, 6 ngày thực sự là vùng cao nguyên trung tâm. Wauww!! Chúng tôi đã trở lại đặc biệt với bao để thực hiện một chuyến đi bằng xe máy ở phía Bắc. 10 ngày trên xe máy thật là một cuộc phiêu lưu tuyệt vời! :- Nếu bạn muốn một người đàn ông trung thực bao là người đàn ông của bạn! Nếu bạn muốn những nơi tốt nhất để ghé thăm bao là người đàn ông của bạn! Nếu bạn muốn một hướng dẫn viên có khiếu hài hước bao là người đàn ông của bạn! Nếu bạn muốn chất lượng cho chuyến đi của mình và một người sẽ đưa bạn đến các chợ địa phương, nhà dân và tìm hiểu cho bạn mọi thứ về cuộc sống, ẩm thực và thói quen của người Việt Nam, bạn sẽ được bao chăm sóc tốt nhất. Chưa bao giờ chúng tôi có nhiều niềm vui như vậy và đã đến nhiều địa điểm đẹp và bí mật như vậy trong khi đi du lịch. Đi du lịch với bao có nghĩa là hòa mình vào cuộc sống địa phương và đến những nơi mà không xe buýt hay tàu hỏa nào có thể đưa bạn đến. Chúng tôi rất thích và rất thích điều đó và có thể giới thiệu nó cho mọi người! Đọc thêm",
            "Đây là những ngày đẹp nhất và vui vẻ nhất mà chúng tôi đã trải qua ở Việt Nam. 2 easyriders - Bau và Ka đều rất chuyên nghiệp trong việc lái xe một cách tự tin, an toàn và là hướng dẫn viên du lịch. Chúng tôi đã đến được thiên nhiên tươi đẹp nhất, nông nghiệp địa phương, các nhà máy cổ nhỏ, các cánh đồng cà phê, hồ tiêu, cao su và tất cả các loại trái cây khác được trồng ở khu vực này. Nếu bạn muốn có một góc nhìn khác về Việt Nam - easyrider là một lựa chọn tuyệt vời dành riêng cho những người này - đạp xe giống như trở thành một phần của thiên nhiên, có được góc nhìn 360 độ về môi trường địa phương. Đừng bỏ lỡ. Đọc thêm",
            "Chuyến đi tuyệt vời cùng Bảo và Khuyên qua vùng cao nguyên miền Trung Việt Nam - Chuyến đi 3 ngày từ Đà Lạt đến Nha Trang. Các anh chàng siêu vui tính, chỉ dẫn và giải thích rất nhiều trên đường và lái xe rất cẩn thận. Bạn cảm thấy hoàn toàn an toàn và tốt đẹp và có một thời gian tuyệt vời. Chắc chắn sẽ giới thiệu nó! Đọc thêm",
            "Chúng tôi có ba người phụ nữ lái xe trong 4 ngày cùng Bảo và nhóm của anh ấy bằng ô tô và xe máy. Những điểm tham quan mà chúng tôi ghé thăm thật tuyệt vời, chúng tôi có thể nhìn thấy hầu hết mọi thứ chúng tôi dự định và một thác nước tuyệt vời còn bổ sung thêm. Bảo và nhóm rất tốt bụng và chuyên nghiệp. Chúng tôi rất thích các điểm tham quan và thông tin được cung cấp. Các phương tiện sạch sẽ, thoải mái và trong tình trạng tốt. Tôi đánh giá cao điều này để có trải nghiệm tuyệt vời. Đọc thêm",
            "Đây là lần thứ hai tôi đi du lịch cùng Bảo và nó vẫn tuyệt vời như tôi nhớ. Những chiếc xe đạp rất tốt và tôi cảm thấy rất an toàn trên đường. Chúng tôi đi theo con đường phía sau và gặp một số ngôi làng dân tộc thiểu số trên đường đi cũng như tìm hiểu về các loại cây trồng mà họ trồng để kiếm sống. Chúng tôi đã thử món ăn địa phương và Bảo thúc đẩy chúng tôi phiêu lưu hơn một chút, vì vậy chúng tôi đã gọi món ếch! Tôi thực sự khuyên bạn nên đặt chỗ với Motorbike Trip Vietnam để khám phá đất nước này. Bảo chắc chắn sẽ chăm sóc bạn và đảm bảo bạn sẽ có khoảng thời gian vui vẻ!Đọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written December 9, 2018",
            "Written November 6, 2018",
            "Written October 23, 2018",
            "Written October 7, 2018",
            "Written October 7, 2018",
            "Written September 28, 2018",
            "Written June 2, 2018",
            "Written May 27, 2018",
            "Written April 25, 2018",
            "Written February 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-or30-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or20-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or40-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d4960430-Reviews-Karathona_Beach-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g187802-d3521894-Reviews-Museo_Ferrari-Maranello_Province_of_Modena_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437054-d147475-Reviews-Snorkel_Park_Beach_Club-Somerset_Village_Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d10032739-Reviews-Jensen_Beach_Park-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d207624-Reviews-Beardsley_Zoo-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g36889-d12729456-Reviews-Elmwood_Dunes_Preserve-Wilmette_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g4980169-d10598337-Reviews-Andratx_Market-Andratx_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g499462-d313361-Reviews-Aquinnah_Cliffs-Aquinnah_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152700-Reviews-Playa_Delfines-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d10820853-Reviews-Al_Noor_Island-Sharjah_Emirate_of_Sharjah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or40-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or30-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trong số 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những con đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan tuyệt đẹp của thiên nhiên; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm Bộ tộc miền núi, đi sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy- Thiên nhiên- Văn hóa- Ẩm thực địa phương.Đọc thêm",
        "reviews": [
            "Bảo nói tiếng Anh một cách hoàn hảo. Anh ấy đảm bảo rằng chúng tôi sẽ vui vẻ và thoải mái trong chuyến đi này. Anh ấy đã cho bạn những món ăn địa phương để chúng tôi có thể làm quen với các món ăn địa phương. Đọc thêm",
            "Chúng tôi đã có 2 ngày tuyệt vời nhất với bao. Anh ấy đã đưa chúng tôi đến một địa điểm ít khách du lịch hơn và thú vị hơn nhiều.bao nói tiếng Anh hoàn hảo. Nếu bạn muốn đến và ngắm nhìn những địa điểm đẹp thì bạn nên đi cùng bao!Đọc thêm",
            "Một chuyến du lịch bằng xe máy xuyên Việt cùng Bảo và Thắng thực sự là điều không thể bỏ qua khi đến thăm Việt Nam. Đó là một trải nghiệm khác biệt tuyệt vời khi du lịch qua một đất nước có phong cảnh đa dạng như Việt Nam. Chúng siêu linh hoạt nên bất cứ khi nào bạn muốn thấy điều gì đó cụ thể, chỉ cần nói với họ. Bạn sẽ nhìn thấy đất nước và con người theo một cách khác so với khi bạn ở trên xe buýt và thời gian sẽ trôi qua trong vài giây. Tôi đề nghị chuyến đi này rất nhiều. Dankuwel Bao và Thắng, để có một khoảng thời gian tuyệt vời trên chiếc xe đạp của bạn.Đọc thêm",
            "Bản thân tôi và con gái tôi đã có hai ngày tuyệt vời với Easy Rider Bao. Các hướng dẫn viên rất tuyệt vời, tốt bụng, quan tâm và giúp đỡ mọi nhu cầu của chúng tôi. Chúng tôi đã nhìn thấy những khung cảnh tuyệt vời về dinh dưỡng, cuộc sống của người dân ở làng quê và công việc kinh doanh của gia đình. Chúng tôi bắt chuyến xe từ Ban Mê Thuột đến Đà LạtĐọc thêm",
            "Chuyến đi dễ dàng với bao và tri thật TUYỆT VỜI. Các chàng trai là những hướng dẫn tốt nhất bao giờ hết. Tôi và bạn gái của tôi đã thực hiện chuyến đi 6 ngày 5 đêm từ đà lạt đến hội an và đó là chuyến đi thú vị nhất mà chúng tôi từng làm và chúng tôi đi du lịch rất nhiều mỗi ngày, chúng tôi có rất nhiều điểm dừng ở nông dân, bộ tộc trên đồi, thác nước, đền chùa , nhà hàng địa phương, cảnh đẹp, làng mạc và nhiều hơn nữa. Không có khoảnh khắc nào để chán. Những khách sạn chúng tôi ngủ rất đẹp và tốt. Mỗi ngày chúng tôi ăn đồ ăn địa phương và thực sự cảm nhận được cuộc sống của người Việt. Những chiếc xe máy rất tốt và thoải mái, bao và tri lái xe rất cẩn thận. Giống như chúng tôi đang đi du lịch với bạn bè, rất vui và luôn cười. Ở đó tiếng Anh rất xuất sắc. Họ giải thích mọi thứ về văn hóa, lịch sử, thiên nhiên và tôn giáo. Chúng tôi đã gặp những tay đua dễ tính khác trên đường đi và chúng tôi rất vui vì có bao và tri làm hướng dẫn viên vì một số người khác nói tiếng Anh không tốt hoặc không dừng lại thường xuyên như chúng tôi để khám phá Việt Nam và tìm hiểu. Lần tới chúng tôi muốn đi miền bắc Việt Nam cùng họ. Bạn có thể đi bất cứ nơi nào bạn muốn, bao lâu tùy thích. Nó đáng giá từng đô la. Sẽ không bao giờ quên tuần này!Đọc thêm",
            "Tôi vừa trải qua 5 ngày tuyệt vời nhất với hướng dẫn viên Chiến. Tôi không thể giới thiệu doanh nghiệp này đủ. Chiến đã cố gắng hết sức để đảm bảo trải nghiệm của tôi là một trải nghiệm không bao giờ quên, và tôi sẽ không quên. Từ tìm hiểu về văn hóa và lịch sử phong phú đến học cách sống như người dân địa phương. Chuyến đi tôi thực hiện là một chuyến đi khứ hồi từ Hội An, qua đường Hồ Chí Minh tuyệt đẹp đến thị trấn ven biển Vihn Mộc, quay trở lại Huế và kết thúc ở Hội An. Những cảnh tượng, âm thanh và mùi vị tôi gặp sẽ sống với tôi mãi mãi. Chiến rất thông tin và siêu thân thiện. Tôi thích cách chúng tôi có thể vào một ngôi làng ở một nơi xa lạ và lời chào mà tôi và anh ấy nhận được thật tuyệt vời. Sẽ quay lại Việt Nam lần nữa và sẽ không ngần ngại giới thiệu nhóm du lịch này. Cảm ơn các bạn!! Đọc thêm",
            "Ồ! Tuyệt vời! Chắc chắn sẽ làm điều đó một lần nữa! Tôi đã thực hiện chuyến du lịch Sài Gòn đến Đà Lạt 4 ngày với Bảo - Tôi không thể hạnh phúc hơn! Tôi chưa bao giờ đến Việt Nam, tôi là một tay đua khá mới và chuyến đi của tôi là một quyết định bất ngờ. Mọi thứ diễn ra hoàn hảo, Bảo đã nói chuyện với tôi về kiểu cưỡi ngựa mà tôi muốn làm cũng như những thắng cảnh mà tôi muốn xem và cùng nhau sắp xếp một chuyến đi một mình tuyệt vời cho tôi! Anh ấy đã nghĩ đến mọi thứ và thực hiện mọi biện pháp phòng ngừa để đảm bảo rằng tôi có được khoảng thời gian vui vẻ trong đời. Khi tôi nói với mọi người kế hoạch của mình, họ khuyên tôi rằng nhiều công ty du lịch ở Việt Nam lừa đảo, thiếu chuyên nghiệp hoặc thậm chí nguy hiểm, trong đó có một số hướng dẫn viên du lịch bằng xe máy lớn hơn. Motorbiketripvietnam và Bao là những người hướng dẫn tốt nhất hiện có và tôi dự định quay lại vào năm sau để có một chuyến đi dài hơn. Đọc thêm",
            "Chúng tôi thuê Bảo đưa chúng tôi đi vòng quanh đồng bằng sông Cửu Long. Bảo là một hướng dẫn viên du lịch siêu thân thiện và hiểu khách hàng của mình. Anh ấy đã giúp chúng tôi điều chỉnh chuyến đi và chúng tôi đã xây dựng mối quan hệ tốt với anh ấy trong ba ngày chúng tôi ở bên nhau. Chúng tôi tin tưởng vào kiến ​​thức của anh ấy và anh ấy luôn kiểm tra xem chúng tôi có ổn không. Tôi chắc chắn sẽ giới thiệu dịch vụ của anh ấy!Đọc thêm",
            "Vừa kết thúc chuyến đi 2 ngày với Bảo và thật tuyệt vời! Có thể nói tôi là con gà khi ra đường ở Việt Nam chứ không phải nói đến xe máy.. Nhưng Bảo khiến tôi cảm thấy an toàn và thích tôi trong những bàn tay thực sự giỏi và giàu kinh nghiệm! Chuyến đi rất thú vị! Bảo sử dụng tiếng Anh rất tốt nên rất dễ dàng để giao tiếp, nghe và học hỏi nhiều điều về đất nước đặc biệt và đáng chú ý này! Tôi thực sự giới thiệu anh ấy và công ty của anh ấy cho bất kỳ ai mong muốn có được một hành trình chân thực và hài hước ở Việt Nam! Đọc thêm",
            "Thuê một hướng dẫn viên cá nhân là một ý tưởng hay.  Thuê Bảo là một ý tưởng TUYỆT VỜI.  Thật là một chuyến đi.  Anh ấy đã giúp tôi tìm những địa điểm khiến tôi ngạc nhiên.  Rừng U minh, Núi Mặt Trời, Bảy Chị Em, Châu Đức, TP Sa Đéc.  Người đàn ông này đảm bảo một chuyến đi sạch sẽ và thỏa mãn theo tốc độ mà tôi yêu cầu.  Nếu tôi đi du lịch nước ngoài một lần nữa, tôi hy vọng tìm được một người hướng dẫn hiểu biết và quan tâm đến phúc lợi của tôi như Bảo.Đọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written February 21, 2018",
            "Written February 21, 2018",
            "Written January 20, 2018",
            "Written January 17, 2018",
            "Written January 10, 2018",
            "Written December 12, 2017",
            "Written October 2, 2017",
            "Written April 20, 2017",
            "Written April 19, 2017",
            "Written March 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-or40-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or30-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or50-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51303-d117495-Reviews-Arbuckle_Wilderness-Davis_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g34722-d1125606-Reviews-Pine_Island_Park-Weeki_Wachee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d534084-Reviews-Morikami_Museum_Japanese_Gardens-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45208-d8720321-Reviews-50_000_Silver_Dollar_Bar-Haugan_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32544-d13955290-Reviews-Joshua_Tree_National_Park-Joshua_Tree_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g312737-d12834332-Reviews-Blue_Lagoon-Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d547251-Reviews-Hurricane_Ridge-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42416-d493978-Reviews-S_S_Badger_Lake_Michigan_Carferry-Ludington_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g9723252-d7037916-Reviews-Sangeh_Monkey_Forest-Sangeh_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d4698996-Reviews-Fun_City-Estes_Park_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or50-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or40-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trên 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những con đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan tuyệt đẹp của thiên nhiên; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm Bộ tộc miền núi, đi sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy- Thiên nhiên- Văn hóa- Ẩm thực địa phương.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu cầu được xem nền văn hóa thực sự, vùng đất thực sự, Việt Nam thực sự và ồ, chúng tôi có tất cả những điều đó và hơn thế nữa, các quý ông Bảo và T tuyệt đối, đã dành thời gian bằng mọi cách, chúng tôi được chăm sóc về mọi mặt và sự an toàn của chúng tôi được đảm bảo điều quan trọng nhất, kiến ​​thức sâu rộng và khả năng chia sẻ điều này với tất cả mọi người là một niềm vui được lắng nghe và học hỏi, 8 đêm và một nhóm bạn đã có một trong những chuyến đi tuyệt vời nhất mà bạn từng yêu cầu, tôi nóng lòng muốn quay lại và ngắm nhìn miền bắc, Rất khuyến khích.   Russ......Đọc thêm",
            "Ồ! Thật là một kỳ nghỉ tuyệt vời! Bảo thực sự đã chăm sóc chúng tôi trong chuyến đi bằng xe máy qua miền Trung Nam Việt Nam. Tất cả các loại cảnh quan từ thành phố đến quận, cồn cát đến bãi biển. Không đời nào tôi có thể tự mình tìm thấy những địa điểm tuyệt vời mà Bảo đã đưa chúng tôi đến! Tôi sẽ nhớ chuyến đi này suốt đời! Cảm ơn Bảo vì một chuyến tham quan Việt Nam bằng xe máy tuyệt vời và an toàn!Đọc thêm",
            "Bảy người bạn muốn nhìn thấy một VN thực sự trên xe máy và Boa đã vượt lên trên tất cả. Các trang web chúng tôi thấy thật tuyệt vời. Các điểm dừng ăn uống và chỗ ở dọc đường rất tuyệt. Boa không chỉ đưa chúng tôi đến những nơi tuyệt vời mà anh ấy còn rất nhiều thông tin, anh ấy biết công việc của mình. Những điều nhỏ nhặt như liên tục kiểm tra xe đạp, mẹo đi xe, v.v. Chúng tôi đã bắt đầu nói về một chuyến đi khác. Đừng bỏ qua anh chàng này, rất khuyến khích. Cảm ơn bạn đời ChrisĐọc thêm",
            "Chuyến đi tuyệt vời, chúng tôi đã có một khoảng thời gian tuyệt vời và chúng tôi là những người chủ nhà tuyệt vời, luôn nỗ lực hết mình để mang lại những trải nghiệm mới, chắc chắn tôi sẽ quay lại cho một chuyến tham quan khác. Tôi đã có rất nhiều trải nghiệm tuyệt vời mà tôi có thể liệt kê tất cả. 10 bức ảnh cũng không đủ. Rất mong bạn sẽ tham gia chuyến lưu diễn ở Úc cùng chúng tôi. Cảm ơn rất nhiều bao và tĐọc thêm",
            "Tôi có thể nói gì Chuyến đi tuyệt vời nhất từ ​​trước đến nay Tôi biết mình sẽ có khoảng thời gian tuyệt vời nhưng Bao và Tee đã khiến nó trở nên đặc biệt Chưa bao giờ nhìn thấy Việt Nam theo cách họ chỉ cho chúng tôi Làm tốt lắm Bảo Cảm ơn Đọc thêm",
            "Bảo và nhóm rất thân thiện và luôn nỗ lực hết mình vì chúng tôi. Chuyến đi thật đẹp, chân thực, chắc chắn là trải nghiệm tuyệt vời nhất chúng tôi có ở Việt Nam. Chúng tôi sẽ liên hệ lại bất cứ khi nào chúng tôi quay lại Việt Nam và sẵn lòng giới thiệu cho mọi người!Đọc thêm",
            "Chúng tôi là nhóm gồm 16 người, bao gồm trẻ em, thanh thiếu niên, học sinh và phụ huynh. Các tay đua đã giải thích cho chúng tôi về những điều chúng tôi đã hỏi và về những điều đặc biệt mà chúng tôi đã thấy trên đường đi. Chúng tôi cũng nhận được thái độ tuyệt vời từ tất cả các tay đua. Các tay đua khiến chúng tôi cảm thấy an toàn và họ rất chuyên nghiệp! Đó là chuyến đi tuyệt vời nhất của chúng tôi ở Việt Nam! Đọc thêm",
            "Chúng tôi có 16 người, 14 người lớn và 2 trẻ em, đó là một chuyến đi tuyệt vời và tuyệt vời, các tài xế rất chuyên nghiệp và luôn chăm sóc chúng tôi, chúng tôi đã thực hiện rất nhiều điểm dừng và có rất nhiều kiến ​​thức, đánh giá và thị hiếu .Theo ý kiến ​​​​của tôi, bạn có thể bỏ qua chuyến đi voi và làm việc khác. Cuối cùng, chúng tôi không muốn rời đi: Tôi khuyên bạn nên thực hiện chuyến đi bằng xe máy với nhóm này.Đọc thêm",
            "Anh trai tôi giới thiệu Bảo cho một chuyến đi xe máy ở Việt Nam. Anh ấy thực sự có thiện cảm với anh ấy nên chúng tôi đã đặt tour du lịch 5 ngày, lái xe từ Hội An lên núi đến Đà Lạt. Đó là một chuyến đi xe máy rất tuyệt vời. Boa thực sự là một người đàn ông tốt. Anh ấy biết rất nhiều về Việt Nam và kể cho bạn nghe mọi điều bạn muốn biết, ngoài ra anh ấy còn nói đùa suốt. Sau khi kết thúc một ngày, anh ấy luôn đến uống bia với bạn và thưởng thức một bữa ăn ngon đúng chất Việt Nam! Chuyến đi thật tuyệt vời, chiếc xe đạp tôi đang lái rất tuyệt và bạn gái tôi đã có một chỗ ngồi tốt và thoải mái ở phía sau bởi Bảo. Tuyến đường tuyệt vời để đến những ngọn núi, bạn cảm thấy thực sự tự do và quang cảnh thật tuyệt vời. Điểm dừng chân ở ngôi làng cổ nơi có vẻ đẹp đặc biệt để ngắm nhìn. Chỉ trong những chuyến đi như thế này bạn mới thấy được điều này. Toàn bộ chuyến đi thật tuyệt vời và chúng tôi đã thấy rất nhiều điều tươi đẹp. Thức ăn rất tuyệt vời và có rất nhiều niềm vui. Tôi thực sự khuyên mọi người nên thực hiện một chuyến đi cùng Bảo. 5 ngày là tuyệt vời nhưng lâu hơn cũng sẽ tuyệt vời. Bạn sẽ thấy Việt Nam thực sự với những thông tin tuyệt vời! Hy vọng sẽ có một chuyến đi khác với Bảo trong tương lai. Trân trọng JuriaanĐọc thêm",
            "Anh chàng Bảo này thật tuyệt vời, anh ấy đã đưa chúng tôi đến một số địa điểm tuyệt vời mà không có ai khác. Hoàn toàn là một chàng trai chân chính, rất trung thực và thực sự rất vui khi được ở bên cạnh, tôi sẽ quay lại Việt Nam để khám phá miền Bắc và rất nóng lòng được trở lại trên chiếc xe đạp cùng anh ấy và Vũ. Họ cũng đưa chúng tôi đi ăn tối và tận hưởng tiệc tùng với chúng tôi. Cảm ơn các bạnĐọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những việc cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written March 20, 2017",
            "Written March 20, 2017",
            "Written March 16, 2017",
            "Written March 16, 2017",
            "Written March 15, 2017",
            "Written August 16, 2016",
            "Written July 29, 2016",
            "Written July 28, 2016",
            "Written July 27, 2016",
            "Written December 18, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-or50-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or40-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or60-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8558763-Reviews-Coffee_museum-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d12968993-Reviews-Nanakuli_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d24057314-Reviews-Suntago_Bus-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d789161-Reviews-The_Lion_King-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1784998-d278198-Reviews-Splash_Down_Waterpark-Spokane_Valley_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252346-Reviews-Bannerman_Castle-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d12232065-Reviews-Square_Enix_Cafe-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295194-Reviews-Galata_Tower-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d19796740-Reviews-The_Hip_Hop_Museum-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12966518-Reviews-Kurt_Cobain_s_Seattle_House-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or60-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or50-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Motorbike Trip Vietnam",
        "attraction_name_vi": "Chuyến đi xe máy Việt Nam",
        "general_info": [
            "71 đánh giá",
            "38 trên 153 Tour Hoạt động tại Đà Lạt",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Motorbike Trip Vietnam cung cấp các tour du lịch trong ngày và nhiều ngày, thoát khỏi những con đường du lịch thông thường và đi qua Tây Nguyên, Đồng bằng sông Cửu Long, Đông Bắc, Tây Bắc Việt Nam với hành trình và điểm đến linh hoạt. Khám phá cảnh quan tuyệt đẹp của thiên nhiên; tìm hiểu sự đa dạng về văn hóa và lịch sử của người Việt Nam cũng như các nhóm Bộ tộc miền núi, đi sâu vào cuộc sống thực của người dân địa phương để giao tiếp với họ và thử các món ăn địa phương. Xe máy- Thiên nhiên- Văn hóa- Ẩm thực địa phương.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt Boa sau khi nghiên cứu sâu rộng cho chuyến đi 4 đêm 5 ngày từ Đà Lạt đến Hội An, chuyến đi là điểm nổi bật trong chuyến thăm ba tuần của chúng tôi tới Việt Nam. Chúng tôi là ba người bạn đến từ Ireland ở độ tuổi 50 và 60 và chưa bao giờ làm bất cứ điều gì như thế này trước đây. Đó là một trải nghiệm tuyệt vời Chúng tôi đã đi chệch hướng, gặp gỡ rất nhiều người Việt Nam và nghĩ rằng chúng tôi đã trải nghiệm một Việt Nam thực sự, những con người đáng yêu của họ, các dân tộc khác nhau, văn hóa và nghề thủ công của họ. Chúng tôi cũng có một sự kết hợp tuyệt vời với những món ăn tuyệt vời của Việt Nam và cuối cùng nhưng không kém phần quan trọng là những người hướng dẫn, kiến ​​thức về trí tuệ, tính chuyên nghiệp thật tuyệt vời. Bảo và các cộng sự của anh ấy là Vũ, Hùng và Hoa. đã chăm sóc chúng tôi rất tốt, chúng tôi cảm thấy an toàn và được bảo vệ. Hướng dẫn viên ăn và ngủ trong cùng một quán cà phê, nhà hàng và khách sạn, tất cả đều đạt tiêu chuẩn cao Thức ăn rất tuyệt Khách sạn rất thoải mái và sạch sẽ Họ thậm chí còn nấu cho chúng tôi một bữa ăn phục vụ trên lá chuối, nơi chúng tôi mua nguyên liệu ở chợ thực phẩm địa phương ở công viên quốc gia gần một thác nước tuyệt vời Chắc chắn là một bữa ăn khó quên! trong một khung cảnh tuyệt vời Đó là một chuyến đi tuyệt vời đáng nhớ trong nhiều năm !!Đọc thêm",
            "Chúng tôi vừa trải qua một điều gì đó mà chúng tôi sẽ không bao giờ quên. Với lời giới thiệu của một người bạn là hãy đi khám phá Việt Nam bằng xe đạp với Bảo và những người bạn của anh ấy, tôi rất vui vì đã làm như vậy, mỗi ngày đều tràn ngập sự phấn khích và phiêu lưu, từ cao nguyên miền Trung đến bãi biển, làng mạc, chợ địa phương và voi, thác nước, v.v. chưa kể, Boa và Vũ luôn đặt sự an toàn và phúc lợi của chúng tôi lên hàng đầu. Chúng tôi đến khách sạn mỗi ngày vào lúc hoàng hôn và phòng của chúng tôi sạch sẽ và ngăn nắp. Hàng ngày các chàng trai đều đến đúng giờ để gặp chúng tôi để bắt đầu ngày mới trong chuyến lưu diễn. Bất cứ điều gì chúng tôi cần hoặc muốn bất cứ lúc nào họ đều cố gắng giúp đỡ chúng tôi tốt nhất có thể. Cảm ơn bạn vì một trải nghiệm đáng nhớ mà tôi sẽ không bao giờ quên. Rất mong được cùng các bạn lên kế hoạch cho lần tiếp theo.Đọc thêm",
            "5 người chúng tôi đặt tour Đà Lạt đến Hội An cùng với đoàn của Bảo. 4 đi tỷ - 1 tôi đi. Tôi có thể giới thiệu kỹ lưỡng: những người tốt - thân thiện, hiểu biết, xe đạp đáng tin cậy 125-150cc lái xe cẩn thận an toàn, tất cả chúng tôi đều cảm thấy khá yên tâm, bạn sẽ thấy một phần cuộc sống ở VN ngoài các điểm du lịch. Một cách tuyệt vời để xem VN. Và cũng có niềm vui. Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời với Bảo. Chúng tôi thích đi tour từ Nha Trang đến Boun ma thuat bằng ô tô và chuyến đi thật tuyệt. Cảnh đẹp tuyệt vời, mọi người tốt bụng và Bảo dễ chịu và thú vị, có kiến ​​thức sâu rộng và tiếng Anh tốt. Không có nhiều khách du lịch xung quanh chúng tôi và cảm giác như chúng tôi đang ở giữa lòng Việt Nam không phải là điểm du lịch. Đó là chuyến đi đáng nhớ trong nhiều năm. Đọc thêm",
            "Chúng tôi đã dành 3 ngày tuyệt vời để đi du lịch từ Sài Gòn đến Đà Lạt cùng Bảo và Dy. Vợ tôi và tôi muốn làm điều gì đó đặc biệt trong tuần trăng mật của mình và chuyến tham quan bằng xe máy là khoảng thời gian tuyệt vời nhất trong thời gian chúng tôi ở Việt Nam. Hướng dẫn viên của chúng tôi đón chúng tôi tại khách sạn và gửi vali đến Đà Lạt trên xe buýt của họ. Chúng tôi mang theo một chiếc ba lô nhỏ và họ buộc nó vào xe đạp trong túi chống nước. Họ cung cấp thiết bị ướt vì trời có mưa. Họ đưa chúng tôi đến những nhà hàng địa phương thực sự tuyệt vời mà họ biết là ngon nhất từ ​​​​nhiều năm kinh nghiệm của họ. Cả hai hướng dẫn viên đều rất am hiểu và chỉ cho chúng tôi những điều mà chúng tôi chưa bao giờ thấy trong các chuyến tham quan khác. Trong 3 ngày chúng tôi đến thăm làm bánh tráng, địa đạo Chu Chỉ, trang trại cao su, bãi biển Long Tài, địa đạo Gò Thị Thùng, trang trại thanh long, Mũi Né, thác voi, suối cổ tích, nhà máy tơ lụa và đồn điền cà phê. Trên đường đi, họ chỉ ra những sự thật về chiến tranh và những câu chuyện thú vị khác về các thị trấn địa phương. Từ việc uống rượu gạo với những người nông dân trồng thanh long cho đến việc đi chợ mua hải sản cho bữa tiệc nướng của chúng tôi, đó là một trải nghiệm khó quên. Sau đó Bảo đảm bảo chúng tôi có được khách sạn tốt nhất ở Đà Lạt và cho chúng tôi lời khuyên về nơi mua quà và ăn tối. Đọc thêm",
            "Vợ tôi và tôi vừa tận hưởng chuyến du lịch 8 ngày tuyệt vời nhất qua vùng Tây Nguyên của Việt Nam từ Sài Gòn đến Hội An. Chúng tôi tổ chức chuyến đi với Bảo và Hiếu thông qua internet và đó là sự lựa chọn tốt nhất mà chúng tôi có thể thực hiện. Các chàng trai gặp chúng tôi lúc 8 giờ sáng ngày đầu tiên bên ngoài khách sạn và sau khi trò chuyện một lúc, chúng tôi nhanh chóng cảm thấy thoải mái với họ. Một cuộc thảo luận ngắn gọn về sự an toàn và những gì chúng tôi có thể mong đợi và chúng tôi bắt đầu chuyến phiêu lưu tuyệt vời của mình. Trong 8 ngày tiếp theo, chúng tôi rất thích sự đồng hành của họ và kiến ​​thức của họ về mọi thứ tiếng Việt. Từ những món ăn ngon nhất để thử, những thắng cảnh đẹp nhất để ngắm nhìn và thậm chí cả một vài cụm từ tiếng Việt để chúng ta hiểu rõ hơn. Với quãng đường trung bình hàng ngày là 180km, chúng tôi chắc chắn đã đi được một đoạn đường và chắc chắn đã nhìn thấy nhiều điều hơn tôi từng tưởng tượng. Bảo chia tay chuyến đi trong ngày với rất nhiều lần nghỉ caphe sua da và cơ hội để chúng tôi thoát khỏi cảm giác tê tê trên ghế. Cả hai tay đua đều có những câu chuyện tuyệt vời để kể và giải thích mọi thứ về lối sống của người Việt. Vào cuối ngày, chúng tôi đã thưởng thức một bữa ăn ngon với họ và thường nhiều hơn một hoặc hai món bia lẻ. Tất cả chỗ ở và phí vào cửa của chúng tôi đều được chăm sóc nên tất cả những gì chúng tôi phải lo lắng là chúng tôi có thể nhét bao nhiêu bức ảnh vào thẻ nhớ máy ảnh. Nếu bạn muốn khám phá Việt Nam ngoài những tuyến du lịch thông thường thì hãy liên hệ với Bảo. Tôi không thể khen ngợi anh ấy hay Hiếu đủ.Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời trên chiếc xe đạp cùng anh Bảo và những người đồng nghiệp của anh ấy từ Motorbiketripvietnam. Họ đưa chúng tôi đến trung tâm vùng cao miền Trung, qua những nhà máy gia đình nhỏ, đến những ngôi làng địa phương và những cảnh đẹp, rất nhiều trong số đó không dành cho du lịch, và chúng tôi có thể thấy cách sống của người dân nơi đó. Họ có rất nhiều kiến ​​thức khiến chuyến đi trở nên thú vị. Tiếng Anh của họ rất tốt. Họ có khiếu hài hước và rất chú ý đến cách đi của chúng tôi, linh hoạt thay đổi kế hoạch theo nhu cầu và những gì chúng tôi thích. AĐọc thêm"
        ],
        "star_ratings": [
            69,
            2,
            0,
            0,
            0
        ],
        "review_amount": 71,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Chuyến đi xe máy Việt Nam"
        ],
        "reviews_time": [
            "Written November 24, 2015",
            "Written November 13, 2015",
            "Written November 4, 2015",
            "Written October 20, 2015",
            "Written September 21, 2015",
            "Written August 26, 2015",
            "Written August 22, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d8532462-Reviews-or60-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or50-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12530532-Reviews-DaLat_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14996233-Reviews-Dalat_City_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17336904-Reviews-Highland_Adventure_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d26495653-Reviews-Original_Easy_Rider_Hoan-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451017-Reviews-Linh_Phuoc_Pagoda-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8327098-Reviews-Da_Lat_King_Palace_I-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d27683064-Reviews-Giaochi_Legend_Spa_Wellness-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d138193-Reviews-City_Island-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42492-d267560-Reviews-Soaring_Eagle_Casino-Mount_Pleasant_Isabella_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g57403-d4765323-Reviews-Allenholm_Farm-South_Hero_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g41608-d3225223-Reviews-Wompatuck_State_Park-Hingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186117-Reviews-Medano_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060379-d8540912-Reviews-Drenia_Island-Ammouliani_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d15148765-Reviews-Cannabis_Social_Club_MaryJane-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1772452-d12427898-Reviews-Ayubia_National_Park-Ayubia_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d15075330-Reviews-Oc_Waterpark-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141518-Reviews-Museum_of_History_Industry-Seattle_Washington.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d8532462-Reviews-or60-Motorbike_Trip_Vietnam-Da_Lat_Lam_Dong_Province.html"
    }
]