[
    {
        "attraction_name": "Moulin Rouge",
        "attraction_name_vi": "cối xay đỏ",
        "general_info": [
            "146 đánh giá",
            "69 trong số 478 buổi hòa nhạc sân khấu tại Thành phố New York",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trực quan tuyệt đẹp với khung cảnh và ánh sáng thực sự ngoạn mục và các phần nhóm thực sự thú vị. Buổi hòa tấu và khiêu vũ đều rực rỡ. Nữ chính rất xuất sắc và là một ca sĩ thực sự giỏi. Chúng tôi đã thấy một diễn viên đóng thế cho vai chính đã làm rất tốt nhưng tôi cảm thấy đó không phải là một lựa chọn tuyển diễn viên lý tưởng, mặc dù đó không phải là lỗi của anh ấy. Nói chung tôi thực sự thích nó nhưng chưa cho 5 sao vì 2 lý do. Tôi yêu thích bộ phim và biết rõ các bài hát và tôi đoán là họ đã thay đổi rất nhiều trong số đó để thu hút khán giả trẻ hơn. Không sao nhưng khi bạn đang mong đợi một điều gì đó vì lý do hoài cổ và bạn đã già nua và nhàm chán, bạn không muốn nó được làm mới hoặc bất cứ điều gì mà các đạo diễn đang cố gắng làm. Tuy nhiên, nó dường như thu hút được đa số và được thực hiện theo một tiêu chuẩn tuyệt vời. Thứ hai, điều này khó có thể định lượng nhưng một số vở nhạc kịch khiến bạn cảm thấy hoàn toàn phấn chấn như thể bạn có thể đứng dậy khỏi ghế!! Vì những lý do không xác định, có lẽ một buổi chiếu phim luôn hơi bằng phẳng, bằng cách nào đó, chương trình này vào ngày này đã không làm được điều đó đối với tôi theo cách mà những người khác đã làm. Do đó không hoàn toàn đầy đủ 5. Nhưng!. với giá vé là 89 đô la cho chỗ ngồi ổn, tôi khuyên bạn nên dùng nó.Đọc thêm",
            "Tốt nhất của tốt nhất! Đây là buổi biểu diễn Broadway hay nhất từ ​​trước đến nay! Toàn bộ dàn diễn viên, bài hát, vũ đạo, mọi thứ đều lấp lánh! Sự hoàn hảo tuyệt đối của nó từ đầu đến cuối và nó hay đến mức khiến bạn phải kinh ngạc! Tôi lại đến NY từ Brazil chỉ để xem lại!  Tôi thực sự hy vọng rằng Aaron Tveit sẽ đóng vai Christian một lần nữa, bởi vì anh ấy thực sự tuyệt vời và anh ấy là Cơ đốc nhân giỏi nhất từ ​​trước đến nay mặc dù Derek Klena cũng rất tuyệt vời! Giải Tony rất xứng đáng dành cho Aaron Tveit và cho chương trình này! Tôi cũng nhớ Ashlen Loren, một viên kim cương lấp lánh, giọng hát và diễn xuất của cô ấy thật hoàn hảo! \nĐó là một điều phải xem! Tôi hy vọng nó sẽ chạy được hơn 50 năm! Tuyệt vờiggg!Đọc thêm",
            "Lần đầu tiên xem chương trình này có Jojo tham gia. Thiết kế sân khấu và màu đỏ đậm là thiết kế đẹp nhất và ngầu nhất mà tôi từng thấy khi bước vào một buổi biểu diễn. Hoàn toàn nhập vai. Trên thực tế, thiết kế bối cảnh xuyên suốt toàn bộ chương trình rất tuyệt vời. Tôi hài lòng với nhiều thay đổi trong bài hát và sự phát triển nhân vật nhiều hơn. Điểm trừ duy nhất là phần kết có cảm giác hơi vội vàng và có thể sử dụng lời thoại tốt hơn nhưng nhìn chung dàn diễn viên đã làm rất xuất sắc, bạn sẽ có rất nhiều năng lượng ngay khi ngồi xuống cho đến cuối. Nó nắm bắt được tinh thần của bộ phim trong khi vẫn làm được việc của riêng mình. Chúng tôi ngồi bên trái hàng lửng G ghế 11 và 13. Sự lựa chọn tuyệt vời. Đó là hàng đầu tiên phía trên lối đi chính nên không có ai ở ngay trước mặt chúng tôi. Chúng tôi có thể thấy những người biểu diễn trên đường đi mà bạn không thể nhìn thấy suốt chặng đường phía sau và không có ai ngồi bên trái tôi. Rất khuyến khích nếu bạn muốn chỗ ngồi rẻ hơn vẫn là một phần của tất cả các hành động. Rất thích nó.Đọc thêm",
            "Moulin Rouge là một món ăn tuyệt vời về âm nhạc và hình ảnh. Các bài hát, trang phục và vũ đạo sẽ đưa bạn trở lại bối cảnh ban đầu của Moulin Rouge.  Nhiều bài hát hiện đại đã được thêm vào nhưng tất cả đều rất phù hợp.  Vở nhạc kịch có chủ đề Cuộc sống thật tươi đẹp. Đọc thêm",
            "Đã đi đến chương trình này vào cuối tuần kỷ niệm của chúng tôi. Tìm thấy nó là không thể tin được. Các khách hàng tiềm năng thật tuyệt vời. Thật thú vị với nguồn năng lượng tuyệt vời trong suốt buổi biểu diễn. Chúng tôi có chỗ ngồi ở hàng ghế đầu ở ban công và có thể nhìn thấy mọi góc độ vì bối cảnh rất lớn với sân khấu đi bộ ra phía khán giả phía dưới. Những bài hát hiện đại mới được đưa vào buổi biểu diễn là những bổ sung tuyệt vời. Chắc chắn sẽ quay lại lần nữa và mang theo những cô con gái đang ở độ tuổi đại học của chúng tôi.Đọc thêm",
            "Cảnh quay và âm nhạc thật ngoạn mục!  Được thực hiện rất tốt, những cập nhật và hiện đại hóa tuyệt vời kể từ khi bộ phim ra mắt, 29 năm trước là gì? Dàn diễn viên quá tài năng - Tôi rất ấn tượng với Andre Ward, David Harris, Sophie Carmen-Jones, và đặc biệt là Oyoyo Joi.  Tôi bị choáng ngợp bởi Casey Cott, người được cho là thiếu sự hiện diện và hơi ngớ ngẩn đối với nam chính.  Tituss Burgess đã khiến tôi phải mất một thời gian, nhưng cuối cùng, tôi đã hâm mộ anh ấy với cái tên Zidler - giọng hát solo của anh ấy đã thể hiện một quãng đường đáng kinh ngạc. Tôi rất vui vì chúng tôi đã thấy điều này!! Đọc thêm",
            "Vở nhạc kịch Moulin Rouge ở Broadway đơn giản là vở nhạc kịch hay nhất mà vợ chồng tôi từng xem. Tất cả dàn diễn viên đều tuyệt vời, vũ đạo đẹp mắt và giọng hát đỉnh cao. Chúng tôi không muốn nó kết thúc!Đọc thêm",
            "Broadway ngày 3 tháng 1 năm 2024\nĐiểm hay: Trang phục đẹp lấp lánh, nhảy đẹp, phòng ngủ tuyệt vời và bối cảnh có các ngôi sao và phong cảnh, ca hát hay, tốt cho sức khỏe và an toàn bằng cách cảnh báo mọi người về túi xách theo hàng. \n\nĐiểm dở: Có thể là do mình nói chung là mệt nhưng nó diễn ra hơi lâu, một số bài chọn mình không thích như những cô nàng độc thân. Tượng voi không hề cử động hay gì cả, có phần hài hước đến rợn người như đang làm những tư thế làm tình vô tình.Đọc thêm",
            "Một trong những chương trình hay nhất mà tôi từng xem! Và tôi đã thấy một vài!\n\nChúng tôi có chỗ ngồi gần phía trước - vì vậy bạn chắc chắn sẽ cảm nhận được hành động đó. Tôi bị thổi bay. Và thấy buổi biểu diễn rất xúc động - câu chuyện, màn trình diễn và toàn bộ trải nghiệm. \n\nSẽ quay lại lần nữa. Và một lần nữa. Và một lần nữa. \n\nHoan hô. Broadway cổ điển hoàn toàn tráng lệ!Đọc thêm",
            "tôi đến vào tháng 4 năm 2023 và thấy jojo như sa tanh. cô ấy xinh đẹp và rực rỡ và sẽ mãi mãi như vậy. tôi bị ám ảnh bởi toàn bộ sự việc và tôi đã dành cả tuần tiếp theo chỉ để theo dõi các diễn viên. đây là lần đầu tiên tôi xem broadway và tôi sẽ mãi yêu thích moulin rogue. chuyện tình kinh điển. bộ và trang phục đẹp. những nhân vật hài hước.Đọc thêm",
            "Trong số rất nhiều vở diễn mà tôi đã xem ở Broadway, West End, cũng như một số vở diễn địa phương và lưu diễn, đây là vở diễn tệ nhất mà tôi từng xem, có lẽ ngoại trừ Matilda. Vấn đề không phải là diễn viên hay nhà hát đẹp mà là âm nhạc. Nó được gọi là một vở nhạc kịch máy hát tự động, vì vậy bạn sẽ mong đợi được nghe những bài hát nổi tiếng giống như bạn từng nghĩ về Mamma Mia hoặc Jersey Boys. Thay vào đó, hầu hết các bài hát đều không bám sát bản gốc, và Roxanne, một bài hát mà tôi không quan tâm ngay từ đầu, kinh khủng đến mức khiến dàn diễn viên cảm thấy xấu hổ. Những bài hát ban đầu không đáng nhớ. Về mặt âm nhạc, điều này cho thấy sự nhạt nhòa so với các chương trình có âm nhạc nguyên bản và giải trí, như Hamilton, Wicked và thậm chí The Book of Mormon, v.v. Nếu bạn thích bộ phim mà tôi chưa xem, bạn có thể thích vở kịch. Nếu không, có rất nhiều lựa chọn thay thế tốt hơn.Đọc thêm",
            "Một show diễn tuyệt vời! Một trong những bộ phim hay nhất mà tôi từng xem trên Broadway!! Rất khuyến khích nếu bạn yêu thích một vở nhạc kịch tuyệt vời! Âm nhạc, vũ đạo và cốt truyện thật tuyệt vời!Đọc thêm",
            "Đã tham gia buổi sáng với vợ tôi.  Màn trình diễn tuyệt vời, dí dỏm.  Nhà hát rất đẹp và những người biểu diễn thật tuyệt vời. Rất khuyến khích. Đọc thêm",
            "Một trải nghiệm hoàn toàn tuyệt vời trên sân khấu Broadway. Chương trình này là phải xem. Là một fan cuồng của bộ phim Baz Luhrmans, tôi rất kỳ vọng, nhưng tôi vẫn choáng ngợp với màn trình diễn này. Âm nhạc và vũ điệu tuyệt vời, cũng như cốt truyện cốt lõi của bộ phim đã được vinh danh và đan xen thành một loạt các bài hát cập nhật hơn, nhưng vẫn giữ được những tác phẩm kinh điển của bộ phim. Trải nghiệm thực sự kỳ diệu và chúng tôi chắc chắn sẽ đi lại...và lần nữa, lần nữa....Đọc thêm",
            "Lần đầu tiên đến thăm nhà hát này Vì vậy, trước hết, đây là một nhà hát tuyệt vời và đã được trang trí để bạn có cảm giác như đang ở trong moulin rouge mà tôi yêu thích. Chỗ ngồi thoải mái. Toulouse, ziggler và công tước thật tuyệt vời. Tuy nhiên, đây không phải là vé rẻ và chất lượng âm thanh rất tệ, chúng tôi ngồi ở tầng trên, hàng O. Đối với một số bài hát, đặc biệt là ở phần đầu, tôi không thể nghe được diễn viên đang nói gì vì nhạc to hơn và có khá nhiều cuộc trò chuyện mà tôi không thể nghe rõ. Nó có cảm giác khá bằng phẳng ở một số điểm. Các nhân viên nhà hát đã rất kiên quyết rằng chúng tôi không thể chụp ảnh trước buổi biểu diễn nhưng chúng tôi có thể chụp ảnh trong khoảng thời gian đó, tuy nhiên vào thời điểm đó sân khấu đã thay đổi, điều đó thật đáng thất vọng. Nói rõ hơn, chúng tôi rất thích buổi biểu diễn, nó hơi mờ nhạt một chút nhưng có thể đây chỉ là một đêm nghỉĐọc thêm",
            "Moulin Rouge biết rằng du khách sẽ đến dù thế nào đi nữa và tận dụng tối đa lợi thế của thực tế này. Khiêu vũ chán nản, đồ uống phụ, phục vụ vội vã. Tất cả đã tạo nên một buổi tối khó chịu.Đọc thêm",
            "Chương trình tuyệt vời! Chúng tôi đã đến khi Hailee Kaleem Wright ra mắt với vai Satine và cô ấy đã hoàn thành xuất sắc vai diễn này! Toàn bộ dàn diễn viên đều tuyệt vời và chương trình rất thú vị.Đọc thêm",
            "tôi đến vào tháng 4 năm 2023 và thấy jojo như sa tanh. cô ấy xinh đẹp và rực rỡ và sẽ mãi mãi như vậy. tôi bị ám ảnh bởi toàn bộ sự việc và tôi đã dành cả tuần tiếp theo chỉ để theo dõi các diễn viên. đây là lần đầu tiên tôi xem broadway và tôi sẽ mãi yêu thích moulin rogue. chuyện tình kinh điển. bộ và trang phục đẹp. những nhân vật hài hước.Đọc thêm",
            "Màn trình diễn ngoạn mục.   Âm nhạc có khác với phim nhưng nó vẫn rất xuất sắc. Boy George đóng vai chính là một phần thưởng tuyệt vời.    Hãy yêu từng phút giây.  Sẽ đi xem lại.Đọc thêm",
            "Buổi biểu diễn thật tuyệt vời.  Chúng tôi yêu thích âm nhạc, trang phục, ca hát và khiêu vũ của vùng ngoại ô.  Ngoài ra nhà hát và sân khấu cũng rất đẹp.Đọc thêm"
        ],
        "star_ratings": [
            105,
            16,
            14,
            11,
            8
        ],
        "review_amount": 154,
        "location": [
            "cối xay đỏ",
            "New York NY",
            "Thành phố New York",
            "Hoa Kỳ",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 6, 2023",
            "Written July 29, 2023",
            "Written September 30, 2023",
            "Written October 8, 2023",
            "Written November 6, 2023",
            "Written November 13, 2023",
            "Written January 14, 2024",
            "Written February 11, 2024",
            "Written May 21, 2024",
            "Written June 4, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 13, 2024",
            "Written May 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d17813263-Reviews-Moulin_Rouge-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8567192-Reviews-Dos_Caminos-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12874338-Reviews-Los_Tacos_No_1-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d481819-Reviews-Blue_Fin-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7716799-Reviews-Frisson_Espresso-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d23988141-Reviews-Sicily_Osteria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3483741-Reviews-Schmackary_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d459367-Reviews-Westway_Diner-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d5039941-Reviews-Bareburger_Hell_s_Kitchen-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4737024-Reviews-5_Napkin_Burger-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424608-Reviews-Orso-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548354-Reviews-Al_Hirschfeld_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548873-Reviews-Majestic_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548697-Reviews-Imperial_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4756998-Reviews-St_James_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2402940-Reviews-Gerald_Schoenfeld_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8515625-Reviews-Bernard_B_Jacobs_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2413189-Reviews-Golden_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3725073-Reviews-Music_Box_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7224932-Reviews-The_Davenport_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143361-Reviews-Broadway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17813263-Reviews-or10-Moulin_Rouge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5496571-Reviews-Steve_Cohen_Chamber_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24074167-Reviews-Daniel_Roy_s_Parlour_Of_Deceptions-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6991771-Reviews-Monday_Night_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6828267-Reviews-Drunk_Shakespeare-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12374993-Reviews-Come_From_Away-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d447348-Reviews-Jazz_at_Lincoln_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1383285-Reviews-Jersey_Boys-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136064-Reviews-The_Metropolitan_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3451944-Reviews-The_Phantom_of_the_Opera-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13973625-Reviews-Broadway_Dance_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27051894-Reviews-Secret_Room_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d535079-Reviews-Birdland-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15331537-Reviews-Shoott-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13838348-Reviews-Frozen_on_Broadway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1479833-Reviews-Food_On_Foot_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11870693-Reviews-Dear_Evan_Hansen-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17330096-Reviews-Ain_t_Too_Proud-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27161352-Reviews-Water_For_Elephants-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7384809-Reviews-Il_Mio_Viaggio_a_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555615-Reviews-Don_t_Tell_Mama-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2671501-Reviews-Kuhio_Beach_Hula_Show-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1063715-d2355358-Reviews-Coves_de_Sant_Josep-La_Vall_d_Uixo_Province_of_Castellon_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g48503-d126661-Reviews-Seabreeze_Amusement_Park-Rochester_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g308270-d308680-Reviews-Sawa_I_Lau_Caves-Yasawa_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32910-d10296611-Reviews-Bridal_Veil_Falls-Pollock_Pines_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60873-d10593686-Reviews-Bear_Creek_Weir-Seward_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g154964-d8386259-Reviews-Jellybean_Row_Houses-St_John_s_Newfoundland_Newfoundland_and_Labrador.html",
            "https://www.tripadvisor.com/Attraction_Review-g49259-d6864353-Reviews-Lion_s_Water_Adventure-Kinston_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34821-d17474258-Reviews-Lake_Allatoona-Cartersville_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d17813263-Reviews-or10-Moulin_Rouge-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d17813263-Reviews-Moulin_Rouge-New_York_City_New_York.html"
    }
]