[
    {
        "attraction_name": "Mount Batur",
        "attraction_name_vi": "Núi Batur",
        "general_info": [
            "3.179 đánh giá",
            "- 3 trong số 83 điều cần làm ở Kintamani",
            "Núi",
            "Núi lửa"
        ],
        "attraction_summary": "Ngọn núi lửa đang hoạt động này ở Bali, Indonesia, nằm ở trung tâm của hai miệng núi lửa. Núi Batur, phun trào lần cuối vào năm 2000, cách Ubud một giờ rưỡi đi ô tô và là địa điểm đi bộ đường dài nổi tiếng. Bạn nên thực hiện chuyến leo núi kéo dài một giờ vào đầu giờ để có thể lên đến đỉnh điểm đúng lúc mặt trời mọc. Chỉ cần lưu ý rằng tầm nhìn có thể bị hạn chế trong mùa mưa từ tháng 12 đến tháng 3. Đừng quên khám phá vành miệng núi lửa bốc hơi và những cánh đồng dung nham của Batur, hoặc tham gia một chuyến tham quan để tận hưởng việc ngâm mình thư giãn trong suối nước nóng gần Hồ Batur.  - TripadvisorĐọc thêm",
        "reviews": [
            "Không có tầm nhìn nào khi chúng tôi đi do trời nhiều mây, nhưng đó là một trải nghiệm tuyệt vời.  Đi lên với con gái 9 tuổi của tôi. Hãy nhìn xem, đây không phải là - đi dạo trong công viên - và có thể sẽ khó khăn nếu bạn - không thích đi bộ trong bóng tối, trườn qua những tảng đá, lên dốc. Mặc dù chúng tôi không - không có được toàn bộ cảnh mặt trời mọc, nhưng chúng tôi đã có khoảng thời gian tuyệt vời vì nó khá hoang dã ở trên đỉnh - Đọc thêm",
            "Vâng, thật tuyệt và việc đi lên khá dễ dàng - tôi khỏe mạnh - . Mất khoảng 37 phút đi bộ từ chân núi - khu vực đỗ xe thứ hai - .\nCác quan điểm thật ngoạn mục. Vấn đề duy nhất là một số nhà cung cấp đang cố ép bạn mua những sản phẩm như nước và đồ uống mát ở đó, điều này hơi khó chịu khi họ tỏ ra khó chịu khi bạn nói không. Việc đi bộ xuống khó khăn hơn một chút vì có rất nhiều tảng đá rời rạc nên hãy cẩn thận - Đọc thêm",
            "Thực hiện một chuyến đi trong ngày đến Núi Batur. Bạn có thể đi bộ ở đây hoặc thuê xe đạp bốn bánh có hướng dẫn viên và khám phá ngọn núi lửa xinh đẹp này. \nNhững ngôi làng xung quanh khu vực sống nhờ vùng đất màu mỡ và môi trường xung quanh khá đẹp. Sau đó dừng lại ở hồ để ngắm cảnh.Đọc thêm",
            "Chúng tôi tham gia chuyến trekking ngắm bình minh đến Núi Batur. Trải nghiệm này vượt quá mong đợi của chúng tôi. Nhiều tour du lịch sẽ đón bạn từ khách sạn để đến căn cứ trong khoảng 2-3 giờ sáng. Hướng dẫn viên của chúng tôi đã cung cấp cho chúng tôi một chiếc túi nhỏ bao gồm găng tay, áo poncho, đèn đội đầu cũng như gậy chống. Đường đi lên dốc và trơn trượt do tro núi lửa và đá nên chúng tôi khuyên bạn nên mang theo giày đi bộ đường dài hoặc giày thể thao. Phải mất khoảng 1,5 giờ để lên tới đỉnh bao gồm cả những khoảng thời gian nghỉ ngắn. Chúng tôi lên đến đỉnh vào khoảng 5 giờ sáng và ngồi trong bóng tối cho đến khi mặt trời mọc, lúc chúng tôi đi vào giữa tháng 8 là lúc 6 giờ 30 sáng. Sự im lặng và bóng tối thật kỳ diệu và bạn có thể nhìn thấy bầu trời đầy sao nếu bầu trời trong xanh. Mặt trời mọc ở ngoài thế giới này và không có gì giống với những gì chúng ta đã chứng kiến. Chúng tôi được mời uống nước nóng và bữa sáng đóng hộp, đó là một lời khen hoàn hảo. Chúng tôi khuyên bạn nên mang đủ lớp dày vì trên đỉnh trời rất lạnh và có gió, đặc biệt là khi bạn đang chờ mặt trời mọc. Đây là một Bali phải trải nghiệm!Đọc thêm",
            "Chúng tôi đã có trải nghiệm đi bộ đường dài tuyệt vời! Chúng tôi bắt đầu từ sáng sớm, nhưng người hướng dẫn tốt bụng nyoman của chúng tôi đã làm rất tốt khi động viên chúng tôi và đảm bảo rằng chúng tôi được an toàn và bảo đảm. Bạn nên nhớ rằng việc lên được đỉnh núi là một thử thách nhưng nó rất đáng giá. Nam giới cũng nhớ mặc áo ấm, sáng sớm trời lạnh hơn dự kiến. Khi bạn leo lên đỉnh núi batur, bạn sẽ có được đồ uống ấm và bữa sáng ngon miệng. Nyoman đảm bảo rằng chúng tôi có một nơi tốt để ngắm bình minh. Chúng tôi thực sự khuyên bạn nên tham quan!Đọc thêm",
            "Đây là một con đường đồi dài với nhiều khúc cua và ngã rẽ, nhưng đích đến cuối cùng rất đáng để lái xe. Bạn có thể đến đó vào sáng sớm để leo lên núi ngắm bình minh nếu bạn thích, và dành cả ngày dài ở đó nếu bạn thích. Chúng tôi vừa đi đến suối nước nóng, bạn đời của tôi đã đi bộ lên đỉnh trong chuyến thăm trước đó. Suối nước nóng rất đẹp, nhiệt độ khoảng 37 độ và nhìn ra núi lửa. Có rất nhiều hồ bơi để thư giãn, một số hồ mát hơn và có nhiều lựa chọn đồ ăn và đồ uống để xua tan cơn đói của bạn. Nếu bạn là người Úc, bạn có thể không bận tâm đến những con ruồi biết chính xác thời điểm thức ăn của bạn rơi ra. Họ cung cấp nồi đốt để xua đuổi ruồi nhưng chúng rất khó chịu. Đây là một mê cung thực sự với nhiều cầu thang nên việc tìm đường đi có thể là một thách thức và nếu bạn gặp vấn đề về khả năng vận động, hãy tránh đến đây. Phòng thay đồ và nhà vệ sinh cũng rất trung bình. Nhà vệ sinh thường hết giấy nên hãy mang theo giấy của riêng bạn hoặc hy vọng điều tốt nhất, khăn lau trẻ em là lựa chọn tốt nhất mà tôi tìm thấy. Họ cung cấp tủ đựng đồ và khăn tắm để bạn sử dụng khi ở đó. Nhìn chung, tôi cho rằng nơi này đáng để ghé thăm, và trên đường đi, bạn có thể ghé thăm các trang trại cà phê và thác nước. Một lời cảnh báo, nếu bạn không thấy người dân địa phương bơi ở thác nước thì đừng làm vậy, không đáng để mạo hiểm với bệnh tật, chỉ cần nghĩ đến những gì nằm giữa nguồn nước và thác nước, hãy nhớ rằng bạn đang ở một đất nước không có hệ thống vệ sinh tốt. Đọc thêm",
            "Dễ dàng leo lên đến đỉnh - tuy nhiên phụ thuộc vào mức độ thể chất - . Nhưng rất đông đúc và phần trên cũng có thể đông đúc như nhau. Đi xuống hoặc đi lên vì vấn đề đó, bạn có tùy chọn đi trên những chiếc xe đạp địa hình. Tuy nhiên, chúng không rẻ nhưng sẽ đưa bạn lên hoặc xuống núi trong vòng chưa đầy 30 phút - và chuyến đi rất thú vị - Đọc thêm",
            "Việc thức dậy lúc 1h30 để bắt đầu leo ​​núi lúc 3h30 thật đau đớn nhưng rất đáng giá. Mất khoảng 2 giờ leo núi nhưng tốt nhất nên leo trong bóng tối khi trời mát nhất. Địa hình là đường bộ, phần còn lại là đá - cát. Các hướng dẫn viên sẽ cung cấp đèn pin cho mọi người và thế là đủ, bạn có thể thoải mái mang theo đèn pin nếu muốn. Giày đi bộ không phải là thứ bắt buộc phải có, nhưng giày tập có độ bám là tối thiểu. Đường xuống nhiều cát hơn và rất dễ trượt - trượt chân, điều đó đã xảy ra với tôi nhiều lần. \n\nKhung cảnh nhìn từ trên đỉnh vào lúc bình minh và sau đó là lúc mặt trời mọc khiến chuyến đi trở nên đáng giá. Đây là một điểm thu hút phổ biến hoạt động hàng ngày - đêm, vì vậy nếu tham gia chuyến tham quan, bạn nên đi theo nhóm 10 người - với khoảng 100 người leo núi đi lên vào buổi sáng hôm đó.Đọc thêm",
            "Ngọn núi thật hùng vĩ. Chúng tôi cũng rất ngạc nhiên trước địa điểm dung nham và rừng thông. Hướng dẫn viên của chúng tôi đã giải thích về lịch sử của địa điểm và chở chúng tôi đi vòng quanh trên một chiếc xe jeep, đó là một trải nghiệm tuyệt vời. Bạn có thể gặp anh ấy trên Instagram của anh ấy - balijeep_adventure10\nĐọc thêm",
            "Với một hướng dẫn viên du lịch đã đến thăm Batur có khung cảnh đẹp nhất. núi lửa dung nham từ năm 1963. Tôi chụp ảnh ở một góc nhìn, có những dung nham đông lạnh cuối cùng từ phần còn lại của miệng núi lửa. Có thể sử dụng dung nham đông lạnh để trồng cây hữu cơ không?Đọc thêm",
            "Đó là một chuyến đi bộ khá dài và khởi đầu sớm nhưng theo ý kiến ​​​​của tôi thì đáng giá - ở phía dưới trời ấm nên bạn chỉ muốn mang thêm quần áo khô cho phần trên cùng - nơi chỉ hơi lạnh một chút - . Hướng dẫn viên Cooper của chúng tôi thật tuyệt vời, rất hiểu biết - sống ở địa phương và đã thực hiện chuyến đi bộ 500 lần! - hữu ích và đáng khích lệ. Anh ấy cũng chụp những bức ảnh tuyệt vời cho nhóm của chúng tôi!Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi bộ có hướng dẫn lên núi Batur, suối nước nóng tự nhiên và tour tham quan đồn điền cà phê. Tôi chủ yếu chỉ muốn để lại đánh giá về hướng dẫn viên du lịch của chúng tôi đến Núi Batur, Agus. Chúng tôi thường xuyên đi du lịch đến những vùng đất xa lạ và đây là lần đầu tiên chúng tôi đến Indonesia và vô cùng ngạc nhiên trước sự tử tế của mọi người. Agus không chỉ cực kỳ tử tế. Anh ấy còn rất thông cảm với một người trong nhóm của chúng tôi đang gặp khó khăn. Agus rất hiểu biết, trong khi đi bộ lên một con đường mòn khó khăn như thể đó là một cuộc dạo chơi vào Chủ Nhật, anh ấy đã nói chuyện với chúng tôi trong suốt thời gian kể cho chúng tôi về vùng đất, chuyến tham quan và văn hóa của Indonesia. Kỹ năng chụp ảnh của anh ấy thực sự khiến tôi kinh ngạc, nếu tôi chưa kết hôn, tôi sẽ thuê anh ấy chụp ảnh cưới của mình! Haha. Anh ấy là một người tuyệt vời toàn diện và nếu bạn may mắn có Agus làm hướng dẫn viên du lịch, hãy đảm bảo rằng bạn hỏi anh ấy xem anh ấy có biết chơi guitar không. Núi Batur là một trải nghiệm tuyệt vời nhưng có Agus làm hướng dẫn viên du lịch chắc chắn khiến trải nghiệm đó trở nên khó quên. Cảm ơn Agus vì đã là bạn. Đọc thêm",
            "Thức dậy lúc 1h45 sáng. Đi đến bãi đậu xe trong thị trấn, chuyển sang khu vực tập kết khác. Nhận một hướng dẫn viên và leo lên núi lúc 3:30 sáng cùng với 300 người khác - chủ yếu là thanh niên 20 tuổi - đúng lúc để ngắm bình minh, sau đó đi bộ xuống. Đường đi dốc và trơn trượt. Mang giày đi bộ đường dài tốt và mang theo cột đi bộ đường dài của riêng bạn nếu bạn sử dụng chúng. Không có phong cảnh thực sự...có thể ở bất cứ đâu. Có lẽ là điều tốt để trải nghiệm đi bộ đường dài nhưng không thể so sánh với việc đi bộ đường dài ở hầu hết các ngọn núi ở Mỹ hoặc Châu Âu. Hãy làm điều này nếu bạn cảm thấy nhàm chán khi xem các địa điểm khác ở Bali và không bận tâm đến đám đôngĐọc thêm",
            "Chúng tôi đã thực hiện chuyến đi bộ mặt trời mọc từ bãi đậu xe phía dưới. Khoảng 9km trở về. Sắp xếp một tài xế từ Amed và một hướng dẫn viên lên núi. Tôi sẽ không tự mình đi bộ này hoặc không có người hướng dẫn. Có rất nhiều con đường khác nhau để lựa chọn. Trả tiền. Đó là một chuyến đi bộ đầy thử thách và khi quay lại rất lỏng lẻo và trơn trượt. Bình minh thật đẹp. Tôi đã đọc những đánh giá khác về - mafia - điều mà tôi lo lắng tuy nhiên tôi thấy mọi người trên đường đều rất tốt bụng và có sức chứa.  Bạn - đang ở Châu Á - chỉ cần tuân thủ các quy định và trả mức phí rất rẻ cho người hướng dẫn. Tôi hy vọng sẽ sớm làm điều này một lần nữa. Đó thực sự là một chuyến đi đẹp và thơ mộng. Tôi đã mang theo đứa con gái 12 tuổi của mình và nó rất thích nó.Đọc thêm",
            "Phong cảnh đẹp nhưng đi bộ đường dài rất RẤT đông đúc. Không quá khó để đi bộ - 3km lên và 3km xuống, tùy thuộc vào tuyến đường đi - và bắt đầu vào sáng sớm - 2 giờ sáng từ Ubud - rất đáng giá. Đường mòn cát rời đôi khi có thể khó khăn nhưng quãng đường ngắn cân bằng lại! Hành trình bằng taxi riêng có thể chậm một cách đau đớn, không thể tránh khỏi đám đông và bản chất hỗn loạn của tất cả các hướng dẫn viên cạnh tranh khác nhau - nhưng miệng núi lửa bốc khói và tầm nhìn tuyệt đẹp ra phía Lombok thật tuyệt vời. Đọc thêm",
            "Có phải một chuyến tham quan theo nhóm đã được đặt trước với Hướng dẫn của bạn - Tôi được đón ở Seminyak lúc 1:30 sáng trong 2 giờ lái xe đến Núi Batur và sau đó đi bộ 2 giờ lên đỉnh. Chúng tôi được phát đèn để đội trên đầu và gậy chống vì mặt đất khá trơn sau một cơn mưa. Tôi là một ông già 68 tuổi khỏe mạnh và năng động nhưng phải nói rằng việc đi bộ khó khăn hơn nhiều so với những gì tôi mong đợi - đường mòn có nhiều đoạn dốc nhưng sau một vài lần nghỉ ngơi, tôi đã lên đến đỉnh. Thời tiết - không tuyệt vời với nhiều sương mù và hơi nước từ núi lửa che khuất mặt trời mọc nhưng nó vẫn có giá trị - đó là một trải nghiệm tuyệt vời và chuyến tham quan của chúng tôi bao gồm chuyến thăm spa nước nóng địa phương để ngâm mình trong nước ấm sau đóĐọc hơn",
            "Hướng dẫn viên của chúng tôi, Lubak, đã hướng dẫn chúng tôi một cách thành thạo lên Núi Batur ở Bali, Indonesia. Thái độ lạc quan của anh khiến chuyến leo núi trở nên thú vị và kỹ năng chụp ảnh của anh đã ghi lại những khoảnh khắc khó quên. Rất khuyến khích để có trải nghiệm trekking thú vị và đáng nhớ. Instagram của anh ấy là lubak_mount_batur WhatsApp là - 62 812 3841 8862Đọc thêm",
            "Bản thân ngọn núi và khung cảnh mà chúng tôi được thưởng thức từ một nhà hàng địa phương thật tuyệt vời, tuy nhiên hãy lưu ý khi đi lên núi một mình hoặc có tài xế. Chỉ cần lái xe đến gần sẽ phải trả phí từ những người dân địa phương ngồi dọc đường đòi tiền. Sau đó, nếu chúng tôi muốn leo lên, họ sẽ yêu cầu bạn phải có người hướng dẫn. Bạn có thể dễ dàng tự mình đi theo con đường lên tuy nhiên người dân địa phương sẽ không cho phép bạn. Họ ngồi ở mọi con đường và ngã ba theo dõi bạn. Họ sẽ chở bạn đến một điểm rút tiền và tính một lượng tiền mặt khổng lồ để theo bạn lên xuống núi. Chúng tôi tốn 1,5 triệu để leo lên. Bản thân việc leo núi là điều tôi mong đợi từ những chuyến đi bộ đường dài khác mà tôi đã thực hiện. Ở phía trên hãy cẩn thận với những con khỉ rất hung dữ.Đọc thêm",
            "Nó sẽ thật tuyệt vời - nhưng trời mưa! Sẽ làm lại khi thời tiết khô hơn. Chuyến đi đến suối nước nóng và đồn điền cà phê thật tuyệt vời. Đọc thêm",
            "Bình minh trên Núi Batur rất đẹp nếu khu vực địa phương có nắng, nên leo núi từ 3 giờ sáng để đến đúng giờ lên đỉnh và ngắm bình minh. Đường đi rất tốt cho tất cả những người lần đầu đi bộ đường dài trên núi. Đọc thêm",
            "Núi Batur phun trào vào năm nào?Đọc thêm",
            "Chuyến đi bộ lúc mặt trời mọc vất vả đến mức nào? Có ai có thể giới thiệu những đôi giày tốt nhất không? Tôi có giày đi bộ đường dài nhưng tôi muốn thứ gì đó nhẹ hơn vì tôi chỉ đang cố gắng mang theo hành lý xách tay. Cảm ơnĐọc thêm",
            "Có ai đã thử tour xe jeep ngắm bình minh chưa? Mất bao lâu từ căn cứ đến điểm mặt trời mọc? Và sẽ dành bao nhiêu thời gian ở đó? Nếu có nhu cầu đi vệ sinh thì sao? Đọc thêm",
            "Xin chào, đâu là nơi tốt nhất để xem và tham quan xung quanh núi bahur mà không cần đi bộ đường dài - như tôi đang ở cùng bọn trẻ - cảm ơn bạn.Đọc thêm",
            "Có một số địa điểm đẹp xung quanh hồ nhưng điểm thu hút lớn nhất khi đến đó là lên núi lửa để ngắm hoàng hôn. \nBạn có thể tham gia các chuyến tham quan bằng xe jeep nếu điều đó hữu ích.Đọc thêm",
            "Vào năm 2023 vẫn có thể đi taxi như bạn đã làm?Đọc thêm",
            "Tôi nghĩ có người dân địa phương đưa người lên xuống núi bằng xe máy.Đọc thêm",
            "Chúng tôi có thể nhận một đứa trẻ 10 tuổi không?Đọc thêm",
            "Nếu con bạn mạnh mẽ, như vậy. Nếu đứa trẻ mệt mỏi, bạn có thể mua một chiếc xe đạp với giá 300000 rupee - Đọc thêm",
            "Xin chào, tôi sợ độ cao và vẫn muốn tham gia chuyến tham quan. Đường đi có hẹp - gần vực thẳm hay nguy hiểm đến mức nếu đi sai bước có thể bị ngã? Tôi mong muốn có một khoảng cách lành mạnh với các cạnh, tôi có thể chấp nhận điều đó. \nXin đừng cười tôi, vượt qua điều này không hề dễ dàng..Đọc thêm",
            "Chẳng có gì nguy hiểm cả, toàn bộ con đường đi xuyên qua rừng, lối đi rộng rãi. Ở trên đỉnh, bạn không thể đến gần miệng núi lửa và bạn không thể đi trên bức tường đá phía trên miệng núi lửa. Không có cách nào vượt qua vợt ở bất cứ đâu.  - Đây là google dịch - Đọc thêm",
            "Làm cách nào để đặt chuyến đi leo núi trên Núi Batur?",
            "Xin chào.Trẻ 8 tuổi có thể dậy được không?Đọc thêm",
            "Có thể lên lầu bằng xe máy có tài xế với giá 300.000 rupee - ekstra -.\nỒ, có lẽ nếu bạn đi chậm và nghỉ ngơi, thì có thể. Nhưng tôi không thấy trẻ em ở đó, chỉ có thanh thiếu niên.Đọc thêm",
            "Việc leo lên khó khăn như thế nào so với Núi Bromo và Kawah Ijen?Đọc thêm",
            "Không thử thách chút nào. Giống như đi dạo trên bãi biểnĐọc thêm"
        ],
        "star_ratings": [
            1778,
            914,
            256,
            86,
            147
        ],
        "review_amount": 3181,
        "location": [
            "Bangli",
            "Indonesia",
            "Những điều cần làm ở Kintamani",
            "Bali",
            "Kintamani",
            "Núi Batur",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 10, 2023",
            "Written August 7, 2023",
            "Written August 20, 2023",
            "Written August 24, 2023",
            "Written September 9, 2023",
            "Written September 21, 2023",
            "Written October 27, 2023",
            "Written November 10, 2023",
            "Written November 15, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 9, 2024",
            "Written April 11, 2024",
            "Written March 29, 2024",
            "Written March 26, 2024",
            "Written March 18, 2024",
            "Written March 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303952-d676508-Reviews-Mount_Batur-Kintamani_Bangli_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303952-d26924428-Reviews-Olympus_Coffee_Bali-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1819957-d26770500-Reviews-Bali-Toya_Bungkah_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303952-d24822222-Reviews-Black_Lava_Cafe-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303952-d26499251-Reviews-O_Club_By_Oculus_Bali-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3187036-d19924255-Reviews-Caldera_Restaurant-Kedisan_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3187036-d24940059-Reviews-Ruang_Langit-Kedisan_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3187036-d4106250-Reviews-Resto_Apung-Kedisan_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3187036-d3345272-Reviews-Kedisan_Floating_Restaurant-Kedisan_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303952-d4702136-Reviews-Tepi_Danau_Rumah_Makan-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1819957-d26524650-Reviews-Laugh_Tale-Toya_Bungkah_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d23970569-Reviews-Gunung_Batur-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d379138-Reviews-Lake_Batur_Danau_Batur-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d2423504-Reviews-Kintamani_Highland-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d4226508-Reviews-Batur_Natural_Hotspring-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d23964488-Reviews-Mount_Batur-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d25987496-Reviews-Batur_Jeep_Basecamp-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g3185106-d23697120-Reviews-Trekking_Mount_Batur_Bali-Songan_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1819957-d25205848-Reviews-Mount_Batur-Toya_Bungkah_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g21374646-d24165190-Reviews-Mount_Batur_Sunrice_Trekking-Songan_A_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d25003686-Reviews-Sunrise_Jeep_Mount_Batur-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d676508-Reviews-or10-Mount_Batur-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g21367264-d26816821-Reviews-Batur_Sunrise_Experience-Central_Batur_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d8408524-Reviews-Mount_Abang-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d7050128-Reviews-Batur_Geopark-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g3185106-d13131559-Reviews-N_jung_Bali_Camp-Songan_Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d26223648-Reviews-Lubak_Mount_Batur_Sunrise_Hike-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d14969752-Reviews-Go_Batur_Guide-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d12298977-Reviews-Bali_Sunrise_Trekking_and_Tour-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d12876443-Reviews-Bali_Sunrise_Trekking_Center-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d12699570-Reviews-Bali_Trekking_Tour-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d6568013-Reviews-The_Bali_Trekking-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d15039995-Reviews-Bali_Trekking_Guides-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d13505762-Reviews-Mount_Batur_Trekking-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d3247628-Reviews-Mount_Batur_Sunrise_Trekking-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d11998088-Reviews-Go_Bali_Trekking-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d25787408-Reviews-Mount_Batur_4WD_Jeep-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d27098758-Reviews-Bali_Treeking_Actifities-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d6584256-Reviews-Bali_Volcano_Trekking-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d13809991-Reviews-Mt_Batur_Sunrise_Trekking_Company-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d7622417-Reviews-Bali_Trekking_Mount_Batur_Guide-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d105142-Reviews-Chattanooga_Choo_Choo-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d3361774-Reviews-TEEMALL-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d606625-Reviews-Haleakala_Highway_Crater_Road-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175544-d6922977-Reviews-Stegna_Beach-Archangelos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g48275-d4758242-Reviews-Mine_Kill_State_Park-North_Blenheim_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d13347726-Reviews-Tiger_Kingdom_Phuket-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3506520-Reviews-Estadio_Azteca-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d147471-Reviews-Tobacco_Bay_Beach-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d9877582-Reviews-I_Amsterdam-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303952-d676508-Reviews-or10-Mount_Batur-Kintamani_Bangli_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303952-d676508-Reviews-Mount_Batur-Kintamani_Bangli_Bali.html"
    }
]