[
    {
        "attraction_name": "Mountain Top Flea Market",
        "attraction_name_vi": "Chợ trời trên đỉnh núi",
        "general_info": [
            "29 đánh giá",
            "3 trong số 8 điều cần làm ở Attalla",
            "Chợ trời"
        ],
        "attraction_summary": "Chợ trời Mountain Top đang kỷ niệm 50 năm thành lập doanh nghiệp. Là một trong những chợ trời hoạt động lâu nhất ở Alabama và khắp miền Nam. Chúng tôi có thể phục vụ tới 1250 nhà cung cấp vào mỗi Chủ Nhật. Mở cửa quanh năm 52 ngày Chủ nhật trong năm MƯA HOẶC NẮNG bao gồm tất cả các ngày lễ. Các nhà cung cấp của Mountain Top cung cấp trái cây, rau, cây ăn quả cũng như cây trồng trong vườn. Nhiều nhà cung cấp cung cấp dụng cụ, đồ trang sức, thiết bị nông nghiệp, đồ nội thất, quần áo, túi xách, quần áo trẻ em và đồ cổ. Chúng tôi có 12 quầy nhượng quyền trên khắp thị trường. Chúng tôi cung cấp bãi đậu xe MIỄN PHÍ cho khách. Bãi đậu xe dành cho người khuyết tật và khả năng tiếp cận cho xe lăn. Chúng tôi là một khu chợ ngoài trời, hãy đến tham gia cùng chúng tôi và mang theo giày đi bộ của bạn. Chúng tôi là thị trường chỉ sử dụng tiền mặt nhưng một số nhà cung cấp chấp nhận thẻ ghi nợ và thẻ tín dụng. Chúng tôi không có máy ATM trên thị trườngĐọc thêm",
        "reviews": [
            "Chợ trời tuyệt vời.  Đến với gia đình cho một ngày vui vẻ. . Rất nhiều nhà cung cấp thú vị, sản phẩm tươi sống và tacos !!!  Tuy nhiên không có chó.Đọc thêm",
            "Chợ ngoài trời được duy trì rất tốt, đã có từ nhiều năm nay, đây là truyền thống gia đình đến thăm vào Chủ nhật sau nhà thờ hoặc sáng sớm. Bạn có thể tìm thấy nông sản, động vật, vật nuôi, quần áo, đồ nội thất và rất nhiều ưu đãi tuyệt vời với người dân địa phương.  Một số xe tải thực sự tốt để thử các loại thực phẩm khác nhau.  Không cầu kỳ và vâng, bên ngoài có thể nóng, hãy mang theo tiền mặt vì một số người bán hàng chỉ chấp nhận tiền mặt. Rất đáng để ghé thăm, không bao giờ biết bạn sẽ tìm thấy gìĐọc thêm",
            "Trời mưa và rất ít người bán hàng ở đó. Đây giống như một chợ trái cây và rau quả và bán gà và gà hôi sốngĐọc thêm",
            "nơi này thật TUYỆT VỜI bạn PHẢI đi xem thử!  Tôi đã đến gần hết cuộc đời trước khi rời khỏi tiểu bang, hãy ghé thăm mọi cơ hội tôi có được, những kho báu bạn sẽ tìm thấy luôn là một món quà tuyệt vời, giá cả rất công bằng, những sản phẩm TƯƠI TƯƠI NHẤT mà bạn có thể tìm thấy!   Những người bán hàng rất thân thiện, mỗi lần tôi đến đây tôi lại thấy một điều gì đó mới mẻ! Đi chợ ngày chủ nhật là truyền thống của gia đình!  Vâng, đó là ngoài trời nên hãy ăn mặc phù hợp, nhưng cũng đáng để kiểm tra và thường khi các nhà cung cấp thay đổi và bạn không bao giờ biết mình có thể tìm thấy gì!  phải có món hot dog đặc biệt!Đọc thêm",
            "Tôi mong đợi nhiều hơn, đã đọc một số điều tuyệt vời về Chợ. Lái xe qua chỉ để ghé thăm. Nếu bạn đang tìm quần áo đã qua sử dụng và bán lại mọi thứ, đây là nơi dành cho bạn. Có thể muốn đến bằng xe tải hoặc thứ gì đó có hệ dẫn động 4 bánh để điều khiển bãi đậu xe. Đọc thêm",
            "Nếu bạn đang tìm kiếm vật nuôi, gia súc, gà, nông sản, đồ sưu tầm, gang, dụng cụ, phụ kiện điện thoại hoặc bất kỳ thứ gì khác mà bạn có thể tìm thấy tại một cuộc bán hàng ngoài sân.... không cần tìm đâu xa.  Đừng ngại mặc cả vì hầu hết người bán hàng sẽ cảm thấy khó chịu nếu bạn không thử.  Hãy đến đó sớm trước khi hết ưu đãi tốt.  Chỉ chủ nhật.Đọc thêm",
            "Nơi tốt để ra ngoài vào một buổi sáng chủ nhật và xem bất cứ thứ gì để bán, đến sớm 6-8 giờ sáng và duyệt qua, Đọc thêm",
            "Tôi đã đi vài lần một tháng trong năm qua hoặc hơn, bán những thứ lặt vặt, đồ cũ, quần áo, v.v. và đều ổn trong mỗi chuyến đi. Tôi bán hầu hết mọi thứ rất rẻ nhưng thường có rất đông người nên tôi thấy ổn vì tôi chỉ sống cách đó khoảng 18 dặmĐọc thêm",
            "Bạn thực sự có thể dự đoán những gì bạn sẽ tìm thấy ở thị trường này. Chúng tôi đã được giới thiệu bởi một anh chàng tuyệt vời Matt tại khách sạn mà chúng tôi ở tại Gadsden. Từ vẹt và chó đến trái cây, đồ trang sức và trái cây tươi. Gia đình tôi và tôi đã có một thời gian tuyệt vời ở đây. Bãi đậu xe miễn phí nhưng hãy nhớ mang theo tiền mặt. Thẻ tín dụng không được mong đợi và ngân hàng gần nhất cách đó khoảng 7 dặm.Đọc thêm",
            "Đã đến đây nhiều năm nhưng gần đây phòng tắm thật kinh tởm, một nửa số nhà vệ sinh bị tắc và giấy vệ sinh và nước ở khắp mọi nơi. Thùng rác khắp nơi, thùng rác tràn khắp nơi.  Bạn sẽ nghĩ rằng tất cả số tiền họ kiếm được, họ có thể giữ cho phòng tắm được sạch sẽ và gara để xe trong phòng tắm và phòng tắm bên ngoài được làm sạch để không tràn ra ngoài đất.  Nơi đã thực sự xuống dốc buồn!! Đọc thêm",
            "Người khuyết tật có thể sử dụng xe golfĐọc thêm",
            "Có nếu bạn có xe golf để sử dụng. Họ không cung cấp chúng, tôi không tin.Đọc thêm",
            "Muốn biết liệu các nhà cung cấp có mua thẻ bóng rổ, bóng chày và bóng đá CÓ THỂ với số lượng lớn hay không. Tôi muốn biết trước khi tôi đến đóĐọc thêm",
            "Muốn biết người đàn ông bị xe tông ngày 14/10 như thế nàoĐọc thêm",
            "Họ có mở cửa quanh năm không?Đọc thêm",
            "Có..họ mở cửa quanh năm..chỉ vào Chủ Nhật!!! 5:30 sáng cho đến----Đọc thêm",
            "Họ có bán súngĐọc thêm",
            "Bạn cần một khẩu súng gì trong ngày giao dịch trên đỉnh núiĐọc thêm",
            "Chợ trời trên đỉnh núi có mở cửa vào Chủ nhật tuần này 28-5-17 không và Anne sẽ mở cửa khi trời mưaĐọc thêm",
            "Theo như tôi biết thì họ sẽ mở cửa vào ngày 28-5-2017.\nVề trời mưa, tôi đã đến đó và một số nhà cung cấp đang mở cửa bên trong. Tôi không biết liệu tất cả họ có sắp xếp khi trời mưa hay không.Đọc thêm",
            "Người khuyết tật có thể sử dụng xe golf để đi vòng quanh khu chợ trời trên đỉnh núiĐọc thêm",
            "Tôi thấy an ninh hoặc những người giám sát nơi này đang lái xe golf đi vòng quanh. Mọi người đẩy xe đẩy trẻ em.\nTôi nghĩ bạn rất có thể có thể.\n\nRất nhiều bãi đậu xe rộng rãi là sỏi và bụi bẩn, có thể gồ ghề, chủ yếu là khi đi bộ, bạn cũng phải đến khu vực trải nhựa của Chợ trời thực sự.Đọc thêm",
            "Bạn có thể sử dụng thẻ tín dụngĐọc thêm",
            "CHÀO! Thuê gian hàng bao nhiêu tiền\nVà sáng chủ nhật tôi nên có mặt ở đó lúc mấy giờ? Làm ơn!Đọc thêm",
            "ồ ồ . lesdeal . Com\n\nKhông chắc chắn điều này sẽ giúp ích nhưng hãy thử. Phải tách chúng ra vì trang web không được phép ở đây. Xin lỗiĐọc thêm"
        ],
        "star_ratings": [
            15,
            7,
            2,
            2,
            3
        ],
        "review_amount": 29,
        "location": [
            "Những điều cần làm ở Attalla",
            "Alabama AL",
            "Chợ trời trên đỉnh núi",
            "Hoa Kỳ",
            "Atta"
        ],
        "reviews_time": [
            "Written August 21, 2022",
            "Written August 20, 2022",
            "Written June 8, 2021",
            "Written April 5, 2021",
            "Written January 21, 2021",
            "Written September 22, 2019",
            "Written September 22, 2019",
            "Written June 15, 2019",
            "Written May 26, 2019",
            "Written March 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29005-d3692506-Reviews-Mountain_Top_Flea_Market-Attalla_Alabama.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3935733-Reviews-Somewhere_In_Time-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d21208296-Reviews-Hidden_Treasures_Thrift_Store-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3692506-Reviews-or10-Mountain_Top_Flea_Market-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3692506-Reviews-or20-Mountain_Top_Flea_Market-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3683521-Reviews-Ferguson_Florist-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d264873-Reviews-Noccalula_Falls_Park_Campground-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3948276-Reviews-Big_Wills_Outfitters-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d3850265-Reviews-Back_Forty_Beer_Co-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d3279473-Reviews-Imagination_Place-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d1232260-Reviews-Martin_Wildlife_Park_Trail-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d8135404-Reviews-The_Factory-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d3984010-Reviews-Ola_Lee_Mize_Patroits_Park-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d10755837-Reviews-Characters_Entertainment-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d14141378-Reviews-Theatre_of_Gadsden-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d10230718-Reviews-Beat60-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d7144550-Reviews-A_Walk_Through_Time_Forrest_Cemetery-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30549-d9715073-Reviews-Gadsden_Variety_Antique_Mall-Gadsden_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30380-d12880625-Reviews-Sand_Mountain_Drive_In-Boaz_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10631803-Reviews-Khlong_Bang_Luang_Floating_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17508392-Reviews-Junction_35_Spirits-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d8627425-Reviews-Kasuni_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d7924403-Reviews-Green_Ridge_State_Forest-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d4427555-Reviews-The_Bullpen-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10771607-Reviews-Horseshoe_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d519669-Reviews-Lake_Erie-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3931974-d6984585-Reviews-Philippine_Arena-Bocaue_Bulacan_Province_Central_Luzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g50184-d8558348-Reviews-Chagrin_Waterfalls-Chagrin_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d1823216-Reviews-Dinosaur_World-Glen_Rose_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29005-d3692506-Reviews-or10-Mountain_Top_Flea_Market-Attalla_Alabama.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29005-d3692506-Reviews-Mountain_Top_Flea_Market-Attalla_Alabama.html"
    }
]