[
    {
        "attraction_name": "Mount Dajti",
        "attraction_name_vi": "Núi Dajty",
        "general_info": [
            "364 đánh giá",
            "5 trong số 106 điều cần làm ở Tirana",
            "Núi"
        ],
        "attraction_summary": "Tuyển chọn tuyệt vời các món ăn Albania, hoàn hảo cho một bữa ăn truyền thống, đáng yêu với mức giá phải chăng. Dịch vụ rất chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Tôi đã đi leo núi Dajti; tuy nhiên, con đường này đi qua khu quân sự và bạn không thể vào được. Tôi đã rất thất vọng. Trên đỉnh nơi bạn xuống cáp treo, bạn sẽ tìm thấy các quán cà phê, điểm ngắm cảnh và đài quan sát, sân gôn thu nhỏ, sân chơi và một khách sạn cũ bị bỏ hoang. Tôi đi bộ theo con đường mòn và đến một trung tâm thông tin nơi tôi nhận được một tập tài liệu quảng cáo và tôi quyết định đi bộ theo con đường mòn đến những bức tường lâu đài và một hang động mà bạn có thể khám phá. Tờ rơi quảng cáo cho biết hãy đi theo con đường đến chữ Y và đó là nơi có con đường mòn. Không có dấu vết nào ở bên trái, giữa hoặc bên phải của chữ Y. Không có gì được đánh dấu! Vì vậy, tôi đi theo con đường cho đến khi đến một địa điểm mà trong tài liệu quảng cáo nói rằng tôi cũng có thể vào được các bức tường và hang động của lâu đài. Tôi đi vào bụi rậm, đi dọc một con lạch và chẳng thấy gì cả. Ít nhất, tôi đã được nhìn thấy nhiều boong-ke và có một số góc nhìn về Tirana. Đi bộ trở lại, tôi tìm thấy một khoảng trống ở một số boongke và quyết định đi vào xem xét. Tôi đến một số cầu thang dẫn đến một thành phố cổ không có trong cuốn sách quảng cáo. Sau đó, tôi phát hiện ra một không gian rộng mở bên dưới một tảng đá khổng lồ mà ban đầu có vẻ là cửa hang.  Tôi nghi ngờ đây không phải là bức tường lâu đài và hang động để khám phá. Không có gì để khám phá! Đó là một nơi nhỏ nơi rắn, rùa và thằn lằn có thể lui tới. Vì vậy, tôi đoán là tôi đã phát hiện ra một thành phố cổ vì nó không có trong tài liệu quảng cáo hay trên bản đồ. Nó chắc chắn không phải là những bức tường lâu đài như tôi đã từng đến nhiều thành phố cổ và nó chính là như vậy. Lẽ ra tôi nên đặt cược yêu cầu của mình và tính phí vào cửa cho khám phá của mình. Hơn hết, thật thất vọng khi tôi không thể leo lên Núi Dajti!Đọc thêm",
            "Quan điểm tuyệt vời! Chi phí 14 euro cho một lần trở về, cáp treo mất khoảng 20 phút và quang cảnh thật tuyệt vời. Nó không bận chút nào. Có rất nhiều việc phải làm ở trên cùng và quán cà phê rất tuyệt. Lượt xem là vô địch! Cho đến nay, điều tốt nhất tôi đã làm ở Tirana! Đọc thêm",
            "Tôi thích cáp treo tuy nhiên khi tôi lên tới núi thì không có nhiều thứ để xem. Dù sao thì đây cũng là cơ hội để tận hưởng thiên nhiên một chútĐọc thêm",
            "Hôm tôi đến địa điểm này trời hơi mưa.  Trên đường lên, cáp treo bất ngờ bị giật và dừng lại giữa đường, khiến tôi bị đung đưa trên không trung. Trên đường quay lại điều tương tự trong khoảng 5 phút.  Thật là đáng sợ khi cứ mắc kẹt ở giữa không trung và chẳng đi đến đâu. Khi lên đến đỉnh thì trời lạnh và ẩm ướt không thể nhìn thấy hay làm gì vì trời gần tối. Ngoài ra, kính ô tô cũng bị kéo căng đến mức việc quay phim trở nên vô giá trị. Ngoài ra, tôi nghĩ rằng nó tốn quá nhiều tiền cho chuyến đi này. Thời gian cần thiết để thực sự lên xe hoặc để họ quyết định gửi chiếc xe đi lộn xộn với chuyến đi của tôi. Công bằng mà nói, tôi cá rằng đây là thời điểm tốt hơn lên trong mùa hè. Đọc thêm",
            "Không có giá trị đồng tiền. 14 euro cho cáp treo. Tốt hơn là nên dành thời gian cho các hoạt động khác ở Albania Đọc thêm",
            "Chúng tôi bắt chuyến xe buýt số 11 màu xanh từ trung tâm thành phố Tirana đến Dajti. Giá vé đáng kinh ngạc ở mức khoảng 40 Lek. 35p cho hành trình dài 2530 phút. Chúng tôi rất mong chờ được đi bộ trên núi và thưởng thức đồ uống trong quán bar xoay ở quán cà phê toàn cảnh, nơi chuyến đi cáp treo kết thúc. Cáp treo có giá khoảng 1400 Lek mỗi chiếc. 12 giờ 50 mà tôi cảm thấy là đắt đỏ theo tiêu chuẩn của người Albania. Chúng tôi đã nghĩ đến việc đi cáp treo lên và đi bộ xuống nhưng được thông báo rằng việc này sẽ mất khoảng 3 giờ và nhiệt độ lên tới 40 độ vào ngày chúng tôi đến thăm. Chuyến đi cáp treo mất khoảng 15 phút nhưng các cửa sổ nhựa bị trầy xước và bị trầy xước đã làm hỏng tầm nhìn. Khi chúng tôi lên đến đỉnh, có rất ít việc phải làm. Một số điểm tham quan được quảng cáo đã đóng cửa, sân gôn mini cực kỳ cơ bản - một trong những điều tồi tệ nhất tôi từng gặp và quang cảnh không được ngoạn mục. Quán cà phê toàn cảnh đã đóng cửa và có vẻ như đã lâu không mở cửa.  Nên có giảm giá vé cáp treo nếu điểm thu hút chính không có sẵn. Không có biển báo nào cho các tuyến đường đi bộ đường dài và chúng tôi không thể tìm được đường đi nên đã bỏ cuộc và quay trở lại núi. Không phải trải nghiệm mà chúng tôi mong đợi.Đọc thêm",
            "Bức tranh toàn cảnh thực sự đẹp trên đỉnh Dãy núi Dajti, gần Tirana, thủ đô của Albania. Bạn cũng có thể đến cáp treo bằng phương tiện giao thông công cộng nhưng bạn cần thay đổi nhiều lần hơn. Tất nhiên, taxi có thể là một lựa chọn khác. Có một quán cà phê toàn cảnh trên tầng thượng của khách sạn nhưng không may nó đã bị đóng cửa. Khu vực công viên rất đẹp, xanh và nhiều hoa.Đọc thêm",
            "Nó dành cho gia đình nhiều hơn là dành cho khách du lịch một mình hoặc các cặp đôi. Và lý do là khi bạn đã lên đến đỉnh, có rất nhiều hoạt động dành cho trẻ em và người lớn nhưng nếu bạn định đến đó chỉ để ngắm cảnh thì điều đó không đáng. Chuyến đi là 1200 lek 10 euro qua lại. Sự thất vọng lớn nhất của tôi là cabin. Các cửa sổ PVC bị trầy xước khắp nơi do khách du lịch thiếu thận trọng vẽ bậy và do đó bạn không còn nhìn thấy bất cứ thứ gì qua cửa sổ nữa. Có nghĩa là đó là một chuyến đi dài 15 phút mà không có gì để xem : Nếu họ làm các cabin bằng kính, có lẽ sẽ đẹp hơn nếu nhìn xung quanh. Và một khi bạn đã ở trên đỉnh, sẽ không có lời giải thích nào về những gì bạn đang nhìn khi đứng trên điểm nhìn. Sẽ thật tuyệt nếu có một bảng thông tin cho bạn biết về các thị trấn, hòn đảo và ngọn núi mà bạn nhìn thấy trước mặt.  Thành thật mà nói, đây là một hoạt động bạn có thể bỏ qua khi ở Tirana...Thay vào đó hãy đến BunkArt 1!Đọc thêm",
            "Quang cảnh từ trạm dừng cáp treo rất đẹp! Sẽ mất thêm 2 giờ đi bộ lên đến đỉnh - hãy đi theo biển hiệu qershia và các vạch màu trắng và đỏ cũng như các biển báo để gắn dajti. Về cuối, Có một con đường mà bạn đi theo dẫn đến khu vực cấm vào, tuy nhiên trước khi có một con đường ẩn dẫn đến nơi không phải là đỉnh cao mà là khung cảnh đẹp nhất của khu vực, hãy kiểm tra Strava, đó là cách Tôi đã tìm thấy nó! - một số hình ảnh dưới đây sẽ giúp ích cho bạn! Đọc thêm",
            "CHÀO, \n\nCảm ơn vì tiền hỗ trợ. Bạn có tình cờ biết tên nhà hàng không?\n\nCảm ơn!\nXin chào NickyĐọc thêm",
            "Đạt là Mullixhiu.Đọc thêm",
            "Chúng tôi không thể tìm ra con đường nào để đi từ TiranaĐọc thêm",
            "Bạn có thể đi thuyền gondola lên hoặc lái lên.  Để đến thuyền gondola, bạn có thể đi xe buýt từ trung tâm thành phố, sau đó đi bộ khoảng nửa dặm còn lại, nhưng cách tốt nhất là đi taxi.  Không nên quá 5 hoặc 6 đô la cho taxi từ trung tâm đến thuyền gondola.  Tài xế cũng có thể đón bạn khi bạn quay về.Đọc thêm",
            "Giá cáp treo bao nhiêu và giá trung bình ở nhà hàng là bao nhiêu?"
        ],
        "star_ratings": [
            174,
            135,
            42,
            10,
            3
        ],
        "review_amount": 364,
        "location": [
            "Những điều cần làm ở Tirana",
            "Châu Âu",
            "Tirana",
            "Albania",
            "Quận Tirana",
            "Núi Dajty"
        ],
        "reviews_time": [
            "Written April 24, 2024",
            "Written March 5, 2024",
            "Written December 30, 2023",
            "Written September 4, 2023",
            "Written August 28, 2023",
            "Written August 27, 2023",
            "Written August 25, 2023",
            "Written August 14, 2023",
            "Written December 9, 2022",
            "Written September 29, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294446-d606455-Reviews-Mount_Dajti-Tirana_Tirana_County.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294446-d27904695-Reviews-Agroturizem_Rrahmani-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12206766-Reviews-Parku_Kombetar_Mali_i_Dajtit-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12292811-Reviews-Karsti_i_Malit_me_Gropa-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d15290490-Reviews-Shengjergji_Waterfall-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d26557433-Reviews-Camping_Dajti-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d606455-Reviews-or10-Mount_Dajti-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d317754-Reviews-Grand_Park_Parku_i_Madh-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d6599203-Reviews-Rinia_Park-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d16744424-Reviews-Liqeni_Artificial_i_Tiranes-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d15841137-Reviews-Syri_i_Cikllopit-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d26498136-Reviews-Parku_Zoologjik_i_Tiranes-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d24105452-Reviews-Toptani_Jungle-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d26527057-Reviews-Parku_i_Madh_i_Paskuqanit-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d15631324-Reviews-Go_as_Local-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d10441417-Reviews-Albanian_Trip-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d6384924-Reviews-Tirana_Free_Walking_Tour-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12252359-Reviews-Good_Albania-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d8527016-Reviews-Bunk_Art_1-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d4573567-Reviews-Dajti_Ekspres_Cable_Car-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d16721648-Reviews-Exploringwithgysi-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d13786509-Reviews-Aeroclub_Albania-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d318531-Reviews-Orthodox_Autocephalous_Church_of_Albania-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12064825-Reviews-BunkArt_2-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d10190845-Reviews-Travel_Albania-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d318537-Reviews-Et_hem_Bey_Mosque-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d26352964-Reviews-Adventurescapes_Albania_Tours-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d317748-Reviews-Skanderbeg_Square-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d318539-Reviews-Skanderbeg_Statue-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187198-d1860780-Reviews-Les_Machines_de_L_ile-Nantes_Loire_Atlantique_Pays_de_la_Loire.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d232076-Reviews-Bourtzi-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g194691-d12622342-Reviews-Luna_Park_Adriatico-Bibione_San_Michele_Al_Tagliamento_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211842-Reviews-Leadenhall_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g40175-d8567926-Reviews-Bonnie_and_Clyde_Ambush_Site-Gibsland_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d181820-Reviews-Oasis_Water_Resort-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d3777253-Reviews-The_Outlets_at_Bergen_Town_Center-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d1943531-Reviews-Jardin_Botanico_de_Medellin-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g198827-d246806-Reviews-Nestle_Headquarters_Palais_Nestle-Vevey_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d2202920-Reviews-The_Gaslight_Theatre-Tucson_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294446-d606455-Reviews-or10-Mount_Dajti-Tirana_Tirana_County.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294446-d606455-Reviews-Mount_Dajti-Tirana_Tirana_County.html"
    }
]