[
    {
        "attraction_name": "Mount Ida",
        "attraction_name_vi": "Núi Ida",
        "general_info": [
            "86 đánh giá",
            "- 20 trong số 60 điều cần làm ở Rethymnon",
            "Núi"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "-Did this mid-October, perfect conditions: clear sky, temperature in the mid-20 - s. -Started at Mygero Refuge  - one room is always open, and so are the toilets but you - d better use the bush as the toilets are filthy, courtesy of barbaric, uncivilised people - .-Followed the single path leading up, no chances of mistakes.-It gets colder and more windy as you ascent, so bring layers. I am used to quite cold environments so I was wearing shorts, 2 t-shirts and a plain cotton hoodie, but most of the other hikers had long hiking trousers, shells or windbreaker jackets. You do you.-The paved path is very easy to follow and climbs steadily, rarely relents and gets you to a big ridge, which is more or less haldway through the hike: after that, the incline eases up and it - s almost flat up to the summit.-Once you get to the ridge, you - ll be exposed so be ready for strong winds and colder climate.-Just follow the path to the summit, it - s marked with red dots every 1-3meters, can - t really miss it. Occasionally there also is a  - tourist -  signpost pointing downhill. -Try to ignore the vultures circling low over your head, you - re not gonna die and they aren - t aggressive. Take a close-up picture, if anything. They - re gorgeous.-At the top, the reward is breathtaking, absolutely fantastic. Take it all in and enjoy being on the highest point of Crete.-It took me 2h15 -  to reach the summit, at a leisurely pace  - I hadn - t hiked in 8 months -  and stopping to take lots of photos , and with a single 5 -  break  - I needed to put on my hoodie once I had reached the windy ridge - . The way down was 1h or so. -WARNING: there are no shade nor water sources whatsoever, and the sun can be quite hammering despite the mild temperatures. Bring water and sunscreen  - or a hat? -  accordingly. If you do this between May and September, be ready to bake.-PLEASE don - t be a cvnt and take your rubbish with you. Read more",
            "Ascended from Mygeros refuge in September. Typed in Mygeros refuge into google maps and easily found. Relatively easily accessible from either direction on the main Heraklion to Chania road,took us 1hr 53 from Giorgiopoulos. The last 10 km the road narrows and a lot of hairpin bends, an overloaded and underpowered tourist rental car will struggle beware of occasional vehicles approaching at speed around corners. Also quite a few herds of sheep.Free parking no problem at the refuge and the last few kilometres very well signed.The toilets at the refuge-just dont bother-words cannot describe!The initial ascent path is clearly visible from the refuge car park. It zig zags south easterly from the car park towards the shoulder of the summit ridge. Although well marked and well maintained with slabs, we found the going tough possibly due to the altitude and also from carrying food,water and spare clothes  - I am the cautious type - , it all seems like a bit of a slog, but perserverence is rewarded on reaching the main ridge and turning due west  - took us 1 hour ten mins to this point - .The path is more loose at this point but still well marked you will see two other summit peaks Psilorites is the third, follow the path west and you will slowly ascend to the main summit. There are hovering birds of prey and also highly entertaining mountain goats. The summit is clearly visible as it has a stone shelter built on it.We reached the summit in 1 hour 55 mins  - mixed ages but aerobically reasonably fit -  we saw couple of runners do it in around 1 hour and ten mins. The summit has a  bell not sure if you are supposed to ring it but temptation proved too much and nothing bad happened. There is a stone built shelter with some religious icons and incense within. The views will vary according to weather conditions, occasional breaks in the clouds allowed us to see the north coast and surrounding valleys. Temperature  - 15c lower than sea level -  plus wind made it chilly and any more than 20 mins at the summit is uncomfortable. Descend by the same route and enjoy the exquisite torture on your knees and thigh muscles taking care not to fall, one hour 15 mins to return.We saw 7 other people during the entire day,which in this crowded world is remarkable. Although I think the mountains are for everyone, and this ascent can be done by any reasonably fit person, this is not a walk to be undertaken lightly and no one should attempt it without adequate preparation, research and equipmen  - spare clothes - t  -  food and water and certainly not in bad weather conditions unless a trained mountaineer  -  walker. Boots or trainers? Either will be fine according to preference, I opted for leather boots but at least two members of the party managed fine in trainers.Its not as pretty or scenically diverse as Mount Gingilos  - above Samaria -  but nevertheless its a lot of mountain for your money and because its the highest peak in Crete has an additional cachet. Highlight of our visit to Crete.Read more",
            "Kế hoạch là lên đỉnh vào lúc bình minh và sau đó đi dù lượn. Chuyến lái xe thực sự là một cơn ác mộng đến từ Heraklion. NẾU BẠN - ĐANG TIẾP CẬN TỪ BẮC CON ĐƯỜNG DUY NHẤT SẼ ĐƯA BẠN ĐẾN NƠI TỊ NỶ MYGERO ĐI PHÍA NAM TỪ LÀN LIVADIA. Tất cả những con đường khác đều không thể đi qua nếu thuê xe... tin tôi đi. Tôi đã thử - Con đường từ nơi ẩn náu cực kỳ rõ ràng về phía đông nam, đoạn đường leo lên thực sự rất lạnh và ngắn hơn thời gian hướng dẫn đó. Tôi mất tổng cộng 2,5 giờ đi bộ lên xuống. Trên đỉnh núi gió rất khó chịu nên tôi không thể bay đi nhưng tôi có tầm nhìn tuyệt vời ra cả hai bờ biển xa như Matala và xa hơn về phía nam và Gazi ở phía bắc. Yên tĩnh trên đường lên. Chỉ có một số ít người thôi. Nhiều thứ khác sắp xuất hiện trên đường đi xuống nhưng không có gì giống như bạn đạt được trên một đỉnh núi nổi bật ở Alps. Hãy làm đi. Bạn sẽ không hối tiếc và lái xe qua những ngọn núi là một trải nghiệm đặc biệt.Đọc thêm",
            "Ngọn núi cao nhất của Crete mang đến tầm nhìn tuyệt vời từ đỉnh núi ở độ cao 2456m. Tôi bắt đầu từ cao nguyên migeros và đi theo con đường bằng đá được làm tốt sau 4 giờ tôi đã lên đến đỉnh! Điểm đến tuyệt vời cho những người yêu thích đi bộ đường dài. Xin lưu ý rằng cho đến cuối tháng 5, vùng núi vẫn có tuyết nên hãy cẩn thận. Việc đi lên khó khăn vào tháng 7 và tháng 8 vì nhiệt độ cao.Đọc thêm",
            "Tôi đã bắt đầu ở Cao nguyên Nida, nơi tôi đến từ làng Anogia. Môi trường xung quanh rất đẹp. Tuyến đường bắt đầu tại nhà thờ nhỏ. Ngoài ra còn có bảng chỉ dẫn về hang Ideo Antro. Tôi phải mất ba tiếng rưỡi mới lên tới đỉnh Timios Stavros. Tuyến đường không dốc lắm và được đánh dấu bằng biển báo và đá màu đỏ. Các wiews chắc hẳn rất tuyệt vời, nhưng tôi không nhìn thấy gì nhiều vì thời tiết xấu. Tuy nhiên tôi rất thích nó.Đọc thêm",
            "Tôi đã leo lên nó như một phần của chuyến đi tuyệt vời kéo dài 2,5 ngày bắt đầu từ Tu viện Arkadi và kết thúc ở Zaros, các tuyến đường P7, P8, P9, P13 và P2 trong sách hướng dẫn Cicerone. Tôi đã leo lên Psiloritis từ nơi ẩn náu của Mygero - một phòng mở, nhà vệ sinh bẩn thỉu - và đi xuống Nida Pleteau. Gió ngược từ Bắc vào Nam ở trên đỉnh rất khắc nghiệt, một số người đi bộ đường dài chưa hề chuẩn bị cho điều đó - cần 3 lớp - .Đọc thêm",
            "Chúng tôi thích đi bộ đường dài nên quyết định đi Núi Ida khi ở Crete. Đây là trải nghiệm hoàn toàn trái ngược với việc đi bộ đường dài ở Hẻm núi Samaria - leo dốc, không có nước và hầu như không có người! Nhưng đỉnh núi rất đẹp. Chúng tôi bắt đầu ở đầu đường mòn Mygero Refuge và bắt đầu vào khoảng 8:30 sáng. Đường mòn được đánh dấu khá rõ ràng và leo khá dốc. Tôi đi bộ khá nhiều nhưng phải nói rằng đường mòn khiến tôi gặp thử thách. Chúng tôi lên đến đỉnh vào khoảng giữa trưa và dành khoảng 30 phút để chiêm ngưỡng quang cảnh, cảnh đẹp tuyệt vời vào ngày chúng tôi ở đó. Nhiệt độ cũng khá hợp lý không giống như một số đánh giá khác. Sau đó, chúng tôi đi xuống cùng một con đường. Đường mòn dốc và có sỏi rời nên chắc chắn một số đoạn đi chậm. Chúng tôi mất khoảng 2-2:30 giờ để xuống đến nơi. Tôi đã mang theo 2,5 lít nước theo gợi ý và thấy rằng lượng nước nhiều hơn mức tôi cần. Tôi có lẽ đã uống 1,5 lít khi xuống đến chân núi. Hôm đó không phải là ngày nóng nên có lẽ đó là lý do nhưng tôi nghĩ rằng tôi có thể mang ít nước hơn. Chúng tôi thuê một - hướng dẫn viên -, trong trường hợp của chúng tôi là một tài xế taxi đã đi bộ đường dài nhiều lần. Chúng tôi thích nghe về cuộc sống hàng ngày của anh ấy trong suốt cả ngày. Đọc thêm",
            "This hike is well worth it for the stunning views and a unique environment you won - t see by staying in the low lands.  From what I - ve gathered it seems like one of the more accessible peaks in Crete.PRACTICAL TIPSTRAILHEAD: Park at the Mygero Refuge.  The road to the refuge is paved and can be navigated to using Google maps.  It becomes windy and narrow at the end, going through a few villages, with 2 way traffic and no lane marking.  There were also large herds of goats on the road when we went  - they move - .  There is a toilet at the refuge, but it looks like it hasn - t been cleaned in weeks, so be warned.THE HIKE: From the Mygero plateau, the trail climbs 856 m  - 2570 ft -  in about 5.5 km  - 3.5 mi - .  The trailhead is marked by tall poles starting on the paved road, and the trail itself is very obvious, being paved with large flat stones for the first 3 km  - 2 mi -  or so.  The hike is uphill the entire way.  The trail starts gradually up the slope, reaching a foothill where it climbs the ridge in a series of short switchbacks.  It then reaches the first and largest of three saddles, where the trail climbs then traverses the side of a peak on the Mygero side.  The third peak is the tallest and a small church  -  shelter and bell can be found there.  On a clear day, there is a panoramic view of both the south and north coasts.  The ascent took us 2.5 hours with rests, and 2 hours going down  - it - s brutal on the knees - .  A fast hiker could probably complete the whole in 3 hours.WEATHER: Just google  - psiloritis weather - .  Weather can change rapidly on a mountain, so it - s always good to bring layers.  Sun protection is vital  - hat  -  sunscreen -  because there is no shade on this trail.  Good shoes are a must as well  - plenty of stones to twist your ankle on - .  We hiked here in mid-September and were lucky to have a clear day with temperatures around 10 - C  - 50 - F -  with a nice cool breeze, which was perfect to counteract the heat of exertion  -  the sun.Read more",
            "Tôi khuyên bạn nên bắt đầu từ Nơi trú ẩn Mygero - bãi đậu xe miễn phí - nơi có đường nhựa tốt từ Livadia - Λιβάδια - dẫn đến. Tuyến đường này chỉ có 4 km và độ cao 1000 m nhưng do nắng và không có bóng râm nên bạn cần đội mũ vừa vặn và mang theo ít nhất 2l nước - . Ngay khi tôi đến sườn núi - đi được nửa đường - trời rất gió và khá lạnh - mũ của tôi bay hai lần, lưu ý - , vì vậy tôi cũng khuyên bạn nên mặc áo khoác. Đồng thời mang theo giày đi bộ, chất khử trùng - phòng trường hợp bị thương - và kem chống nắng. Đường mòn được đánh dấu rõ ràng và có thể nhìn thấy được - vào ban ngày - . Vào tháng 7, bạn sẽ gặp ở đó chủ yếu là những con ong vò vẽ đen to lớn - hơi đáng sợ nhưng không quan tâm đến con người - , chim đen - có thể là đại bàng - , những con dê Cretan cần thiết và phân của chúng - và rất nhiều ruồi trên đó - . Ở ba nơi tôi thậm chí còn nhìn thấy tàn tích của tuyết. Môi trường làm tôi nhớ đến miền nam Utah và Nevada - Hoa Kỳ - : về cơ bản là sa mạc, đá và bụi rậm, có vẻ nhàm chán đối với ai đó, nhưng tôi thích nó. Điều tôi thích nhất là những khung cảnh tuyệt đẹp của phong cảnh mặt trăng, không chỉ ở trên đỉnh mà còn trong suốt hành trình. Thành thật mà nói, có nhiều địa điểm thú vị hơn ở Crete, f. đ. Gingilos. Dù sao đi nữa, nếu bạn thích núi và có thời gian thực hiện hai hoặc ba chuyến đi ở Crete thì đây là một trong số đó.Đọc thêm",
            "Bạn nên ghé thăm đỉnh Crete! Tháng 7 là thời điểm hoàn hảo. Trên bãi biển 32 độ, trên đỉnh núi 13 độ nhưng không có bóng râm nên cần che nắng. Gió có thể cao. Chúng tôi đã có 30km - giờ và điều đó ổn. Kiểm tra nhiệt độ và gió trước khi bạn trực tuyến. Lái xe của bạn đến người tị nạn Mygero. Chỉ cần gõ Ida psiloritis trên Google Maps và điều hướng sẽ đi đến điểm đó - có bãi đậu xe - . Bạn có thể đi bằng bất kỳ loại xe nào, đường đi đều ổn. Ở phía bên kia đường bạn bắt đầu. Sẽ mất 3-4 giờ để đạt đến đỉnh. 2-3 giờ để đi xuống. Chỉ có một vài lá cờ trắng hiện rõ trong lần leo núi đầu tiên làm dấu hiệu. Sau đó, không có gì ngoài con đường được nhìn thấy rõ ràng. Đến một thời điểm nhất định bạn sẽ thấy những chấm đỏ là dấu hiệu. Tận hưởng khung cảnh, sự im lặng,...Đọc thêm",
            "Chúng tôi là một nhóm người đi bộ đường dài dự định đến thăm vào tháng 10.\nChúng tôi đang thuê xe buýt để lưu trú và tự hỏi liệu có thể đi xe buýt đến nơi trú ẩn Mmygero ở Crete không.\nChúng tôi thực sự muốn leo núi vì đây là điểm cao nhất trên ĐảoĐọc thêm",
            "Có vẻ như con đường lên cao nguyên Nida và Ideon Antron hiện đã được trải nhựa. Con đường đi lên Psiloritis từ đó có dễ dàng và rõ ràng như từ nơi ẩn náu Mygero không?Đọc thêm",
            "dù sao cũng có thể tham gia chuyến tham quan này khi lưu trú tại Hersonissos. từ ngày 27 tháng 9 đến ngày 8 tháng 10. Đọc thêm"
        ],
        "star_ratings": [
            56,
            24,
            4,
            1,
            1
        ],
        "review_amount": 86,
        "location": [
            "đảo Crete",
            "Hy Lạp",
            "Các hoạt động ở Rethymnon",
            "Rethymnon",
            "Tỉnh Rethymnon",
            "Núi Ida",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written October 21, 2023",
            "Written September 10, 2021",
            "Written September 22, 2020",
            "Written March 23, 2020",
            "Written November 1, 2019",
            "Written October 23, 2019",
            "Written October 14, 2019",
            "Written September 21, 2019",
            "Written August 1, 2019",
            "Written July 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189421-d4459134-Reviews-Mount_Ida-Rethymnon_Rethymnon_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2543839-d2288164-Reviews-Adravastoi_Taverna-Sitia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897382-d10476889-Reviews-The_Shepherds_Shelter-Milopotamos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1010310-d4885220-Reviews-Cave_Of_Zeus-Anogia_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d4788874-Reviews-Potamos_Beach-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g17707351-d26811121-Reviews-Maha_beach-Chrysostomos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2151444-d7273630-Reviews-Wax_Museum_in_Zoniana-Zoniana_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1010310-d26846625-Reviews-Nida_Plateau-Anogia_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g12665073-d21308894-Reviews-Monastery_Asomaton-Amari_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g12665073-d23166120-Reviews-Vistagi-Amari_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4459134-Reviews-or10-Mount_Ida-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d1811927-Reviews-Monastery_of_Arkadi-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2151444-d2149723-Reviews-Sfentoni_Cave-Zoniana_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191015-d2149730-Reviews-Wooden_Museum-Axos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1193634-d10685963-Reviews-Museum_of_Ancient_Eleutherna-Eletherna_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g635862-d4741152-Reviews-Agia_Galini_Beach-Agia_Galini_Agios_Vasileios_Municipality_Rethymnon_Prefecture_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4889827-Reviews-Staori_Ecotours_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d1820361-Reviews-Eleutherna-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8016907-Reviews-Tsikalario_cretan_ceramics-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d26007247-Reviews-Sirra_Handmade_Jewellery-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g6869048-d11749369-Reviews-Kerameion_Georgios_Dalamvelas-Margarites_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60768-d3443654-Reviews-Red_Sands-El_Paso_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2662551-Reviews-Campuhan_Ridge_Walk-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1198681-Reviews-Horseback_Riding_of_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d142781-Reviews-Blue_Hole-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42590-d3812410-Reviews-Historic_Gaslight_District-Petoskey_Emmet_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d12625189-Reviews-Cortez_Beach-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d642620-Reviews-Del_Dotto_Vineyards_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32037-d4312868-Reviews-McMurtry_Aquatic_Center-Bakersfield_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60660-d8432560-Reviews-Aweoweo_Beach_Park-Waialua_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189421-d4459134-Reviews-or10-Mount_Ida-Rethymnon_Rethymnon_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189421-d4459134-Reviews-Mount_Ida-Rethymnon_Rethymnon_Prefecture_Crete.html"
    }
]