[
    {
        "attraction_name": "Mount Kineo",
        "attraction_name_vi": "Núi Kineo",
        "general_info": [
            "130 đánh giá",
            "1 trong 9 điều cần làm ở Rockwood",
            "Núi"
        ],
        "attraction_summary": "Một đỉnh của một bán đảo nhỏ cao gần 800 feet và nằm ở phía đông của Hồ Moosehead. Đọc thêm",
        "reviews": [
            "Tôi cho Mount Kineo điểm 55. Tôi sẽ nói nếu bạn không phải là một nhà leo núi leo núi nghiêm túc, đừng đi lên Đường mòn Ấn Độ. Chúng tôi đã phạm sai lầm đó. Một khi bạn bắt đầu, bạn phải tiếp tục. Đó là một cuộc leo núi khó khăn đối với chúng tôi. Cả hai chúng tôi đều lo lắng và việc bò lên sườn những tảng đá ở rìa núi không phải là điều thú vị đối với chúng tôi. Tôi dừng lại và cầu nguyện nhiều lần. Chúng tôi đã làm được nhưng thực lòng tôi đã không chắc chắn nhiều lần. Tôi sẽ không bao giờ làm bất cứ điều gì như vậy nữa!! Đọc thêm",
            "Thật là một chuyến đi bộ tuyệt vời! Hãy lưu ý rằng Đường mòn Ấn Độ là một con đường đi bộ nghiêm túc, nó đòi hỏi phải leo lên một số tảng đá dốc. Nếu bạn phù hợp thì điều đó rất khả thi và đáng giá. Đi xuống thì đánh thuế chút cũng vui. Một số người dân địa phương có thể cho rằng đây là một cái bẫy du lịch nhưng tôi nghĩ nó rất đẹp, khiến tôi nhớ đến Pictured Rocks ở U.P. FYI tính đến hai ngày trước, chuyến phà qua hiện chấp nhận thẻ tín dụng mặc dù tiền mặt được đánh giá cao.Đọc thêm",
            "Đi bộ tuyệt vời !! Chồng sắp cưới của tôi và tôi ở tại Misty Morning Cottages ở Rockwood. Quyết định kiểm tra Kineo vì chúng tôi ngắm nhìn khung cảnh bên ngoài cửa sổ vào mỗi buổi sáng. Chúng tôi bắt chuyến phà lúc 11 giờ sáng khá nhanh. Đi bộ theo đường mòn Bridle lên và xuống đỉnh. Lẽ ra chúng tôi có thể đi lên Đường mòn Ấn Độ, nhưng người ta bảo rằng nó vất vả hơn một chút. Đã đi đến phần mở đầu để ngắm nhìn từ trên cao và quang cảnh thật ngoạn mục! Trên đỉnh đỉnh có một tháp lửa. Chồng sắp cưới của tôi đã lên đỉnh và nhìn thấy toàn cảnh. Tôi muốn quay trở lại vào mùa thu khi tán lá đã lên cao và đi bộ đường dài lần nữa!Đọc thêm",
            "Khủng khiếp!  Bắt chuyến phà lúc 9 giờ sáng, mang theo tiền mặt cho chuyến đi 10 phút từ bến tàu Rockwood đến Mt. Kineo.  Chúng tôi bắt đầu trên con đường xe ngựa bằng phẳng đến Đường mòn Ấn Độ khá vất vả và dốc nhưng rất đáng để ngắm cảnh, sau đó tiếp tục đi lên tháp cứu hỏa, nơi có tầm nhìn 360 độ ra hồ.  Để đi bộ xuống, chúng tôi đi theo Đường mòn Cô dâu, một con đường dễ dàng so với Đường mòn Ấn Độ nhưng ít cảnh đẹp hơn nhiều.  Về đến bến thuyền lúc 12h30.  Một ngày mùa thu đẹp trời và một chuyến đi bộ đường dài tuyệt vời.Đọc thêm",
            "Chuyến đi thuyền thật tuyệt, chúng tôi mất 8 giờ sáng.  Tôi là một phụ nữ 62 tuổi, thể lực trung bình và không thực sự là người đi bộ đường dài.  Chồng tôi đi theo Đường mòn Ấn Độ và tôi đi theo Đường mòn Bridle.   Thật khó khăn nhưng tôi đã làm được.  Đôi khi tôi tự hỏi liệu nó có đáng không, nhưng khi tôi làm xong thì chắc chắn là như vậy.  Một điều cần lưu ý, nếu bạn không phải là người nhanh nhẹn, việc đi xuống có thể mất nhiều thời gian như khi lên vì bạn cần phải cẩn thận với bước đi của mình. Chồng tôi đã tìm thấy một chiếc gậy chống và tôi nghĩ điều đó đã giúp tôi tự tin hơn.   Chồng tôi có thể nhanh hơn tôi rất nhiều.  Chúng tôi đã dành khoảng 3,5 giờ trên đảo để chụp ảnh, phá vỡ tốc độ chậm chạp của tôi.Đọc thêm",
            "Chúng tôi leo lên Đường mòn Ấn Độ, có nhiều đoạn dốc nhưng có thể đi được đối với những người đi bộ đường dài trung bình vào mùa hè.  Chúng tôi đi xuống Đường mòn Bridle vì nó an toàn hơn vì ít dốc hơn.  Sự lên xuống có lẽ là 2 giờ với bữa trưa gần đỉnh.  Khung cảnh thật tuyệt vời từ tòa tháp.  Tòa tháp trông đáng sợ hơn thực tế.  Xe đưa đón cứ mỗi giờ một chuyến, nhưng nếu có người đợi thì anh đi thường xuyên hơn.Đọc thêm",
            "Tôi và gia đình đi thuyền ra đảo để đi bộ đường dài và chuyến đi bộ vất vả này xứng đáng với những cảnh đẹp. Có rất nhiều bức tường đá Hoàn hảo để tự do một mình và trên đỉnh có một tháp lửa lớn cực kỳ thú vị để chụp ảnh và leo lên! Tôi thích đi bộ đường dài và sẽ giới thiệu nó cho những ai thích đi bộ đường dài!Đọc thêm",
            "Đường mòn rất dốc, có 2 lựa chọn khi bạn đến đó, một lựa chọn rất khó khăn và có tầm nhìn tuyệt vời, lựa chọn còn lại khá khó khăn nhưng không có tầm nhìn.13 để đến đó bằng thuyền, chắc chắn bạn nên làm nếu bạn là người đam mê đi bộ đường dàiĐọc thêm",
            "Từ chuyến đi thuyền nhỏ đến Núi Kineo cho đến chuyến quay trở lại, đây là một trải nghiệm thú vị.  Chúng tôi đã đi theo con đường cô dâu kể từ khi chúng tôi bước tiếp trong nhiều năm nhưng chúng tôi đã làm được điều đó sau một vài lần nghỉ ngơi.  Tuy nhiên, khi chúng tôi lên đến đỉnh tháp, đây là trải nghiệm trị giá hàng triệu đô la.  Tất nhiên điều đó đã giúp ích cho đó là một ngày chụp ảnh hoàn hảo.  Đồ ăn ở cửa hàng chuyên nghiệp ở phía dưới là một điểm cộng nữa.Đọc thêm",
            "Chồng tôi đã muốn đến thăm Núi Kineo trong nhiều năm. Khi cắm trại ở Hồ Moosehead vào cuối tháng 7, chúng tôi quyết định thực hiện điều đó khi biết rằng chiếc phà này thân thiện với chó. Mặc dù đó là một ngày nhiều mây và thỉnh thoảng có mưa rào nhưng chúng tôi rất vui vì đã đến được đó. Vì chú chó Cooper của chúng tôi không thể đi bộ vất vả như trước nên chúng tôi quyết định đi lên và quay lại Đường mòn Cô dâu vì nó được coi là dễ dàng nhất. Chúng tôi rất ngạc nhiên khi tìm thấy một địa điểm tuyệt vời hướng tới đỉnh Kineo có tầm nhìn tuyệt vời...Tôi chỉ có thể tưởng tượng nó sẽ đẹp như thế nào vào một ngày đẹp trời. Nói chung chắc chắn là một chuyến đi đáng nhớ. Rất khuyến khích! Đọc thêm"
        ],
        "star_ratings": [
            105,
            23,
            2,
            0,
            0
        ],
        "review_amount": 130,
        "location": [
            "Rockwood",
            "Những điều cần làm ở Rockwood",
            "Hoa Kỳ",
            "Maine ME",
            "Núi Kineo"
        ],
        "reviews_time": [
            "Written September 29, 2023",
            "Written August 4, 2023",
            "Written August 10, 2022",
            "Written October 10, 2021",
            "Written August 18, 2021",
            "Written August 9, 2021",
            "Written September 4, 2020",
            "Written August 27, 2020",
            "Written August 16, 2020",
            "Written August 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40842-d103715-Reviews-Mount_Kineo-Rockwood_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g40842-d10039399-Reviews-Rockwood_Bar_Grill-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40842-d3460478-Reviews-Birches_Resort-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d103715-Reviews-or10-Mount_Kineo-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d103718-Reviews-Elephant_Mountain-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d103717-Reviews-Gulf_Hagas-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d103716-Reviews-Borestone_Mountain-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40658-d103712-Reviews-Moosehead_Lake-Greenville_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d12286901-Reviews-Capt_Rogers_Pontoon_Boat_Rental-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d8608494-Reviews-Mount_Kineo_Golf_Course-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d13953869-Reviews-The_Birches_Resort-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40658-d9582310-Reviews-Fly_Fishing_East_Outlet_Guide_Fly_Shop-Greenville_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40842-d6686182-Reviews-Gray_Ghost_Camps_Sailing_Charters-Rockwood_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d10136216-Reviews-4th_Avenue_Marketplace-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g43477-d17417275-Reviews-SeaQuest_Roseville-Roseville_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d606917-Reviews-The_Abbey-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7658063-Reviews-Glow_Putt_Mini_Golf-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d4261384-Reviews-The_Complex-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10130020-Reviews-Dinosaur_Planet-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d2204499-Reviews-Acqua_Plus_Water_Park-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8775170-Reviews-Volunteer_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g43286-d1758922-Reviews-Minneopa_State_Park-Mankato_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1463578-Reviews-Turpentine_Creek_Wildlife_Refuge-Eureka_Springs_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40842-d103715-Reviews-or10-Mount_Kineo-Rockwood_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40842-d103715-Reviews-Mount_Kineo-Rockwood_Maine.html"
    }
]