[
    {
        "attraction_name": "Mr John Tours Cyprus",
        "attraction_name_vi": "Ông John Tours Síp",
        "general_info": [
            "304 đánh giá",
            "1 trong 35 điều cần làm ở Famagusta",
            "Thị trấn ma quái"
        ],
        "attraction_summary": "Khám phá trong một ngày - Đường phân chia - Thành phố ma Varosha - Thành phố cổ có tường bao quanh Famagusta. Ba chuyến đi trong một duy nhất của ông John. Ông John là hướng dẫn viên từng đoạt giải thưởng của TripAdvisor, sinh ra và lớn lên ở Thành phố ma Varosha, ông biết rõ từng chi tiết, lịch sử của từng địa điểm khác nhau. Ông John cung cấp kiến ​​thức nền tảng về thành phố ma bao gồm cả hướng dẫn đi bộ từ góc nhìn sâu sắc. Ông John cung cấp thông tin trực tiếp và trải nghiệm độc đáo của cá nhân trong tất cả các lĩnh vực của Famagusta. Bạn sẽ được nghe những câu chuyện đời thực từ một người đã sống qua phần lịch sử này. Gia đình ông sở hữu một vườn cây có múi rộng khoảng năm mươi nghìn mét vuông, ngay bên ngoài thị trấn dọc bờ biển. Ông John, là con trai cả trong bốn người, chịu trách nhiệm tưới tiêu cho vùng đất này. Thật không may vào năm 1974, khi mới 15 tuổi, ông đã cùng gia đình phải rời bỏ đất đai vì cuộc xâm lược của Thổ Nhĩ Kỳ. Kể từ đó, phần phía bắc của hòn đảo nằm dưới sự kiểm soát của quân đội Thổ Nhĩ Kỳ. Hãy lắng nghe những câu chuyện của anh ấy...Đọc thêm",
        "reviews": [
            "Tour du lịch rất thú vị với thông tin bên trong. Đón khách bên ngoài vào thời gian đã nêu. Chúng tôi đã không trả tiền cho đến khi đi du lịch. Được tham gia bởi ông Ahmed, người vừa vui vẻ vừa giàu thông tin, chỉ ra các lĩnh vực khác nhau và điều gì đó về nó. Thật khó để tin rằng mọi người vừa bị đuổi khỏi nhà mà không được thông báo trước và cho đến ngày nay vẫn không thể quay trở lại. Làm tốt lắm ông John Nd Mr Ahmed vì một ngày tuyệt vời. Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời. Ông John sẽ kể cho bạn nghe mọi thứ từ kinh nghiệm của chính ông kể từ khi ông sống ở khu vực hiện đang bị chiếm đóng khi cuộc xâm lược bắt đầu. Anh ấy sẽ kể về gia đình mình và chỉ ra những điều mà chỉ những người dân địa phương thực sự mới biết. Tại trạm kiểm soát, ông Ahmed đã tham gia cùng chúng tôi, ông ấy rất tuyệt và cung cấp cho bạn thông tin với rất nhiều câu chuyện cười nhưng cũng có giọng điệu nghiêm túc. Sự kết hợp và tương tác giữa hai điều này thật vui nhộn. Chúng tôi khuyên bạn nên tham gia một chuyến tham quan với ông John và ông Ahmed, bạn sẽ học được những điều họ không và không thể nói với bạn trong sách và trên internet.Đọc thêm",
            "Tôi không thể giới thiệu chuyến đi này đủ cao. Cả hai hướng dẫn viên du lịch, ông John và ông Akmed đều rất xuất sắc. Chuyến đi kéo dài khoảng 67 giờ, tùy thuộc vào khách sạn của bạn ở đâu. Đó là giá trị đồng tiền chỉ 30 mỗi người. Chắc chắn thực hiện chuyến đi này hơn bất kỳ chuyến đi nào khác nếu bạn muốn thực sự trải nghiệm Famagusta. Đọc thêm",
            "Nếu bạn đang tìm kiếm một chuyến tham quan đầy cá nhân và đầy thông tin đến Famagusta và Thị trấn ma, thì tôi thực sự khuyên bạn nên tham gia một chuyến tham quan của ông John, người có gia đình kinh doanh và đất đai trên lãnh thổ hiện đang bị chiếm đóng.  Đi cùng có ông Ahmed vẫn sống trong vùng.  Họ là một màn kép thú vị nhưng có kiến ​​thức và kinh nghiệm địa phương.  Đọc thêm",
            "Trải nghiệm tuyệt vời và sự thay đổi so với chuyến đi thuyền thông thường! Được đón tại khách sạn trong chuyến đi kéo dài 7 giờ với 2 trong số những hướng dẫn viên giàu thông tin chân thực nhất, ông John đã có kinh nghiệm trực tiếp về việc chiếm giữ mảnh đất quê hương và công việc kinh doanh của gia đình mình cũng như ảnh hưởng của nó đối với cuộc sống của ông, Hamed đã tham gia cùng chúng tôi tại biên giới và anh ấy cũng nói về trải nghiệm cá nhân của mình bằng tiếng Anh rất tốt nên rất dễ hiểu. Tôi thực sự muốn giới thiệu và nhớ mang theo hộ chiếu của bạn!Đọc thêm",
            "Chúng tôi đã đi như một gia đình gồm 9 người ở mọi lứa tuổi khác nhau, từ 14 đến 70 và tất cả đều thấy điều đó rất thú vị. Ông John và ông Ahmed phối hợp rất xuất sắc, chia sẻ kinh nghiệm và kiến ​​thức của họ. Chúng tôi chắc chắn thấy chuyến đi đáng đồng tiềnĐọc thêm",
            "Khi ở Síp, rất gần khách sạn của chúng tôi, chúng tôi thấy rất nhiều tờ rơi và áp phích có hình ông John, quảng cáo cho doanh nghiệp của ông. Lúc đầu chúng tôi có chút hoài nghi. Nhưng sau khi thực hiện một số nghiên cứu, nó có vẻ nghiêm trọng và hầu hết mọi người đều giới thiệu nó, vì vậy chúng tôi đã thử. Và ông John và ông Ahmed đã không làm mọi người thất vọng!\n\nChúng tôi là một nhóm gồm hai mươi người.\nLúc đầu, bạn dành thời gian với ông John trên xe buýt và ông ấy kể cho bạn rất nhiều điều về câu chuyện của ông ấy. Tại một thời điểm nào đó, ông Ahmed tham gia và sau đó chúng tôi đang hướng đến phía bị chiếm đóng của Síp.\n\nNói chung nó thật tuyệt vời. Ông John và ông Ahmed đã cung cấp rất nhiều kiến ​​thức và thông tin, cả về mặt cá nhân lẫn lịch sử.\n\nChúng tôi rất có thể khuyên bạn nên!\n\nNếu có một điều khiến tôi không hài lòng thì đó chính là anh John đôi lúc khó hiểu.\nNhưng nếu bạn có thể nói và hiểu tiếng Anh, bạn có thể làm được hầu hết mọi thứ.Đọc thêm",
            "Tôi thực sự rất thích chuyến đi trong ngày đến thị trấn ma, ông John cũng đưa chúng tôi đến đường phân chia và phố cổ cũng rất tuyệt. Ông John có rất nhiều thông tin thú vị cũng như ông Ahmed và thật vui khi được nghe những câu chuyện cá nhân của cả hai người. Tôi thực sự muốn giới thiệu chuyến tham quan này, đó là một ngày tuyệt vời.Đọc thêm",
            "Tuyệt vời, tuyệt vời, tuyệt vời! Ông John, người đã bị buộc phải rời khỏi Famagusta vào năm 1974 trong cuộc xâm lược, rất hiểu biết và đam mê với quận này, Ahmed đã tham gia cùng chúng tôi tại biên giới Thổ Nhĩ Kỳ, một anh chàng rất thông minh, hài hước, cả anh ấy và ông John giống như một cặp đôi hài kịch, một ngày tuyệt vời, chứng kiến ​​khu vực này bị bỏ hoang thực sự rất buồn và đáng để suy ngẫm. Rất đáng để đi cùng ông John và Ahmed trong chuyến tham quan này, bạn sẽ không hối hận đâu. Đọc thêm",
            "Ông John và ông Ahmed là những hướng dẫn viên du lịch tuyệt vời và rất muốn giới thiệu chuyến đi trong ngày tới Famagusta này. Chuyến đi kéo dài khoảng 7 giờ từ đón đến trả khách tùy thuộc vào nơi bạn ở. Mang theo mũ, kem chống nắng và nước vì trời rất nóng khi đi dạo quanh thị trấn với bóng râm hạn chế. Cũng đừng quên hộ chiếu và mang theo tiền mặt, euro cũng được. Rất nhiều câu chuyện cá nhân và những câu nói đùa hay đã khiến chuyến đi trở nên thú vị hơn. Dừng lại để ăn trưa tuyệt vời tại Petek trước chuyến hành trình về nhà. Một ngày tuyệt vời! Đọc thêm",
            "Đã tham gia chuyến đi này với ông John 3 lần trong nhiều năm, lần này rất khác, vì chúng tôi có chuyến đi bộ 30 - 40 phút qua thị trấn ma. Ông John hiện có một người hướng dẫn và cho chúng tôi biết sự thật đằng sau các vấn đề chính trị giữ cho Farmagusta trở thành một thị trấn bị thời gian lãng quên. Những khách sạn sang trọng từng là sân chơi của những người giàu có và nổi tiếng, những quán rượu và phòng trưng bày ô tô giờ đây chỉ là nơi ở của chuột và chim bồ câu. Chuyến tham quan này là việc phải làm, để giáo dục thế hệ tiếp theo. Xe buýt nhỏ 22 chỗ, dừng ăn trưa, quay trở lại protaras vào khoảng 2:30. Cảm ơn một lần nữa, ông John Đọc thêm",
            "Một trong những chuyến đi tuyệt vời nhất mà tôi từng đi cùng ông John và Ahmed là những người hướng dẫn xuất sắc là một chuyến đi rất thú vị khi lắng nghe những người sống ở thị trấn ma và những câu chuyện của họ chắc chắn sẽ gợi ý chuyến đi này, chiếc xe buýt nhỏ cũng rất hoàn hảo với máy lạnh tốt.Đọc thêm",
            "Đã đi tour vào đầu tháng Năm. Tôi đã từng đến đây nhưng không phải với ông John. Lần này tôi nhìn thấy điều đó từ những người có mặt ở đó có quan điểm như ông John và ông Ahmed. Họ đưa ra những thông tin hài hước và cung cấp cho bạn những thông tin đó đúng như thông tin dành cho họ và gia đình họ. Thật đau lòng khi nghĩ về những người đã mất tất cả vào tháng 8 năm 1974. Thật kỳ lạ trong cái varosha mà họ đã mở ra. Tôi cố tưởng tượng thời kỳ hoàng kim của nó như thế nào và cuộc sống của họ ra sao. Tôi muốn giới thiệu chuyến đi này 100. Tôi sẽ quay lại và mang theo các cháu của mình. Cảm ơn ông John và ông Ahmed vì một chuyến đi vui vẻ và thực tếĐọc thêm",
            "Nhìn chung, chuyến đi tốt đẹp, cá nhân tôi gặp khó khăn khi hiểu ông John trên xe buýt mini, ông ấy nói quá nhanh và micrô của ông ấy không phải là tốt nhất. Hướng dẫn viên Thổ Nhĩ Kỳ thực sự tốt, rất nhiều thông tin và vui lòng trả lời bất kỳ câu hỏi nào. Chúng tôi đã ăn ở Patek theo đề xuất, thực sự rất thích nhưng hãy cẩn thận vì không có giá nào được hiển thị trên menu. Chúng tôi đã tận dụng cơ hội và nó không quá đắt và dịch vụ tuyệt vời. Đọc thêm",
            "Đây là lần thứ hai tôi thực hiện chuyến tham quan này với sự bổ sung của hướng dẫn viên du lịch Mr Ahmet. Nó rất nhiều thông tin với những câu chuyện đời thực về cuộc sống trước và sau cuộc xâm lược. Ông John nói về cuộc đời và thời đại của mình một cách say mê và bạn thực sự có thể cảm nhận được nỗi đau của ông khi ông nói mặc dù đôi khi hơi nhanh. Tôi muốn giới thiệu tour này và nó rất đáng giá tiền. Chúc chuyến lưu diễn mang tính cá nhân nhất này sẽ tiếp tục lâu dài. Làm tốt lắm, ông John hy vọng tôi có thể thực hiện lần thứ ba.Đọc thêm",
            "Chuyến đi tuyệt vời! Chuyến đi này do một người bạn trước đây đã từng đến giới thiệu cho tôi. Rất vui vì tôi đã đặt chuyến tham quan này, hai chàng trai tuyệt vời, cả hai đều chứa đầy những câu chuyện về những gì đã xảy ra và nhiều thông tin thú vị khác. Tôi đặt qua tin nhắn và được đón và đưa về khách sạn. Cảm ơn bạn.Đọc thêm",
            "Đây không chỉ là một chuyến tham quan có hướng dẫn ở Famagusta bị chiếm đóng. Đó là câu chuyện về cuộc đời của ông Johns người Síp gốc Hy Lạp và ông Ahmets người Thổ Nhĩ Kỳ -Cypriot, hai hướng dẫn viên của chuyến tham quan này, và tất nhiên là câu chuyện cuộc đời của tất cả những người Síp được đánh dấu bằng cuộc xâm lược của Thổ Nhĩ Kỳ vào năm 1974. Ông John và ông John. Ahmet là những người chuyên nghiệp và với khiếu hài hước tuyệt vời của họ, họ sẽ tạo ra trải nghiệm độc đáo và khó quên. Ông John và ông Ahmet cảm ơn và bảo trọng! Tôi hy vọng lần tới tôi đến thăm Síp sẽ không có biên giới nội bộ...Đọc thêm",
            "Ông John là một người đàn ông tuyệt vời, niềm đam mê và kiến ​​thức của ông về Famagusta thật đáng kinh ngạc, ông nói với lòng thương xót đối với di sản của mình về tất cả những gì ông và gia đình đã mất.  Anh ấy có thể chở chúng tôi đến gần những nơi mà những chiếc xe lớn hơn chỉ có thể mơ ước, chúng tôi có thể nhìn thấy từ xa trang trại mà gia đình anh ấy từng sở hữu. Tôi không biết anh John làm điều này hàng ngày như thế nào, có lẽ điều này sẽ lưu giữ những ký ức của anh ấy còn sống, không bao giờ quên.  Ông Ahmed, hướng dẫn viên người Thổ Nhĩ Kỳ tham gia cùng chúng tôi khi chúng tôi vượt biên, cũng có thể kể về mọi thứ đã thay đổi đối với ông ấy như thế nào và tác động đến gia đình ông ấy như thế nào. Rõ ràng giữa hai người có một mối quan hệ và tình bạn sâu sắc. Ông John đã có thể đưa đối tác của tôi và tôi đến gần bãi biển Famagusta, chúng tôi có thể có vài phút riêng tư để nói lời tạm biệt với thời gian đã qua.  Chúng tôi đã làm điều này trong khi những người khác đang ăn trưa để không làm gián đoạn ngày hôm đó. Đây là một chuyến thăm độc đáo, bạn trở thành một phần của cuộc hành trình, bạn có được sự thấu hiểu từ những người đã sống qua thời kỳ bi thảm. Không có gì là quá nhiều rắc rối. Nếu bạn thực hiện bất kỳ chuyến đi nào ở Síp, hãy thực hiện chuyến đi này. Từ tấm lòng của mọi người. Chúng tôi gặp vấn đề về di chuyển và những phần chúng tôi không thể làm được, chúng tôi ngồi và nhìn thế giới trôi qua.Đọc thêm",
            "Ông John đỗ xe bên ngoài khách sạn của chúng tôi nên việc đi cùng ông là điều hợp lý. Chúng tôi được đón đúng giờ lúc 8 giờ 50 và lên đường. Ông John giải thích rằng ông và gia đình đã phải di dời do cuộc xâm lược của Thổ Nhĩ Kỳ năm 1974 và trong 50 năm, ông và hàng nghìn người khác đã bị cấm vào nhà của họ. Chúng tôi lái xe vòng quanh và dừng lại để ngắm nhìn từ xa thị trấn ma Varosha. Chúng tôi vào trạm kiểm soát của Thổ Nhĩ Kỳ qua khu vực căn cứ của Anh. Ở đó, chúng tôi đón hướng dẫn viên người Thổ Nhĩ Kỳ của mình là ông Ahmed, ông cũng phải di dời sau cuộc xâm lược năm 1974. Ông John và ông Ahmed đều là những hướng dẫn viên tuyệt vời và bạn có thể nghe thấy nỗi buồn khi họ nói về những ngôi nhà trước đây của họ giờ chỉ còn là những vỏ sò trống rỗng. Nhìn thấy trường trung học của ông John, các nhà thờ, bãi biển nguyên sơ ngoại trừ một số ít người được phép sử dụng. Thật buồn khi sau 50 năm, những kẻ xâm lược bất hợp pháp vẫn ở đó, sống trong nhà của người khác, tiếp quản các doanh nghiệp của họ trong khi hàng nghìn người phải di dời bị cấm đòi lại tài sản của chính họ. Nếu bạn có thể đi tham quan thì hãy đi, ông John và ông Ahmed đều là những người đáng yêu. Chúng tôi sẽ quay lại.Đọc thêm",
            "Một chuyến tham quan tuyệt vời với quan điểm cá nhân là cả hai hướng dẫn viên, ông John và ông Ahmed, đã bị ảnh hưởng trực tiếp bởi việc vẽ đường biên giới chia tách Síp thành hai quốc gia riêng biệt. Câu chuyện của họ là lời nhắc nhở về cái giá phải trả của con người khi sáp nhập đất đai. Khiếu nại duy nhất của tôi, như những du khách khác đã nói, ông John rất khó hiểu, đặc biệt là khi ông ấy bắt đầu sải bước và đẩy nhanh tốc độ giao hàng của mình. Nó gần như trở thành một luồng ý thức không thể hiểu được, thật đáng xấu hổ vì tôi chắc chắn rằng câu chuyện của anh ấy rất có giá trị và đáng được nghe. Cá nhân tôi chỉ muốn biết một chút thông tin cơ bản về nguyên nhân đã gây ra việc chiếm giữ một nửa Síp, nhưng đó chỉ là một điểm nhỏ. Thị trấn ma là một lời nhắc nhở sâu sắc về những gì có thể xảy ra trên những vùng đất có giá trị chiến lược. Như ông Ahmed đã nói, chuyện đó sẽ không xảy ra ở một hòn đảo nào đó giữa Thái Bình Dương. Anh ấy đã đúng làm sao.Đọc thêm",
            "Chúng tôi rất muốn đặt một chuyến đi với bạn vì chúng tôi hiện đang ở Paphos trong kỳ nghỉ, vui lòng cho chúng tôi số điện thoại của bạn được không? Cảm ơn lisa nhiều Đọc thêm"
        ],
        "star_ratings": [
            278,
            13,
            5,
            1,
            7
        ],
        "review_amount": 304,
        "location": [
            "Châu Âu",
            "Ông John Tours Síp",
            "Síp",
            "Famagusta",
            "Các hoạt động ở Famagusta",
            "Quận Famagusta"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 15, 2023",
            "Written June 21, 2023",
            "Written June 25, 2023",
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 7, 2023",
            "Written July 11, 2023",
            "Written July 12, 2023",
            "Written July 12, 2023",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written May 7, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190375-d24063945-Reviews-Mr_John_Tours_Cyprus-Famagusta_Famagusta_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d4436430-Reviews-Patisserie_Amelie-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d4310274-Reviews-TeeJay_s_Pub-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d12384946-Reviews-Happy_Days_Authentic_Mediterranean-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d3258102-Reviews-Andama_Tavern-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d2368531-Reviews-Hippocampus_Lounge_Restaurant-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d3703176-Reviews-Island_Affair_Restaurant-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d3380938-Reviews-Malthouse_Beer_n_Food-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d1811727-Reviews-Molti_Restaurant-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d1687416-Reviews-The_Corner_Restaurant-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g667803-d6726114-Reviews-Mr_Cod_Fish_Bar_Restaurant-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d17766942-Reviews-Vrissiana_Beach-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d7038014-Reviews-Protaras_Coastal_Promenade-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d1755105-Reviews-Fig_Tree_Bay-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d4358158-Reviews-Church_of_Profitis_Elias-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d24852271-Reviews-Jungle_Float_Cy_Protaras-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d10751524-Reviews-Green_Bay_Beach-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d4340045-Reviews-Profitis_Elias_Konnos_Nature_Trail-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d2365027-Reviews-Konnos_Bay-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d4961512-Reviews-Sea_Caves-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d8514234-Reviews-Anastasia_Aquamania_Waterpark-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d24063945-Reviews-or10-Mr_John_Tours_Cyprus-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d3587617-Reviews-Ghost_Town_Famagusta-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d4476189-Reviews-Famagusta_Walled_City-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d313643-Reviews-Salamis-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d2630847-Reviews-Lala_Mustafa_Pasha_Mosque-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d4242922-Reviews-St_Barnabas_Monastery_and_Icon_Museum-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d7101983-Reviews-Othello_Castle-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d23702135-Reviews-Varosha_Maras-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d2630856-Reviews-Sea_Gate-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d2630849-Reviews-Sinan_Pasa_Mosque-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d2630852-Reviews-St_George_of_the_Greeks-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d2718334-Reviews-I_Dive_Cyprus-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d6721783-Reviews-Xs_Stephanos_Watersports-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190385-d15034849-Reviews-Glam_Spa-Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d3256899-Reviews-Bell_s_Cocktail_Bar-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d3256336-Reviews-Rockafellas_Sports_Bar-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d17604703-Reviews-Yerimos_Motorbikes-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d10756393-Reviews-Aphrodite_I_Cruises_Protaras-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d7038286-Reviews-Yellow_Boat_Cruises-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d3596904-Reviews-Love_Boat_Bar-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d2413347-Reviews-Easy_Divers_Cyprus-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d7901243-Reviews-Prot_R_Us_Moto-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d8489351-Reviews-Ghetto_Cocktail_Bar-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d8780766-Reviews-IPA_Divers_Polskie_Centrum_Nurkowe_na_Cyprze-Protaras_Paralimni_Famagusta_Distric.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d10587827-Reviews-Rasputin-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d17652175-Reviews-Sand_City-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g147247-d147555-Reviews-De_Palm_Island-Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g187248-d8591934-Reviews-Marche_de_Gordes-Gordes_Luberon_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187221-d2405529-Reviews-Palm_Beach_Cannes-Cannes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d4959383-Reviews-Plakias_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d4909121-Reviews-Viva_Punda_Beach_Club-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d4698996-Reviews-Fun_City-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g312628-d2177582-Reviews-God_s_Window-Mpumalanga.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190375-d24063945-Reviews-or10-Mr_John_Tours_Cyprus-Famagusta_Famagusta_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190375-d24063945-Reviews-Mr_John_Tours_Cyprus-Famagusta_Famagusta_District.html"
    }
]