[
    {
        "attraction_name": "Mu Ko Ang Thong National Park",
        "attraction_name_vi": "Vườn quốc gia Mu Ko Ang Thong",
        "general_info": [
            "3.461 đánh giá",
            "1 trong số 19 hoạt động giải trí ở Ang Thong",
            "Các công viên quốc gia",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "40 hòn đảo này, trải rộng trên diện tích khoảng 97 dặm vuông ở Vịnh Thái Lan, được đặc trưng bởi hàng trăm khối đá vôi nguyên khối, được chạm khắc thành những hình dạng tuyệt vời qua nhiều năm xói mòn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm Công viên Quốc gia Ang Thong vào ngày 2 tháng 1, chúng tôi chỉ tổ chức nó vào ngày hôm trước: Tôi đã gọi cho ai đó từ một cửa hàng mà tôi đã thấy ở Chợ Fishermans, cô ấy đã thu tiền mặt 2.000 Bht mỗi người và gửi cho tôi một lá thư viết tay qua WhatsApp biên nhận kèm theo hướng dẫn có mặt tại cơ quan lúc 8:30 sáng ngày hôm sau. Mọi người thường được chọn nhưng chúng tôi ở trong một biệt thự khó tìm và chúng tôi rất vui khi tự mình lái xe. Ngày hôm đó có tất cả những gì được ghi trên hộp thiếc: lặn với ống thở 45 phút, chèo thuyền kayak 20 phút, đi bộ đến đầm xanh 45 phút, một bữa tiệc thịnh soạn và ngon miệng ăn trưa 45 phút, thời gian rảnh rỗi trên bãi biển với tùy chọn đi bộ lên đỉnh đồi để ngắm cảnh 60 phút. NHƯNG bất cứ nơi nào chúng tôi đến đều có sáu chiếc thuyền cao tốc khác ở điểm lặn với ống thở, và chúng tôi cảm thấy vội vã và bị đối xử như những con cừu được tập trung từ nơi này sang nơi khác. Trải nghiệm sẽ rất khác nếu nơi đó ít đông đúc hơn.Đọc thêm",
            "Đây là một trong những điểm nổi bật của kỳ nghỉ của chúng tôi ở Koh Samui.  Chúng tôi đã đặt một chuyến tham quan bằng thuyền cao tốc với Chuyến tham quan bằng thuyền cao tốc RS Ruangsri Samui, qua khách sạn của chúng tôi.  Thật dễ dàng, chúng tôi đã được đón vào khoảng 7 giờ sáng.  Lái xe vòng quanh Samui để đón người khác.  Ăn sáng và họp báo vào khoảng 8h30 và đến khoảng 9 giờ sáng, chúng tôi đã lên thuyền và lên đường. Thuyền có lẽ mất khoảng một giờ.  Nó khá bận rộn nhưng không thành vấn đề.  Khi đến công viên, bạn có thể thấy rằng cuộc hành trình này thật đáng giá. Địa điểm lặn với ống thở vẫn ổn.  Đẹp và sâu nhưng chúng tôi không thấy nhiều cá.  Tuy nhiên, việc xuống thuyền và xuống nước với cô con gái 11 tuổi của tôi khá hỗn loạn nhưng điều đó thật đáng giá. Chúng tôi dừng lại ở một vài nơi, tất cả đều tuyệt đẹp, ngoạn mục.  Cuối cùng, chúng tôi dừng lại để ăn trưa với cơm và thịt gà trung bình nhưng khung cảnh thật tuyệt vời. Điểm mà bạn có thể đi lên quan điểm, chúng tôi quyết định không bận tâm vì trời cực kỳ nóng, ngay cả trong tháng 8 và thay vào đó chúng tôi đã dành hơn một giờ chỉ trôi nổi trong khung cảnh hạnh phúc.  Nước trong vắt và ấm áp như tắm.  Bối cảnh của biểu tượng và cảm hứng.  Chúng tôi cũng RẤT NHIỀU ảnh tự chụp.  Chúng tôi rất vui vì đã ở dưới nước, điều đó cảm thấy vô cùng đặc biệt đối với chúng tôi. Sau đó, chúng tôi đi chèo thuyền kayak, thành thật mà nói thì điều đó là không cần thiết.  Chuyến tham quan kéo dài khoảng một giờ.  Con gái tôi ngủ say trên thuyền cũng như nhiều người khác.  Vào cuối ngày, có tiếng vỗ tay dành cho phi hành đoàn, v.v. đó là một chuyến đi thực sự đặc biệt và đáng giá. Chi phí mỗi chuyến khoảng 2.000 baht.  Vì vậy, về phía rẻ hơn.  Có lúc hơi hỗn loạn nhưng kỷ niệm thì để lại suốt đời.  Rất khuyến khích. Hãy xem video YouTube của chúng tôi IvysDadd nơi chúng tôi thực hiện Vlog chi tiết. Đọc thêm",
            "Tôi thực sự khuyên bạn nên chuyến đi trong ngày bằng thuyền.  Chúng tôi đã sử dụng Oceana Samui Charters được đặt từ Ritz-Carlton Koh Samui và chúng rất xuất sắc.  Phải mất khoảng 45 phút để đến khu vực công viên quốc gia từ Koh Samui.   Chúng tôi lặn dọc theo rạn san hô có rất nhiều cá và dành chút thời gian ở bãi biển gần đó.  Vào bữa trưa tại một làng chài nhỏ và nhìn thấy một số loài chim mỏ sừng lớn ở đó.   Cũng leo lên để xem hồ Emerald.  Thật đáng để leo lên, nhưng chỉ cần biết rằng cầu thang rất dốc và mất khoảng 20 phút để đi lên.Đọc thêm",
            "Thực sự đáng ghé thăm. Những địa điểm đẹp và quang cảnh tuyệt vời. Nhưng có một số điều để chuyến đi trở nên tốt nhất có thể: 1. thời tiết, nếu sóng quá lớn thì không thể tham quan hết mọi nơi và việc đi thuyền có thể khó khăn, 2. giày tốt, quang cảnh đẹp, nhưng đường lên có thể khó khăn , đặc biệt nếu chỉ đi dép xỏ ngón, 3. Công ty điều hành, tuyến đường, các hoạt động và dịch vụ bao gồm khác nhau giữa các công ty. Đọc thêm",
            "Không chắc chắn chúng tôi đã sử dụng công ty nào, nhưng bắt đầu bằng việc đón tại khách sạn, đi tàu cao tốc đến đảo đầu tiên, nơi chúng tôi lặn với ống thở trong khoảng 30 phút, quay lại thuyền đến một khu vực khác và lặn với ống thở thêm 20 phút nữa trong một hang động, sau đó đến một hòn đảo nơi chúng tôi chèo thuyền kayak, trước khi đi bộ lên một con đường mòn rất nguy hiểm, để đến một điểm ngắm cảnh đáng để chụp một hoặc hai bức ảnh đẹp; đừng thử leo núi khi đi dép xỏ ngón. Sau đó, chúng tôi quay lại thuyền đến một hòn đảo khác để ăn trưa, bữa trưa rất ngon. Không chắc khi nào, chúng tôi cũng được đưa đến một đầm phá, phải đi bộ lên cầu thang dốc để đến đó. Cuối cùng, đến hòn đảo cuối cùng trong một giờ thư giãn trên bãi biển, một vài con khỉ đang đi dạo quanh đây. Sau đó quay trở lại Samui. Một ngày bận rộn đã được các hướng dẫn viên và tàu cao tốc có tốc độ vừa phải làm tốt. Đối với công viên quốc gia, có rất nhiều thứ để xem và các hướng dẫn viên chỉ ra nhiều khía cạnh thú vị trên đường đi. Đọc thêm",
            "Bạn có thể đến công viên tự nhiên mang tính biểu tượng này bằng thuyền, trong đó có rất nhiều lựa chọn và mức giá. Đó là một chuyến đi chơi dài ngày tuyệt vời. Những người thích lặn với ống thở sẽ thấy Ang Thong là điểm nhấn trong thời gian họ ở Thái Lan. Có rất nhiều tờ rơi quảng cáo khác nhau có sẵn trên đảo và Google cũng sẽ hỗ trợ bạn với nhiều thông tin và tùy chọn phong phú.Đọc thêm",
            "Đã thực hiện một chuyến đi trong ngày với một số người bạn đến công viên quốc gia này trong thời gian khó khăn. Chúng tôi dành cả ngày để bơi lội, du ngoạn quanh những hòn đảo tuyệt vời, lặn với ống thở, uống bia và tận hưởng những bãi biển cát vàng hoàn toàn hoang vắng. Cả ngày chúng tôi không gặp một du khách nào khác, điều này thực sự làm tăng thêm vẻ đẹp của địa điểm này. Thật là một ngày tuyệt vời và cũng có thể khá rẻ!Đọc thêm",
            "Đi thuyền cao tốc Nhận chuyến đi trong ngày Hướng dẫn của bạn. Thuyền rất gập ghềnh trên đường trở về. Nhiều người bị say sóng ngay cả sau khi dùng Dramamine vì sóng rất cao và chúng tôi bay lên bay xuống như tàu lượn siêu tốc trong suốt một giờ mỗi chiều. Áo phao ở trên thuyền nên không hữu ích nếu chúng tôi cần. Đi bộ đẹp nhưng cần giày tốt. Ngày vui vẻ ngoài thuyền! Hãy suy nghĩ nghiêm túc nếu bạn có thể xử lý tàu cao tốc! Đọc thêm",
            "Tôi đi du lịch vào tháng 12, đó là mùa mưa và bãi biển trong khách sạn của chúng tôi ở Koh Samui đầy tảo. Chuyến đi đến Vườn quốc gia Mu Ko Ang Thong lần này là phần tuyệt vời nhất trong chuyến đi của tôi. Bãi biển sạch sẽ và không quá đông đúc. Chèo thuyền kayak là hoạt động yêu thích của tôi!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời tại công viên quốc gia Mu Ko Ang Tong. Cảm ơn người đàn ông Séc đã rất sâu sắc đã cung cấp cho chúng tôi thông tin tuyệt vời về loài cá ở Koh Samui.  Các nhân viên tuyệt vời rất tốt bụng và có những món ăn ngon nhất! Gà giòn, cơm chiên, chả giò! Khung cảnh tuyệt vời, chúng tôi yêu thích lặn với ống thở. Cảm ơn bạn vì một dịch vụ tuyệt vời trong tuần trăng mật của chúng tôi Đọc thêm"
        ],
        "star_ratings": [
            2037,
            842,
            367,
            119,
            96
        ],
        "review_amount": 3461,
        "location": [
            "Các hoạt động ở Ang Thong",
            "Ko Samui",
            "Vườn quốc gia Mu Ko Ang Thong",
            "Châu Á",
            "nước Thái Lan",
            "Ang Thong",
            "Tỉnh Surat Thani"
        ],
        "reviews_time": [
            "Written January 3, 2023",
            "Written January 25, 2024",
            "Written April 5, 2023",
            "Written February 24, 2020",
            "Written March 29, 2020",
            "Written January 26, 2020",
            "Written July 2, 2020",
            "Written December 31, 2023",
            "Written February 12, 2020",
            "Written June 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1905502-d450829-Reviews-Mu_Ko_Ang_Thong_National_Park-Ang_Thong_Ko_Samui_Surat_Thani_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1905502-d23830391-Reviews-Food_Bar_Cafe-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d7378128-Reviews-Ko_Wua_Ta_Lap_Island-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d15328302-Reviews-Blue_Lagoon_Emerald_Lake-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d450829-Reviews-or10-Mu_Ko_Ang_Thong_National_Park-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d7378165-Reviews-Ko_Mae_Ko-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d13794561-Reviews-Zong_Raue_Song_Rua_Waterfall-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d4548229-Reviews-Orion_Boat_Trips_Day_tours-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d2093397-Reviews-In_Sea_Speedboat-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8456607-Reviews-Museum_of_the_Second_World_War_Muzeum_II_Wojny_Swiatowej-Gdansk_Pomerania_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d17378245-Reviews-Suwaidi_Pearls-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d126570-Reviews-International_Rose_Test_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145166-Reviews-Mount_Olympus-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1062119-Reviews-Marina_Bay_Sands_Casino-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7346578-Reviews-IJ_Hallen-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d2303028-Reviews-The_Gum_Wall-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g12296718-d10771728-Reviews-Tigania_Beach-Sikia_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34346-d2175397-Reviews-Founders_Park-Islamorada_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44889-d274391-Reviews-Montauk_State_Park-Salem_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1905502-d450829-Reviews-or10-Mu_Ko_Ang_Thong_National_Park-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1905502-d450829-Reviews-Mu_Ko_Ang_Thong_National_Park-Ang_Thong_Ko_Samui_Surat_Thani_Province.html"
    }
]