[
    {
        "attraction_name": "Mueller State Park",
        "attraction_name_vi": "Công viên bang Mueller",
        "general_info": [
            "279 đánh giá",
            "- 2 trong số 7 việc cần làm trong Divide",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Một công viên tuyệt đẹp.Đọc thêm",
        "reviews": [
            "Đã đi vào đầu tháng 5. Vẫn còn tuyết trên mặt đất ở một số điểm. Một điều là chúng tôi đến từ PA và đã gặp một số khó khăn khi đi theo đường mòn do độ cao 10.000 feet. Đường mòn Dragonfly Children - s - dễ dàng, dẫn đến một số vùng nước. Hồ School - dốc ở một số đoạn và gặp khó khăn do độ cao, đã vượt qua một hồ nhỏ, tuyết vẫn còn trên đường mòn. Phong cảnh đẹp với cây cối và không có ai trên đường mòn. Đường mòn tự hướng dẫn Wapiti - ít tuyết trên đường mòn ở dưới cùng, một số đoạn lên xuống, mọi thứ đều được đánh sốĐọc thêm",
            "Thật là một công viên tiểu bang xinh đẹp và được bảo trì tốt! Nhiều con đường để lựa chọn. Vô số nơi để tận hưởng một buổi dã ngoại hoặc dành cả ngày trong sự cô độc.  - Phí 10 ngày chắc chắn là một món hời. Dành khoảng 2 giờ đi bộ trên một trong nhiều con đường mòn gần trung tâm du khách. Rất yên bình, yên tĩnh, sảng khoái khi đi dạo giữa thiên nhiên. Thậm chí còn nhìn thấy một đàn gà tây ăn bọ. Đọc thêm",
            "Thật là một công viên tuyệt đẹp, và một khu cắm trại thực sự tuyệt vời. Các khu cắm trại chỉ có điện nhưng có nước khắp khu cắm trại và có một trạm tiếp nhiên liệu. Có nhiều quang cảnh tuyệt đẹp xung quanh công viên và rất nhiều đường mòn. Nhiều khu vực dã ngoại và phòng tắm xung quanh công viên. Có một ao nhỏ để câu cá và một sân chơi. Rất nhiều hoa dại vào thời điểm này trong năm. Cửa hàng quà tặng nhỏ nhưng đẹp và có nhiều thứ để xem và bạn có thể mua một cuốn sách để đóng dấu tại tất cả các công viên tiểu bang ở Colorado như cuốn sách Công viên Quốc gia. Tôi ước tiểu bang của tôi - FL - có điều này. Đọc thêm",
            "Chúng tôi dừng lại ở Trung tâm Du khách và nhân viên kiểm lâm công viên rất hữu ích! Cô ấy giới thiệu nhiều con đường khác nhau cho chúng tôi. Trung tâm du khách có nhiều cuộc triển lãm về địa chất và động vật hoang dã trong công viên. Họ cũng có một cuộc triển lãm kể câu chuyện về Gia đình Mueller và cách họ đến để hiến tặng mảnh đất của mình, hiện là công viên tiểu bang cho tất cả chúng ta cùng thưởng thức!Đọc thêm",
            "Một trong những Khu cắm trại Công viên Tiểu bang tốt nhất mà chúng tôi đã từng đến.  Xinh đẹp.  Một số địa điểm có tầm nhìn tuyệt đẹp ra những ngọn núi.  Trung tâm du khách và nhân viên tuyệt vời.  Chúng tôi chỉ có đủ dịch vụ di động tại địa điểm 131 ở Grouse Min để làm việc trên máy tính. Vòng Conifer và vòng Peak View có tầm nhìn đẹp nhất ra núi.  Khu cắm trại cao gần 10.000 feet nên hãy chuẩn bị sẵn sàng.  Rất sạch sẽ!   Đã yêu nó.  Điều tiêu cực duy nhất là con chó của bạn không được phép đi trên bất kỳ con đường mòn nào hoặc ở vùng hẻo lánh.Đọc thêm",
            "RV cắm trại vào giữa tháng ba. Có những ngày đẹp trời và cả những ngày tuyết rơi tuyệt đẹp. Họ đã làm công việc tuyệt vời là giữ cho con đường thông thoáng - cày xới ít nhất hàng giờ cả ngày - . Nhân viên thân thiện, hữu ích. Những con đường mòn tuyệt vời, có gai - và cột - vào mùa đông. Hố toilet sạch sẽ, thơm tho và toilet xả nước cũng sạch sẽ, nhẹ nhàng, ấm áp. Phòng đẹp bên ngoài phòng tắm để rửa bát. Chúng tôi yêu nơi này!Đọc thêm",
            "Nhiều đường mòn đi bộ đường dài tuyệt đẹp để lựa chọn. Đường mòn Cahill Pond là đường mòn yêu thích của chúng tôi. Chúng tôi khuyên bạn nên đi theo chiều kim đồng hồ, nếu không sẽ có một đoạn leo dốc ở cuối đường. Hãy chắc chắn rằng bạn thêm vào điểm quan sát Grouse Mountain để có tầm nhìn tuyệt đẹp. Dynamite Cabin là một vòng lặp bổ sung tuyệt đẹp nhưng có một ngọn đồi dốc. Đọc thêm",
            "Chúng tôi đã đến thăm vào tháng 9 năm ngoái và quay lại để đi bộ đường dài vào mùa đông.  Chúng tôi đã ghi nhớ địa lý khi đi bộ đường dài.  Một vài con đường mòn bị tuyết bao phủ và khiến việc đi bộ trở nên khó khăn hơn nhưng nó thực sự rất thú vị.  Đây là một công viên xinh đẹp và rất nhiều cuộc phiêu lưu từ những con đường mòn.  Đi đến đỉnh cao nhất.  Khung cảnh thật tuyệt vời Đọc thêm",
            "Tôi là người địa phương, vì tôi chỉ cách đó khoảng 20 phút. Đã đi bộ đường dài - đạp xe qua tất cả các con đường mòn nhiều lần. Cảnh đẹp tuyệt vời, đi bộ đường dài tuyệt vời. Điểm duy nhất, và tôi muốn nói là duy nhất, là tất cả các con đường mòn, ngoại trừ một con đường ngắn, là tất cả các đầu tàu đều bắt đầu trên một đường gờ. VÌ VẬY phần đầu tiên của chuyến đi bộ đường dài là xuống dốc và chuyến đi trở về là lên dốc Nhưng đáng giáĐọc thêm",
            "Vợ tôi và tôi ở lại Spruce Cabin ba ngày trong ba đêm. Đáng kinh ngạc! Cabin rộng rãi, thoải mái và được trang bị đầy đủ đồ nội thất, bát đĩa, đồ dùng, dụng cụ nấu nướng, khăn trải giường, v.v. Mọi thứ đều được dán nhãn rõ ràng nên chúng tôi không cần phải thắc mắc điều gì đã xảy ra với đèn hay quạt nào. Nhân viên công viên rất thân thiện, hiểu biết và đáp ứng các yêu cầu hoặc nhu cầu bảo trì - pin báo khói của chúng tôi kêu vang - không phải loại pin mà chúng tôi có thể tiếp cận và họ đã sửa trong một giờ -. Nhìn chung, một chuyến đi tuyệt vời và chúng tôi rất mong chờ chuyến thăm tiếp theo của mình!  LỜI KHUYÊN VÀ THÔNG TIN: Không có TV trong cabin và không có Internet. Vùng phủ sóng điện thoại di động phụ thuộc vào nhà mạng của bạn - Tín hiệu AT - T rất yếu; Tín hiệu của Verizon là 2 vạch 4G LTE và chỉ đủ mạnh để thiết lập điểm phát wifi. Nội thất trong cabin không bao gồm khăn giấy lau mặt hoặc đồ dùng quầy bar - ví dụ: ly rượu - mặc dù đã có sẵn một chiếc mở nút chai. Và đặc biệt trong cabin Spruce, chỉ có một phòng tắm và nó nằm ở tầng chính; bất kỳ ai ở trong phòng ngủ tuyệt vời và khu vực tiếp khách ở tầng dưới sẽ phải lên tầng trên để sử dụng phòng tắm đó.Đọc thêm",
            "Chúng ta có thể đến đây lấy hóa thạch bất cứ lúc nàoĐọc thêm",
            "CHÀO \n\nTôi - tôi đến từ Nam California và gia đình tôi đang lên kế hoạch cho một chuyến đi đến Chia Colorado nhân dịp Lễ Tạ ơn. Tôi đoán là lúc đó trời sẽ có tuyết. Vì vậy thiếu kinh nghiệm lái xe trên tuyết. Con đường nào sẽ là tốt nhất để đi? Tôi không phiền nếu phải mất thêm vài giờ nữa để đến đích. Tôi đã cân nhắc việc đi qua Albuquerque New Mexico rồi từ đó về phía bắc. \n\nMọi gợi ý hoặc lời khuyên sẽ được đánh giá rất cao.\n\nCảm ơn \nGinaĐọc thêm",
            "Đợi đã, tôi đồng ý với Jim bên dưới về chỉ đường. Để giúp bạn thoải mái, họ được trang bị tốt để dọn đường tuyết ở đây và công viên không cách xa ranh giới đó, ngọn đồi trong công viên hơi dốc nhưng tôi nghĩ họ sẽ dọn sạch đường tuyết, như mọi khi khi lái xe vào vùng có thể có tuyết là một ý tưởng hay nếu bạn mang thêm nước, chăn - quần áo phòng trường hợp khẩn cấp, tôi thực sự không nghĩ bạn sẽ gặp bất kỳ vấn đề gì, chúc bạn có một chuyến đi tuyệt vời ở khu vực xinh đẹp này!Đọc thêm",
            "Có ai có thể giới thiệu một tuyến đường đi bộ đường dài trong Mueller để ngắm lá mùa thu không? Đọc thêm",
            "Nếu số lượng gấu nhiều như vậy trong công viên thì cắm trại trong lều có an toàn không?Đọc thêm",
            "Xin chào, tôi đã đặt chỗ cho một địa điểm dựng lều - đi bộ vào - .  Tôi tin rằng mỗi địa điểm này đều có tủ đựng đồ ăn.  Nếu điều này đúng, tủ đựng thực phẩm có khóa được không để những đồ có giá trị có thể được cất giữ bên trong khi đi xa?Đọc thêm",
            "Tôi biết chúng là bằng chứng của gấu, không phải bằng chứng của con người. Tôi - tôi không chắc liệu bạn có thể gắn ổ khóa hay không...Đọc thêm",
            "Có phải tất cả các khu cắm trại đều có nơi đặt lều của bạn không? Đó là điều bắt buộc để bạn có thể giữ lều của mình trong đó. Tôi - tôi không chắc nó - được gọi là gì - về cơ bản là một hình vuông nơi lều của bạn cần được dựng lên. Tôi - tôi đang đi với bạn gái của tôi và bạn của cô ấy, hai chúng tôi có một chiếc lều 7x7 giống nhau. Tôi đánh giá cao bất kỳ lời khuyên nào về bất cứ điều gì từ những gì nên đi xem đến những gì không nên làm. Cảm ơn bạn!Đọc thêm",
            "Tôi không thấy như thường lệ, diện tích cát 10 x 10 để dựng lều. Có vẻ như bạn có thể dựng lều ở bất kỳ đâu.Đọc thêm",
            "Chó cưng có thể đi trên đường mòn khi bị xíchĐọc thêm",
            "Vì khu vực này có rất nhiều gấu đen nên chúng KHÔNG cho phép thú cưng của bạn đi cùng bạn trên bất kỳ con đường mòn nào hoặc ở vùng quê. Hãy thận trọng, gấu ở khắp mọi nơi! Đó là một công viên tiểu bang xinh đẹp, nhưng đừng mất cảnh giác. Bình xịt gấu là vật dụng cần thiết phải mang theo bên mình nếu đi trekking tới đây.Đọc thêm",
            "Tôi thực sự thích bài đánh giá chi tiết của Red-Camper29---động vật hoang dã - những con đường mòn nghe thật tuyệt vời!\nCũng mừng vì RC29 đã mô tả tình huống nam - nữ rửa bát trong nhà vệ sinh nữ!\nChỉ điều này thôi đã khiến tôi phải suy nghĩ lại về kế hoạch đến thăm của chúng tôi---Tôi bị sốc khi một người làm việc ở công viên lại thấy điều này có thể chấp nhận được,\nchứ đừng nói đến HỢP PHÁP.\n\nCó ai có thêm thông tin gì không? Tôi - muốn biết trước khi đưa ra bất kỳ quyết định nào khác về việc dành thời gian ở đây...Đọc thêm",
            "Nói rõ hơn thì sự việc trong phòng tắm chỉ xảy ra một lần.   Điều này đã không xảy ra hàng ngày.  Và, dù thật khó xử, điều này sẽ không ngăn cản tôi và bạn bè tôi quay trở lại.   Hy vọng được ghé thăm công viên này một lần nữa.  Hi vọng điêu nay co ich. Đọc thêm",
            "Có đường mòn nào phù hợp cho xe lăn không?Đọc thêm",
            "Tôi biết có một con đường ngắn dành cho xe lăn đi quanh một cái ao nhỏ. Đó - là một trong những con đường mòn đầu tiên - bạn đến, ở bên trái.Đọc thêm",
            "Có khoảng bao nhiêu du khách đến Công viên bang Mueller mỗi năm?Đọc thêm",
            "Công viên này có khoảng 200-300 nghìn du khách mỗi nămĐọc thêm"
        ],
        "star_ratings": [
            204,
            62,
            6,
            4,
            3
        ],
        "review_amount": 279,
        "location": [
            "Chia",
            "Công viên bang Mueller",
            "Hoa Kỳ",
            "Colorado - CO -",
            "Những điều cần làm trong sự chia rẽ"
        ],
        "reviews_time": [
            "Written May 12, 2024",
            "Written September 19, 2023",
            "Written June 26, 2023",
            "Written November 14, 2022",
            "Written September 27, 2022",
            "Written April 1, 2022",
            "Written September 3, 2021",
            "Written April 3, 2021",
            "Written February 12, 2021",
            "Written October 29, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33390-d117347-Reviews-Mueller_State_Park-Divide_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33390-d1592771-Reviews-Colorado_Wolf_and_Wildlife_Center-Divide_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33390-d8470139-Reviews-Horsethief_Falls-Divide_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60804-d3264554-Reviews-Florissant_Fossil_Quarry-Florissant_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33390-d8562206-Reviews-Paradox_Beer_Company-Divide_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33390-d27072133-Reviews-Hayden_Divide_Park-Divide_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33390-d117347-Reviews-or10-Mueller_State_Park-Divide_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d12202489-Reviews-Rocky_Mountain_Ride-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d458069-Reviews-Mollie_Kathleen_Gold_Mine-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33344-d534479-Reviews-Pikes_Peak_America_s_Mountain-Cascade_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60804-d143125-Reviews-Florissant_Fossil_Beds_National_Monument-Florissant_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d2197626-Reviews-Outlaw_and_Lawmen_Jail_Museum-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d1811976-Reviews-The_Butte_Theater-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d672223-Reviews-Cripple_Creek_Heritage_and_Information_Center-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d263293-Reviews-Cripple_Creek_Victor_Narrow_Gauge_Railroad-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d657600-Reviews-Cripple_Creek_District_Museum-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d263294-Reviews-Old_Homestead_House_Museum-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d271926-Reviews-Bronco_Billy_s_Casino-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d3671924-Reviews-Biblical_Times_Dinner_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33814-d8612365-Reviews-Lavender_Pond_Farm-Killingworth_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1010310-d4885220-Reviews-Cave_Of_Zeus-Anogia_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g59681-d4310413-Reviews-The_Ridges_Sanctuary-Baileys_Harbor_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33764-d2167054-Reviews-Devil_s_Hopyard_State_Park-East_Haddam_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d6962054-Reviews-Assembly_Row-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d19197579-Reviews-San_Luis_Beach-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g673330-d587060-Reviews-Sioux_City_Park-San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g737141-d1167653-Reviews-Rugova_Canyon-Pec.html",
            "https://www.tripadvisor.com/Attraction_Review-g729733-d1960526-Reviews-Maquinit_Hot_Spring-Coron_Busuanga_Island_Palawan_Province_Mimaropa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33390-d117347-Reviews-or10-Mueller_State_Park-Divide_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33390-d117347-Reviews-Mueller_State_Park-Divide_Colorado.html"
    }
]