[
    {
        "attraction_name": "Mui Ne Easy Rider",
        "attraction_name_vi": "Mũi Is Easy Rider",
        "general_info": [
            "23 đánh giá",
            "- 12 trong 64 Tour - Hoạt động ở Mũi Né",
            "Tour nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với cuộc phiêu lưu Mũi Né Easy Rider. Xin chào mọi người! Nếu bạn mệt mỏi với những chuyến xe buýt dài ngoằn ngoèo giữa các thành phố khác nhau và bạn có muốn nhìn thấy một Việt Nam thực sự không? chúng tôi sẽ giúp bạn ! Chúng tôi là Muine Adventure Easyrider và chúng tôi sẽ cho bạn thấy không phải phần du lịch mà là Việt Nam thực sự. Chúng tôi là một hướng dẫn viên và người điều hành trong một thỏa thuận trọn gói. chúng tôi đi theo con đường bebe. Bạn học được rất nhiều điều về người dân Việt Nam về lối sống, ẩm thực, trang trại, làng dân tộc thiểu số - một số người dân tộc thiểu số chưa từng thấy khách du lịch trong đời - và thể hiện vẻ đẹp thiên nhiên của chúng ta với một số thác nước đẹp mà bạn có thể sẽ từng thấy hãy nhìn thấy trong cuộc sống của bạn... Và điều tuyệt vời nhất là chúng ta có thể dừng lại ở bất cứ nơi nào bạn muốn, để bạn có thể chụp những bức ảnh vừa uống cà phê vừa thưởng thức những khung cảnh không thể tin được. Cảm giác đi trên đỉnh núi thật khó tin và mang lại cho bạn rất nhiều niềm vui. Vậy tại sao bạn lại đi xe buýt nếu bạn có thể có lựa chọn thay thế này một lần. Hãy tận hưởng khoảng thời gian tuyệt vời của bạn với chúng tôi... Cảm ơn bạnĐọc thêm",
        "reviews": [
            "Hãy sắp xếp cho chúng tôi cùng một người bạn thực hiện một chuyến du lịch riêng bằng xe jeep đến cồn cát. Siêu thân thiện và hữu ích! Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì một đánh giá tuyệt vời. Hi vọng chúng ta sẽ sớm gặp lại nếu có thể Đọc thêm",
            "Chuyến đi hai ngày từ Mũi Né đến Đà Lạt và Nha Trang là một trong những điểm nổi bật trong chuyến phiêu lưu Việt Nam của tôi. Kiến thức và kinh nghiệm sâu rộng của Kwa - là vô song! Anh ấy là người dễ tính, thực tế và là một chàng trai tuyệt vời về mọi mặt. Trong cuộc hành trình, chúng tôi đã đến thăm nhiều địa điểm đáng kinh ngạc và đã thực hiện một số điểm dừng thú vị. Kwa cũng giới thiệu cho tôi một số món ăn Việt Nam tuyệt vời nhất. Nếu tôi trở lại Việt Nam, Kwa chắc chắn sẽ là người hướng dẫn tôi đi. Cảm ơn Kwa, vì đã khiến khoảng thời gian ở Việt Nam của tôi trở nên đáng nhớ!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Tôi - tôi hy vọng chúng ta có thể gặp lại nhau sớm nếu có thể, anh bạnĐọc thêm",
            "Qua là một hướng dẫn viên và lái xe rất giỏi. Anh ấy lắng nghe nhu cầu của bạn và tùy chỉnh chúng, dừng lại trên đường để cho bạn thấy văn hóa Việt Nam và cách người dân địa phương sản xuất những thứ truyền thống. Anh ấy vui tính và là một người bạn đồng hành tốt. Tôi đã thực hiện chuyến du lịch 3 ngày từ Mũi Né đến Đà Lạt rồi đến Nha Trang. Khung cảnh núi non tuyệt đẹp từ Đà Lạt đến Nha Trang. Qua là một hướng dẫn viên được nhiều người khuyên dùng cho chuyến tham quan bằng xe máy xuyên Việt Nam!Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và thực hiện chuyến đi 3 ngày cùng tôi. Tôi chúc bạn có thời gian vui vẻ ở Việt Nam; - Đọc thêm",
            "Tôi đã thực hiện chuyến đi trong ngày 4 tiếng quanh khu vực Mũi Né với anh Quá.  Tôi rất lo lắng khi đi xe đạp nhưng anh Qua rất tốt bụng và tôi nhanh chóng cảm thấy rất thoải mái.  Chúng tôi đi dạo trong Suối Tiên, thăm những cồn cát trắng và đỏ và dành thời gian ngắm cảnh biển.  Đó là một buổi chiều vui vẻ kết thúc bằng việc ngắm hoàng hôn trên Làng chài Mũi Né - cảm ơn Mr aqua - Đọc thêm",
            "Cảm ơn bạn đã đặt chuyến đi của bạn với tôi. hy vọng chúng ta sẽ làm cho chuyến đi 5 ngày tiếp theo trở nên vui vẻ và tận hưởng Đọc thêm",
            "Tôi đang đi du lịch với tư cách là một phụ nữ độc thân và hơi e ngại khi đi một mình về vùng nông thôn. Có lẽ ngớ ngẩn nhưng đó là tôi. Tôi đã lấy hết can đảm để thử sau khi đọc các nhận xét và rất vui vì đã làm như vậy vì đó là một trải nghiệm tuyệt vời. Tôi chỉ có hai ngày với Qua nhưng chúng tôi đã thấy rất nhiều điều và có một chuyến phiêu lưu tuyệt vời, tôi rất tiếc là tôi không thể kéo dài chuyến đi do chuyến bay tiếp theo đã được đặt trước. Cảm ơn anh Quá rất nhiều, một quý ông đích thực : - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá về tôi. Chúc bạn có một kỳ nghỉ tuyệt vời và hy vọng lần sau chúng ta có thể thực hiện một chuyến đi khác.\nTrân trọng \nMr QuaĐọc thêm",
            "Qwah là một chàng trai tuyệt vời! Tôi thứ hai mọi cảm xúc trong các bài đánh giá ở đây. Tôi ở trong một nhóm gồm 6 người, 2 trong số đó có xe đạp riêng. Tất cả chúng tôi đã cùng nhau đạp xe trong 5 ngày tuyệt vời. Đó là điểm nổi bật trong chuyến đi khám phá Việt Nam - Thái Lan trong tháng của tôi. Chúng tôi đã nhìn thấy một Việt Nam thực sự cách xa các điểm du lịch nhiều nhất có thể.Qwah khiến tôi cảm thấy thoải mái ngay khi gặp - 100 - an toàn trên đường. Anh ấy - là một tay đua xuất sắc, rất vui tính, luôn mỉm cười - đảm bảo bạn sẽ có khoảng thời gian vui vẻ. Anh ấy - rất thông tin - đã khai sáng cho tôi tất cả những nội dung văn hóa khi đi xe cũng như các điểm dừng của chúng tôi trên đường đi. Tôi thực sự giới thiệu anh ấy - đồng nghiệp của anh ấy, Tang.Đọc thêm",
            "Cảm ơn gia đình đã đồng hành cùng chúng tôi trong chuyến đi 5 ngày. hy vọng chúng ta có thể thực hiện chuyến đi tiếp theo càng sớm càng tốt. lời chúc tốt đẹp nhất Đọc thêm",
            "Tôi đã thực hiện một chuyến du lịch vòng quanh Mũi Né trong một ngày. Chúng tôi đi qua những cồn cát trắng, chùa Bình Nhon, tháp Chàm Po Sah Inu, suối Tiên và cảng Mũi Né. Khung cảnh ngoạn mục và bạn có thể trải nghiệm cuộc sống làng quê địa phương. Bạn sẽ thấy những địa điểm ít được ghé thăm hơn và bạn có thể dừng lại để chụp ảnh hoặc uống nước bất cứ khi nào bạn muốn. Đối với những người ăn chay, trên đường đi cũng sẽ có những địa điểm ăn uống ngon. Hướng dẫn viên Qua của tôi lái xe an toàn và anh ấy sẽ đảm bảo bạn có khoảng thời gian tuyệt vời nhất trong đời! Anh ấy sẽ kể cho bạn nghe tất cả về cuộc sống ở Việt Nam và bạn có thể hỏi anh ấy mọi điều bạn muốn biết: - Chuyến đi này chắc chắn là một trong những điểm nổi bật trong thời gian tôi ở Việt Nam và tôi có thể giới thiệu nó cho mọi người.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì chuyến đi một ngày với tôi. Tôi hy vọng nếu thời gian cho phép chúng tôi sẽ thực hiện chuyến đi nhiều ngày hơn vào lần tới. Chúc bạn có kỳ nghỉ vui vẻ và thú vị tại Việt Nam. Đọc thêm",
            "Tóm tắt:Bạn không thể tận hưởng trọn vẹn những điều kỳ diệu của Việt Nam nếu không trải nghiệm bằng xe đạp! Anh trai tôi và tôi là những tay đua giàu kinh nghiệm nhưng trong chuyến đi này, chúng tôi không có người lái nào trong nhóm nên chúng tôi đã nhờ đến sự phục vụ của ông Qwah và ông ấy thật tuyệt vời. Mẹ tôi luôn cảm thấy an toàn khi đi cùng anh ấy và chúng tôi đã có 5 ngày đáng kinh ngạc để tận hưởng một Việt Nam đích thực, tránh xa các điểm nóng du lịch. Hành trình: Chúng tôi đi theo những con đường ven biển tuyệt vời từ Mũi Né đến Nha Trang với tầm nhìn tuyệt đẹp ra các vịnh và làng chài, sau đó rẽ vào đất liền và lên vùng Tây Nguyên, dừng chân ngâm mình dưới sông và cuối cùng đến một khu cắm trại của người dân tộc thiểu số địa phương, nơi không có người nước ngoài đã từng đến và nơi chúng tôi có một đêm đặc biệt do họ tổ chức, bao gồm cả buổi biểu diễn múa truyền thống và đốt lửa trại riêng của chúng tôi! Ngày hôm sau chúng tôi ở trong một nhà nghỉ ngoại ô Đà Lạt với tầm nhìn ra núi và thung lũng sông và cuối cùng là đến thành phố Bảo Lộc, dọc đường chúng tôi dừng lại ở thác nước, trang trại, đồn điền chè, v.v. và tất cả các tuyến đường đều được lái xe tuyệt vời những con đường. Hướng dẫn: Ông Qwah là một hướng dẫn viên tận tâm: rất hữu ích, ân cần và tốt bụng cũng như cực kỳ linh hoạt để đáp ứng các kế hoạch và ý tưởng bất chợt luôn thay đổi của chúng tôi - Tôi không thể giới thiệu ông ấy đủ cao.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời. Mong được gặp lại bạn và gia đình Đọc thêm",
            "Không thể - không đồng ý nhiều hơn với các đánh giá khác! Muine easy Rider có thể cho bạn thấy Việt Nam thực sự. Quá và Thắng đã làm cho chuyến đi này thật khó quên. Tại sao bạn nên hỏi Muine easy Rider?- an toàn- giáo dục- thoải mái- khung cảnh tuyệt vời- dừng lại bất cứ khi nào bạn muốn- hái trái cây tươi- ghé thăm những khu vực ít khách du lịch hơn của Việt Nam- họ là những người bạn đồng hành tốt- cuối cùng nhưng không kém phần quan trọng.. Qua cũng đẹp pictures.Bạn gái tôi và tôi đang tìm kiếm một cách khác để đi từ Thành phố Hồ Chí Minh đến Mũi Né. Người lái dễ dàng Muine đã mời chúng tôi một chuyến đi hai ngày. Chúng tôi đã đến thăm một số địa điểm tuyệt vời mà tôi có thể đã bỏ lỡ khi di chuyển bằng xe buýt. Họ cũng giải thích cho chúng tôi về thức ăn và thói quen của người Việt Nam. Đó là một chuyến đi thú vị giữa thiên nhiên và cạnh bãi biển. Chúng tôi thích chuyến đi đến mức chúng tôi đã yêu cầu người lái xe dễ dàng ở Mũi Né đưa chúng tôi đi trong giây lát - ! - chuyến đi hai ngày từ Mũi Né đến Đà Lạt. Chúng tôi có nhiều thời gian để dừng lại bao lâu tùy thích và ở lại bao lâu tùy thích. Chúng tôi đã học được rất nhiều điều về - vùng cao -. Chúng tôi dừng lại ở các trang trại trái cây, cà phê, và nơi họ làm bánh tráng theo cách truyền thống. Chúng tôi rất vui vì đã nhìn thấy điều này - một phần của Việt Nam - . Vào đêm cuối cùng của chúng tôi, họ thậm chí còn làm bữa tối BBQ cho chúng tôi. Họ là những người bạn đồng hành thực sự tốt và đã cung cấp cho chúng tôi rất nhiều thông tin. 4 ngày với tay đua dễ dàng ở Mũi Né chắc chắn rất xứng đáng! Thijs - AngelaĐọc thêm",
            "Cảm ơn quý khách đã tin tưởng công ty chúng tôi và đặt tour 4 ngày. Chúng tôi rất vui được phục vụ bạn trong chuyến đi vừa qua. Chúc bạn và bạn gái có một kỳ nghỉ lễ vui vẻ và thú vị Đọc thêm",
            "Tôi đang tìm tài xế chở chúng tôi từ Thành phố Hồ Chí Minh đến Mũi Né thì tình cờ gặp Mũi Né Easy Rider. Chúng tôi có ít kinh nghiệm về xe máy, nhưng việc đọc các nhận xét đã cám dỗ tôi đặt chuyến đi này. Thật là một trải nghiệm tuyệt vời và độc đáo! Hướng dẫn viên của chúng tôi, Qua và Thắng thật tuyệt vời. Ngay từ đầu, rời khỏi Sài Gòn, chúng tôi luôn cảm thấy an toàn. Sau khi ra khỏi thành phố và băng qua sông bằng phà, vùng nông thôn và các thị trấn nhỏ thật thú vị để ngắm nhìn. Chúng tôi đã dừng lại một số điểm trên đường đi để uống cà phê, giải khát, ăn uống và tất nhiên là các điểm tham quan. Lẽ ra chúng tôi có thể thực hiện chuyến đi từ Sài Gòn đến Mũi Né trong vài giờ, nhưng có quá nhiều điều chúng tôi có thể đã bỏ lỡ. Cảm ơn Qua và Thắng, chúng tôi rất thích chuyến đi này!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đi du lịch cùng chúng tôi và để lại đánh giá tuyệt vời như vậy Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            0,
            0,
            0
        ],
        "review_amount": 25,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Việt Nam",
            "Binh Thuan Province",
            "Châu Á",
            "Phan Thiet",
            "Mũi Né",
            "Mũi Is Easy Rider"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written March 12, 2024",
            "Written January 18, 2024",
            "Written January 16, 2024",
            "Written January 15, 2024",
            "Written January 10, 2024",
            "Written January 10, 2024",
            "Written January 4, 2024",
            "Written December 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d16882153-Reviews-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or10-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or20-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16879207-Reviews-Easyrider_Muine-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d13412524-Reviews-Triangle_Rooftop_Club-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d8602408-Reviews-Ham_Tien_Market-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d15044555-Reviews-Mui_Ne_Discover-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d9883263-Reviews-Vetratoria_Vietnam-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d4102551-Reviews-Vietnam_Easy_Riders_Group-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d7102338-Reviews-Lotus_Lake-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12991231-Reviews-Vietnam_Surf_Soul-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d7907569-Reviews-Easyrider_Muine-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d2423155-Reviews-Fairy_Stream_Suoi_Tien-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d10034702-Reviews-Water_Lily_Spa-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d3588500-Reviews-C2Sky_Kitesurfing_Vietnam-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d1961563-Reviews-Surfpoint_Kiteboarding_School-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d17739232-Reviews-Zest_Spa-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d4742224-Reviews-Mui_Ne_Cooking_School-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d598558-Reviews-Cosmic_Cavern-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7154312-Reviews-Laima_Chocolate_Museum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g7088060-d2170316-Reviews-La_Ruta_del_Cares-Poncebos_Cabrales_Municipality_Asturias.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d8089215-Reviews-Rua_Augusta-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d131970-Reviews-Baldwin_Home_Museum-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d4937129-Reviews-Anesis_Massage_Wellness_Center_Hammam-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553612-Reviews-Mohatta_Palace_Museum-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d552668-Reviews-Cafe_Buza-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57202-d117008-Reviews-Cabot_Farmers_Village_Store-Cabot_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d735521-Reviews-Acropolis_Museum-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or10-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Mui Ne Easy Rider",
        "attraction_name_vi": "Mũi Is Easy Rider",
        "general_info": [
            "23 đánh giá",
            "- 12 trong 64 Tour - Hoạt động ở Mũi Né",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với cuộc phiêu lưu Mũi Né Easy Rider. Xin chào mọi người! Nếu bạn mệt mỏi với những chuyến xe buýt dài ngoằn ngoèo giữa các thành phố khác nhau và bạn có muốn nhìn thấy một Việt Nam thực sự không? chúng tôi sẽ giúp bạn ! Chúng tôi là Muine Adventure Easyrider và chúng tôi sẽ cho bạn thấy không phải phần du lịch mà là Việt Nam thực sự. Chúng tôi là một hướng dẫn viên và người điều hành trong một thỏa thuận trọn gói. chúng tôi đi theo con đường bebe. Bạn học được rất nhiều điều về người dân Việt Nam về lối sống, ẩm thực, trang trại, làng dân tộc thiểu số - một số người dân tộc thiểu số chưa từng thấy khách du lịch trong đời - và thể hiện vẻ đẹp thiên nhiên của chúng ta với một số thác nước đẹp mà bạn có thể sẽ từng thấy hãy nhìn thấy trong cuộc sống của bạn... Và điều tuyệt vời nhất là chúng ta có thể dừng lại ở bất cứ nơi nào bạn muốn, để bạn có thể chụp những bức ảnh vừa uống cà phê vừa thưởng thức những khung cảnh không thể tin được. Cảm giác đi trên đỉnh núi thật khó tin và mang lại cho bạn rất nhiều niềm vui. Vậy tại sao bạn lại đi xe buýt nếu bạn có thể có lựa chọn thay thế này một lần. Hãy tận hưởng khoảng thời gian tuyệt vời của bạn với chúng tôi... Cảm ơn bạnĐọc thêm",
        "reviews": [
            "Mình đi tour 2 ngày từ Mũi Né lên Đà Lạt cùng Qua. Chắc chắn là một trong những chuyến đi tuyệt vời nhất tôi từng thực hiện! Anh ấy - là một tay đua xuất sắc, luôn cảm thấy cực kỳ an toàn ngay cả khi chúng tôi đã dành phần lớn chuyến đi để đạp xe dưới mưa. Qua thực sự rất vui tính và luôn đảm bảo rằng bạn sẽ có khoảng thời gian vui vẻ. Tôi tin rằng bạn có thể nhìn thấy rất nhiều thứ và địa điểm - bạn sẽ không bao giờ được trải nghiệm nếu bạn đi một mình. Và bạn có thể hỏi tất cả các câu hỏi và anh ấy sẽ giải thích mọi thứ cho bạn: - Đó là một trải nghiệm rất khác khi đi du lịch cùng người dân địa phương và bạn thực sự được tận hưởng phong cảnh trong chuyến đi Easy Rider so với việc tự mình đi xe khi bạn luôn phải tập trung trên đường - điều mà tôi - cũng đã làm - .Tôi không thể giới thiệu đủ cao một chuyến đi với anh ấy và chắc chắn sẽ làm lại khi trở lại Việt Nam! Đọc thêm",
            "Cảm ơn bạn - rất nhiều vì đã viết đánh giá tuyệt vời. Tôi chúc bạn có khoảng thời gian vui vẻ ở Việt Nam và hy vọng chúng ta có thể thực hiện một chuyến đi khác vào lần tới, ngày dài hơnĐọc thêm",
            "Tôi liên lạc với Qua và sáng hôm sau anh ấy đến khách sạn của tôi lúc 4h30 sáng để đưa tôi đến cồn cát đón Bình minh... thật tuyệt vời!.. sau đó anh ấy đưa tôi đến tất cả những nơi tôi muốn xem và chúng tôi chỉ ở lại đó thôi miễn là tôi muốn và sau đó tiếp tục...nó thật hoàn hảo..hoàn toàn phù hợp với những gì phù hợp với tôi.  Tôi đặc biệt giới thiệu anh ấy cho bất kỳ ai muốn có trải nghiệm Việt Nam THỰC SỰ mà không cần đến những thứ vớ vẩn dành cho khách du lịch.  Anh ấy đảm bảo tôi luôn an toàn - thoải mái. Tôi chắc chắn sẽ đặt một chuyến đi dài hơn ở vùng cao nguyên miền Trung với anh ấy và xem những địa điểm tuyệt vời mà nhiều người không thể đến! Hãy kiểm tra các đánh giá trên facebook của anh ấy nữa...mọi người đều yêu thích anh ấy..hãy đặt chỗ ngay! Hủy chuyến xe buýt đó và ngắm cảnh!!!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì bài viết đánh giá. Tôi hy vọng một ngày không xa chúng ta có thể tiếp tục cuộc hành trình lâu hơn nữa Đọc thêm",
            "Chúng tôi đã cùng Qua và bạn của anh ấy trải qua một ngày trên đường từ Đà Lạt đến Mũi Né và tôi có thể nói rằng đó là điểm nổi bật trong hành trình Việt Nam của chúng tôi. Không chỉ chúng tôi đã nhìn thấy rất nhiều địa điểm đẹp mà bản thân Qua cũng rất chu đáo, tốt bụng và thân thiện. Kỹ năng lái xe của anh ấy rất chuyên nghiệp và tôi luôn cảm thấy an toàn. Tôi chắc chắn có thể khuyên bạn nên chọn anh ấy và thực hiện chuyến đi nhiều ngày hơn, bởi vì anh ấy biết phải cho bạn xem gì.Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và đặt chuyến đi với chúng tôi. hy vọng lần sau chúng ta có thể thực hiện chuyến đi nhiều ngày hơn. Chúc bạn và gia đình sức khỏe Đọc thêm",
            "Tôi vừa trở về sau 3 ngày tuyệt vời nhất trong chuyến đi Việt Nam. Tôi thuê Qua - Smiley - - vâng anh ấy - luôn mỉm cười - chở tôi đi 3 ngày từ LaGi về Cần Thơ. Chúng tôi đã bao phủ rất nhiều mặt đất, nhiều chuyến phà và rất nhiều dịch vụ hậu cần. Tôi yêu cầu anh ấy bước ra ngoài thói quen thường ngày của mình và đi chệch khỏi con đường quen thuộc một chút. Anh bắt buộc. Anh ấy cũng giúp sắp xếp một vài chuyến đi địa phương - chợ nổi, v.v. - Anh ấy luôn lái xe an toàn. Dừng lại khi tôi muốn chụp những bức ảnh bất tận. Anh ấy cẩn thận đóng gói chiếc xe đạp và đồ đạc của tôi. Anh ấy làm mọi thứ với một nụ cười. Anh ta nhằm mục đích làm hài lòng. Dành cho các bạn nữ du khách độc thân. Anh ấy là một quý ông tuyệt đối. Luôn khiến tôi cảm thấy an toàn. Tôi không thể giới thiệu dịch vụ của anh ấy nhiều hơn. Tôi sẽ quay lại Việt Nam và đặt phòng với anh ấy một lần nữa trong tích tắc.  Bạn sẽ không hối hận đâu!!! Đọc thêm",
            "Cảm ơn bạn đã viết một bài đánh giá tuyệt vời - Đọc thêm",
            "Tôi đến Việt Nam vài năm trước với một người bạn và chúng tôi gặp Qua ở Mũi Né. Chúng tôi quyết định đi cùng anh ấy đến Hồ Chí Minh và đó thực sự là một ý tưởng hay. Anh ấy đã dạy chúng tôi rất nhiều điều trên đường và thực sự quan tâm đến chúng tôi. Đừng ngần ngại... đi : - Đọc thêm",
            "Cảm ơn bạn viết đánh giá j3ssik160. Chúng tôi hy vọng một ngày không xa sẽ gặp lại bạn Đọc thêm",
            "Anh chàng này thật tuyệt. Anh chàng đáng yêu đưa bạn đến những địa điểm đáng yêu trên chiếc xe đạp của anh ấy. Rất thích chuyến tham quan của tôi, học được nhiều điều và chắc chắn sẽ giới thiệu !!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã viết đánh giáĐọc thêm",
            "Ngày tuyệt vời chứa đầy thông tin, những điều thú vị cũng như cuộc sống địa phương. Qua đã chỉ cho tôi chính xác những gì tôi muốn và thật tuyệt vời, bạn chỉ cần nói sở thích của mình và anh ấy sẽ dẫn bạn đi tham quan xung quanh. Nơi con người sinh sống, việc họ làm, quy trình làm ra đồ vật cũng như thiên nhiên xung quanh đều được giải thích hoàn toàn, nhờ đó bạn sẽ biết cách ghép các câu đố tiếng Việt lại với nhau! Một khi quanh Mũi Né, hoặc đi xa hơn nữa, người chăm sóc tuyệt vời luôn sẵn sàng dẫn bạn đi tham quan! Đừng bỏ lỡ cơ hội. Lời chào từ Slovakia !Đọc thêm",
            "Cảm ơn bạn Jurajkordik đã viết bài đánh giá Đọc thêm",
            "Đã thuê một chiếc Benneli vài ngày đầu năm.  Có một mức giá tuyệt vời và một chiếc xe đạp chạy tốt.  Anh chàng rất thân thiện và tốt bụng mà chúng tôi đã thuê!  Những con đường tuyệt vời và công viên quốc gia xung quanh nếu bạn yêu cầu! Cảm ơn hàng triệu người từ Kiwi và Slovakia!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu 2 đêm - 3 ngày với Qua.  Cá nhân anh ấy đã tạo ra một hành trình cho tôi dựa trên thời gian của tôi cũng như những điều tôi muốn làm và xem.  Anh ấy - cực kỳ am hiểu về văn hóa, đất đai và con người.  Anh ấy là người đàn ông tuyệt vời nhất, có trái tim vàng.  Anh ấy rất dễ trò chuyện nên bạn không bao giờ cảm thấy khó chịu hay buồn chán.  Anh ấy quan tâm đến mọi chi tiết có thể một cách hoàn hảo, điều này cho phép bạn chỉ cần ngồi lại và tận hưởng chuyến đi.   Anh ấy cho bạn ăn, đảm bảo bạn có nước và cà phê, đặt phòng khách sạn và sẵn lòng dừng lại và chụp vô số bức ảnh bất cứ khi nào bạn muốn.  Anh ấy đã hoàn toàn chuẩn bị cho mọi thứ.  Như khi trời mưa, anh ấy đã chuẩn bị sẵn áo mưa đầy đủ cho chúng tôi và che cho hai chiếc ba lô khổng lồ của tôi để chúng được an toàn.  Tôi đi du lịch với máy tính và các thiết bị khác và anh ấy đã cố gắng hết sức để đảm bảo chúng sẽ được an toàn.  Là một nữ du khách độc thân, tôi hơi e ngại khi bắt đầu cuộc phiêu lưu này.  Tuy nhiên, tôi cảm thấy vô cùng an toàn khi ở bên Qua, anh ấy rất quan tâm đến tôi và luôn quan tâm đến sự thoải mái, an toàn của tôi.  Tôi không thể - không thể giới thiệu đủ trải nghiệm này.   Bạn thực sự sẽ bỏ lỡ.Đọc thêm",
            "Tôi đã đi du lịch 3 ngày với Qua khi tôi đi du lịch khắp Việt Nam, và tôi thực sự vui vì đã làm vậy. Chúng tôi đã đi từ Mũi Né, đến Đà Lạt và Nha Trang. Qua hiểu biết, hài hước, chu đáo và cẩn thận. Tôi cảm thấy an toàn và rất vui khi anh ấy chú ý đến những điều tôi quan tâm. Anh ấy dừng lại bất cứ khi nào chúng tôi thấy điều gì đó thú vị xảy ra, chẳng hạn như công nhân sử dụng máy để phân loại hạt cà phê hoặc cơ hội để lấy một ít thanh long! Đó là một cách tuyệt vời để đi du lịch và ngắm nhìn một số vùng nông thôn. Tôi chắc chắn sẽ đi du lịch một lần nữa với Qua nếu tôi quay lại Mũi Né. Đọc thêm",
            "Cảm ơn bạn - Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            0,
            0,
            0
        ],
        "review_amount": 25,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Việt Nam",
            "Binh Thuan Province",
            "Châu Á",
            "Phan Thiet",
            "Mũi Né",
            "Mũi Is Easy Rider"
        ],
        "reviews_time": [
            "Written December 14, 2023",
            "Written August 16, 2023",
            "Written January 12, 2023",
            "Written January 8, 2020",
            "Written September 29, 2019",
            "Written May 23, 2019",
            "Written April 25, 2019",
            "Written April 18, 2019",
            "Written March 27, 2019",
            "Written March 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d16882153-Reviews-or10-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or20-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16879207-Reviews-Easyrider_Muine-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d13412524-Reviews-Triangle_Rooftop_Club-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d8602408-Reviews-Ham_Tien_Market-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d15044555-Reviews-Mui_Ne_Discover-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d9883263-Reviews-Vetratoria_Vietnam-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d4102551-Reviews-Vietnam_Easy_Riders_Group-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d7102338-Reviews-Lotus_Lake-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12991231-Reviews-Vietnam_Surf_Soul-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d7907569-Reviews-Easyrider_Muine-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d2423155-Reviews-Fairy_Stream_Suoi_Tien-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d10034702-Reviews-Water_Lily_Spa-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d3588500-Reviews-C2Sky_Kitesurfing_Vietnam-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d1961563-Reviews-Surfpoint_Kiteboarding_School-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d17739232-Reviews-Zest_Spa-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d4742224-Reviews-Mui_Ne_Cooking_School-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47314-d2283115-Reviews-Bethel_Woods_Center_for_the_Arts-Bethel_Sullivan_Catskills_Catskill_Region_New_Yor.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501027-Reviews-Ronnie_Scott_s_Jazz_Club-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d263791-Reviews-Innisfree_Gardens-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8278689-Reviews-National_Observatory_of_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g48662-d11660712-Reviews-Tallman_Mountain_State_Park-Sparkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d199918-Reviews-Sea_Fortress_Suomenlinna-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d8719342-Reviews-Fazenda_Sengha-Kigali_Kigali_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43780-d10343539-Reviews-Crystal_Lake-Flowood_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189245-Reviews-Musee_de_l_Armee_des_Invalides-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8489182-Reviews-The_Club_ATL-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or20-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or10-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Mui Ne Easy Rider",
        "attraction_name_vi": "Mũi Is Easy Rider",
        "general_info": [
            "23 đánh giá",
            "- 12 trong 64 Tour - Hoạt động ở Mũi Né",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với cuộc phiêu lưu Mũi Né Easy Rider. Xin chào mọi người! Nếu bạn mệt mỏi với những chuyến xe buýt dài ngoằn ngoèo giữa các thành phố khác nhau và bạn có muốn nhìn thấy một Việt Nam thực sự không? chúng tôi sẽ giúp bạn ! Chúng tôi là Muine Adventure Easyrider và chúng tôi sẽ cho bạn thấy không phải phần du lịch mà là Việt Nam thực sự. Chúng tôi là một hướng dẫn viên và người điều hành trong một thỏa thuận trọn gói. chúng tôi đi theo con đường bebe. Bạn học được rất nhiều điều về người dân Việt Nam về lối sống, ẩm thực, trang trại, làng dân tộc thiểu số - một số người dân tộc thiểu số chưa từng thấy khách du lịch trong đời - và thể hiện vẻ đẹp thiên nhiên của chúng ta với một số thác nước đẹp mà bạn có thể sẽ từng thấy hãy nhìn thấy trong cuộc sống của bạn... Và điều tuyệt vời nhất là chúng ta có thể dừng lại ở bất cứ nơi nào bạn muốn, để bạn có thể chụp những bức ảnh vừa uống cà phê vừa thưởng thức những khung cảnh không thể tin được. Cảm giác đi trên đỉnh núi thật khó tin và mang lại cho bạn rất nhiều niềm vui. Vậy tại sao bạn lại đi xe buýt nếu bạn có thể có lựa chọn thay thế này một lần. Hãy tận hưởng khoảng thời gian tuyệt vời của bạn với chúng tôi... Cảm ơn bạnĐọc thêm",
        "reviews": [
            "Chuyến đi đầu tiên của tôi đến Châu Á - trên 50 tuổi, nữ - : cùng với chị gái, anh rể và - của chúng tôi - 3 Easy Rider, chúng tôi đã đi từ Hội An đến miền bắc Việt Nam trong 15 ngày - bao gồm Ngũ Hành Sơn, Hà Giang Vòng lặp - thác Bản Giốc, Angel Eye và nhiều hơn nữa - và kết thúc ở Hạ Long. Qua, Thắng và Bruno đã khiến lần này trở thành một trải nghiệm khó quên. Chủ yếu là đi trên đường nông thôn, khoảng 180 km một ngày. Từ hàng ghế sau bạn có thể thư giãn và tận hưởng khung cảnh tuyệt đẹp, các tài xế cho bạn cảm giác rất an toàn. Bữa trưa ở những nhà hàng nông thôn giản dị siêu ngon. Hướng dẫn viên của chúng tôi luôn biết cách truyền cảm hứng cho chúng tôi bằng những gì họ đã chọn cho chúng tôi. Giao tiếp bằng tiếng Anh hoạt động rất tốt và trong các nhà hàng - nhà dân, tất nhiên đó là một lợi thế rất lớn khi họ có thể đặt hàng hoặc sắp xếp mọi thứ cho chúng tôi bằng ngôn ngữ địa phương, vì nhiều cư dân không nói được bất kỳ ngoại ngữ nào. Chúng tôi đã có một khoảng thời gian rất vui vẻ và đầy sự kiện - Việt Nam đầy màu sắc, có cảnh quan thiên nhiên tuyệt vời và người dân nông thôn đặc biệt thân thiện và hữu ích. Tôi sẽ chọn chuyến đi này - và đặc biệt là phương tiện giao thông này - một lần nữa và rất có thể giới thiệu Qua như một hướng dẫn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá về chuyến đi của bạn với chúng tôi. Tôi hy vọng chúng ta có thể thực hiện chuyến đi tiếp theo vào lần tới  \nCảm ơn bạn đã tin tưởng thực hiện chuyến đi cùng chúng tôi - Đọc thêm",
            "Chúng tôi đã có chuyến đi nhiều ngày tuyệt vời từ Mũi Né đến Đà Lạt cùng Qua Nguyenvan - với nghệ danh Smile - 5 năm trước. Chúng tôi giữ liên lạc với Smile qua WhatsApp và Facebook. Tháng 4 năm 2024 này, chúng tôi lên kế hoạch cho chuyến đi dài 15 ngày từ Hội An đến miền Bắc Việt Nam và điểm dừng ở Hạ Long cùng với anh ấy và 2 người khác. Đó là chuyến đi lớn mà chúng tôi đã mong đợi. 3 hướng dẫn viên Easyrider tuyệt vời đã dẫn chúng tôi đi qua vùng nông thôn miền Bắc Việt Nam. Bạn có thể theo dõi chuyến đi trong ứng dụng Polarsteps - Việt Nam - Sumatra - Malaysia - .Những người đi xe máy đã đóng gói những chiếc ba lô quá giang cỡ lớn của chúng tôi vào ghế sau thoải mái vào mỗi buổi sáng. Chúng tôi dừng lại mỗi giờ. Các nhà trọ và tuyến đường đã được hướng dẫn viên lựa chọn. Đó chỉ đơn giản là một trải nghiệm sống khó quên và thú vị - có lẽ là - :- - .Smile làm hướng dẫn viên - nhưng cũng có hai hướng dẫn viên còn lại là Thang Le và Bruno - - nghệ danh của anh ấy vì tài hát karaoke tuyệt vời của anh ấy... - lái xe liên tục cẩn thận bất chấp điều kiện đường đi đôi khi khó khăn.Đọc thêm",
            "Cảm ơn gia đình rất nhiều vì chuyến đi. Chúng tôi rất vui được gặp lại bạn và chúng tôi hy vọng bạn đang tận hưởng chuyến đi cùng chúng tôi..Hy vọng lần sau chúng ta sẽ có những chuyến đi khác Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan trong ngày vì có nhiều đánh giá tốt - chúng tôi đồng ý với 100 - -. Qua và Trang rất thân thiện và chu đáo và chúng tôi luôn cảm thấy an toàn, thoải mái và rất vui vẻ. Chúng tôi cũng có rất nhiều thông tin bổ sung về những địa điểm chúng tôi đã ghé thăm. Chúng tôi thực sự có thể giới thiệu cả hai:- - Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và đồng hành cùng chúng tôi. Hy vọng lần sau bạn quay lại Việt Nam chúng ta sẽ thực hiện chuyến đi tiếp theo với nhiều ngày hơn; - Đọc thêm",
            "Tôi lái xe từ Mũi Né đến Đà Lạt, nó đẹp vô cùng, bạn đã nhìn thấy rất nhiều khu vực và thiên nhiên, có những điểm dừng tuyệt vời và rất nhiều điều đã được chỉ dẫn và giải thích cho bạn. Tôi đã có một số bức ảnh thực sự đẹp và tôi có thể giới thiệu nó cho mọi người!Đọc thêm",
            "Cảm ơn bạn đã nhanh chóng cho tôi đánh giá tuyệt vời Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            0,
            0,
            0
        ],
        "review_amount": 25,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Việt Nam",
            "Binh Thuan Province",
            "Châu Á",
            "Phan Thiet",
            "Mũi Né",
            "Mũi Is Easy Rider"
        ],
        "reviews_time": [
            "",
            "Written April 23, 2024",
            "",
            "Written April 14, 2024",
            "",
            "Written March 5, 2024",
            "",
            "Written January 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d16882153-Reviews-or20-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or10-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d16879207-Reviews-Easyrider_Muine-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d13412524-Reviews-Triangle_Rooftop_Club-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d8602408-Reviews-Ham_Tien_Market-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d15044555-Reviews-Mui_Ne_Discover-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d9883263-Reviews-Vetratoria_Vietnam-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d4102551-Reviews-Vietnam_Easy_Riders_Group-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d7102338-Reviews-Lotus_Lake-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12991231-Reviews-Vietnam_Surf_Soul-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d7907569-Reviews-Easyrider_Muine-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d2423155-Reviews-Fairy_Stream_Suoi_Tien-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d10034702-Reviews-Water_Lily_Spa-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d3588500-Reviews-C2Sky_Kitesurfing_Vietnam-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d1961563-Reviews-Surfpoint_Kiteboarding_School-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298086-d17739232-Reviews-Zest_Spa-Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d4742224-Reviews-Mui_Ne_Cooking_School-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58350-d7287171-Reviews-Boulevard_Park-Bellingham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d2557209-Reviews-Daan_Forest_Park-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283344-Reviews-Cave_of_the_Winds-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d556600-Reviews-Jean_Talon_Market-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g51547-d3335798-Reviews-Lake_Thunderbird_State_Park-Norman_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g47602-d10164411-Reviews-Waterfront_Park-Dobbs_Ferry_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d674919-Reviews-University_Village-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182434-d10405341-Reviews-Chinese_Garden_of_Serenity-Santa_Lucija_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g59175-d1754129-Reviews-Camden_Park-Huntington_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33450-d103592-Reviews-Grand_Mesa-Grand_Junction_Colorado.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d16882153-Reviews-or20-Mui_Ne_Easy_Rider-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    }
]