[
    {
        "attraction_name": "Murray Canyon Trail",
        "attraction_name_vi": "Đường mòn hẻm núi Murray",
        "general_info": [
            "98 đánh giá",
            "- 18 trong số 128 điều cần làm ở Palm Springs",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Nằm trong Hẻm núi Ấn Độ, con đường này đi qua một số thảm thực vật sa mạc độc đáo tuyệt vời, chẳng hạn như hoa creosote màu vàng.Đọc thêm",
        "reviews": [
            "Đây là chuyến đi bộ yêu thích của chúng tôi ở Palm Springs! Nó - khoảng. Dài 7km khi bạn xuất phát từ Andreas Canyon Trailhead - bãi đậu xe South Palm Canyon Drive. Chúng tôi mất khoảng 2 giờ để hoàn thành nó. Đừng nản lòng trước sự khởi đầu tồi tệ qua một số đồng cỏ buồn tẻ, đầy cát và đầy phân ngựa. Khi bạn đi vào khu vực Cây cọ, con đường sẽ ngày càng tốt hơn. Nó uốn khúc qua một ốc đảo cọ và phải băng qua một con suối nhỏ, qua hoặc gần những thác nước nhỏ một vài lần, cũng như một số lần leo trèo trên những tảng đá nhỏ. Muốn giới thiệu những đôi giày có độ bám tốt và có thể chống nước. Thậm chí còn thấy mọi người đang tận hưởng khoảnh khắc thiền định yên tĩnh vì ngoài kia thật yên bình và tĩnh lặng. Lối vào Hẻm núi Ấn Độ là - 12 mỗi người lớn khi chúng tôi ở đó, vì vậy, bạn nên thực hiện một vài chuyến đi bộ gần đó trong một ngày nếu có thể. Việc phải làm nếu bạn hỏi tôi.Đọc thêm",
            "Chúng tôi bắt đầu từ bãi đậu xe Murray Canyon - chuyến đi bộ thật tuyệt!  Một dòng suối uốn khúc mà bạn phải vượt qua nhiều lần, những hàng cọ, những khối đá - đẹp quá!  Chắc chắn sẽ quay lại chuyến đi bộ này.Đọc thêm",
            "Chuyến đi bộ tuyệt vời cho một ngày nắng nóng vì nó chạy song song với con lạch - nơi bạn phải băng qua nhiều lần - và có rất nhiều bóng mát trên đường đi. Không dành cho người suy giảm khả năng vận động vì có một số hoạt động tranh giành đá. Con đường mòn kết thúc tại Thác Seven Sisters, đây không hẳn là một thác nước - chỉ là nước chảy xuống một đống đá để cung cấp nước cho con lạch.\n\nXin lưu ý rằng có một khoản phí vào cửa cho mỗi người để vào vùng đất Hẻm núi Ấn Độ. Bô Porta có sẵn ở bãi đậu xe. Và mang theo nước.\n\nNếu bạn có giày đi nước, điều đó sẽ giúp việc đi bộ trở nên dễ dàng hơn, do đó bạn có thể băng qua dưới nước thay vì cố gắng giữ thăng bằng trên một khúc gỗ hoặc những tảng đá rải rác.Đọc thêm",
            "Chuyến đi bộ tuyệt vời cho một ngày nắng nóng vì nó chạy song song với con lạch - nơi bạn phải băng qua nhiều lần - và có rất nhiều bóng mát trên đường đi. Không dành cho người suy giảm khả năng vận động vì có một số hoạt động tranh giành đá. Đường mòn kết thúc tại Thác Seven Sisters, đây không thực sự là một thác nước - chỉ là nước chảy xuống một đống đá để cung cấp nước cho con lạch. Xin lưu ý rằng du khách phải trả phí vào cửa cho mỗi người để đến vùng đất Indian Canyons. Bô Porta có sẵn ở bãi đậu xe. Và mang theo nước. Nếu bạn có giày đi nước, điều đó sẽ giúp việc đi bộ trở nên dễ dàng hơn, nhờ đó bạn có thể băng qua dưới nước thay vì cố gắng giữ thăng bằng trên một khúc gỗ hoặc những tảng đá rải rác.Đọc thêm",
            "Chúng tôi bắt đầu từ bãi đậu xe Murray Canyon - chuyến đi bộ thật tuyệt!  Một dòng suối uốn khúc mà bạn phải vượt qua nhiều lần, những hàng cọ, những khối đá - đẹp quá!  Chắc chắn sẽ quay lại chuyến đi bộ này.Đọc thêm",
            "Đây là chuyến đi bộ yêu thích của chúng tôi ở Palm Springs! Nó - khoảng. Dài 7km khi bạn xuất phát từ Andreas Canyon Trailhead - bãi đậu xe South Palm Canyon Drive. Chúng tôi mất khoảng 2 giờ để hoàn thành nó. Đừng nản lòng trước sự khởi đầu tồi tệ qua một số đồng cỏ buồn tẻ, đầy cát và đầy phân ngựa. Khi bạn đi vào khu vực Cây cọ, con đường sẽ ngày càng tốt hơn. Nó uốn khúc qua một ốc đảo cọ và phải băng qua một con suối nhỏ, qua hoặc gần những thác nước nhỏ một vài lần, cũng như một số lần leo trèo trên những tảng đá. Muốn giới thiệu những đôi giày có độ bám tốt và có thể chống nước. Thậm chí còn thấy mọi người đang tận hưởng khoảnh khắc thiền định yên tĩnh vì ngoài kia thật yên bình và tĩnh lặng. Lối vào Hẻm núi Ấn Độ là - 12 mỗi người lớn khi chúng tôi ở đó, vì vậy, bạn nên thực hiện một vài chuyến đi bộ gần đó trong một ngày nếu có thể. Việc phải làm nếu bạn hỏi tôi.Đọc thêm",
            "Nơi tuyệt vời để đi bộ. Hãy chắc chắn rằng bạn có thiết bị phù hợp để trek. Cần sandlas đi bộ đường dài dưới nước vì bạn sẽ băng qua mặt nước nhiều lần tùy thuộc vào khoảng cách bạn đi. Đi đến cuối đường mòn là khoảng 2 dặm. Tuy nhiên, bạn có thể tiến xa hơn nữa nếu muốn. Sẽ có một thác nước ở cuối khoảng 0,5 dặm nữa. Chúng tôi thấy những gia đình có trẻ nhỏ. Họ không thể đi xa vì phải cõng con trên vai. Có rất nhiều địa điểm để tham quan, chụp ảnh, nghỉ ngơi - ăn nhẹ. Vì là ốc đảo nên không quá nóng như các khu vực khác xung quanh Palm Springs. Người cao niên trả tiền - 7 - người lớn - 12 người vào.  Rất đáng.Đọc thêm",
            "Chúng tôi đi bộ trên Đường mòn Murray và Seven Sisters. Tôi - tôi không chắc con đường này bắt đầu và kết thúc ở đâu, nhưng chúng tôi khuyên chúng ta nên đi theo một trong hai biển báo trên đường mòn cho đến cuối đường mòn, nơi có biển báo cho biết đường mòn đã đi hết.  Lái xe vào khu vực đậu xe Andreas - Murray nhưng tiếp tục lái xe đến bãi đậu xe cuối cùng. Vì đầu đường mòn bắt đầu từ khu vực đậu xe cuối cùng. Nếu không, bạn có thể đi bộ thêm một chút qua bãi đậu xe. Có một dấu hiệu đầu đường mòn. Đi bộ bắt đầu ở khu vực sa mạc nóng bức nhưng sau đó đi vào các hẻm núi mát mẻ hơn nhờ có đá và cây cọ. Biển báo khá tốt, ngoại trừ một khu vực nơi bạn leo lên những tảng đá ở gần cuối chuyến đi bộ.  Qua nhiều cây cọ, một số dòng suối. Vào tháng 10, nước không chảy nhiều nhưng có thể nhìn thấy rõ và khiến khu vực này mát mẻ hơn.  Các thành tạo đá rất ấn tượng. Một Kiểm lâm viên Bộ lạc cho chúng tôi biết rằng một số người không dừng lại ở cuối con đường mà tiếp tục vượt qua những tảng đá. Và rõ ràng là một số người đã bị ngã và trượt chân trên những tảng đá.  Rangers cung cấp các cuộc nói chuyện hoặc dẫn dắt các chuyến đi bộ đường dài diễn giải vào một số ngày, hãy kiểm tra trang web của họ để biết chi tiết. Có một số bàn ăn dã ngoại đẹp mắt trong khu vực bãi đậu xe, nhiều bàn trong bóng râm nên thật thú vị khi đi bộ vào buổi sáng và quay lại ô tô để ăn trưa dã ngoại dưới bóng cây cọ. Sau đó, chúng tôi đi bộ trên đoạn đường Andreas ngắn hơn.Đọc thêm",
            "Đây là một con đường mòn tuyệt vời tương đối dễ đi và có những cây cọ, những tảng đá khổng lồ, dòng suối trong vắt và tầm nhìn tuyệt vời.  Đó là khoảng 4 dặm về phía cuối hẻm núi và quay trở lại.  Bạn phải băng qua suối thường xuyên và điều đó khá dễ dàng - mặc dù gậy chống có thể giúp ích - trừ khi nước dâng cao đồng nghĩa với việc bạn có thể bị ướt chân.  Có một chút tăng độ cao nhưng nói chung là dễ dàng.  Khi bạn đến gần cuối hẻm núi, có một số nơi bạn phải di chuyển, điều này có thể gây khó khăn một chút cho một số người.  Nhưng nhìn chung đây là một chuyến đi bộ đường dài tuyệt vời - nếu bạn là người mới đến khu vực này hoặc có những người đi bộ đường dài thiếu kinh nghiệm.  Nếu bạn - đã sẵn sàng cho một thử thách quan trọng, hãy thử đến South Lykan nằm ngoài lãnh thổ Ấn Độ.Đọc thêm",
            "Chuyến đi bộ này thật tuyệt vời. Tôi chủ yếu muốn đề cập rằng bảy chị em ở sau khi kết thúc chuyến đi bộ qua hẻm núi Murray, tuy nhiên thác đang quá mạnh. Cá nhân tôi nghĩ phần tuyệt nhất của chuyến đi bộ là ốc đảo rợp bóng mát được bao phủ bởi những cây cọ. Bạn bắt gặp một vài khu vực trong số này trên đường đi bộ và chúng rất tuyệt. Cũng lưu ý rằng họ cung cấp cho bạn phiếu giảm giá cho hẻm núi tahquitz khi bạn trả phí vào cửa. Tôi ước gì tôi biết được điều đó vì chúng tôi đã thực hiện chuyến đi bộ đó trước.Đọc thêm",
            "Chúng tôi ở tại khách sạn ACE và đây là một quãng đi bộ dễ dàng đến khu vực bắt đầu ở Tây Mesquite.   Cuối cùng, chúng tôi đi lên một trong những con đường mòn và sau đó cách khách sạn khoảng một dặm về phía nam trong khu vực Cahullia Hills Drive, nơi chúng tôi lẻn qua một số ổ đĩa riêng để đến con đường chính - Tuyến đường Desert Hills -.   Đường mòn S Lykken sẽ phải đi bộ lâu hơn nhiều.   Rất vui vì chúng tôi đã không đi theo con đường đó.Đọc thêm",
            "Chúng tôi đã đi bộ đường dài. Thật là vui. Ngoài ra còn có những người cưỡi ngựa đến. Chúng tôi thích đi bộ đường dài hơn. Mỗi lần đi ngang qua một ốc đảo, chúng tôi phải băng qua mặt nước. Đôi khi nó khá buồn cười. Chúng tôi đi qua ít nhất một số ốc đảo. Sau đó chúng tôi phải leo lên một ngọn núi và không gặp được bảy chị em. Họ đã ở đó. Chúng tôi phải đi về phía bên trái và có thể nhìn thấy thác nước.P.S. Chúng tôi phải quay trở lại ốc đảo. Chúng tôi đã rất vui!Đọc thêm",
            "Là một phần của Hẻm núi Ấn Độ Agua Caliente, con đường này mang đến trải nghiệm sa mạc tinh túy. Khá bằng phẳng xuyên suốt, Hẻm núi Murray là địa điểm đi bộ phù hợp cho mọi lứa tuổi miễn là mọi người đều mang giày đi bộ đường dài. Sự thanh bình yên bình chỉ bị phá vỡ bởi tiếng suối róc rách mà người đi bộ phải băng qua. Phần lớn bóng mát được tìm thấy giữa những cây cọ bên dòng suối chảy xiết, nơi chúng tôi dừng chân để ăn trưa dã ngoại. Rất nhiều loài hoa dại sa mạc cũng có thể được tìm thấy gần các con suối. Có những lúc con đường mòn ôm chặt vào những tảng đá trầm tích khổng lồ và những lúc khác nó mở ra những cánh đồng cỏ. Không có gì giống như đi bộ xuyên qua khung cảnh sa mạc cằn cỗi và sau một chuyến đi bộ dài đầy thỏa mãn, bạn sẽ kết thúc ở một ốc đảo hẻm núi tươi tốt!Đọc thêm",
            "hẻm núi và đường mòn nào có thể tiếp cận tốt nhất bằng xe lăn điện?Đọc thêm",
            "Bạn nên liên hệ trực tiếp với Agua Caliente để được sử dụng xe lăn.Đọc thêm",
            "Xin chào, tôi đang cố gắng ghi địa chỉ nơi đỗ xe cho chuyến đi bộ đường dài này.... bạn có thể vui lòng giúp tôi không?\nJillĐọc thêm",
            "Chúng tôi sẽ đến thăm Palm Springs vào tuần cuối cùng của tháng 9 năm 2016 từ Chủ Nhật đến Thứ Năm.  Đường mòn Murray Canyon có mở cửa trong tuần đó không?  Đi bộ đường mòn có mất phí không?Đọc thêm",
            "Có, nếu vào Khu vực Hẻm núi Ấn Độ, bao gồm Hẻm núi Murray sẽ phải trả phí. Và theo trang web của Indian Canyon, cổng mở cửa vào Thứ Sáu, Thứ Bảy - Chủ Nhật từ tháng 7 đến tháng 9 - 8 giờ sáng - 5 giờ chiều. Lần vào cửa cuối cùng là lúc 4 giờ chiều. - .Đọc thêm"
        ],
        "star_ratings": [
            69,
            26,
            3,
            0,
            0
        ],
        "review_amount": 98,
        "location": [
            "Những điều cần làm ở Palm Springs",
            "California - CA -",
            "Suối Palm lớn hơn",
            "Hoa Kỳ",
            "Suối cọ",
            "Đường mòn hẻm núi Murray",
            "Sa mạc California"
        ],
        "reviews_time": [
            "Written January 10, 2024",
            "Written February 29, 2024",
            "Written April 10, 2024",
            "Written April 10, 2024",
            "Written February 29, 2024",
            "Written January 10, 2024",
            "Written April 27, 2023",
            "Written October 28, 2022",
            "Written March 15, 2022",
            "Written May 7, 2021",
            "Written December 10, 2020",
            "Written May 13, 2020",
            "Written May 3, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32847-d144484-Reviews-Murray_Canyon_Trail-Palm_Springs_Greater_Palm_Springs_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d6542064-Reviews-South_Course_Restaurant-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d3330823-Reviews-Koffi_South-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d473460-Reviews-Elmer_s_Restaurant_Palm_Springs-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d1390768-Reviews-King_s_Highway-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d473492-Reviews-El_Mirasol-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d12410876-Reviews-The_Reef-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d2147919-Reviews-533_Viet_Fusion-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d7986645-Reviews-Mr_Lyons-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d23816805-Reviews-Gigi_s_Restaurant_Bar-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d25064285-Reviews-Sancho_s_Restaurant-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d524662-Reviews-Indian_Canyons-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d3929323-Reviews-Indian_Canyons_Hiking_Trails-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d106640-Reviews-Palm_Canyon-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d116309-Reviews-Agua_Caliente_Indian_Canyons-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d531941-Reviews-Tahquitz_Canyon-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d106643-Reviews-Palm_Springs_Air_Museum-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d103422-Reviews-Palm_Springs_Art_Museum-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d116310-Reviews-Moorten_Botanical_Garden-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156985-Reviews-VillageFest-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d105487-Reviews-Palm_Canyon_Drive-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d144484-Reviews-or10-Murray_Canyon_Trail-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d219562-Reviews-San_Jacinto_Mountain-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d144625-Reviews-Painted_Canyon-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156964-Reviews-Coachella_Valley_Preserve-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d144482-Reviews-South_Lykken_Trail-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d18456000-Reviews-Modern_More_Bike_Tours_Palm_Springs-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156983-Reviews-Smoke_Tree_Stables-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d8093339-Reviews-Palm_Springs_Mod_Squad-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d7658042-Reviews-Social_Cycle-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d10675584-Reviews-Brandini_Toffee-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d6623583-Reviews-Desert_Adventures_Red_Jeep_Tours-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d219494-Reviews-Palm_Springs_Celebrity_Tours-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d611553-Reviews-Indian_Canyons_Golf_Resort-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29837-d136165-Reviews-Museum_of_the_Moving_Image-Astoria_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d317746-Reviews-Pyramids_of_Giza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177043-d6995666-Reviews-Karavostasi_Beach-Bali_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24970799-Reviews-Eden_Club_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g3221436-d9742366-Reviews-Al_Wakrah_Souq-Al_Wakrah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34404-d318734-Reviews-Lion_Country_Safari-Loxahatchee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51887-d269172-Reviews-Prehistoric_Gardens-Gold_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g668864-d14157556-Reviews-Playa_Progreso-Progreso_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g194796-d2343146-Reviews-Aquasplash-Lignano_Sabbiadoro_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154912-d1090175-Reviews-Peyto_Lake-Lake_Louise_Banff_National_Park_Alberta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32847-d144484-Reviews-or10-Murray_Canyon_Trail-Palm_Springs_Greater_Palm_Springs_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32847-d144484-Reviews-Murray_Canyon_Trail-Palm_Springs_Greater_Palm_Springs_California.html"
    }
]