[
    {
        "attraction_name": "Museum Of Illusions Philadelphia",
        "attraction_name_vi": "Bảo tàng ảo ảnh Philadelphia",
        "general_info": [
            "28 đánh giá",
            "109 trong số 748 điều cần làm ở Philadelphia",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Một điểm đến giáo dục giải trí độc đáo và mang tính tương tác, hoàn toàn xoay quanh ảo ảnh quang học! Du khách ở mọi lứa tuổi sẽ được thưởng thức hơn 50 triển lãm tương tác và hấp dẫn, ảo ảnh quang học, ảnh ba chiều, câu đố và các phòng đắm chìm. Hãy đến thăm Bảo tàng Ảo ảnh, nơi bạn sẽ hoàn toàn nhầm lẫn bộ não của mình khi tìm hiểu một vài điều về tầm nhìn và nhận thức. Chúng tôi thách thức bạn nhìn mọi thứ khác đi tại MOI Philly!Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại MOI.  Một trong những trải nghiệm bảo tàng tương tác và khác thường nhất mà chúng tôi từng có.  Các nhân viên thật tuyệt vời.  Chúng tôi có hai người hướng dẫn, Amy và Janae. Tôi hy vọng tôi nhớ đúng tên -- chúng tôi đã ở đó vài ngày trước; Tôi thực sự nên viết tên của họ ra!, những người rất hữu ích, chu đáo và đầy đủ thông tin.  Tất cả nhân viên ở quầy lễ tân cũng rất tuyệt.  Bảo tàng sạch sẽ, được tổ chức tốt và trang web giúp việc mua vé trở nên dễ dàng.  Cảm ơn tất cả các nhân viên đã làm cho buổi sáng của chúng tôi thật đáng nhớ!  Rất muốn giới thiệu cho người dân và khách du lịch Philadelphia.Đọc thêm",
            "Đó là sinh nhật lần thứ 13 của cháu trai chúng tôi và như một món quà đặc biệt, chúng tôi đã đưa cháu cùng hai anh trai và anh họ của cháu đến Ngôi nhà ảo ảnh, Philadelphia. Hãy tưởng tượng bốn anh em họ 18, 16, 13 và 9 được thả rông ở một nơi hoang dã và tuyệt vời. Trong một giờ, các cậu bé, ông bà và mẹ của các em đã tận hưởng khoảng thời gian phiêu lưu và gắn kết tuyệt vời... Anh em họ đã có một khoảng thời gian tuyệt vời. Một trong những món quà sinh nhật tuyệt vời nhất dành cho các chàng trai trẻ.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại bảo tàng này vào một buổi chiều mưa ở Philly. Tôi có thể nói rằng bảo tàng phù hợp với mọi lứa tuổi, nhưng đặc biệt đối với trẻ em vì nó rất hữu ích và vui nhộn - nếu bạn không cười và vui vẻ khi bị mắc kẹt, bạn có thể sẽ không thích nó nếu bạn là một bữa tiệc của người lớn. \n\nĐối với tôi, nó đạt điểm 3,5 vì nó có thể tồn tại lâu hơn và hơi đắt so với thời gian trải nghiệm. Tuy nhiên, các nhân viên rất chu đáo, vui vẻ chụp ảnh cho bạn và bạn sẽ có được những khoảnh khắc thú vị và thú vị trên đường đi. Đây là một trải nghiệm khá độc đáo nếu bạn thích thú với cách bộ não con người có thể tự chơi đùa, nếu bạn thích thứ gì đó năng động hơn một chút hoặc nếu bạn đi cùng trẻ em. Đọc thêm",
            "Đây là một điểm dừng thú vị trong kỳ nghỉ của chúng tôi. Nơi tuyệt vời cho trẻ em tận hưởng sau khi tham quan một số địa điểm lịch sử nơi chúng phải có hành vi tốt nhất. Mọi người trong nhóm chúng tôi đều thích bảo tàng này. Chúng tôi nhận thấy các cuộc triển lãm hấp dẫn, kích thích tư duy và thú vị. Các nhân viên đã được chào đón và hữu ích. Muốn giới thiệu. Đọc thêm",
            "Niềm vui thuần túy cho tất cả mọi người trong nhóm của chúng tôi, từ 6 đến 60 tuổi! Phần thưởng hoàn hảo sau hai giờ trong một bảo tàng mà chưa khám phá ra tương tác. Tất cả chúng tôi đều cười trong hơn một giờ khi chúng tôi ở đó. Không thể định giá cho điều đó! Đối với những du khách lớn tuổi, hiểu được cách thức hoạt động của ảo ảnh là một phần thưởng. Tôi đánh giá cao việc vé được giới hạn theo từng khung giờ nên không quá đông đúc. Ý tưởng tuyệt vời cho một bữa tiệc sinh nhật nhỏ. Những bức ảnh chúng tôi chụp là một món quà lưu niệm tuyệt vời! Đọc thêm",
            "Một không gian nhỏ nhưng có thể quản lý được để khám phá những ảo ảnh khiến bạn phải suy nghĩ khó hiểu và chắc chắn là rất thú vị. Điều khiến tôi kinh ngạc là sự gắn kết giữa các thế hệ, có điều gì đó dành cho đứa cháu gái 5 tháng tuổi của tôi với đứa em gái 50 tuổi của tôi đối với tôi ở tuổi 61. Quá nhiều niềm vui và vâng, ba giờ ở lại là quá đủ cho một ngày tháng Hai lạnh giá. Đọc thêm",
            "Về giá cả, không có nhiều thứ để xem. Một số thứ cũng đã bị hỏng. Họ có những chuyến dã ngoại cùng trường nên tôi thực sự khuyên bạn nên đi khi họ không có mặt ở đó. Tôi đã đi với cháu gái 3 tuổi của tôi rất vui vẻ. Tuy nhiên, tôi phải bảo vệ cô ấy khỏi bị bọn trẻ chạy tới chạy lui trong toàn bộ bảo tàng đụng phải. Tôi nghĩ sẽ mất một giờ như họ nói nhưng bạn thực sự có thể đi hết toàn bộ bảo tàng trong vòng 10-15 phút. Nếu bạn đang đến thăm thành phố, tôi muốn giới thiệu Bảo tàng Nghệ thuật Philadelphia, Bảo tàng Please Touch, Bảo tàng Mutter hoặc bất cứ nơi nào khác. Nếu mục tiêu duy nhất của bạn là chụp ảnh thì bạn sẽ thích nơi này. Nhưng có những địa điểm thú vị để chụp ảnh miễn phí trong thành phố.Đọc thêm",
            "Nơi thú vị để dành một giờ! Tôi đã đưa hai đứa con tuổi teen của mình, 15 và 13 tuổi, và chúng rất thích nó. Các cuộc triển lãm rất thú vị và có tính tương tác. Chúng tôi đến đó ngay khi khai trương và nó không quá bận rộn. Xin nhắc lại, chỉ mất một giờ để xem hết mọi thứ, nhưng rất đáng để bạn ghé qua, đặc biệt nếu bạn đang cố gắng giải trí cho những thanh thiếu niên ủ rũ!Đọc thêm",
            "Nơi tuyệt vời! Bạn phải ghé thăm khi ở Philadelphia! Chúng tôi đã có rất nhiều niềm vui và tôi xin nói thêm rằng chúng tôi đều là người lớn. Vì vậy, chắc chắn nó không chỉ dành cho trẻ em. Chúng tôi tình cờ đi ngang qua nơi này khi đi ngang qua khu mua hàng nên chúng tôi đã đặt vé cho ngày hôm sau và tôi rất vui vì đã làm như vậy.Đọc thêm",
            "Nơi tuyệt vời! Bạn phải ghé thăm khi ở Philadelphia! Chúng tôi đã có rất nhiều niềm vui và tôi xin nói thêm rằng chúng tôi đều là người lớn. Vì vậy, chắc chắn nó không chỉ dành cho trẻ em. Chúng tôi tình cờ đi ngang qua nơi này khi đi ngang qua khu mua hàng nên chúng tôi đã đặt vé cho ngày hôm sau và tôi rất vui vì đã làm như vậy.Đọc thêm",
            "Đây là cái bẫy du lịch lớn nhất mà tôi từng đến. Chi phí 80 cho 3 người lớn có 10 phút hư vô.  Mọi ảo ảnh chỉ có thể được ghi lại trên điện thoại vì chỉ đứng và nhìn vào vật trưng bày thì không có tác dụng gì.  Tôi muốn ngăn những người đang bước vào và bảo họ đừng lãng phí tiền của mình.Đọc thêm",
            "Một nơi thú vị để dành một giờ! Tôi đã đưa hai đứa con tuổi teen của mình, 15 và 13 tuổi, và chúng rất thích nơi này. Các cuộc triển lãm rất thú vị và tương tác. Chúng tôi đến đó ngay khi mở cửa và không quá đông đúc. Một lần nữa, chỉ mất một giờ để xem mọi thứ, nhưng rất đáng để dừng lại, đặc biệt nếu bạn đang cố gắng giải trí cho những đứa trẻ tuổi teen hay thay đổi tâm trạng! Đọc thêm",
            "Đây là một trải nghiệm giáo dục và vui vẻ cực kỳ tuyệt vời. Chúng tôi không đi cùng trẻ em, nhưng chúng tôi có thể tưởng tượng rằng chúng sẽ thích thú. Một số hiệu ứng phụ thuộc vào gương, một số khác phụ thuộc vào phối cảnh và tất cả phụ thuộc vào khả năng xử lý thông tin hạn chế của bộ não con người. Vòng xoáy không dành cho những người yếu tim và gần như chắc chắn không dành cho trẻ nhỏ. Nhưng hãy thử nếu bạn có thể. Nó dạy cho bạn rất nhiều điều về nhận thức.Đọc thêm",
            "Với mức giá này, không có nhiều thứ để xem. Khá nhiều thứ cũng bị hỏng. Họ có các chuyến đi dã ngoại của trường nên tôi thực sự khuyên bạn nên đến đó khi họ không có ở đó. Tôi đã đi cùng cháu gái 3 tuổi của mình và cháu đã rất vui. Tuy nhiên, tôi phải bảo vệ cháu khỏi bị bọn trẻ chạy qua chạy lại khắp bảo tàng đâm phải. Tôi nghĩ sẽ mất một giờ như họ nói nhưng bạn thực sự có thể đi hết toàn bộ bảo tàng trong 10-15 phút. Nếu bạn đang đến thăm thành phố, tôi khuyên bạn nên đến Bảo tàng Nghệ thuật Philadelphia, Bảo tàng Please Touch, Bảo tàng Mutter hoặc bất kỳ nơi nào khác. Nếu mục tiêu duy nhất của bạn là chụp ảnh, thì bạn sẽ thích nơi này. Nhưng có những địa điểm tuyệt vời để chụp ảnh miễn phí trong thành phố. Đọc thêm",
            "Một không gian nhỏ nhưng dễ quản lý để khám phá những ảo ảnh gây kinh ngạc, kích thích tư duy và chắc chắn là Vui vẻ. Điều khiến tôi kinh ngạc là sự gắn kết giữa các thế hệ, có một thứ gì đó dành cho đứa cháu gái năm tháng tuổi của tôi, cho đến người chị 50 tuổi của tôi và tôi ở tuổi 61. Thật vui và đúng là ở lại ba giờ là quá đủ để dành cho một ngày lạnh giá của tháng Hai. Đọc thêm",
            "Niềm vui thuần túy dành cho mọi người trong nhóm của chúng tôi, từ 6 đến 60 tuổi! Món ăn hoàn hảo sau hai giờ trong một bảo tàng chưa được phát hiện ra tính tương tác.  Tất cả chúng tôi đều cười suốt hơn một tiếng đồng hồ khi chúng tôi ở đó. Không thể đặt giá trên đó! Đối với những du khách lớn tuổi, hiểu được cách hoạt động của ảo ảnh là một phần thưởng.  Tôi đánh giá cao rằng vé được giới hạn theo từng khung thời gian nên không quá đông. Ý tưởng tuyệt vời cho một bữa tiệc sinh nhật nhỏ. Những bức ảnh chúng tôi chụp là một món quà lưu niệm tuyệt vời!Đọc thêm",
            "Tôi rất thích khi nhân viên hướng dẫn bạn tham quan và giải thích từng triển lãm một cách chi tiết. Cảm ơn Macy đã làm rất tốt trong việc hỗ trợ nhóm của tôi trong suốt bảo tàng Đọc thêm",
            "Đã lấy đi đứa con 10 tuổi của tôi. Giá cả hợp lý. Rất nhiều điều thú vị để làm. Hãy cẩn thận với đường hầm quay. Tôi mất thăng bằng. Chuyến tham quan mất khoảng 1 giờ. Nhân viên thân thiện tốt đẹp. Hãy xem thử!Đọc thêm",
            "Đưa con trai tôi đến Bảo tàng Ảo ảnh ở Philly trong một ngày mưa. Anh ấy hoàn toàn thích thú nhưng tôi hơi ngạc nhiên vì bảo tàng nhỏ đến mức nào. Tôi không chắc đây có phải là điều tôi sẽ làm lại không nhưng rất vui vì đã loại nó ra khỏi danh sách của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            16,
            6,
            2,
            1,
            3
        ],
        "review_amount": 28,
        "location": [
            "Pennsylvania, PA",
            "Những việc cần làm ở Philadelphia",
            "Philadelphia",
            "Hoa Kỳ",
            "Bảo tàng ảo ảnh Philadelphia"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 1, 2023",
            "Written July 2, 2023",
            "Written July 10, 2023",
            "Written February 20, 2024",
            "Written February 25, 2024",
            "Written March 9, 2024",
            "Written April 2, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written March 14, 2024",
            "Written March 9, 2024",
            "Written February 25, 2024",
            "Written February 21, 2024",
            "Written January 2, 2024",
            "Written November 4, 2023",
            "Written August 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60795-d23949510-Reviews-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d629008-Reviews-The_Franklin_Fountain-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d795061-Reviews-Amada-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433470-Reviews-Buddakan-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d2212403-Reviews-Sonny_s_Famous_Steaks-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433498-Reviews-Cuba_Libre_Restaurant_Rum_Bar-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d1070950-Reviews-Zahav-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433533-Reviews-Fork-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d5414980-Reviews-High_Street_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433733-Reviews-Campo_s_Philly_Cheesesteaks-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d783450-Reviews-Khyber_Pass_Pub-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23334715-Reviews-Faith_And_Liberty_Discovery_Center-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138272-Reviews-Weitzman_National_Museum_of_American_Jewish_History-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d5590734-Reviews-Benjamin_Franklin_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d267958-Reviews-National_Liberty_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104740-Reviews-Franklin_Court-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d147134-Reviews-Independence_National_Historical_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8575230-Reviews-Franklin_Court_Printing_Office-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d107503-Reviews-Philadelphia_Visitor_Center-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104156-Reviews-Liberty_Bell_Center-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d312491-Reviews-Kahal_Kadosh_Mikveh_Israel-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23949510-Reviews-or10-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23949510-Reviews-or20-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1099008-Reviews-Simeone_Foundation_Automotive_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d102763-Reviews-Eastern_State_Penitentiary-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d10800264-Reviews-Philadelphia_Museum_of_Art-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138312-Reviews-Pennsylvania_Academy_of_the_Fine_Arts-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12163505-Reviews-Museum_of_the_American_Revolution-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3187840-Reviews-Barnes-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138271-Reviews-Penn_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104746-Reviews-Rodin_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d126354-Reviews-Please_Touch_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d19104290-Reviews-The_Musical_History_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1770479-Reviews-Philadelphia_Urban_Adventures-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2017696-Reviews-Free_Tours_by_Foot-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2167855-Reviews-Big_Bus_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2225768-Reviews-City_Sightseeing_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2292861-Reviews-Grim_Philly_Twilight_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d10196236-Reviews-Founding_Footsteps-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d15607705-Reviews-Kick_Axe_Throwing_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g58502-d600986-Reviews-Grayland_Beach_State_Park-Grayland_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60314-d207067-Reviews-Whitefish_Dunes_State_Park-Sturgeon_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33211-d266779-Reviews-Moaning_Caverns-Vallecito_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49403-d7928999-Reviews-Oak_Island_Jungle_Golf-Oak_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d116946-Reviews-Sue_meg_State_Park-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d107976-Reviews-Watkins_Glen_State_Park-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3326130-d13283859-Reviews-Borsh_Beach-Borsh_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189030-d16409939-Reviews-Madol_Duwa-Koggala_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13200590-Reviews-The_Alchemist_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55152-d207252-Reviews-David_Crockett_State_Park-Lawrenceburg_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60795-d23949510-Reviews-or10-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60795-d23949510-Reviews-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html"
    }
]