[
    {
        "attraction_name": "Museum of the Bible",
        "attraction_name_vi": "Bảo tàng Kinh Thánh",
        "general_info": [
            "1.211 đánh giá",
            "- 32 trong số 642 điều cần làm ở Washington DC",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Một bảo tàng cung cấp cho du khách trải nghiệm nhập vai và cá nhân hóa khi họ khám phá lịch sử, câu chuyện và tác động của Kinh thánh. Sử dụng công nghệ tiên tiến, Kinh thánh trở nên sống động trước mắt bạn. Hoàn chỉnh với nhà hát sân khấu thế giới, trải nghiệm đi xe Fly Board và hướng dẫn kỹ thuật số được cá nhân hóa, Bảo tàng Kinh thánh có thể được điều chỉnh cho phù hợp với mọi lứa tuổi. Đọc thêm",
        "reviews": [
            "Tôi rất ngạc nhiên khi thấy có rất nhiều cuốn Kinh Thánh đã tồn tại qua nhiều thế kỷ. Chúng tôi dành cả ngày ở bảo tàng và không thấy được mọi thứ. Các nhân viên có nhiều thông tin, có chỗ ngồi và nghỉ ngơi trong mỗi cấp độ.  Thật thuận tiện khi có thể ăn ở quán cà phê trong bảo tàng. Các đoạn video ngắn và màn hình tương tác đã giúp các cô con gái tuổi teen của chúng tôi tham gia suốt cả ngày. Đọc thêm",
            "Ồ!  Thật là nhiều vật chất trong một không gian đẹp.  Chúng tôi đã dành hai giờ ở đây và có thể còn nhiều hơn nữa vì có quá nhiều thông tin và rất nhiều tài liệu lịch sử.  Một bộ sưu tập tuyệt vời và rất đáng giá vào cửa.Đọc thêm",
            "Bảo tàng này là một trải nghiệm tuyệt vời và tôi rất muốn giới thiệu nó. Mỗi tầng đều được trình bày rất tốt và chúng tôi cần nhiều thời gian hơn hai giờ mà chúng tôi đã phân bổ cho nó. Nhân viên ở đó rất thân thiện và hữu ích và điều đó hoàn toàn xứng đáng với chi phí nhập học nhỏ.Đọc thêm",
            "Hoàn toàn tuyệt vời.  Đã dành 4,5 giờ trong sự kinh ngạc hoàn toàn.  Đây là một - phải xem -.\nThật tuyệt vời khi thấy sự đại diện của người Do Thái. Tôi đã có khoảng thời gian trò chuyện và học hỏi tuyệt vời từ vị giáo sĩ có mặt ở đó.Đọc thêm",
            "Dừng lại ở DC trong một chuyến đi chỉ để đến đây. Nó đã không thất vọng. Chúng tôi đã dành năm giờ để khám phá bảo tàng và có thể ở lại lâu hơn. Triển lãm có tính tương tác, nhiều thông tin và thú vị. Chúng tôi đã không thêm vào bất kỳ tính năng bổ sung nào, nhưng rất thích. Địa điểm đẹp. Nhân viên và an ninh có thể nhìn thấy, hữu ích và thân thiện. Nhà hàng hơi đắt tiền nhưng đồ ăn rất ngon. Tôi chắc chắn sẽ giới thiệu.Đọc thêm",
            "Thật là một bảo tàng tuyệt vời! Tôi không thể làm tất cả những việc đó vì người ta có thể ở đây cả ngày. Vé cho phép một người rời đi và quay lại trong ngày. Có một khu vực dành cho trẻ em với các trò chơi, video để xem và các cuộc triển lãm có tính phí, nhưng chỉ có vé cơ bản là rất dồi dào - tôi đã thực hiện chuyến tham quan tự hướng dẫn. - Ngoài ra còn có một nhà hàng - không có thời gian để ăn - cũng như một ban công với tầm nhìn tuyệt vời ra Washington, DC. Ngay cả khi bạn không cực kỳ tôn giáo thì đây vẫn là một bảo tàng để ghé thăm. Nhắc nhở duy nhất là ngoài khu vực dành cho trẻ em, phần lớn các cuộc triển lãm và thông tin có thể vượt quá mức độ hiểu biết của trẻ nhỏ. Đề xuất khác.Đọc thêm",
            "Là một tín đồ của Chúa Giêsu, điều này đã mang đến một ngày tuyệt vời tại bảo tàng và chúng tôi rất ấn tượng với chất lượng trưng bày và thuyết trình. \n\nViệc một quý ông Do Thái giải thích ý nghĩa tên của mọi người và viết chúng bằng tiếng Do Thái là một điểm nhấn bất ngờ. \n\nChắc chắn cần một vài giờ để vượt qua tất cả nhưng thật thú vị khi thấy ứng dụng bảo tàng cung cấp một số tùy chọn theo dõi nhanh cho những người có ít thời gian hơn. \n\nCác bài thuyết trình đa phương tiện được thực hiện rất tốt. Bộ sưu tập tuyệt vời các bản sao Kinh thánh qua nhiều năm và những hiểu biết hữu ích về văn hóa và xã hội là một phần trong hành trình xuyên suốt lịch sử của Kinh thánh.   \n\nRất khuyến khích. Groupon cung cấp vé vào cửa giảm giá và rất dễ sử dụng.Đọc thêm",
            "Đây là một trải nghiệm bảo tàng đẳng cấp thế giới. Dành ít nhất một ngày để xem tất cả các cuộc triển lãm, hiện vật hấp dẫn và màn hình video tương tác. Sau khi tham quan bảo tàng này, bạn - sẽ không bao giờ nghĩ về Kinh Thánh như vậy nữa.Đọc thêm",
            "Bảo tàng Kinh thánh được thực hiện tốt. Nội dung tuyệt vời. Phần tôi thích nhất là được xem lịch sử của Kinh thánh. Có rất nhiều thứ để xem, đọc và nghe. Cân bằng tốt. Chỉ cần một chút trợ giúp về hướng dẫn và luồng. Đọc thêm",
            "Tôi đặt mục tiêu của mình quá cao.  Đây là điều ngớ ngẩn.  Chủ yếu là các video và những bước đi kỳ lạ giữa các video.  Nếu bạn biết Kinh Thánh, bạn sẽ không học được gì cả. Không đáng - 30.Đọc thêm",
            "Vợ, con trai tôi và tôi đến thăm MOTB lần đầu tiên vào ngày 18 tháng 4 năm 2024. Tôi và vợ rất hào hứng với bảo tàng và đã muốn đến thăm sớm hơn - sự phấn khích của chúng tôi nhanh chóng chuyển thành thất vọng. Đầu tiên, đội an ninh cực kỳ thô lỗ và vô ích trong việc hướng dẫn chúng tôi đến nơi chúng tôi cần đến để đổi vé vào cổng. Một nhân viên an ninh đã trừng phạt chúng tôi vì đã đứng ở hành lang, không có ai khác xung quanh, trong khi chúng tôi đang điều chỉnh đứa con mới biết đi của mình trong xe đẩy và cất ba lô của chúng tôi đi. Strike 1!Tiếp theo, có rất nhiều hiện vật thú vị - tôi nên nói là bản sao của các hiện vật. Thật đáng thất vọng khi thấy có quá nhiều sản phẩm là bản sao. Mặc dù lẽ ra tôi không nên ngạc nhiên, vì MOTB đã nổi tiếng về việc trưng bày các hiện vật bị cướp bóc từ các quốc gia khác. Tôi sẽ nói rằng MOTB đã trả lại một số mặt hàng cho các quốc gia tương ứng của họ chỉ sau khi được các học giả và nhà nghiên cứu xuất xứ kêu gọi, nhưng tôi lạc đề. Khi đến bảo tàng ở DC, bạn có xu hướng muốn xem những hiện vật đích thực! Tôi sẽ nói rằng một bảo tàng Kinh thánh có thể muốn xem xét một trong Top 10 - bạn biết về việc không ăn trộm và những thứ tương tự. Cuối cùng, quay lại vấn đề an ninh - một lần nữa. Khi chúng tôi rời đi với một đứa trẻ đang la hét, chúng tôi được thông báo rằng chúng tôi phải đi qua cửa hàng quà tặng, nơi rất đông đúc thay vì có thể đến khu vực ngồi cách đó khoảng 10 feet. Xin lưu ý rằng cửa hàng quà tặng không phải là nơi lý tưởng nhất với một đứa trẻ đang la hét. Sau đó, khi chúng tôi cố gắng ngồi xuống, chúng tôi lại bị thẩm vấn - về điều tương tự mà chúng tôi đã giải thích trước đó. Một trong những trải nghiệm tồi tệ nhất mà chúng tôi có được trong nhiều lần đến thăm DC! Đọc thêm",
            "Tôi đoán về mặt lý thuyết thì bảo tàng rất gọn gàng. Tuy nhiên, tôi và chồng đều thất vọng vì phần lớn các món đồ được trưng bày đều bị đánh dấu - xóa - vì nhiều lý do hoặc được đánh dấu fax - một bản sao, nghĩa là chúng không có thật - .  Khu vực dành cho trẻ em không được giám sát và có một số thanh thiếu niên lớn hơn rõ ràng là quá lớn so với khu vui chơi nên trẻ mới biết đi của tôi không thể chơi. Tất cả các bảo tàng khác đều có khu vực dành cho trẻ em được giám sát chặt chẽ và thậm chí hạn chế người lớn không có trẻ em vào thăm. An ninh ở các cửa ra vào cực kỳ thô lỗ và chặt chẽ vì đó là một loạt các vật phẩm sao chép, hãy chuyển một số an ninh đến khu vực dành cho trẻ em! Nếu ai đó ăn cắp thứ này, chỉ cần in cái khác! Chúng tôi không được phép ra ngoài mà không đi qua cửa hàng quà tặng mặc dù chúng tôi có một đứa trẻ đang la hét. Khi chúng tôi rời khỏi cửa hàng quà tặng, chúng tôi đã bị chính nhân viên bảo vệ đó hỏi về việc ngồi trên một chiếc ghế dài bên ngoài cửa hàng quà tặng. Có một anh chàng đi lại trong chiếc áo khoác kẻ sọc và giày tennis, trông giống như một kẻ bị loại khỏi Rascal Flats, khiến mọi người có vẻ kỳ lạ. Chắc hẳn anh ta là người quản lý và chỉ khiến bạn cảm thấy không thoải mái. Giống như đang ở trong một nhà thờ nơi bạn biết mình không được chào đón và họ đang phán xét bạn. Tôi đoán điều tôi - tôi đang muốn nói là các hiện vật - không phải là thứ duy nhất giả mạo ở đây! Là một Cơ đốc nhân, nơi này thực sự làm tan nát trái tim tôi vì tôi biết đây có thể là hương vị duy nhất của Chúa Giêsu mà một số người nhìn thấy! Nơi này cần phải tập hợp lại và bắt đầu yêu thương dân Chúa! Để có quá nhiều sự bắt chước trong bảo tàng này, họ cần bắt đầu bắt chước Chúa Giêsu!Đọc thêm",
            "Hoạt động gia đình tuyệt vời! Thích các màn hình học tập tương tác. Các di tích và thông tin lịch sử thật tuyệt! Đừng bỏ lỡ trải nghiệm Washington! Đọc thêm",
            "Điều đầu tiên cần hiểu rằng đây thực sự là một bảo tàng lịch sử về sự tiến hóa của các tôn giáo Kitô giáo từ những tác phẩm Do Thái giáo sớm nhất trong Cựu Ước.  Giáo điều Cơ đốc giáo sẽ không bị áp đặt lên bạn nếu bạn không phải là tín đồ của đức tin đó. Các video rất xuất sắc.  Chuyến đi chuyển động giả rất thú vị.Đọc thêm",
            "Ở DC để công tác nhưng có chút thời gian ghé qua Bảo tàng. Ồ - có lẽ đáng để lên kế hoạch cho chuyến đi trở lại DC với mục này là mục chương trình chính trong danh sách. Lên kế hoạch dành chút thời gian ở đây. Một số phần tương tác;  - vô số kinh thánh lịch sử và nhiều hơn thế nữa.Đọc thêm",
            "Tôi - rất vui vì đã có Groupon giảm giá 1 - 2 vì vé vào cửa hoàn toàn quá dốc đối với một thành phố có bảo tàng miễn phí. Nó - nó tốt. Tôi đã học được rất nhiều điều nhưng chắc chắn tôi không cảm thấy điều đó nâng cao đức tin của mình chút nào. Bảo tàng không trung thực trong nhãn hiệu của họ và trình bày rất nhiều thứ họ có dưới dạng nguyên bản khi đó chỉ là bản sao chép. Chúng tôi đã đến xem trải nghiệm Tân Ước và đó là một sự thất vọng lớn. Quán cà phê có giá quá cao nhưng - không có lựa chọn ăn uống nào khác gần đó nên bạn - lại bị mắc kẹt. Cửa hàng quà tặng cần cải thiện. Nếu bạn - sắp xem Kinh thánh Gutenberg, bạn có thể xem miễn phí tại Thư viện Quốc hội, tuy nhiên, họ có rất nhiều kinh thánh và hiện vật khảo cổ khác nếu bạn có thể phân biệt được đâu là thật và đâu là giả từ nhãn. sinh sản.Đọc thêm",
            "Bạn có thể xem rất nhiều lịch sử của Kinh Thánh và tìm hiểu lý do tại sao nó lại quan trọng đối với nhiều nền văn hóa và quốc gia. Bạn thực sự học được những điều bạn chưa biết.Đọc thêm",
            "Bảo tàng Kinh thánh đã được thực hiện tốt. Nội dung tuyệt vời. Phần yêu thích của tôi là xem lịch sử của Kinh thánh. Rất nhiều thứ để xem, đọc và nghe. Một sự cân bằng tốt. Chỉ cần một chút trợ giúp về chỉ đường và dòng chảy. Đọc thêm",
            "Wow, thật là một nơi đặc biệt! Bảo tàng Kinh thánh có sáu tầng trưng bày, biểu diễn sân khấu và đài quan sát. Mỗi khu vực của bảo tàng đều tập trung đặc biệt vào các phần của Kinh thánh và có nhiều nơi yên tĩnh để ngồi và ngâm mình. Có một khu vực dành riêng cho trẻ em đắm mình trong thế giới của Kinh thánh. Lối vào của bảo tàng bắt đầu với các tác phẩm điêu khắc tượng trưng cho Trạm Thánh Giá và nếu bạn nhìn lên trần nhà, sẽ có một màn hình video tuyệt đẹp thay đổi cứ sau vài phút. Cửa hàng quà tặng rất tuyệt vời và cung cấp một số mặt hàng độc đáo để mua. Giá cả rất hợp lý! Ngoài ra còn có một phòng vệ sinh ở mỗi tầng, và điều đó rất thuận tiện nếu bạn cần nghỉ ngơi trong nhà vệ sinh và sau đó tiếp tục chuyến tham quan bảo tàng. Tôi đã dành ba giờ ở đó và thực sự có thể ở lại lâu hơn nữa nếu tôi có thời gian.Đọc thêm",
            "Đỗ xe cho xe 12 chỗĐọc thêm",
            "Toàn bộ chuyến tham quan có thân thiện với xe lăn không?Đọc thêm",
            "Có thang máy lên tất cả các tầng.Đọc thêm",
            "Nhà vệ sinh có dễ dàng tiếp cậnĐọc thêm",
            "Đúng. Họ ở gần thang máy ở mỗi tầng.Đọc thêm",
            "nhà hàng tuyệt vời gần đóĐọc thêm",
            "chúng tôi đi bộ đến khu vực bến tàu để ăn. Có vẻ an toàn khi đi bộ. Đọc thêm",
            "Có xe tay ga hoặc ghế dành cho người già không thể đi bộ nhiều không?Đọc thêm",
            "tôi không để ý nhưng tôi sẽ gọi đến quầy thông tin và hỏi.Đọc thêm",
            "Có nơi nào để ký gửi hành lý khi tôi tham quan bảo tàng không?Đọc thêm",
            "bạn nên gọi cho quầy lễ tân của họ để hỏi chắc chắn nhưng không để ý và không thấy bất cứ thứ gì giống như quảng cáo.Đọc thêm",
            "Giá vé phát sinh cho 2 người cao tuổiĐọc thêm",
            "Có phải trả phí vào cửa không?Đọc thêm",
            "Có giảm giá quân sự hoặc giảm giá cao cấp khi vào bảo tàng không?Đọc thêm",
            "Có nơi nào để kiểm tra áo khoác của bạn khi đến thăm không?Đọc thêm",
            "Có, có dịch vụ kiểm tra áo khoác miễn phíĐọc thêm"
        ],
        "star_ratings": [
            903,
            188,
            66,
            24,
            31
        ],
        "review_amount": 1212,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Washington DC",
            "Washington DC",
            "Quận Columbia - DC -",
            "Bảo tàng Kinh Thánh"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written August 10, 2023",
            "Written August 23, 2023",
            "Written September 14, 2023",
            "Written October 3, 2023",
            "Written November 6, 2023",
            "Written December 21, 2023",
            "Written March 13, 2024",
            "Written April 6, 2024",
            "Written April 30, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 19, 2024",
            "Written April 17, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 8, 2024",
            "Written April 6, 2024",
            "Written March 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28970-d12840707-Reviews-Museum_of_the_Bible-Washington_DC_District_of_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d538686-Reviews-Mitsitam_Native_Foods_Cafe-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d14188211-Reviews-2_Sisters_Deli-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d10050673-Reviews-Capitol_Bistro-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d4302424-Reviews-McDonald_s-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d3850287-Reviews-Potbelly_Sandwich_Works-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13316344-Reviews-Whiskey_Charlie_Rooftop_Bar-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d12905910-Reviews-Rice_Bar-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d2198100-Reviews-21st_Amendment-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d5051259-Reviews-Subway-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d4270263-Reviews-Starbucks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107967-Reviews-National_Air_and_Space_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d23261791-Reviews-Mary_W_Jackson_Nasa_Headquarters-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143930-Reviews-United_States_Botanic_Garden-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d493063-Reviews-National_Museum_of_the_American_Indian-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104867-Reviews-Smithsonian_National_Museum_of_Natural_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107965-Reviews-National_Mall-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107892-Reviews-National_Gallery_of_Art-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d21339252-Reviews-Dwight_D_Eisenhower_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10312591-Reviews-Saint_Dominic_Church-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107886-Reviews-Hirshhorn_Museum_and_Sculpture_Garden-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12840707-Reviews-or10-Museum_of_the_Bible-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d266635-Reviews-Hillwood_Estate_Museum_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10895065-Reviews-National_Museum_of_African_American_History_and_Culture-Washington_DC_District_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d108423-Reviews-National_Portrait_Gallery-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d105289-Reviews-Dumbarton_Oaks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218826-Reviews-National_Postal_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d130097-Reviews-The_Phillips_Collection-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d130100-Reviews-Smithsonian_National_Museum_of_Asian_Art-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d16645610-Reviews-Historic_America-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3164156-Reviews-DC_Trails-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d4872886-Reviews-Continental_City_Tours-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1828366-Reviews-Voice_of_America_Studio_Tour-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3161320-Reviews-Washington_DC_Tour_Hub-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d106958-Reviews-Bike_and_Roll_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7980940-Reviews-Museum_Hack_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d20062673-Reviews-Journal_Tour_Travels_LLC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d555386-Reviews-Kolsai_Lake-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15300585-d15070415-Reviews-Thai_Rose_Asia_Massage_Saloon-Muratpasa_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d324259-Reviews-Yu_Garden_Yuyuan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g57897-d283595-Reviews-Williamsburg_Outlet_Mall-Lightfoot_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8521544-Reviews-Engine_18_Chicago_Fire-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2616330-Reviews-GEAR_Theatre-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d23189328-Reviews-Orange_Bay_Hurghada-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298474-d2706155-Reviews-Cheile_Turzii-Cluj_Napoca_Cluj_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7767188-Reviews-Franz_Kafka_Statue-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g494960-d668656-Reviews-Jardines_de_Santa_Clotilde-Lloret_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28970-d12840707-Reviews-or10-Museum_of_the_Bible-Washington_DC_District_of_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28970-d12840707-Reviews-Museum_of_the_Bible-Washington_DC_District_of_Columbia.html"
    }
]