[
    {
        "attraction_name": "Musei Capitolini",
        "attraction_name_vi": "Bảo tàng Capitoline",
        "general_info": [
            "2.925 đánh giá",
            "116 trong số 2.427 điều cần làm ở Rome",
            "Viện bảo tàng nghệ thuật",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Việc thành lập Bảo tàng Capitoline bắt nguồn từ năm 1471, khi Giáo hoàng Sixtus IV tặng một nhóm tượng đồng có giá trị biểu tượng to lớn cho Người dân Rome. Các bộ sưu tập được liên kết chặt chẽ với thành phố Rome và hầu hết các cuộc triển lãm đều đến từ chính thành phố này.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi chỉ đơn giản là yêu thích bảo tàng này.  Tôi không bao giờ vượt qua được hơn 13 trong một chuyến thăm.  Hãy chắc chắn rằng bạn nhìn thấy Sói Capitoline và bức tượng Aurelius cưỡi ngựa.  Sau đó đi xuống một cấp và nhận ra bạn đang ở trong ngôi đền của Jupiter Optimus Maximus!  Sau đó đi qua lối đi ngầm là phòng viết.  Một món quà tuyệt vời nếu bạn đã thực hiện bất kỳ bản ghi chép nào.  Sau đó, hãy đến phía bên kia và khám phá một điều kỳ diệu bất ngờ-- những mái vòm mở mà qua đó bạn có một trong những góc nhìn đẹp nhất về diễn đàn, đặc biệt là các cột còn lại của đền Vespasian và Titus, Mái vòm của Severus, và nếu bạn là một người hâm mộ Cicero, dấu chân của ngôi đền Concord, và bạn thậm chí có thể nhìn thấy Giáo triều.  Vâng, về vấn đề đó, hãy mang theo ống kính dài của bạn: bạn có thể có được một kho tàng những bức ảnh tuyệt vời.  Vì vậy, nếu bạn còn năng lượng, hãy đi lên từ đó, vẫn còn nhiều bảo tàng nữa, có lẽ bao gồm cả viên ngọc quý của toàn bộ bảo tàng, tấm bảng có Lex de Imperio Vespasiani.  Đối với một sinh viên Luật La Mã, nó gần như là chén thánh, và nó nằm ngay trên một trong những bức tường mà không phô trương và thường bị chặn ở phía dưới bởi một vài bức tượng bán thân không rõ tên mà không thể kẹt ở nơi nào khác.  Có vẻ như họ không nhận thức được tầm quan trọng của nó.Đọc thêm",
            "Đây là lần thứ hai tôi đến thăm Musei Capitoloni, về cơ bản là do vị trí của bảo tàng, nội dung, sự vắng mặt của đám đông và tầm nhìn ra Quảng trường La Mã và Đồi Palatine từ bên trong.\nXin lưu ý rằng bất kỳ túi xách hoặc ba lô lớn nào đều có thể được cất giữ miễn phí ngay sau khu vực an ninh và lối vào chính bên trong phòng thay đồ.\nCó hai mặt của bảo tàng và một vài tầng ở mỗi bên. Phía bên kia có thể đến được bằng một đường hầm dưới lòng đất và đây là nơi bạn có thể nhìn ra Diễn đàn La Mã.\nĐây phải là bảo tàng yêu thích của tôi ở Rome, ngoài Bảo tàng Vatican quá đông đúc vì các nhóm du lịch. Đọc thêm",
            "Chúng tôi đang đi dạo ở Rome và đi ngang qua Quảng trường Venezia. \nchúng tôi nghĩ đến việc leo lên các bậc thang và kiểm tra xem có gì ở trên cùng. Khi đến nơi, chúng tôi thấy một bức tượng khổng lồ ngồi trên một con ngựa. Khi kiểm tra với quầy thông tin, chúng tôi bị lôi kéo và quyết định đến xem bảo tàng có tên Musei Capitolini\n\nNằm trên quảng trường Piazza del Campidoglio tráng lệ do Michelangelo thiết kế, Bảo tàng Capitoline nằm trong hai tòa nhà được kết nối bởi Galleria dưới lòng đất.\n\nBên trong một trong hai tòa nhà có những tác phẩm điêu khắc cổ có giá trị, hầu hết là từ bộ sưu tập tư nhân của các giáo sĩ và gia đình quý tộc La Mã, tượng bán thân của các triết gia, chân dung hoàng gia, tượng Ai Cập và các tác phẩm nghệ thuật nổi tiếng như Dying Gaul và Capitoline Venus, cùng với những tác phẩm đáng chú ý. tài liệu văn tự.\nTòa nhà còn lại có nhiều tác phẩm điêu khắc bằng đồng, như Sói Capitoline, Spinario và Capitoline Brutus. Ở tầng một, một căn phòng kính lớn chứa bức tượng cưỡi ngựa bằng đồng hùng vĩ của Marcus Aurelius và tàn tích của ngôi đền Jupiter Capitoline. Trên tầng hai là Pinacoteca Capitolina, nơi lưu giữ những kiệt tác của các nghệ sĩ như Titian, Caravaggio, Rubens, Annibale Carracci, Tintoretto và Guido Reni.\n\nBảo tàng Capitoline cũng có một bộ sưu tập đồ trang sức, tiền xu và huy chương có giá trị được lưu giữ tại Palazzo Caffarelli-Clementino.\n\nĐây không phải là một phần trong hành trình của chúng tôi và chúng tôi vẫn ở đây trong ba giờ. Sau ba tiếng đồng hồ chúng tôi vẫn chưa hoàn thành xong bảo tàng. Nhưng anh ấy phải gấp rút vì chúng tôi đã đặt trước chuyến tham quan colloseum. Nhưng tôi đánh giá cao địa điểm này và đề xuất ít nhất bốn giờ cho địa điểm này. \n\nPhải làm !!Đọc thêm",
            "Bảo tàng này là một viên ngọc bất ngờ. Một khi bạn đã sử dụng hết tất cả những địa điểm tuyệt vời thường thấy ở Rome, bảo tàng này còn có một số địa điểm khác!  Không thể đánh bại các góc nhìn từ trên xuống của diễn đànPalatine HillColosseum.  Rất nhiều lịch sử tuyệt vời với lời giải thích bằng tiếng Anh. Có rất nhiều tấm bia, bức tượng nguyên bản của Marcus Aurelius, một cỗ xe La Mã và nhiều thứ khác. Bạn có thể đi lên các bậc thang do Michelangelo thiết kế để đến Đài tưởng niệm Victor Emmanuel và thêm vào đây như một phần thưởng nhỏ. Những bước đi đẹp đẽ trong quảng trường nhỏ để ngồi dưới bóng râm trong vài phút và thậm chí bạn có thể thấy một vài bữa tiệc cưới! Chúng tôi đã dành khoảng hai giờ ở đây và rất ngạc nhiên. Đọc thêm",
            "Bạn không thể bỏ qua chuyến thăm này nếu đến thăm Rome. Nó cho thấy nhiều chi tiết về thành phố kể từ khi thành lập, với những lời giải thích cẩn thận về các thời đại khác nhau. Các di tích được lưu giữ bên trong được bảo trì rất tốtĐọc thêm",
            "Đây là một nơi tuyệt vời để chiêm ngưỡng những tác phẩm nghệ thuật phong phú trên trần nhà, tường và thậm chí cả ở các ô cửa. Các tác phẩm điêu khắc rất ấn tượng và thông tin đi kèm được viết rất tốt. Bảo tàng này có hai mặt, được kết nối bằng một loại tàu điện ngầm dưới tầng hầm không rõ ràng. Phía bên kia lối vào nhỏ hơn nhưng cũng rất đáng chú ý và đáng ghé thăm.\n\nCó nhà vệ sinh, quán cà phê và nhà hàng. Có một hàng dài người xếp hàng trong quán cà phê và quá trình gọi món diễn ra chậm chạp vì nhân viên thu ngân duy nhất luôn nghe điện thoại của cô ấy. Các nhân viên khác thật tuyệt vời và nói tiếng Anh khá tốt. Có phòng thay đồ để đựng ba lô, v.v. miễn phí sử dụng. Không có nơi nào phù hợp cho vali.Đọc thêm",
            "Bảo tàng Capitoline là nơi không thể bỏ qua nếu bạn yêu thích bảo tàng.  Những bảo tàng này có lẽ có bộ sưu tập hiện vật La Mã lớn nhất.  Chúng tôi đã mua vé trước khi đến bảo tàng.  Có lẽ chúng tôi đã có thể mua vé tại văn phòng ở đó vì không có hàng đợi.  Chúng tôi đến bảo tàng vào buổi chiều muộn và bảo tàng không đông đúc.  Có hai bảo tàng được nối với nhau bằng một đường hầm dưới lòng đất.  Các bảo tàng rất khó hiểu và khó tìm đường.  Tuy nhiên, trải nghiệm ngắm nhìn các tác phẩm nghệ thuật và điêu khắc rất đáng giá.Đọc thêm",
            "đã xảy ra với anh bạn Jason Grace của tôi một lần. không nhưng thực sự thì đây là một bảo tàng tuyệt vời nếu bạn vẫn có thể cảm nhận được đôi chân của mình sau khi đi bộ cả ngày rõ ràng không phải trải nghiệm của tôi hơi đắt đỏ vâng chắc chắn nhưng rất vui vì tôi có thể xem triển lãm cursus Honorum và xem cornelia và anh em nhà gracchi trong một bức tranh VÀ một scipioni cây gia phả đáng giá 100. Thật không may, bức tượng bán thân của ciceros đã bị mất tích nhưng nó đã được bù đắp khi bằng cách nào đó tôi đã quên mất Thee st. bức tranh của Sebastian được đặt ở đó và đột nhiên rẽ vào một góc và thấy mình đang nhìn chằm chằm vào nó, giọng nói của Morris và bây giờ tôi biết cảm giác của Philomena CunkĐọc thêm",
            "Đừng hiểu sai ý tôi, Bảo tàng Capitoline ở Quảng trường Piazza del Campidoglio đáng giá đến từng Euro so với giá vé vào cửa. Tác phẩm nghệ thuật vô giá và trong số những thứ đáng xem khác là bức tượng cưỡi ngựa nguyên bản của Marcus Aurelius, được bảo quản cẩn thận bên trong bảo tàng; phần trung tâm trên Piazza del Campidoglio hiện là một bản sao chính xác. Trên tầng cao nhất có một quán cà phê đàng hoàng, tự phục vụ nhưng có tramezzini và cà phê ngon với giá cả hợp lý. Nhưng một lời cảnh báo. Bảo tàng là một mê cung thực sự. Chúng tôi đã nhìn thấy một số hành lang nhiều lần và vị trí của phòng tắm công cộng là một bí mật được bảo vệ chặt chẽ, mặc dù có một số biển chỉ dẫn lạc quan ở đâu đó trong những hành lang đó. Nhưng một lần nữa, chuyến thăm bảo tàng này sẽ nằm ở vị trí khá cao trong danh sách những điều bạn nên làm ở Rome.Đọc thêm",
            "Bảo tàng rộng lớn trong cung điện cổ\nTrưng bày cổ vật hạng nhất cùng với bộ sưu tập tranh thú vị \nQuán cà phê ở tầng trên cùng có sân hiên rộng rãi với tầm nhìn tuyệt đẹp ra thành phố.\nĐừng bỏ lỡ cơ sở lapidarium dẫn qua đường hầm dưới lòng đất.\nMặt khác, triển lãm tạm thời có nhãn Fidia không đáng giá vào cửa bổ sung.Đọc thêm",
            "Bảo tàng Capitoline có một bộ sưu tập đồ tạo tác đáng kinh ngạc và nó thực sự là một địa điểm không thể bỏ qua khi đến thăm Rome. Có rất nhiều thứ để xem và nó không có biển chỉ dẫn rõ ràng nên rất dễ bỏ sót đồ đạc và bị lạc một chút. Chúng tôi thường nghĩ mình đã lạc vào lối thoát hiểm nhưng không, đó là cầu thang chính thức và đó là cách bạn đi đến mọi thứ. Theo kinh nghiệm của chúng tôi, nếu nó trông nhạt nhẽo và chẳng đi đến đâu thì có lẽ nó sẽ dẫn đến một điều gì đó thực sự thú vị! Chúng tôi không biết làm thế nào để đi sang phía bên kia của bảo tàng, bảo tàng chiếm hai tòa nhà ở hai phía đối diện của quảng trường và phải đến khi chúng tôi đi ra ngoài và băng qua tòa nhà khác, chúng tôi mới được thông báo rằng chúng được kết nối dưới lòng đất. Rất may, họ đã cho chúng tôi quay lại để băng qua. Họ có một bộ sưu tập đá cẩm thạch tuyệt vời, bao gồm cả Dying Gaul tuyệt vời!!, và nhiều đồng xu La Mã hơn tôi từng thấy. Nó cũng có tầm nhìn tuyệt đẹp ra tầng thượng của Rome và một số điểm quan sát tuyệt vời. qua Diễn đàn, chúng tôi đã có được một số bức ảnh tuyệt vời từ đây. Một điểm nổi bật bất ngờ đối với tôi là trong đường hầm dưới lòng đất, họ có một bộ sưu tập các bia mộ kèm theo bản dịch bên dưới. Chúng thật đau lòng nhưng cũng thật đẹp. Nó chắc chắn đã nhận được phản ứng cảm xúc lớn nhất từ ​​​​tôi và thực sự ở lại với tôi. Tôi chắc chắn sẽ khuyên bạn nên dành thời gian để đọc qua chúng. Đây chắc chắn là một trong những bảo tàng yêu thích của tôi mà tôi đã ghé thăm! Hãy chắc chắn rằng bạn có nhiều thời gian và thêm cái này vào danh sách của bạn!Đọc thêm",
            "The Capitoline Museum was wonderful but overwhelming. In hindsight, it would have been good to plan ahead. In particular having a list of  must-see highlights would have helped us to target the things we really wanted to see.The collection is spread across Palazzo Nuovo and Palazzo Conservatori, the two grand palazzos that dominate the Michelangelo-designed piazza at the top of Capitoline Hill.  An underground passage joins the two buildings and is a fun thing for kids although overall, the museum is not very child-friendly. TICKETS:We bought our tickets at the door the ticket office is on the Palazzo Conservatori side. There was no queue when we were there, mid-week in the afternoon. Its not cheap at 13. Whilst it was definitely worth it and I didnt begrudge a cent, I think it would have been more cost-efficient had we bought the Roma Pass. We didnt think to look into this but we probably should have. TIPS: i Start at the ground floor courtyard on the Palazzo Conservatori side. Most of the famous highlights, from the famous She-Wolf to paintings by Caravaggio, are on this side.ii Backpacks are not allowed but there are lockers which I think were freeiii Allow lots of time. We spent 3 hours which wasnt enough to see everything. We lingered in some areas but had to rush through others and skip some completely.iv The layout is a bit confusing and parts are almost maze-like so either grab a floorpan map or take a photo of the floor plan sign at the entrance - its not entirely reliable and some things have changed but it will helpv Signage in the museum has very limited information so we relied on the audio guide, which was OK but we got a lot more out of our guide book which had a self-guided tour of the museum.vi Dont skip the Tabularium in the basement of the Museums. From here, you look right out across the Roman Forum. It must be the best Forum view around.HIGHLIGHTS: Palazzo Conservatori highlights:i The Colossal of Constantineii The original Equestrian Statue of Marcus Aureliusiii Berninis Medusaiv The original Capitoline She-Wolfv Spinariovi the Picture Gallery Caravaggios Fortune Teller and St John the Baptist, and Rubens Romulus and Remus Palazzo Nuovo highlights:i Statue of the Dying Gaulii the beautiful Capitoline Venus - just stunningiii the colossal statue of Marforio in the courtyard, one of the famous Roman talking statuesiv Hall of Philosophers  the Hall of EmperorsRead more",
            "Điều này nên có trong danh sách của mọi người! Chúng tôi đến thăm vào ngày cuối cùng nên nó đã vẽ nên tất cả những gì chúng tôi đã cùng nhau xem. Điểm nổi bật- các mẫu đá cẩm thạch và quan điểm trên diễn đàn. Chỉ cần chắc chắn rằng bạn đi đúng hướng!Đọc thêm",
            "Tôi là một cô gái mê bảo tàng và Capitoline không làm tôi thất vọng. Đó là một bảo tàng tuyệt vời với một số tác phẩm nghệ thuật và hiện vật tinh xảo nhất mà tôi từng có vinh dự được chứng kiến, cách bố trí hơi khó hiểu và hàng đợi mua vé di chuyển rất chậm. Nhưng nếu bạn ở Rome và muốn dành một ngày bên trong thì đây thực sự là lựa chọn tốt nhất, hoàn toàn xứng đáng với số tiền bỏ ra nhưng nếu tôi quay lại Rome, tôi sẽ không làm vậy nữa. Đọc thêm",
            "Đây là bảo tàng yêu thích của chúng tôi ở Rome. Hãy chắc chắn rằng bạn đi lên tầng trên của quán cà phê để có tầm nhìn tuyệt vời. Tòa nhà đầu tiên là tốt nhất và hãy dành chút thời gian ở đó.Đọc thêm",
            "Bảo tàng rộng lớn trong một cung điện cổ Trưng bày các cổ vật hạng nhất cùng với bộ sưu tập tranh thú vị Quán cà phê ở tầng trên cùng có sân hiên rộng lớn với tầm nhìn tuyệt đẹp ra thành phố. Đừng bỏ lỡ cơ sở lapidarium đi qua một đường hầm dưới lòng đất. Mặt khác, triển lãm tạm thời được gắn nhãn Fidia không đáng giá phí vào cửa bổ sung.Đọc thêm",
            "Đừng hiểu sai ý tôi, Bảo tàng Capitoline ở Quảng trường Piazza del Campidoglio đáng giá đến từng Euro so với giá vé vào cửa. Tác phẩm nghệ thuật vô giá và trong số những thứ đáng xem khác là bức tượng cưỡi ngựa nguyên bản của Marcus Aurelius, được bảo quản cẩn thận bên trong bảo tàng; phần trung tâm trên Piazza del Campidoglio hiện là một bản sao chính xác. Trên tầng cao nhất có một quán cà phê đàng hoàng, tự phục vụ nhưng có tramezzini và cà phê ngon với giá cả hợp lý. Nhưng một lời cảnh báo. Bảo tàng là một mê cung thực sự. Chúng tôi đã nhìn thấy một số hành lang nhiều lần và vị trí của phòng tắm công cộng là một bí mật được bảo vệ chặt chẽ, mặc dù có một số biển chỉ dẫn lạc quan ở đâu đó trong những hành lang đó. Nhưng một lần nữa, chuyến thăm bảo tàng này sẽ nằm ở vị trí khá cao trong danh sách những điều bạn nên làm ở Rome.Đọc thêm",
            "Khi tôi đến thăm sớm hôm nay, đó là cùng với một nhóm 25 tuổi 17-18 như một phần của khóa học lịch sử cổ đại ở Rome của chúng tôi. Chúng tôi đã đặt vé trước nhiều tháng và trường đại học của chúng tôi đã đến thăm nơi này nhiều lần trước đó. Lần này, an ninh đã vây bắt chúng tôi sau 5 phút và yêu cầu chúng tôi di chuyển theo nhóm được hộ tống qua bảo tàng, nếu không họ dọa sẽ gọi cảnh sát. Trong một giờ tiếp theo, chúng tôi không bị an ninh theo dõi một cách kín đáo khi di chuyển qua bảo tàng. Cho đến giây phút cuối cùng, họ tỏ ra thô lỗ và trịch thượng đối với chúng tôi. Không cần phải nói rằng đây là một sự ô nhục tuyệt đối và phá hủy hoàn toàn mọi niềm vui và niềm tin mà tôi có đối với cơ sở. Bản thân bảo tàng thật tuyệt vời, tuy nhiên nhân viên còn tệ hơn cả khủng khiếp.Đọc thêm",
            "Đây là bảo tàng lâu đời nhất thế giới và bản thân tòa nhà đã là một điều kỳ diệu. Bộ sưu tập rất nổi bật và có rất nhiều điều để tìm hiểu. Rất khuyến khích.Đọc thêm",
            "đã xảy ra với anh bạn Jason Grace của tôi một lần. không nhưng thực sự thì đây là một bảo tàng tuyệt vời nếu bạn vẫn có thể cảm nhận được đôi chân của mình sau khi đi bộ cả ngày rõ ràng không phải trải nghiệm của tôi hơi đắt đỏ vâng chắc chắn nhưng rất vui vì tôi có thể xem triển lãm cursus Honorum và xem cornelia và anh em nhà gracchi trong một bức tranh VÀ một scipioni cây gia phả đáng giá 100. Thật không may, bức tượng bán thân của ciceros đã bị mất tích nhưng nó đã được bù đắp khi bằng cách nào đó tôi đã quên mất Thee st. bức tranh của Sebastian được đặt ở đó và đột nhiên rẽ vào một góc và thấy mình đang nhìn chằm chằm vào nó, giọng nói của Morris và bây giờ tôi biết cảm giác của Philomena CunkĐọc thêm"
        ],
        "star_ratings": [
            1857,
            743,
            207,
            60,
            59
        ],
        "review_amount": 2926,
        "location": [
            "Châu Âu",
            "Lazio",
            "Nước Ý",
            "Những điều cần làm ở Rome",
            "Bảo tàng Capitoline",
            "la Mã"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written July 14, 2023",
            "Written September 10, 2023",
            "Written September 11, 2023",
            "Written October 8, 2023",
            "Written October 16, 2023",
            "Written October 30, 2023",
            "Written November 20, 2023",
            "Written March 18, 2024",
            "Written April 2, 2024",
            "Written May 22, 2024",
            "Written May 16, 2024",
            "Written April 21, 2024",
            "Written April 17, 2024",
            "Written April 6, 2024",
            "Written April 2, 2024",
            "Written March 18, 2024",
            "Written March 11, 2024",
            "Written February 24, 2024",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187791-d191096-Reviews-Musei_Capitolini-Rome_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d25452005-Reviews-Il_Fantino-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d23774692-Reviews-Grano_Trattoria-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d14939269-Reviews-Grano_la_cucina_di_Traiano-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d8605474-Reviews-Tiberino-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d7989976-Reviews-Vale_Gelato-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d23651120-Reviews-Pasta_e_Vino_Via_Florida-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d24098935-Reviews-Pasta_e_Vino_Largo_Arenula-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d20309207-Reviews-Pizza_della_Madonna_dei_Monti-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1863797-Reviews-Pizza_Florida-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d10082007-Reviews-La_Prezzemolina-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246132-Reviews-Palazzo_dei_Conservatori-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14203332-Reviews-Statua_di_Polluce-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12705022-Reviews-Palazzo_Caffarelli_Clementino-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10513191-Reviews-Replica_Statua_Equestre_di_Marco_Aurelio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14203740-Reviews-Statua_di_Castore-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d11960195-Reviews-Fontana_della_Dea_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12865348-Reviews-Statua_Marforio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191409-Reviews-Colle_Capitolino-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246079-Reviews-East_of_Via_del_Corso-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197716-Reviews-Piazza_del_Campidoglio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191096-Reviews-or10-Musei_Capitolini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d522812-Reviews-Galleria_Borghese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d26361593-Reviews-Museum_of_Light-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8484766-Reviews-Serra-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246088-Reviews-Palazzo_Colonna_Galleria_Colonna-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13141889-Reviews-Welcome_To_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190990-Reviews-Centrale_Montemartini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190989-Reviews-Museo_Nazionale_Romano_Palazzo_Massimo_alle_Terme-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2179620-Reviews-Le_Domus_Romane_di_Palazzo_Valentini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d208583-Reviews-Museo_Nazionale_Etrusco_di_Villa_Giulia-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2414683-Reviews-Luke_Limousine_Private_Rome_Trips-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d243026-Reviews-Basilica_di_Santa_Maria_in_Aracoeli-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d501636-Reviews-Arco_di_Settimio_Severo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d196318-Reviews-Lupa_Romana-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8093630-Reviews-Tempio_di_Saturno-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14181756-Reviews-Vespa_Sidecar_Tour_in_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10696990-Reviews-Palazzo_Senatorio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d9865151-Reviews-Rome_First_Choice_Tours-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246125-Reviews-Palazzo_Nuovo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d17514414-Reviews-Al_Mina_Fruit_and_Vegetable_Souk-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d142955-Reviews-Oak_Street_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34721-d526432-Reviews-Webster_Westside_Flea_Market-Webster_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11827483-Reviews-Lohan_Nightclub-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g651772-d2092470-Reviews-Wertheim_Village-Wertheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d24099252-Reviews-Eden_Island_Hurghada-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d2179924-Reviews-The_City_of_Ten_Thousand_Buddhas-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4108044-Reviews-Honolulu_Fish_Auction-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10784020-Reviews-Cala_Figuera_Beach-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46439-d3585204-Reviews-Liberty_Village_Outlet_Marketplace-Flemington_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187791-d191096-Reviews-or10-Musei_Capitolini-Rome_Lazio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187791-d191096-Reviews-Musei_Capitolini-Rome_Lazio.html"
    }
]