[
    {
        "attraction_name": "Musee Renoir",
        "attraction_name_vi": "Bảo tàng Renoir",
        "general_info": [
            "623 đánh giá",
            "2 trong số 15 điều cần làm ở Cagnes-sur-Mer",
            "Viện bảo tàng nghệ thuật",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Pierre-Auguste Renoir định cư tại Domaine des Collettes vào năm 1908. Một thế kỷ sau, Bảo tàng Renoir đã được tân trang lại, là bằng chứng cảm động về thế giới sáng tạo và quen thuộc của Bậc thầy. Bạn sẽ choáng ngợp trước các bộ sưu tập, 14 bức tranh nguyên bản, 40 tác phẩm điêu khắc, đồ nội thất, xưởng may và khu bất động sản tráng lệ với những cây cam quýt và dầu có niên đại hàng thế kỷ. Từ khu vườn, bạn có thể chiêm ngưỡng khung cảnh đáng kinh ngạc trải dài đến tận Cap dAntibes.Đọc thêm",
        "reviews": [
            "Tôi thích bảo tàng này! Không có nhiều đánh giá tốt nên tôi không chắc mình có dành thời gian để đi hay không, nhưng tôi là người hâm mộ nghệ thuật của Renoir, vì vậy chúng tôi đã đến. Tôi nói rằng đừng bỏ lỡ điều này! Hãy chắc chắn và xem video ở tầng dưới, nó sẽ cho bạn một số góc nhìn về nghệ thuật của ông. Bạn không cần hơn một giờ hoặc một tiếng rưỡi ở đây, nhưng tôi nói rằng đừng bỏ lỡ! Họ đã cung cấp cho chúng tôi một mức giá kết hợp để xem Lâu đài Grimaldi và tôi rất vui vì chúng tôi đã tận dụng ưu đãi này vì chúng tôi thích lâu đài và thị trấn Cagnes-sur-Mer. Đọc thêm",
            "Ngôi nhà và khu vườn đẹp. Rất có tổ chức và cắt tỉa cẩn thận. Có chỗ đậu xe nhưng nhỏ. Ngôi nhà mang hơi hướng của thời đó nhưng khá tối giản. Bạn có thể tưởng tượng thời điểm Matisse đến thăm sẽ như thế nào. Khu vườn và quang cảnh cũng rất đẹp.Đọc thêm",
            "Cách đây vài năm, bảo tàng này rất tồi tàn và xuống cấp trầm trọng. Ngày nay, ngôi nhà, ferme và các khu vườn xung quanh đều đã được cải tạo và phục hồi kỹ lưỡng - bao gồm cả việc xây dựng một bản sao quy mô đầy đủ của studio ngôi nhà mùa hè của Renoir. Có một trung tâm du khách được xây dựng thấp mới, tận dụng tối đa lợi thế của mặt đất đang rơi xuống, được giấu kín để không che khuất khung cảnh mà du khách đến chiêm ngưỡng. Tất cả đều đáng xem và ghi công cho những người điều hành nó. \n\nHãy nhớ rằng nếu thời tiết xấu và bạn đến trước giờ mở cửa, sẽ không có nơi nào để trú ẩn trong khi chờ mở khóa cổng bảo tàng.Đọc thêm",
            "Sau khi di chuyển trong tình trạng giao thông khủng khiếp trong hơn một giờ, chúng tôi đến lúc 5h31 chiều và được thông báo rằng du khách không được vào sau 5h30 chiều mặc dù bảo tàng mở cửa đến 6 giờ chiều. Tôi giải thích rằng chúng tôi đang trên đường đến sân bay và các con tôi muốn xem Renoirs studio dù ngắn gọn đến đâu. Người phụ nữ ở quầy lễ tân hoàn toàn không lay chuyển và không cho phép chúng tôi vào ngay cả khi đến thăm nhanh. Hành vi thực sự nhẫn tâm và họ hoàn toàn xứng đáng với mọi đánh giá tiêu cực mà họ nhận được. Thật xấu hổ khi kết thúc một chuyến đi tuyệt vời với một ghi chú chua chát như vậy. Đọc thêm",
            "Cách đây vài năm, bảo tàng này rất tồi tàn và xuống cấp trầm trọng. Ngày nay, ngôi nhà, ferme và các khu vườn xung quanh đều đã được cải tạo và phục hồi kỹ lưỡng - bao gồm cả việc xây dựng một bản sao quy mô đầy đủ của studio ngôi nhà mùa hè của Renoir. Có một trung tâm du khách xây dựng thấp mới, tận dụng tối đa lợi thế của mặt đất đang rơi xuống, được giấu kín để không che khuất khung cảnh mà du khách đến chiêm ngưỡng. Tất cả đều đáng xem và ghi công cho những người điều hành nó. Hãy nhớ rằng nếu thời tiết xấu và bạn đến trước giờ mở cửa, sẽ không có nơi nào để trú ẩn trong khi chờ mở khóa cổng bảo tàng.Đọc thêm",
            "Musee Renoir, trái ngược với những gì Lonely Planet nói, đơn giản là không đáng để bạn bỏ công sức đi đến. Nó ở ngoài đường, cần phải đi taxi hoặc đi bộ một quãng đường dài từ ga xe lửa Cagnes-sur-Mer. Nó chỉ mở cửa trong những giờ rất cụ thể, chẳng hạn như 10 giờ sáng đến 12 giờ trưa, sau đó đóng cửa để nghỉ trưa 2 giờ như nhiều địa điểm khác ở các thị trấn nhỏ hơn. Nếu bạn nhận thức được điều này và có thể sắp xếp phương tiện di chuyển để đến đúng 10 giờ sáng, bạn sẽ phát hiện ra rằng khoảng 10 trong số 14 bức tranh thực tế của Renoir rất nhỏ, rộng chưa đến 1 foot, có ít chi tiết và một bức là thậm chí còn chưa hoàn thành. Những bức tranh lớn hơn không phải là mẫu đẹp nhất trong tác phẩm của ông, và nhiều bức có vẻ như từ những năm cuối đời của ông. Hơn một nửa tác phẩm trong bảo tàng thực sự không phải do Renoir cấp cao thực hiện và sự lựa chọn không quá ấn tượng so với những gì bạn thấy ở Paris hay những nơi khác. Trừ khi bạn quản lý công việc hậu cần một cách chính xác và bạn cũng quan tâm đến việc xem khuôn viên của ngôi nhà cũng như vị trí xưởng kính của Renoir trong những năm tháng tuổi xế chiều của ông, thì đây là một địa điểm gây khó chịu. Lưu ý rằng bạn thậm chí không thể đi vòng quanh khuôn viên khi bảo tàng đóng cửa để nghỉ trưa và bạn sẽ được yêu cầu rời đi.Đọc thêm",
            "Ngôi nhà và khu vườn đẹp. Rất có tổ chức và cắt tỉa cẩn thận. Có chỗ đậu xe nhưng nhỏ. Ngôi nhà mang hơi hướng của thời đó nhưng khá tối giản. Bạn có thể tưởng tượng thời điểm Matisse đến thăm sẽ như thế nào. Khu vườn và quang cảnh cũng rất đẹp.Đọc thêm",
            "Một cơ hội tuyệt vời để thực sự vào ngôi nhà và xưởng vẽ nơi Renoir đã dành 15 năm cuối đời để vẽ tranh. Mẹo quan trọng nhất: hãy tham gia chuyến tham quan có hướng dẫn viên, chuyến tham quan này rất tuyệt và không tốn kém. Không có hướng dẫn bằng âm thanh hoặc mô tả bằng văn bản về những gì bạn đang xem, vì vậy chuyến tham quan có hướng dẫn viên rất đáng giá. Đây là một trải nghiệm cảm động vì nó rất riêng tư. Bạn được phép vào tất cả các phòng trong ngôi nhà hai tầng nơi ông, vợ và đứa con nhỏ của ông sống. Vào thời điểm này, bệnh viêm khớp dạng thấp đã làm ông tàn tật nên bạn sẽ thấy chiếc xe lăn bằng gỗ và chiếc ghế được chế tạo để đưa ông lên xuống cầu thang. Bạn sẽ bước vào xưởng vẽ mà ông đã xây dựng để thu ánh sáng. Nghệ thuật của ông được treo trong nhà, mặc dù không nhiều, nhưng có một số kiệt tác của ông được thực hiện vào những năm sau đó và nó thật ngoạn mục. Đây là một trong những điểm nhấn trong tháng của chúng tôi ở Pháp. Đọc thêm",
            "Tôi yêu bảo tàng này! Không có nhiều đánh giá tốt nên tôi không chắc liệu mình có dành thời gian để đi hay không, nhưng tôi là một người hâm mộ nghệ thuật của Renoir nên chúng tôi đã đi. Tôi nói đừng bỏ lỡ điều này! Hãy chắc chắn và xem video ở tầng dưới, nó sẽ cho bạn một số góc nhìn về nghệ thuật của anh ấy. Bạn không cần nhiều hơn một giờ hoặc một giờ rưỡi ở đây, nhưng tôi nói đừng bỏ lỡ! Họ đề nghị cho chúng tôi một mức giá kết hợp để xem Lâu đài Grimaldi và tôi rất vui vì chúng tôi đã tận dụng ưu đãi này vì chúng tôi rất thích lâu đài và thị trấn Cagnes-sur-Mer. Đọc thêm",
            "Đây là một chuyến tham quan đặc biệt đáng thất vọng.  Đúng vậy, ngôi nhà này cũ và đẹp và được trang bị những món đồ cổ có thể thuộc sở hữu của Renoir.  Nhưng chúng không phải là tất cả những gì gợi lên thời đại.  Có những bức ảnh của gia đình, và nhiều bức tranh của bạn bè, không bức nào là những cái tên quen thuộc hay tác phẩm nghệ thuật đặc biệt. Tôi nghĩ chỉ có nửa tá tác phẩm của Renoir, có một tác phẩm hay.  Anh ấy xứng đáng được đại diện nhiều hơn và tốt hơn. Có rất nhiều bảo tàng Nghệ sĩ ngoạn mục trong khu vực Leger, Chagall, Picasso, Matisse và cái này không thể so sánh được.Đọc thêm",
            "Chuyến thăm của chúng tôi đến ngôi nhà và studio ẩn mình trong một vườn ô liu già thật là phi thường.  Tôi nghĩ đó sẽ là điểm nhấn trong chuyến đi của chúng tôi.Đọc thêm",
            "Ngôi nhà đẹp. Bạn thực sự có thể cảm nhận được lịch sử khi bạn đi qua các phòng. Sẽ giới thiệu. Đọc thêm",
            "Nhà đẹp, view đẹp, sân vườn đẹp.  Rất thích tìm hiểu sâu hơn về cuộc sống và nghệ thuật của Renoir.  Tôi đã may mắn khi người hướng dẫn viên đến và kể về cuộc sống tôi đã sống trong ngôi nhà này.Đọc thêm",
            "Tôi muốn biết ngày đóng cửa và thời gian chính xác. Trên trang web tôi thấy thời gian đóng cửa là 5 giờ chiều. Cảm ơn bạn, bạn có thể xác nhận không?Đọc thêm.",
            "Chào buổi sáng, tôi muốn thông báo với bạn về giờ mở cửa của bảo tàng Renoir Cagnes sur mer: từ 10 giờ sáng đến 1 giờ chiều và từ 2 giờ chiều đến 6 giờ chiều, đóng cửa vào các ngày thứ Ba. Tôi muốn chỉ ra rằng tất cả các bức tranh của anh ấy đều được trưng bày cho đến khi. Ngày 22 tháng 9, nhân dịp kỷ niệm 100 năm ngày sinh của ông. Đọc thêm.",
            "Chào buổi sáng, làm thế nào để bạn đăng ký tham quan nhà Renoir. Có vé kết hợp tham quan ngôi nhà của Renoir và triển lãm ở Cagnes sur mer không?\nLời chào hỏi\nAntonellaĐọc thêm",
            "Có chuyến tham quan nào được tổ chức với phương tiện di chuyển từ Nice không?Đọc thêm",
            "Chúng tôi đã thuê một chiếc ô tô trong tuần. Tuy nhiên, hãy thử Viator, họ có thể thực hiện các chuyến đi có tổ chức hoặc đi taxi tới đó và quay lại. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Sẽ đi du lịch cùng con gái với vấn đề di chuyển\nXe điện này hỗ trợ lên dốc là gì?\nChúng tôi thuê xe. Có thể lái xe tới cổng không?Đọc thêm",
            "Có lối đi rải sỏi và bậc thang vào nhà và cả cầu thang bên trong nên rất tiếc là không có. Đó là một ngôi nhà cũ của gia đình như lúc đóĐọc thêm",
            "Cảm ơn nhưng không vì đã đến thăm một vài lần, thậm chí còn lôi kéo vào lòng đất một ông già Olive cực kỳ xương xẩu và người cộng sự rất Vô danh của tôi bên dưới một người mà nếu Renoir nhìn thấy cô ấy thì có lẽ ông ta sẽ lấy chổi ra và lao vào cô ta theo cách phát quang của ông ta! Câu hỏi của tôi là: Bao lâu sau khi ông qua đời, ngôi nhà của Renoir được biến thành Bảo tàng? Tôi cá là sự kết thúc của Thế chiến thứ nhất đã không kích thích và tạo ra nhiều động lực cho Hội đồng Thị trấn Cagnes cho đến nay.\n\nMọi chuyện trở nên nóng lên vào gần giữa những năm 1950 khi B Bardot đưa du lịch với số lượng lớn đến St Tropez không xa hơn về phía tây của Cagnes...? Các con trai của Renoir có lẽ cũng yêu quý ngôi nhà của bố đến mức họ coi nó như một nơi trong ánh nắng mặt trời, và do đó đã nắm giữ quyền sở hữu của nó trong một hoặc ba thập kỷ...? Piers BrowneĐọc thêm",
            "Sau cái chết của Jean Renoir vào năm 1960, khu đất này đã được thành phố mua lại và biến thành bảo tàng.Đọc thêm",
            "Cảm ơn nhưng không, tôi đã đến thăm một vài lần, thậm chí còn vẽ trên mặt đất một số Olive già cực kỳ cứng nhắc và người bạn đồng hành rất không có nếp nhăn của tôi bên dưới một người, nếu Renoir nhìn thấy cô ấy, có thể đã lấy cọ ra và vẽ cô ấy theo cách rực rỡ của anh ấy! Câu hỏi của tôi là: Ngôi nhà của Renoir được xây dựng thành Bảo tàng bao lâu sau khi ông mất? Tôi cá là sự kết thúc của Thế chiến thứ nhất không kích thích và tạo ra nhiều động lực cho Hội đồng thị trấn Cagnes cho đến khi mọi thứ trở nên nóng bỏng vào khoảng giữa những năm 1950 khi B Bardot đưa du lịch ồ ạt đến St Tropez, không quá xa về phía tây của Cagnes...? Các con trai của Renoir có lẽ cũng yêu ngôi nhà của cha mình đủ để coi đó là nơi của họ dưới ánh mặt trời, và do đó đã giữ quyền sở hữu nó trong một hoặc ba thập kỷ...? Piers BrowneĐọc thêm",
            "Câu hỏi đã được trả lời. Đọc thêm",
            "Chúng ta có cần mua vé trước hay có thể mua khi đến tham quan?Đọc thêm",
            "Có thể mua vé tại bảo tàng. Đọc thêm",
            "Tôi sắp đến Paris và đến bảo tàng Renoir rất dễ dàng ????Đọc thêm",
            "Musée Renoir, tức là ngôi nhà cuối cùng của Renoir, nơi ông sống trong mười năm cuối đời, không phải ở Paris mà ở Côte d&#39;Azur. Gần Nice.\nTrên thực tế, dù sao thì việc đến Côte d&#39;Azur cũng đáng giá. Nó thật đẹp.Đọc thêm",
            "Bảo tàng mở cửa vào ngày nào trong tháng 10?Đọc thêm",
            "Chào bạn,\n\nBảo tàng mở cửa hàng ngày, trừ thứ Ba... Chỉ là thời gian mở cửa ngắn hơn - Tôi tin rằng khoảng hai giờ sáng 10:00 - 12:00 và sau đó là ba giờ chiềuĐọc thêm",
            "Cách tốt nhất để đến Musee Renoir từ Nhà ga ở Cagnes sur Mer là gì?Đọc thêm",
            "Tôi tin rằng có một chiếc xe buýt địa phương mà bạn có thể bắt đến điểm dừng gần bảo tàng nhất, sau đó đi bộ vài dãy nhà lên ngọn đồi nhỏ để đến bảo tàng.  Nếu bạn liên hệ với văn phòng du lịch ở Cagnes sur mer, họ sẽ có thể cho bạn biết số xe buýt và giá cả.  Tôi đã dừng lại ở văn phòng du lịch khi đến thăm và họ rất hữu ích và có một bản đồ đẹp.Đọc thêm"
        ],
        "star_ratings": [
            298,
            235,
            61,
            18,
            11
        ],
        "review_amount": 623,
        "location": [
            "Pháp",
            "Châu Âu",
            "Cagnes sur mer",
            "Bảo tàng Renoir",
            "Những việc cần làm ở Cagnes-sur-Mer",
            "Riviera thuộc Pháp - Côte dAzur",
            "Provence-Alpes-Côte d&#39;Azur"
        ],
        "reviews_time": [
            "Written October 19, 2023",
            "Written January 5, 2024",
            "Written April 8, 2024",
            "Written May 30, 2024",
            "Written April 8, 2024",
            "Written April 1, 2024",
            "Written January 5, 2024",
            "Written October 25, 2023",
            "Written October 19, 2023",
            "Written October 9, 2023",
            "Written August 19, 2023",
            "Written July 28, 2023",
            "Written July 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187220-d219395-Reviews-Musee_Renoir-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d3774573-Reviews-Restaurant_Le_Maestro-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Co.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d3784581-Reviews-Brasserie_Du_Printemps-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_C.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d5943822-Reviews-Iris_Coffee-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d3484045-Reviews-Chez_David-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d2314302-Reviews-Fleur_de_Sel-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d17310245-Reviews-Soi_Siam-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d3347246-Reviews-Restaurant_Le_Perousin-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_C.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d1329621-Reviews-Restaurant_Les_Baux-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d1328965-Reviews-Al_C_Anto-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187220-d23802293-Reviews-Cucina_Victoria_Restaurant-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Al.html",
            "https://www.tripadvisor.com/Attraction_Review-g187208-d230754-Reviews-Musee_Renoir_Les_Collettes-Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d2373777-Reviews-Haut_de_Cagnes-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Az.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d230757-Reviews-Chateau_Musee_Grimaldi-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d195658-Reviews-Promenade_des_Anglais-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d7721291-Reviews-Le_Tremplin-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187247-d195379-Reviews-Musee_Escoffier_de_l_Art_Culinaire-Villeneuve_Loubet_French_Riviera_Cote_d_Azur_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d10678024-Reviews-Eglise_de_la_Sainte_Famille-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d10678019-Reviews-Chapelle_Notre_Dame_de_Protection-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d17734743-Reviews-Office_de_Tourisme_Cagnes_sur_mer-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g187240-d21240729-Reviews-Office_de_Tourisme_de_Saint_Paul_de_Vence-St_Paul_de_Vence_French_Riviera_Cote_d.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d219395-Reviews-or10-Musee_Renoir-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d1861193-Reviews-French_Riviera_Guides-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d7110366-Reviews-AviaSim_Nice-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d12108313-Reviews-Esprit_Detente-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g187220-d9810531-Reviews-Azur_Provence_Montgolfieres-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Al.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d10314225-Reviews-RIDDLE_ROOM_Live_Escape_Game-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote.html",
            "https://www.tripadvisor.com/Attraction_Review-g187221-d2038393-Reviews-Liven_Up-Cannes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d17600706-Reviews-Canyons_Experience_Canyoning_Nice_Cote_d_Azur-Nice_French_Riviera_Cote_d_Azur_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g48105-d12005417-Reviews-Harbor_Island_Park-Mamaroneck_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g59426-d621279-Reviews-Mothman_Museum-Point_Pleasant_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40554-d104056-Reviews-Crescent_Beach_State_Park-Cape_Elizabeth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11885722-Reviews-Dolby_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6426434-Reviews-Flea_Market_Dry_Bridge-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d106663-Reviews-Creek_Street-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187345-d192287-Reviews-Drosselgasse-Ruedesheim_am_Rhein_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d668916-Reviews-Palmitos_Park-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d598499-Reviews-Leeum_Art_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60824-d3187636-Reviews-Central_Park_Fun_Land-Fredericksburg_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187220-d219395-Reviews-or10-Musee_Renoir-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187220-d219395-Reviews-Musee_Renoir-Cagnes_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html"
    }
]