[
    {
        "attraction_name": "Museo Soumaya",
        "attraction_name_vi": "Bảo tàng Soumaya",
        "general_info": [
            "4.045 đánh giá",
            "22 trong số 703 điều cần làm ở Thành phố Mexico",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Bảo tàng này khám phá vai trò của nghệ thuật và văn hóa trong đời sống con người và bao gồm nghệ thuật của những ngôi sao sáng như nhà điêu khắc người Pháp Rodin.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "bối cảnh tổng thể rất ấn tượng, lối vào rộng với tác phẩm chính của Rodin ở ngay cuối. Bảo tàng sẽ xứng đáng được chú trọng hơn, các tác phẩm được trình bày theo cách tích lũy, không trực quan. Cũng có thể được coi là thú vị khi tìm thấy một bức tranh của Picasso ở giữa cuộc triển lãm. Tầng trên cùng với tất cả các tác phẩm Rodins và nhiều tác phẩm kiệt tác khác ở Degas, v.v. một lần nữa trông rất ấn tượng, nhưng cũng hơi giống một nhà kho. Một Pitty. Thật tuyệt vời khi được vào cửa miễn phí, cung cấp quyền truy cập cho tất cả những ai yêu thích nghệ thuậtĐọc thêm",
            "Chúng tôi đến bảo tàng soumya vì hầu hết các bảo tàng lớn đều đóng cửa vào thứ Hai.  Chúng tôi rất vui vì chúng tôi đã làm.  Đây là một bộ sưu tập kỳ lạ nhưng hấp dẫn trong một tòa nhà lộng lẫy và được trình bày đẹp mắt.  Tầng một là nơi tập hợp các bản sao robot chất lượng cao của các tác phẩm nghệ thuật nổi tiếng của Châu Âu - pieta, David, Moses, v.v. Thật kỳ lạ khi nghĩ rằng những bản sao này quá nổi bật, nhưng Slim đã mang đến Thành phố Mexico những tác phẩm nghệ thuật mà hầu hết mọi người sẽ không bao giờ có được nhìn thấy.  \n\nPhần còn lại của bộ sưu tập bảo tàng thực sự đáng chú ý và mang tính chiết trung.  Một cuộc triển lãm lớn về lịch sử công nghệ truyền thông rất thú vị và kích thích tư duy.  Có những tầng nghệ thuật châu Âu và Mexico chứa một bộ sưu tập khổng lồ gồm các tác phẩm cấp hai và đầu tiên của các nghệ sĩ nổi tiếng cũng như các tác phẩm hay của các nghệ sĩ cấp hai làm việc cùng lúc.  Thật tuyệt khi xem một số tác phẩm và bản phác thảo đầu tiên của Breughel, Rodin, Manet, Picasso, v.v. Về cơ bản, có rất ít tác phẩm đơn lẻ nổi bật, nhưng gộp lại thì bộ sưu tập thật đáng kinh ngạc.  Chúng tôi đã trải qua một vài giờ rất hấp dẫn ở đây.  Và nó miễn phí!Đọc thêm",
            "Đây là một bảo tàng thực sự thú vị. Bộ sưu tập rất rộng và thú vị. Tôi nghĩ rằng những người viết rằng có quá nhiều thứ bổ sung không quen với việc dành phần lớn thời gian trong ngày ở bảo tàng nghệ thuật. Tất nhiên, đây là Mexico và những điểm nổi bật liên quan đến nghệ thuật Mexico nhưng có những tác phẩm quan trọng của Rodan và các nghệ sĩ châu Âu khác. Nó cũng miễn phí. Và tòa nhà nơi đặt bảo tàng cũng rất thú vị, gợi nhớ đến Guggenheim,Đọc thêm",
            "Museo Soumaya là một bảo tàng tuyệt vời ở Thành phố Mexico và tôi thực sự khuyên bạn nên ghé thăm nếu bạn ở thành phố.  Bản thân tòa nhà đáng để ghé thăm vì kiến ​​trúc của nó nhưng bộ sưu tập nghệ thuật còn nhiều hơn tôi mong đợi.  Những bức tranh và tác phẩm điêu khắc của các nghệ sĩ rất nổi tiếng, bao gồm ba tác phẩm của Vincent van Gogh.  Tôi đến vào sáng thứ Hai và không phải chờ đợi để vào và không mất phí vào cửa.Đọc thêm",
            "Phải xem! Nhập học miễn phí. Những bức tranh và tác phẩm điêu khắc của các bậc thầy. Bạn có thể thấy Da Vinci, Rodin, Diego, Monet, Dali, v.v. dưới một mái nhà. \nTòa nhà đẹp với 6 tầng đá quý văn hóa. Được duy trì rất tốt với đội ngũ nhân viên thân thiện nhưng nghiêm khắc, tốt hơn hết là đừng đi gần với nghệ thuật. \nNhược: Chỉ có một. Không có mô tả hoặc tài liệu quảng cáo bằng tiếng Anh. Tôi không thể đọc và hiểu các mô tả vì chúng chỉ bằng tiếng Tây Ban Nha.Đọc thêm",
            "Có quá nhiều nghệ thuật ở đây! Và thật kỳ lạ, đó chính là vấn đề. Nó giống như ba tác phẩm nghệ thuật có giá trị của bảo tàng được gộp lại thành một bảo tàng. Vì nó miễn phí và có rất nhiều tác phẩm tuyệt vời để xem ở đây từ khắp các châu lục và thế kỷ, tôi không nên phàn nàn nhưng tôi thấy nó choáng ngợp và ngột ngạt một cách kỳ lạ. Lời khuyên của tôi: hãy đi trong tuần và đặt bản thân vào ý tưởng rằng bạn sẽ được xem một lượng lớn tác phẩm nghệ thuật mà không cần tuyển chọn nhiều. Và sau đó đi ... chắc chắn có thứ gì đó dành cho tất cả mọi người!Đọc thêm",
            "Một khuyến nghị, hãy đi thang máy lên tầng 5 và đi bộ theo đoạn đường dốc lên tầng sáu và bắt đầu từ đó xuống từng tầng. \n Tầng hoặc khu vực hoặc hạng mục tốt nhất của tôi là Tầng 2 Truyền thông, bộ sưu tập rất ấn tượng về mọi mặt. Bộ sưu tập Rodin là bộ sưu tập tốt nhất và phong phú nhất bên ngoài Paris. \nNó là miễn phí. Vâng, nó hoàn toàn miễn phí. 6600 tác phẩm nghệ thuật ở 6 tầng.Đọc thêm",
            "Tôi thực sự yêu thích Museo Soumaya và đã ghé thăm nhiều lần! Bảo tàng này nổi bật không chỉ vì kiến ​​trúc tuyệt đẹp mà còn vì bộ sưu tập nghệ thuật ấn tượng và đa dạng. Trong chuyến thăm gần đây, tôi đặc biệt bị cuốn hút bởi bản thảo gốc Trăm năm cô đơn của Gabriel García Márquez. Bộ sưu tập đồ sộ, từ những kiệt tác của Rodin và các bậc thầy châu Âu đến các nghệ sĩ Mexico nổi tiếng và thậm chí cả những bản thảo lịch sử quý hiếm, thực sự hấp dẫn.\n\nĐiều khiến Museo Soumaya trở nên đặc biệt hơn nữa là nơi đây cung cấp tất cả những điều này miễn phí. Đúng vậy, bảo tàng hoàn toàn miễn phí cho công chúng, điều này vô cùng hào phóng. Thiết kế của bảo tàng vừa sáng tạo vừa chào đón, với mặt tiền độc đáo được phủ 16.000 viên gạch nhôm hình lục giác sáng bóng dưới ánh đèn thành phố.\n\nMôi trường của bảo tàng được bảo dưỡng tốt, sạch sẽ và được trang bị các tiện nghi như Wi-Fi miễn phí và máy lạnh, khiến nơi đây trở thành nơi thoải mái để dành nhiều giờ. Đội ngũ nhân viên thân thiện và hữu ích, góp phần tạo nên một chuyến thăm thú vị mỗi lần.\n\nTôi phải bày tỏ lòng biết ơn của mình đến Carlos Slim vì đã tạo ra một nơi tuyệt vời như vậy, nơi nghệ thuật có thể tiếp cận được với tất cả mọi người. Nếu bạn có cơ hội đến thăm Thành phố Mexico, đừng bỏ lỡ cơ hội khám phá Museo Soumaya. Đây là một trải nghiệm bổ ích mà bạn sẽ không bao giờ quên. Đọc thêm",
            "Tôi thực sự yêu thích Museo Soumaya và đã đến thăm nhiều lần! Bảo tàng này nổi bật không chỉ vì kiến ​​trúc tuyệt đẹp mà còn vì những bộ sưu tập nghệ thuật ấn tượng và đa dạng. Trong chuyến viếng thăm gần đây, tôi đặc biệt bị thu hút bởi bản thảo gốc Trăm năm cô đơn của Gabriel García Márquez. Sự đa dạng của các bộ sưu tập, bao gồm từ những kiệt tác của Rodin và các bậc thầy cổ xưa của châu Âu đến các nghệ sĩ Mexico quan trọng và thậm chí cả những bản thảo lịch sử quý hiếm, thực sự rất hấp dẫn. Điều khiến Museo Soumaya thậm chí còn đặc biệt hơn là nó cung cấp tất cả những thứ này miễn phí. Vâng, nó hoàn toàn miễn phí cho công chúng, điều này thật hào phóng. Thiết kế của bảo tàng vừa sáng tạo vừa thân thiện, nổi bật với mặt tiền độc đáo được bao phủ bởi 16.000 viên gạch nhôm hình lục giác tỏa sáng rực rỡ dưới ánh sáng của thành phố. Môi trường của bảo tàng được bảo trì tốt, sạch sẽ và được trang bị các tiện nghi như Wi-Fi miễn phí và máy lạnh, làm cho nó trở thành một nơi thoải mái để dành vài giờ. Các nhân viên rất thân thiện và hữu ích, góp phần mang lại một chuyến thăm thú vị mỗi lần. Tôi phải gửi lời cảm ơn tới Carlos Slim vì đã tạo ra một nơi tuyệt vời giúp mọi người có thể tiếp cận nghệ thuật. Nếu có dịp ghé thăm Mexico City, bạn đừng bỏ lỡ cơ hội khám phá Museo Soumaya. Đó là một trải nghiệm phong phú mà bạn sẽ không quên.Đọc thêm",
            "Một khuyến nghị, hãy đi thang máy lên tầng 5 và đi bộ theo đoạn đường dốc lên tầng sáu và bắt đầu từ đó xuống từng tầng.  Tầng hoặc khu vực hoặc hạng mục tốt nhất của tôi là Tầng 2 Truyền thông, bộ sưu tập rất ấn tượng về mọi mặt. Bộ sưu tập Rodin là bộ sưu tập tốt nhất và phong phú nhất bên ngoài Paris. Nó là miễn phí. Vâng, nó hoàn toàn miễn phí. 6600 tác phẩm nghệ thuật ở 6 tầng.Đọc thêm",
            "Thật là một bộ sưu tập nghệ thuật! Bắt đầu từ tầng 5, bạn đi xuống mỗi tầng một bộ sưu tập nghệ thuật khác nhau từ các độ tuổi khác nhau.Đọc thêm",
            "Bản thân nơi này không có nhiều tác phẩm nghệ thuật và để xem tác phẩm nghệ thuật thì phải đi bộ rất nhiều. Thực sự điểm thú vị duy nhất là bên ngoài nhưng ngoài ra, nơi này khá nhàm chán và buồn tẻ.Đọc thêm",
            "Có quá nhiều nghệ thuật ở đây! Và thật kỳ lạ, đó chính là vấn đề. Nó giống như ba tác phẩm nghệ thuật có giá trị của bảo tàng được gộp lại thành một bảo tàng. Vì nó miễn phí và có rất nhiều tác phẩm tuyệt vời để xem ở đây từ khắp các châu lục và thế kỷ, tôi không nên phàn nàn nhưng tôi thấy nó choáng ngợp và ngột ngạt một cách kỳ lạ. Lời khuyên của tôi: hãy đi trong tuần và đặt bản thân vào ý tưởng rằng bạn sẽ được xem một lượng lớn tác phẩm nghệ thuật mà không cần tuyển chọn nhiều. Và sau đó đi ... chắc chắn có thứ gì đó dành cho tất cả mọi người!Đọc thêm",
            "Phải xem! Miễn phí vào cửa. Tranh vẽ và tác phẩm điêu khắc của các bậc thầy. Bạn có thể thấy Da Vinci, Rodin, Diego, Monet, Dali, v.v. dưới một mái nhà. Tòa nhà đẹp với 6 tầng chứa đầy những viên ngọc văn hóa. Được bảo dưỡng rất tốt với đội ngũ nhân viên thân thiện nhưng nghiêm khắc, tốt hơn là không nên đến gần tác phẩm nghệ thuật. Nhược điểm: Chỉ có một. Không có mô tả hoặc tờ rơi bằng tiếng Anh. Tôi không thể đọc và hiểu mô tả vì chúng chỉ bằng tiếng Tây Ban Nha. Đọc thêm",
            "Nghệ thuật tồi tệ nhất của mọi nghệ sĩ hiện có đã rơi vào một mê cung vô tổ chức, thiếu mạch lạc.     Một người phụ trách giỏi có thể sửa chữa được nơi này.    Rất thất vọng Có một số nghệ sĩ ở đây mà tôi chưa từng thấy ở nơi nào khác có thể được giới thiệu.     Rodin được trưng bày trong một quỹ đạo rất kỳ lạ, không có quy mô hay bầu không khí nhưng ít nhất nó được cung cấp miễn phí và nằm trong một chiếc hộp sáng bóng vui nhộn.Đọc thêm",
            "Đó là một nơi tuyệt đẹp, nhưng chúng tôi đã nhận được sự tranh cãi của một số nhân viên về việc liệu có nhà hàng nào không.  Lần đầu tiên chúng tôi được biết có một nhà hàng, nhưng hóa ra nó chỉ dành cho nhân viên bảo tàng.  Chúng tôi hỏi liệu có nhà hàng nào mở cửa cho công chúng không và được dẫn đến nhà hàng duy nhất họ có, chỉ dành cho nhân viên.  Đây không phải là vấn đề ngôn ngữ, nó có thể là do đào tạo kém.  Chúng tôi chỉ có thời gian dành cho các bậc thầy Châu Âu nên không có bình luận gì về các bộ sưu tập khác, nhưng ngoài một vài chiếc Botticellis đẹp và một số El Grecos, nó là một bộ sưu tập hạng B.  Nên đi bộ nếu bạn có thể đi bộ, nhưng không nên nếu bạn phải lái xe từ Centro.Đọc thêm",
            "Nó là một viên ngọc ẩn ở Thành phố Mexico. Truy cập miễn phí và sự đa dạng của các tác phẩm nghệ thuật cũng như các bài viết khác nhau khiến bạn không thể tin nổi. Tôi nghĩ là phải ghé thăm.Đọc thêm",
            "Bảo tàng bên trong ấn tượng hơn bên ngoài! Thật tuyệt vời khi mọi người được tham quan bảo tàng lớn này miễn phí! Đây là việc phải làm nếu đến Thành phố Mexico!Đọc thêm",
            "Có chỗ để hành lý không?Đọc thêm",
            "Tôi có thể mang theo mũ hay phải để ở lối vào?Đọc thêm",
            "Việc ghi âm có thể được thực hiện bên ngoài bảo tàng không?Đọc thêm",
            "Chờ vào cổngĐọc thêm",
            "Thời gian chờ đợi để vào bảo tàng sẽ khác nhau. Nó sẽ phụ thuộc vào số lượng người đang đợi bên ngoài. Hầu như luôn có một hàng người chờ đợi nhưng nó di chuyển rất nhanh.\nCuối tuần, dài dòng........!\nCác ngày trong tuần, không quá dài.\nNhưng tôi dám nói khoảng 15 đến 25 phútĐọc thêm",
            "Tôi có thể mang máy ảnh của mình đến bảo tàng của bạn không, hoặc nếu bạn hỏi tôi nên tuân theo những quy tắc nào để chụp ảnh và tránh bị làm phiềnĐọc thêm",
            "Bạn có thể gọi số điện thoại này 55 1103 9800.\nTôi chỉ chụp ảnh bằng điện thoại di động của mình.Đọc thêm",
            "Chào buổi tối, ai đó có thể giúp tôi bằng cách cho tôi biết bảo tàng nào mở cửa không? Ngày mai, ngày 21 tháng 1, tôi đến Thành phố Mexico và có vẻ như mọi thứ đều đóng cửa. Ai đó có thể giúp tôi bằng cách cho tôi biết những gì đang mở cửa không? open. Cảm ơn sự giúp đỡ của bạn.",
            "Không có!Đọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Miễn phí Đọc thêm",
            "Ai đã vẽ bức tranh chải lông cho mèoĐọc thêm",
            "Eduardo Emmanuel đã trả lời:\nTừ Wikipedia, tác giả được gọi là Người theo dõi David Teniers the Younger, tiệm cắt tóc của mèo và khỉ.\n\nTôi cũng yêu mèo!!Đọc thêm",
            "Họ có cho phép bạn mang ba lô đi qua không hay có cần thuê tủ đựng đồ không?Đọc thêm",
            "Bạn gửi vali hoặc ba lô của mình vào một bưu kiện ở lối vào và họ sẽ cung cấp cho bạn một số nơi cất giữ. Họ chỉ cho phép bạn đi qua bằng ví hoặc ví hoặc một túi nhỏ. Họ không cho phép thuyền mang theo nước, ô, lông vũ hoặc. các đối tượng khác để vượt qua.",
            "Làm cách nào để đi từ ga Polanco đến ga Patriotismo bằng tàu điện ngầm?Đọc thêm",
            "Chủ nghĩa yêu nước đến Tacubaya và từ đó chuyển sang tuyến màu cam hướng tới Rosario để đến PolancoĐọc thêm"
        ],
        "star_ratings": [
            2672,
            939,
            313,
            74,
            46
        ],
        "review_amount": 4044,
        "location": [
            "México",
            "Trung Mexico và Bờ Vịnh",
            "thành phố Mexico",
            "Những điều cần làm ở Thành phố Mexico",
            "Bảo tàng Soumaya"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written August 29, 2023",
            "Written November 6, 2023",
            "Written November 17, 2023",
            "Written February 19, 2024",
            "Written March 6, 2024",
            "Written April 25, 2024",
            "Written May 16, 2024",
            "Written May 17, 2024",
            "Written April 25, 2024",
            "Written March 26, 2024",
            "Written March 21, 2024",
            "Written March 6, 2024",
            "Written February 19, 2024",
            "Written February 19, 2024",
            "Written February 7, 2024",
            "Written January 26, 2024",
            "Written November 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150800-d184126-Reviews-Museo_Soumaya-Mexico_City_Central_Mexico_and_Gulf_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d23477585-Reviews-Asaderos_Grill_Plaza_Carso-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d26802826-Reviews-Carajillo_Miyana-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d11863504-Reviews-La_Cabrera_Mexico-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d4138221-Reviews-Cantina_La_Imperial_Carso-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d26870514-Reviews-La_Vicenta_Miyana-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d4802727-Reviews-Loma_Linda_Plaza_Carso-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d1036486-Reviews-Hacienda_de_Los_Morales-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d12081476-Reviews-Cantina_20_Antara-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d2428814-Reviews-Caldos_Riesi-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d3157689-Reviews-Los_Canarios_Odeon-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6781798-Reviews-Acuario_Inbursa-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6603058-Reviews-Museo_Jumex-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d10234745-Reviews-Antara_Fashion_Hall-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d8761480-Reviews-Gran_Teatro_Moliere-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153711-Reviews-Museo_Nacional_de_Antropologia-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d12256938-Reviews-Miyana_Comercial-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152538-Reviews-Polanco-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d11737445-Reviews-El_Palacio_de_Hierro-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153787-Reviews-Auditorio_Nacional-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d12077947-Reviews-Parroquia_de_San_Agustin-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184126-Reviews-or10-Museo_Soumaya-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d7806134-Reviews-Museo_del_Tiempo_Tlalpan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d1150578-Reviews-Museo_de_Arte_Popular-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153969-Reviews-Palacio_de_Bellas_Artes-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d1951130-Reviews-Memory_and_Tolerance_Museum-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152191-Reviews-Museo_del_Templo_Mayor-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152765-Reviews-Antiguo_Colegio_de_San_Ildefonso-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d156048-Reviews-Museo_Diego_Rivera_Anahuacalli-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153710-Reviews-Museo_Nacional_de_Historia_Castillo_de_Chapultepec-Mexico_City_Central_Mexico_and_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152631-Reviews-Museo_Nacional_de_Artes-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d7225906-Reviews-Teatro_Telcel-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d14958096-Reviews-Inspark-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d16824645-Reviews-Cinemex-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d10484555-Reviews-Cinepolis-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d14009711-Reviews-GoKartMania_Plaza_Carso-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3404371-Reviews-Mexican_Food_Tours-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d11689584-Reviews-Thai_Massage-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d8757402-Reviews-La_Lune-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d1961682-Reviews-Mexico_Bike_Tour-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d15220301-Reviews-Transportation_and_guides-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d146765-Reviews-Andy_s_Jazz_Club-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d1187656-Reviews-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13488819-Reviews-Soho_Garden_DXB-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g41608-d3225223-Reviews-Wompatuck_State_Park-Hingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8153231-Reviews-The_Navy_Yard-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d516622-Reviews-Fields_of_the_Wood-Murphy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12538691-Reviews-Apm_Place-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d107160-Reviews-James_River-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40990-d107207-Reviews-York_s_Wild_Kingdom_Zoo_and_Fun_Park-York_Beach_York_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150800-d184126-Reviews-or10-Museo_Soumaya-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150800-d184126-Reviews-Museo_Soumaya-Mexico_City_Central_Mexico_and_Gulf_Coast.html"
    }
]