[
    {
        "attraction_name": "Museo Della Scienza E Della Tecnologia Leonardo da Vinci",
        "attraction_name_vi": "Bảo tàng Khoa học và Công nghệ Leonardo da Vinci",
        "general_info": [
            "2.607 đánh giá",
            "- 56 trong số 1.730 điều cần làm ở Milan",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Khoa Học"
        ],
        "attraction_summary": "Ra đời vào năm 1953, Bảo tàng là một trong những bảo tàng khoa học và công nghệ lớn nhất ở Châu Âu, nơi bạn có thể du hành xuyên qua quá khứ, hiện tại và tương lai. Ẩn mình trong tu viện thời Phục hưng, nó có diện tích khoảng 50.000 mét vuông. Đừng bỏ lỡ Phòng trưng bày, với triển lãm thường trực lớn nhất thế giới dành riêng cho kỹ sư và nhà nhân văn Leonardo da Vinci. Tại Bảo tàng, bạn có thể khám phá các triển lãm, sắp đặt kỹ thuật số và hội thảo tương tác về thiên văn học và không gian, năng lượng, giao thông, v.v. Khám phá những vật thể đặc biệt như tàu hơi nước, catamaran Luna Rossa AC72, tàu buồm brigantine Ebe, tàu xuyên Đại Tây Dương Conte Biancamano, tàu ngầm Toti, bệ phóng không gian Vega và mảnh đá mặt trăng duy nhất ở Ý. Vào cuối tuần và ngày lễ, hãy tận hưởng một chương trình sáng kiến ​​đầy đủ như các chuyến tham quan có hướng dẫn về các bộ sưu tập, các hoạt động trong hội thảo tương tác và Khu Tinkering, thực tế ảo và nhập vai người thật trong Căn cứ Sao Hỏa.Đọc thêm",
        "reviews": [
            "Cốt lõi sôi động của Milan nằm ở Centro. Quảng trường Duomo được bao quanh bởi nhà thờ gothic, biểu tượng lịch sử của Milan. Tuy nhiên, mua sắm là điều thu hút hầu hết đám đông đến khu vực này. Galleria Vittorio Emanuele II sang trọng và đa năng với các cửa hàng sang trọng và nhà hàng chất lượng cao sẽ biến bất kỳ chuyến mua sắm hoặc chuyến tham quan ăn trưa nào thành trải nghiệm hoàng gia. Hãy lên tầng thượng của khách sạn La Rinascente hàng đầu để ngắm nhìn quảng trường sôi động với toàn cảnh Duomo. Corso Vittorio Emanuele II là con phố mua sắm cao cấp. Các thương hiệu đủ loại, nghệ sĩ đường phố thu hút sự chú ý của mọi du khách; trong khi ở Via Santa Radegonda 16, Luini Panzerotti là một cửa hàng ẩm thực đường phố được đánh giá cao, mang đến những trải nghiệm ẩm thực không thể tưởng tượng được. Nếu việc mua sắm khiến bạn mệt mỏi, hãy cân nhắc ghé thăm Castello Sforzesco, một lâu đài từ thế kỷ 15 có nhiều bảo tàng. Những người muốn thư giãn có thể đến Parco Sempione, nơi thiên nhiên mang lại sự nghỉ ngơi sau năng lượng của thành phố năng động và quốc tế này.Đọc thêm",
            "Bảo tàng rất rộng lớn và người ta có thể dễ dàng dành vài giờ để khám phá các triển lãm khác nhau. Chúng tôi đã dành 2 giờ mặc dù đã đi qua một số cuộc triển lãm. Tiền chi tiêu hợp lý - lối vào là 10 - dành cho người lớn - .Đọc thêm",
            "Trải nghiệm tuyệt vời khi được xem các công trình khoa học và công nghệ kỳ diệu của Da Vinci và phòng triển lãm khổng lồ với thuyền, máy bay, v.v. Tôi đặc biệt khuyến nghị điều này cho các gia đình có trẻ em ở mọi lứa tuổi. Chúng tôi có nhiều thanh thiếu niên đến tiền K và tất cả trẻ em của chúng tôi đều thích bảo tàng. Các màn hình được thực hiện rất tốt với các mô tả bằng tiếng Anh, do đó bạn sẽ không cố gắng diễn giải tiếng Ý.\nHãy chắc chắn rằng bạn tiết kiệm thời gian để khám phá sảnh cuối cùng với những chiếc thuyền, máy bay, tàu lượn, trực thăng khổng lồ, v.v. Họ chen chúc và tối đa hóa việc sử dụng không gian để có rất nhiều mặt hàng vận chuyển trong một nhà kho.Đọc thêm",
            "Rất nhiều thứ để xem nếu bạn thích cơ khí. \n\nTôi nghĩ thông tin trên khán đài còn chậm so với bản dịch tiếng Anh nên bạn sẽ bỏ lỡ rất nhiều thông tin. \n\nSau đó chúng tôi đã thảo luận rằng bảo tàng hơi khó hiểu về chủ đề của hướng dẫn.Đọc thêm",
            "Bảo tàng rất lớn, và chúng tôi không có đủ năng lượng để đi hết tất cả - mệt mỏi -. Một số cuộc triển lãm rất đẹp và thú vị nhưng chúng tôi cảm thấy không có đủ lời giải thích. Cuối cùng, chúng tôi quyết định đến triển lãm bên ngoài và chúng tôi thích nó nhưng không ai nói với chúng tôi rằng cần phải mua vé trước để vào tàu ngầm - Đọc thêm",
            "Một trong những bảo tàng tốt nhất trưng bày những phát minh của Da Vinci và cuốn sổ tay này - nghiên cứu về sở thích của da Vinci, Những cuộc triển lãm tuyệt vời mà cả gia đình đều yêu thích. Chúng tôi rất buồn khi biết rằng nhà ga đã đóng cửa nhưng có rất nhiều thứ để xem. Tôi rất thích các cuộc triển lãm cũng như hoạt hình hoặc video giải thích thêm.Đọc thêm",
            "Tôi đã kỳ vọng rất cao vào bảo tàng này và nó đã không đáp ứng được chúng. Nội dung rất thú vị nhưng đứa con 3 tuổi của tôi không hứng thú bằng chúng tôi. Có rất ít thứ tương tác được, và trong số những thứ tương tác đó, khoảng một nửa trong số đó đã bị hỏng. Tuy nhiên, chúng tôi thích phòng âm thanh nhưng lưu ý rằng phòng này không phải lúc nào cũng mở cửa.\n\nĐiều làm tôi thất vọng nhất là tàu ngầm. Cậu bé của tôi bị cuốn hút bởi nó và khao khát khám phá. Tuy nhiên, khi đến nơi, chúng tôi mới phát hiện ra rằng bạn cần thêm một vé - ở mức - 10 vé mỗi người - đó phải là một phần của chuyến tham quan có hướng dẫn chỉ có bằng tiếng Ý và bất kỳ ai dưới 6 tuổi đều không được phép. Thế là chúng tôi có một cậu bé rất thất vọng. \n\nHọ cung cấp tủ đựng đồ cho xe đẩy nhưng chỉ có 4 chiếc.\n\nTôi - tôi không hoàn toàn chắc chắn tại sao bảo tàng này lại đưa ra mọi danh sách mà tôi có thể tìm thấy về những việc cần làm với một đứa trẻ 3 tuổi ở Milan.Đọc thêm",
            "Một số triển lãm hấp dẫn và một cánh tuyệt vời dành cho Leonardo Da Vinci. Tuy nhiên, cách bố trí của bảo tàng còn khó hiểu, có nhiều ngõ cụt và không có dòng chảy rõ ràng. Không có bản đồ nào, để mang theo hoặc trên bất kỳ bức tường nào. Đã có thông tin chi tiết về những gì ở mỗi tầng. Giải thích về các cuộc triển lãm bằng tiếng Ý và tiếng Anh, nhưng kích thước chữ rất nhỏ, điều đó có nghĩa là mọi người đang tụ tập xung quanh để đến đủ gần để đọc. Làm nản lòng.\nLối vào được đánh dấu kém, không có chỉ báo trên các đường giao nhau về nơi có lối vào. Lối ra khó hiểu có liên quan - đi qua một số tòa nhà bên ngoài và đưa bạn ra một con phố khác trong khu nhà. Rất nhiều bàn dưới tầng hầm tưởng như có quán cà phê nhưng chỉ thấy một chiếc máy bán hàng tự động. Ki-ốt trong vườn có một ít lựa chọn đồ uống. Đã ngừng hoạt động vào năm 1500. Tòa nhà đẹp hoàn toàn bị lạm dụng làm khu vực trưng bày công cộng.Đọc thêm",
            "Câu chuyện về các thiết kế của Leonardo được trình bày rất hay và giàu thông tin. Một số bài thuyết trình hơi dài dòng nhưng được trình bày rất khéo léo. Thật thú vị khi được xem bản sao các bức vẽ gốc của anh ấy. Một số xe lửa và máy bay cũ đẹp nữa. Một quán cà phê sẽ rất tuyệt vì bạn cần ít nhất 2 giờ để xem hết. Như thường lệ đối với Ý giá trị đồng tiền. Đọc thêm",
            "Bạn có thể dễ dàng dành một ngày ở đây và chỉ khám phá bề mặt. Nó chứa đầy những triển lãm hấp dẫn, được giải thích rõ ràng, bao gồm cả bằng tiếng Anh, và cho dù lĩnh vực của bạn là không gian, công nghiệp, thông tin liên lạc, biển hay không khí, thì luôn có thứ gì đó dành cho bạn. Đừng bỏ lỡ nó, nhưng hãy dành cho mình nhiều thời gian để thực hiện điều đó một cách công bằng.Đọc thêm",
            "Chúng tôi chỉ có một ngày trong lịch trình tham quan Milan và quyết định ghé thăm bảo tàng này. Chúng tôi đi theo lộ trình được đề xuất, bắt đầu bằng nhiều câu chuyện về quá trình rèn và sản xuất thép, và chúng tôi vừa đến khu Leonardo thì mất điện - nhiều cuộc triển lãm tương tác cần điện -\n\nChúng tôi đợi trên khu vực ghế sofa khoảng 20 phút với hy vọng có điện trở lại và cuối cùng, một người hữu ích làm việc ở đó đã gợi ý chúng tôi đến khu vực đường sắt và đường hàng không có ánh sáng tự nhiên, nhưng sau đó - đó là lúc sự giúp đỡ dừng lại khi chúng tôi bị yêu cầu rời khỏi tòa nhà một cách khá hung hăng.\n\nChúng tôi uống cà phê và ăn trưa tại Elegant Coffee tuyệt vời, chào đón chúng tôi ở bên kia đường từ lối ra của bảo tàng - Tôi khuyên bạn nên đến đó! -\n\nSau đó, chúng tôi cố gắng quay lại bảo tàng và một lần nữa bị chỉ tay khá hung hăng và yêu cầu rời đi - chúng tôi không nói được tiếng Ý nên phải hiểu ngôn ngữ cơ thể - . Vì vậy, chúng tôi đi bộ đến lối vào, lúc này điện đã có trở lại, nhưng họ không cho bất kỳ ai khác vào vì họ không chắc phải mất bao lâu để chuẩn bị xong bảo tàng. - Vì họ mở cửa hầu hết các buổi sáng nên bạn - dự đoán họ có thể có ý tưởng sơ bộ về thời gian cần thiết -\n\nChúng tôi không được hoàn lại tiền hoặc xin lỗi, chỉ là một nhóm người bối rối đang chờ đợi đã nói với chúng tôi rằng chúng tôi có thể quay lại vào ngày mai - không tốt vì hầu hết mọi người đều không thể làm như vậy.\n\nNếu chúng tôi - biết, chúng tôi sẽ đi thẳng đến các cuộc triển lãm mà chúng tôi quan tâm và chúng tôi đã thất vọng vì bảo tàng trông tuyệt vời và chúng tôi - dễ dàng ở đó thêm vài giờ nữa.\n\nTôi hiểu rằng bạn không thể - lên kế hoạch cho tình trạng mất điện, nhưng một chút giao tiếp và lời xin lỗi sẽ hữu ích. Đây là lý do tại sao tôi đánh giá 3 trên 5 vì nếu có dịch vụ khách hàng tốt hơn thì sẽ là 4,5 hoặc thậm chí là 5. Đọc thêm",
            "Chúng tôi hoàn toàn thích chuyến đi đến bảo tàng.  Rất nhiều điều tương tác thú vị để làm.   Ánh sáng bảo tàng rất tốt và một số điều hấp dẫn để xem xét.  Khu vực có xe điện và tàu hơi nước cũng tuyệt vời như máy bay và thuyền.  Rất đáng để đi một chuyến..Đọc thêm",
            "Bảo tàng không quá lớn nhưng có rất nhiều điều thú vị. Tất cả các phần của bảo tàng được chia thành các nhóm, ví dụ như xe lửa và phương tiện, những phát minh của Da Vinci, đường biển - đường không và tàu ngầm thực sự. Có các lựa chọn khác nhau về tuyến đường: thường xuyên - gợi ý - và đường nhanh - nếu bạn - không quan tâm đến một số chủ đề - . Ngoài ra còn có cơ hội làm cho chuyến thăm của bạn trở nên thú vị đối với trẻ em - có sẵn các thẻ đặc biệt với các nhiệm vụ. Có sẵn wi-fi miễn phí.Đọc thêm",
            "Cá nhân tôi chỉ thấy thú vị ở phần tiểu sử của Leonardo và các công trình của anh ấy. Có rất nhiều topić-food,Cosmopolitan, thiên nhiên khác. Ngoài ra, ở đây tôi đã thử viết bằng bảng chữ cái mã morse: - Đọc thêm",
            "Tòa nhà có lẽ là phần tốt nhất. Kiến trúc tuyệt vời, rất đẹp. Các cuộc triển lãm ở tầng dưới đều ổn. Phần Da Vinci ở tầng một thực sự thú vị. Đáng để ghé thăm trong vài giờ.Đọc thêm",
            "Bảo tàng có cảm giác rất lớn - chúng tôi đã dành khoảng 2 giờ ở đó và có thể ở đó lâu hơn nhiều. Cậu bé sáu tuổi của chúng tôi nhận thấy một số cuộc triển lãm rất hấp dẫn và thích thú với tất cả các hoạt động tương tác. Các cuộc triển lãm về lò rèn và đồ kim loại, cùng với máy bay, thuyền, xe lửa, v.v. thật tuyệt vời trong một bảo tàng thành phố. Bảo tàng có một số tài liệu quảng cáo bằng nhiều ngôn ngữ khác nhau dành cho các nhóm tuổi khác nhau, giúp họ khám phá. Giá vé rất hợp lý, khuyên bạn nên đặt trực tuyến để tránh xếp hàng và biết khi nào có khung giờ tốt, nhưng chúng tôi không cần phải đặt trước ngày hay tuần. Cửa hàng quà tặng cũng rất tuyệt!Đọc thêm",
            "Bảo tàng rực rỡ với các cuộc triển lãm hấp dẫn. Bảo tàng có một khu vực hoàn toàn dành riêng cho cuộc đời, những phát minh, khoa học, ghi chú, bản vẽ và croquis của Leonardo Da Vinci. Trở thành một nhân vật nổi tiếng của Leonardo Da Vinci kể từ khi tôi còn ở tuổi thiếu niên đã đưa trải nghiệm này lên một tầm cao mới. Năng lượng xung quanh những cuốn sách của anh ấy thật không thể tin được. Tôi đến đó chủ yếu để tham dự cuộc triển lãm của Leonardo da Vinci và tôi rất vui khi khám phá phần còn lại của các vật trưng bày. Nó cũng rất đáng đồng tiền bát gạo. Sẽ có một bộ hướng dẫn âm thanh phù hợp một điểm cộng.Đọc thêm",
            "Bảo tàng rực rỡ - đáng giá tiền, rất nhiều thứ để xem và một số triển lãm tương tác.  Chúng tôi - không có đủ thời gian để xem tất cả và một khu vực - không gian - đã bị đóng cửa trong chuyến thăm của chúng tôi, vì vậy sẽ quay lại vào mùa xuân để xem thêm. Nó nhắm đến trẻ em ở độ tuổi đi học nhiều hơn những đứa trẻ rất nhỏ nhưng vẫn có rất nhiều cho người lớn xem, đọc và tìm hiểu.  Có rất nhiều thông tin để đọc cũng như mọi thứ để xem xét.  Và các mô hình và bản vẽ của Da Vinci đơn giản là đẹp.Đọc thêm",
            "Bảo tàng đáng yêu để ghé thăm trong chuyến đi tới Milan của tôi. Tôi đã đặt vé thông qua trang web chính thức của bảo tàng và có vé di động. Tôi đến sớm một tiếng và họ cho tôi vào thẳng, không vấn đề gì cả! Bảo tàng trưng bày lịch sử công nghệ, công nghiệp, không gian, khoa học và nhiều hơn nữa. Phần yêu thích của tôi là phòng trưng bày Leonardo Da Vinci trên tầng cao nhất. Có rất nhiều thứ để xem, tôi khuyên bạn nên dành tối thiểu một tiếng rưỡi để thực sự xem hết và có một cái nhìn tổng quát. Ở mỗi tầng đều có lối ra ban công bên ngoài nếu bạn cần vài phút tận hưởng không khí trong lành. Có rất nhiều lĩnh vực hoạt động mà bạn có thể đặt trực tuyến. Chỉ đến bảo tàng này nếu bất kỳ chủ đề nào được đề cập được quan tâm, nếu không bạn có thể không thích nó. Việc đánh dấu trên sàn không phải là cách dễ theo dõi nhất tuy nhiên bạn có thể tải xuống bản đồ bảo tàng trên điện thoại của mình thông qua mã QR khi bạn vào. Tôi đã xoay sở để đi lại được. Nhà vệ sinh được đánh dấu rõ ràng và có rất nhiều. Khi bạn muốn rời khỏi lối ra cũng được đánh dấu rõ ràng và bạn có thể vào cửa hàng quà tặng - ở đây cũng có nhà vệ sinh - cửa hàng quà tặng có rất nhiều mặt hàng tốt, đặc biệt là dành cho trẻ em. Tôi rất thích đi dạo chậm quanh bảo tàng!Đọc thêm",
            "Một bảo tàng tuyệt vời, chắc chắn đáng để ghé thăm. Triển lãm trưng bày nhiều khía cạnh khác nhau của khoa học và công nghệ, từ khai thác mỏ và điện đến du hành vũ trụ và những phát minh của Da Vinci. Chúng tôi đã dành hơn ba giờ và không thể xem hết tất cả các cuộc triển lãm một cách chính xác .Bố trí bảo tàng và kế hoạch tham quan có phần khó hiểu và thiếu logic. Khi kết thúc tuyến đường được gợi ý, bạn phải ra khỏi bảo tàng và đi bộ vòng quanh khu nhà để quay lại lối vào nơi có tủ khóa đựng đồ của bạn. Vào ngày chúng tôi đến thăm, trời mưa lớn nên chúng tôi phải đi bộ trong mưa và lạnh để quay lại với đồ đạc của chúng tôi - lộ trình này là khả thi duy nhất - .Tuy nhiên, đây là một nơi tuyệt vời cho những người đam mê công nghệ và kỹ sư.Đọc thêm",
            "Bảo tàng rất thú vị, rất lớn, có rất nhiều thứ để xem. Cuối cùng thì yêu những con tàu lớn, tàu hỏa, tàu ngầm! Có thể ở một vị trí tốt hơn. Đọc thêm",
            "Xin chào, khi mua vé vào bảo tàng, chúng tôi được cung cấp các chuyến tham quan có hướng dẫn, ví dụ: - THAM QUAN CÓ HƯỚNG DẪN TRƯỢT THƯ VIỆN LEONARDO - \nBạn có biết liệu chúng ta có thể đến thăm họ một mình với vé vào cửa cơ bản mà không cần hướng dẫn viên không? Hay chúng ta sẽ bị từ chối truy cập nếu không có người hướng dẫn đưa chúng ta đến đó?\nCảm ơn bạn trướcĐọc thêm",
            "Chào buổi sáng,\n\nchúng tôi đã đến thăm mà không có hướng dẫn viên nhưng nếu bạn muốn tham quan bên trong tàu ngầm, bạn phải đăng ký trước trên trang web của họĐọc thêm",
            "Chào buổi tối, một con chó - nặng 2 kg - được ôm trong tay và rõ ràng là im lặng - không sủa - có được phép vào không? Cảm ơn bạnĐọc thêm",
            "Không, thật không may, động vật không được phép tiếp cận công trìnhĐọc thêm",
            "Chó có vào được không? Hay nghe nói có khu dành cho chó thì làm thế nào?",
            "Tôi muốn biết chuyến tham quan bảo tàng mất bao lâu, không bao gồm tàu ​​ngầm? \nCảm ơn bạn rất nhiều Đọc thêm",
            "Nó phụ thuộc vào những gì bạn muốn xem.\nNếu bạn quan tâm đến tất cả những lời giải thích khoa học, bạn có thể dành nửa ngàyĐọc thêm",
            "Chào buổi sáng \nCó 2 bảo tàng ở Milan dành cho da Vinci, sự khác biệt là gì? Tốt nhất ? Cảm ơn bạnĐọc thêm",
            "Xin chào, tôi mới ghé thăm bảo tàng này nên không thể thông báo cho bạn về bảo tàng kia hoặc so sánh - xin lỗiĐọc thêm",
            "Xin lỗi theo phép lịch sự, tôi đã đặt chỗ và thanh toán trực tuyến vào Chủ nhật nhưng con trai tôi bị ốm, tôi nên làm gì để nhận được voucher?Đọc thêm!",
            "Thực lòng tôi không biết thủ tục là gì, tôi có thể khuyên bạn nên gọi điện và thử chuyển chỗ đặt trước. Trên trang web, bạn sẽ tìm thấy chi tiết liên lạcĐọc thêm",
            "Có thể chỉ mua vé đi tàu ngầm mà không cần đến bảo tàng không?Đọc thêm",
            "Xin chào, không, điều đó là không thể. Tuy nhiên, bạn có thể - và tôi khuyên bạn nên - tham quan toàn bộ bảo tàng ngoại trừ tàu ngầm - chi phí có vẻ là 10 euro - .Đọc thêm",
            "Xin chào, tôi có một đứa trẻ 3,5 tuổi và một đứa 6 tuổi, bạn có nghĩ rằng chuyến thăm này có nên dành cho chúng không?Đọc thêm",
            "xin chào có lẽ dành cho đứa trẻ 6 tuổi nhưng nếu được theo sau bởi những người lớn đã được huấn luyện và lịch sự\nnhững cái nhỏ hơn không phù hợp vì chúng còn quá sớm để hiểu triển lãm này nếu không như đã chỉ ra trong bài đánh giá của tôi, bảo tàng biến thành một trò chơi điện tử làm hỏng chuyến thăm của những người đã dành 30 - để cảm thấy 1000 gia đình bị chiếm hữuĐọc thêm",
            "họ cho phép chóĐọc thêm",
            "chỉ khi thực sự quan tâmĐọc thêm",
            "Chuyến thăm tàu ​​ngầm kéo dài bao lâu?Đọc thêm",
            "Họ nói là 45 phút... nhưng theo tôi nó không kéo dài quá nửa giờ. Chưa kiểm tra đồng hồ nên không thể chính xác được.Đọc thêm"
        ],
        "star_ratings": [
            1320,
            815,
            292,
            118,
            62
        ],
        "review_amount": 2607,
        "location": [
            "Milano",
            "Nước Ý",
            "Bảo tàng Khoa học và Công nghệ Leonardo da Vinci",
            "vùng Lombardy",
            "Những điều cần làm ở Milano",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 14, 2023",
            "Written July 28, 2023",
            "Written July 29, 2023",
            "Written August 15, 2023",
            "Written August 31, 2023",
            "Written September 29, 2023",
            "Written October 21, 2023",
            "Written November 4, 2023",
            "Written December 21, 2023",
            "Written May 23, 2024",
            "Written May 11, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 27, 2024",
            "Written February 17, 2024",
            "Written January 10, 2024",
            "Written January 10, 2024",
            "Written January 9, 2024",
            "Written January 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187849-d195244-Reviews-Museo_Della_Scienza_E_Della_Tecnologia_Leonardo_da_Vinci-Milan_Lombardy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d1068380-Reviews-Boccondivino-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d15831930-Reviews-BLUE_M_Milano_Bottega_Marchigiana-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d2470178-Reviews-Nico_Ristorante_Pizzeria-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d1097463-Reviews-Bebel-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d12949464-Reviews-Zibo_Cuochi_Itineranti-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7152548-Reviews-Vento_di_Sardegna-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d24167962-Reviews-Parea_Bistrot-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7321441-Reviews-Wave_Cocktail_Bar-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d942971-Reviews-Osteria_La_Carbonaia-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d10842266-Reviews-Gelato_Fatto_Con_Amore-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d13954961-Reviews-Monastero_di_San_Vincenzino-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1924627-Reviews-Basilica_di_San_Vittore_al_Corpo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6107168-Reviews-Resti_Del_Mausoleo_Imperiale_a_San_Vittore_Al_Corpo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591282-Reviews-Universita_Cattolica_Del_Sacro_Cuore-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d314197-Reviews-Il_Cenacolo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8272197-Reviews-La_Vigna_Di_Leonardo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194971-Reviews-Santa_Maria_delle_Grazie-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591187-Reviews-Basilica_di_Sant_Ambrogio-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8434792-Reviews-Fondazione_Piero_Portaluppi-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1966739-Reviews-Castello_Cova-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d195244-Reviews-or10-Museo_Della_Scienza_E_Della_Tecnologia_Leonardo_da_Vinci-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6123472-Reviews-Memoriale_Della_Shoah_Di_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1930515-Reviews-Villa_Necchi_Campiglio-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194343-Reviews-Bagatti_Valsecchi_Museum-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194344-Reviews-Museo_Poldi_Pezzoli-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1946565-Reviews-Casa_Museo_Boschi_Di_Stefano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243392-Reviews-Pinacoteca_Ambrosiana-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2387551-Reviews-Gallerie_d_Italia-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8027215-Reviews-Museo_Pieta_Rondanini-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243400-Reviews-Pinacoteca_di_Brera-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d10049549-Reviews-Macorini_Gioielli-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d23525540-Reviews-Casa_Di_Giorgio_Ambrosoli-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d15855457-Reviews-Pusterla_di_Sant_Ambrogio-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d13172839-Reviews-Palazzo_Gonzaga_di_Vescovado-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12443418-Reviews-Wander_in_Italy-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d2277151-Reviews-Clearwater_Jolley_Trolley-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298455-d7586582-Reviews-Sky_Ranch_San_Fernando_Pampanga-San_Fernando_Pampanga_Province_Central_Luzon_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293760-d5953879-Reviews-Cleveland_Dam_Recreational_Park-Harare_Harare_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-Devils_Fork_State_Park-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42016-d9793415-Reviews-The_Arcade-Brighton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107810-Reviews-City_Museum-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g58221-d1763904-Reviews-Fairy_Stone_State_Park-Stuart_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d6698112-Reviews-Bellagio_Rent_a_Boat-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g58349-d141385-Reviews-Bellevue_Botanical_Garden-Bellevue_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d9875168-Reviews-ILT_Costa_Rica-San_Jose_San_Jose_Metro_Province_of_San_Jose.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187849-d195244-Reviews-or10-Museo_Della_Scienza_E_Della_Tecnologia_Leonardo_da_Vinci-Milan_Lombardy.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187849-d195244-Reviews-Museo_Della_Scienza_E_Della_Tecnologia_Leonardo_da_Vinci-Milan_Lombardy.html"
    }
]