[
    {
        "attraction_name": "Museum and Crypt of Capuchins",
        "attraction_name_vi": "Bảo tàng và hầm mộ Capuchins",
        "general_info": [
            "2.611 đánh giá",
            "121 trong số 2.427 điều cần làm ở Rome",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Họ cung cấp cho bạn một bộ hướng dẫn âm thanh được bao gồm trong giá 10 đô la, bạn có thể đi theo tốc độ của riêng mình. Có một bảo tàng cung cấp lịch sử của các nhà sư lúc đầu. Con đường này dẫn bạn đến hành lang có 45 căn phòng với tất cả hài cốt của các nhà sư được sắp xếp theo hoa văn. Ngoài ra còn có một số xác ướp của một số nhà sư. Bạn không được phép chụp ảnh bên trong. Đây là một trang web khá nhỏ nên không mất nhiều thời gian để tìm hiểu. Tôi sẽ tránh đi vào giờ mở cửa lúc 10 giờ sáng vì nơi đây khá đông đúc, không có bất kỳ hàng đợi nào khi tôi ra ngoài vào khoảng 11 giờ sáng. Lối vào là cầu thang phía trước nhà thờ.Đọc thêm",
            "Đây là một nơi thú vị. Chuyến tham quan bằng âm thanh rất hay và tôi đoán việc hiểu bối cảnh của toàn bộ cuộc phiêu lưu là cực kỳ quan trọng.  Bằng cách nào đó tôi đã nghĩ hầm mộ sẽ ở dưới lòng đất, nhưng không phải vậy.  Nó chắc chắn ở khía cạnh kỳ lạ của mọi thứ. Sẽ thật tuyệt nếu họ đốt một ít nhang trong hầm mộ, vì nó có mùi hơi ẩm lạ.  Tuy nhiên bọn trẻ vẫn thích nó.Đọc thêm",
            "Điểm dừng tour rất thú vị và rùng rợn để thoát khỏi đám đông và những bức tranh tôn giáo. Các con tôi lúc đầu có vẻ kỳ lạ nhưng cuối cùng chúng nói rằng đây là chuyến tham quan yêu thích của chúng. Không được phép chụp ảnh bên trong nhưng vẫn mát mẻ.Đọc thêm",
            "Một trong những địa điểm yên tĩnh nhất mà chúng tôi đã ghé thăm nhưng cũng có thể là nơi thú vị nhất. Vé bao gồm một hướng dẫn âm thanh để bạn có thể đi vòng quanh bảo tàng theo tốc độ của riêng bạn. Điều này giúp bạn chuẩn bị tốt cho Hầm mộ, bao gồm cả việc giải thích về trật tự Capuchin và ý nghĩa của nơi chôn cất.\n\nBản thân Crypt có sáu căn phòng nhỏ, năm trong số đó chứa đầy xương và xác ướp của các nhà sư. Kết quả không rùng rợn như bạn mong đợi và thực sự khá cảm động, nhưng có gần bốn nghìn nhà sư được trưng bày - du khách nên lưu ý vì nó có thể khiến một số người khó chịu.\n\nTrang web có đội ngũ nhân viên dễ chịu, tiện nghi WC và một cửa hàng quà tặng nhỏ. Họ phục vụ trẻ em vì có hướng dẫn âm thanh riêng cho du khách trẻ tuổi, nhưng không ai trong nhóm của chúng tôi nghe điều này nên không thể đảm bảo chất lượng.Đọc thêm",
            "Một người trong chúng tôi không phải tôi bị mê hoặc bởi kiểu này. Tai nghe khi bạn đi qua bảo tàng nhỏ sẽ cung cấp khá nhiều thông tin theo cách kể chuyện. Các hầm mộ - nếu tôi coi cách bố trí của những bộ xương như một tác phẩm nghệ thuật thì đó là Ok. Nhưng nghĩ đến việc những người này đã từng là những con người có thật và bây giờ xương của họ đang trang trí trên tường, tôi thấy hơi khó chịu.Đọc thêm",
            "Một trong những địa điểm thú vị, rùng rợn và gây ấn tượng mạnh nhất mà tôi từng đến thăm.  Bảo tàng trưng bày một bức tranh gốc của Michelangelo được thực hiện rất chi tiết và đẹp mắt. Họ cung cấp cho bạn một trình phát âm thanh để bạn có thể tự thực hiện chuyến tham quan có hướng dẫn. Tôi nghĩ các câu chuyện đều ổn - nó có phong cách như thể người kể chuyện đang trò chuyện với ai đó. Tôi thấy nó gây mất tập trung và chỉ muốn biết sự thật về những gì được trưng bày. Sau khi đi qua phòng trưng bày, bạn sẽ vào được hầm mộ.\n\nHầm mộ khiến tôi ngạc nhiên vì tôi không mong đợi được nhìn thấy hàng nghìn chiếc xương được sử dụng làm tác phẩm nghệ thuật hoặc được đưa vào cấu trúc của hầm mộ. Đó là một Lille đáng sợ và tôi vẫn không chắc mình cảm thấy thế nào về điều đó. Tôi rất vui vì đã đi, nhưng ước gì tôi đọc trước để tâm trí tôi mong đợi những gì tôi nhìn thấy. Nếu không thì đó là phần thú vị nhất của cuộc triển lãm. Tôi thực sự khuyên bạn nên ghé thăm đây, nhưng tôi không nghĩ mình sẽ quay lại - chắc chắn một lần là đủ. Việc tận mắt nhìn thấy những bộ xương khiến nó trở nên chân thực hơn những gì bạn thấy trong sách. Về cơ bản biết đây là những người thực sự.\n\nNgoài ra, hãy ăn mặc phù hợp vì họ sẽ yêu cầu bạn mua thứ gì đó để che vai và đùi. Họ đã bán một gói với giá khoảng 1 euro.Đọc thêm",
            "Bảo tàng trật tự của các tu sĩ Capuchin khá thú vị. Bạn nhận được một hướng dẫn âm thanh cung cấp một số thông tin về lịch sử của đơn hàng này và một số hiện vật được trưng bày. Điểm thu hút chính tất nhiên là hầm mộ bao gồm khoảng bảy vật trưng bày được làm bằng xương của các nhà sư đã qua đời. Hướng dẫn bằng âm thanh mô tả những màn trình diễn này mang vẻ thanh bình và có phần nghệ thuật. Tôi thấy chúng khá sốc nhưng vẫn thú vị. Chỉ cần lưu ý rằng bạn không thể chụp ảnh trong hầm mộ.Đọc thêm",
            "Điều này rất dễ dàng để tự làm. Bạn không cần một chuyến tham quan. Chỉ cần đi tàu điện ngầm đến Barberini và đi bộ cách đó một dãy nhà. Bạn có thể tiết kiệm tiền bằng cách đi mà không cần tham quan. Không có hình ảnh được cho phép. Mất khoảng 20 phút để làm toàn bộ công việc. Có những triển lãm trong bảo tàng và sau đó là những hầm mộ chứa xương. Đối với tôi một lần là đủ.Đọc thêm",
            "Nó thực sự đáng để ghé thăm, nhưng có lẽ không phải trong chuyến đi đầu tiên của bạn đến Rome và càng không nếu bạn chỉ có 3 ngày. Thật kỳ lạ khi thấy nó khó có thể khiến bạn sợ hãi hoặc cố gắng tập trung vào ý nghĩa sâu xa hơn. Ý tôi là, làm sao có người từng nghĩ đến việc làm đồ trang trí hoa từ xương chậu của con người? Con trai 10 tuổi của tôi không thấy nó đáng sợ hay rùng rợn chút nào, nhưng có thể hơi quá sức đối với trẻ nhỏ.Đọc thêm",
            "Phải mất một thời gian thuyết phục tôi mới thuyết phục được vợ tôi đồng ý đưa gia đình chúng tôi đến đây. Rất vui vì chúng tôi đã làm. Nó có lẽ không phù hợp với sở thích của mọi người, nhưng hầm mộ thực sự rất ấn tượng. Đẹp và quyến rũ. Để lại ấn tượng nhất định. Đọc thêm",
            "Tôi và chồng đã có khoảng thời gian tuyệt vời tại hầm mộ và bảo tàng. Giá rẻ và chỉ có một vài người khác ở đó. Một sự thay đổi thú vị so với các điểm tham quan đông đúc khác ở Rome. Tai nghe được cung cấp với một chuyến tham quan bằng âm thanh về lịch sử của hội, bộ sưu tập của họ và hầm mộ. Trải nghiệm rất tuyệt. Có phòng tắm và cửa hàng quà tặng nhưng không có nhiều nơi để ngồi và nghỉ ngơi nếu bạn cần. Có một số bình luận tôn giáo nặng nề trong chuyến tham quan có hướng dẫn, nhưng điều đó đi kèm với lãnh thổ. Đọc thêm",
            "Nếu bạn chỉ quan tâm đến mật mã thì đó là một chuyến thăm rất ngắn. Tôi sẽ không làm điều đó nữa - NHƯNG nếu bạn muốn ghé thăm bảo tàng và nghe tất cả âm thanh, điều đó sẽ rất đáng giá. Đề xuất duy nhất của tôi với bảo tàng là thêm chỗ ngồi.. Sau khi đi bộ cả ngày, chúng tôi hầu như không thể đứng yên trên đôi chân của mình. Đọc thêm",
            "Cuối cùng tôi đã đến thăm bảo tàng và hầm mộ này. Đã đến đó 20 năm trước, họ đã đóng cửa để cải tạo, tôi rất thất vọng. Không phải lần này, họ đã mở. Bạn không thể tưởng tượng được những gì có thể làm được với xương người. Có cắm hoa, đèn, giá nến, đồ trang trí trên tường, trần nhà, v.v. Tôi biết, nghe có vẻ kỳ quái nhưng nó thực sự đáng để ghé thăm. Có một bài học lịch sử trên đường đi trong bảo tàng, khuyên bạn nên lấy tai nghe vì nó giải thích mọi thứ một cách chi tiết và rất thú vị. Bạn không thể chụp bất kỳ bức ảnh nào khi vào bên trong, rất tiếc, không có ảnh nàoĐọc thêm",
            "Một nơi hấp dẫn để đến, không dành cho tất cả mọi người nhưng chắc chắn sẽ khiến bạn suy nghĩ về sự tồn tại của chúng ta trên hành tinh Trái đất. Không thực sự dành cho trẻ em. Đọc thêm",
            "Hướng dẫn âm thanh đi kèm rất hấp dẫn và giàu thông tin, đồng thời tạo bối cảnh cho những màn trình diễn tuyệt vời trong hầm mộ được thực hiện rất khéo léo và tôn trọng. Đây là điểm nổi bật trong chuyến thăm đầu tiên của tôi tới Rome.Đọc thêm",
            "Một chuyến tham quan rất khác thường, thực sự hấp dẫn và rất nhiều thông tin chứ không phải là việc xếp hàng điên cuồng hay tăng giá như ở một số điểm tham quan khác trong thành phố. Chúng tôi rất thích nó và muốn giới thiệuĐọc thêm",
            "Bảo tàng rực rỡ.  Được trình bày tốt với rất nhiều thông tin và hướng dẫn âm thanh giúp bạn chú ý và mang tính giải trí. Mặc dù hướng dẫn âm thanh hấp dẫn nhưng nó vẫn chưa hoàn toàn chuẩn bị cho bạn về những hầm mộ vừa hấp dẫn vừa đáng lo ngại. Bảo tàng này có điều gì đó để dạy nhiều điểm hấp dẫn khác ở Rome và những nơi khác về cách trình bày thông tin và thu hút du khách. Một bảo tàng xuất sắc không thể khen ngợi đủ.  Làm tốt lắm và phải làm ở Rome.Đọc thêm",
            "Như đứa trẻ mười bốn tuổi của tôi đã nói, tôi đang cố gắng tìm một mô tả cho địa điểm này.  Thưởng thức có vẻ không phù hợp, tốt không làm điều đó công bằng nhưng cả hai đều áp dụng.  Chúng tôi quay vòng khi bắt chuyến tàu đến Venice và chỉ có vài giờ rảnh rỗi.  Chúng tôi muốn quay lại và có cái nhìn kỹ hơn về bảo tàng.Đọc thêm",
            "Một số điểm: tại sao các bài đánh giá lại phàn nàn về việc không thể chụp ảnh - nó sẽ cho bạn biết điều này ở khắp mọi nơi! Trên trang web, ở cửa. Tại sao mọi người lại rên rỉ về việc che đậy - tất cả các thánh địa ở Rome đều hỏi điều này. Tại sao cố vấn chuyến đi không xóa những bức ảnh được thêm vào đây? Kinh tởm. Bản thân nơi này rất yên bình và nếu bạn thực sự dành thời gian để quan sát những gì họ đã làm thì sẽ rất đẹp và bạn có thể thấy mình đang nhìn những hộp sọ và thắc mắc họ đã có cuộc sống như thế nào. Nếu bạn không thể sống mà không chụp ảnh thì có lẽ bạn đang gặp vấn đề. Mẹo nhỏ là nên đi khi trời yên tĩnh để có thể quan sát từng phòng lâu hơn một chút.Đọc thêm",
            "Đây có lẽ là điểm nổi bật chính trong tất cả các chuyến thăm Rome của chúng tôi trong vài năm qua. Không chắc tại sao chúng tôi không ghé thăm nơi này sớm hơn. Mỗi màn trình diễn đều mang tính nghệ thuật và thánh thiện hơn là bệnh hoạn. Chuyến thăm có lẽ sẽ ăn sâu vào tâm trí tôi một thời gian dài - một trải nghiệm mà tôi sẽ không quên. Không phải địa điểm du lịch thông thường của bạn, và có lẽ không phù hợp và hấp dẫn lắm đối với trẻ em.Đọc thêm",
            "Tôi thực sự ước mình có một chiếc áo phông bảo tàng, tôi đã không mua nó khi chúng tôi ở đó và tôi rất tiếc. Tôi muốn mang nó cho con trai tôi ở Brazil khi tôi rời đi vào năm 2012. Nếu có ai có thể giúp tôi, tôi sẽ rất biết ơn.Đọc thêm",
            "Tôi tin rằng áo thun cũng có thể được đặt hàng qua đường bưu điện, hãy liên hệ với Bảo tàng.Đọc thêm",
            "Buổi tối vui vẻ, \nLàm thế nào để bạn có được một chiếc áo phông nhà thờ có hình bảo tàng? Có trang web nào có thể mua được không? Tôi đang chờ đợi một câu trả lời. Cảm ơn bạnĐọc thêm",
            "Chào buổi sáng, xin lỗi nhưng tôi không thể giúp bạn. Tôi không biết bạn có thể mua áo phông Đọc thêm ở đâu.",
            "Khai mạcstijdenĐọc thêm",
            "Từ 9 giờ sáng đến 12 giờ trưa và từ 2 giờ chiều đến 5 giờ chiềuĐọc thêm",
            "CHÀO,\nđến vào đầu tháng 6 năm 2019.\nLàm cách nào để mua vé vào địa điểm này, tôi nên mua trước hay có thể mua tại chỗ trong cùng ngày?Đọc thêm",
            "Tôi vừa mới đến và trả tiền tại cửa. Không có hàng đợi vào tháng 4 và chúng tôi đã ở đó ngay sau lễ Phục sinh. Đọc thêm",
            "Tháng sáu này có đông không? Tôi không thể tìm ra cách đặt chỗ trên trang web.  Các dòng dài bao nhiêu vào mùa hè?  Cảm ơn!Đọc thêm",
            "Bạn có thể đặt chuyến tham quan này trên Viator và in từ nhà, mặc dù bạn có thể sử dụng ứng dụng nhưng có thể bạn không có dịch vụ di động, vì vậy tôi khuyên bạn nên in từ nhà trước khi rời đi.  Nó sẽ cung cấp cho bạn hướng dẫn về nơi gặp gỡ các tour du lịch.  Tôi đặt tất cả các chuyến tham quan của mình trên Viator và chúng tôi chưa bao giờ gặp bất kỳ vấn đề nào và luôn có một hướng dẫn viên tuyệt vời.  Tháng Sáu là thời điểm nóng nực ở Rome, vì vậy đây là một kỳ nghỉ thú vị và thú vị để đi xuống hầm mộ.Đọc thêm",
            "Ai đó có thể vui lòng cho tôi biết liệu trẻ em có trả tiền để vào không. Tôi không có ở một số bảo tàng chúng miễn phí.\nCảm ơn trướcĐọc thêm",
            "Người dưới 18 tuổi phải trả giá vé giảm còn 5 đô la, giá vé thông thường là 8,50 đô la. Đọc thêm",
            "Bạn có thể mua vé bằng thẻ tín dụng tại cổng vào không? Hoặc chỉ tiền mặt?Đọc thêm",
            "Tôi không biết vì trước đây tôi đã mua của tôi trực tuyến. Tôi tưởng tượng họ có nó trên trang web của họ. Nó khá hay!! Đọc thêm",
            "Có bãi đậu xe không? Tôi có thể lái xe đến địa điểm này và đỗ xe không?Đọc thêm",
            "Chúng tôi đi bộ và đỗ xe khó khăn ở bất cứ đâu ở Rome. Đọc thêm",
            "Xin chào, Cách duy nhất để tham quan nơi này là đến đó và trực tiếp mua vé vào cổng phải không? Có ai còn nhớ chi phí của các tiện ích bổ sung như hướng dẫn bằng âm thanh không? Có phải chờ đợi và có dễ dàng truy cập không? Cảm ơn trước.Đọc thêm",
            "Bạn không cần phải đặt trước - không cần xếp hàng, đây là một bảo tàng khá ít được biết đến. Tôi không nhớ có hướng dẫn bằng âm thanh hay không.Đọc thêm",
            "có ai có thể cho tôi biết liệu nơi này có mở cửa vào ngày mai chủ nhật lễ phục sinh không? nếu có thì thời gianĐọc thêm",
            "Hmm - linh cảm là không, xét cho cùng thì Rome có lẽ là một trong những nơi tôn giáo nhất trên trái đất! \nNếu bạn đang ở khách sạn, tôi sẽ nhờ nhân viên hướng dẫn kiểm tra giúp bạn.Đọc thêm"
        ],
        "star_ratings": [
            1268,
            882,
            272,
            105,
            86
        ],
        "review_amount": 2613,
        "location": [
            "Bảo tàng và hầm mộ Capuchins",
            "Châu Âu",
            "Lazio",
            "Nước Ý",
            "Những điều cần làm ở Rome",
            "la Mã"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written August 4, 2023",
            "Written August 7, 2023",
            "Written September 13, 2023",
            "Written September 30, 2023",
            "Written September 30, 2023",
            "Written October 7, 2023",
            "Written October 11, 2023",
            "Written November 2, 2023",
            "Written January 3, 2024",
            "Written June 6, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187791-d254786-Reviews-Museum_and_Crypt_of_Capuchins-Rome_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1811609-Reviews-Ristorante_Il_Piccolo_Mondo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d17412951-Reviews-Pinsitaly_Trevi-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d4179812-Reviews-Trecaffe_Due_Macelli-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1380808-Reviews-Crispi_19-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1899836-Reviews-Il_Nuovo_Faro-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1061460-Reviews-Imago-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d13203746-Reviews-Klass_Restaurant-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d696516-Reviews-Colline_Emiliane-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1867636-Reviews-Ristorante_Vladimiro-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d2625154-Reviews-Sofia-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d256340-Reviews-Santa_Maria_della_Concezione_dei_Cappuccini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d243038-Reviews-Monumental_Cemetery_of_the_Capuchin_Brothers-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7596093-Reviews-Museo_Di_Palazzo_Piacentini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10128313-Reviews-Fontana_delle_Api_del_Bernini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191113-Reviews-Fontana_del_Tritone-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246142-Reviews-Piazza_Barberini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d245803-Reviews-Via_Veneto-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d245566-Reviews-Teatro_Sistina-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d17726032-Reviews-Dabliu_Sport_Benessere-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10291484-Reviews-Collegio_di_Sant_Isidoro-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d254786-Reviews-or10-Museum_and_Crypt_of_Capuchins-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d522812-Reviews-Galleria_Borghese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d26361593-Reviews-Museum_of_Light-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8484766-Reviews-Serra-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246088-Reviews-Palazzo_Colonna_Galleria_Colonna-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13141889-Reviews-Welcome_To_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190990-Reviews-Centrale_Montemartini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190989-Reviews-Museo_Nazionale_Romano_Palazzo_Massimo_alle_Terme-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2179620-Reviews-Le_Domus_Romane_di_Palazzo_Valentini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d208583-Reviews-Museo_Nazionale_Etrusco_di_Villa_Giulia-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6913396-Reviews-Enoteca_Giampiccolo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3849082-Reviews-Spa_del_Hotel_Bernini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4083157-Reviews-Scooteroma_Tours-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8807145-Reviews-RomaTourGratis-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3411809-Reviews-Free_Tour_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10513301-Reviews-Barberin_Hills-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3844167-Reviews-Barberini_Scooters_for_Rent-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1626786-Reviews-Kami_Spa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d105845-Reviews-Vanderbilt_Mansion_National_Historic_Site-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12874093-Reviews-Chocolate_Museum_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128688-Reviews-Denver_Museum_of_Nature_Science-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d9453855-Reviews-Chicken_Island-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46245-d12073289-Reviews-White_Lake_State_Park-Tamworth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34577-d2538016-Reviews-Tropical_Breeze_Casino-Port_Richey_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d8766373-Reviews-Owl_Cafe_Bar_Owl_Village_Harajuku-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g57600-d1908674-Reviews-Pocahontas_State_Park-Chesterfield_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d1847392-Reviews-Hug_Point_State_Park-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d6978276-Reviews-Porto_Roxa_Beach-Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187791-d254786-Reviews-or10-Museum_and_Crypt_of_Capuchins-Rome_Lazio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187791-d254786-Reviews-Museum_and_Crypt_of_Capuchins-Rome_Lazio.html"
    }
]