[
    {
        "attraction_name": "Music City Circuit",
        "attraction_name_vi": "Đường đua thành phố âm nhạc",
        "general_info": [
            "17 đánh giá",
            "",
            "Dịch vụ xe buýtTaxi - Xe đưa đón",
            "Dịch vụ xe buýt",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi ước nó được quảng cáo nhiều hơn một chút. Tôi chỉ tình cờ nhận ra nó vào ngày cuối cùng của chúng tôi. Chúng tôi bắt xe buýt xanh đến khu vực The Gulch, các tài xế rất thân thiện. Hầu như không có ai trên xe buýt chỉ có hai chúng tôi về nhà và chúng tôi cùng một người đàn ông đi xuống. Tôi sẽ sử dụng nó thường xuyên hơn nếu tôi biết về nó. Tôi hy vọng mọi người kiểm tra nó. Tuyến đường có thể khó hiểu nhưng bạn thậm chí có thể chỉ cần sử dụng Google Maps và nó sẽ hiển thị nếu bạn chọn Chuyển tuyến. Và bạn có thể theo dõi nó từ đó. Tôi hy vọng họ sẽ tiếp tục hoạt động vì hầu như không có ai trên xe buýt, tôi yêu thích dịch vụ này. Nó dừng lại ngay trước khách sạn của chúng tôi.Đọc thêm",
            "Là du khách lần đầu đến Nashville, tôi đánh giá rất cao dịch vụ miễn phí này. Đó là một cách thuận tiện để cảm nhận về thành phố. Trạm dừng chỉ cách khách sạn của chúng tôi vài phút đi bộ và tôi không phải đợi xe buýt lâu. Máy điều hòa không khí được chào đón nhiều nhất vào một ngày rất nóng.Đọc thêm",
            "Chúng tôi đã sử dụng MTA Music City Circuit để đi từ Gulch đến Chợ Nông sản Nashville và quay lại vào Thứ Bảy.  Có hai người khác trên xe buýt trên đường tới đó và không có ai khác trên đường về.  Thật xấu hổ vì điều này không được sử dụng nhiều hơn.  Các tài xế rất thân thiện và tuyến đường không mất nhiều thời gian.  Hoàn toàn đáng để tìm kiếm thay vì trả tiền thuê phương tiện đi lại.  Xe buýt sạch sẽ và được bảo trì tốt.Đọc thêm",
            "Xe buýt miễn phí tuyệt vời với hai tuyến đường chính và có máy lạnh. Đưa bạn đi vòng quanh những địa điểm chính ở trung tâm thành phố và trong Gulch. 6 giờ sáng đến 11 giờ tối không thể sai được. Đọc thêm",
            "Xe buýt này là một lựa chọn tuyệt vời để khám phá trung tâm thành phố. Xe buýt sạch sẽ, tài xế thân thiện và hoàn toàn miễn phí!Đọc thêm",
            "Chờ hơn một giờ cho tuyến đường xanh.  Không bao giờ xuất hiện.  Đã nhìn thấy tuyến đường màu xanh lam hai lần trong CMA Fest và tuyến đường đó không chạy vào trung tâm thành phố.  Một chiếc xe buýt lao qua trạm mà không dừng lại.  Vô giá trị.Đọc thêm",
            "Chúng tôi đi theo đường màu xanh lam và cố gắng đi theo bản đồ trên trang web của họ.  Chúng tôi không thể biết mình đang ở đâu, nhưng một số khu vực mà chúng tôi lái xe qua khá sơ sài.  Chúng tôi đã không - không đi theo đường màu xanh lá cây - nó có thể tốt hơn.  Chúng tôi nghĩ rằng đó là một sự lãng phí hoàn toàn thời gian.  Chúng tôi sẽ đưa xe đẩy lên - xuống vào lần tới.Đọc thêm",
            "Hệ thống xe buýt miễn phí thuận tiện và khá đáng tin cậy.  Tuy nhiên, chúng tôi thấy khó tìm ra điểm dừng ở đâu.  Bản đồ họ cung cấp cho bạn tại trung tâm du khách hiển thị nguồn gốc và liệt kê các điểm dừng theo thứ tự bảng chữ cái.  Nhưng nó không hiển thị các điểm dừng trên bản đồ.  Trừ khi bạn biết Nashville, bạn cần phải tự mình tìm ra điều đó.Đọc thêm",
            "Chúng tôi thất vọng với dịch vụ này. Chúng tôi rất vui mừng khi biết rằng có một chiếc xe buýt di chuyển miễn phí quanh Nashville. Kinh nghiệm của chúng tôi là nó hiếm khi xuất hiện. khi điều đó xảy ra thì các tài xế tỏ ra thù địch và khó tiếp cận. Nếu bạn tình cờ có mặt trên xe buýt vào giờ sạc, bạn sẽ ngồi ở trạm sạc 20 phút mà không cần giải thích. Mọi chuyện trở nên tồi tệ đến mức chúng tôi phải chi tiêu - 7, 2-3 lần mỗi ngày để đi quanh thị trấn thay vì dựa vào xe buýt không đáng tin cậy.  Đó là một hệ thống thiếu sót và bị cường điệu hóa không đáng có.Đọc thêm",
            "Xe buýt miễn phí này sẽ đưa bạn đến hầu hết các điểm tham quan chính ở trung tâm thành phố Nashville, có các điểm dừng thường xuyên và bạn - sẽ không bao giờ phải đi bộ nhiều đến các điểm tham quan. Có các tuyến đường Xanh lam và Xanh lục, còn tuyến đường xanh lục sẽ đưa bạn đi xa hơn về phía nam thành phố.  Chúng tôi đi theo con đường xanh đến khu phố The Gulch và đi bộ chưa đầy 10 phút đến Peg Leg Porker, thật tuyệt vời. Đọc thêm",
            "Tôi - tôi đang ở khu vực Germantown, xe buýt xanh dừng ở đó hay dừng ở đó?Đọc thêm",
            "Kể từ ngày 29 tháng 9 năm 2019, WeGo Public Transit không còn cung cấp dịch vụ Music City Circuit nữa. Xem trang web WeGo Public Transit để biết Nashville.Đọc thêm",
            "CHÀO! Gia đình tôi sẽ đến thăm Nashville vào tuần thứ ba của tháng Bảy. Chỉ thắc mắc liệu Music City Circuit còn hoạt động và hoàn toàn miễn phí không?? Cảm ơn. Đọc thêm",
            "Vâng, tôi đang làm việc đó. Ngày 12 tháng 7 năm 2019.Đọc thêm",
            "Xin chào, lần đầu tiên chúng tôi sẽ đến Nashville, từ 7 - 26-7-30. Chúng tôi muốn bắt đầu bằng chuyến tham quan thành phố. Bạn có đề xuất gì không? Đọc thêm",
            "Music city Circuit là dịch vụ xe buýt miễn phí với một tuyến đường cụ thể - hãy lấy bản đồ tuyến đường tại trung tâm du khách - . Đây là cách tuyệt vời để đi lại - theo một tuyến đường cụ thể. Để có chuyến tham quan nhiều thông tin hơn để bắt đầu chuyến đi của bạn, chúng tôi khuyên bạn nên tham gia Music City Tour của Gray Line, trên xe điện hoặc xe buýt hai tầng - vé có sẵn tại trung tâm du khách - . Tài xế - hướng dẫn viên sẽ cung cấp thông tin tuyệt vời về thành phố. Đọc thêm",
            "Tuyến này có đi từ sân bay đến đường Union không? Đọc thêm",
            "Không, khôngĐọc thêm",
            "Bạn đón khách ở khách sạn nào để đi vào trung tâm thành phố?Đọc thêm"
        ],
        "star_ratings": [
            12,
            1,
            1,
            2,
            1
        ],
        "review_amount": 17,
        "location": [],
        "reviews_time": [
            "Written September 10, 2019",
            "Written August 14, 2019",
            "Written August 13, 2019",
            "Written May 23, 2019",
            "Written October 24, 2018",
            "Written June 8, 2018",
            "Written May 18, 2018",
            "Written February 22, 2018",
            "Written February 12, 2018",
            "Written June 14, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55229-d8702155-Reviews-Music_City_Circuit-Nashville_Davidson_County_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d8702155-Reviews-or10-Music_City_Circuit-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d13009685-Reviews-Go_Livery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d26678365-Reviews-Sam_limo_of_Nashville_LLC-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d23853708-Reviews-Ride_With_Wyatt-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d12415805-Reviews-Signature_Transportation_Services-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d11639143-Reviews-Executive_Travel_of_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d26694183-Reviews-Nashrovers_Nashville_Car_Service-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d20910719-Reviews-Nashville_UTV_Rentals-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d26661449-Reviews-Nashville_luxury_transportation_limousine-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d11832623-Reviews-Matchless_Transportation_Service-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d27121163-Reviews-First_class_limo-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d8702155-Reviews-Music_City_Circuit-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1866109-Reviews-Bangla_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9806721-Reviews-Lincoln_Square-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1036503-Reviews-The_London_Bridge_Experience-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297551-d1947063-Reviews-Coloured_Canyon-Nuweiba_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2425567-Reviews-Demiroren_Istiklal_Shopping_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g143020-d144746-Reviews-Rim_Drive-Crater_Lake_National_Park_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g39658-d4757865-Reviews-Downtown_Midway_Kentucky-Midway_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g32147-d2243107-Reviews-Camarillo_Premium_Outlets-Camarillo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847994-Reviews-North_Beach-Tybee_Island_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55229-d8702155-Reviews-or10-Music_City_Circuit-Nashville_Davidson_County_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55229-d8702155-Reviews-Music_City_Circuit-Nashville_Davidson_County_Tennessee.html"
    }
]