[
    {
        "attraction_name": "Muzeum Krakowa, oddział Fabryka Emalia Oskara Schindlera",
        "attraction_name_vi": "Bảo tàng Krakow, chi nhánh của Nhà máy Men Oskar Schindler",
        "general_info": [
            "17.355 đánh giá",
            "7 trong số 606 điều cần làm ở Krakow",
            "Bảo tàng chuyên ngành",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Triển lãm Kraków dưới sự chiếm đóng của Đức Quốc xã 19391945 nằm trong tòa nhà hành chính cũ của Nhà máy Men Oskar Schindlers tại số 4 Phố Lipowa. Triển lãm chủ yếu là câu chuyện về Kraków và cư dân của nó, cả người Ba Lan và người Do Thái, trong Thế chiến thứ hai. Đây cũng là câu chuyện về những người Đức Quốc xã chiếm đóng đến đây vào ngày 6 tháng 9 năm 1939, phá vỡ một cách tàn bạo lịch sử quan hệ Ba Lan-Do Thái kéo dài hàng thế kỷ của Kraków. Do bảo tàng rất nổi tiếng nên cần phải đặt trước.Đọc thêm",
        "reviews": [
            "Bảo tàng này tập trung nhiều hơn vào lịch sử Thế chiến II hơn là lịch sử cá nhân của Oscar Schindler. Hướng dẫn của chúng tôi rất chuyên nghiệp và hiểu biết về chủ đề này. Mặc dù có nhiều du khách trong nhóm nhưng cô ấy vẫn kiên nhẫn trả lời tất cả các câu hỏi của chúng tôi. Mặc dù các nhân viên và những người bạn Ba Lan mà chúng tôi gặp đôi khi có vẻ nghiêm túc nhưng hầu hết họ đều rất thân thiện và sẵn sàng giúp đỡ!Đọc thêm",
            "Bảo tàng thú vị về lịch sử của nhà máy Schindler và góc nhìn rộng hơn về cuộc chiến ở Krakow. Họ thực sự chú ý đến cách đưa câu chuyện, những năm tháng khác nhau được trình bày theo những cách khác nhau. Tạo ấn tượng!Đọc thêm",
            "thực sự khuyên bạn nên mua vé trước. nếu không, phải mất khá nhiều thời gian chờ đợi để vào được. Triển lãm đa phương tiện và thú vị, mặc dù nó không có tính tương tác cao. Ngoài ra nó khá đông đúc với sàn hẹp. điều đó rõ ràng nếu xét đến địa điểm lịch sử và mục đích sử dụng, nhưng cũng là điều cần biết đối với những người mắc chứng sợ bị vây kín Đọc thêm",
            "Nếu bạn quan tâm đến lịch sử, bạn không thể bỏ lỡ bảo tàng này. Bạn có thể tìm hiểu không chỉ về việc trục xuất người Do Thái trong cuộc tàn sát mà còn về mọi thứ về Krakow trong những năm của Thế chiến II. Chiến tranh thế giới. Tôi thích những bức ảnh, câu trích dẫn và văn phòng của Schindler.Đọc thêm",
            "Tôi đã dành vài giờ vào một chiều Chủ nhật tại nhà máy Oskar Schindler. Tôi đã đặt vé trước từ ứng dụng hướng dẫn của bạn. Tôi đã nhận vé từ hướng dẫn viên vào thời gian đã sắp xếp, điều đó có nghĩa là không phải xếp hàng mưa lớn, không có nơi trú ẩn nếu không đặt trước. Tôi cũng khuyên bạn nên lấy hướng dẫn âm thanh.\nBản thân chuyến tham quan bao gồm cả sự chiếm đóng của Đức và Liên Xô, cũng như về thời gian của Schindler. Nó rất nhiều thông tin, với màn hình tương tác, v.v.Đọc thêm",
            "Bảo tàng tốt, nhiều thông tin. Tôi rất thích bộ phim họ chiếu lúc đầu, với lời kể của những người sống sót.\n\nTuy nhiên, một số điều có thể được cải thiện. Trước hết, bảo tàng quá đông đúc và với âm thanh hoạt hình xuyên suốt bảo tàng, trải nghiệm khá mệt mỏi và ồn ào. Tôi cảm thấy nhiều văn bản quá nhỏ hoặc khó đọc.\n\nBảo tàng đưa ra lời giải thích hợp lý về quá trình biến đổi gen của người Do Thái trong thời kỳ Đức Quốc xã chiếm đóng. Điều này được kết hợp với một chút lời giải thích về Oskar Schindler, đó là điều mà tôi đoán là hầu như còn thiếu.\n\nNhìn chung, một bảo tàng thông tin có thể được cải thiện.\n\nMột điều cuối cùng: việc bán nam châm ở Auschwitz là cực kỳ vô vị, đặc biệt là sau khi ở Auschwitz, họ giải thích tại sao không được phép bán những đồ vật như vậy. Rất lạ! Đọc thêm",
            "Chuyến tham quan ấn tượng, đáng nhớ và rất trực quan nhất qua thời kỳ chiếm đóng Krakow - và câu chuyện Schindler. Chúng tôi có một hướng dẫn viên du lịch tuyệt vời Magda, người cũng đã chia sẻ những câu chuyện gia đình rất riêng tư. Không thể bỏ lỡ khi ở Krakow!Đọc thêm",
            "Bảo tàng này không phải là điều tôi mong đợi. Tôi nghĩ nó sẽ nói về Oskar Schindler. Nó nói về sự chiếm đóng của Ba Lan trong Thế chiến thứ 2. Rất hiếm khi bạn nhìn thấy tên Schindler và có một phòng dành riêng cho anh ấy nhưng nếu không thì rất ít. \nTriển lãm rất nhiều thông tin và nhìn chung, được thực hiện tốt NHƯNG nó có thể tốt hơn. Nó rất chật chội trong một số phòng và nếu bạn là một du khách độc lập thì bạn sẽ phải vượt qua những nhóm học sinh thô lỗ không để lại một con đường rõ ràng cho bạn đi qua. \nCó RẤT NHIỀU thông tin, thường được viết bằng chữ khá nhỏ và do không gian chật hẹp, các nhóm lớn nên bạn không thể đọc hết mọi thứ. Một số chữ viết cũng khó đọc do thiết kế của triển lãm, đặc biệt là trong phòng Schindler chính. \nĐặt trước để bạn có thể đi thẳng vào nếu không bạn phải xếp hàng bên ngoài. \nNếu bạn đang tìm kiếm một hướng dẫn toàn diện về Ba Lan trong Thế chiến 2 thì điều này thật tuyệt, nhưng nếu bạn đang hy vọng tìm hiểu về Schindler thì chỉ cần Google về anh ấy như tôi đã làm khi chúng tôi kết thúc.Đọc thêm",
            "Một bảo tàng đáng kinh ngạc chứa đầy thông tin. Được tổ chức và cấu trúc tốt, kể một câu chuyện khi bạn trải qua. Lời phê bình duy nhất của tôi là có nhiều hành lang hẹp, nghĩa là bạn có thể dễ dàng bị mắc kẹt trong các chuyến tham quan có hướng dẫn viên.Đọc thêm",
            "Chúng tôi đã đặt vé qua khách sạn khi chúng tôi ở Krakow. Tôi rất vui vì chúng tôi đã làm như vậy vì khi chúng tôi đến thì hoàn toàn hỗn loạn - bên ngoài có một hàng dài người xếp hàng và mọi người đang hối hả bước ra khỏi cửa và các hướng dẫn viên đang cố gắng tập hợp nhóm của họ. Chúng tôi vẫn đợi bên ngoài một lúc lâu, mặc dù chúng tôi đi theo nhóm có người hướng dẫn. Việc vào trong lại là một điều khó khăn, họ khá thiếu tổ chức với an ninh phòng vé. \nMột khi bạn đã vào, bạn sẽ ổn thôi! Tải và vô số thông tin và chi tiết về Sự chiếm đóng của Ba Lan trong Thế chiến 2. Schindler sẽ không bị ảnh hưởng nhiều, vì vậy hãy ghi nhớ điều đó. Hướng dẫn viên của chúng tôi là 1010 - Tôi nghĩ tên cô ấy là Martina, với Krakow Direct. Đọc thêm",
            "Thật không may, mọi dấu vết về nhà máy Oscar Shindlers đã bị cố tình xóa đi. Trong khi khối văn phòng vẫn còn, thật không may là tất cả tính xác thực của nó đã bị tước bỏ. Đây được gọi là phá hoại văn hóa, nói chung án tù có thể được áp dụng cho loại việc này. Lẽ ra họ nên thông cảm khôi phục lại khối văn phòng và sử dụng nhà máy làm bảo tàng.Đọc thêm",
            "Điều này tiếp nối bài đánh giá trước đây của tôi về Oskars Factory và đọc một số bài đánh giá khác để xem tôi so sánh như thế nào! Một người nói rằng hướng dẫn viên của họ đã nói rằng họ không chiếu bộ phim về Oskars mà họ LÀM! và đừng bỏ lỡ nó, nó lặp đi lặp lại khoảng 25 phút. Hãy ngồi và xem nó hoàn toàn, rất thực tế về bản thân người đàn ông đó. Thứ Hai vào cửa miễn phí nhưng hãy đến đó sớm và chuẩn bị chờ đợi. Chúng tôi đến đó lúc 9 giờ 15 để mở cửa lúc 10 giờ sáng, vào lúc 10 giờ 15. Không cần hướng dẫn viên vì mọi cuộc triển lãm đều có chữ viết bằng ba thứ tiếng, nhưng hãy chuẩn bị kỹ lưỡng cho chuyến tham quan kéo dài ba giờ vì có rất nhiều thứ để xem và đọc. Nhất định phải ghé thăm!Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan có hướng dẫn trực tiếp với bảo tàng và đến đó bằng tàu hỏa, rất thuận tiện và không tốn kém. Trong quá trình thanh toán đặt phòng trực tuyến, menu đã đổi sang tiếng Ba Lan và tôi phải dùng đến Google dịch. Chuyến tham quan rất thú vị và hướng dẫn viên có nhiều thông tin. Bên trong nó khá hẹp và không dễ để một nhóm có thể đứng cùng nhau. Nó cũng bận rộn với rất nhiều du khách không tham gia chuyến tham quan có hướng dẫn viên đang cố gắng chen lấn qua. Ở lối vào có hai cửa nói lối vào và lối ra. Chúng tôi đứng xếp hàng ở lối vào dài khoảng 40m và phải mất nửa tiếng mới được phép vào. Chúng tôi chỉ sắp xếp thời gian cho chuyến tham quan có hướng dẫn viên. Một số người khác trong nhóm tham gia muộn 15 phút vì phải xếp hàng. Nếu bạn đã có vé thì KHÔNG nên xếp hàng. Bạn phải đi vào bằng lối ra! Không có hướng dẫn nào bên ngoài, trên vé hoặc trên trang web.Đọc thêm",
            "I dont use these words lightly when I say this was the worst museum experience weve ever had, and I would actively recommend people do something else to learn about the fascinating and sad Jewish history of Krakow in WW2 - there are far better options available.The most obvious misnomer for most would be that the museum is really about WW2 in Krakow, Schindler plays a very small part of the story despite its location, but we were aware of this before going in so that wasnt the issue.The biggest hindrance that any guest would experience is the overcrowding and the horrendous layout. Every part of the museum is a narrow corridor of displays, meaning that you are constantly in the way of someone. Our tour group was 24 people, which was far too many for the space. We were continually told to move closer to see parts of the exhibit, which blocked the path for other guests, but were told off for moving too far away to get out of their way. We were the first group of the day, and were persistently pressured to keep moving by groups behind us. Thankfully we had headphones to hear the guide, otherwise you wouldnt have stood a chance. If you do decide to brave this museum, sadly youd have to do it with a guide otherwise I dont think youd get to see or understand most of it due to tour groups standing in the way.Secondly, I struggle to see how the museum could hold itself out as being accessible. There was a lift at the start and in the middle of the experience, but one was not offered at the end before a huge flight of stairs. The corridors as already mentioned are very narrow, so youd struggle to get through with a wheelchair and other guests, and several floors in the exhibit are cobble, spongey, or gravel without any other option to get through.Lastly, and this was the kicker for us, every single member of staff, without exception, was incredibly rude. And this wasnt a cultural thing, we didnt experience this anywhere else in Poland, but we felt actively unwelcome in this museum, and specifically hostile towards us bringing our toddler. We opted for this museum specifically because it had notes online that it would accept children and even had a baby change toilet, so we were taken aback by the reception. Our tour guide, Agnieszka, was the worst of all and incredibly arrogant. At one point early in the tour, our son spotted the tram that was in one of the rooms and started chatting about it not screaming or shouting. The guide stopped her speech to single us out and make him be quiet, I am working here, which was needlessly embarassing, and also to suggest that we werent already trying to do so, which we were. From this point, my wife felt she had no choice but to leave the tour with our son unfortunately not long after the start of the tour, and struggled to find her way out of the confusing layout to sit in the cafe where she was also unwelcome, leaving me pushing a stroller around. The guide continued to be rude even without children around, telling me to move, I need this space so she could point at part of the exhibit. Her tour also ran for 2 hours, not the 1.5 hours as advertised.At the end of the day, there is nothing in this museum that you cant hear on the better free walking tour of the Jewish Quarter that we did before it Krakow Explorers - highly recommended, and you would be better off not visiting.Read more",
            "Một trong những chuyến tham quan tồi tệ nhất mà tôi từng thực hiện. Hãy để tôi làm rõ - bản thân bảo tàng rất tốt mặc dù bạn có thể mong đợi nhiều hơn về Schindler và nhà máy của ông ấy. Ngoài ra, hướng dẫn viên du lịch là một cô gái trẻ đang cố gắng hết sức bằng tiếng không phải tiếng mẹ đẻ của mình, mặc dù cô ấy không vô tội. Chúng tôi đã đi tour bằng tiếng Anh vào lúc 4 giờ chiều và tại sao nó lại tệ như sau:1. Tổ chức rất kém khi bắt đầu. Có quá nhiều người chen lấn và chen lấn để vào trong. Họ hạn chế số lượng một cách dễ hiểu vì bên trong khá nhỏ gọn nhưng lúc đầu, đây là một sự xáo trộn.2. Như tôi đã đề cập, mỗi phòng không có quá nhiều phòng và số lượng phòng được phép trong chuyến tham quan ít nhất gấp đôi so với lẽ ra. Đây chỉ là dấu hiệu cho thấy bảo tàng đang cố gắng tối đa hóa doanh thu của họ.3. Có những chuyến tham quan khác, 2 chuyến đi tiếng Đức và một chuyến dành cho sinh viên Pháp diễn ra gần như cùng một lúc. Đã nhiều lần hai nhóm cố gắng chia sẻ cùng một không gian và có vẻ như các hướng dẫn viên du lịch gần như phải hét lên với nhau. Chúng tôi không nghe thấy tất cả những gì hướng dẫn viên của chúng tôi nói và chúng tôi không đơn độc.4. Hướng dẫn viên của chúng tôi nói rất nhanh - vì cô ấy có thời hạn 90 phút cho chuyến tham quan. Như tôi đã nói, tiếng Anh không phải là tiếng mẹ đẻ của cô ấy và mặc dù tiếng Anh của cô ấy rất tốt nhưng đối với những người trong chuyến đi không phải là người bản xứ thì điều đó sẽ rất khó khăn.5. Theo quan điểm của tôi, do bị vội vàng, dụ dỗ và đôi khi dường như bị nhóm đằng sau đẩy qua, nhiều cuộc triển lãm đã không thể được xem đúng cách. Theo tôi, họ cần đầu tư vào một số công nghệ và tai nghe và giảm số lượng trong các chuyến tham quan. tốt hơn hết là chúng ta không nên thực hiện một chuyến tham quan mà hãy dành thời gian cho riêng mình - mặc dù điều đó sẽ rất khó để tránh các nhóm du lịch!Đọc thêm",
            "Đây không phải là chuyến tham quan nhà máy của công ty Schindlers mà là bảo tàng bên trong tòa nhà văn phòng cũ. Tòa nhà nhà máy vẫn còn đó nhưng đã bị tước bỏ máy móc khi chiến tranh kết thúc. Điều khiến nó đáng giá - nó cung cấp lịch sử tuyệt vời của Krakow cả trước và trong chiến tranh. Trọng tâm không chỉ ở khu ổ chuột mà còn ở thành phố và mọi người bị ảnh hưởng như thế nào. Khi bảo tàng tiếp tục cung cấp thêm thông tin về Schindler nhưng tôi đánh liều rằng chỉ có khoảng 20 thông tin dành riêng cho ông và công việc của ông. Bảo tàng trải dài trên nhiều tầng và một số phòng nhỏ, trưng bày các bức ảnh, tài liệu, kho lưu trữ phim và kỷ vật. Nó được chuẩn bị kỹ lưỡng và trình bày kỹ lưỡng với một số phần dành riêng cho người Do Thái Schindler. Điều khó hơn thực sự là vào được nếu không tham gia một chuyến tham quan đã được sắp xếp trước, hàng đợi dài và nhân viên không thực sự tươi cười với sự giúp đỡ và chào đón. Một chủ đề chung mà chúng tôi đã tìm thấy một cách đáng buồn. Bảo tàng được phục vụ tốt nhất bằng một chuyến tham quan nhưng họ thống trị nơi này và rất dễ bị mắc kẹt sau một nhóm gồm 20 người lẻ hoặc tệ hơn là hai nhóm du lịch. Tuy nhiên nó cũng có giá trị chuyến đi. Nó không hoàn toàn như những gì chúng tôi mong đợi nhưng không sao. Tuy nhiên, nó rất tốt và xứng đáng với phí vào cửa zl36. Đọc thêm",
            "Tour trung bình, đi sớm hoặc xếp hàng dài. Nhân viên thời Xô Viết khốn khổ và không hữu ích. Rất ít thông tin về những gì bạn phải làm hoặc đi một khi đã vào, nếu bạn bị cuốn vào một chuyến tham quan có hướng dẫn, bạn có thể mất nhiều thời gian để cố gắng vượt qua đám đông. Cung cấp nhiều thông tin và phạm vi hiển thị không tệ mặc dù không gian chật hẹp.Đọc thêm",
            "Tôi không ngờ rằng một bảo tàng lại thú vị đến thế. Được trang trí rất độc đáo và chúng mang lại cho bạn cảm giác rằng bạn đã ở đó. Tôi khuyên bạn nên làm điều này.Đọc thêm",
            "Chúng tôi mua vé trực tuyến, đến và đi thẳng vào, không gặp rắc rối gì cả. Có lẽ chúng tôi rất may mắn về thời gian, nhưng không gặp phải nhóm đông người nào và có thể đi bộ xung quanh tùy ý. Hầu như không đề cập đến Schindler, nhưng có phạm vi bao quát khá toàn diện về các sự kiện từ trước chiến tranh trở đi. Một bộ sưu tập được biên soạn tốt. RẤT NHIỀU sách để đọc. Đọc thêm",
            "Trước hết, đây là một điểm thu hút rất phổ biến. Chúng tôi đến khi nó mở cửa vào thứ Hai lúc 10 giờ sáng và đợi 70 phút dưới mưa để được vào cửa. Họ thực sự nên giải quyết tình huống xếp hàng. Điểm thứ hai cần lưu ý là những gì bạn sẽ tìm thấy về cơ bản là một cuộc triển lãm về sự chiếm đóng của Đức Quốc xã ở Krakow trong Thế chiến thứ hai với rất nhiều bảng, ảnh và màn hình nhưng rất ít hiện vật và tương đối ít thông tin về Schindler. Một khi bạn vào bên trong, bạn cũng không có cảm giác đang ở trong nhà máy của anh ấy. Bạn len lỏi giữa các căn phòng khác nhau, không có cửa sổ như thể bạn đang ở IKEA! Triển lãm bao gồm toàn diện về nghề nghiệp nhưng tôi sẽ sớm đọc một cuốn sách hoặc xem một bộ phim, ví dụ như Danh sách của Schindler về nó, ngồi xuống.Đọc thêm",
            "Có bãi đậu xe nào gần bảo tàng không?Đọc thêm",
            "bảo tàng này có phù hợp với trẻ 10 tuổi không?Đọc thêm",
            "Chắc chắn nhất là khiến trẻ hứng thú tìm hiểu về những sai lầm trong quá khứ và quá khứ, đây là điểm khởi đầu tuyệt vời để tìm hiểu về cuộc đàn áp những người theo đạo Do TháiĐọc thêm",
            "Bảo tàng có nhà vệ sinh công cộng không? Đọc thêm",
            "Có.Đọc thêm",
            "Có chuyến tham quan có hướng dẫn bằng tiếng Hy Lạp không?",
            "Chào buổi tối, không may là không có chuyến tham quan có hướng dẫn bằng tiếng Hy Lạp.",
            "Vé có cần phải đặt trước trực tuyến hay có thể mua trực tiếp trong ngày tại bảo tàng Schindlers Factory? Nhìn vào trang web để biết một số ngày trong thời gian vài tuần và chỉ có một vài khung giờ mỗi ngày với chỉ có 1 hoặc 2 vé. Điều đó có nghĩa là sẽ không thể mua vé ngay tại chỗ hay đó vẫn là một lựa chọn? Tôi có cần đến đó vào thời gian nhất định để mua vé không?Đọc thêm",
            "Chúng tôi đã mua vé trực tuyến, nhưng những người mua ở lối vào đã không vô ích. Chúng tôi được biết vào mùa thu, đông và đầu xuân, du khách không gặp khó khăn gì trong việc mua vé.\nTuy nhiên, chúng tôi thà an toàn còn hơn phải xin lỗi.Đọc thêm",
            "Nên đi vào thời gian nào là tốt nhất?Đọc thêm",
            "Schindler&#39;s Fabrica chỉ mở cửa từ 10:00 đến 19:00 hàng ngày vào Thứ Hai và mở cửa từ 10:00 đến 14:00 nhưng lượt xem cuối cùng là trước đó một tiếng rưỡi.\nChúng tôi khuyên bạn nên đặt chuyến thăm của bạn trên trang web trước.\nHẹn gặp bạn tại Bảo tàng:Đọc thêm",
            "Có một số lựa chọn tham quan có sẵn. Bạn muốn giới thiệu lựa chọn nào trong số các lựa chọn này?Đọc thêm",
            "Chúng tôi không đi cùng nhóm du lịch, chúng tôi chỉ thanh toán tại bảo tàng. Chúng tôi không cảm thấy vội vã và tất cả các cuộc triển lãm đều có mô tả bằng tiếng Anh. Hãy dành cho bản thân một vài giờ để hoàn thành tất cả.Đọc thêm",
            "Có hướng dẫn âm thanh bằng tiếng Tây Ban Nha không?Đọc thêm",
            "Khi tôi ở đó, không có cái nào cả. Tuy nhiên nó vẫn thú vị; Nó nằm ngay cạnh Kasimierz, khu phố Do Thái. Đừng bỏ lỡ. quảng trường kla của tượng đài những chiếc ghế.Đọc thêm",
            "Xin chào: có bãi đỗ xe nào không? Gần bảo tàng, chúng tôi đến bằng xe hơiĐọc thêm",
            "Chúng tôi đã sử dụng Uber nên tôi không biết, nhưng có vẻ như đây là khu vực có thể đỗ xe.\n\nChúc bạn có một chuyến đi vui vẻ! SveinĐọc thêm",
            "Chào buổi sáng...vì tôi không hiểu liệu hướng dẫn bằng âm thanh có tồn tại hay không và một số đề cập đến chúng còn số khác thì không, tôi muốn có thêm sự chắc chắn để di chuyển tốt nhất có thể và hiểu nên đặt vé trực tuyến hay tại chỗ hay một chuyến tham quan có hướng dẫn. Cảm ơn....Tôi sẽ ở đó vào đầu tháng 3.Đọc thêm",
            "Tôi không nghĩ mình đã xem hướng dẫn bằng âm thanh. Và trong mọi trường hợp, tôi khuyên bạn nên tham gia chuyến tham quan có hướng dẫn đã lên lịch trước đó.Đọc thêm"
        ],
        "star_ratings": [
            9234,
            4932,
            2206,
            629,
            356
        ],
        "review_amount": 17357,
        "location": [
            "Tỉnh Lesser Poland",
            "Nam Ba Lan",
            "Bảo tàng Krakow, chi nhánh của Nhà máy Men Oskar Schindler",
            "Ba Lan",
            "Kraków",
            "Những việc cần làm ở Krakow",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written July 16, 2023",
            "Written August 2, 2023",
            "Written August 6, 2023",
            "Written August 8, 2023",
            "Written August 26, 2023",
            "Written September 19, 2023",
            "Written October 25, 2023",
            "Written November 10, 2023",
            "Written November 28, 2023",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written May 28, 2024",
            "Written May 24, 2024",
            "Written May 17, 2024",
            "Written May 10, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 28, 2024",
            "Written April 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274772-d647063-Reviews-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_Provi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d6456739-Reviews-Galicja_Po_Kolei-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d13115773-Reviews-ORZO_Krakow-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d17752150-Reviews-Mr_Lobster_Marco_Palama-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d9584286-Reviews-Zayka_Authentic_Indian_Restaurant-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d7789215-Reviews-Krako_Slow_Wines-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d12458680-Reviews-Emalia-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d25215456-Reviews-AfterTaste-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d2297764-Reviews-Jadlodajnia_Wczoraj_i_Dzis-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d10250310-Reviews-Pizza_loft-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274772-d13356136-Reviews-Handelek-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d26168799-Reviews-Oskar_Schindler_s_Enamel_Factory-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d2716352-Reviews-MOCAK_Museum_of_Contemporary_Art_in_Krakow-Krakow_Lesser_Poland_Province_Southern.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d6771943-Reviews-Glass_and_Ceramics_Centre-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d10086097-Reviews-Galeria_Gruning-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d25453169-Reviews-Bricks_Figs-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d15098588-Reviews-Willa_Schindlera-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d4872725-Reviews-The_Ghetto_Heroes_Square-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d11959555-Reviews-Ghetto_Wall_Fragment-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d27164457-Reviews-Bawialnia_Nelon-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d3194318-Reviews-Eagle_Pharmacy_Museum_of_Krakow-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d647063-Reviews-or10-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d19042595-Reviews-Womai-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d6681344-Reviews-MuWi_Stained_Glass_Museum_Muzeum_Witrazu-Krakow_Lesser_Poland_Province_Southern_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d16959144-Reviews-Krakow_Arcade_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d9769262-Reviews-Krakow_Pinball_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d6158750-Reviews-Lost_Souls_Alley-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d17390709-Reviews-Krakil_Museum_of_Illusions-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d27477744-Reviews-Wheels_Heels-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d23871950-Reviews-Be_Happy_Museum_Krakow-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d586963-Reviews-Polish_Aviation_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d12722588-Reviews-Maway_Vespa_Rental-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d9720533-Reviews-IQPD-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d15241969-Reviews-VRepublic_Virtual_Reality_Park-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d17659654-Reviews-Lucyna_s_Ultimate_Experiences-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d12957264-Reviews-Hookah_Place_Krakow-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d5974833-Reviews-Your_Day_Spa-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d17540238-Reviews-Fine_Wine-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d16858145-Reviews-GR8WAY-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d110204-Reviews-26_Mile_Bike_Path-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d21343557-Reviews-Faena_Theater-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d7056592-Reviews-Kastelet_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60881-d4702560-Reviews-Hemenway_Park-Boulder_City_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d14803502-Reviews-Great_Falls-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d190700-Reviews-Platja_de_Palma-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1759889-d7117268-Reviews-Mlincici-Jajce_Central_Bosnia_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d590539-Reviews-Villa_Doria_Pamphili-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d269374-Reviews-Virginia_Beach_Boardwalk-Virginia_Beach_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274772-d647063-Reviews-or10-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274772-d647063-Reviews-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_Provi.html"
    }
]