[
    {
        "attraction_name": "My Khe Beach",
        "attraction_name_vi": "Bãi biển Mỹ Khê",
        "general_info": [
            "2.673 đánh giá",
            "- 6 trong số 115 điều nên làm ở Đà Nẵng",
            "Bãi biển"
        ],
        "attraction_summary": "Mỹ Khê là bãi biển trung tâm của thành phố Đà Nẵng. Đó là một bãi biển dài và đầy cát, khá rộng.\nNhiều khách sạn xếp hàng, ngay bên kia một con phố đông đúc. Có rất nhiều bộ phận miễn phí, cũng như một số nơi có quán bar và nơi bạn có thể thuê giường phơi nắng. Nước nông lâu, thường có sóng.\nHãy cố gắng dậy sớm một ngày trước khi mặt trời mọc vì bãi biển hướng về phía đông. Ngoài khung cảnh tuyệt đẹp của mặt trời mọc, bạn sẽ được tận hưởng nhiều người dân địa phương xung quanh bơi lội, tập thái cực quyền, chạy bộ, tập thể dục.Đọc thêm",
        "reviews": [
            "Bãi cát dài yên tĩnh đáng yêu! Có thể chúng tôi đã hết mùa. Nó thực sự tốt đẹp và yên tĩnh. Gió mát. Tuyệt vời để thư giãn. Đồ giải khát được bán dọc theo bãi biển.Đọc thêm",
            "Bãi biển sạch với cát rất mềm. Có khu vực được chỉ định để bơi với sự giám sát của nhân viên cứu hộ. Cảnh quan xung quanh đẹp và có đèn vào ban đêm. Cũng trong tháng 2, nhiệt độ nước rất tuyệt - ấm - không thực sự nóng hoặc lạnh. Tôi đã đến nhiều bãi biển trên khắp thế giới và đây là một trong những bãi biển đẹp nhất mà tôi từng đến. Đọc thêm",
            "Một cái rất lớn và đẹp nữa... Được bảo trì tốt và không có nhiều người ghé thăm. Gió thổi dưới bóng dừa tạo cảm giác dễ chịu. Mang theo đồ ăn nếu lên kế hoạch cho kỳ nghỉ dài ngày, điều này cũng sẽ dễ dàng ... Đọc thêm",
            "Bãi biển yên bình, sạch sẽ với cát trắng và nước trong xanh. Tuyệt vời cho một thời gian thư giãn vì nó không quá bận rộn. Rất nhiều quán cà phê và nhà hàng gần đó nên bạn có thể dễ dàng dành cả ngày ở đây. Thật xấu hổ vì không có bất kỳ hoạt động dưới nước hoặc bơi lội nào được phép.Đọc thêm",
            "Bãi biển không chỉ có nơi bơi lội an toàn mà còn có những nhà hàng tuyệt vời phục vụ các món ăn ngon của địa phương. Chúng tôi rất ngạc nhiên trước sinh vật biển phong phú mà chúng tôi gặp phải khi lặn với ống thở. Những ảnh hưởng văn hóa đa dạng trong khu vực đã tạo thêm nét quyến rũ cho chuyến thăm của chúng tôi. Chúng tôi đánh giá cao điểm đến bãi biển xinh đẹp này để có một nơi nghỉ ngơi thư giãn và phong phú.Đọc thêm",
            "Chúng tôi đặt một khách sạn dọc theo bãi biển.  Khung cảnh thật tuyệt vời, chúng tôi có thể ngắm bình minh và nhận thấy có rất nhiều người bơi sớm.  Chúng tôi đi dạo dọc bãi biển một cách nhàn nhã và phong cảnh dọc bờ biển thật tuyệt đẹp.  Chúng tôi thậm chí còn đặt tên cho nó là Bờ Biển Vàng Việt Nam.  Bạn có thể chơi các môn thể thao dưới nước và bơi lội chỉ được phép ở những khu vực được chỉ định.  Vào ban đêm vào những ngày cuối tuần, âm nhạc vang lên trong các câu lạc bộ trên bãi biển và mang đến một bầu không khí khác biệt.Đọc thêm",
            "Khách sạn tuyệt vời. Nhân viên tuyệt vời. Rất sạch sẽ. Bữa sáng tuyệt vời. Vị trí tốt. Toà nhà đẹp. Hồ bơi đẹp. Không có lỗi. Khu vực này là nơi tuyệt vời cho các chuyến đi.  Ngũ Hành Sơn là một chuyến đi tự mình thực hiện, đừng đặt chuyến đi bằng GRAB. Hội An rẻ và gần taxi.Đọc thêm",
            "Một bãi biển dài và sạch sẽ với nhiều lựa chọn chơi game và hoạt động vui chơi. Mọi người bắt đầu ngày mới bằng buổi tập yoga hoặc Thái Cực Quyền ngay trên bãi biển. Đây là khung cảnh yên bình đáng chiêm ngưỡng ngay khi mặt trời mọc ngang qua đường chân trời của biển Việt Nam. Đường đi dạo ven biển được bảo trì rất tốt và được trang bị máy tập thể dục phục vụ người dân - khách du lịch sử dụng hàng ngày. Nhiều người được nhìn thấy đạp xe dọc theo bãi biển. Khi ngày trôi qua, nhóm du khách bắt đầu đến. Bóng chuyền bãi biển năng động rất phổ biến. Nói chung bãi biển tuyệt đối an toàn khi tắm khi có sóng nhỏ. Những người lướt sóng tập trung ở những nơi có nhiều sóng hơn. Có rất nhiều lều bên bờ biển với nhiều loại đồ ăn và đồ uống dành cho mọi đối tượng du khách.Đọc thêm",
            "Chúng tôi rất ấn tượng với bãi biển Mỹ Khê - bãi cát mềm trải dài và làn nước trong vắt, ấm áp. Nhân viên cứu hộ đã có mặt, tạo cảm giác an toàn khi bơi lội. Bãi biển cũng sạch sẽ một cách đáng ngạc nhiên và có bầu không khí yên tĩnh, ngay cả với lượng người vừa phải. Mỹ Khê là nơi hoàn hảo cho các cặp đôi đang tìm kiếm một ngày thư giãn trên bãi biển, đặc biệt là vào buổi chiều muộn khi hoàng hôn tạo nên khung cảnh tuyệt đẹp.Đọc thêm",
            "Đã đi cùng gia đình vào một kỳ nghỉ. Bãi biển đẹp với cát mịn và nước sạch nhưng hơi đông đúc vào buổi tối. Xung quanh bãi biển có một vài căn lều tốt với đồ ăn ngon và cũng có các hoạt động dưới nước như Jet Skiing và Para Sailing.Đọc thêm",
            "Một trong những bãi biển yêu thích của gia đình chúng tôi ở Việt Nam. Làm sạch cát và nước ấm. Rất nhiều nhà hàng hải sản với giá cả hợp lý. Tôi yêu Đà Nẵng, tôi yêu biển Mỹ Khê.Xem thêm",
            "Đó là bãi biển tôi muốn ghé thăm lần nữa. Thời gian lưu trú của nhóm rất ngắn và bạn phải rời đi trước khi có được niềm vui. Bãi biển trải dài và bạn có thể đi bộ rất sâu. Nơi sóng vỗ vào bãi biển, bạn có thể tìm thấy nhiều vỏ sò nhỏ với nhiều con cua ẩn náu bên trong chỉ cần bạn xúc cát lên. Ngoài ra còn có đồ uống được bán ven đường. Tôi gọi cà phê bơ, rất đặc biệt và ngon.Đọc thêm",
            "Một bãi biển tuyệt vời được khuyến khích dành cho những ai muốn tận hưởng ánh nắng mặt trời và bơi lội. Nó yên tĩnh và sạch sẽ. Nhiều bãi biển ở châu Á cũng nổi tiếng với các hoạt động biển nhưng phần lớn đã bị chiếm đóng và ô nhiễm bởi các hoạt động thương mại. Cái này lớn, hoàn toàn không đông đúc cũng không bận rộn, phần lớn bản chất được bảo tồn.Đọc thêm",
            "Bãi biển Mỹ Khê vượt quá sự mong đợi của chúng tôi với bãi cát trắng nguyên sơ, nước trong vắt và sóng nhẹ nhàng. Đây là thiên đường cho những người bơi lội, tắm nắng và những người đam mê thể thao dưới nước. Chúng tôi đặc biệt thích thú với điều kiện lướt sóng tuyệt vời và ngắm nhìn ngư dân địa phương thả lưới vào lúc bình minh. Nằm ở trung tâm Đà Nẵng, Bãi biển Mỹ Khê có kết nối dễ dàng đến rất nhiều nhà hàng phục vụ hải sản tươi sống và ẩm thực truyền thống Việt Nam. Nền văn hóa đa dạng của khu vực làm tăng thêm sự thú vị cho trải nghiệm. Chúng tôi bị quyến rũ bởi cảnh bình minh tuyệt đẹp trên Biển Đông.  Cho dù bạn đang tìm kiếm sự thư giãn hay một kỳ nghỉ năng động trên bãi biển, bãi biển Mỹ Khê đều mang đến một kỳ nghỉ đáng nhớ.Đọc thêm",
            "Đối với tôi, bãi biển Mỹ Khê đã đáp ứng tất cả các yêu cầu của chúng tôi: cát mềm, nước ấm và những rạn san hô tuyệt đẹp, cùng với những người dân địa phương thân thiện và hải sản TUYỆT VỜI cho nửa kia của tôi.  Khí hậu ấm áp có nghĩa là cả hai chúng tôi đều có thể bỏ đi những bộ trang phục thường ngày - tôi mặc đồ bơi, anh ấy liên tục tìm kiếm chiếc bánh mì tiếp theo.Đọc thêm",
            "Bãi biển Mỹ Khê là nơi chúng tôi đến để thư giãn. Cát mềm, nước trong và chỉ đủ các quán bar trên bãi biển để thưởng thức đồ uống giải khát. - - Đọc thêm",
            "Bãi biển ổn, dải dài rất tốt để đi bộ nhưng ngoài ra nó được bao quanh bởi những tòa nhà cao tầng không yên bình lắm, sẽ không đến Việt Nam để đi biểnĐọc thêm",
            "Những con dốc sạch sẽ, thoai thoải, nước ấm, sóng vừa phải, một chuyến đi chơi hoàn hảo cho cả gia đình. Bận rộn nhưng không quá đông đúc, mọi người đều có khoảng thời gian vui vẻ. An ninh được cung cấp trên bãi biển và dưới nước.Đọc thêm",
            "Bãi biển này tràn đầy sức sống. Với các quán bar ở sảnh trên bãi biển, hoạt động bơi lội, mọi người chơi trò chơi bóng và các nhóm ca hát và tận hưởng khoảng thời gian vui vẻ. Có các lựa chọn ăn uống tại một số quán bar ở sảnh tiếp khách. Các quầy bar ở sảnh tiếp khách cũng có nhà vệ sinh hoặc một số gần đó. Chúng tôi cũng tìm thấy nhà vệ sinh gần tàu tư nhân.Đọc thêm",
            "nước có ổn để bơi không? Có sinh vật biển nguy hiểm nào không? Tôi nghe nói rằng trong một số tháng có thể có rất nhiều sứaĐọc thêm",
            "Có nên đi vào tháng 2 không - Trời có gió nhiều không?",
            "Nếu bạn muốn tắm biển ở Đà Nẵng, tôi nghĩ tháng 5 – tháng 7 là thời điểm tuyệt vời nhất – Tháng 2 là cuối mùa mưa – Thời tiết không quá nóng và có thể là thời điểm dễ chịu – Đà Nẵng là di sản thế giới. địa điểm có Huế ở phía bắc và Hội An ở phía nam Có một thị trấn - Đó là một nơi tốt để tham quan - Hội An là một thành phố tương tự như Nine Minutes -\nNgoài ra còn có một công viên chủ đề tên là Bà Nà Hills giống như USJ.\nĐây là một địa điểm du lịch nơi bạn có thể tận hưởng không chỉ tắm biển mà còn có nhiều thứ khác nhau như - Di sản thế giới - Biển - Bảo tàng - Tàn tích -\nTôi đã đi hai lần trong năm nay - Tôi đang nghĩ sẽ đi lần nữa vào năm tới - Đọc thêm",
            "Chúng tôi đang muốn đến thăm Việt Nam, nghỉ ngơi tại một bãi biển và thực hiện một số chuyến đi. \nChúng tôi muốn đến Hội An, Huế và thực hiện Top Gear Tour vượt đèo. \nTất cả những điều này có thể thực hiện được từ khu vực bãi biển này không? \nCũng sẽ hoan nghênh những đề xuất khác về căn cứ bãi biển tốt hơn và cả những địa điểm khác để xem trong khu vực này. \nCảm ơn.Đọc thêm",
            "Nếu bạn muốn ở một thị trấn ven biển, hãy ở lại Đà Nẵng. Bạn luôn có thể thực hiện các chuyến đi trong ngày đến Hội An, chỉ cách đó 29 km.  Hội An cũng có một vài bãi biển đẹp cách đó khoảng 5km, An Bàng - rất đông khách du lịch - , Bãi biển cô đơn - rất đẹp và rẻ hơn - , và Bãi Dừa - bạn sẽ có cả bãi biển cho riêng mình - .\n\nBạn đang đi du lịch với trẻ em? Chúng tôi thuê xe tay ga trong tuần và đi giữa 2 thị trấn - chúng tôi ở cả hai - .\n\nKhoảng cách giữa Đà Nẵng và Huế khoảng 100km một chiều. Vì vậy, hãy dành cả ngày nếu bạn không ngủ lại ở Huế.  - rõ ràng là bạn sẽ dừng lại dọc đường để ngắm cảnh và chụp ảnh - .  Ngoài ra đèo Hải Vân còn rất nhiều khúc cua ngoằn ngoèo, nếu bạn di chuyển bằng xe máy và không phải là người lái xe máy có kinh nghiệm, hãy cẩn thận với xe tải, v.v. Nhưng vẫn đáng giá, rất đẹp.\n\nMình có liên hệ ở Đà Nẵng cho thuê xe máy. Chỉ cần nhắn tin cho tôi.Đọc thêm",
            "Ai đó có thể cho tôi biết tôi đến bãi biển này ở đâu không? Tôi bị lạc. Tôi không thấy nơi để vào. Cảm ơn bạn!Đọc thêm",
            "Ai đó có thể cho tôi biết tôi đến bãi biển này ở đâu không? Tôi bị lạc. Tôi không thấy nơi để vào. Cảm ơn bạn!Đọc thêm",
            "Cho tôi biết thời tiết tháng 12 có nóng không?\nĐi bơi có ổn không?\nTks!Đọc thêm",
            "Thời tiết vẫn khá tốt. Mát hơn một chút, có thể là 20-25C, nhưng khi trời nắng thì bơi lội là điều tuyệt vời. Tuy nhiên, hãy sẵn sàng đón nhận làn nước mát!Đọc thêm",
            "Có môn thể thao bãi biển nào ở bãi biển này không?Đọc thêm",
            "Vâng, dù lượn, jetski, thuyền chuối Đọc thêm",
            "Xin chào, tôi - sẽ đến thăm Đà Nẵng vào cuối tháng 4, có ai có hướng dẫn viên du lịch riêng đáng tin cậy có phương tiện đi lại để giới thiệu không?Đọc thêm",
            "Chúng tôi đã sử dụng Adventure Travels Vietnam.  Họ đáng tin cậy và đón chúng tôi đúng giờ.Đọc thêm",
            "Chúng ta có thể tận hưởng hoạt động dưới nước vào ngày 1 - 6 tháng 1 không?Đọc thêm",
            "Tôi - tôi không chắc chắn, nhưng có lẽ là vậy. : - Đọc thêm",
            "Tôi mới chuyển đến Đà Nẵng để làm việc ở đây được một năm và thực sự mong muốn được bơi lội thật nhiều! Tuy nhiên, dường như có những biển báo - cấm bơi lội - dọc khắp bãi biển? Chỉ có một số khu vực nhỏ được phép bơi lội, vì vậy những khu vực nhỏ bé này cực kỳ đông đúc và không thể thư giãn và bơi lội. Các đoạn đường dường như được chọn một cách tùy tiện và ngay cả khi tôi mạo hiểm ra khỏi dòng vô hình dưới nước vài mét, một nhân viên cứu hộ quá nhiệt tình đã sử dụng còi và vẫy tôi trở lại.\n\nCó ai biết lý do đằng sau điều này? Không có thuyền neo đậu và nước rất nông ngay cả ở những khu vực cấm bơi lội.Đọc thêm",
            "Theo như tôi biết, - các khu vực cấm bơi - phổ biến hơn vào thời điểm này trong năm do điều kiện thời tiết, dẫn đến lượng lớn mảnh vỡ và quan trọng hơn là - bị kéo - hoặc - dòng chảy ngược - và tôi chắc chắn đã nhận thấy điều sau ở bãi biển Mỹ Khê khi tôi đến thăm vào tháng 9. Thủy triều cũng tạo ra - các khe nước ẩn - có thể đột nhiên khiến bạn không thể bơi. Hy vọng các khu vực này sẽ ít phổ biến hơn khi các mùa thay đổi, nhưng trong thời gian chờ đợi, hãy tin tưởng vào nhân viên cứu hộ. Đọc thêm"
        ],
        "star_ratings": [
            1317,
            889,
            379,
            61,
            28
        ],
        "review_amount": 2674,
        "location": [
            "Bãi biển Mỹ Khê",
            "Những điều cần làm ở Đà Nẵng",
            "Đà Nẵng",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 1, 2024",
            "Written February 5, 2024",
            "Written February 26, 2024",
            "Written February 28, 2024",
            "Written March 5, 2024",
            "Written March 14, 2024",
            "Written March 26, 2024",
            "Written April 1, 2024",
            "Written April 3, 2024",
            "Written April 4, 2024",
            "Written May 30, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 4, 2024",
            "Written April 30, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26732417-Reviews-Pink_Salt_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12968948-Reviews-Sky_View_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d15237630-Reviews-Nem_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d15216444-Reviews-Brilliant_Seafood_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26658506-Reviews-NHA_VI_T_BANH_MI_CAFFEE-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24105100-Reviews-Nha_Hang_Nha_B_p_Xua-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d4840552-Reviews-Family_Indian_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26737526-Reviews-Mad_Platter-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17786366-d19093493-Reviews-Chicland_Lounge-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d6540733-Reviews-My_Casa_Tapas_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10798602-Reviews-Phuoc_My_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d17807015-Reviews-Bai_T_m_Ph_m_Van_D_ng-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12639177-Reviews-3D_Museum_Art_in_Paradise_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7061760-Reviews-Son_Tra_Mountain-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17663078-Reviews-Nha_Tho_Giao_Xu_An_Hai-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-or10-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d456220-Reviews-Non_Nuoc_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6963730-Reviews-Hoa_Nghiem_Cave-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13384709-Reviews-Hot_spring_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2294378-Reviews-Red_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24890779-Reviews-Paws_For_Compassion-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8599661-Reviews-Bai_Da_Den-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12976292-Reviews-Maison_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d12878841-Reviews-Sky_21_Bar-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17838511-Reviews-Golden_Lotus_Oriental_Organic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15746188-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8310428-Reviews-BNF-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24777470-Reviews-Sen_Tai_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25444784-Reviews-Lee_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14027985-Reviews-Spa_Xinh_Nguyen-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8693059-Reviews-Beach_Paradise_Sauna_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25197573-d17726699-Reviews-Jang_Mi_Spa_Massage_Da_Nang-An_Hai_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12145857-Reviews-La_Vila_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19752783-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14100592-Reviews-Red_House_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15244164-Reviews-Huong_Tram_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34335-d2075381-Reviews-Busch_Wildlife_Sanctuary_at_Abramson_Schlaggar_Reserve-Jupiter_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134438-d3178616-Reviews-Nakano_Broadway-Nakano_Nakano_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g939713-d3812854-Reviews-Dassia_Beach-Dassia_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d9727284-Reviews-Putrajaya_Challenge_Park-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16787365-Reviews-Encore_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d478865-Reviews-Waldameer_Water_World-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46623-d12911330-Reviews-South_Mountain_Fairy_Trail-Millburn_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d497697-Reviews-Sheffield_Island_Lighthouse-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552520-Reviews-Marmaris_Atlantis_Waterpark-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aege.html",
            "https://www.tripadvisor.com/Attraction_Review-g20217328-d20214618-Reviews-Suntago_Park_of_Poland-Wrecza_Mazovia_Province_Central_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-or10-My_Khe_Beach-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html"
    }
]