[
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "Cảm ơn bạn rất nhiều vì đã sắp xếp những gì có thể là chuyến đi tốt nhất trong cuộc sống của chúng tôi. Chúng tôi say mê Việt Nam - Hà Nội, Sài Gòn, Hội An và Vịnh Hạ Long tuyệt đẹp. Các hướng dẫn viên du lịch không thể tử tế hơn và hiểu biết hơn và chỗ ở của chúng tôi hoàn toàn hoàn hảo. Tôi sẽ mơ ước được nằm dài bên hồ bơi tại InterContinental Danang Resort cho đến ngày tôi chết. Đó là một kỳ nghỉ đầy sóng gió sẽ in sâu vào ký ức của chúng tôi trong một thời gian rất dài. Các hướng dẫn viên họ chọn rất tốt và trong ba trường hợp Bangkok, HueHoi An và Angkor Wat đơn giản là xuất sắc.Đọc thêm",
            "Việt Nam thật hoành tráng theo mọi nghĩa! Stephen tại My Way Travel đã xây dựng cho chúng tôi một chuyến tham quan riêng đến các địa điểm mà chúng tôi yêu cầu từ Hồ Chí Minh đến Phan Thiết, Đà Lạt, NaTrang, Hội An, Vịnh Hạ Long kết thúc ở Hà Nội, thật tuyệt vời! Tất cả các khách sạn, 3 hướng dẫn viên du lịch trong các chuyến tham quan 5 ngày, tài xế vận chuyển đều làm việc rất tốt Stephen trả lời rất nhanh mọi thắc mắc. Chúng tôi không thể cảm ơn hoặc giới thiệu anh ấy đủ cao vì đã giúp chúng tôi tạo ra một cuộc phiêu lưu tuyệt vời cho một cặp đôi 70 nơi mọi thứ đã được sắp xếp nhưng chúng tôi có nhiều thời gian rảnh để tự mình khám phá, tìm địa điểm ăn tối trong hầu hết các đêm trong chuyến đi 18 ngày của chúng tôi. Tôi thừa nhận rằng tôi hơi lo lắng về việc sử dụng một đại lý trực tuyến mà tôi không biết nhưng tôi thực sự không cần phải lo lắng. Điều duy nhất tôi đã sai là không nhận ra rằng một chuyến du lịch bận rộn có thể mệt mỏi như thế nào, đặc biệt là dưới cái nóng, vì vậy tôi khuyên bạn nên dành vài ngày trên bãi biển hoặc dạo quanh hồ bơi để thư giãn trước khi quay trở lại Châu Âu xa hơn! Cảm ơn Stephen vì đã tạo ra một chuyến tham quan tuyệt vời vào phút cuối với giá tốt cho chúng tôi! Đọc thêm",
            "Alice thân mến,\n\nCảm ơn những lời tốt đẹp của bạn! Chúng tôi rất vui khi bạn có một chuyến đi tuyệt vời từ Thành phố Hồ Chí Minh đến Hà Nội. Thật tuyệt khi biết rằng mọi thứ diễn ra suôn sẻ và Stephen đã giúp đỡ. Chúng tôi đánh giá cao lời giới thiệu của bạn và rất vui vì chúng tôi có thể biến chuyến phiêu lưu của bạn trở nên đặc biệt. Cảm ơn bạn đã tin tưởng chúng tôi!\n\nTrân trọng,\nStephen,\nMy Way TravelĐọc thêm",
            "Stephen tại My Way Travel đã rất xuất sắc trong việc giúp đỡ chúng tôi trong nhiều tình huống trong chuyến đi tại Việt Nam. Chúng tôi không biết về chuyên môn của anh ấy cho đến khi gặp anh ấy tại khách sạn. Anh ấy rất dễ gần và tốt bụng. Thậm chí còn tặng quà cho chồng tôi đôi dép trượt sau khi anh ấy ngưỡng mộ chúng. Anh ấy đã giúp sắp xếp một số chuyến tham quan cho chúng tôi ở TP HCM và Hà Nội. Sắp xếp phương tiện đi lại và đặt vé máy bay. Thậm chí còn kiểm tra chúng tôi sau đó để đảm bảo chúng tôi về nhà an toàn.  Một trải nghiệm tuyệt vời! Đọc thêm",
            "Nomad thân mến, \n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn! Stephen rất vui mừng tại My Way Travel đã khiến chuyến đi đến Việt Nam của bạn trở nên đáng nhớ với dịch vụ xuất sắc và cử chỉ ân cần của anh ấy. Thật tuyệt vời khi biết rằng anh ấy đã sắp xếp các chuyến tham quan, phương tiện đi lại và chuyến bay một cách liền mạch và thậm chí còn đăng ký cho bạn sau đó. Rất vui vì bạn đã có trải nghiệm tuyệt vời!\n\nTrân trọng kính chào,\n\nStephen, \n\nMy Way TravelĐọc thêm",
            "Wow, what a trip and experience.  My Way Travel did an excellent job in creating a customized private tour itinerary for our 5 week trip to Indochina.  Stephen was very responsive and easy to work with in creating a perfect itinerary, customized to our interests, budget, and timeframe.  The logistics were well managed and all the tour guides and drivers in all 4 countries were fantastic.  Stephen kept in touch throughout our trip to ensure everything was going well.  The drivers were all excellent, prompt, and very safe drivers.  Special call out to our guides; Tony, Kay, and Loc in Vietnam, Sony and Sambath in Cambodia, and Anne in Thailand for a fantastic cultural and historical experience in your respective countries.  These guides were the best and really made our trip special.   The sights that we saw were incredible, including Ha Long Bay and of course, Ankgor Wat.  We really enjoyed the elephant sanctuary in Laos and the Laos city of Luang Prabang is a hidden gem. The bike tours that we did in Hoi An Kay and the Mekong Delta Loc to really get into the countryside and engage with local families was an incredible experience that we really enjoyed and will always cherish. We even got to stop at a local school and interact with some of the school children trying to practice their English which was pretty cool.  We had a great bike tour in Siem Reap Sambath and all the incredible temples around Ankgor Wat.  The tours that we had to understand and experience these countries from a historical and cultural perspective, brought to life by our tour guides, really made this trip a unique experience.   We were well taken care of throughout our travels and the service and people were so friendly. We would highly recommend My Way Travel for your next trip to SE Asia and  will not hesitate to use them in the future.  Hopefully you get lucky enough to have some of the tour guides that we had.Read more",
            "Kyle thân mến, \n\nCảm ơn bạn đã chia sẻ trải nghiệm du lịch tuyệt vời của mình với My Way Travel! Có vẻ như chuyến đi 5 tuần tới Đông Dương của bạn thực sự đáng nhớ nhờ chuyên môn của Stephens trong việc tạo ra một hành trình được cá nhân hóa. Thật tuyệt vời khi biết rằng các hướng dẫn viên và tài xế du lịch ở 4 quốc gia đều rất tuyệt vời và sự chú ý đến từng chi tiết đã khiến chuyến đi của bạn trở nên đặc biệt.\n\nNhững trải nghiệm văn hóa và thắng cảnh mà bạn đề cập, từ Vịnh Hạ Long đến Angkor Wat, tất cả đều nghe thật tuyệt vời. Thật ấm lòng khi biết về những chuyến tham quan bằng xe đạp hấp dẫn ở Hội An và Đồng bằng sông Cửu Long cũng như sự tương tác với cộng đồng địa phương. Phản hồi tích cực của bạn về hướng dẫn viên và các chuyến tham quan văn hóa và lịch sử phong phú thực sự làm nổi bật trải nghiệm độc đáo mà bạn đã có.\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy và bạn thực sự giới thiệu My Way Travel cho những chuyến du lịch tới Đông Nam Á trong tương lai. Cảm ơn bạn đã chia sẻ hành trình của mình với chúng tôi!\n\nTrân trọng kính chào,\n\nEmily, \n\nMy Way TravelĐọc thêm",
            "Stephen rất nhanh nhạy trong việc cung cấp cho chúng tôi hành trình và đáp ứng nhu cầu của chúng tôi. Chúng tôi đã có một chuyến tham quan thành phố tại Phnom Penh và một chuyến đi đến Battambang rồi đến Angor Wat. Các hướng dẫn viên du lịch Baboo và Keo rất thân thiện và hiểu biết. Các tài xế rất kiên nhẫn và an toàn trên đường. Mọi thứ diễn ra tốt đẹp trong chuyến đi và họ luôn cho chúng tôi những gợi ý tốt về nhà hàng! Chúng tôi rất thích chuyến đi của mình và chắc chắn sẽ thu hút lại công ty này cho những chuyến thăm trong tương lai! Đọc thêm",
            "Unmen thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với Stephen và My Way Travel! Thật tuyệt khi biết rằng hành trình đã được điều chỉnh theo nhu cầu của bạn và bạn thích các chuyến tham quan thành phố ở Phnom Penh, các chuyến đi đến Battambang và khám phá Angkor Wat. Baboo, Keo và những người lái xe thân thiện, hiểu biết, kiên nhẫn và an toàn đã khiến hành trình của bạn trở nên thú vị hơn. Thật tuyệt vời khi bạn nhận được những lời giới thiệu về nhà hàng ngon và có một chuyến đi đáng nhớ. Rất vui khi biết bạn đang cân nhắc việc hợp tác với công ty cho những chuyến thăm trong tương lai!\n\nTrân trọng kính chào,\n\nEmily, Đọc thêm",
            "Đây là chuyến đi thứ tư chúng tôi thực hiện với My Way Travel và do Stephen sắp xếp. Như mọi khi, nó được tổ chức hoàn hảo từ việc đến Bangkok, các chuyến bay đến Chiang Rai, tham quan khu bảo tồn voi, đến Krabi trong vài ngày trên bãi biển sau đó chuyển đến Phnom Pen để tận hưởng điểm nhấn trong chuyến đi của chúng tôi, một chuyến du ngoạn trên sông Mê Kông trên một con sông. thuyền cực kỳ sang trọng rồi chuyển sang Seam Riep. Các khách sạn đều tuyệt vời, việc chuyển tiền dường như vô tận với hướng dẫn viên nói tiếng Anh tốt. Chúng tôi không thể đánh giá cao Stephen hơn.Đọc thêm",
            "Gareth thân mến,\n\nChúng tôi rất vui mừng khi nghe về chuyến đi tuyệt vời thứ tư của bạn với My Way Travel và Stephen! Chuyến đi của bạn từ Bangkok đến Chiang Rai, Krabi, Phnom Pen và chuyến du ngoạn trên thuyền sang trọng trên sông Mekong nghe có vẻ tuyệt vời vô cùng. Thật tuyệt khi biết rằng tổ chức chuyến đi hoàn hảo, khách sạn tuyệt vời và dịch vụ đưa đón liền mạch với những hướng dẫn viên hiểu biết. Chúng tôi thực sự đánh giá cao lời giới thiệu tuyệt vời của bạn về Stephen và My Way Travel!\n\nTrân trọng,\n\nEmily Đọc thêm",
            "Cảm ơn.  Toàn bộ chuyến đi của chúng tôi được tổ chức rất tốt! My Way là những chuyên gia tuyệt vời! Hy vọng sẽ quay lại Việt Nam và Campuchia!Đọc thêm",
            "Thân gửi H,\n\nCảm ơn những lời tốt đẹp của bạn! Thật tuyệt khi biết rằng chuyến đi của bạn được tổ chức tốt và bạn thấy My Way Travel là những chuyên gia tuyệt vời. Chúng tôi rất vui vì bạn có trải nghiệm tích cực như vậy và hy vọng được chào đón bạn trở lại Việt Nam và Campuchia trong tương lai!\n\nTrân trọng,\nEmily, Đọc thêm",
            "Stephen của My Way Travel đã lên kế hoạch toàn bộ hành trình cho chuyến du lịch 13 ngày của chúng tôi đến Việt Nam, Campuchia và Bangkok. Có 8 người chúng tôi đi du lịch với những sở thích khác nhau và tất cả chúng tôi đều khá hài lòng với việc lựa chọn khách sạn, hướng dẫn viên địa phương và phương tiện di chuyển. Chúng tôi thực sự khuyên bạn nên sử dụng dịch vụ My Way Travel và Stephens.Đọc thêm",
            "Travelsh thân mến,\n\nThật vui khi biết Stephen từ My Way Travel đã lên kế hoạch cho chuyến du lịch 13 ngày tuyệt vời cho nhóm của bạn trên khắp Việt Nam, Campuchia và Bangkok. Việc cả 8 bạn với nhiều sở thích khác nhau đều hài lòng với chỗ ở, hướng dẫn viên và phương tiện di chuyển nói lên nhiều điều về chất lượng dịch vụ được cung cấp. Chúng tôi đánh giá cao sự giới thiệu cao của bạn về các dịch vụ My Way Travel và Stephens!\n\nTrân trọng,\n\nEmily, Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch riêng tùy chỉnh ở Sapa với My Way Travel vào tháng 1.  Chúng tôi điều phối chuyến đi của mình với Stephen và hướng dẫn viên của chúng tôi là Hà.  Hà thật xuất sắc!!!  Chúng tôi rất thích chuyến tham quan hai ngày của mình và đánh giá cao việc có một hướng dẫn viên thú vị và hiểu biết như vậy!  Hà không chỉ biết nhiều về khu vực anh ấy dẫn chúng tôi đi qua mà còn rất vui khi được nói chuyện với chúng tôi về những truyền thống và văn hóa Việt Nam khác nhau của những ngôi làng địa phương mà chúng tôi đến thăm.  Cảm ơn vì một trải nghiệm tuyệt vời! Đọc thêm",
            "Cate thân mến, \n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với My Way Travel! Thật tuyệt khi biết rằng hướng dẫn viên Hà của bạn rất xuất sắc và đã khiến chuyến tham quan hai ngày ở Sapa của bạn trở nên thú vị và nhiều thông tin. Có kiến ​​thức về khu vực và truyền thống Việt Nam sẽ bổ sung thêm chiều sâu cho hành trình của bạn. Rất vui khi biết bạn đã có trải nghiệm tuyệt vời khi khám phá các ngôi làng địa phương với một hướng dẫn viên thú vị và hiểu biết như vậy!\n\nTrân trọng, \n\nEmily, Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời ở Đông Dương và chúng tôi nợ Stephen và nhóm tại My Way Travel tất cả!  Mọi chi tiết cuối cùng đều hoàn hảo.  Anh ấy thực sự lắng nghe nhu cầu của chúng tôi và điều chỉnh một cách chuyên nghiệp một chuyến đi tuyệt vời qua Việt Nam và Campuchia. Chúng tôi thích làm việc với tất cả các hướng dẫn viên riêng để nâng cao hiểu biết của chúng tôi về những địa điểm ngoạn mục và phi thường.  Chúng tôi ấn tượng nhất với sự chuyển tiếp suôn sẻ giữa các thành phố.  Trước đây, chúng tôi đã đi du lịch với các chuyến du lịch tư nhân khác và việc đón và quá cảnh tại sân bay luôn là điểm khó khăn.  MyWay Travel đã có những hướng dẫn viên du lịch có trách nhiệm gặp chúng tôi và đưa chúng tôi đến các địa điểm khách sạn trên những chiếc xe tải rộng rãi thoải mái được trang bị máy lạnh và nước uống. Thật vui khi tất cả các phương tiện giao thông và kết nối đều được chăm sóc nên chúng tôi không phải lo lắng về việc bắt Uber hay tìm tuyến xe buýt. Mọi chỗ ở đều hoàn toàn hoàn hảo.  Những khách sạn đẹp với tiện nghi tuyệt vời, cách xa khung cảnh nhà hàng sôi động. Yêu thích: Hội An là thành phố yêu thích của chúng tôi.  Đẹp tuyệt vời vào ban đêm.  Chuyến đi trong ngày yêu thích của chúng tôi là chuyến tham quan bằng thuyền thúng với làng trồng rau và làm đèn lồng.  Cũng yêu thành phố Sài Gòn.  Thực sự, chúng tôi rất thích tất cả những điều đó! Lời cảnh báo: Hãy nhận Visa Việt Nam càng sớm càng tốt.  Việc của chúng tôi mất nhiều thời gian hơn đã hứa và chúng tôi còn khoảng 30 giây nữa mới có thêm khoản phí gấp 700 để có trong tay trước khi bay - trước khi chúng xuất hiện một cách kỳ diệu trong hộp thư đến của tôi.  Nó ghi là 3 ngày, tuy nhiên chúng tôi mất khoảng 8... thời gian xử lý là 3 ngày, nhưng chưa thực sự giao hàng.Đọc thêm",
            "Steff thân mến, \n\nCảm ơn bạn đã chia sẻ trải nghiệm Đông Dương tuyệt vời của mình với chúng tôi! Thật tuyệt vời khi biết rằng My Way Travel, đặc biệt là Stephen, đã sắp xếp một chuyến đi hoàn hảo phù hợp với nhu cầu của bạn. Các hướng dẫn viên riêng, quá trình chuyển đổi thành phố suôn sẻ và chỗ ở hoàn hảo đã khiến hành trình của bạn trở nên đáng nhớ. Chúng tôi đánh giá cao sự thận trọng trong quá trình cấp thị thực Việt Nam. Rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Hội An và Thành phố Sài Gòn!\n\nTrân trọng kính chào,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written April 28, 2024",
            "Written March 24, 2024",
            "Written March 22, 2024",
            "Written December 2, 2023",
            "Written April 19, 2023",
            "Written March 26, 2023",
            "Written March 2, 2023",
            "Written February 18, 2023",
            "Written January 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or10-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g19102012-d6854595-Reviews-Spille_Beach-Spille_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8775654-Reviews-Davis_Island_Dog_Beach-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1015773-Reviews-Tigertail_Beach-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29105-d6915166-Reviews-Westfield_Santa_Anita_Shopping_Center-Arcadia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d10427217-Reviews-Mari_Vineyards-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g190380-d1930708-Reviews-Baths_of_Aphrodite-Latchi_Polis_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d149318-Reviews-Elbow_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d4185776-Reviews-Chumash_Casino-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d4776370-Reviews-Robot_Restaurant-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or10-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9250582625216339,
            "vịnh": 0.9278895915744619,
            "hướng dẫn viên": 0.8647123414145496,
            "hồ bơi": 0.8244344594755343,
            "kỳ nghỉ": 0.9931783983483911,
            "sóng gió": 0.8718156141694635,
            "angkor wat": 0.8737691454589367,
            "chuyến tham quan": 0.7249107158568222,
            "khách sạn": 0.8524716063402593,
            "đại lý trực": 0.6295888144522905,
            "bãi biển": 0.6159378314390779,
            "giá": 0.9807483516633511,
            "nhà": 0.9569366564974189,
            "trải nghiệm": 0.9954167903134865,
            "dịch vụ": 0.39959509088657796,
            "phương tiện": 0.856075688265264,
            "chuyến bay": 0.5487951375544071,
            "tour": 0.9953116879332811,
            "siem reap": 0.5,
            "trải nghiệm du lịch": 0.9955821734038182,
            "hành trình": 0.9921703176223673,
            "văn hóa": 0.1798394375247881,
            "thắng cảnh": 0.9953927282476798,
            "chuyến tham quan bằng xe đạp": 0.5,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "cộng đồng địa phương": 0.5,
            "lịch sử": 0.879801863222383,
            "khoảng thời gian": 0.9918982956442051,
            "chuyến du lịch": 0.5,
            "hướng dẫn viên du lịch": 0.9942663087276742,
            "nhà hàng": 0.7477853639575187,
            "chuyến thăm": 0.7458605340798385,
            "khu bảo tồn": 0.5,
            "sông": 0.7476753100636415,
            "thuyền": 0.9526724482420832,
            "chuyển tiền": 0.993828174425289,
            "chuyến du ngoạn": 0.9954316581133753
        },
        "dicts_adj": {
            "chuyến đi": [
                "nhiều",
                "tốt",
                "vui",
                "tuyệt vời",
                "xuất sắc",
                "nhiều",
                "xuất sắc",
                "ân cần",
                "tốt",
                "chắc chắn",
                "vui mừng",
                "tuyệt vời",
                "sang trọng",
                "hoàn hảo"
            ],
            "vịnh": [
                "đẹp",
                "riêng",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "tử tế",
                "hơn",
                "hơn",
                "hoàn toàn",
                "tốt",
                "đơn giản",
                "xuất sắc",
                "tốt Stephen",
                "nhanh",
                "tuyệt vời",
                "tuyệt vời",
                "đặc biệt",
                "phong phú",
                "thực sự",
                "nổi bật",
                "độc đáo",
                "tốt"
            ],
            "hồ bơi": [
                "dài",
                "xa",
                "hơn"
            ],
            "kỳ nghỉ": [
                "đầy"
            ],
            "sóng gió": [
                "sâu",
                "dài"
            ],
            "angkor wat": [
                "tốt",
                "đơn giản",
                "xuất sắc"
            ],
            "chuyến tham quan": [
                "riêng",
                "tuyệt vời",
                "tuyệt vời",
                "liền mạch",
                "phong phú",
                "thực sự",
                "nổi bật",
                "độc đáo"
            ],
            "khách sạn": [
                "tốt Stephen",
                "nhanh",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "đại lý trực": [
                "trực tuyến",
                "thực sự"
            ],
            "bãi biển": [
                "xa",
                "hơn"
            ],
            "giá": [
                "tốt"
            ],
            "nhà": [
                "an toàn"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "xuất sắc",
                "ân cần"
            ],
            "phương tiện": [
                "liền mạch"
            ],
            "chuyến bay": [
                "liền mạch"
            ],
            "tour": [],
            "siem reap": [],
            "trải nghiệm du lịch": [
                "tuyệt vời"
            ],
            "hành trình": [
                "thực sự",
                "kiên nhẫn",
                "an toàn",
                "thú vị",
                "hơn"
            ],
            "văn hóa": [
                "tuyệt vời",
                "phong phú",
                "thực sự",
                "nổi bật",
                "độc đáo"
            ],
            "thắng cảnh": [
                "tuyệt vời"
            ],
            "chuyến tham quan bằng xe đạp": [],
            "đồng bằng sông cửu long": [
                "ấm"
            ],
            "cộng đồng địa phương": [],
            "lịch sử": [
                "phong phú",
                "thực sự",
                "nổi bật",
                "độc đáo"
            ],
            "khoảng thời gian": [
                "tuyệt vời",
                "thực sự"
            ],
            "chuyến du lịch": [],
            "hướng dẫn viên du lịch": [
                "thân thiện"
            ],
            "nhà hàng": [
                "ngon"
            ],
            "chuyến thăm": [
                "vui"
            ],
            "khu bảo tồn": [],
            "sông": [
                "tuyệt vời"
            ],
            "thuyền": [
                "sang trọng",
                "sang trọng"
            ],
            "chuyển tiền": [
                "tốt"
            ],
            "chuyến du ngoạn": [
                "sang trọng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 10.0,
            "vịnh": 4.5,
            "hướng dẫn viên": 6.5,
            "hồ bơi": 3.5,
            "kỳ nghỉ": 2,
            "sóng gió": 2,
            "angkor wat": 2,
            "chuyến tham quan": 7.0,
            "khách sạn": 5.0,
            "đại lý trực": 1.5,
            "bãi biển": 2.5,
            "giá": 1.5,
            "nhà": 1.5,
            "trải nghiệm": 3.5,
            "dịch vụ": 2,
            "phương tiện": 1,
            "chuyến bay": 1,
            "tour": 1,
            "siem reap": 1,
            "trải nghiệm du lịch": 1,
            "hành trình": 2,
            "văn hóa": 1,
            "thắng cảnh": 1,
            "chuyến tham quan bằng xe đạp": 1,
            "đồng bằng sông cửu long": 1,
            "cộng đồng địa phương": 1,
            "lịch sử": 1,
            "khoảng thời gian": 1,
            "chuyến du lịch": 1,
            "hướng dẫn viên du lịch": 1,
            "nhà hàng": 2,
            "chuyến thăm": 2,
            "khu bảo tồn": 1,
            "sông": 2,
            "thuyền": 2,
            "chuyển tiền": 1,
            "chuyến du ngoạn": 1
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Tour nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "MyWayTravel đã rất xuất sắc trong việc hỗ trợ tôi, một du khách Nam Phi, nhận được Visa du lịch Việt Nam và thư mời. Stephen đã cố gắng hết sức để thực hiện một quy trình tốn kém và phức tạp, giá cả phải chăng và thuận tiện hơn. MyWayTravel cũng sắp xếp dịch vụ đưa đón sân bay tuyệt vời với những tài xế thân thiện, hữu ích và hiểu biết.Đọc thêm",
            "Alex thân mến,\n\nThật tuyệt khi biết rằng My Way Travel, đặc biệt là Stephen, đã hỗ trợ bạn với tư cách là một du khách Nam Phi với Visa du lịch Việt Nam và thư mời, giúp quá trình này trở nên dễ dàng và thuận tiện hơn. Việc sắp xếp dịch vụ đưa đón sân bay với những tài xế thân thiện, hữu ích và hiểu biết đã góp phần tạo nên trải nghiệm chung. Cảm ơn bạn đã chia sẻ phản hồi của mình!\n\nTrân trọng,\n\nEmily, Đọc thêm",
            "Stephen thực sự tuyệt vời!!!  Anh ấy đã cho chúng tôi một chuyến du lịch được xây dựng riêng cho gia đình chúng tôi, bao gồm các khách sạn, hướng dẫn viên du lịch riêng và tài xế trên một chiếc xe tải sang trọng.  Trọng, hướng dẫn viên du lịch của chúng tôi thậm chí còn mời cậu con trai thích phiêu lưu của tôi, một món ăn lạ rất thú vị.  Tôi thực sự khuyên bạn nên My Way Travel!!!! Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi 16 Ngày 15 Đêm đến Đông Nam Á bao gồm các điểm dừng ở Việt Nam, Campuchia và Thái Lan do Stephen lên kế hoạch tại My Way Travel.  Chúng tôi đã liên hệ với My Way Travel với một yêu cầu khá cao, yêu cầu họ sắp xếp một chuyến đi cho chúng tôi, bao gồm việc ghé thăm 9 thành phố trong 15 đêm!  Ngay từ lần tiếp xúc đầu tiên, trải nghiệm của chúng tôi với My Way Travel hoàn toàn tuyệt vời.  Stephen rất chu đáo và để chúng tôi tùy chỉnh chuyến tham quan của mình theo cách chúng tôi hài lòng.  Tất cả các khách sạn anh ấy đặt cho chúng tôi đều tuyệt vời và các hướng dẫn viên và tài xế du lịch khiến chúng tôi cảm thấy như gia đình.  Thật dễ dàng để giữ liên lạc với Stephen trong suốt chuyến đi của chúng tôi qua Whatsapp.  Điều duy nhất chúng tôi thực sự cần trong chuyến đi là bổ sung hành lý cho một trong các chuyến bay của chúng tôi và anh ấy đã có thể lo việc đó một ngày trước khi chúng tôi đến sân bay.  Tất cả các tài xế hướng dẫn đều có mặt đúng giờ và thực hiện việc di chuyển từ sân bay đến khách sạn để đi tham quan đến bất cứ nơi nào cực kỳ dễ dàng. Tôi chắc chắn sẽ giới thiệu công ty này cho bất kỳ ai có kế hoạch đi du lịch đến Đông Nam Á.Đọc thêm",
            "Thân gửi 801Lerikm,\n\nChúng tôi rất vui khi biết rằng trải nghiệm của bạn với My Way Travel thật tuyệt vời. Stephen rất chu đáo và cho phép bạn tùy chỉnh chuyến tham quan theo ý muốn. Các khách sạn, hướng dẫn viên và tài xế đều tuyệt vời, giúp chuyến đi của bạn diễn ra suôn sẻ và thú vị. Việc giữ liên lạc với Stephen qua WhatsApp rất dễ dàng và mọi yêu cầu, như thêm hành lý, đều được giải quyết nhanh chóng. Chúng tôi rất vui vì bạn đã có một chuyến đi tuyệt vời và sẽ giới thiệu công ty này cho những người khác đang đi du lịch đến Đông Nam Á.\n\nTrân trọng,\n\nEmily, Đọc thêm",
            "Chuyến đi cuối cùng của tôi đến Việt Nam đã được thực hiện rất dễ dàng bằng cách sử dụng Stephen tại dịch vụ Du lịch của tôi Từ khi tôi nói chuyện với Stephen, vấn đề chỉ là cung cấp thông tin của tôi cho anh ấy và nghe mọi thứ về visa 3 tháng của tôi cho mục đích chuyến thăm và khách sạn của tôi. Tôi thực sự giới thiệu Stephen tại Chuyến du lịch của tôi. Đối với các dịch vụ chuyên nghiệp thân thiện được cung cấp cho mewell done và Cảm ơn bạn.Đọc thêm",
            "Chúng tôi đã có một thời gian rất tuyệt vời ở Việt Nam và Siem Reap ở Campuchia vào tháng 10 trong 12 ngày. Các hướng dẫn viên thân thiện, đúng giờ và chu đáo. Mọi thứ đều được tổ chức rất tốt. Thật sự rất vui! Stephen trả lời rất nhanh cho mọi câu hỏi! Cảm ơn vì trải nghiệm tuyệt vời! Đọc thêm",
            "Kính gửi 90Ivag, \n\nRất vui khi biết rằng bạn đã có một chuyến đi 12 ngày tuyệt vời vào tháng 10, với những hướng dẫn viên thân thiện, đúng giờ và hữu ích, khiến trải nghiệm của bạn trở nên đáng nhớ. Mọi thứ đều được tổ chức tốt và những câu trả lời nhanh chóng của Stephens cho các câu hỏi của bạn đã làm tăng thêm niềm vui cho chuyến đi của bạn. Cảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn!\n\nTrân trọng,\n\nEmily, Đọc thêm",
            "Stephen từ Myway Travel đã mang lại cho tôi trải nghiệm suôn sẻ và dễ dàng trong việc xin visa công tác cho tôi tại Việt Nam. Anh ấy rất nhiệt tình và chu đáo với bất kỳ thắc mắc nào của tôi về quy trình này và tôi đã nhận được thị thực nhanh hơn nhiều so với dự kiến. Tôi thực sự muốn giới thiệu Myway Travel cho các dịch vụ liên quan đến thị thực hoặc chuyến tham quan. Cảm ơn Stephen!Đọc thêm",
            "Gần đây tôi rất hân hạnh được sử dụng dịch vụ của Mr Stevens cho chuyến đi đến Việt Nam, anh ấy đã có thể cấp cho tôi visa 3 tháng cho chuyến đi đến Việt Nam của tôi, một dịch vụ nhanh chóng và thú vị của một công ty chuyên nghiệp thân thiện! Cảm ơn bạn Đọc thêm",
            "Kính gửi Dev, \n\nTôi rất vui khi biết rằng ông Stevens đã cung cấp cho bạn dịch vụ nhanh chóng và thú vị để đảm bảo visa 3 tháng cho chuyến đi đến Việt Nam của bạn. Thật tuyệt khi biết rằng bạn đã có trải nghiệm thú vị với một công ty thân thiện và chuyên nghiệp. Cảm ơn bạn đã chia sẻ phản hồi tích cực của bạn! \n\nTrân trọng kính chào,\n\nEmily, Đọc thêm",
            "Trải nghiệm tuyệt vời, hướng dẫn viên du lịch đúng giờ và rất thân thiện. Tour rất có tổ chức và hấp dẫn. Nhìn chung rất khuyến khích, cảm ơn bạn đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Duy trường của My waytravel đã rất hữu ích trong việc xin visa công tác của vợ tôi, chúng tôi có rất nhiều câu hỏi nhưng anh ấy rất kiên nhẫn trả lời những câu hỏi đó. Không có rắc rối nào từ đầu cho đến khi chúng tôi đến Việt Nam. Tôi thực sự thích việc anh ấy luôn trả lời nhanh chóng các câu hỏi của chúng tôi. Chắc chắn sẽ giới thiệu anh ấy cho bạn bè của chúng tôi. Cảm ơn anh Duy! Cảm ơn bạn rất nhiều!Đọc thêm",
            "Tôi đã có 5 ngày du lịch TP HCM và ở tại Stevens Airbnb, anh ấy cũng giúp tôi vận chuyển. Mọi thứ đều rất suôn sẻ và căn hộ của anh ấy cũng rất đẹp, được cải tạo lại và rất rộng rãi. Rất khuyến khích! Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu chi tiết hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách đi tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu tàu du lịch tổ chức Visa Việt Nam. Thông tin này được giữ an toàn như thế nào khi được cung cấp.Đọc thêm",
            "Xin chào, chi tiết hộ chiếu không được yêu cầu khi chúng tôi đặt tour cũng như hướng dẫn viên khi chúng tôi đến nên không hiểu tại sao họ lại yêu cầu, xin lỗi, không thể giúp gì thêmĐọc thêm",
            "Giá cho một tour du lịch một ngày là bao nhiêu? Chúng tôi đang đi du thuyền và ghé cảng một ngày tại Thành phố Hồ Chí Minh. Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn tôi đang quan tâm đến chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng ta là hai người. Tàu của chúng tôi là Aurora PO. Nó sẽ cập bến vào thứ Năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn có thể vui lòng tư vấn nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra chúng tôi đang ở Nha Trang vào ngày 16 trước đó. Bạn có gợi ý gì cho cổng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 2, 2023",
            "Written January 1, 2023",
            "Written December 14, 2022",
            "Written November 22, 2022",
            "Written November 22, 2022",
            "Written October 31, 2022",
            "Written October 28, 2022",
            "Written July 12, 2022",
            "Written June 22, 2022",
            "Written June 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or10-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or20-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189122-d9996544-Reviews-Barragem_da_Ribeira_do_Arade-Silves_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d456939-Reviews-Kok_Tobe_Hill-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d581484-Reviews-Holtwood_Dam-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d106578-Reviews-Madame_Tussauds_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d2474796-Reviews-Ray_Wayside_Park-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104158-Reviews-Reading_Terminal_Market-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40505-d103733-Reviews-Maine_Maritime_Museum-Bath_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d4926574-Reviews-Traganou_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294204-d19650529-Reviews-Essence_Of_Life_AlFayed_Perfume-Aswan_Aswan_Governorate_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2281850-Reviews-Spectra_A_Light_And_Water_Show-Singapore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or20-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or10-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "visa du lịch": 0.9944994426623452,
            "quy": -0.9750391358975321,
            "giá": 0.6445413720794022,
            "dịch vụ": 0.8840372387494426,
            "khách sạn": 0.6465316594621981,
            "hướng dẫn viên du lịch": 0.8815392951946706,
            "hướng dẫn viên": 0.8919738825061359,
            "món ăn": 0.9954055330017582,
            "chuyến đi": 0.9327112000765434,
            "trải nghiệm": 0.8961501564248465,
            "chuyến tham quan": 0.8281024197737376,
            "chuyến": 0.5,
            "hành lý": 0.9955515603651293,
            "chuyến thăm": 0.5,
            "chuyến du lịch": 0.9942957338644192,
            "thị": 0.5
        },
        "dicts_adj": {
            "visa du lịch": [
                "xuất sắc",
                "tuyệt khi",
                "đặc biệt",
                "dễ dàng",
                "thuận tiện",
                "hơn"
            ],
            "quy": [
                "phức tạp"
            ],
            "giá": [
                "thuận tiện",
                "hơn"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "hữu ích",
                "hữu ích",
                "chung",
                "chuyên nghiệp",
                "nhanh chóng",
                "thú vị",
                "chuyên nghiệp",
                "nhanh chóng",
                "thú vị",
                "chuyên nghiệp",
                "vui",
                "nhanh chóng",
                "thú vị"
            ],
            "khách sạn": [
                "riêng",
                "sang trọng",
                "tuyệt vời",
                "đúng",
                "dễ dàng",
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "riêng",
                "sang trọng"
            ],
            "hướng dẫn viên": [
                "thú vị",
                "tuyệt vời",
                "đúng",
                "đúng",
                "hữu ích"
            ],
            "món ăn": [
                "thú vị"
            ],
            "chuyến đi": [
                "cao",
                "dễ dàng",
                "suốt",
                "suôn sẻ",
                "thú vị",
                "vui",
                "tuyệt vời",
                "khác",
                "cuối cùng",
                "dễ dàng",
                "tuyệt vời",
                "tốt",
                "nhanh chóng",
                "vui",
                "nhanh chóng",
                "thú vị",
                "chuyên nghiệp",
                "nhanh chóng",
                "thú vị",
                "chuyên nghiệp"
            ],
            "trải nghiệm": [
                "đầu tiên",
                "hoàn toàn",
                "tuyệt vời",
                "vui",
                "tuyệt vời",
                "tuyệt vời",
                "dễ dàng"
            ],
            "chuyến tham quan": [
                "chu đáo",
                "hài lòng",
                "chu đáo"
            ],
            "chuyến": [],
            "hành lý": [
                "dễ dàng",
                "nhanh chóng"
            ],
            "chuyến thăm": [],
            "chuyến du lịch": [
                "thực sự"
            ],
            "thị": []
        },
        "list_proper_noun": [],
        "factor value": {
            "visa du lịch": 2,
            "quy": 1,
            "giá": 1,
            "dịch vụ": 6,
            "khách sạn": 4,
            "hướng dẫn viên du lịch": 1,
            "hướng dẫn viên": 5,
            "món ăn": 1,
            "chuyến đi": 5,
            "trải nghiệm": 5,
            "chuyến tham quan": 3,
            "chuyến": 1,
            "hành lý": 1,
            "chuyến thăm": 1,
            "chuyến du lịch": 1,
            "thị": 1
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "Chúng tôi đánh giá rất cao công việc mà Stephen đã thực hiện trong tuần trăng mật THÁNG 5 của chúng tôi tại Việt Nam, Lào và Campuchia. Đó là một chuyến đi hoàn hảo về mọi mặt - các điểm đến đều tuyệt vời, mọi phần của chuyến đi đều thú vị, những khách sạn sang trọng như vậy!, và được tổ chức tốt. Hướng dẫn viên du lịch của chúng tôi rất nhiệt tình và thân thiện và chúng tôi liên tục ấn tượng với kiến ​​thức sâu rộng của họ về mọi thứ, từ chính trị đến hiện vật. Chúng tôi đánh giá cao My Way Travel vì các dịch vụ hạng nhất.Đọc thêm",
            "My Way Travel đã tổ chức chuyến đi 16 đêm xuyên Việt Nam và Campuchia. Mọi thứ diễn ra rất suôn sẻ khi nằm trong tầm kiểm soát của họ. Khi hãng hàng không đến sớm, tài xế hướng dẫn sẽ điều chỉnh ngay lập tức. Chỗ ở, tour du lịch đúng như những gì chúng tôi đã hình dung. Tài xế, hướng dẫn viên luôn nhanh chóng, lịch sự, rất hiểu biết và quyến rũ. Kỳ nghỉ hoàn hảo và cảm ơn My Way.Đọc thêm",
            "Janet thân mến\n\nCảm ơn bạn đã chia sẻ những trải nghiệm tuyệt vời của bạn với chúng tôi. Chúng tôi rất vui khi biết chuyến phiêu lưu tại Việt Nam và Campuchia của bạn là không ai sánh kịp! Stephen sẽ rất vui khi đọc bài đánh giá này và chúng tôi đảm bảo sẽ chia sẻ với các đối tác và đội ngũ lãnh đạo ở quốc gia của chúng tôi.\n\nChúng tôi mong muốn được làm việc với bạn một lần nữa trong tương lai và đưa bạn đi vào kỳ nghỉ mơ ước tiếp theo.\n\nLời chúc tốt nhất\nMy Way TravelĐọc thêm",
            "Yêu hướng dẫn viên và tài xế của tôi ở Siem Reap !!! Những ngôi đền ở Siem Reap không thể bỏ qua. Chuyến tham quan bằng thuyền trên đảo tuyệt vời với tàu catamaran sang trọng và thủy thủ đoàn TỐT NHẤT! Rất muốn giới thiệu! Đọc thêm",
            "Xin chào Natasha,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng vì cuối cùng đã có thể đưa bạn đi tham gia chuyến phiêu lưu kéo dài 3 tuần vòng quanh Campuchia Thái Lan, có vẻ như bạn đã có khoảng thời gian đáng nhớ nhất ở xa.\n\nChúng tôi nóng lòng muốn đưa bạn đi lần nữa trong chuyến phiêu lưu Myway tiếp theo của bạn.\n\nLời chúc tốt nhất\nMy Way TravelĐọc thêm",
            "Đến thăm Hà Nội, Vịnh Hạ Long, Hội An, Sài Gòn, Phú Quốc tại Việt Nam.  Cũng như Siem Reap ở Campuchia.  My Way Travel cung cấp hướng dẫn viên du lịch nói tiếng Anh xuất sắc - thân thiện, vui vẻ, hiểu biết.  Chúng tôi đã xác định rõ rằng chúng tôi không muốn nhìn thấy hàng trăm ngôi đền và phù hợp với điều đó.  Các hướng dẫn viên khá linh hoạt trong việc thay đổi hành trình của họ tùy thuộc vào cảm giác của chúng tôi ngày hôm đó.  My Way Travel đã cung cấp tất cả các phòng khách sạn đạt tiêu chuẩn 5 sao và xuất sắc cũng như tất cả các chuyến bay cần thiết giữa các thành phố.  Chúng tôi đã đến thăm các nhà hàng địa phương cũng như các địa điểm.  Chúng tôi thường ăn tối một mình.  Công ty du lịch và tour du lịch tuyệt vời.Đọc thêm",
            "Chúng tôi thật may mắn khi được Tou đặt biệt danh là Bunny làm hướng dẫn viên du lịch khi ở Thành phố Hồ Chí Minh. Thật là một cô gái trẻ, đầy hiểu biết! Cô gái này có giá trị vô cùng lớn - cô ấy cho bạn biết về lịch sử, văn hóa, phong tục Việt Nam, bao gồm cả việc trao đổi hàng hóa - và danh sách này vẫn tiếp tục. Chúng tôi cảm thấy rất may mắn khi có Bunny cho trải nghiệm tại Hồ Chí Minh của chúng tôi. Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Yangon, Bagan và Golden RockRất đáng làm. Đất nước này rất đẹp, hướng dẫn viên du lịch biết nội dung của họ và chúng tôi đã có khoảng thời gian tuyệt vời. Hãy đảm bảo mang theo những đồng đô la trong tình trạng hoàn hảo....họ sẽ không lấy bất cứ thứ gì khác và việc truy cập thẻ tín dụng rất khó khăn bên ngoài Khách sạn.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời qua Việt Nam và Campuchia được tổ chức thông qua My Way Travel. Chuyến đi là sự kết hợp giữa du ngoạn, tham quan và kết thúc tại một khu nghỉ dưỡng tuyệt vời trên bãi biển, tất cả đều được sắp xếp thông qua My Way, người đã thực hiện một công việc tuyệt vời.Đọc thêm",
            "Cody Khoa là hướng dẫn viên du lịch giỏi nhất mà tôi từng có. Một chuyến tham quan rất nhiều thông tin và thú vị, anh biết rất nhiều về Địa đạo Củ Chi và lịch sử. Rất muốn giới thiệu. Đọc thêm",
            "Hành trình Vịnh Hạ Long của chúng tôi thật tuyệt vời với My Way Travel. Chúng tôi du ngoạn trên một chiếc thuyền đẹp; với sự đối xử hiếu khách tốt nhất mà tôi từng thấy. Họ theo dõi tất cả các yêu cầu của chúng tôi và đảm bảo rằng chúng tôi có được tất cả những gì chúng tôi muốn. Họ đã giúp chúng tôi trong việc xin thị thực và tất cả các chi tiết chuyển khoản khác. Bữa ăn hoàn hảo, khách sạn hoàn hảo, dịch vụ hoàn hảo, tour du lịch hoàn hảo. Đó thực sự là một chuyến đi tuyệt vời.Đọc thêm",
            "Chúng tôi vừa tận hưởng hơn ba tuần khám phá Campuchia, toàn bộ chuyến đi do My Way Travel tổ chức và được hộ tống bởi hướng dẫn viên du lịch tuyệt vời của chúng tôi, ông Nom và ông Bou. Điểm nổi bật là việc đến thăm các nhóm thiểu số tại nhà và làng mạc của họ cũng như nhiều chuyến du ngoạn đến các đền, chùa, thác nước, núi non và bảo tàng. Chúng tôi di chuyển bằng ô tô, thuyền, ca nô, xe tuk tuk và xe đạp. Đừng cố gắng làm quá nhiều, những con đường đặc biệt là vào mùa mưa rất hiểm trở và có những ngày chúng tôi chỉ chạy trung bình 30 KMPH, nghĩa là ngồi hàng giờ trên ô tô, Chỗ ở được sắp xếp từ cơ bản đến sang trọng, Phum Baitang Siem Reap và Song Saa hòn đảo tư nhân nổi bật nhất và một vài hòn đảo khác mà chúng tôi trìu mến đặt tên lại là Fawlty Towers. Tôi sẽ cung cấp những phản hồi sau đây cho chuyến du lịch My Way....hãy nhớ rằng đây là mùa mưa và đảm bảo tất cả các phương tiện đều là xe 4 bánh, chỗ ở không bị ngập Mekong Bird và các khách sạn không cần cách xa KM bên ngoài thị trấn, đôi khi chúng tôi cảm thấy hơi bị cô lập.Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì mọi thứĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Thân gửi Srotman,\n\nCảm ơn bạn đã nhắn tin! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại thông tin liên lạc và câu hỏi của bạn trên trang web của chúng tôi nhé? Để chúng tôi có thể liên hệ với bạn sớm nhất có thể?\n\nTrân trọng!\n\nStephen, Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu chi tiết hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách đi tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu tàu du lịch tổ chức Visa Việt Nam. Thông tin này được giữ an toàn như thế nào khi được cung cấp.Đọc thêm",
            "Xin chào, chi tiết hộ chiếu không được yêu cầu khi chúng tôi đặt tour cũng như hướng dẫn viên khi chúng tôi đến nên không hiểu tại sao họ lại yêu cầu, xin lỗi, không thể giúp gì thêmĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như mọi người khác, đặt trực tiếp và làm việc với Steve. Chúc bạn đi du lịch vui vẻĐọc thêm",
            "Một người bạn, tôi muốn tham gia chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng tôi có hai người. Tàu của chúng tôi là Aurora PO. Tàu dự kiến ​​cập cảng vào thứ năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn vui lòng cho biết nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra, chúng tôi đã ở Nha Trang vào ngày hôm trước 16. Bạn có gợi ý nào cho cảng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 4, 2022",
            "Written April 1, 2020",
            "Written March 13, 2020",
            "Written February 27, 2020",
            "Written February 21, 2020",
            "Written February 12, 2020",
            "Written February 4, 2020",
            "Written November 16, 2019",
            "Written October 9, 2019",
            "Written September 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or20-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or10-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or30-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d108177-Reviews-Ahihi_Kinau_Natural_Area_Reserve-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g15642004-d1639430-Reviews-Kayangan_Lake-Banuang_Daan_Coron_Island_Coron_Busuanga_Island_Palawan_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d11983150-Reviews-Rubicon_Trail-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46487-d557397-Reviews-Grounds_For_Sculpture-Hamilton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g562819-d15018210-Reviews-Fun4All_Swingerclub-Playa_del_Ingles_Maspalomas_San_Bartolome_de_Tirajana_Gran_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d4154204-Reviews-Wai_Koa_Loop-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d13505949-Reviews-The_Organic_Spa-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1520212-Reviews-XS_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d8806255-Reviews-Downtown_Erie-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d315486-Reviews-Petrin-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or30-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or20-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9801730098600577,
            "khách sạn": 0.3496305482694879,
            "hướng dẫn viên": 0.9480857127695345,
            "kiến ​​thức": 0.5,
            "dịch vụ hạng": 0.5549506135284901,
            "chuyến đi 16 đêm xuyên": 0.9858220531605184,
            "tour du lịch": 0.8196625802083872,
            "kỳ nghỉ": 0.9954691742896102,
            "trải nghiệm": 0.9904199087177403,
            "chuyến phiêu lưu": 0.9953818598005455,
            "đội ngũ": 0.9944799119257368,
            "kỳ nghỉ mơ ước": 0.9936103791696951,
            "ngôi đền": 0.9656517999246716,
            "chuyến tham quan": 0.934172057992934,
            "thuyền": 0.9920676260371692,
            "đảo": 0.9954434529645368,
            "tàu": 0.9906501871300861,
            "thủy thủ đoàn": 0.5,
            "chuyến phiêu lưu myway": 0.99544769449858,
            "vịnh": 0.9937014091992751,
            "siem reap": 0.9014182896353304,
            "hướng dẫn viên du lịch": 0.8595155335497111,
            "phòng": 0.995201084529981,
            "chuyến": -0.5234419219195843,
            "nhà hàng địa phương": 0.5,
            "địa điểm": 0.5,
            "lịch sử": 0.5,
            "văn hóa": 0.5,
            "phong tục": 0.5,
            "hàng hóa": 0.5,
            "đồng": 0.9955099191283807,
            "tín dụng": -0.9757548257475719,
            "du ngoạn": 0.9951835100364406,
            "khu nghỉ dưỡng": 0.9955130204325542,
            "bãi biển": 0.9948544655926526,
            "địa đạo": 0.8737691454589367,
            "hành trình": 0.8737691454589367,
            "vịnh hạ long": 0.8737691454589367,
            "bữa ăn": 0.5,
            "dịch vụ": 0.5
        },
        "dicts_adj": {
            "chuyến đi": [
                "hoàn hảo",
                "tuyệt vời",
                "sang trọng",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "thực sự",
                "tuyệt vời"
            ],
            "khách sạn": [
                "sang trọng",
                "xuất sắc",
                "khó khăn"
            ],
            "hướng dẫn viên": [
                "nhiệt tình",
                "liên tục",
                "nhanh chóng",
                "lịch sự",
                "hiểu biết",
                "linh hoạt",
                "đẹp",
                "tuyệt vời"
            ],
            "kiến ​​thức": [],
            "dịch vụ hạng": [],
            "chuyến đi 16 đêm xuyên": [],
            "tour du lịch": [
                "đúng",
                "tuyệt vời"
            ],
            "kỳ nghỉ": [],
            "trải nghiệm": [
                "tuyệt vời",
                "may mắn"
            ],
            "chuyến phiêu lưu": [
                "vui",
                "kịp",
                "vui mừng",
                "cuối cùng",
                "xa"
            ],
            "đội ngũ": [
                "vui"
            ],
            "kỳ nghỉ mơ ước": [],
            "ngôi đền": [
                "rõ"
            ],
            "chuyến tham quan": [
                "tuyệt vời",
                "nhiều",
                "thú vị",
                "nhiều"
            ],
            "thuyền": [
                "tuyệt vời",
                "đẹp",
                "tốt"
            ],
            "đảo": [
                "tuyệt vời"
            ],
            "tàu": [
                "sang trọng"
            ],
            "thủy thủ đoàn": [],
            "chuyến phiêu lưu myway": [],
            "vịnh": [],
            "siem reap": [],
            "hướng dẫn viên du lịch": [
                "xuất sắc",
                "vui vẻ",
                "may mắn",
                "giỏi",
                "nhất"
            ],
            "phòng": [
                "xuất sắc"
            ],
            "chuyến": [
                "cần thiết"
            ],
            "nhà hàng địa phương": [],
            "địa điểm": [],
            "lịch sử": [],
            "văn hóa": [],
            "phong tục": [],
            "hàng hóa": [],
            "đồng": [
                "hoàn hảo"
            ],
            "tín dụng": [
                "khó khăn"
            ],
            "du ngoạn": [
                "tuyệt vời",
                "đẹp",
                "tốt"
            ],
            "khu nghỉ dưỡng": [
                "tuyệt vời"
            ],
            "bãi biển": [
                "tuyệt vời"
            ],
            "địa đạo": [
                "nhiều",
                "thú vị",
                "nhiều"
            ],
            "hành trình": [
                "tuyệt vời"
            ],
            "vịnh hạ long": [
                "tuyệt vời"
            ],
            "bữa ăn": [],
            "dịch vụ": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 2.0,
            "khách sạn": 2.0,
            "hướng dẫn viên": 2.5,
            "kiến ​​thức": 0.5,
            "dịch vụ hạng": 0.5,
            "chuyến đi 16 đêm xuyên": 0.5,
            "tour du lịch": 1.5,
            "kỳ nghỉ": 0.5,
            "trải nghiệm": 1.0,
            "chuyến phiêu lưu": 1.0,
            "đội ngũ": 0.5,
            "kỳ nghỉ mơ ước": 0.5,
            "ngôi đền": 1.0,
            "chuyến tham quan": 1.0,
            "thuyền": 1.0,
            "đảo": 0.5,
            "tàu": 0.5,
            "thủy thủ đoàn": 0.5,
            "chuyến phiêu lưu myway": 0.5,
            "vịnh": 0.5,
            "siem reap": 0.5,
            "hướng dẫn viên du lịch": 1.5,
            "phòng": 0.5,
            "chuyến": 0.5,
            "nhà hàng địa phương": 0.5,
            "địa điểm": 0.5,
            "lịch sử": 1.0,
            "văn hóa": 0.5,
            "phong tục": 0.5,
            "hàng hóa": 0.5,
            "đồng": 0.5,
            "tín dụng": 0.5,
            "du ngoạn": 1.0,
            "khu nghỉ dưỡng": 0.5,
            "bãi biển": 0.5,
            "địa đạo": 0.5,
            "hành trình": 0.5,
            "vịnh hạ long": 0.5,
            "bữa ăn": 0.5,
            "dịch vụ": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "Nom tham gia cùng chúng tôi với tư cách là hướng dẫn viên ở Stung Treng và là hướng dẫn viên riêng của chúng tôi trong vài ngày cho đến khi chúng tôi đến Kampot.  Kiến thức và kinh nghiệm của Nom thật tuyệt vời.  Anh ấy luôn đảm bảo rằng mọi thứ đã sẵn sàng cho chúng tôi ở địa điểm tiếp theo.  Chúng tôi cũng có rất nhiều tiếng cười với Nôm và tài xế của chúng tôi.  Cảm ơn bạn đã làm cho chuyến đi của chúng tôi vui vẻ và thú vị.Đọc thêm",
            "Chuyến du lịch này thật tuyệt vời.  Lana - hướng dẫn viên du lịch của chúng tôi thật tuyệt vời!  Cô ấy rất am hiểu và đam mê thành phố tuyệt vời của mình cũng như nền văn hóa lịch sử phong phú của nó.  Tôi muốn giới thiệu thêm một chút thời gian ở bảo tàng chứng tích chiến tranh, nhưng điều này không ngăn cản chuyến tham quan trở nên xuất sắc.Đọc thêm",
            "Tiệc tùng ở HCM ít nhất 3 đêm riêng biệt với Chi. Anh ấy biết tất cả mọi thứ và mọi người cộng thêm là một trong những anh chàng vui tính chân thật nhất mà bạn từng gặp. Rất khuyến khích bất kỳ chuyến tham quan nào với Chi, đặc biệt là các đường hầm hoặc một đêm đi chơi trong thị trấn! Đọc thêm",
            "Chuyến đi Việt Nam và Campuchia của chúng tôi với My Way Travel thực sự tuyệt vời từ đầu đến cuối. Chúng tôi đã có một số chuyến du ngoạn trên bờ rất thoải mái, không có căng thẳng hay sai sót nào cả. Chuyến du lịch 10 ngày chúng tôi thực hiện thực sự tuyệt vời. Hyat ở Seam Reap nơi chúng tôi ở rất nổi bật với dịch vụ đẳng cấp thế giới, chúng tôi có những bữa ăn ngon và thậm chí thư giãn bên hồ bơi. Tôi giới thiệu My Way Travel cho bất kỳ ai muốn khám phá vẻ đẹp thực sự của những quốc gia này mà không bị căng thẳng và chậm trễĐọc thêm",
            "Chúng tôi vừa kết thúc chuyến tham quan bằng xe đạp với My Way Travel vài tháng trước. Mức độ chuyên nghiệp cao mà MWT thể hiện là không thể so sánh được. Hướng dẫn viên của chúng tôi làm cho nó thú vị hơn vì Anh ấy rất xuất sắc. Chia tay anh là điều buồn nhất, giống như chúng ta đang nói lời chia tay với một người bạn cũ. MWT thực sự mang lại hiệu quả ngoài mong đợi. Tôi cũng phải cảm ơn đội ngũ hỗ trợ, họ thật tuyệt vời và chúng tôi coi mình thật may mắn khi có được họ. Chúng tôi thực sự có cơ hội lôi kéo họ vào những cuộc đối thoại có ý nghĩa. Chúng tôi đã có cái nhìn sâu sắc thú vị về văn hóa Việt Nam; những bữa ăn chúng tôi ăn rất ngon và chúng tôi được kể về lịch sử cũng như văn hóa của mỗi bữa ăn.Đọc thêm",
            "We took a fabulous 20-day tour of Southeast with Myway Travel. From the onset, our travel advisor, Kevil, helped us plan our tour, he was always getting back to us promptly and accurately, and he was ready to make changes until it was planned perfectly. We began our tour in Singapore. Ly was already waiting for us at the airport, to take us to our hotel. Few days after, she drove us to the airport for our flight to Hanoi. In total comfort, we got to Hanoi with the help of our guide, Tony. He never came late to pick us up for our tours throughout the city, and he was always smiling every time he came around. Being a retired history teacher, Id give him an A because of his very rich knowledge of the history and culture of Hanoi. We later went to the Central Highlands, Hoian and Hue from Hanoi; and this time we had another guide, Sau. Hes indeed wonderful, as He took us through all the incredible sights of Hoin. He acted as an interpreter with local people, making sure everything was right and we got all we wanted.We left Hue for Saigon, and we had another guide, Loc. Like other guides, he was always smiling and ready to go any length to satisfy us. He guided us through old Saigons history. He took us to several placed, one of them was one of the best restaurants in Vietnam Home Finest Saigon Restaurant. We enjoyed good meals in this restaurant for three nights. Furthering our tour, we headed to Siem Reap, where our guide was Panha. He met us at the airport without delay, and gave us an overview of the town. He was considerate, and He helped us explore the magnificent temple of Angkor step by step. I really have to thank Panha for his kindness. Sav met us in Bangkok. He was just another amazing guide. He met us at the airport, and He took us through all the sights in Bangkok. The entire trip was interesting and enjoyable all the time. Id rate Myway service 5 out of 5. They were prompt, polite and very accommodating. Id definitely use them again, and also recommend to my friends. Thanks to Myways travel experts team for a memorable trip.Read more",
            "John thân mến, \n\nCảm ơn rất nhiều vì đã chọn đặt chỗ qua My Way Travel và cũng để lại đánh giá đáng yêu như vậy. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi đến Việt Nam, Campuchia, Thái Lan và đây chắc chắn là một trong những địa điểm đẹp và độc đáo nhất ở Đông Nam Á!\n\nBạn đã đúng khi nhận xét rằng vấn đề an toàn được quan tâm đặc biệt - đây là mối quan tâm lớn nhất đối với tất cả chúng tôi tại My Way Travel. Chúng tôi đảm bảo chỉ sử dụng các nhà khai thác và công ty được cấp phép hợp lệ và tuân thủ các quy định an toàn nghiêm ngặt để đảm bảo an toàn cho khách hàng của chúng tôi. \n\nMột lần nữa, chúng tôi rất vui khi biết bạn đã có khoảng thời gian tuyệt vời và bạn thích thú với phong cảnh ngoạn mục đến mức nào. Nếu bạn quay trở lại Châu Á một lần nữa, chúng tôi hy vọng bạn sẽ không ngần ngại liên hệ với chúng tôi để có các dịch vụ trong tương lai!\n\nMọi điều tốt đẹp nhất, \n\nNhóm du lịch Myway,\nĐọc thêm",
            "Chúng tôi đã hoàn thành chuyến đi bằng My Way Travel là chuyến đi tuyệt vời nhất mà chúng tôi từng có. Những kỷ niệm thật vô giá. Các đại lý của chúng tôi; Stephen Lucky đã cung cấp cho chúng tôi những hướng dẫn viên du lịch tuyệt vời nhất, đó thực sự là một kỳ nghỉ thú vị, vui vẻ và rất thoải mái. Một tài xế và hướng dẫn viên được đào tạo bài bản đã chờ sẵn tại điểm đến, đưa chúng tôi đến một khách sạn đẳng cấp thế giới đã được đặt trước cho chúng tôi và đưa chúng tôi đi khắp các điểm đến xinh đẹp và tuyệt vời. MWT là một tổ chức xuất sắc, họ vượt xa những điều bình thường, tôi không thể diễn tả hết sự tuyệt vời của họ. Ngoài ra, tôi không thể cảm ơn Stephen và Lucky vì đã cho chúng tôi một kỳ nghỉ khó quên tại Việt Nam. Đọc thêm",
            "Nôm là một hướng dẫn viên du lịch tuyệt vời. Kiến thức của ông về khu vực, đền chùa và lịch sử thực sự rất tuyệt. Thật là sảng khoái khi tiếng Anh của anh ấy rất tuyệt vời vì nhiều người chúng tôi gặp ở đây nói tiếng Anh nhưng không giỏi lắm. Anh ấy có thái độ tử tế và luôn tiến thêm một bước để đảm bảo chúng tôi có khoảng thời gian tuyệt vời. Tôi muốn giới thiệu anh ấy với bất kỳ người bạn nào của tôi đến thăm.Đọc thêm",
            "Nom đã cho chúng tôi một chuyến tham quan tuyệt vời nếu ankgor wat và nhiều ngôi đền ở siem gặt. Anh ấy nói tiếng Anh tuyệt vời và rất nhiều thông tin suốt cả ngày, chúng tôi đã học được rất nhiều về lịch sử của Campuchia. Anh ấy rất thoải mái và thoải mái, những rung cảm tuyệt vời! Muốn giới thiệu, A!!Đọc thêm",
            "Chuyến tham quan của chúng tôi thật tuyệt vời. Hướng dẫn viên của chúng tôi, Nôm, rất thân thiện và hiểu biết và đã giúp chúng tôi có trải nghiệm tuyệt vời. Muốn giới thiệu!Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu chi tiết hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách đi tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu tàu du lịch tổ chức Visa Việt Nam. Thông tin này được giữ an toàn như thế nào khi được cung cấp.Đọc thêm",
            "Xin chào, chi tiết hộ chiếu không được yêu cầu khi chúng tôi đặt tour cũng như hướng dẫn viên khi chúng tôi đến nên không hiểu tại sao họ lại yêu cầu, xin lỗi, không thể giúp gì thêmĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Thân gửi Jose,\nLời chào từ My Way Travel!\nBạn vui lòng để lại địa chỉ email của mình trên trang web của chúng tôi, sau đó tôi sẽ gửi cho bạn đề xuất kèm báo giá chi tiết.\nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hay thông qua hãng du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn tôi đang quan tâm đến chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng ta là hai người. Tàu của chúng tôi là Aurora PO. Nó sẽ cập bến vào thứ Năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn có thể vui lòng tư vấn nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra chúng tôi đang ở Nha Trang vào ngày 16 trước đó. Bạn có gợi ý gì cho cổng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 19, 2019",
            "Written September 6, 2019",
            "Written August 3, 2019",
            "Written July 31, 2019",
            "Written July 31, 2019",
            "Written July 28, 2019",
            "Written July 26, 2019",
            "Written May 25, 2019",
            "Written May 24, 2019",
            "Written May 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or30-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or20-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or40-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35398-d1705070-Reviews-Miracle_Hot_Springs-Buhl_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d258313-Reviews-Burlington_Bike_Path-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d288262-Reviews-Fish_Ladder-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d7148809-Reviews-Schaumburg_Boomers_Stadium-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d17544346-Reviews-Zeil-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d7142587-Reviews-City_Market-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3226251-d4371656-Reviews-Thermal_bath_Hofsos_Iceland-Hofsos_Northwest_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d12853605-Reviews-Kato_Lagadi_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d524074-Reviews-Torre_de_Belem-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or40-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or30-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên": 0.8412896948323276,
            "kiến thức": 0.9346211147203576,
            "chuyến du lịch": 0.9955273279338144,
            "văn hóa lịch sử": 0.9954893562244251,
            "bảo tàng chứng tích chiến tranh": 0.6002066293731332,
            "chuyến tham quan": 0.8899300171236973,
            "đường hầm": 0.5,
            "thị trấn": 0.5,
            "chuyến đi": 0.9919558057057051,
            "chuyến du ngoạn": 0.9916403563693166,
            "chuyến du": 0.9954218929633498,
            "dịch vụ": 0.9707530112937093,
            "bữa ăn": 0.9950458283419721,
            "hồ bơi": 0.5,
            "văn hóa việt nam": 0.8737691454589367,
            "lịch sử": 0.8118712022454323,
            "văn hóa": 0.9949749690713361,
            "southeast": 0.9955250766361132,
            "siem reap": 0.9952838635072112,
            "địa điểm": 0.9793292683122369,
            "nhà khai thác": 0.9543578308075666,
            "phong cảnh": 0.9955009511904791,
            "chuyến đi bằng": 0.9954212318989448,
            "kỷ niệm": -0.9481671350076795,
            "kỳ nghỉ": 0.9927814585389569,
            "khách sạn": -0.9684260350186378,
            "điểm đến": 0.5192486047744751,
            "hướng dẫn viên du lịch": 0.9949370205868036,
            "đền chùa": 0.9933504250075202,
            "thái độ": 0.9947483347496018,
            "ngôi đền": 0.5,
            "siem gặt": 0.5,
            "rung cảm": 0.9955731064546853,
            "trải nghiệm": 0.9952929429709911
        },
        "dicts_adj": {
            "hướng dẫn viên": [
                "riêng",
                "riêng",
                "tuyệt vời",
                "thú vị",
                "hơn",
                "xuất sắc",
                "tuyệt vời",
                "thực sự",
                "sẵn",
                "thân thiện"
            ],
            "kiến thức": [
                "tuyệt vời",
                "thực sự",
                "tuyệt"
            ],
            "chuyến du lịch": [
                "tuyệt vời"
            ],
            "văn hóa lịch sử": [
                "am hiểu",
                "tuyệt vời",
                "phong phú"
            ],
            "bảo tàng chứng tích chiến tranh": [
                "xuất sắc"
            ],
            "chuyến tham quan": [
                "xuất sắc",
                "đặc biệt",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời"
            ],
            "đường hầm": [],
            "thị trấn": [],
            "chuyến đi": [
                "tuyệt vời",
                "chắc chắn",
                "tuyệt vời"
            ],
            "chuyến du ngoạn": [
                "thoải mái",
                "căng thẳng"
            ],
            "chuyến du": [
                "thực sự"
            ],
            "dịch vụ": [
                "ngon"
            ],
            "bữa ăn": [
                "ngon",
                "ngon"
            ],
            "hồ bơi": [],
            "văn hóa việt nam": [
                "sâu sắc",
                "thú vị"
            ],
            "lịch sử": [
                "thực sự",
                "tuyệt",
                "tuyệt vời",
                "nhiều",
                "suốt",
                "nhiều"
            ],
            "văn hóa": [
                "ngon"
            ],
            "southeast": [],
            "siem reap": [
                "to"
            ],
            "địa điểm": [
                "đẹp",
                "độc đáo",
                "nhất"
            ],
            "nhà khai thác": [
                "an toàn",
                "nghiêm ngặt",
                "an toàn"
            ],
            "phong cảnh": [
                "vui",
                "tuyệt vời",
                "ngoạn mục"
            ],
            "chuyến đi bằng": [
                "tuyệt vời"
            ],
            "kỷ niệm": [
                "vô giá"
            ],
            "kỳ nghỉ": [
                "thú vị",
                "vui vẻ",
                "thoải mái",
                "khó"
            ],
            "khách sạn": [
                "khắp"
            ],
            "điểm đến": [
                "khắp"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời"
            ],
            "đền chùa": [
                "thực sự",
                "tuyệt"
            ],
            "thái độ": [
                "tử tế",
                "tuyệt vời"
            ],
            "ngôi đền": [],
            "siem gặt": [],
            "rung cảm": [
                "thoải mái",
                "thoải mái",
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên": 2.5,
            "kiến thức": 1.0,
            "chuyến du lịch": 0.5,
            "văn hóa lịch sử": 0.5,
            "bảo tàng chứng tích chiến tranh": 0.5,
            "chuyến tham quan": 2.5,
            "đường hầm": 0.5,
            "thị trấn": 0.5,
            "chuyến đi": 1.5,
            "chuyến du ngoạn": 0.5,
            "chuyến du": 0.5,
            "dịch vụ": 1.0,
            "bữa ăn": 1.0,
            "hồ bơi": 0.5,
            "văn hóa việt nam": 0.5,
            "lịch sử": 1.5,
            "văn hóa": 0.5,
            "southeast": 0.5,
            "siem reap": 0.5,
            "địa điểm": 0.5,
            "nhà khai thác": 0.5,
            "phong cảnh": 0.5,
            "chuyến đi bằng": 0.5,
            "kỷ niệm": 0.5,
            "kỳ nghỉ": 0.5,
            "khách sạn": 0.5,
            "điểm đến": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "đền chùa": 0.5,
            "thái độ": 0.5,
            "ngôi đền": 0.5,
            "siem gặt": 0.5,
            "rung cảm": 0.5,
            "trải nghiệm": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trong số 1.013 Tour Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời! Hướng dẫn viên Nom của chúng tôi rất am hiểu về tất cả các địa điểm cũng như lịch sử Campuchia. Ngoài ra, tiếng Anh của anh ấy rất tuyệt! Rất muốn giới thiệu chuyến tham quan này! Đọc thêm",
            "Đã đến Bảo tàng Chiến tranh một ngày trước chuyến đi này là một điều tốt để tiếp tục. Thật thú vị khi tìm hiểu cách Việt Cộng sống và chiến đấu cũng như cách họ sống sót.   Đi xuống đường hầm không phải dành cho tất cả mọi người nhưng vẫn là một trải nghiệm thú vị.Đọc thêm",
            "Đối tác của tôi và tôi đã có chuyến du lịch Việt Nam 12 ngày và có khoảng thời gian tuyệt vời. Chúng tôi đã cố gắng sắp xếp rất nhiều thứ cho chuyến tham quan của mình và đánh dấu mọi thứ trong danh sách của mình. Tất cả các khách sạn của chúng tôi đều cực kỳ đẹp và bao gồm bữa sáng tự chọn ngon tuyệt. Chúng tôi có hướng dẫn viên du lịch riêng cũng như một tài xế, người đã vượt lên trên và luôn đáp ứng bất kỳ yêu cầu bổ sung nào mà chúng tôi có. Rất khuyến khích.Đọc thêm",
            "Vợ tôi và tôi vừa trở về sau chuyến du lịch tùy chỉnh kéo dài hai tuần ở Việt Nam và Campuchia với hướng dẫn viên và tài xế riêng và đã có khoảng thời gian tuyệt vời.  Toàn bộ chuyến đi được tổ chức bởi Stephen ở Sài Gòn và anh ấy rất dễ giao tiếp để chúng tôi có thể điều chỉnh chuyến tham quan phù hợp với nhu cầu của mình.  Chúng tôi có thể dễ dàng điều chỉnh các khách sạn và hành trình thông qua nhiều email và mọi thứ trở nên tuyệt vời và rất ít căng thẳng. Các hướng dẫn viên du lịch mà Stephen chọn đều rất xuất sắc với tiếng Anh tốt và các tài xế rất an toàn và đáng tin cậy.  Chúng tôi có rất nhiều sự linh hoạt để làm những gì chúng tôi muốn, điều đó thật tuyệt vời vì trời hơi nóng và đôi khi chúng tôi cần quay lại khách sạn sớm, điều đó cũng ổn vì những khách sạn mà chúng tôi chọn đều tuyệt vời nhờ lời khuyên của Stephens! The toàn bộ chuyến tham quan được tổ chức rất tốt và có vẻ như là một giá trị rất tốt so với một báo giá khác mà tôi nhận được từ một cơ quan quốc tế lớn hơn.  Stephen thậm chí còn rất tử tế khi kiểm tra chúng tôi trên đường đi để đảm bảo rằng chúng tôi ổn và đã gặp chúng tôi tại khách sạn ở TP.HCM vào ngày cuối cùng của chuyến tham quan để nhận lại nguồn cấp dữ liệu của chúng tôi.  Tôi sẽ không ngần ngại giới thiệu công ty này để sắp xếp chuyến du lịch xa hơn tới Đông Nam Á cho chúng tôi hoặc bạn bè của chúng tôi.Đọc thêm",
            "Đây là lần thứ 2 đặt tour du lịch qua Stephen. Tôi có thể giới thiệu nhiệt tình dịch vụ của anh ấy. Chuyến đi hoàn toàn hoàn hảo. Mọi thứ đều suôn sẻ và hướng dẫn viên của chúng tôi rất hiểu biết và hữu ích. Chúng tôi thậm chí còn gặp một số vấn đề với chuyến bay do Vietnam Airlines và hướng dẫn viên rất hữu ích và đã giúp chúng tôi lên chuyến bay sớm hơn. Kỳ nghỉ hoàn thành mà không có bất kỳ vấn đề nào và tôi thực sự muốn giới thiệu. Tôi chắc chắn sẽ sử dụng Discover Indochina MyWay Travel cho bất kỳ kỳ nghỉ nào tôi đặt đến khu vực này vì anh ấy làm cho mọi thứ trở nên dễ dàng. Cảm ơn Stephen! Đọc thêm",
            "Chuyến tham quan thực sự thú vị- Chi là một huyền thoại Đã chăm sóc chúng tôi rất tốt và đưa chúng tôi thoát khỏi lối mòn Rất muốn giới thiệu Đọc thêm",
            "Chúng tôi đã đặt tour du lịch Thái Lan và 2 tour tại Việt Nam với MyWayTravel. Chúng tôi đã làm việc với Stephen trong nhiều tháng để sắp xếp tất cả các chi tiết khác nhau.  Tất cả các hướng dẫn viên đều đúng giờ, nói tiếng Anh tốt, cung cấp rất nhiều thông tin và chúng tôi thực sự khuyên những ai cần hướng dẫn viên riêng ở khu vực này hãy sử dụng công ty này.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch 20 ngày đến Việt Nam Luông Pha Băng với My Way Travel. Kevil là nhà tư vấn du lịch của chúng tôi và anh ấy đã đưa chúng tôi đến miền đông ngay lập tức, điều này thật tốt vì tôi lo lắng về việc đặt vé đường dài. Tuy nhiên, mọi thứ đều tuyệt vời. Từ việc tham quan, đến thời gian rảnh rỗi, thức ăn và chỗ ở, mọi thứ đều được tổ chức hoàn hảo và chúng tôi nằm ở trung tâm nên chúng tôi cũng có thể tự mình khám phá một chút. Đó là sự cân bằng hoàn hảo My Way Travel chắc chắn là những chuyên gia biết cách sắp xếp những thứ này!Đọc thêm",
            "Gần đây, My Way Travel đã tổ chức một chuyến du lịch Đông Nam Á kéo dài 5 tuần tuyệt vời cho chúng tôi. Dễ dàng thiết lập, sắp xếp liền mạch và mang lại nhiều hứng thú mỗi ngày. Rất khuyến khích. Hy vọng chúng tôi có thể quay lại và sử dụng lại dịch vụ của họ.Đọc thêm",
            "Vợ tôi và tôi vừa trở về sau chuyến du lịch Việt Nam ba tuần do Stephen tổ chức tại My Way Travel.  Stephen cực kỳ hữu ích trong việc sắp xếp hành trình tham quan cũng như hướng dẫn viên, khách sạn và chuyến bay nội bộ.  Mọi thứ đã diễn ra theo đúng kế hoạch và những người hướng dẫn đã giúp đỡ khi cần thiết với những gợi ý về bữa ăn, v.v.  Chúng tôi chắc chắn sẽ giới thiệu My Way Travel như một đại lý đáng tin cậy để sắp xếp một chuyến tham quan tùy chỉnh theo nhu cầu và ngân sách của bạn.  Phần lớn việc sắp xếp được thực hiện qua e-mail nhưng khi cần thiết, chúng tôi có thể nói chuyện với Stephen qua điện thoại.  Anh ấy cũng kiểm tra dọc đường để xem mọi thứ diễn ra như thế nào và liệu chúng tôi có cần gì không.Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu chi tiết hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách đi tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu tàu du lịch tổ chức Visa Việt Nam. Thông tin này được giữ an toàn như thế nào khi được cung cấp.Đọc thêm",
            "Xin chào, thông tin hộ chiếu không được yêu cầu khi chúng tôi đặt tour và cả khi chúng tôi đến, hướng dẫn viên cũng không yêu cầu nên tôi không chắc tại sao họ lại yêu cầu thông tin này, xin lỗi vì không thể giúp gì thêm nữaĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn, tôi muốn tham gia chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng tôi có hai người. Tàu của chúng tôi là Aurora PO. Tàu dự kiến ​​cập cảng vào thứ năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn vui lòng cho biết nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra, chúng tôi đã ở Nha Trang vào ngày hôm trước 16. Bạn có gợi ý nào cho cảng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 24, 2019",
            "Written May 17, 2019",
            "Written May 9, 2019",
            "Written May 8, 2019",
            "Written May 6, 2019",
            "Written April 22, 2019",
            "Written April 19, 2019",
            "Written April 18, 2019",
            "Written April 17, 2019",
            "Written April 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or40-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or30-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or50-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44526-d2314490-Reviews-Missouri_State_Penitentiary-Jefferson_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5981010-Reviews-Heavenly_Spa_by_Westin-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g51839-d124583-Reviews-Breitenbush_Hot_Springs-Detroit_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d12155275-Reviews-Vonlane-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g8094187-d1576282-Reviews-Tenuta_Vannulo-Capaccio_Scalo_Capaccio_Paestum_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1813657-Reviews-Fort_DeRussy_Beach_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32580-d3443158-Reviews-Splash_La_Mirada_Regional_Aquatics_Center-La_Mirada_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481783-d8697116-Reviews-Bukit_Kutu-Kuala_Kubu_Baharu_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g187813-d246577-Reviews-Historical_Museum_of_the_Miramare_Castle-Trieste_Province_of_Trieste_Friuli_Venezi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208502-d5538890-Reviews-Ta_Qali_Crafts_Village-Ta_Qali_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or50-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or40-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.8117864118772559,
            "hướng dẫn viên": 0.7801802621394421,
            "địa điểm": 0.5,
            "lịch sử": 0.5,
            "bảo tàng chiến tranh": 0.8737691454589367,
            "chuyến đi": 0.9933834125986323,
            "đường hầm": 0.9085293244570494,
            "trải nghiệm": 0.9951001326553524,
            "chuyến du lịch": 0.9597100875253091,
            "khoảng thời gian": 0.9953072104835883,
            "khách sạn": 0.41698243651383865,
            "bữa sáng tự chọn": 0.9911970510147512,
            "email": 0.34676397576307255,
            "giá": 0.9950917593669146,
            "cơ quan": 0.64303885307163,
            "nguồn cấp": 0.5,
            "dữ liệu": 0.5,
            "tour du lịch": 0.977807373739779,
            "dịch vụ": 0.7361697437008843,
            "chuyến bay": 0.9650988693271453,
            "kỳ nghỉ": 0.9909870371920988,
            "khu vực": 0.8372733830474317,
            "cho": -0.9709533143322915,
            "nhà tư vấn": 0.9798655603080988,
            "thức ăn": 0.5,
            "chỗ": 0.5,
            "chuyến bay nội": 0.5,
            "người hướng dẫn": 0.9265057360753417,
            "bữa ăn": 0.5,
            "ngân sách": 0.5
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "tuyệt vời",
                "nhiều",
                "tốt",
                "thực sự",
                "thú vị",
                "tốt"
            ],
            "hướng dẫn viên": [
                "riêng",
                "tuyệt vời",
                "xuất sắc",
                "tốt",
                "an toàn",
                "hiểu biết",
                "hữu ích",
                "đúng",
                "tốt",
                "nhiều",
                "thực sự",
                "riêng"
            ],
            "địa điểm": [],
            "lịch sử": [],
            "bảo tàng chiến tranh": [
                "tốt"
            ],
            "chuyến đi": [
                "tốt",
                "dễ",
                "hoàn toàn"
            ],
            "đường hầm": [
                "thú vị"
            ],
            "trải nghiệm": [
                "thú vị"
            ],
            "chuyến du lịch": [
                "tuyệt vời",
                "riêng",
                "tuyệt vời",
                "xa",
                "hơn",
                "Gần",
                "tuyệt vời"
            ],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "khách sạn": [
                "đẹp",
                "nhiều",
                "sớm",
                "ổn",
                "tuyệt vời",
                "tử tế",
                "ổn"
            ],
            "bữa sáng tự chọn": [
                "ngon"
            ],
            "email": [
                "tuyệt vời",
                "ít",
                "căng thẳng"
            ],
            "giá": [
                "tốt"
            ],
            "cơ quan": [
                "lớn",
                "hơn"
            ],
            "nguồn cấp": [],
            "dữ liệu": [],
            "tour du lịch": [],
            "dịch vụ": [],
            "chuyến bay": [
                "hữu ích",
                "sớm",
                "hơn"
            ],
            "kỳ nghỉ": [
                "bất kỳ",
                "thực sự",
                "dễ dàng"
            ],
            "khu vực": [
                "dễ dàng"
            ],
            "cho": [
                "bất kỳ"
            ],
            "nhà tư vấn": [
                "đông",
                "tốt",
                "dài"
            ],
            "thức ăn": [],
            "chỗ": [],
            "chuyến bay nội": [],
            "người hướng dẫn": [
                "cần thiết"
            ],
            "bữa ăn": [],
            "ngân sách": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 2.5,
            "hướng dẫn viên": 3.0,
            "địa điểm": 0.5,
            "lịch sử": 0.5,
            "bảo tàng chiến tranh": 0.5,
            "chuyến đi": 1.5,
            "đường hầm": 0.5,
            "trải nghiệm": 0.5,
            "chuyến du lịch": 2.0,
            "khoảng thời gian": 0.5,
            "khách sạn": 1.5,
            "bữa sáng tự chọn": 0.5,
            "email": 0.5,
            "giá": 0.5,
            "cơ quan": 0.5,
            "nguồn cấp": 0.5,
            "dữ liệu": 0.5,
            "tour du lịch": 1.0,
            "dịch vụ": 1.0,
            "chuyến bay": 0.5,
            "kỳ nghỉ": 0.5,
            "khu vực": 0.5,
            "cho": 0.5,
            "nhà tư vấn": 0.5,
            "thức ăn": 0.5,
            "chỗ": 0.5,
            "chuyến bay nội": 0.5,
            "người hướng dẫn": 0.5,
            "bữa ăn": 0.5,
            "ngân sách": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Tour nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng các tour du lịch có hướng dẫn viên riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar, Miến Điện. Các hành trình được lên kế hoạch của chúng tôi bao gồm tất cả các điểm nổi bật, điểm đến và trải nghiệm tuyệt vời nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều có các cố vấn du lịch được chứng nhận, đào tạo bài bản, các chuyên gia địa phương và các nhân viên nước ngoài có kiến ​​thức và đam mê về du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến du lịch được thiết kế riêng của bạn sẽ an toàn, thoải mái, thú vị và đáng nhớ, với sự hỗ trợ cá nhân trong mọi bước của hành trình. Đọc thêm",
        "reviews": [
            "Tôi đã liên hệ My Way Travel để xin Visa vào Việt Nam đoàn tụ với vợ. Stephen và nhân viên của anh ấy rất hữu ích.  Họ gặp tôi ở cổng và họ đã chuẩn bị sẵn Visa cho tôi. Tôi thực sự khuyên bạn nên sử dụng dịch vụ của họ cho nhu cầu du lịch của bạn.  Cảm ơn My Way Travel đã cung cấp những dịch vụ đặc biệt như vậy.  Yan D. Bellevue, Washington, Hoa KỳĐọc thêm",
            "Thực sự mang lại sự tàn khốc của chiến tranh. Mất khoảng 1 giờ 45 phút lái xe từ thành phố Hồ Chí Minh đến địa đạo. Có một video về các đường hầm bằng nhiều ngôn ngữ khác nhau, bao gồm cả tiếng Anh. Thật buồn khi xem...Sau đó khoảng 3 hoặc 4 km đi bộ xung quanh địa điểm và nhìn thấy lối vào đường hầm...lỗ thông gió...nhà bếp...phòng y tế...phòng họp..Đồng phục...vũ khí.. .tank và các thông tin khác. Kết thúc cuộc hành trình bên trong một đường hầm mở rộng. Uống nhiều nước. Đọc thêm",
            "Đây không phải là chuyến đi đầu tiên của chúng tôi đến đất nước tuyệt vời này. Chúng tôi đã chọn Stephen của MyWayTravel vì các thành viên khác trong gia đình chúng tôi đã đặt một hành trình rộng rãi với anh ấy. Phần của chúng tôi diễn ra rất suôn sẻ và những yêu cầu của chúng tôi đã được tôn trọng. Ở lại Bagan trên sông trong một khách sạn cổ điển và đi du thuyền trên sông trong một tuần để tận hưởng những thắng cảnh huy hoàng của đất nước và nhau. Rất khuyến khích.Đọc thêm",
            "My Way Travel, Stephan đã lên kế hoạch cho chuyến đi đến Ấn Độ.  Mọi thứ đều rất có tổ chức.  Nhờ sự tổ chức và lên kế hoạch của anh ấy, chuyến đi của chúng tôi trở nên rất đáng nhớ.  Anh ấy luôn có mặt trên WhatsApp.  Phương tiện di chuyển bằng ô tô của chúng tôi rất sang trọng.  Dịch vụ chúng tôi nhận được từ tất cả mọi người thật tuyệt vời.  Hướng dẫn của chúng tôi là tuyệt vời.   Anh ấy rất được khuyến khích.  Đọc thêm",
            "Chúng tôi đến đó mà không biết điều gì sẽ xảy ra. Đến Bảo tàng chiến tranh ngày hôm trước và thấy một số thông tin về các đường hầm. Điều này chắc chắn đã mở rộng tầm mắt của chúng tôi về những gì họ đã trải qua cũng như một chút lịch sử và nền tảng về cách họ xây dựng các đường hầm. một số hố bom đặt mọi thứ vào viễn cảnh Du lịch đến đó bằng thuyền thật tốt Một giờ ngược dòng sông, nhìn thấy thêm một số đất nước mà trước đây chưa từng thấy Muốn giới thiệu chuyến tham quan này Đọc thêm",
            "Tôi tìm thấy My Way Travel và Stephen trên Trip Advisor sau khi cố gắng làm việc với một số công ty lữ hành khác nhưng kết thúc trong thất vọng. Chồng tôi và tôi chưa bao giờ đến nơi này trên thế giới, và Stephen đã giúp chúng tôi lên kế hoạch cho một chuyến đi tuyệt vời. Chúng tôi có một danh sách dài những điều muốn xem cũng như danh sách những điều không phải là bẫy du lịch, và với sự hỗ trợ của Stephen, cùng nhiều lần trao đổi qua lại về các hành trình được đề xuất, chúng tôi đã thiết kế một chuyến tham quan bốn tuần dễ quản lý cho cả hai chúng tôi. Chúng tôi được một hướng dẫn viên và tài xế nói tiếng Anh đón tại mỗi sân bay. Các hướng dẫn viên là người dân địa phương thân thiện và hiểu biết, họ đã chia sẻ với chúng tôi về thành phố và làng mạc của họ. Chúng tôi đã học được rất nhiều về những nơi chúng tôi đã đến - lịch sử, văn hóa và cuộc sống hàng ngày. Các hướng dẫn viên cũng rất linh hoạt và thêm vào hành trình của chúng tôi ngay khi chúng tôi biết được điều gì đó mới mà chúng tôi muốn khám phá. Chúng tôi cũng rất ấn tượng với những người lái xe đã lái xe đưa chúng tôi đi an toàn quanh mọi sự hỗn loạn trong thành phố. Ngay cả sau khi chúng tôi đến Đông Nam Á, Stephen vẫn sẵn sàng trả lời các câu hỏi và giải quyết các thay đổi vào phút chót mà chúng tôi yêu cầu. Chúng tôi thực sự khuyên bạn nên sử dụng Discover IndochinaMy Way Travel nếu bạn đang đi du lịch đến nơi này trên thế giới. Đọc thêm",
            "We have been with MyWayTravel to Angkor, Cambodia in December. We were on a cruise stopping in Sihanoukville. The Ship offered a tour 2 nights Angkor Wat and Saigon for over  3000 per person. We paid a little over  600 with MyWayTravel and I do know that we had a much better experience. Some of our original group decided to go with another company since they wanted to stay in a different hotel in both locations. But as I had been told later they could have booked the different hotels at an increase in price depending on the Hotel.We were picked up at the port and dropped to the airport for our flight to Siem Reap. We had decided not to tour Sihanoukville but visit the Silk-Farm in Siem Reap instead on our own, which we did. Going there and back in one of these Touk touks. seeing how people live there and the Buffalos on the side of the road was for sure different but dusty.  In the evening we were taken from the hotel to a place with buffet-dinner, watching a local dance-show. This was just the regular dinner-show you do usually experience on cruise-tours, but still a  part of visiting a different culture. For Angkor Wat we got up really early to take pictures of the sunrise. We were supposed to go back to the Hotel for breakfast after the sunrise but our group of 6 decided since we were there already to enjoy the cool morning for our exploration of Angkor Wat. We only had 10 minutes wait to go up the steps and it was not crowded and very enjoyable. After breakfast back at the Hotel we went to the Bayon Temple. There we had an engineer touring with us for about 2 hours explaining how they do the reconstruction. Just amazing, I would have thought they would use concrete foundations now but they mix 7 different soils and they do use stainless steel rods to reconnect and align large rocks. A really special educational part of our entire cruise. He also took us to some places behind the ropes to show us wall-drawings. For lunch we did go to a local place right on a little lake or pond. Really enjoyed the food there not your usual Tourist-spot . After lunch we toured another temple and then went on the request of some of our group to the Artisan Colony to watch them work since we will had about 1 hour time left. We were able to shower and change back in the Hotel before our flight to Saigon. I had figured that the group from the ship would at least fly Business or First Class for paying so much money, but they were on our plane right in economy like the rest of us. After arriving in Saigon we were met by a Representative of our Tour guide at the gate and rushed through a VIP-line through Immigration. The following day we had 12 day touring Saigon with the usual places like he Re-Unification Palace, the Central Post Office, the Notre Dame Cathedral, and the War Remains Museum. For lunch we were taken to a restaurant where local Office-staff has buffet-lunches, Amazing Buffet in a first-class Hotel, upper end local food I can only highly recommend. Again this was outside the box not your usual tourist-destination. We were dropped off in time for our cruise in Phu My Port. I am so happy that we did this tour, an amazing trip of a life-time.Read more",
            "Chúng tôi đã có một thời gian tuyệt vời ở Ấn Độ! Stephan từ My Way Travel đã lên kế hoạch cho chuyến đi của chúng tôi. Anh ấy rất trôi chảy khi kế hoạch của chúng tôi liên tục thay đổi và anh ấy luôn hoan nghênh các yêu cầu của chúng tôi. Đó là một nhóm gồm 8 người. Mỗi sân bay, chúng tôi đều nhận được sự hỗ trợ đáng kinh ngạc trong việc làm thủ tục, xuống xe với những người quan tâm. Hướng dẫn viên của chúng tôi, ông Sandeep Singh thật tuyệt vời! Tôi chắc chắn sẽ sử dụng Stephan và công ty của anh ấy ở bất cứ nơi nào họ có thể cung cấp các chuyến tham quan cho chúng tôi. Đây là chuyến đi thứ hai của tôi với anh ấy! Rất cám ơn Stephan và tất cả các đồng nghiệp của anh ấy đã tạo ra những chuyến đi tuyệt vời như vậy! Đọc thêm",
            "Có một chút băn khoăn về việc gọi nó là phải xem. Nó mang lại điều kiện sống và chiến đấu về nhà trong chiến tranh và việc leo qua các đường hầm luôn là niềm vui. Không có ai ở đó khi chúng tôi đến thăm, điều đó thật tuyệt cho một sự thay đổi. Tôi nghĩ chuyến đi này kết hợp với chùa Cao Đài là một sự kết hợp tốt, nhưng nó phụ thuộc vào dịch vụ hướng dẫn mà bạn đặt. Chúng tôi đã sử dụng Asiana Link Travel Smallgrouptours.vn và thật tuyệt vời!Đọc thêm",
            "Anh Chi là hướng dẫn viên du lịch giỏi nhất mà tôi từng gặp. Anh ấy thân thiện, nhiệt tình, làm việc chăm chỉ và có khiếu hài hước. Chuyến lưu diễn của anh ấy thật tuyệt vời và linh hoạt. Tôi có gia đình và bạn bè lần đầu đến thăm VN. Và tất cả đều yêu mến VN sau chuyến đi. Điều đó có thể tin cậy vào tác phẩm xuất sắc của Chi. Nếu ai hỏi tôi về VN thì tôi sẽ nhắc đến Chi. Cảm ơn bạn một lần nữa và một lần nữa Chi! Chúng tôi nhớ bạn.Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu thông tin hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách trên tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu rằng tàu du lịch tổ chức cấp thị thực Việt Nam. Thông tin này được bảo mật như thế nào khi được cung cấp. Đọc thêm",
            "Xin chào, chi tiết hộ chiếu không được yêu cầu khi chúng tôi đặt tour cũng như hướng dẫn viên khi chúng tôi đến nên không hiểu tại sao họ lại yêu cầu, xin lỗi, không thể giúp gì thêmĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn tôi đang quan tâm đến chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng ta là hai người. Tàu của chúng tôi là Aurora PO. Nó sẽ cập bến vào thứ Năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn có thể vui lòng tư vấn nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra chúng tôi đang ở Nha Trang vào ngày 16 trước đó. Bạn có gợi ý gì cho cổng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 8, 2019",
            "Written March 23, 2019",
            "Written March 22, 2019",
            "Written March 20, 2019",
            "Written March 17, 2019",
            "Written March 14, 2019",
            "Written March 13, 2019",
            "Written March 9, 2019",
            "Written March 5, 2019",
            "Written March 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or50-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or40-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or60-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d633445-Reviews-Dave_Buster_s_Arcade-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31391-d1829566-Reviews-Dinosaur_Tracks-Tuba_City_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g37291-d268920-Reviews-Marengo_Cave-Marengo_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g7952910-d21493445-Reviews-Park_Vega_Waterpark-Agbor_Delta_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d4289733-Reviews-Asean_Trade_Bazaar-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d538032-Reviews-Arcade_Amusements_Inc-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d617419-Reviews-Watkins_Glen_International-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d2253852-Reviews-Agios_Pavlos_Beach-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297631-d940955-Reviews-Kerala_Backwaters-Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747357-Reviews-LEGOLAND_Dubai-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or60-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or50-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "nhân viên": 0.9943053418537602,
            "dịch vụ": 0.5569224415133552,
            "chiến tranh": 0.013751559657976031,
            "địa đạo": 0.5019586943089962,
            "đường hầm": 0.6699456143154142,
            "nhà bếp": 0.53181610442698,
            "phòng y tế": 0.9627295788377523,
            "phòng": 0.5488434080034494,
            "đồng phục": 0.9549016684759408,
            "vũ khí": -0.9628932755440474,
            "cuộc": 0.5,
            "hành trình": 0.7457687252899632,
            "chuyến đi": 0.961886378354393,
            "khách sạn": -0.9734776355326176,
            "du thuyền": 0.5,
            "thắng cảnh": 0.5,
            "phương tiện di chuyển": 0.9894376373849809,
            "bảo tàng chiến tranh": 0.5,
            "lịch sử": 0.5,
            "hố": 0.011628292733803391,
            "viễn cảnh du lịch": 0.8737691454589367,
            "thuyền": 0.02115412981947884,
            "sông nhìn": 0.5,
            "chuyến tham quan": 0.8246981993239993,
            "công ty lữ hành": -0.9695129024330527,
            "hành": 0.9636429878883064,
            "hướng dẫn viên": 0.8746315721946303,
            "người dân địa phương": 0.5,
            "làng mạc": 0.5,
            "văn hóa": 0.5,
            "cuộc sống": 0.5,
            "người lái xe": 0.9902652525343001,
            "tour": 0.9949586893199012,
            "siem": 0.9954837340628728,
            "instead on": 0.5,
            "buffet-dinner": 0.9882595555391163,
            "buffet": 0.8737691454589367,
            "hotel": 0.8737691454589367,
            "chùa": 0.9903585989959538,
            "vn": 0.9955185323487967,
            "hướng dẫn viên du lịch": 0.9910554829984903,
            "chuyến lưu diễn": 0.9955916651524603,
            "tác phẩm": 0.37495970726013184
        },
        "dicts_adj": {
            "nhân viên": [
                "hữu ích"
            ],
            "dịch vụ": [
                "thực sự",
                "đặc biệt",
                "tuyệt vời"
            ],
            "chiến tranh": [
                "Thực sự",
                "vui"
            ],
            "địa đạo": [],
            "đường hầm": [
                "nhiều",
                "khác",
                "vui"
            ],
            "nhà bếp": [],
            "phòng y tế": [],
            "phòng": [],
            "đồng phục": [],
            "vũ khí": [],
            "cuộc": [],
            "hành trình": [
                "khác",
                "rộng rãi"
            ],
            "chuyến đi": [
                "phải",
                "đầu tiên",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "tốt"
            ],
            "khách sạn": [
                "cổ điển"
            ],
            "du thuyền": [],
            "thắng cảnh": [],
            "phương tiện di chuyển": [
                "sang trọng"
            ],
            "bảo tàng chiến tranh": [],
            "lịch sử": [],
            "hố": [
                "tốt",
                "ngược"
            ],
            "viễn cảnh du lịch": [
                "tốt",
                "ngược"
            ],
            "thuyền": [
                "tốt",
                "ngược"
            ],
            "sông nhìn": [],
            "chuyến tham quan": [
                "dễ",
                "chắc chắn"
            ],
            "công ty lữ hành": [
                "khác"
            ],
            "hành": [
                "dễ"
            ],
            "hướng dẫn viên": [
                "linh hoạt",
                "tuyệt vời"
            ],
            "người dân địa phương": [],
            "làng mạc": [],
            "văn hóa": [],
            "cuộc sống": [],
            "người lái xe": [
                "ấn tượng",
                "an toàn"
            ],
            "tour": [],
            "siem": [
                "to",
                "to"
            ],
            "instead on": [],
            "buffet-dinner": [
                "to"
            ],
            "buffet": [
                "to"
            ],
            "hotel": [
                "to"
            ],
            "chùa": [
                "tốt"
            ],
            "vn": [
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi",
                "nhất"
            ],
            "chuyến lưu diễn": [
                "tuyệt vời"
            ],
            "tác phẩm": [
                "xuất sắc"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "nhân viên": 0.5,
            "dịch vụ": 1.5,
            "chiến tranh": 1.0,
            "địa đạo": 0.5,
            "đường hầm": 1.5,
            "nhà bếp": 0.5,
            "phòng y tế": 0.5,
            "phòng": 0.5,
            "đồng phục": 0.5,
            "vũ khí": 0.5,
            "cuộc": 0.5,
            "hành trình": 1.0,
            "chuyến đi": 3.0,
            "khách sạn": 0.5,
            "du thuyền": 0.5,
            "thắng cảnh": 0.5,
            "phương tiện di chuyển": 0.5,
            "bảo tàng chiến tranh": 0.5,
            "lịch sử": 1.0,
            "hố": 0.5,
            "viễn cảnh du lịch": 0.5,
            "thuyền": 0.5,
            "sông nhìn": 0.5,
            "chuyến tham quan": 1.5,
            "công ty lữ hành": 0.5,
            "hành": 0.5,
            "hướng dẫn viên": 1.0,
            "người dân địa phương": 0.5,
            "làng mạc": 0.5,
            "văn hóa": 0.5,
            "cuộc sống": 0.5,
            "người lái xe": 0.5,
            "tour": 0.5,
            "siem": 0.5,
            "instead on": 0.5,
            "buffet-dinner": 0.5,
            "buffet": 0.5,
            "hotel": 0.5,
            "chùa": 0.5,
            "vn": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "chuyến lưu diễn": 0.5,
            "tác phẩm": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "Đến Việt Nam với một nhóm lớn và anh Chị đưa chúng tôi tham gia hai chuyến du lịch trong ngày khác nhau, một đến Địa đạo Củ Chi và một đến Đồng bằng sông Cửu Long. Cả hai đều tuyệt vời và đáp ứng mọi nhu cầu khác nhau của các thành viên trong nhóm bao gồm mức độ hoạt động và yêu cầu ăn kiêng. Anh ấy có kiến ​​thức và rất vui vẻ và tôi không thể giới thiệu anh ấy đủ cao. Đọc thêm",
            "Chị mang dấu ấn cá nhân vào các chuyến lưu diễn của mình và mức độ nhiệt tình cao độ hiếm thấy ở thời đại ngày nay. Gặp lại Chị sau nhiều năm kể từ chuyến đi cuối cùng của tôi với anh ấy, tôi như gặp lại một người bạn cũ. Chúng tôi đã thực hiện hai chuyến du lịch với Chị, đường hầm Đồng bằng sông Cửu Long và Cu Chị. Cả hai đều có chất lượng tuyệt vời và thú vị cho nhóm chúng tôi từ 4 đến 74 tuổi. Chị đã tùy chỉnh các chuyến đi theo yêu cầu và thời gian của chúng tôi. Anh ấy thậm chí còn dành thời gian giúp chúng tôi giải quyết các vấn đề chúng tôi gặp phải với khách sạn. Tóm lại Chị là một người chuyên nghiệp và tôi đánh giá cao các dịch vụ của anh ấy và mong chờ những chuyến đi của anh ấy trong tương laiĐọc thêm",
            "Đã có một chuyến tham quan tuyệt vời đến địa đạo Củ Chi.  Hướng dẫn viên của chúng tôi, ông Chi rất tốt bụng và vui tính! Anh ấy có kiến ​​thức về mọi thứ nhưng anh ấy cũng giúp chúng tôi giải trí! Ước gì chúng ta có thể có anh ấy trong mọi chuyến lưu diễn khi chúng ta ở đây!! Đọc thêm",
            "Tham quan địa đạo Chi Chi. Nó đáng xem nhưng rất đông đúc. Hãy cố gắng đi sớm trong ngày nếu có thể để tránh nóng và đông đúc. Tôi cũng nghĩ rằng trường bắn không phù hợp với nội dung của trang web.Đọc thêm",
            "Chúng tôi đã sử dụng My Way Travel cho chuyến tham quan Việt Nam và Lào 10 ngày. Chúng tôi đã làm việc trực tiếp với Stephen, người rất nhanh chóng liên lạc trên WhatsAppEmail. Anh ấy đã làm việc chặt chẽ với chúng tôi để biến nó thành một chuyến đi đáng nhớ. Tất cả các phương tiện đều rất thoải mái và hướng dẫn viên am hiểu và rất hữu ích. Các khách sạn và thuyền trên Vịnh Hạ Long cũng có chất lượng tuyệt vời. Visa khi đến Việt Nam được đội ngũ của anh ấy xử lý rất chuyên nghiệp và họ đã có mặt để đón chúng tôi mặc dù chuyến bay của chúng tôi bị hoãn vài giờ. Nhìn chung rất khuyến khích Stephen và nhóm của anh ấy.Đọc thêm",
            "Tôi đưa một nhóm gồm 30 người đi du lịch Châu Á nổi tiếng trong 14 ngày. Tất cả các chuyến du lịch của tôi ở Việt Nam và Singapore đều đã được đặt trước với My Way Travel. Tôi đang làm việc với Stephen, chủ sở hữu của công ty. Toàn bộ quá trình cực kỳ dễ dàng. Hành trình và giá cả thật tuyệt vời. Các hướng dẫn viên du lịch rất am hiểu và có sức chứa. Xe buýt rất thoải mái và luôn đúng giờ và chờ chúng tôi bên tàu. Đây là lần đầu tiên tôi đến châu Á và nếu không có trợ lý của Stephens thì việc tổ chức các chuyến tham quan cho nhóm của tôi sẽ rất khó khăn. Tôi đánh giá cao anh ấy và công ty của anh ấy. Bạn có thể liên hệ với anh ấy tại: sales1mywaytravel.comor 84 90 201 12 00Đọc thêm",
            "Chúng tôi không tham gia bất kỳ chuyến tham quan thành phố nào, chúng tôi đi vòng quanh thành phố một cách ngẫu nhiên.  Sau khi chụp được một số bức ảnh tuyệt vời Trước bảo tàng, chúng tôi đi dọc các con phố để khám phá cuộc phiêu lưu. Đọc thêm",
            "Hãy chuẩn bị cho khách du lịch xung quanh bạn. Bạn có thể đưa ra ý kiến ​​​​của riêng mình về tình huống đó, nhưng tôi rất vui vì đã đi. Lịch sử là một khoảng thời gian quan trọng vì nó đã định hình nên chúng ta ngày nay. Đó là một trải nghiệm thực sự độc đáo khi nhìn thấy tất cả các bẫy và nơi ẩn náu. Đi qua những đường hầm dưới lòng đất chắc chắn là một điểm nhấn đối với tôi. Nếu bạn sợ bị nhốt, tôi khuyên bạn không nên bò qua đường hầm.Đọc thêm",
            "Đã dành trọn một ngày với Chi. Điểm dừng đầu tiên là địa đạo Củ Chi, nơi chúng tôi được xem cách Việt Cộng lẩn trốn phe đối lập trong chiến tranh Việt Nam. Chi có cái nhìn sâu sắc và kiến ​​thức tuyệt vời, khiến chuyến thăm trở nên thú vị hơn nhiều. Phải bắn từ khẩu AK47, đó là một vụ nổ. Đến đó bằng tàu cao tốc thay vì xe buýt, nhanh hơn nhiều và bạn sẽ được ngắm nhìn một số cảnh quan thú vị trên đường đi. Sau khi trở về thành phố, Chi đưa tôi đi tham quan tất cả các địa danh trong đó có bảo tàng chiến tranh. Rất sốc khi xem một số hình ảnh và những gì đã xảy ra ở đất nước xinh đẹp này trong chiến tranh. Cảm ơn Chi! Thật là một ngày tuyệt vời và được tổ chức tốt. Đọc thêm",
            "Để biết Việt Cộng đã khéo léo như thế nào khi đào đường hầm xuống ba tầng và lên tới 30 mét thì thật đáng kinh ngạc, có một đoạn đường hầm mà bạn có thể bò qua, rất nóng, khó khăn nếu bạn không phải là một khung nhỏ và có thể vượt qua. một chút ngột ngạt. Bạn có thể làm 15 hoặc 30 mét nhưng bạn phải thử. Khi bạn nhận ra rằng các đường hầm đã được mở rộng và đào sâu hơn để chúng ta làm được điều này thì quả thực họ rất khéo léo. Có lỗ thông hơi nhô lên trong ụ mối, ống khói phá khói nên quân Mỹ coi như sương mù trên mặt đất. Đó là một ngày thú vị nhất, hơn hết là cơ hội bắn vài phát đạn từ khẩu AK47.Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess Sapphire Cruise Port Phú Quốc. Tôi muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì? Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì mọi thứĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu thông tin hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách trên tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu rằng tàu du lịch tổ chức cấp thị thực Việt Nam. Thông tin này được bảo mật như thế nào khi được cung cấp. Đọc thêm",
            "Xin chào, thông tin hộ chiếu không được yêu cầu khi chúng tôi đặt tour và cả khi chúng tôi đến, hướng dẫn viên cũng không yêu cầu nên tôi không chắc tại sao họ lại yêu cầu thông tin này, xin lỗi vì không thể giúp gì thêm nữaĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn tôi đang quan tâm đến chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng ta là hai người. Tàu của chúng tôi là Aurora PO. Nó sẽ cập bến vào thứ Năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn có thể vui lòng tư vấn nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra chúng tôi đang ở Nha Trang vào ngày 16 trước đó. Bạn có gợi ý gì cho cổng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 3, 2019",
            "Written March 1, 2019",
            "Written February 24, 2019",
            "Written February 24, 2019",
            "Written February 21, 2019",
            "Written February 18, 2019",
            "Written February 18, 2019",
            "Written February 17, 2019",
            "Written February 16, 2019",
            "Written February 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or60-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or50-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or70-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d21352391-Reviews-West_Biloxi_Boardwalk-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d2643851-Reviews-Cedar_Forest_of_Alyko-Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-Main_Event_Entertainment-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d10386039-Reviews-Plaza_Premium_Lounge-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602205-d669532-Reviews-Khao_Kheow_Open_Zoo-Si_Racha_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-Splash_City_Adventures-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187653-Reviews-Edinburgh_Castle-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d9800099-Reviews-OdySea_Aquarium-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g656615-d10393541-Reviews-Prima_Vista_Lounge-Fiumicino_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d3814473-Reviews-Market_Village_HuaHin-Hua_Hin_Prachuap_Khiri_Khan_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or70-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or60-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "địa đạo": 0.6868845727294683,
            "đồng bằng sông cửu long": 0.6868845727294683,
            "kiến ​​thức": 0.9756100176018663,
            "chuyến lưu diễn": 0.7397659318521619,
            "chuyến đi": 0.9061184725724161,
            "đường hầm": 0.20714509914562637,
            "chất lượng": 0.9954613152949605,
            "khách sạn": 0.9058998379623517,
            "dịch vụ": 0.5,
            "chuyến tham quan": 0.7524580241151853,
            "địa đạo củ chi": 0.8737691454589367,
            "hướng dẫn viên": 0.9942949717515148,
            "địa đạo chi": 0.488533578813076,
            "trang web": -0.7076412737369537,
            "phương tiện": 0.9955370778334327,
            "thuyền": 0.9946518333163112,
            "vịnh": 0.8737691454589367,
            "visa": 0.8737691454589367,
            "chuyến bay": 0.5,
            "chủ sở hữu": 0.5146025326102972,
            "hành trình": 0.8737691454589367,
            "giá cả": 0.9954577753087506,
            "hướng dẫn viên du lịch": 0.9954932576511055,
            "xe buýt": 0.5846549847628921,
            "tàu": 0.5,
            "bảo tàng": -0.13723413832485676,
            "con phố": 0.5,
            "lịch sử": 0.6476879604160786,
            "trải nghiệm": 0.9873572045471519,
            "chiến tranh": 0.9953330132411793,
            "chuyến thăm": 0.9832875462016091,
            "vụ nổ": -0.8256112425588071,
            "cảnh quan": 0.9939770144410431,
            "bảo tàng chiến tranh": -0.8419871833175421,
            "khung": -0.03712843731045723,
            "sương mù": 0.460485327988863,
            "vài": 0.5,
            "phát đạn": 0.5,
            "tàu du lịch": 0.9924773076782003
        },
        "dicts_adj": {
            "địa đạo": [
                "lớn",
                "khác"
            ],
            "đồng bằng sông cửu long": [
                "lớn",
                "khác"
            ],
            "kiến ​​thức": [
                "vui vẻ",
                "đủ",
                "cao",
                "tuyệt vời"
            ],
            "chuyến lưu diễn": [
                "hiếm"
            ],
            "chuyến đi": [
                "nhiều",
                "cuối cùng",
                "cũ",
                "chặt chẽ"
            ],
            "đường hầm": [
                "chắc chắn",
                "nóng",
                "khó khăn",
                "phải",
                "nóng",
                "khó khăn",
                "phải",
                "sâu",
                "hơn",
                "khéo léo"
            ],
            "chất lượng": [
                "tuyệt vời",
                "thú vị",
                "tuyệt vời"
            ],
            "khách sạn": [
                "tuyệt vời"
            ],
            "dịch vụ": [],
            "chuyến tham quan": [
                "tuyệt vời",
                "đầu tiên",
                "khó khăn",
                "bất kỳ",
                "ngẫu nhiên"
            ],
            "địa đạo củ chi": [
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "tốt bụng",
                "hữu ích"
            ],
            "địa đạo chi": [],
            "trang web": [],
            "phương tiện": [
                "thoải mái"
            ],
            "thuyền": [
                "tuyệt vời"
            ],
            "vịnh": [
                "tuyệt vời"
            ],
            "visa": [
                "chuyên nghiệp"
            ],
            "chuyến bay": [],
            "chủ sở hữu": [],
            "hành trình": [
                "tuyệt vời"
            ],
            "giá cả": [
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "am hiểu"
            ],
            "xe buýt": [
                "thoải mái",
                "đúng",
                "nhanh",
                "hơn",
                "nhiều"
            ],
            "tàu": [],
            "bảo tàng": [
                "dọc"
            ],
            "con phố": [],
            "lịch sử": [
                "quan trọng"
            ],
            "trải nghiệm": [
                "thực sự",
                "độc đáo"
            ],
            "chiến tranh": [
                "sốc",
                "xinh đẹp"
            ],
            "chuyến thăm": [
                "thú vị",
                "hơn",
                "nhiều"
            ],
            "vụ nổ": [],
            "cảnh quan": [
                "thú vị"
            ],
            "bảo tàng chiến tranh": [],
            "khung": [
                "nhỏ"
            ],
            "sương mù": [],
            "vài": [],
            "phát đạn": [],
            "tàu du lịch": []
        },
        "list_proper_noun": [],
        "factor value": {
            "địa đạo": 1.0,
            "đồng bằng sông cửu long": 1.0,
            "kiến ​​thức": 1.0,
            "chuyến lưu diễn": 1.0,
            "chuyến đi": 1.0,
            "đường hầm": 1.5,
            "chất lượng": 1.0,
            "khách sạn": 1.0,
            "dịch vụ": 0.5,
            "chuyến tham quan": 2.0,
            "địa đạo củ chi": 0.5,
            "hướng dẫn viên": 1.0,
            "địa đạo chi": 0.5,
            "trang web": 0.5,
            "phương tiện": 0.5,
            "thuyền": 0.5,
            "vịnh": 0.5,
            "visa": 0.5,
            "chuyến bay": 0.5,
            "chủ sở hữu": 0.5,
            "hành trình": 0.5,
            "giá cả": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "xe buýt": 1.0,
            "tàu": 0.5,
            "bảo tàng": 0.5,
            "con phố": 0.5,
            "lịch sử": 0.5,
            "trải nghiệm": 0.5,
            "chiến tranh": 0.5,
            "chuyến thăm": 0.5,
            "vụ nổ": 0.5,
            "cảnh quan": 0.5,
            "bảo tàng chiến tranh": 0.5,
            "khung": 0.5,
            "sương mù": 0.5,
            "vài": 0.5,
            "phát đạn": 0.5,
            "tàu du lịch": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng các tour du lịch có hướng dẫn viên riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar, Miến Điện. Các hành trình được lên kế hoạch của chúng tôi bao gồm tất cả các điểm nổi bật, điểm đến và trải nghiệm tuyệt vời nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều có các cố vấn du lịch được chứng nhận, đào tạo bài bản, các chuyên gia địa phương và các nhân viên nước ngoài có kiến ​​thức và đam mê về du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến du lịch được thiết kế riêng của bạn sẽ an toàn, thoải mái, thú vị và đáng nhớ, với sự hỗ trợ cá nhân trong mọi bước của hành trình. Đọc thêm",
        "reviews": [
            "Có thể giới thiệu điều này rất nhiều! Đã đi chuyến đi buổi chiều được đón từ khách sạn của tôi ở quận 1 tại thành phố Hồ Chí Minh vào ngày 8 tháng 2 năm 19. Hướng dẫn viên của chúng tôi là một người tuyệt vời tên là Thuon, có thể viết sai chính tả nhưng anh ấy thân thiện và vui vẻ và đã đưa ra cái nhìn sâu sắc tuyệt vời về các đường hầm và bất cứ điều gì liên quan đến chiến tranh Việt Nam. Bữa trưa được cung cấp cũng rất tuyệt, điều này diễn ra sau chuyến đi tại một khách sạn địa phương ở quận 1.Kev London UKKev London UKĐọc thêm",
            "Vừa trở về sau chuyến đi hai tuần đến Việt Nam và Angkor Wat, chúng tôi đã đặt qua My Way Travel. Trải nghiệm tuyệt vời từ khi đặt với Stephen cho đến tất cả các hướng dẫn viên, tài xế và khách sạn. Làm việc với Stephen từ đầu đến cuối đều tuyệt vời. Anh ấy rất chu đáo và dễ liên lạc. Tôi đã có thể nói chuyện với anh ấy qua WhatsApp. Tất cả các tài xế và hướng dẫn viên mà chúng tôi có đều tuyệt vời. Đúng giờ và hữu ích. Rất muốn đi tour xe đạp với Loc! Các khách sạn Stephen chọn đều đẹp và ở những vị trí tuyệt vời. Đặc biệt thích bốn ngày của chúng tôi tại Little Hoi An Beasch Resort! Nếu bạn đang nghĩ đến việc đến thăm Đông Nam Á, tôi chắc chắn sẽ đi qua My Way Travel! Cảm ơn bạn! Đọc thêm",
            "Chúng tôi đã đặt ba chuyến tham quan thành phố khác nhau với My Way Travel. Stephen đã tổ chức tất cả và nó thật tuyệt. Các hướng dẫn do ông tổ chức rất thân thiện và hữu ích. Chúng tôi đã có sự thay đổi vào phút chót đối với một thành phố, quốc gia và chúng tôi vừa gọi điện cho Stephen và anh ấy đã tổ chức một chuyến tham quan mới để chúng tôi thay thế chuyến tham quan mà chúng tôi đã tổ chức trước khi rời New Zealand. Anh ấy rất dễ liên lạc ngay cả khi chúng tôi thường xuyên ở ngoài vùng phủ sóng bằng điện thoại. Thanh toán tiền đặt cọc thật dễ dàng và thanh toán số dư khi đến thành phố đầu tiên thật dễ dàng. Cảm ơn Stephen vì đã giúp chuyến đi của chúng tôi trở nên thú vị.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi đáng nhớ đến Thái Lan, chaing Mia- chaing Ria- Lào- Phuket- Bangkok. Chúng tôi đã sử dụng chuyến du lịch theo cách CỦA TÔI với các chuyến tham quan tư nhân địa phương ở tất cả các địa điểm,,. Stephen và đội ngũ hướng dẫn của anh ấy thật tuyệt vời. Họ rất thân thiện và cực kỳ linh hoạt Anh ấy rất chu đáo Đây là lần thứ hai chúng tôi sử dụng chuyến đi của mình Và điều tuyệt nhất là chúng tôi sử dụng một hướng dẫn viên du lịch trong cả chuyến đi và trải nghiệm của mình Anh ấy đến từ Vietnum và tất cả chúng tôi đều gọi anh ấy là KHOANCant chờ đợi thực hiện một trải nghiệm khác và chuyến đi cùng họ Ngày trải nghiệm: tháng 12 năm 2018Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du ngoạn của gia đình đến Đông Nam Á. Chúng tôi đã sử dụng chuyến du lịch theo cách của TÔI với các tour du lịch tư nhân địa phương ở tất cả các điểm dừng ở Việt Nam là Thái Lan và Singapore. Stephen và đội ngũ hướng dẫn của anh ấy thật tuyệt vời. Họ rất thân thiện và cực kỳ linh hoạt và có sức chứa. Stephen rất phản hồi và dễ dàng giao tiếp qua email hoặc WhatsApp. Họ có thể thay đổi và điều hướng chuyến tham quan theo nhu cầu cá nhân của bạn. Tôi thậm chí còn bảo đại lý du lịch địa phương của tôi ở Mỹ sử dụng dịch vụ của họ khi đặt các tour du lịch riêng. Họ thậm chí có thể đặt khách sạn cho bạn nếu bạn chọn nghỉ qua đêm ở đâu đó. Hành trình của chúng tôi cập bến qua đêm tại Bangkok và Stephen đã giúp chúng tôi về khách sạn và thậm chí còn đặt bữa tiệc năm mới cho chúng tôi. Rất khuyến khích sử dụng chúng.Đọc thêm",
            "This review is a little late in coming but felt I had to review our experience.  We booked  a private 3 week tour of Vietnam and Cambodia in November 2018 , with My Way Travel. Stephen arranged a very comprehensive  itinerary after many communications via email to ensure all our needs were met. We travelled from Hanoi, halong bay cruise , Hoi An, Hue, Ho Chi Minh, mekong delta , Phnomh Penh and Siem Reap. A packed  trip as you can see. We booked our own international flights but all other arrangements including internal flights , airport pick ups and drop offs, hotel bookings , tours etc were made by stephen  and everything ran like clockwork. We were able to relax and just enjoy the trip in this amazing country.  The hotels recommended were exceptional and always in the best locations . We always felt  safe with excellent  drivers. Had clean AC vehicles all the time . The guides were pleasant  and mostly knowledgeable. we were always picked up on time. We did an overnight cruise on Halong bay with Bai tho cruises. Halong bay is a sight to behold spoilt only by the rain and cloud so we missed out on seeing the Sunrise.  the  ship was comfortable with all amenities  and good food, but we were dissapointed that there was no Tai chi or canoeing offered as in other cruises. lesson to be learned . Do Your Homework.  We had a small issue with our guide in Phnom Penh who was less than interested in giving us a tour. This did put a damper on things as this was our last few days of our amazing trip.  Stephen was quick to respond to our concerns though. All in this was a exceptional experience  and very memorable  tour that we will long remember.Thank you Stephen  and team  of My Way Travel.  We will definetly use again and  will recommend to our friends without hesitation.Read more",
            "Chúng tôi đã liên lạc với anh Chi trong một thời gian rất ngắn theo lời giới thiệu của một người bạn và anh ấy đã sắp xếp lại lịch trình của mình để phù hợp với thời gian của chúng tôi! Hóa ra anh ấy bị một số vết thương sau một vụ tai nạn gần đây nhưng vẫn ra sân và cho chúng tôi một chuyến tham quan tuyệt vời, thực sự đánh giá cao điều đó. Anh Chi là một công ty tuyệt vời, anh ấy có thái độ tích cực thoải mái và khiếu hài hước cũng như thực sự hiểu biết và cởi mở. Chúng tôi học được từ ông Chi, không chỉ về địa đạo Củ Chi - chúng tôi đã trò chuyện rất nhiều về lịch sử và văn hóa Việt Nam. Ước gì chúng ta đã dành nhiều thời gian hơn với anh ấy - bạn chắc chắn nên liên hệ với anh Chi để đi tham quan nếu bạn đến thăm TP.HCM,Đọc thêm",
            "Để đến đây phải mất một quãng đường dài và cuối cùng sẽ có rất đông khách du lịch chờ đợi để xem các tác phẩm tái tạo lại đường hầm và cộng đồng sẽ trông như thế nào.  Có một đoạn video ngắn ở đầu lặp đi lặp lại nội dung.  Sau đó, một hướng dẫn viên địa phương nói nhưng tôi xin lỗi. Tôi không thể hiểu được 80 điều cô ấy nói vì tiếng Anh của cô ấy quá kém. Không có thứ tự nào về cách tham quan các màn hình riêng lẻ nên đám đông chen lấn nhau để tiến lên phía trước. Có một đoạn ngắn mà bạn có thể bò qua đường hầm và điều đó rất thú vị. Nhưng điều đáng thất vọng nhất là ở khu vực nghỉ ngơi, họ bán đạn và người dân bắn đủ loại súng không ngừng nghỉ. Vì vậy, nó LOUD và khó chịu.  Tôi biết mọi người đều muốn xem các đường hầm nhưng điều này không đúng mục đích.Đọc thêm",
            "Hơi mệt mỏi khi không sử dụng tàu của chúng tôi nhưng được đề xuất MY Way, rất vui vì chúng tôi đã sử dụng chúng, họ đã cung cấp cho chúng tôi một loại phương tiện giao thông rất tốt, hướng dẫn viên du lịch rất tốt với sự kết hợp tốt giữa văn hóa, niềm vui và trải nghiệm một lần trong suốt tất cả các cảng ghé của chúng tôi, đồng thời tiết kiệm được hơn một nghìn đô la so với những nỗ lực tương tự của tàu.Đọc thêm",
            "Chúng tôi đặt một tour du lịch riêng quanh Thành phố Hồ Chí Minh cho gia đình từ bến du thuyền Phú Mỹ. Chúng tôi được đón trên một chiếc ô tô có máy lạnh thoải mái từ bến tàu và đi vào Hồ Chí Minh, mất khoảng 2 giờ lái xe. Tài xế và hướng dẫn viên của chúng tôi Oahn và Chin rất sẵn lòng điều chỉnh chuyến tham quan cho gia đình chúng tôi với 5 và 3 yo của chúng tôi. Chúng tôi đã đến thăm Tòa nhà Ủy ban Nhân dân Thành phố Hồ Chí Minh, Nhà thờ Đức Bà và Bưu điện Trung tâm, Bảo tàng Lịch sử Việt Nam, nơi chúng tôi được xem chương trình múa rối nước mà các cô gái của chúng tôi rất yêu thích. Chúng tôi cũng đến thăm Dinh Thống Nhất và Chợ Bến Thành trước khi lái xe trở lại Cảng Phú Mỹ. Chúng tôi cũng dừng ăn trưa tại một nhà hàng được hướng dẫn viên giới thiệu, thật tuyệt vời. Rất khuyến khích My Way Travel: Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu chi tiết hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách đi tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu tàu du lịch tổ chức Visa Việt Nam. Thông tin này được giữ an toàn như thế nào khi được cung cấp.Đọc thêm",
            "Xin chào, chi tiết hộ chiếu không được yêu cầu khi chúng tôi đặt tour cũng như hướng dẫn viên khi chúng tôi đến nên không hiểu tại sao họ lại yêu cầu, xin lỗi, không thể giúp gì thêmĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn tôi đang quan tâm đến chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng ta là hai người. Tàu của chúng tôi là Aurora PO. Nó sẽ cập bến vào thứ Năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn có thể vui lòng tư vấn nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra chúng tôi đang ở Nha Trang vào ngày 16 trước đó. Bạn có gợi ý gì cho cổng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 10, 2019",
            "Written February 1, 2019",
            "Written January 30, 2019",
            "Written January 23, 2019",
            "Written January 22, 2019",
            "Written January 14, 2019",
            "Written January 8, 2019",
            "Written January 3, 2019",
            "Written December 15, 2018",
            "Written December 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or70-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or60-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or80-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d209439-Reviews-Madame_Tussauds_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d447385-Reviews-Merdeka_Square-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548916-Reviews-Miniaturk-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d124603-Reviews-Six_Flags_Over_Texas-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56208-d4706392-Reviews-Buffalo_Springs_Lake-Lubbock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d9796296-Reviews-Silloam_Bulgama_Sauna-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218822-Reviews-White_House_Visitors_Center-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925778-d2279613-Reviews-MagicLand-Valmontone_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d3822048-Reviews-Bupyeong_Station_Underground_Shopping_Mall-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d3613186-Reviews-Kasprowy_Wierch_Cable_Car-Zakopane_Lesser_Poland_Province_Southern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or80-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or70-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8292068356337646,
            "buổi chiều": 0.5,
            "khách sạn": 0.6848999553670486,
            "hướng dẫn viên": 0.9455165719031356,
            "thuon": 0.8737691454589367,
            "đường hầm": 0.29907555038516875,
            "chiến tranh": 0.5,
            "bữa trưa": 0.8737691454589367,
            "khách sạn địa phương": 0.5,
            "trải nghiệm": 0.24225374903633365,
            "tour xe đạp": 0.9911130934488028,
            "vị trí": 0.99539563304279,
            "resort": 0.995178769226186,
            "chuyến tham quan": 0.6780954297399149,
            "thành phố": 0.5,
            "vùng": 0.5,
            "phủ sóng": 0.5,
            "tiền": 0.9653583350591362,
            "chuyến du lịch": 0.5,
            "địa điểm": 0.5,
            "chuyến": 0.5,
            "tour du lịch": 0.6305555393919349,
            "dịch vụ": 0.5,
            "hành trình": 0.5,
            "bữa tiệc năm": 0.5,
            "tour": 0.9949403263938924,
            "the": 0.5,
            "hotels": 0.5,
            "bai": 0.9954774871584959,
            "halong bay": 0.9748692829161882,
            "thái độ": 0.9954456873238087,
            "địa đạo củ chi": 0.8737691454589367,
            "lịch sử": 0.5,
            "văn hóa việt nam": 0.8737691454589367,
            "quãng đường": 0.6776934839629879,
            "tác phẩm tái tạo": 0.5,
            "video": -0.8803841201588511,
            "hướng dẫn viên địa phương": 0.13144782930612564,
            "lẻ": 0.5157725904136896,
            "đoạn": -0.9223129590973258,
            "người dân": -0.969014736590907,
            "tàu": 0.9758909235242754,
            "phương tiện giao thông": 0.9922894983901642,
            "văn hóa": 0.4132767841219902,
            "du thuyền": 0.5,
            "bến tàu": 0.5,
            "lái xe": 0.5,
            "tòa nhà ủy ban nhân dân thành phố": 0.5,
            "nhà thờ đức bà": 0.5,
            "bưu điện trung tâm": 0.5,
            "bảo tàng lịch sử": 0.5,
            "rối nước": 0.5,
            "dinh": 0.5,
            "cảng phú": 0.5,
            "ăn trưa": 0.9951736521907151,
            "nhà hàng": 0.9953520211856812
        },
        "dicts_adj": {
            "chuyến đi": [
                "thú vị",
                "điều tuyệt",
                "khác"
            ],
            "buổi chiều": [],
            "khách sạn": [
                "đẹp",
                "có thể"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "sai",
                "vui vẻ",
                "sâu sắc",
                "tuyệt vời",
                "tuyệt vời",
                "khác",
                "tốt",
                "tốt",
                "sẵn lòng",
                "tuyệt vời"
            ],
            "thuon": [
                "tuyệt vời",
                "sai",
                "vui vẻ",
                "sâu sắc",
                "tuyệt vời"
            ],
            "đường hầm": [
                "thú vị",
                "đúng"
            ],
            "chiến tranh": [],
            "bữa trưa": [
                "tuyệt điều"
            ],
            "khách sạn địa phương": [],
            "trải nghiệm": [
                "tuyệt vời",
                "khác",
                "khác",
                "suốt",
                "hơn",
                "tương tự"
            ],
            "tour xe đạp": [],
            "vị trí": [
                "tuyệt vời"
            ],
            "resort": [
                "Đặc biệt"
            ],
            "chuyến tham quan": [
                "khác",
                "gần",
                "tuyệt vời",
                "thực sự",
                "cao"
            ],
            "thành phố": [],
            "vùng": [],
            "phủ sóng": [],
            "tiền": [
                "dễ dàng",
                "đầu tiên",
                "dễ dàng"
            ],
            "chuyến du lịch": [],
            "địa điểm": [],
            "chuyến": [],
            "tour du lịch": [
                "riêng"
            ],
            "dịch vụ": [],
            "hành trình": [],
            "bữa tiệc năm": [],
            "tour": [],
            "the": [],
            "hotels": [],
            "bai": [],
            "halong bay": [
                "to"
            ],
            "thái độ": [
                "tuyệt vời",
                "tích cực",
                "thoải mái",
                "thực sự"
            ],
            "địa đạo củ chi": [
                "nhiều"
            ],
            "lịch sử": [],
            "văn hóa việt nam": [
                "nhiều"
            ],
            "quãng đường": [
                "dài",
                "cuối cùng",
                "đông"
            ],
            "tác phẩm tái tạo": [],
            "video": [
                "ngắn"
            ],
            "hướng dẫn viên địa phương": [],
            "lẻ": [
                "đông"
            ],
            "đoạn": [
                "ngắn"
            ],
            "người dân": [
                "nhất",
                "đủ"
            ],
            "tàu": [
                "vui"
            ],
            "phương tiện giao thông": [
                "tốt"
            ],
            "văn hóa": [
                "vui"
            ],
            "du thuyền": [],
            "bến tàu": [],
            "lái xe": [],
            "tòa nhà ủy ban nhân dân thành phố": [],
            "nhà thờ đức bà": [],
            "bưu điện trung tâm": [],
            "bảo tàng lịch sử": [],
            "rối nước": [],
            "dinh": [],
            "cảng phú": [],
            "ăn trưa": [
                "tuyệt vời"
            ],
            "nhà hàng": [
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 1.5,
            "buổi chiều": 0.5,
            "khách sạn": 1.5,
            "hướng dẫn viên": 2.5,
            "thuon": 0.5,
            "đường hầm": 1.0,
            "chiến tranh": 0.5,
            "bữa trưa": 0.5,
            "khách sạn địa phương": 0.5,
            "trải nghiệm": 1.5,
            "tour xe đạp": 0.5,
            "vị trí": 0.5,
            "resort": 0.5,
            "chuyến tham quan": 2.5,
            "thành phố": 0.5,
            "vùng": 0.5,
            "phủ sóng": 0.5,
            "tiền": 0.5,
            "chuyến du lịch": 0.5,
            "địa điểm": 0.5,
            "chuyến": 0.5,
            "tour du lịch": 1.0,
            "dịch vụ": 0.5,
            "hành trình": 0.5,
            "bữa tiệc năm": 0.5,
            "tour": 0.5,
            "the": 0.5,
            "hotels": 0.5,
            "bai": 0.5,
            "halong bay": 0.5,
            "thái độ": 0.5,
            "địa đạo củ chi": 0.5,
            "lịch sử": 0.5,
            "văn hóa việt nam": 0.5,
            "quãng đường": 0.5,
            "tác phẩm tái tạo": 0.5,
            "video": 0.5,
            "hướng dẫn viên địa phương": 0.5,
            "lẻ": 0.5,
            "đoạn": 0.5,
            "người dân": 0.5,
            "tàu": 0.5,
            "phương tiện giao thông": 0.5,
            "văn hóa": 0.5,
            "du thuyền": 0.5,
            "bến tàu": 0.5,
            "lái xe": 0.5,
            "tòa nhà ủy ban nhân dân thành phố": 0.5,
            "nhà thờ đức bà": 0.5,
            "bưu điện trung tâm": 0.5,
            "bảo tàng lịch sử": 0.5,
            "rối nước": 0.5,
            "dinh": 0.5,
            "cảng phú": 0.5,
            "ăn trưa": 0.5,
            "nhà hàng": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trên 1.013 Chuyến tham quan Hoạt động tại Thành phố Hồ Chí Minh",
            "Tour nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến tham quan này thông qua My Way Travel, bao gồm Đông Nam Á. Chuyên gia tư vấn du lịch của tôi, Stephen, đã sắp xếp cho chúng tôi một chuyến đi thật tuyệt vời. Chúng tôi đi loanh quanh nhưng lo lắng rằng phần lớn các đại lý đang cố gắng đăng ký quá nhiều hoạt động trong khoảng thời gian quá ngắn. Stephen hoàn toàn khác. Anh ấy lắng nghe chúng tôi và sắp xếp một chuyến đi theo thông số kỹ thuật của chúng tôi và hoàn toàn phù hợp với chúng tôi. Các hướng dẫn viên và tài xế mà chúng tôi gặp trên đường đi đều thân thiện, hiểu biết và có tổ chức tốt, các khách sạn đều tuyệt vời và toàn bộ trải nghiệm hoàn toàn tuyệt vời. Chúng tôi gặp một chút vấn đề với việc chuyến bay bị trì hoãn, nhưng Stephen đã giúp chúng tôi thay đổi chuyến đi một chút để chúng tôi không lãng phí thời gian. Chúng tôi chắc chắn sẽ đặt chỗ lại với My Way Travel cho một chuyến du lịch khác đến Châu Á.Đọc thêm",
            "- điểm tiêu cực lớn nhất là việc lái xe đến và đi từ Sài Gòn. Bạn chắc chắn dành nhiều thời gian hơn trên xe buýt ở đường hầm nhưng điều này không thể tránh khỏi. - trải nghiệm thực tế, đi qua các đường hầm và hiểu được những gì người Việt Nam đã trải qua. Lưu ý rằng các đường hầm đã được làm lớn hơn để cho phép khách du lịch mạo hiểm.- rất nhiều thông tin thú vị rất hữu ích khi đặt tour - chỉ cần nửa ngày Đọc thêm",
            "Chúng tôi đã được đón từ khách sạn đúng giờ. Tệ hơn một giờ lái xe, hơn là dừng lại ở một nơi họ làm đủ loại đĩa lót ly truyền thống của Việt Nam và các đồ lưu niệm khác. Sau 30 phút nữa chúng tôi đã đến địa đạo Chu Chỉ. Hướng dẫn viên của chúng tôi rất hay và nhiều thông tin. Tên anh ta là Bão Honey. Anh ấy đưa chúng tôi vào rừng và kể cho chúng tôi rất nhiều điều về lịch sử Việt Nam và chiến tranh Việt Nam. Chuyến đi này rất đáng đồng tiền và thực tế là Typhoon Honey là một chàng trai tốt bụng và vui tính đã khiến chúng tôi có một ngày tuyệt vời. Cảm ơn em yêu! Đọc thêm",
            "Vừa trở về sau chuyến đi kéo dài 5 tuần tới Châu Á. Chúng tôi đã tự mình đặt hầu hết hành trình, nhưng My Way Travel đã giúp sắp xếp phần hành trình và nó thật sự rất đáng yêu. Chúng tôi đi thuyền Jahan, đó là một trải nghiệm tuyệt vời và cho phép chúng tôi nhìn thấy một số vùng của đất nước mà chúng tôi sẽ không bao giờ được thấy trong một chuyến tham quan thông thường. Sống dọc theo các tuyến đường thủy giống như có được cái nhìn thoáng qua của người trong cuộc về cuộc sống ven sông mà không làm ảnh hưởng đến cuộc sống của mọi người. Phong cảnh thật tuyệt vời, đồ ăn rất tuyệt và tổng thể hành trình thật sự thoải mái. Rất khuyến khích trải nghiệm này cho bất kỳ ai đang tìm kiếm điều gì đó khác biệt trong chuyến đi đến Đồng bằng. Đọc thêm",
            "Thật là một ngày tuyệt vời với anh Chi. Rất nhiều thông tin về cuộc sống của người dân sống ở khu vực này. Thật là một trải nghiệm.Đọc thêm",
            "Stephen từ My Way Travel đã tổ chức chuyến du lịch Việt Nam cho gia đình chúng tôi. Chuyến tham quan thật tuyệt vời và hướng dẫn viên địa phương cũng vậy. Chúng tôi đã có khoảng thời gian tuyệt vời và ngay cả khi chúng tôi chỉ có 2 tuần, tôi cảm thấy như chúng tôi đã thấy và trải nghiệm rất nhiều điều. Rất khuyến khích.Đọc thêm",
            "Tôi đã làm việc với Stephen để điều chỉnh hành trình dựa trên yêu cầu của chúng tôi.  Anh ấy rất chuyên nghiệp và nhanh nhạy.  Chuyến đi được tổ chức tốt và liền mạch.  Hướng dẫn viên du lịch của chúng tôi đã được đào tạo bài bản và chuyên nghiệp. Các tài xế rất khéo léo và phương tiện sạch sẽ và được bảo trì tốt.  Chúng tôi giới thiệu kinh nghiệm của mình cho những chuyến du lịch trong tương lai, những ai muốn đến thăm Việt Nam, hãy đến với My Way Travel - người có thể cung cấp những dịch vụ xuất sắc. Thật là một chuyến đi tuyệt vời của gia đình 7 người chúng tôi trong 8 ngày 7 đêm từ miền Bắc và miền Trung Việt Nam do Stephen tổ chức.  Chuyến đi của chúng tôi bắt đầu với điểm dừng ở Tokyo Nhật Bản khởi hành từ Osaka. Chúng tôi bị kẹt tại sân bay Kansai do ảnh hưởng của cơn bão Jebi ở Nhật Bản.  Chúng tôi không thể đến Hà Nội đúng lịch để gặp gỡ một phần gia đình và bắt đầu chuyến du lịch Việt Nam như dự định nếu không có sự giúp đỡ của Stephens.  Anh ấy đã làm việc với Vietnam Airline để đưa 5 người chúng tôi ra khỏi sân bay Narita thay vì sân bay Kansai.  Chúng tôi đã cố gắng hết sức trước khi liên hệ với Stephen nhưng không may mắn, anh ấy đã có phép thuật.  Chúng tôi có một giờ để bắt chuyến bay nội địa cuối cùng từ Kansai đến Narita trong khi Stephen đang làm việc với Vietnam Airlines.  Anh ấy đã làm được! Chúng tôi đến Narita để bắt chuyến bay sáng hôm sau.  Anh ấy thật tuyệt vời khi chúng tôi cần sự giúp đỡ. Chúng tôi đã không mua vé máy bay này từ anh ấy nhưng anh ấy đã nỗ lực hết sức để giải quyết vấn đề cho chúng tôi.  Chúng tôi đã có thể bắt đầu chuyến tham quan của mình theo lịch trình.Đọc thêm",
            "Đây là một tour du lịch đáng kinh ngạc. Tôi muốn cảm ơn Discover Indo. Mặc dù 7 ngày không phải là một khoảng thời gian dài và có lẽ tôi chỉ mới khám phá được bề mặt của đất nước tuyệt vời này nhưng tôi cảm thấy như mình đã nhìn thấy và trải nghiệm rất nhiều điều. Rất khuyến khích.Đọc thêm",
            "Chúng tôi sắp xếp chuyến du lịch 10 ngày đến miền Bắc Việt Nam với My Way Travel. Những người ở công ty thật tuyệt vời. Chuyên gia tư vấn du lịch của chúng tôi, Vũ, đã giúp chúng tôi mọi thứ chúng tôi có thể cần từ phương tiện đi lại, làm hướng dẫn viên du lịch, đặt phòng khách sạn và thậm chí cả chuyến đi du lịch của chúng tôi. Tôi không nghĩ rằng chúng tôi có thể thực hiện được mọi việc chúng tôi đã làm trong một khoảng thời gian ngắn như vậy nếu không có anh ấy. Chúng tôi đã có thể xem và làm được rất nhiều điều! Chuyến tham quan bắt đầu ở Hà Nội. Sau đó chúng tôi đến Vịnh Hạ Long và thậm chí cả Cao Bằng, tiến vào phía bắc đất nước. Chúng tôi đã dành khoảng thời gian có vẻ như hoàn hảo ở mỗi nơi, điều này thực sự cho phép chúng tôi có cơ hội nhìn thấy chúng một cách trọn vẹn. Hành trình của chúng tôi ở Vịnh Hạ Long là chuyến đi thư giãn nhất, nhưng chuyến đi của chúng tôi đến và xuyên qua các đầu phía bắc của đất nước thật hấp dẫn. Thật khó để nói phần nào là hay nhất. Điều tôi có thể nói là cảm thấy yên tâm khi biết rằng mọi việc đã được sắp xếp ổn thỏa, biết rằng chúng tôi sẽ luôn được cung cấp đầy đủ và biết rằng dù có chuyện gì xảy ra thì công ty cũng sẽ giải quyết. có một kế hoạch dự phòng cho chúng tôi thực sự đã thực hiện được chuyến đi. Đó là một cuộc phiêu lưu không căng thẳng, đầy hành động, kéo dài 10 ngày. Đó là một cuộc phiêu lưu mà tôi muốn gợi ý cho bất kỳ ai đang muốn tận dụng tối đa thời gian của họ ở Việt Nam. Trước đây, chúng tôi chưa bao giờ thực sự sử dụng các công ty du lịch vì cách đối xử chung chung với họ, nhưng đủ để nói rằng, điều này trải nghiệm đã thực sự thay đổi cách chúng ta nhìn nhận chúng. Làm tốt lắm, My Way Travel.Đọc thêm",
            "Tôi đã tổ chức một chuyến tham quan riêng tại TP HCM từ Sapphire Orincess với My Way Tour. Cuối cùng chúng tôi có một nhóm lớn gồm 40 người. Stephen và nhóm của anh ấy đã cung cấp dịch vụ tuyệt vời từ khi đặt chỗ đến chuyến tham quan thực tế. Mọi người trong nhóm đều rất thích ngày hôm đó. Bữa trưa bao gồm rất ngon và đầy đủ các món ăn. Bây giờ tôi đang đi trên một chuyến du ngoạn sắp tới khác với một cảng tại Vịnh Hạ Long trên tàu Diamond Princess vào tháng 10. Tôi đã tổ chức một chuyến tham quan khác với Stephen. Tôi không nghi ngờ gì nữa rằng chúng tôi sẽ có một chuyến tham quan tuyệt vời khác! Tôi sẽ không sử dụng bất kỳ công ty du lịch nào khác trong tương lai nếu tôi lại đến Việt Nam. Cảm ơn My Way Tour và Stephen! Ada từ California Đọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess Sapphire Cruise Port Phú Quốc. Tôi muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì? Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu thông tin hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách trên tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu rằng tàu du lịch tổ chức cấp thị thực Việt Nam. Thông tin này được bảo mật như thế nào khi được cung cấp. Đọc thêm",
            "Xin chào, thông tin hộ chiếu không được yêu cầu khi chúng tôi đặt tour và cả khi chúng tôi đến, hướng dẫn viên cũng không yêu cầu nên tôi không chắc tại sao họ lại yêu cầu thông tin này, xin lỗi vì không thể giúp gì thêm nữaĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hay thông qua hãng du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn tôi đang quan tâm đến chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng ta là hai người. Tàu của chúng tôi là Aurora PO. Nó sẽ cập bến vào thứ Năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn có thể vui lòng tư vấn nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra chúng tôi đang ở Nha Trang vào ngày 16 trước đó. Bạn có gợi ý gì cho cổng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 28, 2018",
            "Written November 26, 2018",
            "Written November 26, 2018",
            "Written November 7, 2018",
            "Written November 4, 2018",
            "Written November 3, 2018",
            "Written October 21, 2018",
            "Written October 16, 2018",
            "Written October 14, 2018",
            "Written October 5, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or80-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or70-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or90-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d12030325-Reviews-VR_Park_Tokyo-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g53964-d5871272-Reviews-Century_III_Mall-West_Mifflin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9715126-Reviews-Brick_Lane_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19845535-Reviews-Nakheel_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d5823465-Reviews-White_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d281199-Reviews-Downtown_Madison-Madison_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g291961-d11949899-Reviews-Mexico_Rocks-Ambergris_Caye_Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g40476-d594562-Reviews-Chicot_State_Park-Ville_Platte_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7194027-Reviews-Mall_of_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d149176-Reviews-The_3_Eyes_National_Park-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or90-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or80-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.6243394528412157,
            "đông nam á": 0.5,
            "chuyên gia": 0.6868845727294683,
            "chuyến đi": 0.9695892695531558,
            "kỹ thuật": 0.994494361395482,
            "hướng dẫn viên": 0.9934053708954403,
            "khách sạn": 0.8115660042773621,
            "trải nghiệm": 0.6972750529932368,
            "chuyến bay": 0.5406629354692996,
            "chuyến du lịch": 0.8906793414304653,
            "đường hầm": 0.053609063383191824,
            "tour": 0.9648486825171858,
            "đồ lưu niệm": -0.973694963613525,
            "địa đạo": 0.967576720751822,
            "rừng": 0.8867494482547045,
            "lịch sử": 0.5,
            "chiến tranh": 0.5,
            "thuyền": 0.9953792481101118,
            "sông": 0.5081834569573402,
            "phong cảnh": 0.8737691454589367,
            "đồ ăn": 0.9954617557426294,
            "đồng bằng": 0.8737691454589367,
            "người dân": 0.6677550040185452,
            "hướng dẫn viên địa phương": 0.5,
            "khoảng thời gian": 0.9953072104835883,
            "phương tiện": 0.9955579188535921,
            "dịch vụ": 0.7873307900736108,
            "sân": 0.5371992606669664,
            "tour du lịch": 0.9809498391114175,
            "phương tiện đi lại": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "phòng": 0.5,
            "chuyến đi du lịch": 0.5,
            "vịnh": 0.7818526439368725,
            "hành trình": 0.8737691454589367,
            "bữa trưa": 0.8737691454589367,
            "món ăn": 0.5,
            "cảng": 0.5,
            "tàu": 0.5,
            "công ty du lịch": -0.9622971133794636
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "thông thường",
                "tuyệt vời",
                "có thể",
                "riêng",
                "khác",
                "tuyệt vời",
                "khác"
            ],
            "đông nam á": [],
            "chuyên gia": [
                "tuyệt vời"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "hoàn toàn",
                "tốt bụng",
                "tốt",
                "tuyệt vời",
                "thư giãn",
                "thực sự"
            ],
            "kỹ thuật": [
                "hoàn toàn"
            ],
            "hướng dẫn viên": [
                "tốt",
                "nhiều",
                "chuyên nghiệp"
            ],
            "khách sạn": [
                "tuyệt vời",
                "đúng"
            ],
            "trải nghiệm": [
                "hoàn toàn",
                "tuyệt vời",
                "tuyệt vời",
                "bất kỳ",
                "khác biệt",
                "nhiều",
                "phải",
                "dài",
                "tuyệt vời",
                "nhiều",
                "thực sự",
                "chung chung",
                "đủ",
                "thực sự"
            ],
            "chuyến bay": [
                "cuối cùng"
            ],
            "chuyến du lịch": [
                "chắc chắn",
                "khác",
                "xuất sắc",
                "đúng"
            ],
            "đường hầm": [
                "chắc chắn",
                "nhiều",
                "hơn",
                "lớn",
                "hơn"
            ],
            "tour": [
                "nhiều",
                "thú vị",
                "hữu ích",
                "riêng"
            ],
            "đồ lưu niệm": [
                "Tệ",
                "hơn",
                "lái xe",
                "hơn",
                "đủ",
                "khác"
            ],
            "địa đạo": [],
            "rừng": [
                "nhiều"
            ],
            "lịch sử": [],
            "chiến tranh": [],
            "thuyền": [
                "tuyệt vời"
            ],
            "sông": [
                "dọc",
                "giống"
            ],
            "phong cảnh": [
                "tuyệt vời"
            ],
            "đồ ăn": [
                "tuyệt",
                "thật sự",
                "thoải mái"
            ],
            "đồng bằng": [
                "bất kỳ",
                "khác biệt"
            ],
            "người dân": [
                "nhiều"
            ],
            "hướng dẫn viên địa phương": [],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "phương tiện": [
                "khéo léo",
                "sạch sẽ",
                "tốt"
            ],
            "dịch vụ": [
                "xuất sắc",
                "tuyệt vời"
            ],
            "sân": [],
            "tour du lịch": [],
            "phương tiện đi lại": [],
            "hướng dẫn viên du lịch": [],
            "phòng": [],
            "chuyến đi du lịch": [],
            "vịnh": [
                "thư giãn",
                "khác"
            ],
            "hành trình": [
                "thư giãn"
            ],
            "bữa trưa": [
                "ngon",
                "đầy đủ"
            ],
            "món ăn": [],
            "cảng": [],
            "tàu": [],
            "công ty du lịch": [
                "bất kỳ",
                "khác"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 3.0,
            "đông nam á": 0.5,
            "chuyên gia": 1.0,
            "chuyến đi": 2.5,
            "kỹ thuật": 0.5,
            "hướng dẫn viên": 1.5,
            "khách sạn": 1.5,
            "trải nghiệm": 3.5,
            "chuyến bay": 1.0,
            "chuyến du lịch": 1.5,
            "đường hầm": 0.5,
            "tour": 1.0,
            "đồ lưu niệm": 0.5,
            "địa đạo": 0.5,
            "rừng": 0.5,
            "lịch sử": 0.5,
            "chiến tranh": 0.5,
            "thuyền": 0.5,
            "sông": 0.5,
            "phong cảnh": 0.5,
            "đồ ăn": 0.5,
            "đồng bằng": 0.5,
            "người dân": 0.5,
            "hướng dẫn viên địa phương": 0.5,
            "khoảng thời gian": 0.5,
            "phương tiện": 0.5,
            "dịch vụ": 1.0,
            "sân": 0.5,
            "tour du lịch": 0.5,
            "phương tiện đi lại": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "phòng": 0.5,
            "chuyến đi du lịch": 0.5,
            "vịnh": 1.0,
            "hành trình": 0.5,
            "bữa trưa": 0.5,
            "món ăn": 0.5,
            "cảng": 0.5,
            "tàu": 0.5,
            "công ty du lịch": 0.5
        }
    },
    {
        "attraction_name": "My Way Travel",
        "attraction_name_vi": "Du lịch theo cách của tôi",
        "general_info": [
            "534 đánh giá",
            "83 trong số 1.013 Tour Hoạt động tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "My Way Travel cung cấp cho khách hàng những chuyến tham quan có hướng dẫn riêng và tùy chỉnh tốt nhất qua Việt Nam, Lào, Campuchia, Thái Lan và Myanmar Miến Điện. Hành trình theo kế hoạch của chúng tôi bao gồm tất cả những điểm nổi bật, điểm đến và trải nghiệm tốt nhất ở mỗi quốc gia, có thể được điều chỉnh hoàn toàn để phù hợp với nhu cầu du lịch và hạn chế về thời gian của bạn. Tất cả các văn phòng của My Way Travel đều được trang bị các chuyên gia tư vấn du lịch được đào tạo bài bản, được chứng nhận, các chuyên gia địa phương và nhân viên người nước ngoài vừa am hiểu vừa đam mê du lịch Đông Nam Á. Đội ngũ chuyên gia của chúng tôi đảm bảo rằng chuyến tham quan được thiết kế riêng của bạn an toàn, thoải mái, thú vị và đáng nhớ với sự hỗ trợ cá nhân trên mỗi bước đi.Đọc thêm",
        "reviews": [
            "We  had a blast on our holiday in Vietnam and Cambodia, thanks to My Way Travel.  They partner with outstanding local guides and drivers in SE Asia to maximize flexibility, comfort and safety and minimize the stress of logistics! These guides will kindly troubleshoot practical issues with you we needed to find pharmacies for a cold, finding restaurants for dinner, etc Best of all, each of our guides had an incredible enthusiasm for sharing their home with us.  Our visit started in Saigon, where we were met by our guide, Long, and our driver, An.  Long is a very experienced guide, and he showed us a lot of great tourist sites.  But even better, he showed us some of the best markets and restaurants where the locals go; we had the best noodle soup under his guidance!  Hes also a terrific photographer, so everyone in your party can get in the photo. The roads have a lot of traffic and appear chaotic at first blush, but An is the best driver out there!  Youll feel safe and comfortable the whole time!From Vietnam, we headed to Phnom Penh via speed boat.  When we arrived, Sam recommended a traditional dance show, which was a wonderful highlight of our trip.  We visited the beautiful Royal Palace and got a feel for classical Khmer architecture.  Then, we went to Tuol Sleng Genocide Museum the former S-21 prison and the killing fields, where Sam gave sensitively educated us on the atrocities that devastated his country.  Sam has a fabulous sense of humor, and we enjoyed our short time with him immensely.Makara is a warm and welcoming guide in Siem Reap, Cambodia.  She speaks excellent English and has a wonderful sense of humor.  We were impressed by her huge body of knowledge about the area, the temples, local culture and mythology.Lastly, the hotels and transfers arranged by My Way Travel were all top notch - great staff, locations and very comfortable. Wed happily book via them again!Read more",
            "Chúng tôi đã đặt tour du lịch đồng bằng sông Cửu Long với anh Chi và thật may mắn khi chỉ có 2 người đi cùng anh trong chuyến đi. Anh ấy thực sự tuyệt vời, luôn sẵn sàng cung cấp cho chúng tôi nhiều thông tin trong chuyến tham quan và cả lời khuyên về những việc khác cần làm quanh HCM. Chúng tôi thực sự yêu thích nó! Rất khuyến khích!! Đọc thêm",
            "Quá trình đặt chuyến đi này qua Stephen thật dễ dàng và hướng dẫn viên Bac của chúng tôi rất hiểu biết và thân thiện.Đọc thêm",
            "công ty này thực sự đã giúp chúng tôi có được một ngày tuyệt vời ở cả Sài Gòn và Đà Nẵng. Đối với saigon: Tôi đã sắp xếp việc này với Stephen, người đã liên lạc rõ ràng qua email và hỗ trợ thanh toán trước. chúng tôi đang ở trên tàu du lịch nên có giới hạn thời gian ở mỗi cảng. có phương tiện đi lại riêng và hướng dẫn viên nói tiếng Anh là điều tối quan trọng. Thêm vào đó, chúng tôi đã tùy chỉnh hành trình của mình khi chúng tôi đi. Hướng dẫn viên du lịch của chúng tôi, Long, rất vui vẻ và giúp nhóm HAI MƯỜI người của chúng tôi tiếp tục di chuyển. chuyến tham quan tuyệt vời, đi xe kéo tuyệt vời, bữa trưa Phở tuyệt vời, tuyệt vời giúp chúng tôi an toàn khi đi bộ qua khu chợ nhộn nhịp. VÀ chiếc xe có máy lạnh và RẤT NHIỀU phòng.Đọc thêm",
            "Chúng tôi sử dụng My Way Travel cho chuyến tham quan từ Sài Gòn, đến Mỹ Tho, Cần Thơ, Châu Đốc, sau đó đến Campuchia tại Phnom Penh Siem Reap.  Stephen sắp xếp cho chúng tôi những khách sạn tuyệt vời ở mỗi địa điểm, 3 hướng dẫn viên du lịch khác nhau và những chuyến tham quan đáng nhớ.  Chúng tôi không cần phải làm gì cả, chỉ cần xuất hiện!   Họ đón chúng tôi, dẫn chúng tôi đi tham quan xung quanh, trả lời những câu hỏi ngớ ngẩn của chúng tôi và biến chuyến đi của chúng tôi thành một giấc mơ tổng thể.   Vợ tôi và tôi không thể nói lời cảm ơn đủ với Stephen và nhân viên của anh ấy!   Tôi thực sự muốn giới thiệu họ và nếu gia đình tôi hoặc bản thân tôi đến khu vực này thì họ sẽ là người gọi điện đầu tiên!Đọc thêm",
            "Tôi đã làm việc với Stephen tại My Way Travel và anh ấy thật đặc biệt.  Anh tổ chức một chuyến tham quan Sài Gòn, Hà Nội và các khu vực lân cận, bao gồm cả Vịnh Hạ Long tuyệt đẹp.  Anh ấy nói tiếng Anh xuất sắc và rất chuyên nghiệp.  Anh ấy cũng rất hữu ích khi tôi bất ngờ cần visa khẩn cấp để quay lại Việt Nam trong chuyến đi sau này và anh ấy đã có thể thu xếp việc đó trong vòng vài giờ.  Xin chân thành giới thiệu Stephen tại My Way Travel cho bất kỳ ai đi du lịch đến Việt Nam.Đọc thêm",
            "Nếu bạn mới đến Việt Nam và muốn làm những điều thú vị và chân thực trong một nhóm, tôi khuyên bạn nên sử dụng công ty này. Đây là lần đầu tiên tôi đến thăm Việt Nam và tôi đã có rất nhiều niềm vui khi làm điều đó. Tôi thực sự không biết nên mong đợi điều gì vì có quá nhiều việc phải làm nhưng thực hiện chuyến tham quan đồng nghĩa với việc có quyền truy cập vào những địa điểm và điểm tham quan tốt nhất. Đây thực sự là một trong những kỳ nghỉ tuyệt vời nhất mà tôi từng có.Đọc thêm",
            "Đội ngũ tuyệt vời và thực sự chuyên nghiệp. Chúng tôi đã có một khoảng thời gian tuyệt vời và nó được tổ chức rất tốt. Đỉnh cao là chuyến tham quan bằng xe tay ga và vịnh hạ longĐọc thêm",
            "Chúng tôi đã may mắn được dành 4 ngày ở Sài Gòn gần đây và muốn xem và làm nhiều nhất có thể, chúng tôi quyết định đặt hai chuyến tham quan qua Thú vị Sài Gòn và rất vui được khám phá Địa đạo Củ Chi Đồng bằng sông Cửu Long cùng anh Chi. Chúng tôi chọn đi tàu cao tốc đến Củ Chi để có thể tham gia chuyến tham quan thành phố cùng ngày. Mr Chi là người lôi cuốn, hiểu biết và rất vui khi được ở bên cạnh, anh ấy vượt lên trên tất cả để đảm bảo trải nghiệm của bạn là xác thực và tất cả các câu hỏi của bạn đều được giải đáp. Nếu bạn muốn ngắm nhìn những điểm nổi bật của Sài Gòn hoặc muốn hòa mình vào văn hóa, thì hãy đặt cho mình một chuyến tham quan qua Thú vị Sài Gòn, tôi đảm bảo bạn sẽ không thất vọng!Đọc thêm",
            "Trong khi đi du thuyền, tôi đã có niềm vui được tham gia một chuyến tham quan kéo dài hai ngày do My Way Travel tổ chức tại Việt Nam. Hai ngày ở quanh Sài Gòn thật tuyệt vời và tôi không thể chê được điều gì. Tài xế của chúng tôi rất có kinh nghiệm và kiên nhẫn, điều rất cần thiết khi lái xe ở Việt Nam và Long, hướng dẫn viên của chúng tôi, thật tuyệt vời. Anh ấy nói tiếng Anh rất tốt, chia sẻ những câu chuyện của mình và niềm đam mê của anh ấy dành cho đất nước mình là điều dễ thấy. Do nhu cầu của mọi người, anh ấy thậm chí còn sắp xếp được một chuyến ghé thăm một quán cà phê nơi tôi được thưởng thức tách cà phê ngon nhất mà tôi từng uống. Long đã hết sức cố gắng để đảm bảo rằng chúng tôi được chăm sóc chu đáo và an toàn, chỉ đường cho chúng tôi và giúp chúng tôi đưa ra gợi ý về bữa tối. Đồ ăn, chỗ nghỉ, các điểm tham quan và nhân viên đều tuyệt vời và tôi chắc chắn sẽ liên hệ với My Way Travel trong tương lai vì tôi muốn quay lại Việt Nam để có chuyến thăm dài hơn. Đọc thêm",
            "Thân gửi CruiseLuver,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đánh giá trải nghiệm chuyến đi trong ngày của bạn với chúng tôi! Điều đó khích lệ chúng tôi rất nhiều, đó là phần thưởng tuyệt vời nhất mà chúng tôi có thể nhận được từ khách hàng của mình!\n\nĐánh giá và những lời tốt đẹp của bạn khẳng định hy vọng của chúng tôi rằng chúng tôi đang cung cấp dịch vụ hàng đầu cho khách hàng và chúng tôi rất vui khi biết rằng bạn đã có những trải nghiệm tích cực trên mọi phương diện. Chúng tôi đặt mục tiêu đưa giá của mình trở thành mức giá cạnh tranh nhất trong ngành và Stephen, một trong những tài sản lớn nhất của chúng tôi, chắc chắn sẽ giúp ích!\n\nVới một số hành trình và dịch vụ khác có sẵn tại cả Việt Nam và Đông Nam Á, chúng tôi hy vọng rằng bạn sẽ cân nhắc sử dụng chúng tôi một lần nữa nếu bạn quay lại khu vực này.\n\nMột lần nữa, cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn và chúng tôi hy vọng sẽ sớm được hợp tác với bạn một lần nữa!\nFrackowiak Rodolphe - My Way Travel Group.\n\nĐọc thêm",
            "Sẽ đến vào ngày 7 tháng 2 năm 2020 từ tàu du lịch Princess sapphire Cruise Port phu My muốn đến thành phố Hồ Chí Minh, cách tốt nhất là gì.Đọc thêm",
            "Bạn có thể liên hệ với Stephen. Anh ấy có thể sắp xếp cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Pol, anh ấy thật tuyệt vời.\n.Cảm ơn vì tất cảĐọc thêm",
            "Chúng tôi là 6 người lớn trưởng thành lên tàu du lịch vào ngày 9 tháng 1 năm 2017 tại cảng Phú Mỹ và mong muốn có một chuyến tham quan thành phố Hồ Chí Minh và khu vực.\n\nBạn có thể vui lòng cung cấp các tour du lịch và chi phí.\n\nCảm ơn bạnĐọc thêm",
            "Kính gửi Srotman,\n\nCảm ơn tin nhắn của bạn! Chúng tôi rất vui khi biết bạn đang lên kế hoạch tham quan thành phố quanh Thành phố Hồ Chí Minh từ Cảng Phú Mỹ. Bạn vui lòng để lại liên hệ và yêu cầu của bạn trên trang web của chúng tôi? Để chúng tôi có thể liên hệ với bạn trong thời gian sớm nhất? \n\nTrân trọng!\n\nStephen,Đọc thêm",
            "Tôi nhận thấy My Way Travel yêu cầu chi tiết hộ chiếu cho các chuyến tham quan trong ngày dành cho hành khách đi tàu du lịch, tại sao bạn lại cần thông tin này khi tôi hiểu tàu du lịch tổ chức Visa Việt Nam. Thông tin này được giữ an toàn như thế nào khi được cung cấp.Đọc thêm",
            "Xin chào, thông tin hộ chiếu không được yêu cầu khi chúng tôi đặt tour và cả khi chúng tôi đến, hướng dẫn viên cũng không yêu cầu nên tôi không chắc tại sao họ lại yêu cầu thông tin này, xin lỗi vì không thể giúp gì thêm nữaĐọc thêm",
            "Tour một ngày bao nhiêu tiền?  Chúng tôi đang trên một chuyến du ngoạn và ghé cảng một ngày tới Hồ Chí Minh.Đọc thêm",
            "Jose thân mến,\nLời chào từ My Way Travel!\nBạn có thể vui lòng gửi địa chỉ email của bạn trên trang web của chúng tôi sau đó tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết. \nTrân trọng,\nEmilyĐọc thêm",
            "Bạn đặt tour như thế nào? Các nhóm du lịch địa phương hoặc thông qua tuyến du thuyền?Đọc thêm",
            "Giống như những người khác, đặt trực tiếp và làm việc với Steve. Chuyến du lịch vui vẻĐọc thêm",
            "Một người bạn, tôi muốn tham gia chuyến du ngoạn bờ biển HCM một ngày từ Phy My. Vậy là chúng tôi có hai người. Tàu của chúng tôi là Aurora PO. Tàu dự kiến ​​cập cảng vào thứ năm ngày 17 tháng 3 năm 2016. Chỉ một ngày thôi. Bạn vui lòng cho biết nếu bạn có thể cung cấp dịch vụ này thì chi phí là bao nhiêu?\nNgoài ra, chúng tôi đã ở Nha Trang vào ngày hôm trước 16. Bạn có gợi ý nào cho cảng này không? Cảm ơn bạn đã trả lời đúng hạn.\nJeff.Đọc thêm",
            "Jeff thân mến,\nLời chào từ My Way Travel! \nNếu bạn quan tâm đến tour du lịch trong ngày ở Sài Gòn Nha Trang. \nBạn có thể để lại địa chỉ email của mình được không, tôi sẽ gửi cho bạn đề xuất kèm theo báo giá chi tiết.\nLời chúc tốt nhất,\nEmily, Đọc thêm"
        ],
        "star_ratings": [
            504,
            27,
            3,
            1,
            0
        ],
        "review_amount": 535,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Du lịch theo cách của tôi",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 5, 2018",
            "Written August 11, 2018",
            "Written July 19, 2018",
            "Written July 18, 2018",
            "Written July 15, 2018",
            "Written June 22, 2018",
            "Written June 15, 2018",
            "Written June 12, 2018",
            "Written June 4, 2018",
            "Written May 31, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6833521-Reviews-or90-My_Way_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or80-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or100-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317886-Reviews-Quai-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587831-Reviews-On_Lang_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1178970-Reviews-Dam_Sen_Water_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12124708-Reviews-Pandaw_River_Expeditions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974899-Reviews-Viet_Bamboo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17801726-Reviews-Trails_Of_Indochina-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844542-Reviews-Le_Van_Tam_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g42607-d10692337-Reviews-Lighthouse_Park-Port_Huron_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295385-d2343617-Reviews-Bazaar-Pristina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d2311181-Reviews-Carthage_Land-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d19268519-Reviews-Scandal_Dinner_Show-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d4262539-Reviews-Amazing_Jake_s-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12833528-Reviews-Great_Smoky_Mountains_National_Park-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d4943717-Reviews-Arena_Centar-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29571-d8639333-Reviews-LEGOLAND_Discovery_Center_Michigan-Auburn_Hills_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069617-d554011-Reviews-Ihlara_Valley-Guzelyurt_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3941604-Reviews-London_Film_Museum-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or100-My_Way_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-or90-My_Way_Travel-Ho_Chi_Minh_City.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour du lịch": 0.9877831020858139,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "chuyến đi": 0.7706839744816534,
            "chuyến tham quan": 0.8145286346116336,
            "hướng dẫn viên bac": 0.8737691454589367,
            "tàu du lịch": 0.5,
            "cảng": 0.5,
            "phương tiện": 0.5213958928361535,
            "hướng dẫn viên": 0.7571449374275593,
            "xe kéo": 0.9911361615988425,
            "bữa trưa phở": 0.8737691454589367,
            "phòng": 0.6660641953349113,
            "khách sạn": 0.9953801025403664,
            "giấc mơ": 0.5,
            "nhân viên": 0.9873580859130016,
            "khu vực": -0.8978314623236656,
            "vịnh": 0.6868845727294683,
            "kỳ nghỉ": 0.9954581571510062,
            "đội ngũ": 0.9954753126949072,
            "khoảng thời gian": 0.9955643735593185,
            "địa đạo củ chi": 0.8737691454589367,
            "tàu": 0.959452313836664,
            "trải nghiệm": 0.9549446483142674,
            "văn hóa": 0.5,
            "du thuyền": 0.9922675773268566,
            "quán cà phê": 0.9943632395006716,
            "cà phê": 0.9956203870824538,
            "đồ ăn": 0.8737691454589367,
            "chuyến thăm": 0.9023575616301969,
            "dịch vụ": 0.22158569233336797,
            "giá": 0.5879567451775074,
            "mức giá cạnh tranh": 0.653120981529355,
            "tài sản": 0.9097017004775504,
            "hành trình": 0.6142000837717205
        },
        "dicts_adj": {
            "tour du lịch": [
                "may mắn"
            ],
            "đồng bằng sông cửu long": [
                "may mắn",
                "may mắn",
                "gần",
                "nhiều"
            ],
            "chuyến đi": [
                "dễ dàng",
                "hiểu biết",
                "hữu ích",
                "bất ngờ",
                "khẩn cấp",
                "nhiều"
            ],
            "chuyến tham quan": [
                "thực sự",
                "tuyệt vời",
                "sẵn sàng",
                "nhiều",
                "khác",
                "tuyệt vời",
                "lân cận",
                "đẹp",
                "thực sự",
                "nhiều",
                "đồng nghĩa",
                "tốt",
                "vui",
                "cùng"
            ],
            "hướng dẫn viên bac": [
                "dễ dàng",
                "hiểu biết"
            ],
            "tàu du lịch": [],
            "cảng": [],
            "phương tiện": [
                "riêng"
            ],
            "hướng dẫn viên": [
                "quan trọng",
                "vui vẻ",
                "cần thiết",
                "tuyệt vời"
            ],
            "xe kéo": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "an toàn",
                "nhộn nhịp"
            ],
            "bữa trưa phở": [
                "tuyệt vời"
            ],
            "phòng": [
                "NHIỀU"
            ],
            "khách sạn": [
                "tuyệt vời"
            ],
            "giấc mơ": [],
            "nhân viên": [
                "đủ",
                "tuyệt vời",
                "chắc chắn"
            ],
            "khu vực": [
                "thực sự",
                "đầu tiên"
            ],
            "vịnh": [
                "lân cận",
                "đẹp"
            ],
            "kỳ nghỉ": [
                "thực sự",
                "tuyệt vời"
            ],
            "đội ngũ": [
                "tuyệt vời",
                "thực sự",
                "chuyên nghiệp"
            ],
            "khoảng thời gian": [
                "tuyệt vời",
                "tốt"
            ],
            "địa đạo củ chi": [
                "may mắn",
                "gần",
                "nhiều"
            ],
            "tàu": [
                "cùng"
            ],
            "trải nghiệm": [
                "vui",
                "tích cực"
            ],
            "văn hóa": [],
            "du thuyền": [
                "vui"
            ],
            "quán cà phê": [
                "ngon"
            ],
            "cà phê": [
                "ngon"
            ],
            "đồ ăn": [
                "tuyệt vời",
                "chắc chắn"
            ],
            "chuyến thăm": [
                "dài",
                "hơn"
            ],
            "dịch vụ": [
                "vui",
                "khác",
                "sẵn"
            ],
            "giá": [
                "nhất"
            ],
            "mức giá cạnh tranh": [
                "nhất"
            ],
            "tài sản": [
                "lớn",
                "nhất",
                "chắc chắn"
            ],
            "hành trình": [
                "khác",
                "sẵn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tour du lịch": 0.5,
            "đồng bằng sông cửu long": 1.0,
            "chuyến đi": 2.5,
            "chuyến tham quan": 4.0,
            "hướng dẫn viên bac": 0.5,
            "tàu du lịch": 0.5,
            "cảng": 0.5,
            "phương tiện": 0.5,
            "hướng dẫn viên": 1.5,
            "xe kéo": 0.5,
            "bữa trưa phở": 0.5,
            "phòng": 0.5,
            "khách sạn": 0.5,
            "giấc mơ": 0.5,
            "nhân viên": 1.0,
            "khu vực": 0.5,
            "vịnh": 1.0,
            "kỳ nghỉ": 0.5,
            "đội ngũ": 0.5,
            "khoảng thời gian": 0.5,
            "địa đạo củ chi": 0.5,
            "tàu": 0.5,
            "trải nghiệm": 1.0,
            "văn hóa": 0.5,
            "du thuyền": 0.5,
            "quán cà phê": 0.5,
            "cà phê": 0.5,
            "đồ ăn": 0.5,
            "chuyến thăm": 0.5,
            "dịch vụ": 0.5,
            "giá": 0.5,
            "mức giá cạnh tranh": 0.5,
            "tài sản": 0.5,
            "hành trình": 0.5
        }
    }
]