[
    {
        "attraction_name": "Myakka River State Park",
        "attraction_name_vi": "Công viên tiểu bang sông Myakka",
        "general_info": [
            "3.420 đánh giá",
            "- 13 trong số 215 điều cần làm ở Sarasota",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Một trong những công viên đầu tiên của Quân đoàn Bảo tồn Dân sự.Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi quyết định khám phá công viên này và chúng tôi yêu thích việc có thể làm điều đó một cách thuận tiện bằng ô tô của mình. Hơi khó để phát hiện cá sấu vào một ngày nắng nóng nhưng các nhân viên kiểm lâm của công viên cực kỳ thông tin và hữu ích. Họ cũng rất cá tính và trả lời tất cả các câu hỏi của chúng tôi. Chúng tôi chỉ dành khoảng một tiếng rưỡi vì chúng tôi không đi bộ đường dài, nhưng đó là khoảng thời gian hoàn hảo đối với chúng tôi. Đọc thêm",
            "Chúng tôi đến thăm vào một ngày cực kỳ nóng bức vào tháng Bảy. Vẻ đẹp của công viên này chính xác là những gì chúng tôi cần sau một tuần vui vẻ ở đô thị Orlando vui vẻ nhưng hoàn toàn do con người tạo ra! Chúng tôi đến sớm, công viên thực sự tuyệt đẹp. Chúng tôi nhìn thấy cá sấu qua sông cũng như nhiều loài chim xinh đẹp. Chúng tôi đã dành hai tiếng đồng hồ vui vẻ ở đây và vô cùng biết ơn vì hầu hết mọi thứ đều có thể được nhìn thấy từ chiếc ô tô có máy bay! Nhưng khi chúng tôi bước ra thì nó thực sự rất đẹp. Giá trị lớn và cơ sở vật chất đều hoàn hảo.Đọc thêm",
            "Chúng tôi bắt đầu một chuyến đi thuyền tuyệt đẹp, trên một chiếc phao thoải mái. Thuyền trưởng của chúng tôi, Miranda, rất am hiểu về các loài khác nhau sống trong công viên. Cô ấy đã cho chúng tôi một - thuyền chở đầy; - - thông tin về cá sấu, mùa giao phối của chúng, các loài chim khác nhau và lịch sử tổng thể của công viên. Tôi muốn giới thiệu chuyến tham quan tuyệt đẹp này cho bất kỳ ai, trên thực tế, nó rất thư giãn, tôi muốn quay lại càng sớm càng tốt! Đọc thêm",
            "Rất thích chuyến thăm Myakka của chúng tôi ngày hôm nay. Được chào đón bởi 2 con sếu Sandhill tại trung tâm du khách! Đã thấy rất nhiều động vật hoang dã bao gồm; đại bàng hói, chim cắt, cò gỗ, nhiều hươu, cò quăm, cá sấu, cò thìa màu hồng và nhiều loài khác. Thật là một điều trị! Hãy dành thời gian lái xe và tận hưởng công viên xinh đẹp này. Nhân viên rất thân thiện và nhiệt tình.Xem thêm",
            "We haven - t been for a few years and were staying in the area so came for a visit.\n\nOnly  - 6 per car for entry and they give you a map on the way in.\n - Note - they - ve not had drinkable water for a while now so bring it with you, or ask at the gate when you enter age they - ll give you a bottle - \n\nWe managed to spend nearly 4 hours here and greatly enjoyed it.\n\nFirst stop the main bridge you cross soon after entering. There were a few very big alligators in the water to see here.\n\nThen a few minutes drive to the parking area on the right where we parked and did the nature walk  - just over a mile and saw many woodpeckers -  and the canopy walk with a really tall viewing tower.\n\nDrove on to the main car park and walked round by the water to see even more alligators, vultures and roseate spoonbill.\n\nDid the long scenic drive, parked and walked to the boardwalk lookout point. Very scenic but hard to see any birds here without binoculars.\n\nLuckily as we were there at the weekend the North entrance was open so it made our trip back to where we were staying much quicker!\n\nHighly recommend visiting here. You can always see wildlife if you are looking for it!Read more",
            "Tôi đưa các chàng trai của mình dành một buổi chiều để khám phá công viên này. Chúng tôi yêu thích nó, 6 - vì một chiếc ô tô chắc chắn xứng đáng! Cả ở cổng trước và trung tâm du khách - bảo tàng, những người làm việc rất thân thiện và hữu ích và các chàng trai của tôi có rất nhiều câu hỏi. Lái xe qua rất đẹp với nhiều điểm để dừng lại, khám phá, geocache, tìm kiếm cá sấu, đường mòn đi bộ hoặc bờ hồ. Ngoài ra một số nhượng bộ và cửa hàng quà tặng tại hồ. Điểm nổi bật đối với chúng tôi là nhìn thấy cá sấu ở cây cầu, lối đi có tán cây, tháp và đường mòn ở đó. Đó là một ngày lạnh lẽo ở Florida nên không có nhiều cá sấu ra ngoài như những gì tôi nghe được vào một ngày nắng. Có lẽ chúng ta - sẽ lấy lại được điều đó! Buổi chiều tuyệt vời, địa điểm đẹp!Đọc thêm",
            "Ngày hoàn toàn đáng yêu! Phí vào cửa - 6,00 mỗi xe cho phép vào trong khi đỗ xe. Trung tâm du khách có nhân viên kiểm lâm giải thích cách điều hướng công viên. Canopy đi lên là phải làm! Ngắm cá sấu, chim từ nhiều vị trí thuận lợi dọc đường hoặc lối đi. Những người có khả năng di chuyển hạn chế có thể tận hưởng công viên và các điểm tham quan. Chúng tôi đã dành 5 giờ nhưng bạn có thể làm được trong một nửa thời gian. Tuyệt vời cho xe đạp! Có vẻ như quầy nhượng quyền đã không quay trở lại kể từ Ian; khu dã ngoại chúng tôi mang theo đồ ăn riêng.Đọc thêm",
            "Chuyến thăm đầu tiên của chúng tôi đến công viên đã giúp chúng tôi đến nơi tốt sau khi cánh cổng đóng lại nhưng không kém phần kiểm lâm rất vui lòng giúp đỡ chúng tôi cùng với việc cực kỳ tốt bụng và nhiều thông tin. Chúng tôi ở tại Khu cắm trại Old Prairie, nơi không có nhiều sự riêng tư nhưng có kích thước phù hợp.  Khu cắm trại Palmetto Ridge cung cấp các địa điểm lớn hơn với nhiều sự riêng tư hơn cùng với đường vòng cắm trại được lát đá.  Công viên đã trở nên bận rộn vào ban ngày với người dân và xe cộ nhưng có rất nhiều thứ để bạn giải trí.  Đây không phải là một công viên mà bạn hoàn toàn có thể khám phá hoặc tiếp thu trong một ngày, có hàng dặm đường mòn đa dụng đan xen khắp công viên. Chứng kiến ​​cú giao phối cùng hàng chục con hươu, lợn rừng và cá sấu.  Đã có khoảng thời gian tuyệt vời ở công viên và nóng lòng muốn quay lại.Đọc thêm",
            "Công viên này rất đẹp và dễ di chuyển.  Quá nhiều thứ để xem và nhiều nơi để đi bộ.  Cưa rất nhiều cá sấu.  Con đường đi dưới tán cây ngắn nhưng đẹp và vui quá!  Hãy chuẩn bị cho việc leo lên rất nhiều bước.  Tuy nhiên, tôi rất thất vọng khi biết rằng họ thiếu nhân lực cho Kỳ nghỉ Xuân và các chuyến tham quan bằng thuyền đều bị hủy bỏ.  Vì vậy, hãy gọi trước nếu bạn muốn thực hiện một chuyến tham quan.   Ước gì họ đăng nó lên trang web hay gì đó.Đọc thêm",
            "Công viên tiểu bang lớn, môi trường sống đa dạng: vùng ngập lũ, rừng, hồ.  Cá sấu rất nhiều. Theo mùa, rất nhiều loài chim.  Đường đi bộ tự nhiên rất đẹp, được khuyên dùng. Chuyến đi thuyền kéo dài 2 giờ thật thú vị và có cơ hội nhìn thấy nhiều loài chim hơn. Nhiều con đường mòn trong công viên và một số con đường mòn tuyệt vời cho xe đạp.Đọc thêm",
            "Tôi đang tìm những con đường mòn đi bộ - đi bộ đường dài nhưng không có sẵn bản đồ. Không có wifi - vùng phủ sóng di động nếu bạn dựa vào đó để tìm bản đồ. Những con đường mòn dường như không được đánh dấu rõ ràng. Không có một số thông tin cơ bản hoặc bản đồ, đó chỉ là rất nhiều vùng đất ngập nước thấp.Đọc thêm",
            "Công viên tiểu bang lớn, môi trường sống đa dạng: vùng ngập lũ, rừng, hồ.  Cá sấu rất nhiều. Theo mùa, rất nhiều loài chim.  Đường đi bộ tự nhiên rất đẹp, được khuyên dùng. Chuyến đi thuyền kéo dài 2 giờ thật thú vị và có cơ hội nhìn thấy nhiều loài chim hơn. Nhiều con đường mòn trong công viên và một số con đường mòn tuyệt vời cho xe đạp.Đọc thêm",
            "Công viên này rất đẹp và dễ di chuyển.  Quá nhiều thứ để xem và nhiều nơi để đi bộ.  Cưa rất nhiều cá sấu.  Con đường đi dưới tán cây ngắn nhưng đẹp và vui quá!  Hãy chuẩn bị cho việc leo lên rất nhiều bước.  Tuy nhiên, tôi rất thất vọng khi biết rằng họ thiếu nhân lực cho Kỳ nghỉ Xuân và các chuyến tham quan bằng thuyền đều bị hủy bỏ.  Vì vậy, hãy gọi trước nếu bạn muốn thực hiện một chuyến tham quan.   Ước gì họ đăng nó lên trang web hay gì đó.Đọc thêm",
            "Công viên đẹp, nơi tuyệt vời để đi dạo. Rất nhiều động vật hoang dã để quan sát, chim và cá sấu. Chúng tôi thích đến đây, tôi khuyên bạn nên!Đọc thêm",
            "Công viên này nổi tiếng với cá sấu! Bạn chắc chắn sẽ tìm thấy một số trên khắp công viên. Hãy nhớ dừng lại ở cầu cá sấu, đi bộ trên tán cây và đi theo đường mòn để ngắm chim. Gà tây đi trên đường mòn là một tiêu chuẩn ở đây! Có thể thấy lợn rừng và linh miêu đi kiếm ăn vào sáng sớm hoặc buổi tối. Hươu ở đây cũng sinh sôi nảy nở.  Đi thuyền hoặc xe điện để khám phá sâu hơn về công viênĐọc thêm",
            "Công viên tuyệt vời với hoạt động xem chim tuyệt vời. Sandhill Cranes là điểm nổi bật. Ngắm chim đẹp nhất từ ​​cầu cảng đối diện với bãi đậu xe. Những khu vườn xung quanh trung tâm động vật hoang dã rất đáng để bạn tham quan.Đọc thêm",
            "công viên rất đẹp, một số bãi đậu xe và có một số con đường mòn đi bộ đường dài nhưng hãy cẩn thận.. Chúng tôi nhìn thấy một số cá sấu dưới một cây cầu và dọc theo sông.Đọc thêm",
            "Chuyến thăm đầu tiên của chúng tôi đến công viên đã giúp chúng tôi đến nơi tốt sau khi cánh cổng đóng lại nhưng không kém phần kiểm lâm rất vui lòng giúp đỡ chúng tôi cùng với việc cực kỳ tốt bụng và nhiều thông tin. Chúng tôi ở tại Khu cắm trại Old Prairie, nơi không có nhiều sự riêng tư nhưng có kích thước phù hợp.  Khu cắm trại Palmetto Ridge cung cấp các địa điểm lớn hơn với nhiều sự riêng tư hơn cùng với đường vòng cắm trại được lát đá.  Công viên đã trở nên bận rộn vào ban ngày với người dân và xe cộ nhưng có rất nhiều thứ để bạn giải trí.  Đây không phải là một công viên mà bạn hoàn toàn có thể khám phá hoặc tiếp thu trong một ngày, có hàng dặm đường mòn đa dụng đan xen khắp công viên. Chứng kiến ​​cú giao phối cùng hàng chục con hươu, lợn rừng và cá sấu.  Đã có khoảng thời gian tuyệt vời ở công viên và nóng lòng muốn quay lại.Đọc thêm",
            "Ngày hoàn toàn đáng yêu! Phí vào cửa - 6,00 mỗi xe cho phép vào trong khi đỗ xe. Trung tâm du khách có nhân viên kiểm lâm giải thích cách điều hướng công viên. Canopy đi lên là phải làm! Ngắm cá sấu, chim từ nhiều vị trí thuận lợi dọc đường hoặc lối đi. Những người có khả năng di chuyển hạn chế có thể tận hưởng công viên và các điểm tham quan. Chúng tôi đã dành 5 giờ nhưng bạn có thể làm được trong một nửa thời gian. Tuyệt vời cho xe đạp! Có vẻ như quầy nhượng quyền đã không quay trở lại kể từ Ian; khu dã ngoại chúng tôi mang theo đồ ăn riêng.Đọc thêm",
            "Chúng tôi đã đi với hy vọng cao để xem một số động vật hoang dã.  Chúng tôi đã nhìn thấy một số loài chim và thế là xong.  Đó không phải là lỗi của công viên, nhưng có vẻ như lãng phí - 6. Chúng tôi đã đi bộ trên con đường tự nhiên và đi bộ trên tán cây, nhưng chúng tôi đã mong đợi được nhìn thấy cá sấu.Đọc thêm",
            "Tôi vừa đọc bài đánh giá của bạn về Công viên bang Myakka. Bạn đã đề cập rằng bạn thích các công viên tương tự khác hơn. Bạn có thể cho chúng tôi biết tên của những công viên đó không?\n\nCám ơn,\nRitaĐọc thêm",
            "Bạn có thể đã nhầm lẫn với một đánh giá khác? Tôi thực sự không biết nhiều công viên tiểu bang ở Florida, nhưng chúng tôi rất thích công viên này và chắc chắn sẽ quay lại vào một ngày đẹp trời hơnĐọc thêm",
            "Tôi có thể mang xe golf của mình đến công viên tiểu bang myakkaĐọc thêm",
            "công viên có mở cửa không?Đọc thêm",
            "Không, thật đáng buồn là nó vẫn đóng cửa.Đọc thêm",
            "Chúng tôi đang tìm cách thuê một chiếc xe golf để di chuyển quanh công viên tiểu bang. Điều này có được phép không?Đọc thêm",
            "Chúng tôi không thấy bất kỳ chiếc xe ATV hay xe Golf nào khi chúng tôi ở đó. Bạn sẽ phải kiểm tra các quy tắc của công viên. Sẽ thật hoàn hảo nếu họ làm vậy. Đường yên tĩnh và mọi người lái xe chậm. Chúng tôi đã dành một tuần để đạp xe quanh công viên và yêu thích nó.Đọc thêm",
            "Hố sâu là gì?Đọc thêm",
            "Xin chào, Bạn vẫn có thể đến thăm Deep Hole trong tháng này chứ?  Chúng tôi đang nghĩ đến việc ra mắt vào ngày 5 - 29 hay 5 - 30?Đọc thêm",
            "Có đường chạy nào tốt không?Đọc thêm",
            "Xin chào, Bạn có thể chạy những con đường mòn nhưng vì rừng rậm nên tôi khuyên bạn nên sử dụng những con đường trải nhựa sẽ mang lại trải nghiệm thú vị hơn. Ngay cả vào những thời điểm bận rộn trước đây, đường vẫn khá yên tĩnh.Đọc thêm",
            "Ở đó có cho thuê xe đạp nữa không? Chúng tôi đã ở đó vào tháng 4 năm 2019 và mọi thứ đã đóng cửa.Đọc thêm",
            "Có, dịch vụ cho thuê xe đạp vẫn được cung cấp, chúng tôi đã đến đó vào tháng 9 và chúng tôi có thể thuê xe đạp mà không gặp vấn đề gì! Đọc thêm",
            "Có được phép đạp xe đến Deep Hole không?Đọc thêm",
            "Chúng tôi thấy xe đạp ở khắp mọi nơi, nhưng tôi không thể nói liệu điều đó có được phép hay không.  Quy tắc duy nhất chúng tôi thấy là không nuôi chó ở Deep Hole.  Tôi đoán xe đạp cũng được.Đọc thêm",
            "Khi nào là thời điểm tốt nhất trong năm để chèo thuyền kayak ở hố sâu?  họ có cho bạn vào quanh năm không, hay có mùa sinh sản nào bị cấm không?Đọc thêm",
            "Hi,\nDeep Hole is part of the Lower Lake area.  This is separate from the main body of the park. At the main gate ranger station, they issue day passes to the lower park, but the do have a daily maximum.  Myakka River State Park is open all year round, but more of the park is covered by water during the rainy season  - APR-SEP - . I like hiking to Deep Hole during the dry season, especially in the cooler months  - Jan-Mar - , when the river level is lowest and gators gravitate by the scores to the warmth of the water there. I have seen 100 -  visible gators at once at Deep Hole, knowing that others were still submerged.  \nKayaking the whole river area is very popular, though I - m not sure I would want to intrude into such a densely crowded  - gators -  s\npot with a kayak.  In any case, it - s a wonderful park, teaming with all manner of wildlife. However you visit, stay safe and remember to Take only photos and memories, and leave behind only your footprints.Read more"
        ],
        "star_ratings": [
            2104,
            1024,
            204,
            53,
            35
        ],
        "review_amount": 3420,
        "location": [
            "Bờ biển Tây Nam Vịnh",
            "Công viên tiểu bang sông Myakka",
            "Sarasota",
            "Hoa Kỳ",
            "Những điều cần làm ở Sarasota",
            "Florida - FL -"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written August 6, 2023",
            "Written September 22, 2023",
            "Written December 15, 2023",
            "Written December 24, 2023",
            "Written January 11, 2024",
            "Written January 24, 2024",
            "Written February 4, 2024",
            "Written March 17, 2024",
            "Written March 22, 2024",
            "Written May 13, 2024",
            "Written March 22, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written March 6, 2024",
            "Written February 11, 2024",
            "Written February 11, 2024",
            "Written February 4, 2024",
            "Written January 24, 2024",
            "Written January 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34618-d105479-Reviews-Myakka_River_State_Park-Sarasota_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34618-d6881885-Reviews-The_Pink_Gator_Cafe-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d27015319-Reviews-Lazy_Gator_Cafe-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d270738-Reviews-Myakka_Canopy_Walkway-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d4288289-Reviews-Sarasota_National_Cemetery-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d2085257-Reviews-Crowley_Museum_and_Nature_Center-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34477-d3831436-Reviews-Pinelands_Reserve-Nokomis_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d105479-Reviews-or10-Myakka_River_State_Park-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3477723-d1065861-Reviews-Lido_Beach-Lido_Key_Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1988997-Reviews-Legacy_Trail-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d105478-Reviews-Marie_Selby_Botanical_Gardens-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d8497954-Reviews-Bayfront_Park-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d131503-Reviews-Mote_Marine_Laboratory_Aquarium-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d531723-Reviews-South_Lido_Park-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d3652988-Reviews-The_Celery_Fields-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1631321-Reviews-Save_Our_Seabirds-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1596054-Reviews-Safe_Harbor_Siesta_Key-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d4041111-Reviews-Painting_With_a_Twist-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1771490-Reviews-Big_Cat_Habitat_and_Gulf_Coast_Sanctuary-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34705-d6697834-Reviews-Snook_Haven-Venice_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34705-d5114240-Reviews-Horseback_Riding_at_Deer_Prairie_Creek_Preserve-Venice_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34465-d1205091-Reviews-Dakin_Dairy_Farms-Myakka_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34465-d211615-Reviews-Colonel_Herrmann_s_Royal_Lipizzan_Ranch-Myakka_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d2068210-Reviews-Rothenbach_Park-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d6552942-Reviews-Big_Top_Brewing_Company-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34477-d3948721-Reviews-Sarasota_Trap_Skeet_and_Clays-Nokomis_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34477-d9867926-Reviews-Venice_Myakka_River_Park-Nokomis_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13228380-Reviews-Strahov_Library-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55649-d17478662-Reviews-Ground_Shuttle-College_Station_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14195628-Reviews-Pitch_25-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d10624528-Reviews-Imgiebah_Bay-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g43768-d4285242-Reviews-Dunn_s_Falls_Water_Park-Enterprise_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42660-d207629-Reviews-Detroit_Zoo-Royal_Oak_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d3748848-Reviews-Riverwalk-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d8549487-Reviews-Yellow_Bridge-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g12627118-d4756497-Reviews-MegaDrive_Go_Kart-Mournies_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d1191816-Reviews-Anna_Ruby_Falls-Helen_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34618-d105479-Reviews-or10-Myakka_River_State_Park-Sarasota_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34618-d105479-Reviews-Myakka_River_State_Park-Sarasota_Florida.html"
    }
]