[
    {
        "attraction_name": "Myles Standish State Forest",
        "attraction_name_vi": "Rừng Tiểu bang Myles Standish",
        "general_info": [
            "101 đánh giá",
            "22 trong số 65 điều cần làm ở Plymouth",
            "Công viên tiểu bang",
            "Rừng"
        ],
        "attraction_summary": "Ao thu phí bây giờ là một bãi rác hoàn chỉnh, có rác ở khắp mọi nơi nhân viên văn phòng không thân thiện với người dùng, sự giúp đỡ từ bên ngoài rất tốt, bạn gặp họ 2 đến 3 giờ một lần. Tôi không biết điều này nhưng tôi đoán bạn có thể đi xe đạp đất quanh khu cắm trại và bật nhạc lớn uống nồi khói và bất cứ thứ gì bạn muốn, điều đó tốt cho một số người. Tôi đến đó để yên bình và yên tĩnh như tôi đã làm trước đây, bàn làm việc nói rằng họ không thể làm gì được vì họ không còn xử lý bất cứ điều gì như vậy nữa. Nơi đã thay đổiĐọc thêm",
        "reviews": [
            "Công viên tuyệt vời với nhiều con đường mòn đi bộ và đi xe đạp.  Khu cắm trại đẹp với các địa điểm bằng phẳng, cách đều nhau.  An ninh 24 giờ.  Tắm nước nóng với áp lực nước lớn. 20 phút tới Plymouth.  30 phút tới Mũi Cod.  Nhược điểm duy nhất là ai đó đã ném rác vào phòng tắm nam bằng cách làm tắc bồn cầu bằng giấy vệ sinh và phủ nó lên sàn nhà. Nó vẫn ở trong tình trạng này trong hơn 24 giờ.  Chúng tôi không thể gọi nhân viên để cảnh báo họ vì chúng tôi không có dịch vụ di động. Đọc thêm",
            "Đây là việc phải làm nếu bạn thích đi bộ đường dài hoặc chỉ cần một chuyến đi bộ 5 km yên bình và sức khỏe trong rừng.  Chúng tôi đậu xe ở phía sau công viên và không phải trả phí đậu xe 30,00.  Cuộc đi bộ 5 km quanh ao trên con đường đi bộ lành mạnh thật đẹp và chúng tôi không gặp ai vào ngày chúng tôi đi.  Có một khu vực bãi biển công cộng nhưng chúng tôi không đến khu vực đó của công viên.  Có một vụ nổ súng ở công viên vài tuần trước đó đã đóng cửa một trong những bãi biển nơi một phụ nữ bị giết nên thật buồn khi biết điều đó.  Người làm việc đó đã bị bắt nhưng tin rất buồn.  Tôi muốn giới thiệu nhưng hãy mang theo nước, quần dài và áo dài tay để bảo vệ khỏi sâu bọ khi đi bộ đường dài.Đọc thêm",
            "Tôi đã đến thăm cảnh tượng này nhiều lần cách đây nhiều năm và nó được bảo quản rất tốt. Nhà tắm được bảo trì và sạch sẽ, đồng thời có một tòa nhà nhượng quyền cung cấp nhiều tiện nghi và đồ ăn nhẹ cho những người ở đó trong ngày. Bây giờ, đó là một câu chuyện rất khác. Tôi hoàn toàn đồng ý với bài đánh giá có tiêu đề Tránh xa. Nhà vệ sinh bằng gỗ trong cabin là một mớ hỗn độn. Mái nhà đang mục nát, thủng lỗ chỗ lớn. Quầy nhượng quyền cũng được nâng lên và hạ xuống. Có sẵn bô porta nhưng không được bảo trì. Khu dã ngoại có những chiếc bàn dã ngoại cũ kỹ, bẩn thỉu và vỡ vụn. Nhiều cây trong rừng mang lại bóng mát đã bị đốn hạ. Không có dịch vụ cứu hộ nên bạn phải tự chịu rủi ro khi bơi. Tôi thật đau lòng khi thấy khu vực dã ngoại bơi lội này đã trở nên tồi tệ đến mức nào. Bộ bảo tồn thực sự cần đưa khu dã ngoại công cộng Fearing Pond lên màn hình radar của họ và trang trí nó để mọi người có thể thực sự thích thú khi ở đó.  Thật xấu hổ khi nhà nước đã để nó trở nên sa sút như vậy. Thực sự rất buồn.Đọc thêm",
            "Today I went to Celebrate the 4th of July with the family and make a day of cookout and swimming. went to fearing pond we were charged 8.00 for a day at a DUMP of a place. the place is small, not clean, picnic tables are worn broken uneven easy to get splinters from they never protect the tables in the bad winter weather, half the sites have no grills or broken grills, NO BATHROOMS they have porta potties total of 31 handicapped they are NOT SERVICED CLEANED they are Disgusting and last date of serviced was JUNE 30th Knowing it was a Holiday they should have been, and NO TOILET PAPER and we mentioned it to the park rangers that were doing absolutely NOTHING but sitting the whole time in the pickup truck,And all they said oh okay thanks for bringing to our attention BUT NEVER did anything about it. Now picture you use a portable pottie and you cant wipe your butt then go swimming where do you think the Feces goes? In the swimming lake this is unhealthy for everyone swimming in the lake. When we mentioned about the condition of the Porta Potties the park rangers remark was thats a private Entity and I said Well this is a state Park, and it is NOT private its a public place and you hire the Porta pot cleaners right? And it is your job to get them out here to clean them on a Regular Basis. I then said I was going to take Pictures and post them in a review and also send copies to the Governor of Massachusetts as well as to Jim Montgomery commission of the DCR for the state of Massachusetts. I will NEVER EVER go to this State Park again and it is sad because I grew up as a child going Camping here as well as day trips for picnicking and at that time, we were charged 5.00 and the state park was in much better conditions and now we pay 8.00 for a DUMP and I remember paying like 12.00 for Camping per night and now they charge 17.00 a night and the campground bathrooms are just as badThis is absolutely uncalled for picture someone in a wheelchair going to use the Handicapped Porta pot trying to get from the wheelchair to use to pot to go and back into the wheelchair dealing with such conditions its so bad you just open the door, and you start to gag from the smell and condition of the sight. They would Definitely Puke all over by the time they got in there and from wheelchair to pot undress use re dress and back into wheelchair. And to have ONLY 3 for such a busy lake in nice weather and only 1 for the wheelchair accessWhat are these park rangers job for say  22.00 an hour? all they seem to do is sit on their butt in the pickup trucks and hand out a trash bag for you to put trash in and bring out to a trailer when leaving the park theres NO trash buckets, last time I came and that lake area was filthy with Trash all over the place and dead fish on Grills black fly infested and stinking. My Question is what the heck are these park Rangers getting paid to do? And to have the NERVE to raise the prices but NOTHING is IMPROVED and ONLY getting WORSERead more",
            "Hôm nay đã đi bộ trên đường mòn Bentley Loop với các em 11, 12, 14 tuổi.  Mất vài giờ trong đó có một lần dừng để ngồi trên đồng cỏ và ăn nhẹ.  Lên xuống nhiều, đường mòn có dốc ở một số khu vực nhưng theo hướng tốt.  Được đánh dấu khá rõ ràng, chúng tôi đã phải hỏi đường những người đi bộ đường dài một vài lần.  Con đường tuyệt vời, được mọi người yêu thích.Đọc thêm",
            "Ao, đường đi, câu cá, săn bắn, bơi lội. Cắm trại mang theo chó, ngựa. Có những hoạt động theo mùa nhưng luôn vui vẻ. Đọc thêm",
            "Đây là một công viên rộng lớn. Chúng tôi đến thăm công viên này vào cuối mùa thu. Vì là Kate trong mùa giải nên không mất phí vào cửa. Trong thời gian bận rộn, tôi nghĩ người dân Massachusetts phải trả phí đậu xe.  Đó là một ngày tháng 11 đẹp trời và chúng tôi gần như có công viên cho riêng mình. Chúng tôi chắc chắn muốn quay lại để thử những con đường dành cho xe đạp và có thể thuê một chiếc thuyền kayak. Nó cũng gần trung tâm thành phố Plymouth, vì vậy chúng tôi có thể tìm thấy một nhà hàng nhỏ dễ thương để phục vụ bữa trưa tại một trang trại.Đọc thêm",
            "Tôi thực sự mong đợi được ở lại 3 đêm trong yurt ở đây và có thể khám phá nhiều con đường mòn. Tuy nhiên, khi đến nơi, yurt không có máy sưởi và còn có mùi mốc, hóa chất. Tôi nghĩ tôi có thể thấy ổn với mùi này, tuy nhiên tôi nghĩ tôi không thể thoải mái nếu không có máy sưởi. Cho đến nay, tất cả các yurt tôi từng ở, trong Công viên Tiểu bang, đều có máy sưởi, vì vậy tôi không biết tại sao những thứ này lại không có. Nếu trang web chỉ rõ rằng yurts không có máy sưởi thì điều đó sẽ hữu ích. Ngoài ra, các nhân viên ở quầy lễ tân cực kỳ hữu ích và thân thiện và rất tốt bụng khi hoàn lại tiền cho tôi. Tôi thấy nhiều người sử dụng những con đường mòn và hy vọng một ngày nào đó sẽ quay lại để khám phá.Đọc thêm",
            "Chúng tôi thích lái xe xuyên rừng.  Nó dường như thay đổi sau mỗi lần ghé thăm.  Sự thay đổi theo mùa khiến chúng tôi thường xuyên đến đây để tận hưởng cảm giác yên bình.  Chúng tôi không cắm trại, nhưng có một số địa điểm trọ để dựng lên.  Có khu vực cưỡi ngựa, ao để bơi và đường dành cho xe đạp. Môi trường mộc mạc và rộng lớn của công viên tạo nên trải nghiệm thiên nhiên yên bình.Đọc thêm"
        ],
        "star_ratings": [
            37,
            41,
            13,
            5,
            5
        ],
        "review_amount": 101,
        "location": [
            "Plymouth",
            "Hoa Kỳ",
            "Massachusetts MA",
            "Rừng bang Myles Standish",
            "Các hoạt động ở Plymouth"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written October 18, 2023",
            "Written August 22, 2023",
            "Written August 26, 2022",
            "Written July 5, 2022",
            "Written April 19, 2020",
            "Written February 11, 2020",
            "Written January 31, 2020",
            "Written October 11, 2019",
            "Written September 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41773-d582315-Reviews-Myles_Standish_State_Forest-Plymouth_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41773-d26975264-Reviews-Cafe_Create_A_Cake-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41486-d942573-Reviews-Cape_Cod_Canal-Buzzards_Bay_Bourne_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d196785-Reviews-Plimoth_Patuxet_Museums-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41490-d285087-Reviews-Edaville_Family_Theme_Park-Carver_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d14040275-Reviews-Blake_Planetarium-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d3427573-Reviews-Long_Beach-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d10643469-Reviews-Independent_Fermentations_Brewing_IndieFerm-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41490-d1469288-Reviews-King_Richard_s_Faire-Carver_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d102722-Reviews-Harlow_Old_Fort_House-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d23641067-Reviews-Jenney_Pond_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d10821428-Reviews-Plymouth_Farmers_Market-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d582315-Reviews-or10-Myles_Standish_State_Forest-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d2624823-Reviews-National_Monument_to_the_Forefathers-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d632046-Reviews-Brewster_Gardens-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4313580-Reviews-Pilgrim_Memorial_State_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4893337-Reviews-Nelson_Memorial_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4959404-Reviews-Ellisville_Harbor_State_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d8287676-Reviews-White_Horse_Beach-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d622108-Reviews-Brown_s_Bank-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d2008364-Reviews-Holmes_Reservation-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d208199-Reviews-The_Jenney-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d208200-Reviews-Plymouth_Visitor_Information_Center-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4476442-Reviews-Americana_Theatre_Company-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d106790-Reviews-Burial_Hill-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d1854221-Reviews-Captain_John_Boats-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d102718-Reviews-Pilgrim_Hall_Museum-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d1763851-Reviews-Plymouth_Night_Tour-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d108657-Reviews-Mayflower_II-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d3978224-Reviews-Plymouth_Bay_Winery-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4309171-Reviews-Plimoth_Grist_Mill-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31409-d10192347-Reviews-Window_Rock_Navajo_Tribal_Park-Window_Rock_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d17387123-Reviews-Rare_Magic_with_Drew_Murray-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g188083-d2284314-Reviews-Aareschlucht-Meiringen_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g28949-d116512-Reviews-Black_Rock_Desert-Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d141842-Reviews-Busch_Gardens_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d102933-Reviews-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g40700-d4313292-Reviews-Fort_Foster-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g59758-d10209252-Reviews-SoLu_Estate_Winery-Cascade_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d3524103-Reviews-The_Bergen_Railway-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g801293-d14927399-Reviews-Benja_Thermal_Baths-Permet_Gjirokaster_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41773-d582315-Reviews-or10-Myles_Standish_State_Forest-Plymouth_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41773-d582315-Reviews-Myles_Standish_State_Forest-Plymouth_Massachusetts.html"
    }
]