[
    {
        "attraction_name": "Myrtos Beach",
        "attraction_name_vi": "Bãi biển Myrtos",
        "general_info": [
            "4.575 đánh giá",
            "16 trong số 154 điều cần làm ở Kefalonia",
            "Bãi biển"
        ],
        "attraction_summary": "Được bao quanh bởi những vách đá cẩm thạch cao và nhìn ra làn nước trong xanh của Vịnh Myrtos, bãi biển tuyệt đẹp này tạo nên một cảnh tượng vô cùng ngoạn mục. Một đoạn đường dốc và quanh co sẽ đưa bạn dừng lại trên đường để chiêm ngưỡng cảnh quan và ngắm nhìn sắc hồng và cam lúc hoàng hôn trên đường trở về. Hãy đến sớm để đảm bảo cả chỗ đỗ xe và vị trí đắc địa trên bãi cát; nước cũng có xu hướng yên tĩnh nhất vào buổi sáng. Có phòng thay đồ và nhà vệ sinh, quán bar trên bãi biển, một số giường phơi nắng và ô mà bạn có thể thuê.  TripadvisorĐọc thêm",
        "reviews": [
            "Tuyệt vời cực kỳ rộng lớn với bãi biển sỏi trắng. Màu nước đẹp thật. Phong cảnh thật tuyệt vời. Mặc dù vậy, không tuyệt vời khi đi bộ trên sỏi. Cũng hơi khó đỗ xe vào mùa cao điểm. Đọc thêm",
            "Bãi biển tuyệt đẹp, những viên sỏi trắng tinh khiết tạo nên những mảng màu ngoạn mục của biển. Rất đáng để ghé thăm chỉ để xem nó. Khi chúng tôi đi bơi thì không thể do sóng nhưng vẫn rất đông. Hãy chuẩn bị cho số lượng chỗ đậu xe có hạn mặc dù khu vực đỗ xe dọc theo bãi biển rất rộng và đường xuống rất hẹp và nhiều gió.Đọc thêm",
            "Bãi biển tuyệt đẹp.  Chúng tôi đi sớm, đến nơi vào khoảng 10 giờ sáng và bãi đậu xe vẫn ổn.  Có cho mình một vài chiếc giường và một cái bóng râm và ở đó cả ngày.  Biển tháng bảy ấm áp.  Có một quán bar trên bãi biển ở phía sau bãi biển cũng như nhà vệ sinh và vòi sen.Đọc thêm",
            "Bất cứ ai đến thăm Bãi biển Myrtos vào tháng 7 và mong rằng nó sẽ không đông đúc đều có một số kỳ vọng phi thực tế nghiêm trọng mà tôi sẽ đề xuất. Vâng, bãi biển rất đông đúc nhưng thành thật mà nói, tôi đã thấy nhiều bãi biển đông đúc hơn ở Anh khi có dấu hiệu mặt trời đầu tiên. Tôi cũng có thể thấy rằng nếu bạn lái xe xuống thì có lẽ khá căng thẳng vì những khúc cua kẹp tóc và số lượng ô tô nhưng đây không phải là lỗi của bãi biển. Chúng tôi bắt taxi từ Fiskardo, giá 45 Euro mỗi chiều và mất khoảng 40 phút. Bãi biển nằm ở một vị trí đẹp. Đó là một bãi biển có đá cuội nên giày đi biển rất hữu ích. Biển rất xanh, sạch và trong. Có rất nhiều giường phơi nắng, giá rất hợp lý ở mức 10 Euro cho 2 người cộng với một chiếc dù che nắng. Quán cà phê trên bãi biển sạch sẽ, có đầy đủ đồ uống và đồ ăn nhẹ và chúng tôi không gặp phải tình trạng xếp hàng dài nào. Nhà vệ sinh thuộc loại cổng thông tin nhưng lại sạch sẽ và có sẵn giấy vệ sinh. Có lẽ những người đánh giá trước đây đã có trải nghiệm đặc biệt tồi tệ nhưng chắc chắn đó không phải là trải nghiệm của chúng tôi, chúng tôi đã có một ngày đáng yêu. Càng đến sớm thì càng yên tĩnh. Đọc thêm",
            "Bãi biển tuyệt vời với cảnh quan tuyệt đẹp! Biển cũng đẹp và ấm áp. Chúng tôi đến lúc 5 giờ chiều và mặc dù trời vẫn rất nóng nhưng không quá bận rộn. Đường lên xuống ở đó rất chật nên nếu bạn không phải là người lái xe tự tin hãy cẩn thận! Một số quan điểm tuyệt vời trên ổ đĩa khác. Ở dưới đó có phòng thay đồ và nhà vệ sinh được sử dụng miễn phí, rất tiện lợi. Chắc chắn đáng để ghé thăm nếu bạn đang ở kefalonia.Đọc thêm",
            "Theo hầu hết đây là bãi biển đẹp nhất ở Kefalonia và là một trong những bãi biển đẹp nhất ở Hy Lạp. Thực tế nước có màu sắc đẹp đặc trưng của biển Địa Trung Hải nhưng theo tôi nó đến sau bãi biển Petani. Có thể lựa chọn giữa một bãi biển miễn phí hoặc được trang bị đầy đủ, giá cả khiêm tốn, ngang bằng với Kefalonia, từ 10 đến 15 euro cho một chiếc ô và 2 giường phơi nắng. Giống như nhiều bãi biển trên đảo, nó được làm bằng đá cuội.Đọc thêm",
            "Đây chắc chắn là một bãi biển đáng để thêm vào hành trình của bạn. Tôi khuyên bạn nên đi sớm nếu bạn đang lái xe vì chỗ đỗ xe có hạn. Tôi đến lúc 10h30 và có rất nhiều chỗ trống. Đường đi xuống khá dài, có những khúc cua bằng chốt khí nhưng đừng để điều này làm bạn thất vọng. Con đường ở tình trạng tốt và như tôi nhận thấy hầu hết người dân địa phương đều kiên nhẫn với những người lái xe đi nghỉ. Khi bạn xuống đó, bãi biển là phần thưởng của bạn. Bãi biển Shingles, thứ tuyệt vời nhất tôi mang theo là giày đi biển. Có nhà vệ sinh sạch sẽ, có chỗ để xe miễn phí. Có quầy bar phục vụ đồ ăn nóng lạnh, giá cả hợp lý. Có lẽ là một trong những bãi biển đẹp nhất mà tôi đã ghé thăm, nếu không muốn nói là bãi biển đẹp nhất.Đọc thêm",
            "Một bãi biển tuyệt vời, rất đáng để dựng tóc gáy! Việc đỗ xe hơi phức tạp một chút nhưng nó rất đẹp, không thể bỏ qua. Quầy bar trên bãi biển, giường tắm nắng và vòi sen cũng có sẵn. Một ngày tuyệt vời! Đọc thêm",
            "Được nhiều tạp chí và cơ quan vinh danh trong top 10 bãi biển thế giới, Myrtos chắc chắn xứng đáng với điều đó.\nKhung cảnh ấn tượng giữa hai vách đá khổng lồ với chất gel như nước biển trong xanh được nhìn rõ nhất từ ​​góc nhìn đường đi lên. Con đường trải nhựa ngoằn ngoèo 10 năm trước là đường cấp phối dẫn xuống đó nên đi vào không khó khăn gì. Sau khi xuống, bãi đậu xe là vấn đề lớn nhất - chúng tôi đi vòng gần nửa giờ để có được một chỗ đậu xe miễn phí.\nBãi biển dài và rộng nên mặc dù lượng người rất đông vào mùa cao điểm tháng 7 nhưng dường như không đông đúc. Nước giống như một bộ phim, đơn giản là tuyệt đẹp.\nTuy nhiên, chỉ có một cơ sở bán đồ ăn, đồ uống và cho thuê giường phơi nắng. Những hàng người xếp hàng rất lớn và đồ ăn vặt với giá tăng cao, những món bánh thông thường, không thấy gì dưới 5 euro một miếng. Chúng tôi ở lại khoảng 2,5-3 giờ và chuyển đến bãi biển Antisamos, nơi có nhiều tiện nghi hơn.Đọc thêm",
            "Đường đến bãi biển ở tình trạng tốt, ô tô nào cũng có thể đi được và phong cảnh tuyệt vời. Bãi đậu xe đầy sau 10 giờ. Có một quán bar trên bãi biển và phí nằm phơi nắng là 10 Euro nhưng có đủ không gian và sự riêng tư cho những chiếc ô của riêng bạn. Nước có màu xanh huyền ảo, khung cảnh ấn tượng và có nhiều sóng lớn mạnh mẽ. Đường vào biển dốc và dòng chảy khá mạnh.Đọc thêm",
            "Khung cảnh nhìn từ trên cao thật đáng kinh ngạc và rất đáng xem, bãi biển rất đẹp nhưng theo ý kiến ​​​​của tôi thì ở Antisamos sẽ thoải mái hơn nhiều.Đọc thêm",
            "Bãi biển tuyệt đẹp và không thể bỏ qua khi đến thăm Kefalonia. Biển xanh trong như pha lê, nhiều sỏi nên mang giày nướcĐọc thêm",
            "Bãi biển tuyệt đẹp, với quang cảnh ngoạn mụcMặc dù hơi lạnh khi chúng tôi ở đó, biển trong xanh. Vài giờ thú vị. Có thể làm một chút quán cà phêbãi biển mặc dù có vẻ như có một quán có thể hơi sớm trong mùa. Lái xe xuống quang cảnh tuyệt đẹp, chúng tôi thậm chí còn đi qua một đàn dê trên đườngĐọc thêm",
            "Bãi biển Myris tuyệt đẹp nhìn từ trên cao. Đó là lý do tại sao họ chụp tất cả những bức ảnh tuyệt vời đó từ đó. Các bãi biển vẫn chỉ là một bãi biển đầy đá. Chúng tôi đã đi như một phần của chuyến tham quan 3 cảnh và chúng tôi có thể lái xe suốt con đường ngoằn ngoèo để đến bãi biển.  Chúng tôi đến ngay sau giờ ăn trưa và đã có rất nhiều xe đậu ở đó. Người lái xe và hướng dẫn viên người Hy Lạp của chúng tôi rất khó chịu vì mặc dù đã cuối tháng 5 nhưng không có cơ sở bãi biển nào mở cửa và anh ấy cảm thấy mình đã làm chúng tôi thất vọng. Không có quán bar hay quán cà phê nào mở cửa, không có nhà vệ sinh nào ngoại trừ một nhà vệ sinh dành cho nam giới, không có ghế dài hoặc dù che nắng. Không còn nghi ngờ gì nữa, những thứ này sẽ có vào cuối năm nhưng cho đến lúc đó, bạn sẽ cần mang theo nước uống và bóng râm bên mình. Bãi biển rất nhiều sỏi và sạn nên việc đi bộ có thể khó khăn, phải mang giày đi biển và dưới nước dưới chân vẫn rất nguy hiểm. Nước trong vắt, lý tưởng để lặn với ống thở nhưng không có gì để xem vì không có gì mọc lên giữa sỏi và đá cuội. Không có quầy bar hoặc ghế nằm nhiều nhất là vài giờ. Thực sự không đáng nỗ lực nhưng bạn sẽ có được một bức ảnh đáng yêu trên đường ra ngoài.Đọc thêm",
            "Một bãi biển đẹp, thật thư giãn. Biển khá động và không có ai ở đó, điều mà tôi được biết là điều thường thấy ở Bãi biển Mytros. Tôi đã bơi nhanh nhưng đã quay trở lại do dòng nước ngầm mạnh và tôi là người bơi giỏi, vì vậy hãy chuẩn bị tinh thần nhé. Có một quán cà phê, nhà vệ sinh và nhân viên cứu hộ trực trên bãi biển. Bạn không còn được phép đi vào hang động ở cuối bãi biển do đá rơi. Có những điểm nhìn ra bãi biển trên đỉnh vách đá, ở cả hai bên, mang lại tầm nhìn tuyệt vời ra bãi biển. 100 lời giới thiệu, một bãi biển đẹp như vậy!Đọc thêm",
            "Bãi biển này rất đẹp.  Nước trong vắt và khi chúng tôi ở đó, nước rất ấm.  Bạn phải mang giày nước vì bãi biển rất nhiều đá.  Ngoài ra, họ có ghế bãi biển nhưng không nhiều.  Ngoài ra còn có một quán cà phê nhỏ, nơi bạn có thể ăn uống, và họ có phòng tắm và vòi sen.Đọc thêm",
            "Bãi biển sỏi tuyệt đẹp với làn nước trong xanh và một hang động nhỏ để khám phá. Quán cà phê và quán ăn nhanh ngay trong khuôn viên cùng với ô và ghế ngồi với một khoản phí nhỏ.  Đọc thêm",
            "Trên đường đến Fiskardo, chúng tôi dừng lại và nhìn xuống Myrtos beah. Nhìn từ xa, nó trông giống như cát trắng, nhưng người dân địa phương cho chúng tôi biết rằng thực ra đó là những viên sỏi nhỏ. Nó trông rất tuyệt đẹp, nhưng một cảnh báo khác mà chúng tôi được đưa ra là có thể có một số dòng nước ngầm khó chịu ngoài khơi bãi biển, vì vậy hãy cẩn thận khi bơi lội đặc biệt là các em nhỏ. Ngoài ra, đây là một chặng tập hợp nhỏ để đi xuống từ đường chính.Đọc thêm",
            "Đến gần bãi biển Myrtos, bạn có thể thấy tất cả những gì ồn ào, đơn giản là ngoạn mục và tuyệt đẹp. Bãi biển tuyệt đẹp, bãi biển đầy đá đòi hỏi phải mang giày đi biển đặc biệt để có trải nghiệm tối ưu, tuy nhiên nước trong vắt và tuyệt vời để bơi lội. Có thể lặn với ống thở ở các khu vực khác nhau , bao gồm cả gần hang động. Có sẵn ghế cho thuê, bãi đậu xe ổn, nhưng hãy đến sớm để chắc chắn, nhà vệ sinh và vòi sen, và quán cà phê cũng có sẵn. Nhìn chung, trải nghiệm tuyệt vời và có thể là số 1 phải ghé thăm ở Kefalonia.Đọc thêm",
            "Nước trong và đẹp để bơi vào và ngắm nhìn.  Xin lưu ý rằng đây là một bãi biển đầy sỏi nên bạn nên mang giày ướt vì có thể khó đi lại. Khi bạn nhìn xuống từ điểm quan sát đường chính, nó trông giống như cát. Bãi đậu xe rất nhiều nhưng có thể rất bận rộn vào buổi chiều. Đọc thêm",
            "Xin chào, chúng tôi sẽ ở gần bãi biển Myrtos vào tháng 5 này. Chỉ hỏi vài câu thôi, bạn có thể tự mang lều tắm nắng đi hay phải tự thuê giường và ô dù? Ổ đĩa có tệ lắm không? Chúng tôi có ba đứa con nhỏ và chúng tôi đang thuê một chiếc ô tô vì chúng tôi nghĩ rằng taxi sẽ đắt đỏ vì chúng tôi ở đó trong 11 đêm. Và thời điểm nào trong ngày để đi biển an toàn nhất là khi nào? Nó có bớt mạnh hơn vào buổi sáng không? Cảm ơn nhiềuĐọc thêm",
            "Cách bãi đậu xe đi bộ bao xa?Đọc thêm",
            "bãi đậu xe nằm cạnh bãi biển, nhưng vào mùa cao điểm, tôi khuyên bạn nên đến sớm, không muộn hơn 10 giờ sáng. Nếu không, bạn phải đậu xe ở những khúc cua kẹp tóc để đi xuống bãi biển, và khoảng cách sẽ trở nên lớn hơn...Đọc thêm",
            "Xin chào, bạn có cơ hội nhìn thấy myrthos sau cơn bão không? Chúng tôi đã thấy cây cầu ở Agkonas bị sập và đường bị đóng? Còn cách nào khác?Đọc thêm",
            "Đường đã đóng và bạn thực sự không thể lái xe đến đó! Vì vậy, bạn phải đi bộ ..\nĐọc thêm",
            "Xin chào mọi người, bạn có thể cho tôi biết có dịch vụ xe buýt từ cảng đưa bạn đến bãi biển Myrtos không?Đọc thêm",
            "Có... xe buýt khởi hành hàng ngày tới bãi biển Myrthos. Bạn phải đến bến xe nằm gần cảngĐọc thêm",
            "Xin chào mọi người!! Hôm nay tôi đang ở Kefalonia và chúng tôi dự định đi đến Myrtos vì vậy, hôm nay trời có gió và tôi đang nghĩ liệu ngày mai có sóng ở Myrtos không?Đọc thêm",
            "Chó có được phép không? Truy cập có dễ dàng không?",
            "Chào buổi tối! Chúng tôi đã đánh mất chiếc nhẫn cưới ở đó vào ngày 7-5-2019 nếu ai tìm thấy xin vui lòng gửi nó!!",
            "Chào buổi tối! Chúng tôi đã đánh mất chiếc nhẫn cưới vào ngày 7-5-2019, nếu ai tìm thấy xin vui lòng gửi lại. Cảm ơn bạn!!!",
            "Bây giờ nó có sóng không?",
            "Có ai biết giá giường phơi nắng ở Myrtos không?"
        ],
        "star_ratings": [
            2821,
            1115,
            456,
            121,
            63
        ],
        "review_amount": 4576,
        "location": [
            "Kefalonia",
            "Các hoạt động ở Kefalonia",
            "Quần đảo Ionia",
            "Hy Lạp",
            "Châu Âu",
            "Bãi biển Myrtos"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written July 10, 2023",
            "Written July 19, 2023",
            "Written July 20, 2023",
            "Written July 22, 2023",
            "Written July 25, 2023",
            "Written July 29, 2023",
            "Written August 9, 2023",
            "Written August 15, 2023",
            "Written August 18, 2023",
            "Written June 4, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written October 22, 2023",
            "Written October 16, 2023",
            "Written October 12, 2023",
            "Written October 3, 2023",
            "Written September 16, 2023",
            "Written September 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189457-d645368-Reviews-Myrtos_Beach-Kefalonia_Ionian_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3396951-d10769733-Reviews-Giorgos-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3396951-d1891720-Reviews-Alexandros_Restaurant-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3396951-d4610642-Reviews-Myrtos_Taverna-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3396951-d14183439-Reviews-Prime-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3396951-d13864013-Reviews-Nuovo_Cafe_Snack_Bar-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3396951-d26267636-Reviews-Mageiraki-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g775860-d23146536-Reviews-3_Wise_Monkeys-Assos_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g775860-d1070699-Reviews-Platanos-Assos_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g775860-d2590042-Reviews-Nefeli_Anait-Assos_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6474043-d14200002-Reviews-The_Black_Sheep_Grill_House-Makriotika_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g775860-d4513401-Reviews-Assos-Assos_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208172-d11638089-Reviews-Fteri_Beach-Zola_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208172-d8770029-Reviews-Agia_Kyriaki_Beach-Zola_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g780715-d8635276-Reviews-Vouti_Beach-Argostolion_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g651972-d12590405-Reviews-Vikentios_Damodos_Kefalonia_Ferries-Lixouri_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g775860-d24851403-Reviews-Assos_Beach-Assos_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d11445353-Reviews-Agia_Jerusalem_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d12843374-Reviews-Chorgota_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d11625088-Reviews-Agia_Sofia_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d26245405-Reviews-Giagana_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-or10-Myrtos_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g651972-d2359869-Reviews-Petani_Beach-Lixouri_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6988293-Reviews-Emplisi_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296257-d1172355-Reviews-Kaminia_Beach-Eleios_Pronnoi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6885474-Reviews-Kimilia_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142650-d4270340-Reviews-Ammes_Beach-Svoronata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d3299724-Reviews-Mount_Ainos_National_Park-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d2259066-Reviews-Makris_Gialos_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g8281993-d1142674-Reviews-Melissani_Cave-Karavomylos_Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3396951-d10756300-Reviews-Myrtillo-Divarata_Pylaros_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g488297-d7082501-Reviews-Boulevard_Boat_Hire_Kefalonia-Agia_Efimia_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g488297-d6875238-Reviews-Yellow_Boats_Kefalonia-Agia_Efimia_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d2212523-Reviews-Ionian_Discoveries-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g678734-d6895563-Reviews-Donkey_Trekking_Kefalonia-Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g678734-d16875266-Reviews-Nautical_Museum_of_Sami-Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g678734-d8153760-Reviews-Avgerinos_Travel_Experience-Sami_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d7359313-Reviews-Regina_s_Boats-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d3557328-Reviews-Fiskardo_Divers-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d10731564-Reviews-Fiscardo_Harbor-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g488297-d19838285-Reviews-Kefalonia_Day_Trips-Agia_Efimia_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g48962-d12418773-Reviews-Lake_Tomahawk_Park-Black_Mountain_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g58709-d12185295-Reviews-Paradise_Point_State_Park-Ridgefield_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d456939-Reviews-Kok_Tobe_Hill-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23949510-Reviews-Museum_Of_Illusions_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8121873-Reviews-Suntransfers-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d239602-Reviews-The_Selena_Museum-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g51389-d4547476-Reviews-The_Stone_Lion_Inn_Murder_Mysteries_and_Dinner-Guthrie_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15294286-Reviews-Club_Seven-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8431392-Reviews-Tha_Maharaj-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d1070421-Reviews-The_John_Denver_Sanctuary-Aspen_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-or10-Myrtos_Beach-Kefalonia_Ionian_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-Myrtos_Beach-Kefalonia_Ionian_Islands.html"
    }
]