[
    {
        "attraction_name": "Myrtle Waves Water Park",
        "attraction_name_vi": "Công viên nước Myrtle Waves",
        "general_info": [
            "599 đánh giá",
            "- 37 trong số 109 điều cần làm ở Myrtle Beach",
            "Công viên nước"
        ],
        "attraction_summary": "Kỷ niệm 32 năm trở thành công viên nước lớn nhất Nam Carolina - với 24 đường trượt và điểm tham quan cùng 1,2 triệu gallon niềm vui dành cho gia đình. Thư giãn bên hồ bơi tạo sóng, thuê một chiếc chòi riêng, chơi các đường trượt thú vị, đi bè hoặc khu vui chơi trẻ em. Hoàn hảo cho các nhóm và sinh nhật! Hai trò chơi mới trong mùa giải này là một điểm thu hút cực kỳ hấp dẫn dưới nước, The Rockin Ray và gần đây đã được bổ sung vào mùa hè này là Sóng thần! Công viên mở cửa vào các ngày cuối tuần từ ngày 20 tháng 5 đến Ngày Tưởng niệm, ngày 3 tháng 6 đến ngày 20 tháng 8 và các ngày cuối tuần từ ngày 26 tháng 8 đến ngày 4 tháng 9. Hãy kiểm tra giờ hoạt động trước khi truy cập trang web của công viên vì chúng thay đổi.Đọc thêm",
        "reviews": [
            "Chúng tôi ở tại HGVC Oceans 22 và một trong những đặc quyền là vào cửa miễn phí Myrtle Waves. Thật là một sự hợp tác tuyệt vời. Chúng tôi đã đi hai lần trong tuần này. Thời tiết không đẹp nên đi rất vui và không cảm thấy cần phải dành cả ngày ở đó. Công viên sạch sẽ và có nhân viên tốt. Có rất nhiều nhân viên làm việc ở đó. Cháu trai của chúng tôi đã cao trên 48 inch trong chuyến đi này. Anh ấy yêu thích tất cả những chuyến đi lớn. Các nhân viên cứu hộ luôn có sự an toàn trong tâm trí họ. Họ đã kiểm tra độ cao và đảm bảo đưa ra hướng dẫn cách đi xuống một số đường trượt nhất định. Chúng tôi rất thích Dippin Dots và Italian Ice. Công viên nước có niềm vui cho mọi lứa tuổi.Đọc thêm",
            "I have reviewed the park before but I wanted to review again in 2023.  The park ownership has invested in improvements that were noticeable this year.  Bathrooms were improved with A - C, new counters, plenty of soap and hand dryers.  Much more seating and umbrellas were added.  The new cabanas were available near the kids area. We rented an old school cabana and we still love that spot. But more options means you get a chance if all the others are taken.  There was fresh paint and signs and noticeable facelifts.  The kids working there are all nice and respectful  -  I was impressed by that.  Suggestions for more improvements include painting concrete steps on Rockin Ray a light gray color like some of the others. It will burn your feet right now. You can - t wear even water shoes on the slides so you either brave 3rd degree burns or hold your shoes on the ride. That hot concrete needs some solution on the hill going to the slides too for the same reason. A conveyor belt taking those huge massive tubes for Rockin ray would be great - those are massive to lug up that tight stairwell; even halfway up would help. More shade over queue lines maybe or something like mists of water for  these 100 -  degree days.  We got there early right after a storm so no lines and it was amazing for a little while. Reminded me how much I miss fast passes and wish they had them here. I - d pay premium for them.  We come every single year when in town and really appreciated the improvements.  The bathrooms at water parks are always a challenge but the upgrades did make a difference. Can - t wait to see what the  - future -  slides might be but I expect bigger crowds over time with the water park south of mb shutting down. Thanks for investing in improvements!Read more",
            "Chúng tôi đã mua một chiếc Groupon và đến thăm khu vực đó.  Tôi miễn cưỡng ghé thăm nó do một số đánh giá tiêu cực nhưng chuyến thăm vượt quá mong đợi của tôi.  Bạn có thể thấy có một số hao mòn trong công viên nhưng nhìn chung đó là một trải nghiệm tuyệt vời cho cả gia đình.  Các con tôi - 10 và 8 tuổi - cũng như chúng tôi đã có rất nhiều niềm vui.  Các lựa chọn thực phẩm không phải là tốt nhất nhưng bạn có thể đi ăn trưa và quay lại.Đọc thêm",
            "Chúng tôi không tận hưởng chuyến thăm của chúng tôi. Tòa tháp lớn nhất có nhiều đường trượt đã bị đóng cửa. Các slide mới mà facebook của công viên cho biết sẽ khai mạc ngày tưởng niệm vẫn chưa mở. Bể tạo sóng bị hỏng, lựa chọn đồ ăn bị hạn chế, khủng khiếp và chậm đến mức khó chịu. Tùy chọn đặt hàng trực tuyến trước đã ngừng hoạt động. Không có đủ phao cho dòng sông lười. Mua hàng qua groupon không tiết kiệm được nhiều nếu có tiền. Tôi đã mua 2 vé qua nhóm, nhưng sau đó họ tính thêm 22 vé và phí để cho chúng tôi vào công viên. Nhìn chung, điều này không đáng giá, đặc biệt là khi một nửa số điểm tham quan đã đóng cửa.Đọc thêm",
            "Vườn bia đóng cửa 3 đường trượt đã đóng cửa 40 Mini xếp hàng ngay cả khi vé đã được mua trước. Nếu bạn chưa chuẩn bị ĐỪNG - T mở!Đọc thêm",
            "Với tư cách là một nhân viên cứu hộ trong mùa giải năm 2023, cá nhân tôi có thể nói rằng tôi yêu thích công viên nước này, các đường trượt cực kỳ thú vị mặc dù thời gian chờ đợi rất điên cuồng. Tôi chỉ gặp một vấn đề khi làm việc ở đây và đó là khi tôi bị sa thải vì không đến sau các cuộc họp ở cơ quan, lúc đó tôi 15 tuổi và không có bằng lái xe nên tôi phải phụ thuộc vào mẹ trong việc đưa đón đi lại. công việc. Mẹ tôi - một người mẹ đơn thân và là người giám hộ duy nhất của tôi - bị khuyết tật và hầu hết các ngày đều không thể ra khỏi giường vì những khuyết tật này. Tôi đã nói rõ điều này với người quản lý và lãnh đạo của mình, nhưng họ vẫn trừng phạt tôi vì điều gì đó mà tôi không thể kiểm soát. Ngoài trải nghiệm đó, tôi còn yêu thích công việc này, tôi yêu đồng nghiệp, khách hàng, môi trường và tất nhiên là các điểm tham quan.Đọc thêm",
            "Chúng tôi đã mua một chiếc Groupon và đến thăm khu vực đó.  Tôi miễn cưỡng ghé thăm nó do một số đánh giá tiêu cực nhưng chuyến thăm vượt quá mong đợi của tôi.  Bạn có thể thấy có một số hao mòn trong công viên nhưng nhìn chung đó là một trải nghiệm tuyệt vời cho cả gia đình.  Các con tôi - 10 và 8 tuổi - cũng như chúng tôi đã có rất nhiều niềm vui.  Các lựa chọn thực phẩm không phải là tốt nhất nhưng bạn có thể đi ăn trưa và quay lại.Đọc thêm",
            "Gia đình chúng tôi đã đi nghỉ ở khu vực Myrtle Beach từ đầu những năm 1990 và chúng tôi nhớ khi đây còn là công viên nước mới hấp dẫn.  30 năm sau, nó không thể cạnh tranh được với các công viên nước lớn trong nhà - ngoài trời mới lạ mắt ở các vùng khác của đất nước - nhưng nó vẫn hướng đến gia đình, không quá đông đúc và quyến rũ.  Chúng tôi đã có một ngày tuyệt vời mặc dù phải đóng cửa trong thời gian ngắn do sét - điều mà chúng tôi đánh giá cao sự thận trọng vì sự an toàn - vì lợi ích!  Tôi cho rằng kinh nghiệm của chúng tôi sẽ là do bất kỳ ai đang làm việc ngày hôm đó, tuy nhiên, tôi muốn chỉ ra rằng toàn bộ nhân viên đã tử tế và nhiệt tình như thế nào đối với một đứa trẻ khuyết tật mà chúng tôi có trong nhóm của mình.  Chúng tôi cũng đã thuê một căn lều thực sự tuyệt vời để ở và khóa đồ đạc của mình vì chúng tôi có rất nhiều vật tư y tế.  Tôi ước gì họ có tủ lạnh mini trong lều và dịch vụ ăn uống-- nhưng chúng tôi đã chuẩn bị sẵn túi nước đá. Nhượng bộ đã hết rất nhiều mặt hàng vào giữa ngày.  Họ có thể xem xét một số loại hệ thống phun nước cho lối đi hoặc máy phun sương vì nếu bạn không mang giày dép - chân bạn sẽ bị bỏng trên mặt đường nóng bức! Dòng sông lười là một cách di chuyển chậm rãi quanh công viên. Trạm Saturation là nơi tốt nhất để con nhỏ của chúng tôi chơi cầu trượt trên đùi.  Khi trưởng thành, tôi rất thích Rockin Ray và Arooba Tooba.  Người lớn tuổi thích thú thư giãn trong chòi, dòng sông lười và hồ tạo sóng.  Đôi khi có giảm giá vé theo nhóm - vì vậy hãy chú ý điều đó. Nhìn chung, một trải nghiệm gia đình thú vị với điều gì đó dành cho mọi người cùng làm.Đọc thêm",
            "I have reviewed the park before but I wanted to review again in 2023.  The park ownership has invested in improvements that were noticeable this year.  Bathrooms were improved with A - C, new counters, plenty of soap and hand dryers.  Much more seating and umbrellas were added.  The new cabanas were available near the kids area. We rented an old school cabana and we still love that spot. But more options means you get a chance if all the others are taken.  There was fresh paint and signs and noticeable facelifts.  The kids working there are all nice and respectful  -  I was impressed by that.  Suggestions for more improvements include painting concrete steps on Rockin Ray a light gray color like some of the others. It will burn your feet right now. You can - t wear even water shoes on the slides so you either brave 3rd degree burns or hold your shoes on the ride. That hot concrete needs some solution on the hill going to the slides too for the same reason. A conveyor belt taking those huge massive tubes for Rockin ray would be great - those are massive to lug up that tight stairwell; even halfway up would help. More shade over queue lines maybe or something like mists of water for  these 100 -  degree days.  We got there early right after a storm so no lines and it was amazing for a little while. Reminded me how much I miss fast passes and wish they had them here. I - d pay premium for them.  We come every single year when in town and really appreciated the improvements.  The bathrooms at water parks are always a challenge but the upgrades did make a difference. Can - t wait to see what the  - future -  slides might be but I expect bigger crowds over time with the water park south of mb shutting down. Thanks for investing in improvements!Read more",
            "Đây là một công viên nước tuyệt vời khi mở cửa.. Không tì vết, những đường trượt tuyệt vời, tuyệt vời. Chúng tôi đã thanh toán đến 8 giờ và hồ bơi đã trống rỗng vào lúc 6 giờ vì một cơn bão đi qua. Mưa hoàn toàn tạnh vào lúc 6:30 nhưng đến 6:20 họ đã thông báo sẽ đóng cửa trong ngày do thời tiết. Hầu hết các công viên nước ít nhất cũng tạo cơ hội cho nó giải quyết trước khi gửi tiền mặt và đưa mọi người về nhà. Chúng tôi đã có khoảng thời gian tuyệt vời trên bãi biển cách đó 5 phút trong 3 giờ nữa. Không phải là một nơi mưa. Hy vọng các nhân viên tận hưởng kết thúc sớm vào thứ Sáu của họ.Đọc thêm",
            "Tôi không thể tiếp tục sử dụng bất kỳ tính năng nước nào vì bệnh viêm khớp, nhưng Myrtle Waves muốn tính phí cho tôi - 50 đô la chỉ để trông chừng các cháu của tôi. Tôi - tôi sẽ không chạm vào bất kỳ thiết bị nào của họ. Tôi sẽ không đến gần đến mức bị bắn tung tóe. Tôi chỉ muốn nhìn các cháu của tôi vui chơi. Có vẻ đơn giản với tôi. Không, họ muốn đánh cắp - 50 của tôi để không cung cấp dịch vụ nào.Đọc thêm",
            "Công viên nước khá điển hình. Dòng sông lười tốt và khu vui chơi trẻ em. Đường trượt tối thiểu hoặc các tính năng nước khác như đã thấy ở các công viên nước tốt hơn.Đọc thêm",
            "Không xứng đáng với chi phí nhập học.  Các bậc cha mẹ, các bạn phải trả mức giá tương tự như những đứa trẻ đang sử dụng các chuyến đi ngay cả khi bạn không - t.  Đối với 2 chúng tôi, đó là - 107 chỉ để ở đây trông chừng bọn trẻ.Đọc thêm",
            "Nếu trẻ lên 3 tuổi vào giữa mùa giải, bạn có cần mua vé theo mùa không?Đọc thêm",
            "Họ có áo phao cho trẻ mới biết đi không hay tôi nên mua một cái? Bé có thể mặc ngay ở khu vực dành cho trẻ mới biết đi không? Đọc thêm",
            "Có thể mang theo một toa xe được không?Đọc thêm",
            "Tôi có phải trả phí vào cửa khi đến Myrtle wave nếu tôi có vé theo mùaĐọc thêm",
            "Kính bảo hộ có được phépĐọc thêm",
            "Họ có cho phép ăn uống bên ngoài kể từ khi có dịch bệnh không? Chúng tôi đã đến Wild Water and Wheels vài tuần trước và họ không kiểm tra túi xách do có khả năng tiếp xúc với các vật dụng cá nhân có thể bị ô nhiễm nên chúng tôi có thể mang theo đồ ăn nhẹ và đồ uống nên tôi chỉ tự hỏi liệu nó có phù hợp không. ở Myrtle Waves cũng vậy.Đọc thêm",
            "Trẻ em có cần phải ở cùng người lớnĐọc thêm",
            "Có lựa chọn nào để mua vé 2 giờ hoặc vé nửa ngày vì chúng tôi không có ý định ở lại cả ngày không? Cảm ơn bạn!Đọc thêm",
            "Tôi có thể vào quán cà phê mà không cần mua vé không? Chúng tôi đã đến thăm Wild Water - Wheels hôm nay bằng cách sử dụng vé lúc 3 giờ chiều, vào cửa lúc 3 giờ chiều cho đến khi đóng cửa. Chúng tôi đến sớm 30 phút và ăn gì đó trong quán cà phê trong khi đợi 3 giờ chiều vì bạn không thể mua vé lúc 3 giờ chiều cho đến 3 giờ chiều! May mắn thay bạn có thể vào quán cà phê mà không cần mua vé. Chúng tôi sẽ ghé thăm Myrtle Waves vào ngày mai trên đường trở về từ một nơi khác, nhưng vào khoảng 3 giờ chiều. Nếu chúng ta đến đó sớm thì chúng ta có thể ngồi trong quán cà phê hay bạn không thể vào quán cà phê mà không có vé? Hay đó là trường hợp đợi ở bãi đậu xe đến 3 giờ chiều?! Con trai tôi có vẻ nghĩ rằng chúng tôi sẽ phải đợi bên ngoài đến 3 giờ chiều. Tôi đoán là tất cả đều nằm trong kế hoạch của công viên. Nếu vậy chúng ta sẽ dừng lại ở nhà hàng gần nhất trước Myrtle Waves.Đọc thêm",
            "Không có quán cà phê nào bên ngoài công viên. Có một Wendy - s ngay trên cùng một con phố. Rất gần. Đọc thêm",
            "Tôi có cần mang theo khăn tắm riêng hay nó được cung cấp sẵn?Đọc thêm",
            "Có, bạn phải mang theo khăn riêng của mình. Đọc thêm"
        ],
        "star_ratings": [
            162,
            145,
            116,
            84,
            93
        ],
        "review_amount": 600,
        "location": [
            "Duyên hải Nam Carolina",
            "Hoa Kỳ",
            "Công viên nước Myrtle Waves",
            "bãi biển Myrtle",
            "Những hoạt động không thể bỏ qua ở Bãi biển Myrtle",
            "Nam Carolina - SC -"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written August 9, 2023",
            "Written August 28, 2023",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written January 31, 2024",
            "Written August 28, 2023",
            "Written August 21, 2023",
            "Written August 9, 2023",
            "Written August 4, 2023",
            "Written July 19, 2023",
            "Written July 15, 2023",
            "Written July 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54359-d526939-Reviews-Myrtle_Waves_Water_Park-Myrtle_Beach_South_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d4567441-Reviews-Simply_Southern_Smokehouse-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d436169-Reviews-TBonz_Gill_Grill-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d4572130-Reviews-Bojangles-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d1503660-Reviews-Mellow_Mushroom-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d12886828-Reviews-Sweet_Ice_Bubble_Tea_Cafe-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d14060734-Reviews-Saigon_Cafe_of_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d2639115-Reviews-Chick_fil_A-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54371-d15809087-Reviews-Bojangles-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d4738113-Reviews-Subway-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54359-d4250423-Reviews-Sonic_Drive_In-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6856071-Reviews-Hollywood_Wax_Museum-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2692245-Reviews-Myrtle_Beach_Pelicans-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2202994-Reviews-New_South_Brewing-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d469564-Reviews-Broadway_at_the_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d14159061-Reviews-Myrtle_Beach_Pinball_Museum-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d14007154-Reviews-The_Asher_Theatre-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d107637-Reviews-Ripley_s_Aquarium_of_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2172659-Reviews-SkyWheel_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d4060362-Reviews-GTS_Theatre-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d526939-Reviews-or10-Myrtle_Waves_Water_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d253283-Reviews-Family_Kingdom_Amusement_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8071907-Reviews-Broadway_Amusement_Rides-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8071909-Reviews-The_Pavilion_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d3199387-Reviews-Ripley_s_Haunted_Adventure-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d3372786-Reviews-Family_Kingdom_Water_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d4541932-Reviews-Ripley_s_Marvelous_Mirror_Maze-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d21468716-Reviews-The_Funplex-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6939619-Reviews-Tao_Massage_Therapy_Bodywork_Spa-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d3398498-Reviews-Kokopelli_Surf_Lessons_Paddleboard_Kayak_Tours_Rentals-North_Myrtle_Beach_South_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6894033-Reviews-Broadway_Grand_Prix-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d10169987-Reviews-Backstage_Escape_Games-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d23311399-Reviews-Steve_Falcon_s_Comedy_Hypnosis_Hour-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d17195553-Reviews-Charles_Bach_Wonders-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d13974538-Reviews-Painting_with_a_Twist-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d4260179-Reviews-Charleston_Adventures-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2173586-Reviews-Legends_In_Concert_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d18937568-Reviews-Futurium-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d2527453-Reviews-Downtown_Bozeman-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33390-d117347-Reviews-Mueller_State_Park-Divide_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d8528007-Reviews-Sarona_Market-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10547212-Reviews-Diamond_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g7733884-d8603994-Reviews-Avali_Beach-Kalamitsi_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1889305-Reviews-SoHo-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g612425-d7907859-Reviews-Svartifoss_Waterfall-Skaftafell_Vatnajokull_National_Park_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45981-d9978816-Reviews-Aliante_Nature_Discovery_Park-North_Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187880-d1066166-Reviews-Mercato_Civico_Alghero-Alghero_Province_of_Sassari_Sardinia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54359-d526939-Reviews-or10-Myrtle_Waves_Water_Park-Myrtle_Beach_South_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54359-d526939-Reviews-Myrtle_Waves_Water_Park-Myrtle_Beach_South_Carolina.html"
    }
]