[
    {
        "attraction_name": "Mystery Spot",
        "attraction_name_vi": "Điểm bí ẩn",
        "general_info": [
            "1.162 đánh giá",
            "8 trong số 114 điều cần làm ở Santa Cruz",
            "Địa điểm bí ẩn"
        ],
        "attraction_summary": "Điểm bí ẩn là một điểm dị thường về lực hấp dẫn nằm trong khu rừng gỗ đỏ ngay bên ngoài Santa Cruz, California. Đó là một khu vực hình tròn có đường kính khoảng 150 feet hoặc 46 mét. Trong Điểm bí ẩn, bạn sẽ choáng váng khi nhận thức của bạn về các định luật vật lý và trọng lực bị nghi ngờ. Nhưng đừng tin lời chúng tôi, hãy đến và tự quyết định! Điểm bí ẩn được một nhóm khảo sát phát hiện vào năm 1939 và mở cửa cho công chúng vào năm 1940. Điểm bí ẩn đã khiến hàng trăm nghìn du khách từ khắp nơi trên thế giới ngạc nhiên và bối rối, và nhiều người đã quay lại nhiều lần để trải nghiệm những biến thể khó hiểu này trọng lực, phối cảnh và chiều cao. Một số người suy đoán rằng các nón kim loại đã được bí mật mang đến đây và chôn trong trái đất của chúng ta để làm hệ thống dẫn đường cho tàu vũ trụ của họ. Một số người cho rằng thực chất chính con tàu vũ trụ này đã được chôn sâu trong lòng đất. Các lý thuyết khác bao gồm carbon dioxide thấm từ trái đất, lỗ thủng tầng ozone, dòng xoáy magma, bức xạ sinh học điện môi cao nhất được biết đến ở bất cứ đâu trên thế giới và cảm giác phóng xạ. Dù nguyên nhân là gì thì nó vẫn còn là một bí ẩn.Đọc thêm",
        "reviews": [
            "Thật là một trải nghiệm thú vị và độc đáo! Moe là hướng dẫn viên du lịch tốt nhất! Chúng tôi vẫn đang cố gắng tìm ra bí mật đằng sau Điểm bí ẩn! Một điểm dừng tuyệt vời dọc theo hành trình Bờ biển Thái Bình Dương của chúng tôi!Đọc thêm",
            "Thực sự rất tuyệt vời...chúng tôi đã có một trải nghiệm tuyệt vời! Nó có thể khiến bạn khá chóng mặt và mất thăng bằng. Hãy cẩn thận nếu bạn có vấn đề về cân bằng\nCười thật nhiều, cực kỳ vui, đặc biệt là những đứa trẻ nhỏ, chúng sẽ rất thích thú!Đọc thêm",
            "Đặt vé trực tuyến trước. Vé được bán hết nhanh chóng tại trang web và bạn có thể phải đợi một giờ hoặc lâu hơn cho lần có vé tiếp theo. Chuyến tham quan vẫn ổn, dài khoảng 25 phút, không thú vị như mong đợi. Bạn sẽ có một hướng dẫn viên du lịch hướng dẫn bạn đi bộ lên một ngọn đồi ngắn đến một căn nhà gỗ nhỏ - địa điểm bí ẩn. Bạn có thể ở trong cabin khoảng 10 phút để chụp vài bức ảnh. Đó là về nó. Nếu bạn ở gần khu vực này thì đây là một địa điểm thú vị để ghé qua vì vé chỉ dành cho 10 người. Nhưng tôi sẽ không cố gắng chỉ để tham gia chuyến tham quan.Đọc thêm",
            "Đây là một nơi tuyệt vời để đi cùng trẻ em, nếu bạn có người già trong gia đình, họ rất khó giữ thăng bằng, đó là một nơi độc đáo mà trọng lực dường như bị rối tung. Đừng lái xe ngay sau khi đến thăm nơi này vì một số người trong chúng ta có thể cảm thấy chóng mặt sau khi tham quan địa điểm bí ẩn. Gia đình tôi đã có khoảng thời gian tuyệt vời tại nơi nàyXem thêm",
            "Bọn trẻ cũng thích nó, tôi cũng vậy. Rory là một hướng dẫn viên du lịch tuyệt vời. Những câu chuyện cười hài hước và một người hâm mộ Beatles! Những đứa trẻ của chúng tôi đã đính hôn và thực sự thích nó. Toàn bộ nhân viên chúng tôi gặp đều vui vẻ. Tôi không thấy ai kỳ lạ cả. Mua vé trực tuyến. Họ bán hết vé và tôi đã thấy mọi người quay lưng lại.Đọc thêm",
            "Rae hướng dẫn của chúng tôi thật tuyệt vời! Cô ấy vui tính và rất ngọt ngào! Cô ấy rất tôn trọng và có những trò đùa tuyệt vời. \n\nSự sụp đổ duy nhất là sự liên lạc giữa chủ nhà đặt phòng và các hướng dẫn viên khác. Chúng tôi phải đợi sau khi vé của chúng tôi ghi số nhóm du lịch nhất định. Họ không liên lạc với nhau và chúng tôi có thời gian tham quan khác với những gì chúng tôi đã đặt trước và đặt trước trong phần đặt chỗ của mình. Một trong những nữ hướng dẫn viên du lịch tỏ ra thô lỗ vì nhân viên giao tiếp không tốt. Tuy nhiên, hướng dẫn viên du lịch Rae của chúng tôi đã bù đắp điều đó bằng cách cô ấy rất tốt bụng và vui tính. Đọc thêm",
            "Đó là một điểm thu hút tốt với giá 10 đô la và bạn có thể dành khoảng một giờ ở đây. Mặc dù vị trí nằm ngoài đường nên tổng thời gian thực hiện có thể lâu hơn. Tất nhiên, không có gì bí ẩn ở đây mà chỉ đơn giản là một ảo ảnh quang học và thủ thuật nhận thức. Có thể tốt cho học sinh 12-18 tuổi hiểu lý do tại sao và là niềm vui ngớ ngẩn cho những người trẻ tuổi hơn.Đọc thêm",
            "Nơi này thật tuyệt! Chuyến tham quan rất bổ ích và hướng dẫn viên thực sự dễ gần. Đây không phải là chuyến tham quan quá dài vì đây không phải là nơi lớn, nhưng toàn bộ trải nghiệm đều rất thú vị! Tôi rất vui vì đã ghé thăm nơi này trong thời gian lưu trú tại Santa Cruz! Đọc thêm",
            "Nơi này thật tuyệt vời.  Tôi yêu toàn bộ sự rung cảm khi chúng tôi lần đầu tiên đến đó.  Nó ở giữa Redwoods, nên nó rất yên tĩnh và thanh bình....chà, cho đến khi bạn tham gia chuyến tham quan.  Tôi nghĩ nó sẽ rất phô trương, nhưng tôi không hề cảm thấy như vậy khi ở đó.   Nơi đó khiến tôi cảm thấy chóng mặt và buồn nôn.  Tuy nhiên, nó thật tuyệt.   Nếu bạn ở khu vực này, tôi chắc chắn khuyên bạn nên dùng cái này và nó chỉ có 8. Đọc thêm",
            "Sự hấp dẫn thú vị, điều mà bạn không trải nghiệm hàng ngày. Nó hơi đắt tiền nhưng tôi đã chi nhiều tiền hơn cho những thứ ít đáng nhớ hơn. Tôi thích cách họ trình bày nó như một dị thường về lực hấp dẫn và các nhân viên thực sự quan tâm đến điều đó. Một cái gì đó độc đáo.Đọc thêm",
            "Đây là một cách sử dụng thú vị trong 45 phút.  Và chúng tôi đã thấy các miếng dán ốp lưng cho nó mãi mãi và muốn loại nó ra khỏi danh sách.  Chúng tôi chỉ có thể xuất hiện và đi thẳng vào chuyến tham quan đang bắt đầu khi chúng tôi đến.  Điểm bí ẩn thực sự chỉ là một cabin bí ẩn.  Thế là hướng dẫn viên nói về cabin, sau đó bạn vào cabin, rồi bạn quay trở lại.  Tôi sẽ không tiết lộ nó ở đây, nhưng tôi nghĩ tôi biết bí ẩn đó là gì.Đọc thêm",
            "Dừng lại ở Mystery Spot trên đường rời Santa Cruz rất vui vì chúng tôi đã dừng lại!!!!  Đầu tiên, chúng tôi có hướng dẫn viên du lịch TỐT NHẤT, Cameron!  Chúng tôi thực sự cảm thấy như anh ấy đã làm cho nó trở nên thú vị hơn - một cảm giác hài hước tuyệt vời đồng thời cho chúng tôi thấy những điều kỳ lạ hoặc thú vị về nơi này.  Chắc chắn là một lời cảnh báo rằng bạn có thể cảm thấy một số tác động vật lý do trọng lực kỳ lạ kéo vào đó, nhưng tất cả chúng tôi đều ổn.  Cả gia đình tôi đều yêu thích nơi này!  Chắc chắn đáng để dừng lại! Đọc thêm",
            "Một chút trải nghiệm mới lạ. Như một người đánh giá khác gợi ý - hãy đi một lần để xem nội dung của nó, nhưng bạn chỉ cần dành khoảng 30 phút. Đó là một ảo ảnh quang học tốt và đội ngũ nhân viên đã nỗ lực rất nhiều vào câu chuyện cũng như diễn xuất, điều này khiến nó trở nên thú vị. Đây cũng là một khung cảnh đẹp nhưng lại ở giữa hư không. Nếu biết trước rằng đây là một chuyến tham quan ngắn ngủi chỉ có một thứ để xem xét, có lẽ chúng tôi đã không bỏ cuộc.Đọc thêm",
            "Nơi vui vẻ! Những đứa trẻ của chúng tôi và anh em họ của chúng rất thích nó ở độ tuổi 9 - 15.  Nhận đặt chỗ để đảm bảo khung thời gian bạn muốn. Chuyến tham quan kéo dài khoảng 30 phút và hướng dẫn viên rất hài hước và dễ hiểu. Chuyến đi bộ ngắn đến điểm thu hút chính là siêu dốc. Cabin và mặt đất rất quanh co; hàng rào gỗ cao xung quanh nó tạo nên ảo ảnh quang học. Vì vậy, chuyến tham quan này không được khuyến khích cho những người có vấn đề về di chuyển hoặc chóng mặt. Mọi người đều nhận được miếng dán cản xe nổi tiếng vào cuối chuyến tham quan và chúng tôi mua quà lưu niệm từ cửa hàng quà tặng. Rất khuyến khích! Đọc thêm",
            "Tôi đã lái xe qua Mystery Spot trong hơn 60 năm vì chúng tôi sống cách đó vài giờ. Cuối cùng, một chuyến đi với cháu gái 12 tuổi của tôi đã khiến tôi cuối cùng cũng dừng lại và tận mắt chứng kiến ​​ảo ảnh này. Tôi phải thừa nhận rằng chúng tôi đã hoài nghi nhưng nó thật tuyệt vời!! Tôi có thể giải thích được không?! Không! Thật thú vị khi thấy nước và những quả bóng bi-a chạy lên dốc. Tôi khá chóng mặt và phải bám vào lan can để không bị ngã. Nó đáng giá và tôi thực sự khuyên bạn nên đến đây nếu bạn đi ngang qua. FYI. Bạn cũng phải trả 5,00 đô la để đỗ xe sau khi mua vé. Vị trí đẹp trong rừng cây gỗ đỏ. Đọc thêm",
            "Vui đến bất ngờ. Vị trí rừng đẹp.   Tôi đang mong đợi một sự kiện mà tôi có thể chụp được một số bức ảnh thú vị, nhưng hướng dẫn viên du lịch có chút hài hước và tinh tế và điều đó đã tạo nên một chuyến đi chơi vui vẻ cho cả gia đình.  Một chút khó khăn, leo lên vỉa hè và một số sức mạnh cần thiết để giữ thăng bằng tại điểm nghiêng khi bạn để lại tay vịn phía sau.  Mang theo tiền mặt để tip và đậu xe.  Tôi cảm thấy thật tệ vì không có tiền boa, tôi chắc chắn là 5 đô la sẽ được đánh giá cao. Về mặt quản lý, tôi sẽ cho phép đưa ra một mẹo bổ sung về biên nhận đăng ký từ cửa hàng dành cho hướng dẫn viên du lịch cho những người mua quà lưu niệm.  Đọc thêm",
            "Vợ chồng tôi được nghỉ một ngày và muốn ra khỏi thành phố nhưng không đi xa được. Vậy tại sao không đến Mystery Spot và thưởng thức một số món ăn ở Santa Cruz. Tôi không thể tin rằng tôi đã ở lại Santa Cruz một lần trong 3 tháng và không bao giờ cố gắng xem điểm tham quan 8 giờ này. 5 giờ đỗ xe. Điểm thu hút kỳ lạ độc đáo bên đường này thật tuyệt vời. Đó là một chuyến tham quan kéo dài khoảng 40 phút khiến khoa học trở nên thú vị và tôi đánh giá cao điều đó. Cô gái trẻ ở quầy bán vé cực kỳ lịch sự và xử lý tốt đám đông. Hướng dẫn viên của chúng tôi Sean thật tuyệt vời. Anh ấy thu hút người lớn và trẻ em như nhau. Tôi đánh giá cao những câu chuyện cười, sự châm biếm và những lời khuyên để có một bức ảnh đẹp. Tôi đã chọn tên tội phạm trơn tru. Lời cảnh báo...sự cân bằng của bạn sẽ bị mất đi. Điều này có thể khiến bạn chóng mặt. Dịch vụ khách hàng của nhân viên cửa hàng quà tặng thật tuyệt vời. Đi đi lại lại giữa khách hàng bên cửa sổ và khách hàng trong quán không hề lỡ nhịp và nở nụ cười trên môi. Tôi đã có thể ra đi với một cây gỗ đỏ nhỏ để trồng ở nhà. Tôi yêu một nơi biết họ là ai và không coi trọng bản thân. Họ cung cấp cho bạn một thời gian vui vẻ. Cảm ơn Mystery Spot và cảm ơn Sean vì đã có khoảng thời gian vui vẻ. Tôi thực sự khuyên bạn nên tham quan này. VUI LÒNG tip cho hướng dẫn viên du lịch của bạn!!! Đọc thêm",
            "Điểm bí ẩn nằm trên đường tới Santa Cruz. Phí vào cửa là có và hướng dẫn viên sẽ đưa khách du lịch theo từng đợt. Địa điểm nằm trên một ngọn đồi có độ dốc lớn. Cabin nghiêng có hai phòng được làm ngay tại chỗ. Chúng tôi cảm thấy hơi khó chịu khi đi ngang qua nơi này. Hướng dẫn kéo thời gian tham quan đến địa điểm và mất tối đa 45 phút cho chuyến tham quan.Đọc thêm"
        ],
        "star_ratings": [
            465,
            460,
            158,
            40,
            39
        ],
        "review_amount": 1162,
        "location": [
            "Santa Cruz",
            "Điểm bí ẩn",
            "California CA",
            "Những điều cần làm ở Santa Cruz",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written July 14, 2023",
            "Written July 22, 2023",
            "Written August 4, 2023",
            "Written August 7, 2023",
            "Written August 28, 2023",
            "Written January 2, 2024",
            "Written March 25, 2024",
            "Written July 23, 2021",
            "Written February 10, 2022",
            "Written November 30, 2020",
            "Written July 2, 2022",
            "Written June 1, 2022",
            "Written April 10, 2023",
            "Written August 3, 2022",
            "Written June 18, 2021",
            "Written November 8, 2021",
            "Written September 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33048-d127951-Reviews-Mystery_Spot-Santa_Cruz_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33048-d4997767-Reviews-The_DeLaveaga_Lodge_Restaurant-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33048-d647328-Reviews-Hollins_House_Restaurant-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33048-d827152-Reviews-Mac_Kenzie_Bar_Grill-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33048-d7115483-Reviews-Back_Nine_Grill_Bar-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33048-d21014011-Reviews-The_View_at_Chaminade-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33066-d11777057-Reviews-Ambrosia_India_Bistro-Scotts_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33066-d4471226-Reviews-Stonehouse_Bar_Grill-Scotts_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33066-d21329719-Reviews-Scotts_Valley_Coffee-Scotts_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33048-d15211273-Reviews-Cruise_Coffee_Company-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33066-d845473-Reviews-Auntie_Mame_s-Scotts_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32377-d116849-Reviews-Henry_Cowell_Redwoods_State_Park-Felton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d609295-Reviews-West_Cliff_Drive-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32377-d103087-Reviews-Roaring_Camp_Big_Trees_Narrow_Gauge_Railroad-Felton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d2068452-Reviews-Roaring_Camp_Railroads-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d116860-Reviews-University_of_California_at_Santa_Cruz-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32168-d117213-Reviews-Capitola_Beach-Capitola_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d609299-Reviews-Wilder_Ranch_State_Park-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d156830-Reviews-Santa_Cruz_Beach_Boardwalk-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d116861-Reviews-Natural_Bridges_State_Beach-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d269709-Reviews-Santa_Cruz_Wharf-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d127951-Reviews-or10-Mystery_Spot-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d7355405-Reviews-To_Honor_Surfing_Monument-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d110085-Reviews-Mark_Abbot_Memorial_Lighthouse-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d144889-Reviews-Mission_State_Park-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d15273246-Reviews-Abbott_Square-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d17767886-Reviews-Cliff_Drive_Vista_Point-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d8298563-Reviews-Santa_Cruz_Children_s_Museum_of_Discovery-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d15134677-Reviews-Westlake_Park-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d2256196-Reviews-Chardonnay_Sailing_Charters-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d754009-Reviews-Stagnaro_Sport_Fishing_Charters_Whale_Watching_Cruises-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d2572657-Reviews-O_Neill_Yacht_Charters-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d2560165-Reviews-Pacific_Sail-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d8326848-Reviews-Chartle_Charters-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d10003745-Reviews-Brew_Cruz-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d218904-Reviews-Pasatiempo_Golf_Club-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d4961029-Reviews-DeLaveaga_Golf_and_Lodge-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d3916639-Reviews-The_Spa_at_Chaminade-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d17696104-Reviews-Ride_the_Redwoods_Mountain_Bike_Instruction_and_Ride_Tours-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d3334686-Reviews-California_Classic_Sail-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d276740-Reviews-Krakow_s_Rynek_Glowny_Central_Square-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d4738141-Reviews-Castle_Rock_Trail-Big_Bear_Lake_Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d247662-Reviews-Donkey_Beach-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8843042-Reviews-Wang_Lang_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60437-d10663052-Reviews-Garden_Creek_Falls-Casper_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d191092-Reviews-Reeperbahn-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g48966-d11969596-Reviews-Bass_Lake-Blowing_Rock_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13089090-Reviews-Potomac_Water_Taxi-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297314-d4947090-Reviews-Bab_s_Dock-Cotonou_Littoral_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g32894-d220150-Reviews-Pismo_Pier-Pismo_Beach_San_Luis_Obispo_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33048-d127951-Reviews-or10-Mystery_Spot-Santa_Cruz_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33048-d127951-Reviews-Mystery_Spot-Santa_Cruz_California.html"
    }
]