[
    {
        "attraction_name": "Mysterious Mansion",
        "attraction_name_vi": "Biệt thự bí ẩn",
        "general_info": [
            "1.015 đánh giá",
            "5 trên 35 trò chơi vui nhộn ở Gatlinburg",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Chúng tôi mời bạn trải nghiệm ngôi nhà ma ám LỚN NHẤT và KHỦNG NHẤT của Gatlinburg! Biệt thự bí ẩn là một chuyến tham quan tự hướng dẫn đến một biệt thự ma ám ba tầng cổ điển của thế kỷ. Tìm đường đi qua những lối đi bí mật, những cầu thang quanh co và những hành lang tối tăm rùng rợn mà bạn không bao giờ biết được những cư dân mục nát, bồn chồn nào có thể đang rình rập quanh góc trong mỗi căn phòng báo trước...Hoặc PHÍA SAU BẠN! Hãy tham gia cùng chúng tôi và bộc lộ tiếng hét của bạn trong Ngôi nhà ma ám nguyên bản của Gatlinburg, NẾU BẠN DÁM! -Đe doạ du khách Núi Khói trong hơn 35 năm! Để tìm thấy chúng tôi từ Parkway, hãy đi bộ phía sau McDonalds qua Fountain Plaza và xuống River Road HOẶC đi dạo một đoạn ngắn dọc theo Riverwalk từ Thủy cung khoảng 2 dãy nhà. Chúng tôi sẽ đợi bạn trong bóng tối...Đọc thêm",
        "reviews": [
            "Trước hết, tôi sẽ nói thật tốt rằng gia đình tôi là một nhóm người sợ hãi nên tiêu chuẩn rất cao.   Chúng tôi đã ngủ trong những khách sạn bị ma ám, tham gia tất cả các chuyến du lịch ma đáng sợ nhất, những nhà tù bị ma ám, v.v. và tôi có thể nói rằng chúng tôi tình cờ đến được ngôi nhà này một cách tình cờ và không có nhiều hy vọng.   Trời ạ, chúng ta đã sai rồi!   Việc nó tự hướng dẫn theo nhóm nhỏ là một điểm cộng rất lớn.  Chúng tôi đã đến mọi ngôi nhà về đêm kinh dị Halloween trong 10 năm qua và ngôi nhà này thú vị hơn nhiều. Nhịp độ thoải mái và bạn không bị ép buộc nên bạn có thể thực sự khám phá và tương tác với ngôi nhà.  Các diễn viên đều tuyệt vời và hoàn toàn nhập tâm vào vai diễn của họ.    Chúng tôi rất thích nó đến mức chúng tôi đã xem lại lần thứ hai và sẽ quay lại.Đọc thêm",
            "Chồng tôi và tôi đến thăm những ngôi nhà ma ám trên khắp đất nước. Sinh nhật của anh ấy là vào cuối tháng 9 nên đây là thời điểm hoàn hảo cho những ngôi nhà ma ám. Thật vui mừng khi thấy ngôi nhà ma ám này mở cửa quanh năm! \n\nĐó là một trong những tốt! Hiệu ứng rất tốt! Dòng ngắn cho một đêm thứ bảy. Họ đưa bạn vào và ra! Rất đáng giá 22.Đọc thêm",
            "Chúa ơi! Chỗ này\nlà ngôi nhà ma ám tốt nhất bao giờ hết!  Theo nghĩa đen, tất cả chúng tôi đều sợ hãi!!! Tôi nói đây là điều phải xem\nở Gatlinburg! Tôi có ba đứa con trai với chúng tôi 18, 21, 22 và bạn gái của con trai tôi cũng 22. Con trai út của tôi, 18 tuổi, mắc hội chứng Down, họ đối xử với nó như mọi người khác, điều đó thật tuyệt vời. Rất khuyến khích điều đó. Đọc thêm",
            "Chúng tôi yêu thích chuyến đi đến ngôi nhà của mình, chủ nhà Sarah và phi hành đoàn của cô ấy thật tuyệt vời. Ngôi nhà có rất nhiều cảnh sợ hãi và ngôi nhà rất thú vị để khám phá. Chúng tôi chắc chắn sẽ quay trở lại trong chuyến đi tiếp theo tới Gatlinburg. Đọc thêm",
            "Đi sâu vào vấn đề này mà không có kỳ vọng thực sự nhưng lại rất ngạc nhiên.  Toàn bộ trải nghiệm tốt hơn mong đợi và vâng - nó hơi đáng sợ.  Các diễn viên xuất hiện vào những thời điểm bất ngờ, gây hồi hộp cùng với tất cả các đạo cụ được sắp đặt khắp dinh thự.  Đọc thêm",
            "Chúng tôi rất thích điều này. Chúng tôi đưa hai đứa con trai tuổi teen, 19 và 16 tuổi. Họ yêu thích nó. Nó hơi đắt đối với bốn người chúng tôi 100 người trong vòng chưa đầy một giờ, nhưng đó là điều điển hình cho các điểm du lịch. Có vẻ như họ có thể đang thiếu nhân sự vì có những cơ hội gây sợ hãi ở những nơi lẽ ra phải có người ở đó nhưng thực tế lại không có. Tôi cá là nó sẽ hay hơn và đáng sợ hơn khi gần đến mùa Halloween. Lối đi phía sau giường thật đáng sợ! Nhìn chung, đó là khoảng thời gian vui vẻ và các thanh thiếu niên YÊU nó. Chúng tôi chắc chắn sẽ đi lại vào mùa thu.Đọc thêm",
            "Chúng tôi vừa tham dự đêm khai mạc của mùa giải vào ngày 29 tháng 9 năm 2023. Tôi phải nói rằng đây là ngôi nhà ma TUYỆT VỜI NHẤT mà tôi từng đến cho đến nay! Vợ tôi và tôi là những người nghiện phim kinh dị, và trải nghiệm này đã khiến cơn sốt Halloween của chúng tôi tăng vọt! Ngôi nhà ma ám tối tăm và khó nhìn thấy khi di chuyển qua đó, tôi cảm thấy đây là một điểm nhấn hoàn hảo để tăng thêm hiệu ứng sợ hãi. Các diễn viên đã làm rất tốt trong việc hù dọa! Tôi phải thú nhận rằng đây là lần đầu tiên tôi thực sự nhảy qua một ngôi nhà ma ám, mặc dù chỉ có một lần lol. Tôi giới thiệu điều này cho bất kỳ người hâm mộ nào của thể loại kinh dị, Halloween và rùng rợn. Vợ tôi và tôi cũng đã đến ngôi nhà ma Ripleys ở cuối phố. Vì vậy, tôi sẽ nói điều này nếu bạn có con nhỏ, hãy đưa chúng đến Ripleys, nơi tuyệt vời, nơi này sẽ khiến chúng sợ hãi. Nếu bạn là người lớn và muốn có thêm sự sợ hãi và không ngại trả nhiều tiền hơn thì đây là nơi nên đến! Tôi không giới thiệu ngôi nhà ma ám này cho trẻ em dưới tuổi vị thành niên Đọc thêm",
            "Ngôi nhà ma đầu tiên, tôi bị tát, bị cậu thiếu niên kéo tóc, tất nhiên là vấp ngã rất nhiều và bạn biết phần còn lại rồi đấy. Không phải là fan của bất cứ điều gì đáng sợ nhưng chúng tôi đã cười và cười. Sẽ không làm điều đó một lần nữa tho. Đối với tôi, bóng tối không thể nhìn thấy phía trước và chiếc cưa máy là một điều KHÔNG LỚN.Đọc thêm",
            "Chúng tôi đến thăm ngôi nhà ma ám vào ngày sinh nhật của tôi. Quả thực đó là trải nghiệm tuyệt vời nhất mà tôi từng có. Tôi đã từng đến đó một lần vào tháng Hai, nhưng tuần trước có vẻ đáng sợ hơn lần trước rất nhiều. Tôi đã có một trải nghiệm tuyệt vời trong chuyến đi sinh nhật của mình! Khía cạnh giác quan thực sự khiến nó trở nên mãnh liệt! Tôi chắc chắn sẽ quay lại mỗi khi tôi ở Gatlinburg! Đọc thêm",
            "Tôi là một fan cuồng của Những ngôi nhà ma ám và tôi phải nói rằng phần này có một số phần thực sự thú vị và độc đáo.  Trước hết, đây là một ngôi nhà thực tế có nhiều tầng, mang lại cảm giác chân thực và dễ chịu.  Bộ trang trí và ánh sáng thật tuyệt vời và rất sáng tạo.  \n\nMột trong những khía cạnh yêu thích của tôi là việc bạn phải tìm kiếm các cánh cửa trong mỗi phòng và đôi khi phải mò đường đi trong bóng tối hoàn toàn.  Nó thật đáng sợ và thật tuyệt vời! \n\nTôi khuyên bạn nên nó.  Tuy nhiên, không dành cho người yếu tim!Đọc thêm",
            "Cho đến nay, đây là một trong những ngôi nhà bị ma ám đẹp nhất mà tôi từng ở. Tôi và bạn bè đến Gatlinburg vào dịp sinh nhật của mình và một trong những người bạn của tôi muốn làm điều gì đó ma quái. Chúng tôi đã kết thúc và Ngôi nhà bí ẩn và điều đó thật tuyệt vời. Ngôi nhà ma ám tự hướng dẫn này rất lớn, theo chủ đề và các diễn viên thật tuyệt vời. Màn trình diễn của họ không chỉ tuyệt vời mà còn cực kỳ xuất sắc và đảm bảo rằng chúng tôi không đi sai hướng. Toàn bộ trải nghiệm thật ly kỳ và đáng sợ, và ngay khi chúng tôi bước ra, tôi đã muốn trải qua lại lần nữa. Nếu bạn thích kinh dị, tôi khuyên bạn nên đến Mysterious Mansion.Đọc thêm",
            "Một trong những ngôi nhà ma ám hay nhất mà chúng tôi từng đến. Chắc chắn đáng để kiểm tra nó. Một số khu vực hoàn toàn tối và bạn phải dò tìm đường đi xung quanh. Chúng tôi đã có một vụ nổ! Đọc thêm",
            "Chúng tôi vừa mới đi hôm nay và nó thật kinh khủng. Họ bảo chúng tôi đi qua rồi bắt đầu hét vào mặt chúng tôi rằng chúng tôi không được đi qua. Các diễn viên cực kỳ thô lỗ và không hề đáng sợ chút nào. Ngày xưa, điểm tham quan này rất vui và đáng sợ, nhưng lần này như tôi đã nói, các diễn viên và nhân viên cực kỳ thô lỗ và có vẻ như họ ghét công việc của mình. Sẽ không bao giờ quay lại sau trải nghiệm này. Ngày xưa thì tốt hơn nhiều. Hãy tiết kiệm thời gian và tiền bạc của bạn và đừng đến đây. Đọc thêm",
            "Cảm ơn bạn vì ngôi nhà này là một trong những ngôi nhà tốt nhất mà tôi từng thấy cho đến nay.   những người này đã di chuyển rất tốt từ nơi này sang nơi khác để khiến chúng tôi sợ hãiĐọc thêm",
            "Chúng tôi đã trải qua hai lần. Đầu tiên tôi đã trải qua chuyện đó với cậu con trai 15 tuổi của mình. Chỉ riêng bầu không khí đã đáng giá 25 đô la mỗi cái.  Ý tôi là, nó thật đáng sợ. Người thiết kế cái này quả là có tài. Sau khoảng phòng thứ 3, tôi quyết định xếp mình ở phía sau vì tôi không phản ứng với những pha sợ hãi khi nhảy. Tôi nghĩ thật không công bằng với những nhân viên đã làm việc hết sức chăm chỉ để dọa tôi. Xin lỗi, không phải lỗi của bạn. Anh gần như đã tóm được tôi... một lần. Và vâng, cô gái nhỏ bé đã từng nói điều gì đó với tôi vì không theo kịp nhóm nhưng cô ấy không hề thô lỗ về điều đó. Tôi đang bận tâm đến việc trang trí. Cô ấy chỉ có vẻ thất vọng vì đã không lấy được tôi. Khi chúng tôi rời đi, một cặp vợ chồng trẻ đang tranh luận xem có nên vào hay không. Vợ anh sợ hãi nhưng lại thích sự kinh dị. Cuối cùng anh ấy đã thuyết phục được cô ấy đi vào nếu chúng tôi đi cùng họ. Anh ấy đề nghị trả tiền để tôi và con trai tôi đi học lại. Được rồi, sẽ không bỏ qua điều đó. Vâng, tôi đang nói rằng nó đủ tốt để vượt qua hai lần liên tiếp. Lần thứ hai đi qua thậm chí còn tốt hơn. Lần này chúng tôi có một nhóm sáu người và tôi đã đến LMAO vài lần vì cô ấy và cặp đôi kia rất dễ bị hù dọa.Đọc thêm",
            "wow đây là ngôi nhà ma ám tuyệt vời nhất mà tôi từng đến. Tôi không phải người quanh đây và thậm chí nơi tôi ở cũng không có ngôi nhà ma ám như thế này.  khuyên MỌI NGƯỜI hãy đến và dùng thử! rất vui và thực sự rất đáng sợ. các diễn viên cũng rất tuyệt vời. biết họ đang làm gì.Đọc thêm",
            "Bắt đầu kết thúc nơi này thật khủng khiếp. Vợ tôi và tôi được yêu cầu đợi trong phòng để chuyến tham quan bắt đầu, và chúng tôi đã đợi 25 phút, trước khi cánh cửa mở ra và một cặp đôi khác bước vào. Sau đó, chúng tôi đợi thêm và cuối cùng một cặp đôi khác được dẫn vào và chúng tôi đã có thể để bắt đầu chuyến tham quan. Vì vậy, không phải là một khởi đầu tuyệt vời. Ngay từ đầu chúng tôi đã được yêu cầu không được chạm vào diễn viên và diễn viên sẽ không chạm vào chúng tôi - điều này có vẻ như là điều hiển nhiên, nhưng tôi hiểu tại sao họ phải nói với mọi người. Chúng tôi đã đi qua một số căn phòng tối đen như mực để cố gắng tìm nhiều lối thoát hiểm khác nhau, không rõ chính xác chúng ở đâu nhưng tôi cho rằng đó là một phần của trải nghiệm. Tại một thời điểm, một trong những diễn viên đã nhảy từ trên cao xuống và rơi thẳng vào chân tôi - một tai nạn, tôi chắc chắn, nhưng tuy nhiên, hơi bất cẩn. Sau đó được nửa chừng, một cánh cửa mở ra trong một căn phòng và vợ tôi theo bản năng với lấy nó vì nghĩ rằng có lẽ chúng tôi phải đi theo hướng đó - một diễn viên bước qua và ngay lập tức bắt đầu la mắng cô ấy đừng nắm lấy cánh cửa mà cô ấy chưa bao giờ thực sự chạm vào cửa. Lúc đầu, tất cả chúng tôi đều nghĩ có lẽ đây là một phần của chương trình nhưng sau đó nam diễn viên này bắt đầu đi theo chúng tôi từ phòng này sang phòng khác, cực kỳ thô lỗ và la mắng chúng tôi. Nó phá hỏng hoàn toàn trải nghiệm của tất cả những người liên quan và mang tính hung hăng, thù địch và hoàn toàn không chính đáng. Cuối cùng, người duy nhất thực sự vi phạm bất kỳ quy tắc nào là diễn viên đã nhảy vào chân tôi. May mắn thay, chúng tôi đã có thể được hoàn lại tiền, nhưng ngay cả người quản lý hoàn lại tiền cũng tỏ ra thô lỗ và bác bỏ. Khuyến nghị của tôi là tránh nơi này bằng mọi giá - họ tính phí 50 mỗi cặp và ngay cả trải nghiệm tốt nhất ở đây cũng không đáng giá. Đọc thêm",
            "TÔI YÊU NƠI NÀY. Tôi ước tôi sống gần hơn để tôi có thể làm việc ở đó. Hãy chuẩn bị để sợ hãi. Nó thật tuyệt. Bạn không bao giờ biết mình sẽ tìm thấy gì ở góc tiếp theo.Đọc thêm",
            "Chúng tôi đã đi vào một tối thứ bảy mưa và không có ai xếp hàng. Chúng tôi trả tiền và sau đó được thông báo rằng chúng tôi sẽ phải đợi những người khác đến. Sau một thời gian dài chờ đợi, không có ai đến xem Dinh thự nên chúng tôi được anh chàng lấy vé hướng dẫn và dẫn sang phòng bên cạnh tối om. Chúng tôi đã cố gắng tìm cách ra khỏi phòng nhưng không được. Sau một hồi chờ đợi, một cặp vợ chồng khác bước vào phòng và đó là lúc chuyến tham quan thực sự bắt đầu. Thật không hay khi bắt chúng ta phải chờ đợi lâu như vậy mà không có bất kỳ hướng dẫn trước nào về những gì sẽ xảy ra. Đêm nay chỉ có một diễn viên nhưng họ đã làm rất tốt. Trải nghiệm IMO rất lỗi thời và có thể được hưởng lợi từ một số cập nhật như trong các màn hình cập nhật và có lẽ một số hoạt hình điện tử, đặc biệt là vì chúng có vẻ ngắn ngủi. Ngoài ra, loại hiệu ứng phòng thoát mà họ cố gắng kết hợp vào trải nghiệm đều thiếu hiệu quả. Chúng tôi rất vui vì chúng tôi đã dừng lại nhưng sẽ không làm điều đó nữa.Đọc thêm",
            "Tôi đã hy vọng rất nhiều, nhưng nhanh chóng bị từ chối khi anh bán vé là một thằng khốn nạn. Anh ta cãi nhau với mẹ tôi và cố lừa tiền chúng tôi. Đọc thêm"
        ],
        "star_ratings": [
            728,
            167,
            58,
            19,
            43
        ],
        "review_amount": 1015,
        "location": [
            "Những điều cần làm ở Gatlinburg",
            "Tennessee TN",
            "Gatlinburg",
            "Hoa Kỳ",
            "Biệt thự bí ẩn",
            "Quận Sevier"
        ],
        "reviews_time": [
            "Written June 16, 2023",
            "Written June 26, 2023",
            "Written July 7, 2023",
            "Written July 9, 2023",
            "Written July 27, 2023",
            "Written July 29, 2023",
            "Written September 29, 2023",
            "Written October 6, 2023",
            "Written October 14, 2023",
            "Written October 20, 2023",
            "Written June 4, 2024",
            "Written May 12, 2024",
            "Written May 3, 2024",
            "Written April 23, 2024",
            "Written March 27, 2024",
            "Written March 26, 2024",
            "Written March 25, 2024",
            "Written March 11, 2024",
            "Written February 11, 2024",
            "Written January 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60842-d735107-Reviews-Mysterious_Mansion-Gatlinburg_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d17470248-Reviews-Tennessee_Jed_s-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d881822-Reviews-New_Orleans_Sandwich_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d1740811-Reviews-Kilwin_s-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d3971098-Reviews-Chocolate_Monkey-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d580826-Reviews-Donut_Friar-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d661044-Reviews-Bubba_Gump_Shrimp_Co-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d523100-Reviews-Pancake_Pantry-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d1508520-Reviews-Fannie_Farkle_s-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d1111998-Reviews-Coffee_and_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d1112023-Reviews-The_Village_Cafe_Creamery-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d6429868-Reviews-Sugarlands_Distilling_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23720948-Reviews-Arcade_City_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23474593-Reviews-Elkmont_Winery-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d25050350-Reviews-Tennessee_Stud_Cider_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284003-Reviews-Gatlinburg_SkyLift_Park-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d17852753-Reviews-SkyBridge-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1822813-Reviews-Ole_Smoky-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d10044914-Reviews-Ole_Smoky_Whiskey_Barrelhouse-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d8780307-Reviews-Tennessee_Homemade_Wines-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d13439015-Reviews-Gatlinburg_Winery-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d735107-Reviews-or10-Mysterious_Mansion-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12030845-Reviews-Gatlin_s_Escape_Games-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23474589-Reviews-Breakout_Games_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d292825-Reviews-Hillbilly_Golf-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23473685-Reviews-Activate_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1451745-Reviews-Gatlin_s-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d645810-Reviews-Ripley_s_Davy_Crockett_Mini_Golf-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d2281453-Reviews-Shoot_Em_Up_Cinema-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1569158-Reviews-Fannie_Farkle_s_Family_Fun_Parlor-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d8592130-Reviews-Art_Studio_of_the_Smokies-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d2022676-Reviews-Arcadia-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d3748871-Reviews-Smoky_Mountain_Guides-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d15711027-Reviews-Smoky_Tours-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d8460785-Reviews-Ole_Smoky_Candy_Kitchen-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12417832-Reviews-Jonathan_s_The_Bear_Necessities-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g425061-d3183608-Reviews-Cirque_de_Gavarnie-Gavarnie_Hautes_Pyrenees_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189783-Reviews-West_End_Theatre_District-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g41841-d106689-Reviews-Pirate_s_Cove_Adventure_Golf-South_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191367-Reviews-Via_Condotti-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d3659764-Reviews-Ban_Tai_Beach-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48618-d4598746-Reviews-Carpenter_Falls-Skaneateles_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8820259-Reviews-Indy_500-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d637236-Reviews-Waikiki_Beach_Walk-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d8114829-Reviews-Shopping_Center_Kamelija-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d109330-Reviews-Lake_Ouachita-Hot_Springs_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60842-d735107-Reviews-or10-Mysterious_Mansion-Gatlinburg_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60842-d735107-Reviews-Mysterious_Mansion-Gatlinburg_Tennessee.html"
    }
]