[
    {
        "attraction_name": "Mystic Aquarium",
        "attraction_name_vi": "Thủy cung huyền bí",
        "general_info": [
            "2.928 đánh giá",
            "7 trong số 27 điều cần làm ở Mystic",
            "Bể cá"
        ],
        "attraction_summary": "Mystic Aquarium, một tổ chức phi lợi nhuận 501c3, được coi là một trong những thủy cung hàng đầu quốc gia, cung cấp dịch vụ chăm sóc mẫu mực cho nhiều loài khác nhau, đồng thời đóng vai trò là trung tâm phục hồi và cứu hộ động vật có vú biển hàng đầu ở vùng đông bắc. Chương trình giáo dục và bảo tồn mạnh mẽ cùng với trải nghiệm tuyệt vời của du khách giúp tăng cường mối liên hệ cá nhân với động vật và môi trường của chúng. Sứ mệnh của Mystic Aquarium là truyền cảm hứng cho mọi người chăm sóc và bảo vệ hành tinh đại dương thông qua bảo tồn, giáo dục và nghiên cứu, đồng thời giới thiệu khoảng 800.000 khách hàng năm với hàng nghìn loài động vật thông qua các diễn giải có cấu trúc, triển lãm được tuyển chọn đặc biệt và các hoạt động tương tác thực hành. Là một tổ chức nghiên cứu hàng đầu, Mystic Aquarium tuyển dụng toàn bộ nhân viên là các nhà khoa học tham gia vào các dự án tập trung vào việc bảo tồn và phát triển bền vững hành tinh đại dương của chúng ta.Đọc thêm",
        "reviews": [
            "Đây là một nơi vui vẻ.  Chúng tôi đánh giá cao rằng nó không lớn và không mất nhiều thời gian đi bộ để xem mọi thứ.  Các nhân viên rất hữu ích và biết nhiều về động vật.  Tôi đã học được một số điều mà tôi chưa biết.  Chúng tôi đã dành khoảng 1,5 giờ ở đây, nhưng con tôi lớn hơn nên nếu bạn có con nhỏ thì có thể mất nhiều thời gian hơn.Đọc thêm",
            "Rachel, cảm ơn rất nhiều vì đánh giá của bạn! Nhân viên của chúng tôi sẽ rất vui khi biết rằng bạn thấy chúng hữu ích, họ đã cống hiến cả cuộc đời mình để hỗ trợ các nỗ lực giáo dục, bảo tồn và nghiên cứu của chúng tôi. Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, hãy luôn liên hệ với infomysticaquarium.org, chúng tôi luôn hoan nghênh phản hồi! Cảm ơn, Rachel!Đọc thêm",
            "Nơi này thật tuyệt vời! Những con cá voi Beluga thật đáng kinh ngạc! Tôi có thể đã xem chúng cả ngày. Các nhân viên đã có kiến ​​thức và thân thiện. Nó rất sạch sẽ và có tổ chức. Tôi thực sự khuyên bạn nên phô trương triển lãm Dino, 3 và 5 đứa con của tôi rất thích nó. Bạn có thể có thể làm điều đó trong 2 giờ nhưng chúng tôi đã lái xe 2,5 giờ để đến đó nên chúng tôi đã dành thời gian và dành cả ngày.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá năm sao tuyệt vời này trên Tripadvisor! Sự ủng hộ của bạn là điều cho phép chúng tôi hoàn thành sứ mệnh truyền cảm hứng cho mọi người chăm sóc và bảo vệ hành tinh đại dương xinh đẹp của chúng ta và tất cả các loài mà nó hỗ trợ. Những lời tốt đẹp của bạn về đội ngũ nhân viên và các cuộc triển lãm của chúng tôi thật truyền cảm hứng! Hãy giữ liên lạc với chúng tôi bằng cách theo dõi các trang mạng xã hội khác nhau của chúng tôi mysticaquarium. Cảm ơn! Đọc thêm",
            "Buổi biểu diễn sư tử biển thật tuyệt vời! Những con cá voi beluga thật tuyệt vời. Họ đến ngay tấm kính và nói chuyện với bạn. Những chú chim cánh cụt rất dễ thương và đang nói chuyện với nhau. Nó đắt tiền nhưng đáng để đi ít nhất một lần.Đọc thêm",
            "Cảm ơn đã để lại cho chúng tôi đánh giá tốt này! Sự hỗ trợ của bạn là điều cho phép chúng tôi chăm sóc và bảo vệ rất nhiều loài sinh vật biển xinh đẹp tại Thủy cung. Đọc được rằng bạn rất thích thú với những đặc điểm độc đáo của cá voi và chim cánh cụt của chúng tôi, điều đó thực sự làm nên ngày của chúng tôi! Đừng bao giờ ngần ngại theo dõi chúng tôi trên các trang mạng xã hội của chúng tôi để cập nhật những gì đang diễn ra với Mystic Aquarium! Cảm ơn sự hỗ trợ của bạn!Đọc thêm",
            "Khi ở Mystic bạn thực sự phải làm bể cá.  Chúng tôi đã nhận được vé kết hợp với Bảo tàng Cảng biển Huyền bí, nhưng nó vẫn đắt.  Thủy cung ở phía nhỏ hơn.  Điều đó có nghĩa là có một số lĩnh vực chúng tôi thực sự thích thú.\n\nCá voi beluga thật tuyệt, chúng tôi có thể ở đó cả ngày.  Tương tự với việc nhìn thấy các con dấu.  Chúng tôi đến đó vào buổi sáng, vì vậy chúng tôi được chứng kiến ​​thời gian cho hải cẩu ăn, thật tuyệt vời.  \n\nChúng tôi rất thích nhìn thấy những chú chim cánh cụt và tìm hiểu về những hạt nhỏ mà chúng có trên cánh để phân biệt chúng là ai.\n\nChúng tôi đã trả thêm tiền cho việc bơi VR cùng cá voi.  Đó là một trải nghiệm thú vị nhưng tôi không chắc mình sẽ làm lại lần nữa.  Bạn ngồi trong những cái kén riêng lẻ này có thể di chuyển.  Âm thanh quá nhỏ khi chúng tôi bắt đầu và video mà vợ tôi đang xem rất mờ.  Họ có một vài chương trình khác nhau mà bạn có thể xem, trong đó có một chương trình dành cho trẻ nhỏ về nàng tiên cá.\n\nCác cuộc triển lãm trong nhà rất thú vị, nhưng không phải lúc nào bạn cũng có thể nhìn thấy những gì được cho là ở trong đó.  Triển lãm sứa rất gọn gàng để xem.\n\nNhìn chung, đây không phải là một sản phẩm đáng đồng tiền bát gạo, nhưng là thứ bạn nên xem nếu bạn ở trong Mystic - đặc biệt là với trẻ em.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã để lại đánh giá cho chúng tôi trên Tripadvisor! Chúng tôi thực sự đánh giá cao sự hỗ trợ và những lời tốt đẹp của bạn về cơ sở của chúng tôi. Chúng tôi không xem nhẹ phản hồi của bạn, vì vậy nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, vui lòng liên hệ với infomysticaquarium.org. Cảm ơn một lần nữa!Đọc thêm",
            "Nhìn chung, gia đình tôi đã có khoảng thời gian vui vẻ ở thủy cung huyền bí nhưng tôi hơi thất vọng. Cơ sở vật chất có vẻ lỗi thời, nhỏ và đắt tiền. Tôi rất ngạc nhiên khi thấy họ vẫn tổ chức chương trình biểu diễn sư tử biển - tôi nghĩ hầu hết các bể cá đã ngừng làm việc đó vì lý do đạo đức. Bể quan sát cá mập thực sự đáng thất vọng và tôi cảm thấy tồi tệ cho những con cá voi beluga. \n\nChúng tôi đến thăm lúc 9 giờ sáng thứ Hai và đến 11 giờ 30 thì đông đúc đến mức chúng tôi phải rời đi. Chúng tôi đã trả thêm tiền cho triển lãm biển Dino và điều đó hoàn toàn lãng phí - đừng bận tâm đến điều đó. \n\nCác con tôi thực sự quan tâm đến động vật biển nên chúng rất thích trải nghiệm này nhưng hãy giữ kỳ vọng của người lớn ở mức thấp và có thể đọc một số thông tin về cách chăm sóc động vật biển trong điều kiện nuôi nhốt và xem bạn cảm thấy thế nào về điều đó. \n\nTôi sống ở khu vực DC và đến thăm Thủy cung Baltimore hàng năm nên có lẽ tôi được chiều chuộng. \nĐọc thêm",
            "Cảm ơn bạn đã để lại cho chúng tôi một đánh giá! Sự hỗ trợ của bạn là điều giúp chúng tôi chăm sóc và bảo vệ vô số loài sinh vật biển và chúng tôi không thể biết ơn nhiều hơn. Chúng tôi không xem nhẹ những phản hồi nhận được vì chúng tôi luôn tìm cách cải thiện trải nghiệm của khách tại Mystic Aquarium. Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, vui lòng liên hệ với infomysticaquarium.org! Cảm ơn!Đọc thêm",
            "Nếu bạn đang ghé thăm Mystic, đây là nơi để bạn trở thành một phần trong chuyến đi của mình. Mặc dù không lớn nhưng nơi đây có rất nhiều loài động vật và hoạt động học tập thú vị. Belugas là thứ không thể bỏ qua khi bạn đến Mystic. Thủy cung được chia thành khu trưng bày ngoài trời dành cho các loài động vật lớn hơn và khu trưng bày trong nhà dành cho các sinh vật biển nhỏ hơn. Đó là niềm vui lớn cho cả gia đình và sẽ mất một buổi chiều. Ngoài ra, hãy chắc chắn dành thời gian cho buổi biểu diễn Sư tử biển. Chúng tôi sẽ tiếp tục ghé thăm trong tương lai và mang theo những người bạn mới mỗi lần.Đọc thêm",
            "Cảm ơn rất nhiều vì đã gửi đánh giá cho chúng tôi trên Tripadvisor! Chúng tôi rất vui khi biết rằng bạn rất thích buổi biểu diễn Sư tử biển California, các huấn luyện viên của chúng tôi sẽ rất vui khi được nghe những lời tử tế của bạn. Bạn thực sự có thể theo dõi những chú Sư tử biển xinh đẹp của chúng tôi bằng cách xem các trang mạng xã hội mysticaquarium của chúng tôi nếu bạn chưa làm vậy. Cảm ơn một lần nữa vì đánh giá tuyệt vời của bạn!Đọc thêm",
            "Lần đầu tiên ghé thăm sau khoảng 15\nNăm. Có nhiều tương tác hơn cho trẻ nhỏ. Chương trình biểu diễn sư tử biển thực sự thú vị với toàn bộ cốt truyện về sinh nhật lần thứ 50 của thủy cung chồng lên các trò lừa bịp. Đọc thêm",
            "Cách thú vị để dành một vài giờ. Sẽ cần nhiều thời gian hơn nếu bạn mang theo trẻ em. Có một buổi biểu diễn hải cẩu và chúng tôi thích nhìn thấy những con cá voi trắng beluga. Chúng tôi thích xem chim cánh cụt và các cuộc triển lãm bên trong. Phải có nếu bạn ghé thăm Mystic!! Đọc thêm",
            "Một bể cá nhỏ xinh nhưng không có gì tuyệt vời.  Chúng tôi đã đi hết vườn thú trong vòng chưa đầy 2 giờ và đó là đi qua các khu trưng bày hai lần.  Chi phí 48 mỗi người rất đắt trong cuốn sách của tôi.  Tôi có muốn giới thiệu nó không? Nếu bạn có con nhỏ và cần giải trí cho chúng trong nửa ngày.  Ừ thì đi đi.  Trải nghiệm khủng long là một chi phí bổ sung.  Quay lại?  KhôngĐọc thêm",
            "Thủy cung này khá nhỏ và lỗi thời so với các thủy cung lớn khác trên thế giới. Nó cũng khá đắt. Tuy nhiên, tất cả nhân viên đều rất tốt bụng và hiểu biết sâu sắc về các loài động vật. Con tôi thích một số cuộc triển lãm mặc dù chúng có giá quá cao. Cá nhân tôi thích ngắm cá voi trắng. Tôi không thực sự muốn giới thiệu nơi này nhưng đó là một trải nghiệm ổn Đọc thêm",
            "Chúng tôi đã ở đó gần năm giờ và có thể nhìn thấy hầu như tất cả các loài cá, chim cánh cụt và động vật có vú.  Mặc dù hầu hết mọi người ở đó cùng với trẻ em và có nhiều nhóm trường học nhưng đây cũng là một trải nghiệm rất thú vị đối với người cao tuổi.Đọc thêm",
            "Những con cá voi beluga rất đẹp cũng như bể cá trong nhà và cá đuối gai độc.  Tuy nhiên, phải trả thêm 15 người cho buổi biểu diễn Dino là rất tốn kém sau khi trả khoảng 40 cho mỗi người lớn.Đọc thêm",
            "Bể cá này là một viên ngọc tuyệt đối. Nó có sự cân bằng tốt giữa các bể nhỏ hơn bên trong tòa nhà và một số triển lãm lớn hơn bên ngoài mà bạn có thể đi dạo xung quanh. Đó là một ngày bận rộn nhưng có rất nhiều không gian ngắm cảnh dành cho cá belugas.  Buổi biểu diễn hải cẩu cũng rất đáng xem. Đồ ăn trong quán cà phê đắt như mong đợi, lần sau tôi sẽ mang bữa trưa. Khiếu nại duy nhất của tôi là trả thêm tiền để tham quan tòa nhà khu vui chơi trẻ em triển lãm khủng long, hoàn toàn không xứng đáng với cái giá mà họ tính. Vì điều đó tôi đã phải loại bỏ một ngôi sao.Đọc thêm",
            "Rất đông đúc. Nhưng bọn trẻ rất thích nó. Điều khiến tôi khó chịu là con trai tôi mắc chứng tự kỷ và phải ngồi trong xe đẩy vì lý do an toàn, và nó bị từ chối vào rạp vì xe đẩy.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến thăm thủy cung này, con trai tôi và tôi thích thủy cung này hơn thủy cung ở Boston.  Đó là một trải nghiệm tuyệt vời và con trai tôi thực sự thích triển lãm Dino, nó đáng giá thêm và triển lãm này trong một bộ phim 4 D chúng tôi đã xem Kỷ băng hà thật tuyệt!  Con trai tôi rất hào hứng khi được nhìn thấy cá voi beluga và trải nghiệm thực tế ảo, đó là một khoản chi phí bổ sung và đáng giá từng xu!  Chúng tôi đã làm con cá mập, có một vài con khác nhau để bạn lựa chọn.  Chúng tôi đến lúc 9 giờ sáng khi họ mở cửa, điều này thật hoàn hảo vì nó rất bận rộn trong ngày, vì vậy tôi khuyên bạn nên đi sớm! Đọc thêm",
            "Chúng tôi thực sự thích nơi này. Triển lãm đẹp, nhân viên thân thiện, giá cả hợp lý. Chim cánh cụt, cá voi beluga, sư tử biển, tất cả đều tốt. Nó có thể chỉ cần mọc lại một chút để hấp dẫn hơn nhưng chúng tôi đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Vào đầu tháng 3, nhân dịp sinh nhật quan trọng, gia đình tôi đã chiêu đãi tôi một cuộc chạm trán với Chim cánh cụt tại Thủy cung Huyền bí. Tôi yêu chim cánh cụt! Đây là một món quà tuyệt vời để đánh dấu dịp này. Felicia là người hướng dẫn của chúng tôi và cô ấy đã làm rất tốt. Cô ấy vui vẻ, chuyên nghiệp và rất nhiều thông tin. Chúng tôi đã gặp chú chim cánh cụt Tím Xám. Cô ấy được đặt tên theo những hạt màu sắc nhận dạng mà cô ấy đeo. Màu xám tím thật đẹp! Gia đình tôi và tôi yêu thích toàn bộ trải nghiệm. Thật thú vị và khó tin khi được ở gần một chú chim cánh cụt thực sự. Cảm ơn bạn, Felicia và các trợ lý Debbie và Fatima.Đọc thêm",
            "Thủy cung huyền bí là trải nghiệm thú vị, hấp dẫn dành cho trẻ em và người lớn. Các cuộc triển lãm được ký kết rất tốt và nhân viên rất hữu ích. Ngoài ra còn có một số hoạt động dành cho trẻ em khiến chuyến đi không chỉ là ngắm nhìn động vật hoang dã ở biển.Đọc thêm",
            "Đây là một bể cá tuyệt vời. Có rất nhiều thứ để làm và xem cho trẻ em. Một số phần ở trong nhà, một số phần ở ngoài trời. Bạn có thể dễ dàng lấp đầy một buổi chiều với nơi này! Điều gì giữ nó từ 5 sao đầy đủ? Chi phí! Sẽ rất tốn kém khi đến Mystic Aquarium và sau đó khi bạn đã trả hết tiền, sẽ có một con khủng long trông hấp dẫn đối với trẻ mới biết đi, ít nhất là một con khủng long thu hút sự chú ý của con bạn và chúng chạy đến trải nghiệm Dino. Và họ tính phí cho bạn NHIỀU HƠN như thế nhiều hơn! để đi vào trong. Và nó không quá ấn tượng hay đáng giá bao nhiêu tiền nhưng điều cuối cùng bạn muốn làm sau một ngày vui chơi ở thủy cung là không cho con bạn có một buổi chiều với khủng long!Đọc thêm",
            "Tôi đã đánh giá 5 sao này nếu không phải vì giá cả. 40 cho mỗi người lớn là điên rồ và không bao gồm triển lãm khủng long. Đó là một bể cá tương đối nhỏ mà tôi nghĩ không nên có giá trên 25 cho người lớn.  Dù sao thì, như tôi đã nói, nó nhỏ nhưng khá đẹp.  Tôi yêu cá voi beluga ngoài trời, hải cẩu và chim cánh cụt.  Bên trong RẤT đông đúc nhưng các cuộc triển lãm rất đẹp.  Yêu phần cá thạch nhất. Nơi tuyệt vời để đưa cả gia đình đi nếu bạn chuẩn bị cho đám đông, có thể đi trong tuần và tiêu một ít tiền mặt.Đọc thêm",
            "Cảng biển huyền bí có nằm ở vị trí khác với thủy cung huyền bí không?        Đọc thêm",
            "Tôi có thể đặt trước một chiếc xe lăn cho ngày của mẹ không?Đọc thêm",
            "Họ vẫn ngoại trừ thẻ lợi ích Snap để thanh toán phí vào cửa chung cho thủy cung huyền bí phải không?Đọc thêm",
            "Họ vẫn tôn trọng thẻ lợi ích nhanh chóng khi vào Thủy cung chứ?Đọc thêm",
            "Có giảm giá cho Cựu chiến binh không?Đọc thêm",
            "Có chứ! Xem thông tin này trên trang web của họ. Bạn có thể tìm thấy thông tin này trong mục Visit, Current Promotions.\n\nCỰU CHIẾN BINH HOẶC NGƯỜI VỀ HƯU\nMiễn phí vé vào cửa chung cho quân nhân Hoa Kỳ đang tại ngũ, cựu chiến binh hoặc đã nghỉ hưu với mã khuyến mại. Phải xuất trình Thẻ căn cước quân nhân, Thẻ Cựu chiến binh hoặc mẫu DD214 cùng với vé điện tử khi vào cửa. Đọc thêm",
            "vé vào cửa cho người cao tuổiĐọc thêm",
            "vé cao cấpĐọc thêm",
            "Bạn có thuê xe tay ga cho người lớn khuyết tật không vậy. Kiến đi tới chỗ tốtĐọc thêm",
            "Xin chào, bạn đang lên kế hoạch cho một chuyến đi tới đó cùng một đứa trẻ.  Đối với những người đã truy cập gần đây, tôi có một vài câu hỏi.\n1 Mọi người có tôn trọng sự xa cách xã hội không?  2 Bạn có cảm thấy rằng chỉ còn ít hơn một nửa công suất không?  3 Bạn có mối lo ngại hoặc vấn đề nào khác trong chuyến thăm liên quan đến các vấn đề liên quan đến COVID-19 không?  Cảm ơn bạn!Đọc thêm",
            "CHÀO!  Mọi người đều đeo khẩu trang, kiểm tra nhiệt độ trên đường vào. Tôi có thể nói là chỉ có một nửa sức chứa nhưng có những thời điểm rất bận rộn khi cho phép bạn vào và với phương tiện giao thông một chiều, mọi người chen chúc ở nhiều nơi.  Không phải lúc nào cũng có khoảng cách 6 ft giữa tất cả các nhóm.  Chồng tôi và tôi đã có thể giữ khoảng cách với mọi người nhưng lại quyết định đi đến những khu vực ít đông đúc hơn nếu có thể.  Có vẻ như xe đẩy không được phép vào khu vực trong nhà của thủy cung.Đọc thêm",
            "Bạn có thể nhìn thấy cá voi vào mùa đông không? Họ có ở trong không?Đọc thêm",
            "Cá voi chỉ có thể nhìn thấy từ bên ngoài.  Những điều tội nghiệp dường như vô cùng buồn chán khi tất cả các buổi diễn đều bị hủy do lo ngại giãn cách xã hội.Đọc thêm"
        ],
        "star_ratings": [
            1306,
            998,
            442,
            124,
            58
        ],
        "review_amount": 2928,
        "location": [
            "Hoa Kỳ",
            "thần bí",
            "Connecticut CT",
            "Những điều cần làm ở Mystic",
            "Đất Nước Huyền Bí",
            "Thủy cung huyền bí"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 20, 2023",
            "Written July 10, 2023",
            "Written July 15, 2023",
            "Written July 24, 2023",
            "Written August 3, 2023",
            "Written August 7, 2023",
            "Written August 13, 2023",
            "Written August 14, 2023",
            "Written August 20, 2023",
            "Written May 25, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 9, 2024",
            "Written March 24, 2024",
            "Written March 19, 2024",
            "Written March 17, 2024",
            "Written February 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33845-d106100-Reviews-Mystic_Aquarium-Mystic_Mystic_Country_Connecticut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d25566396-Reviews-Trattoria_Amalfi-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d394754-Reviews-Go_Fish_Restaurant-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d1894980-Reviews-Mango_s_Wood_Fired_Pizza_Co-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d473758-Reviews-Johnny_s_Peking_Tokyo-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d10771936-Reviews-Jealous_Monk-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d2665050-Reviews-McQuade_s_Marketplace-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d8462995-Reviews-Pink_Basil-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d19721699-Reviews-Rio_Salado-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d10450330-Reviews-Mango_s_Homemade_Ice_Cream-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33845-d10378275-Reviews-Alice_in_the_Village-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d105370-Reviews-Olde_Mistick_Village-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d14067290-Reviews-Mystic_Shoreline_Visitor_Information_Center-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d8725578-Reviews-Mystic_Dark_Room-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d116964-Reviews-Charles_W_Morgan-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d104984-Reviews-Mystic_Seaport_Museum-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d630088-Reviews-Mystic_River_Bascule_Bridge-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d12901230-Reviews-Elm_Grove_Cemetery-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d8403611-Reviews-Historic_Downtown_Mystic-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d4059733-Reviews-Denison_Homestead_Museum-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d535430-Reviews-Denison_Pequotsepos_Nature_Center-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d106100-Reviews-or10-Mystic_Aquarium-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d10382061-Reviews-Mystified_Escape_Rooms-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d8469426-Reviews-Franklin_s_General_Store-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d23384367-Reviews-The_Cloak_And_Wand-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d9595796-Reviews-Mystic_Luxury_Cinema-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d13997967-Reviews-Munson_s_Chocolates-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d4474237-Reviews-Extra_Virgin_Oil_Store-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d6894177-Reviews-Adventure_Mystic-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d1546896-Reviews-Argia_Mystic_Cruises-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d5308982-Reviews-Seaside_Shadows_Haunted_History_Tours_LLC-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d8614187-Reviews-Tree_Trails_Adventures_Mystic-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d4602577-Reviews-Frankfurt_am_Main_Hauptbahnhof-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d265458-Reviews-La_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d151775-Reviews-Isla_Carmen-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d6773432-Reviews-Rosemont_Theatre-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d523855-Reviews-Village_of_Lindos-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d1091226-Reviews-Tin_City-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d7133216-Reviews-Geropotamos_Beach-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d5016526-Reviews-English_Book_shop-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d4137017-Reviews-Witch_Pix-Salem_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33845-d106100-Reviews-or10-Mystic_Aquarium-Mystic_Mystic_Country_Connecticut.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33845-d106100-Reviews-Mystic_Aquarium-Mystic_Mystic_Country_Connecticut.html"
    }
]