[
    {
        "attraction_name": "Nagoya Castle",
        "attraction_name_vi": "Lâu đài Nagoya",
        "general_info": [
            "3.589 đánh giá",
            "2 trong số 162 điều cần làm ở Naka",
            "Địa điểm lịch sử",
            "Điểm tham quan Điểm mốc",
            "Lâu đài"
        ],
        "attraction_summary": "Nagoya Omotenashi Bushotai bao gồm 6 tướng quân đội bushos và 4 binh sĩ jingasa. 6 bushos là Nobunaga Oda, Hideyoshi Toyotomi, Ieyasu Tokugawa, Toshiie Maeda, Kiyomasa Kato và Keiji Maeda Nagoya Omotenashi Bushotai nói chuyện và hành động như những nhân vật lịch sử có thật. số liệu. Chúng được giới thiệu trong nhiều chương trình truyền hình khác nhau. Chúng cũng giúp giải trí cho du khách tại Lâu đài Nagoya.Đọc thêm",
        "reviews": [
            "Chúng tôi có Makoto-san làm hướng dẫn viên tiếng Anh. Anh ấy rất hoạt bát và duy trì năng lượng trong suốt 2 giờ! Anh ấy sắp xếp kế hoạch của chúng tôi để xem chương trình ninja trước khi đưa chúng tôi đi khắp nơi. Những lâu đài của Nhật Bản mê hoặc tôi và đây cũng không phải là ngoại lệ. Ngoại thất và nội thất đẹp!Đọc thêm",
            "là một người yêu thích các lâu đài, tôi rất muốn đến thăm khi ở Nagoya. khu vườn là một cuộc tản bộ thư giãn. Thật không may, lâu đài đang được cải tạo nên chúng tôi không thể vào bên trong - nhưng cung điện chắc chắn đã bù đắp cho điều đó. Tác phẩm nghệ thuật thật tinh tế. \nRất đáng để ghé thămĐọc thêm",
            "Tôi và chồng đã đến thăm vào mùa hè và họ có rất nhiều chỗ để ngồi và mát mẻ trong khi đi bộ xung quanh.\nLâu đài thật ấn tượng. Cung điện mà bạn đi qua không phải là lâu đài mà là một tòa nhà riêng biệt chứa tất cả những căn phòng truyền thống của Nhật Bản có cấu trúc đẹp mắt này. Họ có những bức tranh mạ vàng khác nhau tùy thuộc vào địa vị của người ở trong phòng đó.\nGỗ rất mịn, không có khuyết điểm nào ngoại trừ một điểm nhỏ bị nước làm hỏng.\nLưu ý, bạn sẽ cần phải cởi giày và đi tất hoặc họ có dép đi trong nhà cho những người không đi tất.\nKhông có máy lạnh nên hãy chuẩn bị tinh thần là trời sẽ nóng. Mùa hèĐọc thêm",
            "Điểm nổi bật là đến thăm lâu đài nhưng do lo ngại về sự an toàn của nó trong một trận động đất nên nó đã bị đóng cửa.   Có một cuộc triển lãm về kiếm và áo giáp rất tốt nhưng không bằng tiếng Anh.  Rõ ràng là chi phí xây dựng cung điện hơi cao một chút và nó rất tuyệt.  Có một hướng dẫn âm thanh bằng tiếng Anh để trợ giúp nhưng không được quảng cáo thực sự tốt.  Các nhân viên có vẻ quan tâm đến dép hơn là đưa ra thông tin.    Dù sao cũng có thông tin bằng tiếng Anh nhưng tôi không nhận ra rằng mình có thể có hướng dẫn bằng âm thanh cho đến khi đọc xong.  Họ có samurai và ninja đi dạo xung quanh, điều đó thật tuyệt\nĐọc thêm",
            "Chúng tôi đã có một hướng dẫn viên du lịch miễn phí tuyệt vời đưa chúng tôi đi vòng quanh lâu đài. Anh ấy rất thông tin và nói tiếng Anh rất tốt. Rất nhiều chi tiết nhỏ về Lâu đài mà chúng tôi sẽ không biết nếu anh ấy không ở đó để cho chúng tôi biết. Muốn giới thiệu điều này cho bất cứ ai đến thăm Lâu đài Nagoya. Đọc thêm",
            "Tôi đã may mắn có được một chuyến tham quan bằng tiếng Anh có hướng dẫn viên thực sự tạo nên sự khác biệt. Họ chỉ ra những điều mà lẽ ra tôi sẽ không nhận thấy và sẵn sàng trả lời bất kỳ câu hỏi nào của tôi. Bạn không thể vào Castle Keep nữa vì nó được coi là không an toàn trong trường hợp xảy ra động đất. Thay vào đó là Cung điện Lâu đài được xây dựng lại tráng lệ với tất cả các cửa trượt được sơn đẹp mắt. Hãy chắc chắn rằng bạn có đủ thời gian, bạn có thể làm được tất cả.Đọc thêm",
            "Đó là một chuyến đi bộ tuyệt vời quanh lâu đài cổ.\nLấy một chiếc taxi vì nó phải đi bộ một quãng đường dài.\nCác quầy hàng, người tung hứng trong ngày và rất nhiều thứ để xem.\nThực phẩm và đồ uống có sẵn.\nMột phần quan trọng của lịch sử Nhật Bản, đáng để bạn nỗ lực xemĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi đến thăm Lâu đài Nagoya và tìm hiểu lịch sử của nó với hướng dẫn viên du lịch Yuriko-san.\nChuyến tham quan hoàn toàn miễn phí và bằng tiếng Anh, cô ấy đã giải thích những chi tiết rất hay về chính lâu đài, cung điện và lịch sử của Nagoya.\n\nNếu bạn có cơ hội đến thăm đừng bỏ lỡ và hãy tham gia tour. Đọc thêm",
            "Tháp chính của Lâu đài đã đóng cửa.  Chúng tôi đến thăm Cung điện Hammaru.  Đó là một tòa nhà rộng lớn với nhiều phòng họp khắp nơi.  Các phòng mở ra hành lang bên ngoài bao quanh chu vi với sàn nhà kêu cót két;  được xây dựng theo cách cố ý để cảnh báo người dân về những kẻ xâm nhập. Tác phẩm nghệ thuật trong các phòng là bản sao của tác phẩm gốc được đặt bên ngoài khuôn viên.  Bởi vì chúng tôi đang tham gia một trong nhiều chuyến tham quan tại chỗ vào thời điểm đó nên thời gian của chúng tôi rất hạn chế và gấp rút. Để thực sự đánh giá cao và đọc mô tả của từng phòng, có lẽ tốt hơn bạn nên tự mình đến thăm để có thể dành nhiều thời gian nếu cần.Đọc thêm",
            "Tôi hơi thất vọng khi biết lâu đài đã đóng cửa. Có, bạn không thể vào lâu đài. Chúng ta chỉ có thể đi bộ xung quanh khu phức hợp của lâu đài. Nó rất đẹp nhưng tất nhiên là không thú vị bằng những lâu đài mà bạn có thể bước vào. Có một quầy chụp ảnh mà nhiếp ảnh gia sẽ chụp 3 bức ảnh cho bạn và bạn được chọn 1. Một bức ảnh nhỏ được miễn phí trong khi bức ảnh lớn hơn có giá 1.200 JPY.Đọc thêm",
            "Tôi hơi thất vọng khi biết lâu đài đã đóng cửa. Có, bạn không thể vào lâu đài. Chúng ta chỉ có thể đi bộ xung quanh khu phức hợp của lâu đài. Nó rất đẹp nhưng tất nhiên là không thú vị bằng những lâu đài mà bạn có thể bước vào. Có một quầy chụp ảnh mà nhiếp ảnh gia sẽ chụp 3 bức ảnh cho bạn và bạn được chọn 1. Một bức ảnh nhỏ được miễn phí trong khi bức ảnh lớn hơn có giá 1.200 JPY.Đọc thêm",
            "Lâu đài thực sự thú vị và quan trọng về mặt lịch sử, đóng vai trò quan trọng trong cuộc sống và triều đại của Tokugawa Ieyasu, cũng như có lịch sử thú vị sau khi phục hồi trong thời kỳ Minh Trị. Đây là một ví dụ tuyệt vời về kiến ​​trúc Edo và hơi khác so với lâu đài Nijo-ji ở Kyoto ở chỗ bạn có thể cảm nhận rõ hơn về cuộc sống hàng ngày của những người sống ở đó ngoài shogun và những người đại diện của ông, tức là bạn có thể nhìn thấy nhà bếp và nơi những người hầu làm việc, v.v. Nghệ thuật trên các tấm bảng cũng rất đáng chú ý, đúng vậy, chúng là bản sao của bản gốc, nhưng đó là vì nó đã bị đánh bom trong Thế chiến thứ II và hầu hết các bản gốc đã bị phá hủy... tuy nhiên các bản sao vẫn chính xác và các nghệ nhân đã trải qua một quá trình thú vị để tái tạo nghệ thuật một cách chính xác theo phong cách của gia đình Kano, những người được giao nhiệm vụ vẽ tranh trong thế kỷ 17. Khuôn viên và công sự của lâu đài cũng cực kỳ thú vị. Rất đáng để ghé thăm ở Nagoya. Đọc thêm",
            "Tháp lâu đài chính đã đóng cửa. Chúng tôi đã đến thăm Cung điện Hammaru. Đây là một tòa nhà rộng lớn với nhiều phòng họp khắp nơi. Các phòng mở ra một hành lang bên ngoài bao quanh chu vi với sàn nhà cót két; được xây dựng theo cách đó một cách có chủ đích để cảnh báo cư dân về những kẻ xâm nhập. Các tác phẩm nghệ thuật trong các phòng là bản sao của các tác phẩm gốc được lưu giữ bên ngoài. Vì chúng tôi đang tham gia một trong nhiều chuyến tham quan tại địa điểm vào thời điểm đó, nên thời gian của chúng tôi rất hạn chế và vội vã. Để thực sự đánh giá cao và đọc mô tả về từng phòng, có lẽ tốt hơn là bạn nên tự mình đến thăm để có thể dành nhiều thời gian nhất có thể. Đọc thêm",
            "Đã đến đây vào thời gian tôi ở Nagoya, nó thật sự rất đẹp. Thật tuyệt vời khi được tham quan và xem bên trong cung điện. Bạn có thể nhìn thấy vẻ đẹp bên ngoài của nơi này khi đi bộ qua khuôn viên lâu đài.Đọc thêm",
            "Rất đáng để ghé thăm khi ở trong thị trấn và có thể dễ dàng dành 2 - 3 giờ lang thang khắp nơi. Các bảng hiệu bằng tiếng Anh xuyên suốt dành cho du khách không nói tiếng Nhật, có cửa hàng quà tặng và tủ khóa tốt.Đọc thêm",
            "Hướng dẫn viên Hiro-San của chúng tôi thật tuyệt vời! Đó là một chuyến đi tuyệt vời với nhiều điều thú vị để xem. Và mọi thứ đã được Hiro-san giải thích. Anh ấy đã trả lời rất kỹ lưỡng tất cả các câu hỏi của chúng tôi. Chúng tôi không thể tin rằng nó miễn phí!Đọc thêm",
            "Hướng dẫn viên Hiroyuki của chúng tôi đã khiến chuyến tham quan Lâu đài Nagoya trở nên rất thú vị. Giải thích hay về lịch sử, rất khuyến khích chuyến tham quanĐọc thêm",
            "Ngôi đền trên khuôn viên này vẫn vô cùng ngoạn mục ngay cả vào một ngày mùa đông không có cây xanh, chứng minh cho kỹ năng và tay nghề thủ công xuất sắc của người Nhật Bản tại Cung điện Hommaru. Thật không may, tòa nhà cung điện thực tế không được mở cửa để tham quan, nhưng lại vô cùng ngoạn mục khi nhìn từ bên ngoài. Đọc thêm",
            "Nó thật sự rất tuyệt. Chúng tôi được mời tham quan bằng tiếng Anh miễn phí sau khi đi qua cổng chính. Chúng tôi đã có rất nhiều niềm vui và học được nhiều điều thú vị về lâu đài.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi đến thăm Lâu đài Nagoya và tìm hiểu lịch sử của nó với hướng dẫn viên du lịch Yuriko-san. Chuyến tham quan hoàn toàn miễn phí và bằng tiếng Anh, cô ấy đã giải thích những chi tiết rất hay về chính lâu đài, cung điện và lịch sử Nagoya. Nếu bạn có cơ hội đến thăm đừng bỏ lỡ nó và tham quan. Đọc thêm",
            "Tôi có thể vào trong khuôn viên lâu đài hay chỉ đơn giản là ngắm nhìn lâu đài thật kỹ sau giờ đóng cửa 4:30 chiềuĐọc thêm",
            "Bạn cần liên hệ với bộ phận du lịch lâu đài Nagoya và hỏiĐọc thêm",
            "Bạn đi đâu để mua tour đó?Đọc thêm",
            "Nếu bạn mua vé xe buýt ngắm cảnh cả ngày giá 500 yên, bạn sẽ được giảm giá khi mua phí vào cửa lâu đài.Đọc thêm",
            "Lâu đài này có thân thiện với xe lăn đến mức nào không, những người bạn Tripadvisor đã ghé thăm nó? Có phần nào vượt quá giới hạn không? Cảm ơn bạn!!Đọc thêm",
            "Khi nó đã được cải tạo xong, nó rất \nthân thiện với xe lăn. Nó đã thân thiện với xe lăn.Đọc thêm",
            "Tôi sẽ đến Nagoya vào ngày 3 tháng 4.\nĐến Nagoya lúc 11h30 và nhìn thấy đền Atsuta.\nTôi muốn quay lại Nagoya trước 14 giờ.\nXe buýt đến Gero Onsen khởi hành lúc mấy giờ?\nLịch trình là không thể?\nNgoài ra, Lâu đài Nagoya nằm gần Đền Atsuta.\nShouka\nBạn có thể vui lòng cho tôi biết phương tiện di chuyển ngắn nhất được không?\nCảm ơn bạn rất nhiều.Đọc thêm",
            "Chúng tôi khuyên bạn nên sử dụng hướng dẫn chuyển khoản để xem nhưng chỉ mang tính chất tham khảo.\nTôi nghĩ cách ngắn nhất và dễ dàng nhất là sử dụng Meitetsu từ Nagoya đến Jingumae.\nBạn sẽ phải đi bộ từ Jingumae nên tốt nhất bạn nên cân nhắc thời gian đi một chiều là 30 phút.\nMất nhiều thời gian để đi từ Đền Atsuta đến Lâu đài Nagoya, vì vậy nếu bạn định quay lại Ga Nagoya lúc 2 giờ chiều, tôi nghĩ tốt nhất bạn chỉ nên đến Đền Atsuta.Đọc thêm",
            "Đây là lần đầu tiên tôi xuống xe ở Nagoya.\nỞ lại hơn 3 giờ\nTôi đang lên kế hoạch đến Lâu đài Nagoya.\nBạn có bao nhiêu thời gian để xem nó?\nLối vào phù hợp để đi lại dễ dàng hơn\nCó một cái không?\nTôi sẽ đến Nagoya vào khoảng 12:30.\nCác cửa hàng được đề xuất ở Hitsumabushi và Kishimen\nXin vui lòng cho tôi biết nếu nó bao gồm một trung tâm mua sắm dưới lòng đất.\nCảm ơn sự hỗ trợ của bạn.Đọc thêm",
            "Có Cung điện Honmaru ở phía trước lối vào Lâu đài Nagoya, vì vậy tôi nghĩ sẽ tốt hơn nếu bạn nhìn qua đó trước khi vào Lâu đài Nagoya. Nội thất của Lâu đài Nagoya hiện đại và có thang máy nên chúng tôi khuyên bạn nên sử dụng thang máy để xuống nhanh lên, có vẻ như tôi không có nhiều thời gian.\nNagoya Meshi?Các nhà hàng Hitsumabushi nổi tiếng xếp hàng dài nên tôi nghĩ rất khó tìm được thời gian, nhưng hầu hết các nhà hàng Nagoya Meshi đều ở Esca, trung tâm mua sắm dưới lòng đất ở phía Shinkansen, nên tôi nghĩ đó là nơi tốt nhất để đến .Nó thật đông đúc. Nếu bạn đến Nagoya lúc 12:30,\nXin lỗi, tôi chỉ có loại thông tin này. Chúc bạn có một chuyến đi vui vẻ.Đọc thêm",
            "Tôi có thể đi xe buýt từ Ga Nagoya đến Lâu đài Nagoya không?Đọc thêm",
            "Tôi nghĩ bạn có thể đến đó, nhưng tôi nghĩ tàu điện ngầm thuận tiện hơn.Đọc thêm",
            "Có phải trả phí vào cổng để vào khuôn viên lâu đài không?Đọc thêm",
            "vâng, tôi thậm chí còn tìm thấy tờ rơi và vé lưu niệm của chúng tôi!!  Người lớn 500y, sau đó giảm giá cho các nhóm và vé hàng năm- mở cửa từ 9 giờ sáng - 4 giờ 30 chiều .... tập tài liệu lưu niệm tôi có bằng tiếng Anh, cũng như thông tin chi tiết về bãi đậu xe, phương tiện giao thông công cộng và bản đồ đầy đủ của lâu đài, nếu bạn cần bất kỳ thông tin nào khác thông tinĐọc thêm",
            "tôi muốn biết về việc cho phép chụp ảnh bên trong lâu đài\n\nCảm ơn và trân trọng\nTong KSĐọc thêm",
            "Cho phép chụp ảnh nhưng không được phép chụp ảnh bằng đèn flash bên trong lâu đài để bảo tồn các bức tranhĐọc thêm",
            "Lâu đài Nagoya có được thắp sáng vào dịp lễ Obon không?Đọc thêm",
            "Theo trang web của Thành phố Nagoya,\nCâu hỏi: Tháp lâu đài được thắp sáng vào lúc mấy giờ?\nTrả lời: Mỗi ngày từ lúc hoàng hôn cho đến 23h, nhưng vào ngày 8 hàng tháng sẽ đóng cửa lúc 21h30 cho Ngày Môi trường. Ngoài ra, đèn có thể được tắt sớm hơn do chiến dịch tắt đèn.\nVì vậy tôi đoán nó sẽ được thắp sáng đến 11 giờ mỗi ngày trong lễ Obon.Đọc thêm",
            "Lâu đài Nagoya có được thắp sáng vào ban đêm trong dịp lễ Obon không và bạn có thể nhìn thấy nó đến mấy giờ?Đọc thêm",
            "Tôi chưa bao giờ đến thời kỳ Obon, nhưng đây là đoạn trích từ trang web chính thức của Lâu đài Nagoya...\n\nCâu hỏi: Tháp lâu đài được thắp sáng vào lúc mấy giờ?\nTrả lời: Mỗi ngày từ lúc hoàng hôn đến 23h, nhưng vào ngày 8 hàng tháng sẽ đóng cửa lúc 21h30 cho Ngày Môi trường. Ngoài ra, đèn có thể được tắt sớm hơn do chiến dịch tắt đèn.\nTừ tháng 3 năm 2010, vị trí chiếu sáng, góc chiếu và cân bằng màu sắc của 46 đèn trên 7 trụ của tháp chiếu sáng đã được xem xét và cập nhật.Đọc thêm"
        ],
        "star_ratings": [
            1098,
            1706,
            691,
            74,
            20
        ],
        "review_amount": 3589,
        "location": [
            "Nhật Bản",
            "Những điều cần làm ở Naka",
            "Ống",
            "tokai",
            "Nagoya",
            "Lâu đài Nagoya",
            "Tỉnh Aichi",
            "Châu Á",
            "TRÊN"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written July 6, 2023",
            "Written July 30, 2023",
            "Written August 10, 2023",
            "Written September 22, 2023",
            "Written October 21, 2023",
            "Written October 28, 2023",
            "Written January 5, 2024",
            "Written April 3, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 18, 2024",
            "Written April 3, 2024",
            "Written March 22, 2024",
            "Written March 12, 2024",
            "Written March 9, 2024",
            "Written March 2, 2024",
            "Written February 8, 2024",
            "Written January 16, 2024",
            "Written January 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14127381-d320128-Reviews-Nagoya_Castle-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d3871452-Reviews-Nagoya_Shiro_Kishimentei-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d8802164-Reviews-Ninomaru_Chatei-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d15079014-Reviews-Misokatsu_Yabaton_Nagoya_Castle_Kinsatchi_Yokocho-Naka_Nagoya_Aichi_Prefecture.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298106-d2535338-Reviews-Contemporary_Dining_Crown-Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298106-d2535242-Reviews-All_Day_Dining_Boulogne-Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298106-d7401335-Reviews-Ciao-Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d14067861-Reviews-Cafe_Diner_Pop_and_Over-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d14008489-Reviews-Owarinagoya_Tendon_Tokugawa_Chubei-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d9920698-Reviews-Olympia-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14127381-d16956178-Reviews-Hitsumabushi_Nagoyabincho_Kinshachi_Yokocho-Naka_Nagoya_Aichi_Prefecture_Tokai.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d9453985-Reviews-Nagoya_Castle_Hommarugoten-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d15512097-Reviews-Seinan_Sumiyagura-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d12550387-Reviews-Omoteninomon-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d12527186-Reviews-Kiyomasako_Ishiriki_Monument-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d12533511-Reviews-Ninomaru_Garden-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d12534048-Reviews-Tonansumi_Yagura_Tatsumi_Yagura-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d19976865-Reviews-Nagoya_Castle_Staircase-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d3672840-Reviews-Aichi_Prefectural_Gymnasium-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298106-d14188250-Reviews-Kinshachi_Yokocho_Front_Gate_Area_Yoshinao_Zone-Nagoya_Aichi_Prefecture_Tokai_Ch.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d15512103-Reviews-Seihoku_Sumiyagura-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d320128-Reviews-or10-Nagoya_Castle-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134968-d2034869-Reviews-Sakae-Sakae_Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134979-d2007506-Reviews-Osu_Shopping_Street-Osu_Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134979-d1309793-Reviews-Hosho_in_Osu_Kannon-Osu_Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d1309801-Reviews-Chubu_Denryoku_MIRAI_TOWER-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d3339436-Reviews-Nagoya_City_Hall-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d10344690-Reviews-Nagoya_Omotenashi_Bushotai-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d1309800-Reviews-Sakura_Avenue_Lined_with_Ginkgo_Tree-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d6839671-Reviews-Aichiken_Gokoku_Shrine-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298106-d1719767-Reviews-Meijo_Park-Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d1309787-Reviews-Nagoya_Noh_Theater-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d10794512-Reviews-Kiyomasa_Kato_Statue-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g46324-d1425883-Reviews-Cohanzick_Zoo-Bridgeton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g295106-d479322-Reviews-Jacob_s_Ladder-Jamestown.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d15219529-Reviews-Adventure_World-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1936425-d1230998-Reviews-Morjim_Beach-Morjim_North_Goa_District_Goa.html",
            "https://www.tripadvisor.com/Attraction_Review-g616173-d3539872-Reviews-Laghi_di_Fusine-Tarvisio_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d527058-Reviews-Flatirons-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d109246-Reviews-Tootsies_Orchid_Lounge-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29818-d12297966-Reviews-Angola_Travel_Plaza-Angola_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d11694687-Reviews-Port_Canaveral_Shuttle_Transportation_Airport_Canaveral-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d3372446-Reviews-Ithaca_Falls_Natural_Area-Ithaca_Finger_Lakes_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14127381-d320128-Reviews-or10-Nagoya_Castle-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14127381-d320128-Reviews-Nagoya_Castle-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html"
    }
]