[
    {
        "attraction_name": "Naiyang Beach",
        "attraction_name_vi": "Naiyang Beach",
        "general_info": [
            "1.051 đánh giá",
            "- 1 trong 3 điều cần làm ở Nai Yang",
            "Bãi biển"
        ],
        "attraction_summary": "Một trong những bãi biển đẹp nhất ở Phuket. Bãi biển cát trắng dài, sạch sẽ được bao quanh bởi những hàng cây xinh đẹp. Tuyệt vời để đi bộ, bơi lội và thể thao dưới nước. Rất nhiều nhà hàng và quán bar đẹp trong khu vực. Chỉ cách sân bay quốc tế Phuket 10 phút lái xe. Đáng yêu!Đọc thêm",
        "reviews": [
            "Đây là một bãi biển yên tĩnh đáng yêu gần sân bay - chưa đầy 10 phút - \n\nVườn quốc gia có rất nhiều cây xanh và người ta đề cập đến việc trả tiền để sử dụng bãi biển. Các biển báo cho biết không được bơi lội và bãi biển có mảnh vụn thổi vào từ các bãi biển khác. \n\nChúng tôi ở lại Dewa nhưng đi xa hơn về phía nam dọc theo bãi biển để bơi. Những chiếc giường phơi nắng và ô đầu tiên chúng tôi gặp có giá 100 baht mỗi chiếc. Chúng tôi chọn một vị trí đẹp giữa những tán cây. \n\nỞ khu vực này chúng tôi đã ăn ở Good View trên bãi biển. Có rất nhiều địa điểm mát xa trên bãi biển hoặc dọc đường. \n\nChúng tôi rất thích khu nghỉ dưỡng yên tĩnh này như một gia đình và tôi rất thích niềm đam mê lạnh lùng Fri I lắc.Đọc thêm",
            "Nơi tuyệt vời, những bãi biển dài đầy cát vắng vẻ, tất cả đều cách bãi biển này 10km. Nhà hàng, cho thuê xe máy, xe đạp. Ăn ngoài khá hợp lý, giờ vui vẻ, bia nhỏ 50 nhưng.. bữa sáng tại quán cà phê Leehs phía trên nhà hàng mama nang chỉ 180 bht bao gồm cà phê. Cuộc sống về đêm, như đã viết, hầu như không tồn tại vì hầu hết các địa điểm đều đóng cửa trước 11 giờ. Tuyệt vời để có một kỳ nghỉ thư giãn mà không gặp rắc rối thường thấy ở đảo Phuket.  Nhiều khách sạn gần đó vì bãi biển chỉ cách sân bay 2km.Đọc thêm",
            "Tôi đã sống ở đây được gần hai năm và yêu nơi này. Một ngôi làng ven biển yên tĩnh với nhiều nhà hàng và món ăn tuyệt vời. Các nhà cung cấp thực phẩm ven đường cung cấp một lựa chọn thay thế lành mạnh và an toàn cho việc ăn uống tại nhà hàng. Một nơi an toàn, hạnh phúc dành cho các gia đình có trẻ em và các cặp đôi đang tìm kiếm một nơi nghỉ ngơi lãng mạn. Ngay trên các nhà hàng trên bãi biển có tầm nhìn tuyệt đẹp ra cảnh hoàng hôn tuyệt đẹp.\nKhá bận rộn vào mùa cao điểm - từ tháng 11 đến tháng 3 - nhưng bạn luôn có thể đặt bàn tại một trong nhiều nhà hàng và có nhiều lựa chọn về ẩm thực đa dạng, từ Ý, Ấn Độ và Thái Lan.Đọc thêm",
            "Bãi biển đẹp nhất và yên bình nhất ở Phuket. Ngôi làng đẹp và yên tĩnh với nhiều nhà hàng và chỗ nghỉ phù hợp với hầu hết các ngân sách. Ngoài ra, gần Sân bay và xa Riff Raff. Đọc thêm",
            "Đây là một bãi biển yên tĩnh so với những bãi biển khác trên cùng bờ biển. Nước biển rất đẹp và ấm áp. Có một vài nhà hàng lùi ra bãi biển, con đường dọc bãi biển chẳng đi đến đâu nên khá yên tĩnh. Hầu như không có giường phơi nắng - dù cho thuê nhưng vào buổi sáng - có nhiều bóng mát từ cây cối. Chúng tôi thích nó hơn những bãi biển tấp nập mèo Patong, Karon - Kata. Nếu bạn đi bộ về phía bắc trên bãi biển xinh đẹp trong nửa giờ, bạn sẽ đến sân bay, nơi mọi người tụ tập để ngắm máy bay!Đọc thêm",
            "Đây là một bãi biển đẹp và chúng tôi yêu thích nó. Tuy nhiên, những chiếc thuyền neo đậu ở đó, ngay nơi mọi người đang cố gắng bơi và dây neo của họ ở khắp mọi nơi là một mối nguy hiểm. Tôi không hiểu tại sao chính quyền không đánh dấu khu vực để bơi lội. Giống như rất nhiều điều ở Thái Lan, an toàn và vệ sinh dường như không quan trọng.Đọc thêm",
            "Bãi biển thú vị - các yếu tố khác nhau tùy thuộc vào vị trí của bạn trên bãi biển. Bận rộn ở những nơi có ghế dài, v.v. nhưng yên tĩnh và tôi lại làm phiền người khác. Thêm sự thú vị về mặt hình ảnh từ những hàng cây ven bãi biển mang lại bóng mát. Bạn có thể đi bộ dọc theo bãi biển đến tận đầu xa, nơi máy bay bay thẳng trên đầu và hạ cánh trên đường băng cách bãi biển vài mét, một trải nghiệm độc đáo.Đọc thêm",
            "Chúng tôi ở tại một khách sạn gần đó và đây là bãi biển địa phương của chúng tôi. Không có nơi nào trong khách sạn thông báo cho chúng tôi rằng chúng tôi cần phải trả phí vào cửa. Một bên bãi biển là công viên quốc gia nên có người ở đó thu 200 baht mỗi người. Nhưng nếu bạn rẽ trái trước khi đến cổng và đi bộ 10 phút, bạn có thể vào bằng đường khác. Bãi biển rất đẹp. Có - một vài nhà hàng ở xa hơn trên con đường chính. Không có lều để đựng thức ăn - đồ uống trên bãi biển nên hãy tự mang theo. Hoặc tiền mặt cho các nhà hàng vì hầu hết không chấp nhận thẻ ở phần đó.Đọc thêm",
            "Một tấm bưu thiếp hình ảnh khu nghỉ dưỡng bãi biển. Một khu nghỉ dưỡng yên tĩnh và thoải mái hơn rất nhiều so với một số khu nghỉ dưỡng sôi động hơn ở Phuket. Các gia đình và các cặp đôi sẽ thấy đây là một điểm nghỉ dưỡng an toàn và dễ dàng.\nBãi biển dốc nông là thiên đường cho trẻ em vui chơi và cát vàng và mềm.\nRất nhiều nơi để uống và ăn, tất cả đều có giá hợp lý và phục vụ thức ăn mới nấu.\nĐây là khu vực thư giãn.Đọc thêm",
            "Khu nghỉ dưỡng yên tĩnh gần sân bay. Bãi biển thì được, nhưng giường phơi nắng có thể sạch sẽ! Rất nhiều quầy hàng thực phẩm có chỗ ngồi trên bãi biển. Chúng tôi đã có một số món ăn ngon và giá cả hợp lý hơn. Bầu không khí tuyệt vời vào ban đêm khi tất cả các khu vực chỗ ngồi trên bãi biển đều được thắp sáng. Một số quán bar nhỏ xinh xắn có giá trung bình cho một cốc bia là 100 baht. Một số thanh trên thị trường có thêm phí dịch vụ.  Một số quán bar có ca sĩ biểu diễn vào ban đêm và chúng tôi rất thích hầu hết họ. Cũng như những nơi khác ở Thái Lan, chúng tôi thấy người dân ở đây thực sự thân thiện. Chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Ba tuần trước, tôi có một chuyến đi bí mật mà không nói với ai vì tôi đã quá mệt mỏi với cuộc sống căng thẳng và chán nản ở thành phố lớn. Tôi muốn trốn thoát và bãi biển này đã chữa lành cho tôi. Bãi biển Naiyang là một bãi biển không thể bỏ qua ở Phuket vì nó dễ đi lại và nằm gần sân bay. Sau khi hạ cánh, bạn có thể đi thẳng đến bãi biển này. Thật hoàn hảo để ngắm hoàng hôn với bầu không khí ấm áp và những con sóng biển tuyệt đẹp. Khu vực bãi biển có rất nhiều cửa hàng và nhà hàng. Nó cũng gần một công viên quốc gia, và nếu bạn lái xe xa hơn một chút, sẽ có một chợ trời bán nhiều loại thực phẩm giá rẻ. Có rất nhiều lựa chọn thực phẩm Halal và nó gần một nhà thờ Hồi giáo với nhiều nhà hàng trên đường đi. Bạn có thể gọi các món ăn miền Nam Thái Lan, trà Thái và bánh roti từ các cửa hàng này. Tôi - đã từng đến bãi biển này trước đây và nó luôn đẹp. Mỗi khi buồn hay căng thẳng tôi lại nghĩ đến bãi biển này. Tôi yêu bãi biển này rất nhiều. Bãi biển này khiến tôi mỉm cười, khiến nỗi buồn của tôi tan biến. Ngắm sóng chạm vào chân, ngắm hoàng hôn và bình minh. Tôi yêu hoàng hôn; nó - đẹp hơn nhiều. Nhìn mọi người chạy bộ, nhặt rác là một hình ảnh rất đẹp. Tâm trí và tâm hồn tôi thoải mái. Nhìn mọi người sống cuộc sống của họ, với gia đình, người thân, bạn bè, đó là một cảnh tượng thật ấm lòng. Tôi chụp những bức ảnh để lưu giữ những kỷ niệm và mỗi lần nhìn lại chúng, tôi đều mỉm cười. Thật may mắn là anh trai tôi đã đi cùng nên chuyến đi này thật đáng nhớ đối với tôi. Tôi đánh giá cao bãi biển này. Đó là một điểm đến hoàn hảo cho bạn.Đọc thêm",
            "Được phát hiện hoàn toàn tình cờ vì muốn đến gần sân bay vì chúng tôi có chuyến bay muộn, đặt một phòng giá rẻ - 20 và đến bãi biển - rất vui vì chúng tôi đã làm như vậy, rất thư giãn, các quán bar trên bãi biển và cảnh hoàng hôn tuyệt vời, đã khiến ngày cuối cùng của chúng tôi thật tuyệt vời đáng giá!Đọc thêm",
            "Bạn có thể dễ dàng đi bộ đến đây từ sân bay, White Sands sạch sẽ nhẹ nhàng trượt xuống nước, hoàn toàn hoàn hảo để bơi lội Cuối ngày 34 tháng 3 - rất nhiều bóng mát dưới tán cây nếu bạn cần và trung tâm bãi biển là một quán bar và quán ăn đơn giản. một loạt món ăn tuyệt vời cho một nơi có vẻ ngoài đơn giản như vậy thực sự rất thích bia lạnh và cocktail. Đây được coi là một trong những bãi biển tuyệt vời nhất ở Phuket. Nó rất yên tĩnh nên nhiều người ngủ dưới tán cây và bơi lội suốt cả ngày rất khuyến khích nóĐọc thêm",
            "Một tấm bưu thiếp hình ảnh khu nghỉ dưỡng bãi biển. Một khu nghỉ dưỡng yên tĩnh và thoải mái hơn rất nhiều so với một số khu nghỉ dưỡng sôi động hơn ở Phuket. Các gia đình và các cặp vợ chồng sẽ thấy đây là một điểm nghỉ dưỡng an toàn và dễ dàng. Bãi biển dốc nông là thiên đường cho trẻ em vui chơi và cát vàng và mềm. Có nhiều địa điểm để ăn uống, tất cả đều có giá cả hợp lý và phục vụ đồ ăn mới nấu. Đây là khu vực thư giãn.Đọc thêm",
            "Chúng tôi ở tại một khách sạn gần đó và đây là bãi biển địa phương của chúng tôi. Không có nơi nào trong khách sạn thông báo cho chúng tôi rằng chúng tôi cần phải trả phí vào cửa. Một bên bãi biển là công viên quốc gia nên có người ở đó thu 200 baht mỗi người. Nhưng nếu bạn rẽ trái trước khi đến cổng và đi bộ 10 phút, bạn có thể vào bằng đường khác. Bãi biển rất đẹp. Có - một vài nhà hàng ở xa hơn trên con đường chính. Không có lều để đựng thức ăn - đồ uống trên bãi biển nên hãy tự mang theo. Hoặc tiền mặt cho các nhà hàng vì hầu hết không chấp nhận thẻ ở phần đó.Đọc thêm",
            "Bãi biển thú vị - các yếu tố khác nhau tùy thuộc vào vị trí của bạn trên bãi biển. Bận rộn ở những nơi có ghế dài, v.v. nhưng yên tĩnh và tôi lại làm phiền người khác. Thêm sự thú vị về mặt hình ảnh từ những hàng cây ven bãi biển mang lại bóng mát. Bạn có thể đi bộ dọc theo bãi biển đến tận đầu xa, nơi máy bay bay thẳng trên đầu và hạ cánh trên đường băng cách bãi biển vài mét, một trải nghiệm độc đáo.Đọc thêm",
            "Đây là một bãi biển đẹp và chúng tôi yêu thích nó. Tuy nhiên, những chiếc thuyền neo đậu ở đó, ngay nơi mọi người đang cố gắng bơi và dây neo của họ ở khắp mọi nơi là một mối nguy hiểm. Tôi không hiểu tại sao chính quyền không đánh dấu khu vực để bơi lội. Giống như rất nhiều điều ở Thái Lan, an toàn và vệ sinh dường như không quan trọng.Đọc thêm",
            "Đây là một bãi biển yên tĩnh so với những bãi biển khác trên cùng bờ biển. Nước biển rất đẹp và ấm áp. Có một vài nhà hàng lùi ra bãi biển, con đường dọc bãi biển chẳng đi đến đâu nên khá yên tĩnh. Hầu như không có giường phơi nắng - dù cho thuê nhưng vào buổi sáng - có nhiều bóng mát từ cây cối. Chúng tôi thích nó hơn những bãi biển tấp nập mèo Patong, Karon - Kata. Nếu bạn đi bộ về phía bắc trên bãi biển xinh đẹp trong nửa giờ, bạn sẽ đến sân bay, nơi mọi người tụ tập để ngắm máy bay!Đọc thêm",
            "Bãi biển sầm uất. Không tốt cho việc bơi lội vì quá nông. Một khu vực khá sầm uất - con đường phía sau bãi biển. Vô số trẻ em. Rất nhiều người Nga.Đọc thêm",
            "Có thể đến bãi biển từ bất kỳ nơi nào trên đường hay có những cổng cụ thể mà bạn phải đi qua không? Nếu có, những cổng đó nằm ở đâu?Đọc thêm",
            "Thị trường có thường xuyên không?",
            "xin chào Malcolm, không có tiếng ồn lớn từ máy bay phải không?\n\ncảm ơn bạn MarijkeĐọc thêm",
            "Hoàn toàn không có tiếng ồn.Đọc thêm",
            "Xin chào! Câu hỏi rất tế nhị và quan trọng: Tôi không hiểu lắm liệu có nhà vệ sinh trên bãi biển hay bạn có cần hỏi trong quán cà phê không và liệu họ có cho bạn vào hay không; hoặc cần đặt món gì đó; ở những nơi khác nhau theo những cách khác nhau, có một trải nghiệm buồn - . Cảm ơn bạn.Đọc thêm",
            "Một câu hỏi bất ngờ nhưng khá chính đáng: - Theo tôi, ở đó không có nhà vệ sinh đứng đặc biệt nào cả. Nhưng tôi khó có thể tưởng tượng người Thái lại từ chối cơ hội đi vệ sinh ở bất kỳ nhà hàng, cửa hàng, nhà nghỉ, tiệm massage nào, ... dọc theo bãi biển. Chà, phương án cuối cùng là trả một ít tiền, nhưng tôi không nghĩ mọi chuyện sẽ đến mức đó...  \n    Và tôi xin lỗi, bạn định dành thời gian ở đó mà không có khách sạn hay nhà hàng à?\n\n   tái bút Khách sạn L - Esprit de NaiYang hơi xa khu vực bãi biển chính, tôi nhìn trên bản đồ... Chắc chắn có một cái ở sân bay, và suốt ngày đêm; - - Đọc thêm",
            "Bạn có thể tư vấn cho mình biết tiệm massage nào ở Nai Yang đáng giá nhất về chất lượng massage và sự sạch sẽ. Cảm ơn bạnĐọc thêm",
            "bạn có thể bơi ở biển không và nó có an toàn không. Ai có thể giới thiệu khách sạn tốt sẽ pool thanksĐọc thêm",
            "Biển thật an toàn và tuyệt vời! Nhân viên cứu hộ luôn túc trực trong mùa cao điểm.. tại sao lại tìm một khách sạn có hồ bơi và bỏ lỡ cơ hội ngắm cảnh! Tuy nhiên, một khách sạn tuyệt vời là đá phiến. Đọc thêm",
            "Có hồ bơi nào mà không ở bãi biển Nai Yang không? Tôi - tôi sẵn sàng trả tiền cho nó.Đọc thêm",
            "Khách sạn Snug Airport Hotel có hồ bơi cho khách sử dụng với một khoản phí. Đọc thêm",
            "Chúng tôi đến sân bay phuket vào khoảng 9 giờ tối, khi chúng tôi làm thủ tục nhập cảnh và đến khách sạn ở Nai Yang, liệu có quán bar - nhà hàng nào vẫn mở cửa phục vụ đồ uống, đồ ăn và bữa sáng vào buổi sáng không?  Có vẻ như khách sạn chúng ta đang xem - hemaphan - không - không có quán bar hay nhà hàng.  Ngoài ra, có khách sạn nào tốt hơn với cơ sở vật chất gần đó để bạn có thể nghỉ lại một đêm trước khi đến Patong không?  Mọi phản hồi đều được đánh giá cao.Đọc thêm",
            "Một chút liên lạc và đi - các nhà hàng ở bãi biển Nai Yang thường đóng cửa trong khoảng thời gian từ 10 giờ tối đến 11 giờ tối. \nNếu bạn đến muộn, tốt hơn hết bạn nên lấy một ít đồ ăn ở sân bay trướcĐọc thêm",
            "Xin chào hiện đang ở tại khách sạn ở Nai Yang .. có ai có thể tư vấn cho tôi biết phải mất bao lâu để đến patong - đi taxi khoảng bao nhiêu không ?? \nCảm ơn nhiềuĐọc thêm",
            "nếu bạn đi ra khỏi khách sạn cạnh cửa bãi biển thì đó là một bảng có thời gian và giá cả. Tôi nghĩ chuyến đi này khoảng một giờ nhưng tôi không đến đó nên không biết giá cả.Đọc thêm",
            "Có nhiều máy bay hạ cánh vào sáng sớm, khoảng 7 giờ sáng không?Đọc thêm",
            "Bạn luôn có thể kiểm tra các chuyến bay đến sân bay Phuket nếu bạn lo lắng về giờ bay.\nTiếng ồn - Tôi chưa bao giờ bị làm phiền bởi nó mặc dù tôi là người khó ngủ Đọc thêm"
        ],
        "star_ratings": [
            462,
            388,
            126,
            46,
            29
        ],
        "review_amount": 1051,
        "location": [
            "Nại Dương",
            "Những việc cần làm ở Nai Yang",
            "Naiyang Beach",
            "Châu Á",
            "nước Thái Lan",
            "Sakhu",
            "Huyện Thalang",
            "Phuket"
        ],
        "reviews_time": [
            "Written August 19, 2023",
            "Written August 21, 2023",
            "Written December 13, 2023",
            "Written December 21, 2023",
            "Written January 30, 2024",
            "Written February 19, 2024",
            "Written February 23, 2024",
            "Written February 25, 2024",
            "Written March 15, 2024",
            "Written March 25, 2024",
            "Written April 23, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written March 27, 2024",
            "Written March 25, 2024",
            "Written March 15, 2024",
            "Written February 26, 2024",
            "Written February 24, 2024",
            "Written February 19, 2024",
            "Written February 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1215773-d1036078-Reviews-Naiyang_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d6665469-Reviews-Peony_Cafe_Restaurant-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d25222270-Reviews-Bakery_JJJ-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d2617387-Reviews-Sea_Almond_Chilled_Restaurant_Bar-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g26244146-d26952031-Reviews-The_Beach_Restaurant_Nai_Yang_Beach-Bang_Ma_Lao_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d2424434-Reviews-Phen_s_Restaurant_Bar_Coffee-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d3249180-Reviews-Black_Ginger-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d14020856-Reviews-The_Pasta_Nai_Yang-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d8786115-Reviews-Ma_Ma_Nang_Resturant_Seafood-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d2686375-Reviews-Rivet_Rebar_The_Slate-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1215773-d14957567-Reviews-Milano_Restaurant_Naiyang_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1231756-d24186033-Reviews-Phuket_Elephant_Care-Nai_Thon_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-Soi_Dog_Foundation-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d15687107-Reviews-Wat_Mongkol_Wararam-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d13373016-Reviews-Sirinat_National_Park-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6022479-Reviews-Nai_Thon_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d1149585-Reviews-Mai_Khao_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d14031904-Reviews-Takeoff_Landing-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d2039346-Reviews-Splash_Jungle_Waterpark-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223683-d12885956-Reviews-King_Power_Phuket_Airport-Mai_Khao_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d7623381-Reviews-Wat_Phra_Thong-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d1036078-Reviews-or10-Naiyang_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d13237105-Reviews-Green_Elephant_Sanctuary_Park-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d20099608-Reviews-Phuket_Elephant_Nature_Reserve-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224343-d8550982-Reviews-Banana_Beach-Ko_He_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d24859420-Reviews-Phuket_Elephant_House_Sanctuary-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315811-d13399787-Reviews-Phuket_Elephant_Park-Pa_Khlok_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d553534-Reviews-Gibbon_Rehabilitation_Project-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d1161264-Reviews-Kata_Noi_Beach-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d25295301-Reviews-Hi_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315813-d2434127-Reviews-Aqua_One_Dive_Padi_5_Star_Idc-Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d8147644-Reviews-James_Bespoke_Suit-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d3484633-Reviews-Paradise_Diving_Asia-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d12940519-Reviews-Hi_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d27510223-Reviews-Sang_See_Bar-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d25280408-Reviews-Lime_Leaf_Spa-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315813-d5121308-Reviews-Coqoon_Spa-Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d15062846-Reviews-Baan_Chaba-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215773-d15612558-Reviews-Dhara_Massage_Spa-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g23902929-d19174969-Reviews-The_Lake_Phuket_Elephant_Home-Thep_Krasatti_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315813-d19466304-Reviews-Ayodiawan_Massage_Spa-Sakhu_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g45508-d268048-Reviews-Fort_Robinson_State_Park-Crawford_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d190102-Reviews-Abbey_Road-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g58709-d6950277-Reviews-Sleep_Country_Amphitheater-Ridgefield_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g36518-d10820556-Reviews-Swallow_Cliff_Stairs-Palos_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d2485171-Reviews-Wind_Creek_Casino-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g57804-d11952257-Reviews-Grandview_Nature_Preserve-Hampton_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47560-d3313637-Reviews-Croton_Point_Park-Croton_on_Hudson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d3332071-Reviews-Streets_at_Southpoint-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9990062-Reviews-Paradise_Cable_Car-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d3844449-Reviews-Grand_Indonesia_Mall-Jakarta_Java.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1215773-d1036078-Reviews-or10-Naiyang_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1215773-d1036078-Reviews-Naiyang_Beach-Nai_Yang_Sakhu_Thalang_District_Phuket.html"
    }
]