[
    {
        "attraction_name": "Nana Plaza Bangkok",
        "attraction_name_vi": "Trung tâm thương mại Nana Bangkok",
        "general_info": [
            "221 đánh giá",
            "44 trong số 299 Đời sống về đêm ở Bangkok",
            "Câu lạc bộ quán bar",
            "Câu lạc bộ khiêu vũ"
        ],
        "attraction_summary": "Từng là một trung tâm mua sắm, khu phức hợp giải trí ba tầng và khu đèn đỏ náo nhiệt này hiện là một trong những khu giải trí khét tiếng chỉ dành cho người lớn trên thế giới. Được chào đón bởi những bảng hiệu đèn neon rực rỡ, những cô gái quán bar quyến rũ và những người bán hàng bán những mặt hàng giải trí dành cho người lớn đặc biệt và thú vị. Chọn chất độc của bạn - có các quán bar cờ vây, câu lạc bộ thoát y và quán bar dành cho quý cô. Nếu bạn đang thèm một món ăn nào đó thì cũng có rất nhiều người bán đồ ăn đường phố Thái Lan như som tam và tom yum. Quận này cách Ga tàu BTS Skytrain Nana một quãng đi bộ ngắn; bạn cũng có thể tham gia chuyến tham quan ban đêm bằng xe tuk-tuk ở Bangkok.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nơi này phù hợp cho những ai đang tìm kiếm một số trò giải trí hay dành cho người lớn. Mặc dù hơi đông đúc nhưng hãy thử xem.Đọc thêm",
            "An ninh quá thô lỗ giống như gestapo. Họ hành động như thể họ đang giúp đỡ khi khách hàng không ghé thăm thì họ không có việc làm. Rất nhiều địa điểm khác ở bangkok có loại hình giải trí tương tự và thân thiện hơnĐọc thêm",
            "Đi dạo trên Wildside và về phía đông của các trung tâm mua sắm Chanel là sự điên rồ của Nana Plaza và đó là một chuyến đi tuyệt vời! Quán bar, các cô gái, các cửa hàng bán cần sa có hàm lượng THC cao thật tuyệt! và nhiều cô gái hơn, các quầy hàng phụ và thậm chí nhiều cô gái hơn nữa và sau đó là Plaza và một số có thể là con gái? HA, HA, HA!! Các câu lạc bộ Go-Go không có khiêu vũ hay thoát y thật tệ nhưng có một quán bar lớn và thú vị ở giữa để ngắm cảnh và ngửi mùi! Tôi rất thích sử dụng ngôn ngữ đầy màu sắc và những lời tục tĩu để mô tả nơi này tệ đến mức nào, nhưng bạn hiểu ý tôi chứ! Vợ tôi muốn thử Obsession, một quán bar dành cho người chuyển giới vì nghĩ rằng đó sẽ là một chương trình ca ba rết như chúng ta có ở Vương quốc Anh, nhưng KHÔNG, không phải vậy, đó chỉ là một khu chợ thịt đàn ông rất nhàm chán. Một nhóm vũ công thờ ơ, không nhảy chút nào và chỉ hy vọng được chọn để uống rượu và chơi đàn nhanh. Cũng công bằng thôi, họ cần kiếm sống nhưng ít nhất cũng phải va chạm và nghiền ngẫm một chút! Angel Witch ở tầng trên cũng tệ không kém. Một đám con gái ngực trần trông chán ngắt, từ trung bình đến không hấp dẫn và không có một động tác lắc mông hay twerk nào giữa họ. Chỉ là một bữa tiệc ngáp dài và khi cái gọi là câu lạc bộ thoát y lấy cảm hứng từ câu lạc bộ nhạc rock không có vũ đạo go-go chơi Boney Ms Marys Boy Child, chúng tôi biết đã đến lúc phải chuồn! Một đống phân. Nghiêm túc mà nói, đừng lãng phí tiền vào những điếu cần sa kẹp tệ hại này, chỉ cần đến một cửa hàng bán đồ uống, châm một điếu thuốc béo trong quán bar ở trung tâm Plaza, uống một cốc bia lạnh và thư giãn xem hành động trong khi bạn được phê thuốc ngọt ngào! Đọc thêm",
            "Dịch bệnh xảy ra trước đây, lúc đó Nana Square là thời kỳ rực rỡ nhất, dân cư đông nhưng không đông, rất tiết kiệm chi phí, bây giờ mọi chuyện đã khác, nhiều người quá mà giá cả tăng quá cao, không đủ khả năng chi trả. .Đọc thêm",
            "Trải nghiệm tồi tệ ở Wonderland. Hãy tưởng tượng một nhà hàng buộc bạn phải nuốt món khai vị, ép bạn gọi món chính và hỏi bạn có định dùng món tráng miệng không. Xin lỗi nhưng tôi chỉ cảm thấy muốn nôn mửa, bỏ đi và không bao giờ quay lại.  Lưu ý rằng các cô gái rất quyến rũ. Nhưng hãy nhớ câu chuyện ngụ ngôn về nhà hàng. Với thái độ thương mại hung hăng, bạn đang phá hỏng nó. Tôi khuyên bạn nên tìm cách khác ở một nơi khác.Đọc thêm",
            "I have never experienced as much hostility as an Indian here than anywhere else in Thailand. In general, I understand there are negative stereotypes about Indian patrons and bad behavior from many Indian tourists. However, patrons should be judged on their behavior and demeanor, not all painted with the same negative brush. One of my first negative experiences here was walking around and looking for a nice clean establishment in the plaza. While most places were welcoming and friendly, with many beautiful women, there were several bars that are very racist and look down on indianblack patrons. An example are some of the Rainbow establishments. As I was enjoying myself and my solo night, I noticed that as I approached this particular bar that the security had pulled the curtains closed. And when I came a bit closer, he aggressively shouted that its members only  clearly an excuse to deny entry due to my race. I was already fairly sure this was a rubbish excuse, but to make sure, I walked around the corner and waited to see if other people were allowed in. It wasnt long before a group of white men were let in no questions asked. And this theme became more and more apparent - when its a potential white patron, theyll immediately act like they are royalty and bend over backwards for them, and let them in with no scrutiny. They are generally treated significantly better than other races, which is pathetic and small minded in 2024. Some of the general security walking around are also very hostile, getting loud with people over misunderstandings about where you can eatsmoke etc. This made me feel like garbage on my holiday and I suspect many tourists who arent typical white farangs will get similar treatment.  This is just SOME of the stupidity by security guards and certain bars in Nana Plaza. Ignoring the blatant racism, things can get even worse from here. The adult playground is really just a black hole where everyone is trying to extract money from you while providing as little service as possible. The prices have already gone up significantly, from the drinks themselves, the girls, the bar fines, a rubbish 10 card fee, and the constant begging from waiters and mamasans for drinks. They expect patrons to drink fast and keep going like its a farm and we are cattle - and at the end, pay 1000s for a quick romp. And if you do pay all the expenses, the girls are very quick to try and return to the bar rather than spend the allocated time youve already overpaid for. They always say its 2 hours, but if you get done quickly and still want to interact with your lady, theres little to no chance thats going to happen. She will rush to come back to the bar or go home and sleep because theyve made their money for the night... it doesnt matter how much money youve spent on her, the bar, the bar fines, mamasans drinks, waiters drinks, credit card fees and more. Despite all this, Nana Plaza can be fun if youre willing to swallow your pride and be treated like a second-tier if you are not white.Read more",
            "Không sao, không tham gia bất kỳ buổi biểu diễn nào, xung quanh có rất nhiều ông già độc thân và các cô gái mặc bikini, xem rất vui, sẽ không quay lại lần nữa, tiếc là không chụp được bức ảnh nào bên trongĐọc thêm",
            "Tôi vẫn đang mơ về những khoảng thời gian tuyệt vời tại Spankys Bar nổi tiếng, Trung tâm giải trí Nana Plaza. Các cô gái nhảy múa, mỉm cười, cống hiến những đêm tràn ngập tình yêu và niềm vui! Chương trình biểu diễn hàng đêm tuyệt vời do David tổ chức sẽ mang đến sự phấn khích liên tục suốt đêm. Con mắt cảnh giác của anh ấy đang đảm bảo rằng mọi vị khách đều vui vẻ. Anh ấy đã giải quyết một cách duyên dáng sự hiểu lầm về dịch vụ. Phi hành đoàn tuyệt vời David! Số một ở Bangkok!Đọc thêm",
            "Những tin đồn là sự thật. Lần đầu tiên và một chút quá tải cảm giác. Tuyệt vời để mọi người xem, uống bia và tận hưởng mọi niềm vui mà bạn mong muốnĐọc thêm",
            "Có rất nhiều tài năng tuyệt vời ở Nana, một số quán bar tốt hơn Pattaya nhưng một số quán bar không cho phụ nữ vào, thật đáng tiếc vì tôi muốn chi 20.000 baht cho các cô gái. Thôi được! Đọc thêm"
        ],
        "star_ratings": [
            54,
            81,
            49,
            15,
            22
        ],
        "review_amount": 221,
        "location": [
            "Châu Á",
            "nước Thái Lan",
            "Băng Cốc",
            "Những điều cần làm ở Bangkok",
            "Trung tâm thương mại Nana Bangkok"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written April 21, 2024",
            "Written April 10, 2024",
            "Written April 4, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024",
            "Written March 13, 2024",
            "Written March 9, 2024",
            "Written March 9, 2024",
            "Written March 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293916-d12812609-Reviews-Nana_Plaza_Bangkok-Bangkok.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1906434-Reviews-Nami_Teppanyaki_Steakhouse-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1462966-Reviews-Man_Ho_Chinese_Restaurant-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d19332159-Reviews-OPEN_Restaurant-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1093909-Reviews-New_York_Steakhouse-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d953542-Reviews-Tsu_Japanese_Restaurant-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1153669-Reviews-BBCO-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d15000705-Reviews-JW_Cafe-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d25233952-Reviews-Pastel_Rooftop_Bar_Mediterranean_Dining-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d24841033-Reviews-Dum_Handi_Biryani_Sukhukmvit_Soi_11-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d15180030-Reviews-RedSquare_Rooftop_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12598684-Reviews-Chacrit_Muay_Thai_School-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8308163-Reviews-Ploenchit_Center-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12898316-Reviews-Watchara_Muaythai-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7350860-Reviews-Sombat_Permpoon_Gallery-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450970-Reviews-BTS_Skytrain-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450966-Reviews-Sukhumvit-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2425310-Reviews-Terminal_21-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8514401-Reviews-Masjid_Indonesia-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10415103-Reviews-Yokkao_Training_Center_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d447276-Reviews-Jim_Thompson_House-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12812609-Reviews-or10-Nana_Plaza_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24109257-Reviews-Tapas_Music_Bar_By_Vaso-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12183012-Reviews-CRU_Champagne_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12597502-Reviews-Khaosan_Comedy_Club-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4988895-Reviews-Red_Sky_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12598477-Reviews-Vanilla_Sky_Rooftop_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17457272-Reviews-MOJJO_Rooftop_Lounge_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12015301-Reviews-Brewski_Rooftop_Craft_Beer_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d27152563-Reviews-Venti_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d530872-Reviews-The_Bamboo_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2233580-Reviews-Moon_Bar_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24986304-Reviews-Thai_Thai_Massage_Sukhumvit_Soi4_BTS_NaNa-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10121604-Reviews-EQ_Late_Night_Club-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4470241-Reviews-Tunnel_Bar_And_Eatery-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4743296-Reviews-Footjoy_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16847633-Reviews-ChillinChilli_com-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d510303-Reviews-Rajawongse_Clothier-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d5021412-Reviews-Amar_the_boss-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1994733-Reviews-Empire_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13506226-Reviews-Ricky_s_Fashion_House-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1892020-Reviews-Nickermann_s_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3646927-Reviews-Gulati_Bespoke_Tailoring-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4549615-Reviews-Paul_Bespoke_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4176466-Reviews-Majestic_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12596284-Reviews-P_s_Thai_Massage_1-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d25138724-Reviews-Rhodes_Wood_Bespoke_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d15003720-Reviews-Chattanooga_Mercantile-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g298484-d15227068-Reviews-Nudist_Beach_in_Strogino-Moscow_Central_Russia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d11917556-Reviews-Mon_Repo_Beach-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189016-Reviews-Portobello_Road_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g635755-d2527341-Reviews-Parque_Nacional_Marino_Ballena-Uvita_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47717-d510111-Reviews-The_Sunken_Forest-Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d946221-Reviews-Point_Dume_State_Beach_and_Natural_Preserve-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d4476358-Reviews-Poe_Springs_Park-High_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592506-Reviews-Insadong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d3530958-Reviews-Art_Basel-Miami_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293916-d12812609-Reviews-or10-Nana_Plaza_Bangkok-Bangkok.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293916-d12812609-Reviews-Nana_Plaza_Bangkok-Bangkok.html"
    }
]