[
    {
        "attraction_name": "Naple Canals",
        "attraction_name_vi": "Kênh đào Napoli",
        "general_info": [
            "378 đánh giá",
            "- 1 trong 165 điều cần làm ở Bãi Dài",
            "Quần đảo"
        ],
        "attraction_summary": "Trải nghiệm sự quyến rũ của nước Ý ở phía nam California. Tọa lạc tại Long Beach, Naples là vùng đất mộng mơ bao gồm ba hòn đảo được ngăn cách bởi một loạt kênh đào dẫn đến Vịnh Alamitos. Phố thứ hai - khu mua sắm, ăn uống và giải trí dài 15 dãy nhà - cung cấp mọi thứ bạn cần, trong khi Quảng trường Naples mát mẻ và Bãi biển Marina thân thiện với gia đình là những địa điểm tuyệt vời để tận hưởng không gian ngoài trời. Vào mùa hè, hãy đến Colonnade để thưởng thức nhạc sống. Để đi vòng quanh các hòn đảo, du khách có thể đi dạo dọc theo những lối đi yên tĩnh, đi thuyền gondola kiểu Venice hoặc thậm chí đạp xe trong đầm bằng xe đạp thủy lực.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đã đi vào ban đêm vào đầu tháng 1 và hầu hết đèn Giáng sinh dường như vẫn sáng. Dễ dàng tìm thấy bãi đậu xe vào thời điểm đó và chúng tôi rất thích nó. Tình cờ gặp một số người Chad và Beckys sống trong khu phố đắt đỏ này và họ có vẻ rất niềm nở và thân thiện.Đọc thêm",
            "Lưu ý: Việc tìm chỗ đậu xe rất khó khăn. Đường phố hẹp, hãy cẩn thận với xe đạp. Vỉa hè hẹp và xuống cấp, hãy cẩn thận với những thay đổi về độ cao có thể khiến bạn vấp ngãĐọc thêm",
            "Đây là một trong những địa điểm yêu thích của tôi trong khu vực. Cho dù là đi bộ hay trên mặt nước, đây đều là nơi ngắm cảnh tuyệt vời và tôi luôn tìm thấy một khu vực khác nhau mỗi lần. Đọc thêm",
            "Chúng tôi đã đến Venice, Ý và đã làm được điều đó.  Đây không phải là một phiên bản tệ.  Chúng tôi hoàn toàn thích thú.  Đọc thêm",
            "Chúng tôi có gia đình sống gần kênh đào Naples nên chúng tôi đã dành thời gian đi dạo quanh khu vực. Đó là một khu phố xinh đẹp và yên tĩnh và có rất nhiều kiểu nhà khác nhau để bạn tham khảo. Con trai chúng tôi cũng lần đầu tiên được thử chèo thuyền và nó đã rất vui. Con kênh rất yên tĩnh, rất phù hợp cho người mới bắt đầu chèo ván và bạn có thể đi một chặng đường khá dài. Anh ấy cũng đã đi thuyền vài lần, rời khỏi ngay bên ngoài các con kênh. Chúng tôi chưa có cơ hội đến khu vực này vào dịp lễ Giáng sinh - không có quá nhiều thứ diễn ra vào dịp lễ Phục sinh - nhưng chúng tôi hy vọng sẽ có trong năm nay. Đọc thêm",
            "Naples - số nhiều - là một viên ngọc ẩn ở rìa phía đông của Long Beach mà nhiều người vẫn chưa biết đến. Có hòn đảo chính - vừa được gọi là - Đảo Naples - - , với một hòn đảo nhỏ hơn ở giữa được bao quanh bởi các kênh đào và hòn đảo thứ 3 hình tam giác nhô ra vịnh - được gọi là - Đảo Kho Báu - - . Các kênh đào là nơi tuyệt vời để đi bộ vì chúng có vỉa hè công cộng. Điều này khiến nơi đây rất khác biệt so với các cộng đồng ven biển khác như Huntington và Newport Beach. Hầu hết cư dân đều có những khu vườn đẹp hướng ra kênh khiến việc đi bộ trở thành một trải nghiệm thú vị vào một ngày đẹp trời - hoặc buổi tối - . Đẹp nhất là khi thủy triều lên, nếu bạn có thể sắp xếp thời gian ghé thăm theo cách đó. Hầu hết các bến thuyền đều là bến riêng nên bạn cần phải nhờ ai đó - có thể xuống nước theo cách đó. Những người khác mang thuyền kayak, ván chèo hoặc thuyền Duffy thuê vào các kênh đào từ Vịnh Alamitos liền kề. Đảo Naples bị chia đôi bởi Phố E. 2 sầm uất và nhiều người không bận tâm đến việc đi vào các con phố phụ. Sẽ có một bất ngờ tuyệt vời nếu họ làm vậy!Đọc thêm",
            "Nếu bạn ở gần Long Beach trong kỳ nghỉ lễ Giáng sinh, ánh đèn ngày lễ dọc theo Kênh Naples sẽ nằm ở đầu danh sách các địa điểm bạn nên ghé thăm. Sự kết hợp giữa trang trí, ánh sáng và phản chiếu tuyệt vời và sáng tạo dọc theo mặt nước tạo nên trải nghiệm độc đáo không thể lặp lại ở nơi nào khác. Là một nhiếp ảnh gia nghiệp dư, tôi rất thích chuyến thăm hàng năm của mình và kho tàng hình ảnh mà tôi mang về nhà để chia sẻ với gia đình và bạn bè. Tốt nhất nên ghé thăm vào một đêm trong tuần để tránh đám đông lớn, vì lối đi khá hẹp và việc đỗ xe có thể là một thách thức.Đọc thêm",
            "Chồng tôi đã làm tôi ngạc nhiên về điều này khi chúng tôi đến thăm LB.  Đó là một kinh nghiệm tuyệt vời. Tôi luôn thích ngắm nhìn những ngôi nhà đẹp. Trời ạ, có một số người đẹp!  Hướng dẫn của chúng tôi Evaluna cũng rất tuyệt vời. Cô ấy hát cho chúng tôi nghe một bài hát dưới một trong những cây cầu có âm thanh tuyệt vời. Cô ấy sở hữu một giọng nói tuyệt vời. Tôi - tôi chắc chắn rằng cô ấy làm điều đó cho mọi người nhưng chúng tôi cảm thấy đặc biệt và thích thú với nó. Vấn đề duy nhất là bây giờ tôi muốn làm lại khi ngôi nhà được trang trí cho Giáng sinh!!Đọc thêm",
            "Những ngôi nhà được cắt tỉa đẹp mắt giữa những con kênh tuyệt vời. Siêu đẹp vào một ngày nắng với nhiều kênh rạch để đi qua.Đọc thêm",
            "Vì chúng tôi ở gần những con kênh này nên chúng tôi quyết định lái xe một đoạn ngắn và so sánh chúng với Kênh đào Venice. Các kênh đào Naples tràn ngập nước và rất nhiều người đã ra ngoài chèo thuyền kayak, chèo thuyền hoặc làm việc trên thuyền của họ. Mặc dù tầm nhìn ra mặt nước rất đẹp nhưng các ngôi nhà dường như gần nhau hơn rất nhiều nên dường như thiếu không gian riêng cho mỗi người. Một số con đường chúng tôi lái qua cũng rất chật hẹp, thực sự chỉ cho phép ô tô chạy theo một hướng tại một thời điểm. Chúng tôi gần như phải lùi lại một lúc khi một chiếc ô tô rẽ vào đường của chúng tôi nhưng may mắn thay cô ấy đã tìm được một khoảng trống để chúng tôi có thể đi tiếp. Nhìn chung không đáng để thực hiện một chuyến đi đặc biệt ở đây trừ khi họ có một sự kiện đặc biệt cho khu vực lân cận.Đọc thêm",
            "Tôi đang ở Hyatt Regency ở Long Beach. Nếu tôi muốn đi dạo buổi tối quanh các con kênh và ăn tối thì tôi nên bắt đầu từ đâu? Cảm ơn bạnĐọc thêm",
            "Đi xe buýt màu đỏ - mang theo ít tiền lẻ - hướng tới -  Belmont Shore -   khu vực - đó - trên Đường 2 - .  Hãy hỏi nhân viên hướng dẫn tại khách sạn để đảm bảo bạn đi xe buýt đúng hướng - anh ta cũng nên biết bạn sẽ phải trả bao nhiêu tiền cho chuyến đi.   Khi đã lên xe buýt màu đỏ, bạn chỉ cần yêu cầu tài xế cho bạn biết khi nào nên xuống Đường số 2. Có một nhà hàng Ý nhỏ tên là Dominico - s - nếu bạn tra google bạn sẽ có địa chỉ chính xác trên Đường số 2. Xin lưu ý bạn, có rất nhiều nhà hàng nhỏ kỳ lạ trên đường số 2 và đó là một chuyến đi bộ thú vị.  Khi bạn - ăn xong cách cầu khoảng 5 - 10 phút - an toàn cho người đi bộ - nó sẽ đưa bạn đến Quần đảo Naples.... đi theo dòng nước! Nếu xe buýt thành phố không hấp dẫn bạn thì chỉ cần Uber hoặc thuê một chiếc xe đạp. Chỉ cần đi theo Ocean Blvd cho đến khi bạn đến một ngã ba - bên trái nó sẽ trở thành Phố 2!Đọc thêm",
            "Xin chào, Đâu là nơi đỗ xe tốt nhất để lên đường đi bộ ngắm nhìn tất cả ánh đèn Giáng sinh ở hai bên kênh.Đọc thêm",
            "1. Có Uber - mặc dù khó có được Uber và bạn phải trả phí.\n\n2. Đỗ xe ở bãi đậu xe Gelson - s hoặc Trung tâm mua sắm Marina Pacifica.  Bạn có thể đi bộ một đoạn ngắn qua cầu và xuống một trong những con đường phụ dẫn đến kênh. Việc xem có vẻ tốt hơn một chút - đối với phần diễu hành - nếu bạn có thể chọn một địa điểm gần một trong những cây cầu gần kênh.  Bạn có một nửa cơ hội tốt để ra khỏi khu vực và đến đường cao tốc từ phía bên kia cầu.  BTW - qua cầu đến kênh có thể - không quá 1 - 4 hoặc 1 - 2 dặm.....\n\nĐến sớm. Mang theo ghế trừ khi bạn phải đi bộ điên cuồng qua tất cả mọi người. Nếu bạn có con - hãy giữ chặt nhé. \n\nÝ tưởng hay nhất - hãy đến vào ngày 26 - đèn vẫn sáng và có ít người phải vật lộn hơn nhiều.....Đọc thêm",
            "Đảo Naples có thân thiện với vật nuôi không?Đọc thêm",
            "Xin lỗi, tôi không biếtĐọc tiếp",
            "Xin chào! Tôi tự hỏi liệu có chỗ nào cho thuê ván chèo đứng trên đảo không. Vợ tôi và tôi sẽ ở đó vào cuối tuần từ 6 - 16-618. Đọc thêm",
            "Đúng! Điều tốt là việc đỗ xe dễ dàng hơn nhiều ở phía bên này của vịnh. Tôi chưa sử dụng thuyền kayak trên mặt nước - 5411 E Ocean, LB - nhưng một người bạn đã sử dụng - anh ấy đánh giá cao về chúng. Kiểm tra các nhà hàng và dịch vụ cho thuê xe đạp - velopacific - trên Đường số 2 - bạn có thể có cả ngày vui vẻ! Ngoài ra, Alfredo - s Beach Club còn cung cấp tất cả các loại dịch vụ cho thuê.\n\nNói chung, vào tháng 6, thời tiết buổi sáng mát mẻ và ấm áp vào khoảng giữa trưa nên hãy mang theo áo len.Đọc thêm",
            "Địa chỉ của khu vực kênh đào ở Naples là gì?Đọc thêm",
            "Ngoài ra- Kênh 110 Rivo Alto Sẽ đưa bạn đến một địa điểm xa hơn một chút về phía bắc - tại lối vào khu vực Đảo Naples.Đọc thêm",
            "Đèn Giáng sinh ở Naples vẫn sáng?Đọc thêm",
            "Những đèn này chỉ có vào dịp Giáng sinh.Đọc thêm",
            "Liệu đèn Giáng sinh có còn được trưng bày sau Giáng sinh không?Đọc thêm",
            "qua năm mới - dù sao đi nữa.Đọc thêm",
            "Bạn có thể cho tôi biết ngày bạn có thể đi xem cuộc dạo chơi đèn Giáng sinh ở Naples không?  Ngoài ra, hãy liên hệ với Google để biết địa điểm và cách đỗ xe.Đọc thêm",
            "Họ bắt đầu bật đèn để xem chúng vào ngày nào?Đọc thêm",
            "Thường bắt đầu vào khoảng cuối tuần Lễ tạ ơn.Đọc thêm",
            "Làm thế nào để đến đó?Đọc thêm",
            "Tôi bắt xe buýtĐọc thêm"
        ],
        "star_ratings": [
            256,
            101,
            20,
            1,
            0
        ],
        "review_amount": 378,
        "location": [
            "Hoa Kỳ",
            "Bãi biển dài",
            "California - CA -",
            "Những điều cần làm ở Bãi biển Long",
            "Kênh đào Napoli"
        ],
        "reviews_time": [
            "Written January 11, 2024",
            "Written November 20, 2023",
            "Written August 9, 2023",
            "Written June 27, 2023",
            "Written April 13, 2023",
            "Written March 5, 2023",
            "Written December 20, 2021",
            "Written October 30, 2021",
            "Written August 24, 2021",
            "Written May 30, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32648-d285035-Reviews-Naple_Canals-Long_Beach_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d1628489-Reviews-Michael_s_on_Naples-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d1973414-Reviews-Naples_Rib_Company-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d5089427-Reviews-Michael_s_Pizzeria-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d10134868-Reviews-Flavor_of_Punjab-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d7222708-Reviews-Kihon-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d652560-Reviews-The_Small_Cafe-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d4136738-Reviews-K_C_Branaghans-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d348709-Reviews-Nico_s-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d26982939-Reviews-Rim_Talay_Thai_Food_of_Naples-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d7116528-Reviews-Komo_s_Cocina-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d254828-Reviews-Long_Beach_Waterfront-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284155-Reviews-Michael_Levy_Gallery-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33067-d7714827-Reviews-Seal_Beach-Seal_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d8638211-Reviews-Belmont_Shore-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33067-d9791911-Reviews-Seal_Beach_Pier-Seal_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d3734981-Reviews-Rosie_s_Dog_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d4598526-Reviews-Long_Beach_The_Aquatic_Capital_of_America-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d7226951-Reviews-Alamitos_Bay-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d1547894-Reviews-Catalina_Express-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2202608-Reviews-Catalina_Express-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d285035-Reviews-or10-Naple_Canals-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d5572863-Reviews-El_Dorado_Nature_Center-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104231-Reviews-Aquarium_of_the_Pacific-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284482-Reviews-Earl_Burns_Miller_Japanese_Garden-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d8744767-Reviews-Bluff_Park-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d3571404-Reviews-Marine_Park_Mother_s_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284149-Reviews-Bixby_Park-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284153-Reviews-City_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284144-Reviews-Gondola_Getaway-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d5841626-Reviews-Crow_s_Cocktails_of_Naples-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d1034707-Reviews-Kayaks_on_the_Water-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2719140-Reviews-SoCal_Kitesurfing_Kiteboarding-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d23122690-Reviews-Tripvia_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d15595952-Reviews-Dine_Out_Long_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d6197929-Reviews-Legends_Long_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10538697-Reviews-Blue_Lakes-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g47292-d4499041-Reviews-Lake_Tiorati_Beach_Harriman_State_Park-Bear_Mountain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d3368157-Reviews-Nungwi_Mnarani_Aquarium-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d2198364-Reviews-Stingray_City-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g616237-d568372-Reviews-Playa_de_Ses_Salines-Ses_Salines_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g50285-d4309641-Reviews-Indian_Run_Falls-Dublin_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8843042-Reviews-Wang_Lang_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g31385-d4308955-Reviews-Bartlett_Reservoir-Tonto_Basin_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d109591-Reviews-Jacques_Cabaret-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1023052-Reviews-La_Cita-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32648-d285035-Reviews-or10-Naple_Canals-Long_Beach_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32648-d285035-Reviews-Naple_Canals-Long_Beach_California.html"
    }
]