[
    {
        "attraction_name": "NASA Kennedy Space Center Visitor Complex",
        "attraction_name_vi": "Khu liên hợp du khách Trung tâm vũ trụ NASA Kennedy",
        "general_info": [
            "21.706 đánh giá",
            "1 trong số 35 điều cần làm ở Đảo Merritt",
            "Trung tâm du khách",
            "Bảo Tàng Khoa Học"
        ],
        "attraction_summary": "Tận hưởng một ngày tuyệt vời tại Khu phức hợp Du khách Trung tâm Vũ trụ Kennedy! Từ buổi bình minh của hành trình khám phá không gian cho đến các nhiệm vụ hiện tại và đang diễn ra, hãy cảm nhận cận cảnh, thực tế về câu chuyện của con người trong không gian và tiếp thêm nguồn cảm hứng cho hành trình tìm kiếm cảm hứng của bạn. Tìm hiểu về những người tiên phong trong không gian tại Heroes Legends có Đại sảnh Danh vọng Phi hành gia Hoa Kỳ do Boeing trao tặng hoặc đi sau cổng trong Chuyến tham quan bằng xe buýt của Trung tâm Vũ trụ Kennedy. Đứng đối diện với tên lửa Saturn V tại Trung tâm ApolloSaturn V hoặc có cái nhìn cận cảnh về Atlantis, tàu con thoi duy nhất được trưng bày trong chuyến bay, tại Tàu con thoi Atlantis. Vào một số ngày và đêm nhất định, bạn có thể thấy một vụ phóng tên lửa chỉ cách bệ phóng vài dặm ngắn! Nhiều buổi ra mắt đã được bao gồm trong vé vào cửa.Đọc thêm",
        "reviews": [
            "Lần đầu tiên đến đây với tư cách là một cặp đôi và một người đam mê không gian. Có rất nhiều điều tôi muốn làm nhưng chúng tôi chỉ có một ngày! Điều đầu tiên tôi nhận thấy là mọi thứ đều có tính tương tác cao. Màn hình cảm ứng hiển thị và nhiều cách khác nhau để trở nên đắm chìm hơn. Tàu con thoi là điểm nổi bật của chuyến đi nhưng tôi ước có nhiều tài liệu tương tác hơn về quá khứ và lịch sử của NASA; ồ và một vé hai ngày.Đọc thêm",
            "Gia đình chúng tôi rất thích ngày của chúng tôi tại Trung tâm vũ trụ Kennedy. Thật hữu ích khi họ đã tổ chức chương trình giải trí cho đứa trẻ 5 tuổi của chúng tôi - trò chơi hành tinh và Snoopy Ready, Lets Go Show. Chúng tôi đến ngay sau khi họ mở cửa và ở lại cho đến khi đóng cửa.Đọc thêm",
            "Chuyến thăm Cảng Canaveral sẽ không trọn vẹn nếu không có chuyến đi đến Trung tâm Vũ trụ Kennedy tuyệt vời. Cơ sở của chương trình không gian của Châu Mỹ, phí tham gia là 75 mỗi người lớn hoặc 70 nếu là người cao tuổi. Cá nhân tôi nghĩ nó hơi đắt một chút nhưng vẫn là một trải nghiệm tuyệt vời. Vợ tôi và tôi đã thực hiện chuyến thăm như một phần của chuyến tham quan lớn hơn nhưng vì những lý do ngoài tầm kiểm soát của chúng tôi nên chúng tôi chỉ ở đó khoảng 4 giờ và không đủ thời gian để xem mọi thứ. Với đầy các triển lãm, điểm tham quan và hoạt động, khu phức hợp mang đến cái nhìn chân thực về thế giới không gian và công nghệ và được chia thành năm khu vực nhiệm vụ khác nhau, mỗi khu vực đều hấp dẫn. Thực sự, Trung tâm cung cấp cho bạn cái nhìn sâu sắc về khám phá không gian, từ khi thành lập đến các nhiệm vụ hiện tại và đang diễn ra. Điểm nổi bật đối với tôi là được ngồi trong một trung tâm điều khiển phóng tên lửa thực tế và trải nghiệm mô hình mô phỏng rất thực tế về một vụ phóng tàu vũ trụ thực tế, thực sự rất lôi cuốn.Đọc thêm",
            "Tôi thích cách nó có Ac trong các tòa nhà, nhưng nó có thể lạnh hơn một chút? Và có thể có nhiều cây xanh và bóng mát bên ngoài nữa không? Mình thấy ở ngoài không có ai bán hotdog hay gì à? Có lẽ trời quá nóng? Ngoài ra tất cả các nhân viên đều thô lỗ và không thân thiện. Nhưng mọi thứ đều tuyệt vời! Tôi khuyên mọi người nên đi vào những ngày lạnh hơn. Có lẽ vào mùa thu Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Trung tâm vũ trụ Kennedy cùng gia đình.  Mẹ chồng tôi đã 84 tuổi và đang hy vọng được xem vụ phóng tên lửa thì nó đã bị hoãn lại một trong danh sách của bà.  Tuy nhiên, họ đã lên lịch 2 lần và cô ấy đã được xem một lần phóng từ Bãi biển Cocoa.Đọc thêm",
            "Đến thăm với hai thiếu niên của tôi. Họ không chắc chắn về việc sẽ đi, nhưng cuối cùng họ lại yêu thích nó. Chúng tôi đã đi qua hầu hết các điểm tham quan. Chúng tôi đã học được rất nhiều điều và rời đi, rất cảm hứng về vai trò của quốc gia chúng tôi trong không gian. Hạn chế duy nhất là phải chờ xe buýt khứ hồi từ Trung tâm Apollo. Chúng tôi đã ở ngoài trời nắng nóng và ẩm ướt hơn 20 phút. Nó khá là khốn khổ. Mọi thứ khác đều được tổ chức rất tốt và được lên kế hoạch tốt. Nếu bạn đang thắc mắc về đồ ăn, thì có một quán Café trong tòa nhà cổng và một số mô phỏng thực sự thú vị để thực hiện trong tòa nhà đó. Cho bạn biết trải nghiệm đào tạo phi hành gia đã được đặt trước nhiều tháng.Đọc thêm",
            "Cảm ơn đã xem xét. Mong được gặp lại bạn trong thời gian sắp tới! Đọc thêm",
            "KSC là việc phải làm khi ở trong khu vực! Tất cả các cuộc triển lãm đều thú vị và mang tính giáo dục và hãy chắc chắn đăng ký Khám phá chuyến tham quan bằng xe buýt, bạn sẽ phải trả thêm tiền cho chuyến tham quan này, nó đáng giá từng xu! Nhóm nhỏ hơn và hướng dẫn viên du lịch có rất nhiều thông tin thú vị và là một trải nghiệm học tập. Mọi người đều giúp đỡ việc mẹ tôi cần xe lăn. Khu phức hợp Sao Thổ thật không thể tin được và phải xem! Atlantis cũng thật đáng kinh ngạc. Nếu bạn có thể giành được vé để xem buổi ra mắt - hãy làm điều đó! Một trải nghiệm khác đáng giá từng xu. Khung cảnh tuyệt vời, đó là buổi ra mắt vào sáng sớm và họ cung cấp cà phê, nước, nước trái cây, trái cây tươi, bánh nướng xốp, thanh granola, v.v. mà không phải trả thêm phí. Họ còn tặng mỗi người một chai nước KSC. Giữa đồ ăn và quà, chỉ riêng thứ đó đã trả được tiền vé ra mắt! Việc ra mắt bị trì hoãn nhưng đáng giá! Chứng kiến ​​buổi ra mắt kết thúc như vậy là trải nghiệm chỉ có một lần trong đời! Bạn sẽ không hối tiếc khi đến đây và nó còn hơn cả đáng giá!Đọc thêm",
            "Xin chào Liza, tôi rất vui khi nhận được phản hồi như vậy. Cảm ơn bạn đã dành thời gian để xem xét chúng tôi. Mong được gặp lại bạn trong thời gian sắp tới! Đọc thêm",
            "Chúng tôi đến vào thứ bảy và đến đó vào khoảng 11 giờ. Chắc chắn có một hàng dài người đang chờ để vào vào thời điểm đó. Hãy chuẩn bị tinh thần để cảm thấy như bạn đang tan chảy - rất nhiều thứ để xem ở bên ngoài. Có quá nhiều thứ để xem và làm, tôi nghĩ rằng nếu chúng tôi đến sớm hơn thì chúng tôi có thể xem hết trong một ngày. Sân chơi trong nhà là nơi bọn trẻ nhà tôi yêu thích nhất trong ngày và người lớn có thể và nên đi xuống cầu trượt chỉ cần mặc quần hoặc tất để đùi bạn không phải đối mặt với ma sát nhiệt cực độ khi đi xuống!! Chúng tôi đã không nhìn thấy tất cả trong 7 giờ chúng tôi ở đó, vì vậy đây chắc chắn là một điểm thu hút kéo dài 9 giờ HOẶC tôi nghĩ sẽ tốt hơn nếu chia ra trong 2 ngày. Nếu bạn là người hâm mộ không gian hoặc kỹ sư tương lai, đây là điểm dừng chân không thể bỏ qua ở Orlando!Đọc thêm",
            "Chúng tôi đến đây khi nó sắp khai trương, điều mà tôi rất khuyến khích. Chúng tôi cố gắng làm tất cả những việc bên ngoài trước tiên vì trời đang rất nóng. Khu vườn tên lửa thực sự rất thú vị để xem. Chúng tôi cũng rất thích triển lãm Atlantis. Khu vui chơi trẻ em không thực sự tốt cho chúng tôi. Hầu hết các đồ chơi đều dành cho trẻ lớn hơn và có quá nhiều trẻ em chạy quanh đó cùng một lúc. Nhìn chung có rất nhiều thứ để xem ở đây và nó rất nhiều thông tin. Rất muốn quay lại vào một ngày nào đó. Đọc thêm",
            "Xin chào Andrea, rất vui khi biết trải nghiệm của bạn là một điều tích cực. Mong sớm được gặp lại bạn! Đọc thêm",
            "Có rất nhiều thứ để xem nên hãy lên kế hoạch dành cả ngày để nhận được giá trị cao nhất từ ​​tấm vé của bạn.  Bài thuyết trình Tàu con thoi Atlantis là một trải nghiệm rất cảm động.  Các công nhân xung quanh màn hình rất am hiểu và sẵn sàng dành thời gian để trả lời các câu hỏi.  Tòa nhà Gateway: Deep Space Exploration mới và có rất nhiều thông tin về các bước tiếp theo trong quá trình khám phá không gian, đồng thời có một số chuyến đi mô phỏng thú vị.  Hãy nhớ kiểm tra lịch trình của các buổi biểu diễn, v.v., vì một số thứ, chẳng hạn như xe buýt đến Trung tâm Atlas V sẽ ngừng hoạt động sau 3:30.  Có rất nhiều điều thu hút cả người già lẫn người trẻ quan tâm và tham gia.Đọc thêm",
            "Nhìn chung, đó là một chuyến thăm tốt. Chúng tôi có một bữa tiệc gồm 2 người lớn và một cậu bé. Tôi cảm thấy không có đủ nội dung để cháu trai tôi có thể tương tác.  Tôi cảm thấy như trung tâm có giá quá cao.  Tuy nhiên, tôi nghĩ bài thuyết trình về tàu con thoi thật tuyệt vời.  Đọc thêm",
            "Trải nghiệm thú vị, mặc dù giá khá cao, có quá nhiều phim khi cố gắng vào mọi tòa nhà và có quá nhiều bản sao được trưng bày.  Để trở thành trung tâm không gian, cần trưng bày những món đồ thật chứ không phải đồ giả! Điều thú vị nhất là một lá cờ Mỹ được trưng bày, đằng sau tấm kính, với một tấm bảng mô tả nó là bản sao của lá cờ trên mặt trăng.  Rất may, tàu con thoi và tên lửa Apollo được trưng bày là hàng thật và rất thú vị khi xem.  Đọc thêm",
            "Này Scott, cảm ơn bạn đã chia sẻ phản hồi của mình với chúng tôi. Chúng tôi đánh giá cao những hiểu biết sâu sắc của bạn và chắc chắn sẽ xem xét chúng khi chúng tôi cố gắng cải thiện trải nghiệm của du khách tại trung tâm vũ trụ của mình. Rất vui vì bạn thích xem Atlantis và Saturn V - hy vọng sớm gặp lại bạn!Đọc thêm",
            "Chúng tôi vẫn chưa đến thăm do vé của bên thứ 3 chúng tôi đã mua. Tôi đã mua thông qua Undercover Tourist, công ty được cho là một công ty bên thứ 3 tốt, tuy nhiên 2 tuần sau khi mua vé, tôi nhận ra 1. Còn 3 giờ nữa là đến căn hộ của chúng tôi và 2. Vé hết hạn vào tháng 8 năm 2024. Tôi nghĩ chúng sẽ phù hợp cho ít nhất 1 năm Chuyển tiếp nhanh, tôi gọi cho khách du lịch Undercover và gửi email yêu cầu hoàn lại tiền. Họ tuyên bố có chính sách không hoàn lại đối với vé mua tại trung tâm vũ trụ Kennedy. Khi mua vé trên thiết bị di động, chính sách vé không hoàn lại mà họ tiếp tục đề cập đến không phải là điều dễ dàng truy cập được, không chỉ vậy mà trang web nhận vé còn thông báo trả lại vé 365 và KHÔNG nêu rõ rằng Trung tâm vũ trụ Kennedy không bao gồm trong cái đó. Họ tuyên bố rằng họ đã báo cáo vấn đề này với đối tác của họ, người sẽ là Trung tâm Vũ trụ Kennedy và họ đã từ chối hoàn lại tiền. Không phải một lần, không phải hai lần mà là 6 lần tôi đã cung cấp đầy đủ bằng chứng cho thấy chính sách hoàn tiền trước mặt tôi có ghi là vé hoàn 365 và không ghi rõ đó là vé không hoàn. Công ty bên thứ 3 Undercover Tourist có xếp hạng 1,5 sao BBB và hơn 700 khiếu nại. Nếu Trung tâm Vũ trụ Kennedy là người thực hiện yêu cầu leo ​​thang của họ thì đây là dịch vụ khách hàng kém nhất mà tôi từng giải quyết. Trung tâm vũ trụ Kennedy tuyên bố rằng Undercover Tourist là người xử lý các khoản tiền hoàn lại, khách du lịch bí mật tuyên bố rằng trung tâm vũ trụ Kennedy là người xử lý các khoản tiền hoàn lại. Đây chẳng qua là một rạp xiếc qua lại. Không phải ai cũng là công ty triệu đô và có đủ khả năng để mất 200.. chỉ vì trải nghiệm này, có lẽ chúng tôi sẽ không bao giờ ghé thăm trong tương lai vì 200 của tôi đã bị lãng phí vì những Vé không sử dụng được.Đọc thêm",
            "Xin chào MrsKimberlyy, chúng tôi rất cảm kích khi bạn dành thời gian chia sẻ phản hồi của mình với chúng tôi. Chúng tôi xin lỗi vì bất kỳ sự nhầm lẫn nào với trang web Undercover Tourists. Chúng tôi sẽ cử một đại diện liên hệ với họ để truyền đạt phản hồi của bạn. Cảm ơn bạn.Đọc thêm",
            "Chúng tôi choáng ngợp trước sự dũng cảm của những phi hành gia này sau khi xem lịch sử và xem các ví dụ về tên lửa mà họ đã tin tưởng giao phó mạng sống của mình!Đọc thêm",
            "Vâng, nó mang tính giáo dục và thú vị. Nhưng ẩn sâu bên trong đó chính là nguồn cảm hứng để vươn xa hơn, bay cao hơn và dũng cảm khám phá. Bạn không nên bỏ qua tin nhắn này.Đọc thêm",
            "Một trong những nơi yêu thích của chúng tôi để ghé thăm! Chúng tôi cảm thấy may mắn trong chuyến thăm gần đây nhất khi có thể xem buổi lễ vinh danh và gần như xem buổi ra mắt Starliner!  Cơ sở vật chất rất tuyệt vời và có đủ thứ cho cả đứa trẻ 10 tuổi và 16 tuổi của chúng tôi.  Nhân viên luôn thân thiện và hiểu biết. Chúng tôi sẽ đến thăm một lần nữa. Lý do duy nhất để đánh giá 4 sao là do combo đồ ăn ở nhà hàng Orbit giá cao chưa bao gồm đồ uống.Xem thêm",
            "Nơi tuyệt vời! Sạch sẽ, vui vẻ, thân thiện với gia đình, giáo dục, giá tốt! Nhân viên rất hiểu biết. Cảm thấy rất hứng khởi khi ghé thăm! Đọc thêm",
            "Rất nhiều việc phải làm, niềm vui tương tác cho trẻ em. Emily phục vụ ở quán cà phê Orbit rất xuất sắc và đồ ăn thì ngon đến mức đáng ngạc nhiên.Đọc thêm",
            "Tôi nghĩ rằng đó là một nơi tuyệt vời cho con cháu của chúng tôi và chúng tôi cũng rất thích nó và vợ tôi và tôi đều trẻ 69 tuổiĐọc thêm",
            "Thực sự rất thích khu vườn tên lửa và đài tưởng niệm tất cả các phi hành gia đã được trình bày rất xuất sắc và kể một câu chuyện có thật về cuộc sống ở đó cũng như cách họ leo lên.Đọc thêm",
            "Xin chào Ellen, cảm ơn bạn rất nhiều vì những lời tốt đẹp về khu vườn tên lửa và Đài tưởng niệm Phi hành gia của chúng tôi. Chúng tôi rất vui khi biết rằng bạn thích trải nghiệm này và thấy nó mang lại nhiều thông tin hữu ích. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm"
        ],
        "star_ratings": [
            15284,
            4277,
            1226,
            503,
            417
        ],
        "review_amount": 21707,
        "location": [
            "Hoa Kỳ",
            "Những hoạt động nên làm ở Đảo Merritt",
            "Đảo Merritt",
            "Quận Brevard",
            "Khu liên hợp du khách Trung tâm vũ trụ NASA Kennedy",
            "Florida, FL"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 15, 2023",
            "Written June 15, 2023",
            "Written June 17, 2023",
            "Written June 21, 2023",
            "Written June 24, 2023",
            "Written June 25, 2023",
            "Written June 28, 2023",
            "Written June 29, 2023",
            "Written June 7, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34436-d109291-Reviews-NASA_Kennedy_Space_Center_Visitor_Complex-Merritt_Island_Brevard_County_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34436-d2668767-Reviews-Orbit_Cafe-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34436-d17885673-Reviews-Rocket_Garden_Cafe-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34436-d27690357-Reviews-Space_Bowl_Bistro-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034978-d23547279-Reviews-Oficina_de_Turismo_de_Jesus_Maria-Jesus_Maria_Province_of_Cordoba_Central_Argen.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d8470310-Reviews-Space_Shuttle_Atlantis-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d284841-Reviews-Heroes_Legends_Featuring_The_U_S_Astronaut_Hall_Of_Fame-Merritt_Island_Brevard_Coun.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d24133945-Reviews-Gateway_The_Deep_Space_Launch_Complex-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d5575064-Reviews-Sams_House_at_Pine_Island_Conservation_Area-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d23937229-Reviews-Apollo_Saturn_V_Center-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d15204326-Reviews-Manatee_Cove_Park-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d27043718-Reviews-Colony_Park-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d27018056-Reviews-Kings_Park-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d27066399-Reviews-NASA_Causeway-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d109291-Reviews-or10-NASA_Kennedy_Space_Center_Visitor_Complex-Merritt_Island_Brevard_County_Florid.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d308965-Reviews-Brevard_Veterans_Memorial_Museum_Military_Museum-Merritt_Island_Brevard_County_Flor.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d27086834-Reviews-Field_Manor-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d27003983-Reviews-Dragon_Artworks_LLC-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d23956521-Reviews-Shuttle_Launch_Experience-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d9802286-Reviews-Astronaut_Training_Experience-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d3525388-Reviews-Fired_Up_Fishing_Charters-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d10767188-Reviews-Captain_Ed_s_Family_Fishing_Nature_Charter_Company-Cocoa_Beach_Brevard_County_Flo.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d21130677-Reviews-Sail_Cocoa_Beach-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d2350603-Reviews-Coastal_Lagoon_Tours-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d6534542-Reviews-Captain_Micah_Fishing_Charters-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d1555392-Reviews-Sea_Leveler_Sport_Fishing_Charters-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d1020755-Reviews-Valiant_Air_Command_Warbird_Museum-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d13810732-Reviews-Cape_Canaveral_Transportation-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d1058459-Reviews-Cocoa_Beach_Parasail-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d1486682-Reviews-Robert_Treman_State_Park-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42311-d23650696-Reviews-Michigan_Renaissance_Festival-Holly_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561041-Reviews-Children_s_Discovery_Center-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4048713-Reviews-Thaniya_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165980-d1379003-Reviews-Narusawa_Ice_Cave-Narusawa_mura_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Attraction_Review-g668020-d8862919-Reviews-Kalamata_Beach-Kalamata_Messenia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d15752547-Reviews-The_Underground-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318261-Reviews-Muzeul_National_al_Satului_Dimitrie_Gusti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g298171-d4323805-Reviews-Hakone_Yuryo-Hakone_machi_Ashigarashimo_gun_Kanagawa_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34436-d109291-Reviews-or10-NASA_Kennedy_Space_Center_Visitor_Complex-Merritt_Island_Brevard_County_Florid.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34436-d109291-Reviews-NASA_Kennedy_Space_Center_Visitor_Complex-Merritt_Island_Brevard_County_Florida.html"
    }
]