[
    {
        "attraction_name": "National Baseball Hall of Fame and Museum",
        "attraction_name_vi": "Bảo tàng và Đại sảnh Danh vọng Bóng chày Quốc gia",
        "general_info": [
            "3.769 đánh giá",
            "- 1 trong 31 điều cần làm ở Cooperstown",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đại sảnh Danh vọng Bóng chày Quốc gia là một tổ chức phi lợi nhuận cam kết bảo tồn lịch sử trò tiêu khiển của nước Mỹ và tôn vinh các cầu thủ, nhà quản lý, trọng tài và giám đốc điều hành huyền thoại, những người đã khiến môn thể thao này trở thành trò chơi được người hâm mộ yêu thích trong hơn một thế kỷ. Bảo tồn Lịch sử. Tôn vinh sự xuất sắc. Kết nối các thế hệ.Đọc thêm",
        "reviews": [
            "Bạn có thể dành cả ngày trong bảo tàng. Hall of Fame đã làm rất tốt khi xây dựng bảo tàng này. Tôi thích xem các màn trình diễn với - A League of the Own - đồ lưu niệm. Đây là bộ phim bóng chày yêu thích của tôi. Tôi cũng thích xem World Series Rings qua các năm. Thật tuyệt khi thấy cách nó bắt đầu bằng những chiếc ghim hoặc đồng hồ bỏ túi. Tất cả các bạn đều thích bảo tàng này! Đọc thêm",
            "Một mục trong danh sách nhóm dành cho bất kỳ người hâm mộ bóng chày nào và rất thú vị đối với những người khác. Các màn hình được trình bày rất tốt.  Rất nhiều điều để xem từ mọi khía cạnh của trò chơi. Người hâm mộ Cubs có thể nghe Harry Caray hát - Take Me Out to the Ball Game - trong khi người hâm mộ Red Sox có thể nghe thấy - Sweet Caroline - ! Các nhân viên rất hữu ích trong việc xác định vị trí các mặt hàng cụ thể. Chúng tôi bắt đầu ở tầng ba rồi đi lên tầng hai.  Thang máy có thể dễ dàng truy cập. Sau khoảng 3 tiếng, chúng tôi nghỉ trưa tại thị trấn. Sau đó chúng tôi quay trở lại khu đất thiêng liêng của Phòng trưng bày Mảng trong khoảng một giờ nữa. Được phép nhập học lại trong cùng ngày.  Không phù hợp với trẻ nhỏ.Đọc thêm",
            "Tôi đã muốn nhìn thấy BB HOF mãi mãi. Nó đã không thất vọng trong bất kỳ cách nào. Trong chuyến đi này, chúng tôi cũng đã đến thăm Football HOF và điều đó tốt hơn và chi phí chỉ bằng một nửa. Những người tuyệt vời và thời gian tuyệt vời. Cảm ơn bạn.Đọc thêm",
            "Đối với người hâm mộ bóng chày, Hall of Fame là một nơi kỳ diệu. Bạn có thể thấy lịch sử của các đội, sân vận động và đặc biệt là các cầu thủ. Các nhân viên cực kỳ tốt bụng và hiểu biết. Tôi đã hỏi một câu hỏi và nhân viên đã biến mất và xuất hiện trở lại sau vài phút với câu trả lời. Trong chuyến thăm này, chúng tôi đến đó khi nó mở cửa nhưng nó nhanh chóng đông đúc. \nHãy dành thời gian và đắm mình vào đó!! Đọc thêm",
            "Chúng tôi đã đến hội trường nhiều lần trong quá khứ và luôn thích nó cũng như thị trấn. Lần này cũng không ngoại lệ. Nhiều cuộc triển lãm mới hoặc được làm mới và những người làm việc ở đó luôn thân thiện. Điều duy nhất làm tôi khó chịu có lẽ vì tôi đang già đi là ánh sáng. Tôi gặp khó khăn khi đọc bảng thông tin tại nhiều cuộc triển lãm. Giá như bên trong nó có thể sáng hơn một chút, nếu không thì sẽ có một chuyến thăm tuyệt vời khác.Đọc thêm",
            "Nơi này sống theo sự cường điệu. Rất nhiều kỷ vật kỷ niệm tất cả các khía cạnh của bóng chày. Họ có phần Latinx và phần dành cho phụ nữ. Phòng kỷ lục rất rộng lớn và hấp dẫn. Lúc đầu phim có người sụt sịt và phàn nàn về chứng dị ứng. Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Điều này tốt hơn nhiều so với những gì tôi mong đợi. Bạn có thể dành cả ngày ở đó để đọc và xem những gì họ có. Có rất nhiều lịch sử trong tòa nhà. Bộ phim họ chiếu một lần một giờ là một sự giải trí tuyệt vời và khiến tôi hơi rơi nước mắt. Tôi không mong đợi điều đó. Đọc thêm",
            "Chúng tôi đã dành cả ngày ở đây.  Có vài thứ cho tất cả mọi người.  Chồng tôi là một người hâm mộ bóng chày cuồng nhiệt và suốt đời.  Tôi không xem nhiều bóng chày hay biết nhiều về lịch sử.  Con trai 6 tuổi của tôi đã ở cùng chúng tôi.  Tôi nghĩ rằng tôi và con trai sẽ ở lại vài giờ và để chồng tôi ở đó cả ngày.  Tất cả chúng tôi đều thích nó đến mức tất cả chúng tôi ở lại cả ngày.  Các cuộc triển lãm đã được thực hiện tốt.  Chương trình này rất thú vị đối với các chuyên gia bóng chày cũng như những người mới bắt đầu.  Chuyến tham quan phòng trưng bày mảng bám rất nhiều thông tin và hấp dẫn.  Có một cuộc săn lùng trẻ em và cũng có một câu lạc bộ trẻ em.  Bộ phim chúng tôi yêu thích và xem hai lần.  Chắc chắn là một trải nghiệm danh sách xô. Mẹo: hãy đến đó sớm khi nó mở cửa, trước khi các nhóm lớn và các chuyến đi thực địa đến.Đọc thêm",
            "Là một người hâm mộ bóng chày, đây thực sự là một nơi tuyệt vời để ghé thăm. Các nhân viên tại bảo tàng này vô cùng chu đáo và tử tế. Đây là lần đầu tiên gia đình chúng tôi đến thăm và chắc chắn sẽ không phải là lần cuối cùng.\n\nBản thân thị trấn Cooperstown khá cổ kính. Có thể hơi xa một chút, nhưng rất đáng để đi. Đọc thêm",
            "Bảo tàng tuyệt vời và đầy lịch sử ngay cả khi bạn không phải là một người hâm mộ bóng chày cuồng nhiệt.   Chúng tôi đã dành khoảng 90 phút ở đây và thực sự thích nó.   Hơn nữa, đây là một thị trấn tuyệt vời để ở và chúng tôi ước mình có thời gian trong lịch trình để ở lại thêm một hoặc thậm chí hai đêm.Đọc thêm",
            "Trải nghiệm rất thú vị; xứng đáng với thời gian và cái giá để tìm lại ký ức về một số cầu thủ bóng chày vĩ đại nhất của Liên đoàn Mỹ, Liên đoàn da đen và Liên đoàn quốc gia. Bảo tàng chứa đựng lịch sử rất đa dạng của những người chơi và các quốc gia đã đóng góp cho trò tiêu khiển này. Triển lãm tuyệt vời về Đông-Tây - trò chơi cổ xưa - trò chơi có sự tham gia của những người vĩ đại trong Hall of Famer như Ken Griffey Jr., Ozzie Smith, Joe Torre, v.v.Đọc thêm",
            "Kinh nghiệm tốt. Đầu tiên, có rất nhiều bãi đậu xe nhưng bạn sẽ cần phải tìm nó. Có bãi đậu xe ngoài đường và chúng tôi đậu ở Doubleday Field. Chúng tôi đã mua vé trực tuyến nhưng bạn có thể mua ngày đến. Nó bận rộn ngay cả trong tuần và hãy nhớ rằng chúng tôi, những người đam mê bóng chày, muốn dừng lại để đọc mọi thứ và chụp ảnh của chúng tôi với mọi cuộc triển lãm, vì vậy hãy kiên nhẫn. KHÔNG bỏ lỡ bộ phim giới thiệu trước khi vào bảo tàng. Rất nhiều nước mắt sau khi kết thúc. Chúng tôi không nghĩ rằng chúng tôi đã có một cuộc triển lãm yêu thích nhưng chúng tôi đã tìm kiếm đội bóng yêu thích của mình. Hãy nhớ ghé qua cửa hàng trên đường đi ra ngoài.Đọc thêm",
            "Really enjoyed our time here. Spent about 2-5-3 hours at a leisurely pace at least glancing at everything. Little show in the theater played on the hour and was about 15 minutes. Was worth it. Street parking close by. We were there off-season on a Tuesday so wasn - t crowded.My favorite things I got to see. The 1911 tobacco Honus Wagner card. Being a Pirates fan and like sports collectibles, this was amazing for me to see. They have an entire section dedicated to cards, but have what they called the holy grail. Where you light up a card and it has a little description. This and the 1952 Mantle cards were here  - as well as 6 others - . Couldn - t believe they had the two most expensive cards ever. Also loved seeing a Babe Ruth autographed ball, as well as a Mantle one. Also some Pirates memorabilia from the early 1900s.A lot of artifacts. Some really interesting things. Liked seeing some of the uniforms - equipment from the late 1800s and early 1900s, and all the way up to present day. Not only things you - d expect to see, but we also enjoyed the stadium section where they had old ticket stubs and memorabilia from old  - and new -  stadiums.Not only artifacts, but plenty of information. Every stat you can think of is listed. They have interactive screens where you can look up all time and active leaders in every category. Video screens where you can see some excerpts from important moments in history. We only watched a couple  - Clemente 3000 hit, Nolan Ryan 7th no hitter, and Henderson breaking stolen base record - , but they probably had maybe around 50 clips id guess mixed on different screens.The plaque gallery was neat. Didn - t take the time to read them all. Mostly just Pirates and a couple of my favorite players from growing up. The layout of this room wasn - t really in order  - 1936 at the end of the hall so you see it first and flanked by 2000s -  but it really was no big deal.I - d recommend coming here if you even have the slightest bit of baseball enjoyment. It - s out of the way without much around, but it - s worth it. I don - t think it - s something I - d go see over and over again  - unless I was close - , but it was more the worth the admission cost!Read more",
            "Đã rất mong chờ chuyến thăm. nhân viên thật thô lỗ đến khó tin. Đưa ra những nhận xét tiêu cực về ngoại hình của tôi đến mức khiến tôi vô cùng khó chịu.  chúng tôi quyết định rời đi. một nhân viên khác đủ hữu ích để giúp hoàn lại tiền vé nhưng nhìn chung, đó là một trải nghiệm khủng khiếp. Đọc thêm",
            "Bất cứ ai viết rằng phải mất khoảng ba giờ để đi qua Đại sảnh Danh vọng đều đúng. Chúng tôi mất 3-1 - 2 giờ và tôi luôn tìm thấy thứ gì đó mới mẻ và thú vị để xem hoặc đọc. Bộ phim dài 18 phút để bắt đầu chuyến tham quan rất đáng giá. Video tuyệt vời và Hệ thống âm thanh xuất sắc.Đọc thêm",
            "Những từ duy nhất để nói là cơ sở tuyệt vời.  Nhân viên rất am hiểu. Quá nhiều lịch sử, kỷ vật nổi bật. Tôi - tôi rất biết ơn ai đó đã dành thời gian cống hiến cho trò tiêu khiển yêu thích của nước Mỹ. Hãy dành 2 ngày và xem phim hai lần. Bạn có thể cảm nhận được tinh thần và ngạc nhiên trước kỹ năng của những vận động viên tuyệt vời này. Việc xem riêng tư đáng giá từng chút chi phí.Đọc thêm",
            "Một cống hiến lớn cho bóng chày.  Bảo tàng này được bố trí hợp lý và có bộ sưu tập phong phú, nhưng không quá choáng ngợp.  Nhân viên tuyệt vời quá.  Rất đáng để thừa nhận.Đọc thêm",
            "Tôi là một người hâm mộ bóng chày cuồng nhiệt và luôn muốn đến hội trường danh vọng ở Cooperstown. Vâng, một chuyến công tác ngắn ngủi đã diễn ra ở phía bắc New York và không đời nào tôi bỏ lỡ cơ hội này. Lúc đó là giữa tháng 1 vào một buổi chiều thứ Tư và về cơ bản chúng tôi có toàn bộ tòa nhà cho riêng mình. Video thật tuyệt vời và chuyến đi bộ giống như tôi đang ở trong Cỗ máy thời gian. Dù có hâm mộ bóng chày hay không, nếu bạn ở khu vực này thì đừng bỏ lỡ cơ hội này. Nó xứng đáng để chờ đợi. Đọc thêm",
            "Tôi yêu bóng chày - chồng tôi thì không. Tuy nhiên, hai chúng tôi đã dành hơn 4 giờ đồng hồ tại bảo tàng này. Và chúng tôi tận hưởng từng phút. Nếu ai đó nói với chúng tôi rằng chúng tôi sẽ làm điều đó, chúng tôi sẽ chế giễu. Câu chuyện về bóng chày mở ra trước mắt bạn. Họ thậm chí còn che đậy sự thật rằng Abner Doubleday KHÔNG phát minh ra bóng chày.  - Trò chơi cũ hơn thế nhiều. - Chúng tôi đã đến thăm khoảng 30 năm trước, nhưng quyết định quay lại vì họ đã cải tạo hoàn toàn nơi này cách đây vài năm. Yêu tất cả mọi thứ. Ngay cả tính năng nhỏ trên Savannah Bananas. Hãy tận hưởng!!!!Đọc thêm",
            "Một bộ phim phải xem đối với bất kỳ người hâm mộ bóng chày nào.  Mặc dù việc đến đây có chút khó khăn. Chúng tôi đã đi - trái mùa - - điều này cho phép chúng tôi vận hành cơ sở mà ít gặp vấn đề về đám đông.  Các bác sĩ và tình nguyện viên rất thân thiện.Đọc thêm",
            "Bạn có cần vé trước để vào hội trường danh vọng mlb không? Đọc thêm",
            "Bạn có thể mua vé nâng cao nhưng không cần phải làm vậy.  Chúng tôi đã đến đó vào cuối tuần nhưng mọi người vẫn mua khi họ bước vào.Đọc thêm",
            "Thứ bảy hay chủ nhật ngày nào đông hơn?Đọc thêm",
            "Chúng tôi nhận thấy thứ Bảy đông đúc hơn.Đọc thêm",
            "Mua vé 2 ngày cho 2 người ở đâu tốt nhất?Đọc thêm",
            "Chúng tôi mua tix ở cửa.  Bạn có thể tham quan, sau đó đi ăn trưa, - đóng dấu tay - rồi quay lại.Đọc thêm",
            "Hội trường có mở cửa quanh năm không?  Cuối tháng 9 có phải là thời điểm tốt để ghé thăm không?Đọc thêm",
            "Tôi cũng tin như vậy, nhưng tốt nhất bạn nên kiểm tra trang web của điểm đến trước.Đọc thêm",
            "Lên kế hoạch đến thăm Cooperstown vào dịp cuối tuần ở Hall of Fame. Chúng tôi cũng dự định uống rượu một chút, v.v. Chúng tôi muốn được an toàn. Nhà nghỉ của chúng tôi ở Richfield Springs. Ubers và Taxi có sẵn ở Cooperstown không? TYĐọc thêm",
            "Không chắc chắn về tính khả dụng của Uber, nhưng đây là một khu vực RẤT nông thôn. Cá nhân tôi rất ngạc nhiên vì có rất ít người ở khu vực này trong chuyến thăm của chúng tôi vào mùa xuân vừa qua.  - Bản thân Cooperstown hầu như chỉ có một con phố chính với các nhà hàng - quán bar nhộn nhịp, vì vậy tôi sẽ không mong đợi có rất nhiều Uber xung quanh. - Tốt hơn hết bạn nên tìm một nơi nào đó gần nhà nghỉ của mình hơn, nằm trong khoảng cách đi bộ hoặc lái xe hợp lý hơn.\n\nTôi khuyên bạn nên đặt Đại sảnh Danh vọng Bóng chày làm vị trí của mình trong ứng dụng Uber, chỉ để có ý tưởng chung về tính khả dụng của Uber trong khu vực.Đọc thêm",
            "Có bãi đậu xe dành cho người khuyết tật không?Đọc thêm",
            "Có nhưng không có nhiều chỗĐọc thêm",
            "Có xe lăn không?Đọc thêm",
            "Tôi không biết, nhưng tôi đã nhận được phản hồi rất nhanh cho các email có câu hỏi mà tôi có trước khi đến đó.Đọc thêm",
            "Bạn có mua vé trước cho đại sảnh danh vọng bóng chày không?Đọc thêm",
            "Không, chúng tôi đã mua chúng khi chúng tôi đếnĐọc thêm",
            "Vé điện tử có phải in ra hay có thể scan trực tiếp từ điện thoại?Đọc thêm",
            "Tôi tin rằng họ có thể quét vé từ điện thoại của bạn, nhưng chúng tôi đã nhận được vé ở cửa nên tôi không chắc lắm. Bạn có thể gọi cho họ theo số 888-HALL-OF-FAME để chắc chắn.Đọc thêm",
            "Phí vào HOF và bảo tàng là bao nhiêu??Đọc thêm",
            "Trẻ em dưới 6 tuổi được miễn phí. Người lớn là - 25. Người cao tuổi - 65 tuổi trở lên - là - 20. Cựu chiến binh quân đội là - 18. Đọc thêm"
        ],
        "star_ratings": [
            2999,
            604,
            141,
            18,
            8
        ],
        "review_amount": 3770,
        "location": [
            "Những việc cần làm ở Cooperstown",
            "Bảo tàng và Đại sảnh Danh vọng Bóng chày Quốc gia",
            "Cooperstown",
            "Quận Otsego",
            "Hoa Kỳ",
            "Otsego",
            "New York - NY -"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 21, 2023",
            "Written June 28, 2023",
            "Written June 30, 2023",
            "Written July 3, 2023",
            "Written July 12, 2023",
            "Written July 17, 2023",
            "Written August 4, 2023",
            "Written August 20, 2023",
            "Written September 5, 2023",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 18, 2024",
            "Written May 11, 2024",
            "Written April 20, 2024",
            "Written March 7, 2024",
            "Written February 25, 2024",
            "Written February 18, 2024",
            "Written November 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47529-d102933-Reviews-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d1117930-Reviews-Stagecoach_Coffee-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d407736-Reviews-Nicoletta_s_Italian_Cafe-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d3412372-Reviews-Toscana_Italian_Fusion_Grill-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d407704-Reviews-Doubleday_Cafe-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d7256481-Reviews-Mel_s_at_22-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d407722-Reviews-Cooperstown_DinerR-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d407734-Reviews-Sal_s_Pizzeria-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d3562916-Reviews-Schneider_s_Bakery-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47529-d407710-Reviews-Lake_Front_Restaurant-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51939-d7675672-Reviews-Nicoletta_s_Table-Lake_Oswego_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d104162-Reviews-Otsego_Lake-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d8607007-Reviews-Cooperstown_Art_Association-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d313946-Reviews-American_Baseball_Experience_Heroes_of_Baseball_Wax_Museum-Cooperstown_Otsego_Otseg.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d6908334-Reviews-The_Smithy-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d26732447-Reviews-Hyde_Hall_Covered_Bridge-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d313943-Reviews-Abner_Doubleday_Field-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d7099907-Reviews-Factory_Store_Outlet-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d19799118-Reviews-Council_Rock_Park-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d19743615-Reviews-Lakefront_Park-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d10514829-Reviews-Cooperstown_Chamber_of_Commerce-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d102933-Reviews-or10-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d103482-Reviews-Fenimore_Art_Museum-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d102934-Reviews-The_Farmers_Museum-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d116290-Reviews-Hyde_Hall-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d3935269-Reviews-Artists_Off_Main-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d27013083-Reviews-Research_Library-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d17295137-Reviews-Glimmer_Glass_Antiques-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d19746548-Reviews-F_R_Woods_House_Of_Pro_Sports-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d12557600-Reviews-Cooperstown_Escape_Rooms-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d8456731-Reviews-Cooperstown_Beverage_Exchange-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d7195529-Reviews-Cooperstown_Farmers_Market-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d7178473-Reviews-Riverwood_Gifts-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d12505580-Reviews-Yastrzemski_Sports-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d7976369-Reviews-Doubleday_Drivers_LLC-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d19707242-Reviews-Cooperstown_Classics-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d19746392-Reviews-Safe_At_Home-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d14325420-Reviews-Shoeless_Joe_s_Hall_of_Shame-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109082-Reviews-The_Maryland_Zoo-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9806721-Reviews-Lincoln_Square-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670222-Reviews-Spinola_Bay-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d4960452-Reviews-Pefkoulia_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d325870-Reviews-Beijing_Aquarium-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g186612-d215124-Reviews-Ross_Castle-Killarney_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g303166-d7986013-Reviews-Venice_Art_Mask_Factory-Shkoder_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g887306-d9748000-Reviews-Viva_Cinemas-Ilorin_Kwara_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g304030-d9792473-Reviews-Aqua_Land_Water_Park_Majorca-Faisalabad_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d6717223-Reviews-Souda_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47529-d102933-Reviews-or10-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47529-d102933-Reviews-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New_York.html"
    }
]