[
    {
        "attraction_name": "National Palace",
        "attraction_name_vi": "cung điện Quốc gia",
        "general_info": [
            "3.356 đánh giá",
            "- 35 trong số 703 việc cần làm ở Thành phố Mexico",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc",
            "Tòa nhà chính phủ"
        ],
        "attraction_summary": "Tòa nhà lịch sử này từng được Hernán Cortés, nhà thám hiểm người Tây Ban Nha đã chinh phục người Aztec, chiếm giữ và có bức tranh tường toàn cảnh nổi tiếng về lịch sử Mexico của Diego Rivera.Đọc thêm",
        "reviews": [
            "Trái tim đang đập của thành phố nằm ở Centro Histórico, khu vực rộng lớn có các tòa nhà và di tích lịch sử không thể bỏ qua khi khám phá Thành phố Mexico. Những địa điểm như Museo Biblioteca Palacio Postal, Casa de los Azulejos và Palacio de Bellas Artes là những địa điểm hoàn hảo cho những ai muốn chiêm ngưỡng nghệ thuật và kiến ​​trúc. Đừng quên ghé thăm nhiều khu chợ và quảng trường, nơi có thể tìm thấy bất kỳ mặt hàng cổ điển, đồ thủ công và đồ trang sức đặc trưng của từng bang ở Mexico vào Chủ nhật. Chiêm ngưỡng khung cảnh hùng vĩ của thành phố từ Monumento a la Revolución và Torre Latinoamericana, đồng thời tận hưởng trải nghiệm với các nhà hàng đủ mọi nền ẩm thực gần đó.Đọc thêm",
            "Vì chúng tôi chưa đặt trước và đó là ngày cuối cùng nên chúng tôi đến sớm lúc 9h30 và là người đầu tiên xếp hàng. Những người khác bắt đầu đến ngay sau đó. Hộ chiếu được đổi lấy dây buộc và lấy lại sau chuyến tham quan.\nMột chuyến tham quan thú vị kéo dài 45 phút đến tầng một với nhiều bức tranh tường của Diego, bao gồm cả cầu thang tuyệt vời Lịch sử Mexico bao phủ 3 bức tường.Đọc thêm",
            "Chúng tôi đã thử đến thăm Cung điện Quốc gia. Thứ Hai là không thể vì nó đã bị đóng cửa cho công chúng. Chúng tôi đã thử vào thứ Tư. Để tham quan, trước tiên bạn phải băng qua đường để mua vé. Khi đến đó, bạn sẽ được thông báo khi nào có chuyến tham quan tiếp theo tùy thuộc vào ngôn ngữ ưa thích của bạn. Sau khi họ cho bạn thời gian, chúng tôi phải nộp bằng lái xe hoặc hộ chiếu và đăng ký tại quầy. Chỉ sau khi mọi việc đã hoàn tất, bạn mới được phép tham gia chuyến tham quan. Thật không may, chúng tôi đã không quay lại vì đã muộn buổi chiều.  Đọc thêm",
            "Nằm ở phía Đông của Zócalo.\nTòa nhà đồ sộ này bao gồm toàn bộ một dãy nhà.\nTòa nhà đặc biệt này chứa 9 bức tranh tường của Diego Rivera.\nDòng bắt đầu hình thành - 10:00 sáng.\nBạn cần có giấy tờ tùy thân, không được phép mang ba lô lớn - họ sẽ yêu cầu bạn để chúng trong ngăn tủ mà họ cung cấp - . Bạn cũng sẽ được kiểm tra an ninh\nBạn sẽ được cung cấp một khoảng thời gian cụ thể. \nChỉ đến thời điểm nhất định, bạn quay lại quầy bán vé, họ sẽ lấy giấy tờ tùy thân của bạn và đưa cho bạn một huy hiệu mà bạn phải đeo.\nHọ gọi tên bạn, xếp hàng và đưa ra luật lệ cho bạn.\nHọ rất nghiêm khắc,. tòa nhà này cũng là nơi ở của các quan chức Chính phủ.\nBạn sẽ được hộ tống đến một tòa nhà khác, nơi hướng dẫn viên sẽ cung cấp cho bạn một chuyến tham quan rất chi tiết về những bức tranh tường quan trọng nhất này.\nChuyến tham quan là một giờ. Bạn không thể tự mình đi lang thang, điều đó bị cấm.\nChúng tôi rất thích chuyến tham quanĐọc thêm",
            "Tour du lịch tiếng Anh và tiếng Tây Ban Nha miễn phí suốt cả ngày. Nhận vé tham quan bảo tàng bên kia đường Museo de la Secretaría de Hacienda. Bạn có thể đặt các chuyến tham quan vào bất kỳ thời gian nào có sẵn. Người lớn sẽ cần phải để lại ID. \nChuyến tham quan này rất tuyệt vời và trưng bày một số bức tranh tường tuyệt vời về Diego Riveria.Đọc thêm",
            "tour tiếng anh thật tuyệt vời và cũng miễn phí, hãy đến sớm và mang theo hộ chiếu, không được phép đội mũ, chỉ được phép mang theo ba lô nhỏ trong khi chờ đợi, hãy tham quan bảo tàng nghệ thuật trong tòa nhà nơi bạn đăng kýĐọc thêm",
            "Tour du lịch tiếng Anh và tiếng Tây Ban Nha miễn phí suốt cả ngày. Nhận vé tham quan bảo tàng bên kia đường Museo de la Secretaría de Hacienda. Bạn có thể đặt các chuyến tham quan vào bất kỳ thời gian nào có sẵn. Người lớn sẽ cần phải để lại ID. Chuyến tham quan này rất tuyệt vời và trưng bày một số bức tranh tường tuyệt vời về Diego Riveria.Đọc thêm",
            "Nằm ở phía Đông của Zócalo. Tòa nhà đồ sộ này bao gồm toàn bộ một dãy nhà. Tòa nhà đặc biệt này chứa 9 bức tranh tường của Diego Rivera. Dòng người bắt đầu xếp hàng - 10:00 sáng. Bạn cần có giấy tờ tùy thân, không được phép đeo ba lô lớn - họ sẽ hỏi bạn để chúng trong những ngăn tủ mà chúng cung cấp - . Bạn cũng sẽ trải qua quá trình kiểm tra an ninh. Bạn sẽ được cấp một khoảng thời gian cụ thể. Chỉ đến thời gian nhất định, bạn quay lại quầy bán vé, họ lấy giấy tờ tùy thân và đưa cho bạn một chiếc huy hiệu mà bạn phải đeo. Họ gọi tên bạn, xếp hàng và đưa ra nội quy cho bạn. Họ rất nghiêm khắc,. tòa nhà này cũng là nơi ở của các quan chức Chính phủ. Bạn sẽ được hộ tống đến một tòa nhà khác, nơi hướng dẫn viên sẽ cung cấp cho bạn một chuyến tham quan rất chi tiết về những bức tranh tường quan trọng nhất này. Chuyến tham quan kéo dài một giờ. Bạn không thể tự mình đi lang thang, điều đó bị cấm. Chúng tôi rất thích chuyến tham quanĐọc thêm",
            "Chuyến tham quan tuyệt vời được tổ chức siêu tốt và nó cho bạn biết rất nhiều về lịch sử Mexico. khoảng 1 giờ tham quan được thực hiện rất tốt, nói tiếng Anh và thực sự thú vị. Tôi khuyên bạn nên nó. Bạn sẽ phải đến sớm khoảng 9:30 vì tour bắt đầu lúc 10:30 nhưng bạn sẽ phải đăng ký bên kia đường để được vào.Đọc thêm",
            "Chúng tôi đã thử đến thăm Cung điện Quốc gia. Thứ Hai là không thể vì nó đã bị đóng cửa cho công chúng. Chúng tôi đã thử vào thứ Tư. Để tham quan, trước tiên bạn phải băng qua đường để mua vé. Khi đến đó, bạn sẽ được thông báo khi nào có chuyến tham quan tiếp theo tùy thuộc vào ngôn ngữ ưa thích của bạn. Sau khi họ cho bạn thời gian, chúng tôi phải nộp bằng lái xe hoặc hộ chiếu và đăng ký tại quầy. Chỉ sau khi mọi việc đã hoàn tất, bạn mới được phép tham gia chuyến tham quan. Thật không may, chúng tôi đã không quay lại vì đã muộn buổi chiều.  Đọc thêm",
            "Vì chúng tôi chưa đặt trước và đó là ngày cuối cùng nên chúng tôi đến sớm lúc 9h30 và là người đầu tiên xếp hàng. Những người khác bắt đầu đến ngay sau đó. Hộ chiếu được đổi lấy dây buộc và được lấy lại sau chuyến tham quan. Một chuyến tham quan thú vị kéo dài 45 phút đến tầng một với nhiều bức tranh tường của Diego, bao gồm cả cầu thang tuyệt vời Lịch sử Mexico bao phủ 3 bức tường.Đọc thêm",
            "Chúng tôi đã đặt tour trước một tuần trước chuyến đi bằng cách gửi email đến visitas_guiadas - hacienda.gob.mx. Tour miễn phí và hướng dẫn viên nói tiếng Anh của chúng tôi rất tốt. Chúng tôi được phép chụp ảnh các bức tranh tường của Diego Rivera, nhưng không được chụp các phần khác của cung điện, nơi ở của tổng thống hiện tại. An ninh khá chặt chẽ. Chúng tôi phải để lại hộ chiếu khi làm thủ tục kiểm tra để đổi lấy giấy thông hành, và vợ tôi cũng phải để lại túi xách nhỏ và nước. Tour về cơ bản là một chuyến đi bộ khám phá lịch sử Mexico như được thể hiện qua các bức tranh tường của Diego Rivera. Đọc thêm",
            "Tôi cũng gặp may mắn như một số người khác đã đăng bài ở đây là tôi đến lúc 3:45 chiều và Maximilian ở quầy bán vé nói rằng anh ấy có thể xếp tôi vào lúc 4 giờ. Chuyến tham quan kéo dài một giờ và bài thuyết trình của Max hấp dẫn nhất. Anh ấy đã giải đáp tất cả các câu hỏi của chúng tôi và bạn có thể nói rằng Max rất đam mê lịch sử. Lối vào taquilla - cửa sổ bán vé - đi qua một cánh cửa không được đánh dấu ngay đối diện với lối vào được bảo vệ nghiêm ngặt của Cung điện.Đọc thêm",
            "Chúng tôi đến phòng vé lúc 9:45. Chờ trong một hàng dài. Chúng tôi có thể tham gia tour lúc 10:30 sáng. Chúng tôi không có bất kỳ đặt chỗ nào. Chuyến tham quan thật tuyệt. Phần thưởng là nó miễn phí. Hướng dẫn viên của chúng tôi, Maximilian, thật tuyệt. Anh ấy nói tiếng Anh tốt. Chúng tôi đã nhìn thấy những bức tranh tường của Diego Rivera lần đầu tiên. Chúng tôi cũng đi bộ qua một trong những khu vườn xương rồng. Đẹp quá! Đọc thêm",
            "Việc tham quan Cung điện Quốc gia - nơi tổng thống Mexico sống và làm việc chứ không phải tòa nhà lập pháp - là một cách rèn luyện tính kiên nhẫn và siêng năng.  Bạn cần đặt chỗ, nhưng bạn không thể đặt chỗ trực tuyến, bạn phải đặt chỗ trực tiếp và họ nói với bạn rằng tất cả các chuyến tham quan đã được đặt trước một tháng.  Phòng vé - nằm trong một tòa nhà đối diện với phía bắc của cung điện, trên c. Moneda - không mở cửa đến 10 giờ sáng và bạn cần mang theo hộ chiếu hoặc giấy tờ tùy thân có ảnh.  Nhưng khi tôi đến đặt vé thì người đại lý nói có chỗ cho chuyến đi 5 phút nữa nên tôi lấy.   - Có vẻ như họ hủy rất nhiều nên đáng để đi vào lúc 10 giờ sáng để xem còn chỗ nào ngày hôm đó không. - 90 - trong chuyến tham quan là những bức tranh tường của Diego Rivera được vẽ xung quanh sân trong, chắc chắn rất đáng xem - chúng lớn hơn và phức tạp hơn nhiều so với bức tranh ở Bảo tàng Diego Rivera và bạn - sẽ nhận được mô tả chi tiết từ hướng dẫn viên du lịch.  Bạn cũng có thể nhìn thấy cánh cửa dẫn đến ban công nơi tổng thống phát biểu trước quốc dân và công trình tái tạo phòng đại biểu không được sử dụng - và phòng ban đầu đã bị thiêu rụi - .  An ninh cực kỳ chặt chẽ; họ thực hiện các cuộc điểm danh lặp đi lặp lại và đảm bảo không có người nào bị bỏ sót.  Chắc chắn đáng để ghé thăm nếu bạn có thời gian và kiên nhẫn.Đọc thêm",
            "Xin chào. Tôi muốn biết cách mua vé vào Cung điện Quốc gia trực tuyến. Tôi không tìm được cách nào, tôi chỉ có thể tìm các chuyến tham quan có hướng dẫn viên trong thành phố.Đọc thêm.",
            "Khi nào nó sẽ được mở cửa trở lại để tham quan?Đọc thêm",
            "Xin chào, tôi không có thông tin đó.Đọc thêm",
            "Họ có yêu cầu hộ chiếu để vào không? Là một người nước ngoài. Hoặc bạn có thể nhập bằng giấy tờ tùy thân khác của quốc gia như giấy phépĐọc thêm",
            "Bạn có thể nhập cảnh bằng bất kỳ giấy tờ tùy thân nào, hộ chiếu của bạn không cần thiết và vì bạn rất quan tâm, tôi có thể nói với bạn rằng bạn cũng có thể đến thăm Chapultepec, nơi trong nhiều thập kỷ là nơi ở chính thức của Pinos, nơi họ sinh sống các tổng thống và nó rất đẹp, mặc dù hiện đại.Đọc thêm",
            "Lịch trình tham quan cung điện như thế nào?Đọc thêm",
            "9-5Đọc thêm",
            "Tòa nhà có đóng cửa vào thứ Hai không? Tôi không thể tìm thấy trang web chính thức thông báo cho tôi về thời gian biểu chính thức. Cảm ơn trước cho tất cả mọi người! Đọc thêm",
            "palacionacionaldemexico.mx - \n\n\nTôi tìm thấy liên kết này ngay bây giờ ...\nTôi hy vọng nó có thể hữu ích cho bạn\n\nthêm htt.... frontĐọc thêm",
            "Xin chào\nTôi muốn đến thăm Cung điện Quốc gia. Mình dự định đi vào ngày 22/12. Có ai biết đường vào cung điện ở đâu không? Cảm ơn bạn!Đọc thêm",
            "Xin chào, lối vào nằm trên Phố Moneda, nhưng với Chính phủ mới, bạn chắc chắn có thể vào bằng cửa chính đối diện với ZócaloĐọc thêm",
            "Có vẻ như nó đã mở cửa khi bạn ghé thăm một tuần trước?  - Một số người đánh giá khác phàn nàn rằng nó đã bị đóng cửa. - Đọc thêm",
            "Có, nó đã mở, nếu bạn nhấp vào nó trong cố vấn chuyến đi, nó sẽ hiển thị một trang mới cho phép bạn đặt chuyến tham quan.  Mang CMND Tốt nhất nên đi trước buổi trưaĐọc thêm",
            "Xin chào mọi người, tôi có một câu hỏi, tôi đang đọc trong hướng dẫn du lịch của mình rằng bạn phải đặt trước. Điều này có cần thiết không? Nếu vậy, tôi có thể làm điều này ở đâu?\n\nXin chào, một câu hỏi, tôi đọc được rằng bạn phải đặt trước. Điều này có đúng không và tôi có thể làm điều đó ở đâu?Đọc thêm",
            "Không cần đặt trước.........nếu có kế hoạch tham quan, bạn nên giới thiệu trong tuần và tránh những ngày cuối tuần bận rộn - ngày lễ - .  Bạn phải để lại hộ chiếu của mình cho một trong những nhân viên bảo vệ và nhận nó vào cuối chuyến tham quan.  Đừng lo lắng họ rất có tổ chức.  Hãy tận hưởng!Đọc thêm",
            "Xin chào\nMình dự định đi thăm hoàng cung, tuần cuối cùng của tháng 12 mình biết là vào cửa miễn phí, phải mang theo IFE, làm sao để được hướng dẫn tham quan?\n\nTôi sẽ đánh giá rất cao sự giúp đỡ của bạnĐọc thêm",
            "Có, để tham quan các bức tranh tường trong Cung điện Quốc gia, cần phải mang theo chứng chỉ INE, INAPAM, Giấy phép hoặc bất kỳ giấy tờ tùy thân chính thức nào. Nếu đi theo nhóm thì chỉ cần một người mang theo giấy tờ tùy thân là đủ. \nVề hướng dẫn viên, cả bên ngoài và bên trong Cung điện thường có những hướng dẫn viên đưa ra các chuyến tham quan có hướng dẫn viên. Điều quan trọng là phải nêu rõ mức giá trước chuyến tham quan hoặc nếu đó là tiền boa tự nguyện. Có hai loại hướng dẫn.\nHãy cẩn thận, vào thứ Hai nó đóng cửa và bạn không thể nhìn thấy những bức tranh tường.\nTôi hy vọng câu trả lời này hữu ích cho bạn và những người khác. Lời chàoĐọc thêm",
            "Khi vào bên trong, Có thể thuê một người hướng dẫn để giải thích các bức tranh tường của Diego Rivera không? Đọc thêm",
            "Tôi không thấy bất kỳ ai, chúng tôi có hướng dẫn viên riêng, có những người tụ tập xung quanh chúng tôi vì họ muốn nghe hướng dẫn viên của chúng tôi nói gì. Hãy thử tìm kiếm trên trang web, nó sẽ cho bạn biết nếu có hướng dẫn viên chính thức nào cho thuê. Nhưng bạn thật thông minh khi hỏi, những bức tranh tường thực sự tuyệt vời và câu chuyện đằng sau chúng khiến chúng trở nên như vậy. Thật đáng tiếc nếu không biết bạn đang nhìn thấy gì. Phải có thứ gì đó trên mạng có bối cảnh. Chúc bạn đi du lịch an toàn, bạn sẽ yêu Mexico! Đọc thêm"
        ],
        "star_ratings": [
            2224,
            930,
            159,
            16,
            27
        ],
        "review_amount": 3356,
        "location": [
            "Những điều cần làm ở Thành phố Mexico",
            "Trung Mexico và Bờ Vịnh",
            "cung điện Quốc gia",
            "thành phố Mexico",
            "México"
        ],
        "reviews_time": [
            "Written November 13, 2023",
            "Written November 30, 2023",
            "Written January 26, 2024",
            "Written February 9, 2024",
            "Written February 19, 2024",
            "Written February 9, 2024",
            "Written January 26, 2024",
            "Written December 18, 2023",
            "Written November 30, 2023",
            "Written November 13, 2023",
            "Written May 19, 2023",
            "Written April 18, 2023",
            "Written April 13, 2023",
            "Written April 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150800-d152461-Reviews-National_Palace-Mexico_City_Central_Mexico_and_Gulf_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d1201096-Reviews-Balcon_del_Zocalo-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d814867-Reviews-Restaurante_El_Cardenal-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d11512915-Reviews-Dalis_Pizzeria_Italiana-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d1308960-Reviews-La_Casa_de_las_Sirenas-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d1581679-Reviews-El_Mayor-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d7735197-Reviews-Tacos_de_Canasta_Los_Especiales-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d7316797-Reviews-Mumedi_Cafe_Shop-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d9562359-Reviews-Terraza-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d7173276-Reviews-Santa_Clara-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150800-d1389271-Reviews-Restaurante_Mercaderes-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184469-Reviews-Sagrario_Metropolitano-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152460-Reviews-Zocalo-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152191-Reviews-Museo_del_Templo_Mayor-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d4002370-Reviews-Museo_Nacional_de_las_Culturas-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6483474-Reviews-Cathedral_of_the_Assumption-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d156171-Reviews-Supreme_Court_of_Justice-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184031-Reviews-Museo_de_Arte_SHCP_Antiguo_Palacio_del_Arzobispado-Mexico_City_Central_Mexico_and_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d183971-Reviews-Ayuntamiento-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d7825254-Reviews-Parroquia_de_San_Agustin_de_las_Cuevas-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d16662252-Reviews-Edificio_De_Gobierno_De_La_Ciudad_De_Mexico-Mexico_City_Central_Mexico_and_Gulf_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152461-Reviews-or10-National_Palace-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d13986116-Reviews-ToursByLocals-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d25440145-Reviews-Territorio_Capitan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d558913-Reviews-Murales_de_Diego_Rivera_en_la_Secretaria_de_Educacion_Publica-Mexico_City_Central_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d183986-Reviews-Chapultepec_Castle-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d7224430-Reviews-Cineteca_Nacional-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153180-Reviews-Basilica_de_Santa_Maria_de_Guadalupe-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d155977-Reviews-Gran_Hotel_Ciudad_de_Mexico-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d558902-Reviews-Palacio_Postal-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152795-Reviews-Coyoacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d17557887-Reviews-Teo_Mexico_Tours-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d17829495-Reviews-MexicoTourMx-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d24068009-Reviews-YELLOW_GUIDE_MANGO_WALKING_TOURS_MEXICO_LICENSED_19_USD-Mexico_City_Central_Mexi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d8614613-Reviews-Compadre_Gaston_Tours-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d10022846-Reviews-The_Monkey_Experience-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d10472138-Reviews-Mexico_a_Pie-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1820755-d4234308-Reviews-Kristall_Palm_Beach-Stein_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d278902-Reviews-Topiary_Garden-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d1170018-Reviews-The_National_Art_Center_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d1946558-Reviews-Kazumura_Cave_Tours-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g8473164-d8470318-Reviews-Maratha_Beach-Maratha_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7310961-Reviews-Arizona_Falls-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523954-Reviews-Anadolu_Kavagi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d263244-Reviews-Harbour_Town_Lighthouse_and_Museum-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d7050489-Reviews-Thundering_Surf_Waterpark-Beach_Haven_Long_Beach_Island_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150800-d152461-Reviews-or10-National_Palace-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150800-d152461-Reviews-National_Palace-Mexico_City_Central_Mexico_and_Gulf_Coast.html"
    }
]