[
    {
        "attraction_name": "National Museum of the US Air Force",
        "attraction_name_vi": "Bảo tàng Quốc gia Không quân Hoa Kỳ",
        "general_info": [
            "5.121 đánh giá",
            "1 trong số 169 hoạt động giải trí ở Dayton",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đây là một bảo tàng tuyệt vời chứa đầy lịch sử tuyệt vời và quan trọng! Khuôn viên rất đẹp, các bộ sưu tập vô cùng ấn tượng và toàn bộ trải nghiệm thật thú vị! Đi dạo xung quanh và xem xét mọi thứ: máy bay các loại, phụ kiện và thiết bị quan trọng cũng như những câu chuyện thú vị đằng sau mọi thứ. Chúng tôi yêu thích chuyến thăm của mình và đã quyên góp để giúp giữ cho địa điểm tuyệt vời này trở nên tuyệt vời!Đọc thêm",
        "reviews": [
            "Đây là một nơi đặc biệt - không gian trưng bày rộng khoảng 1 triệu feet vuông với bộ sưu tập máy bay đáng kinh ngạc.  Lên kế hoạch dành cả ngày để xem tất cả.  Dịch vụ ăn uống rất hạn chế mặc dù điều đó có thể tốt hơn khi quán cà phê được xây dựng lại và có nhiều tuyên truyền hơn những gì người ta mong muốn trong bảo tàng, nhưng nó hoàn toàn xứng đáng là một chuyến đi cho những ai quan tâm đến máy bay.Đọc thêm",
            "Trong chuyến thăm của chúng tôi, chúng tôi đã dành khoảng 3 12 giờ trong bảo tàng.  Chúng tôi không dành thời gian để đọc mọi thứ, chỉ đọc những mục mà chúng tôi quan tâm.  Có quá nhiều thứ để xem đến mức bạn có thể dành cả ngày ở đây mà không cần đọc hết mọi thứ.  Có nhiều phần khác nhau và bạn làm việc theo cách của mình từ phần này sang phần tiếp theo.   Các thiết bị mô phỏng rất phổ biến nên chúng tôi đã tránh những thứ này và tiếp tục cuộc hành trình của mình.   Có những nơi bên trong để lấy đồ ăn nhẹ nhưng biết rằng giá có thể cao.  Một số nhà cung cấp chỉ chấp nhận thẻ, trong khi những nhà cung cấp khác chấp nhận tiền mặt.  Ngoài ra còn có màn hình bên ngoài để xem.\nTôi khuyên bạn nên dành một ngày để tham quan.  Ngay cả khi bạn hoàn thành sớm, bạn sẽ cảm thấy mệt mỏi sau khi đi bộ.  Có xe scooter hoặc xe lăn miễn phí cho những ai cần hỗ trợ. Điểm cộng nữa là không mất phí.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời tại bảo tàng này. Đây là một bảo tàng trong nhà khổng lồ cung cấp một bộ sưu tập phong phú các loại máy bay lịch sử khác nhau. Họ có mọi thứ, từ những mẫu máy bay đầu tiên cho đến những chiếc máy bay hiện đại hơn. Điều này bao gồm Thế chiến thứ hai và Chiến tranh Triều Tiên, cũng như Chiến tranh Lạnh và tàu không gian. Một số máy bay được mở cửa cho công chúng chiêm ngưỡng từ bên trong. Tôi rất thích đi bộ qua máy bay của các cựu tổng thống Mỹ. Nó cho bạn cái nhìn sâu sắc hơn về khu vực sinh sống chật chội như thế nào. Chúng tôi đang tranh luận về việc thử một trong những thiết bị mô phỏng chuyến bay, nhưng hàng đợi có vẻ hơi dài. Chúng tôi không có thời gian, tuy nhiên, nó chắc hẳn rất được du khách yêu thích. Sau vài giờ đi bộ xung quanh, chúng tôi đã tiến tới lối ra. Bạn sẽ đi ngang qua một vài quán cà phê phục vụ đồ ăn và đồ uống khác nhau. Chúng tôi dừng lại ở cửa hàng lưu niệm và nhìn xung quanh một chút. Bố tôi đã mua một cuốn sách về anh em nhà Wright. Một lợi ích khác của bảo tàng là bãi đỗ xe và vé vào cửa đều hoàn toàn miễn phí.Đọc thêm",
            "Không còn nghi ngờ gì nữa, đây là một bảo tàng tuyệt vời! Chúng tôi có lịch trình rất gấp và chỉ dành khoảng 2,5 giờ để xem những gì tôi cho là máy bay và tàu vũ trụ phải xem. Chúng tôi đã có một cuộc trò chuyện tuyệt vời với một trong những tình nguyện viên ở Hangar 4, người rất thân thiện và thậm chí còn có một câu chuyện cá nhân để chia sẻ về máy bay 707 Airforce One. Chúng tôi chắc chắn sẽ đề xuất lên kế hoạch ghé thăm với 3,5-6 giờ có sẵn. Nhiều hơn nếu bạn là một người đam mê máy bay thực sự như tôi. Chúng tôi chỉ có một khoảng thời gian hạn hẹp để ghé thăm, vì vậy chúng tôi sẽ quay lại một ngày nào đó. Đọc thêm",
            "Tôi chắc chắn rằng không có gì tôi có thể viết sẽ tạo ra nhiều sự khác biệt vì bảo tàng vĩ đại này được biết đến là tuyệt vời! Tuy nhiên, đây là một trong những bảo tàng thú vị và có tính tương tác nhất ở Hoa Kỳ hoặc các nơi khác. Từ đội ngũ nhân viên thân thiện đến việc vào cửa miễn phí các lựa chọn ăn uống và quán cà phê, mọi thứ đều hoàn hảo. Bạn hoàn toàn có thể dành cả ngày ở đó và hầu như không nhìn thấy mọi thứ. Tôi cũng khuyên bạn nên thử ít nhất một trong những máy mô phỏng chuyến bay này vì bạn sẽ có cảm giác thú vị! Ngoài ra, một cửa hàng quà tặng tuyệt vời với quà lưu niệm và các mặt hàng khác. Rất khuyên bạn nên ghé thăm bảo tàng này nếu bạn ở Ohio.Đọc thêm",
            "Chúng tôi đã đến một số bảo tàng quốc gia phục vụ và đây là một trong những bảo tàng tốt nhất. Không có chi phí ngoại trừ mô phỏng. Xe máy miễn phí dành cho người khuyết tật. Bốn giá treo máy bay và các thiết bị quân sự và không gian khác. Ngoài ra máy bay bên ngoài để xem. Có thể dành cả ngày nếu nghiêng. Được bố trí tốt và một bản đồ tuyệt vời để tìm thấy những gì bạn muốn. Rất khuyến khích.Đọc thêm",
            "Bảo tàng này có tất cả! Lớn lên trong một gia đình Không quân, bản thân sinh ra ở căn cứ, tôi luôn yêu thích bất cứ thứ gì của Không quân. Thật là một luồng không khí trong lành khi nhìn thấy tất cả những chiếc máy bay bị đóng băng đúng lúc cho tất cả mọi người cùng xem. Một số treo, một số căn cứĐơn giản là đáng chú ý! Các cảnh được thiết lập để dẫn bạn vào một câu chuyện nào đó. Thậm chí có khu dành cho tổng thống trong đó có Lực lượng Không quân Một. Một tàu con thoi có thể đi vào được. Điều đáng kinh ngạc là có những mảnh lịch sử xen lẫn bên trong. Bức tường Berlin, từng mảnh chỗ này chỗ kia. Holocaust, một câu chuyện trong lịch sử kể lại câu chuyện của chính nó. Tôi có thể dễ dàng quay lại nhiều lần và luôn thấy điều gì đó khác biệt. Cho dù đó là điều mà tôi chưa bao giờ để ý trước đây hay thậm chí chỉ là một góc nhìn hoàn toàn khác. Nếu bạn yêu thích Lực lượng Không quân, hàng không hay quân đội nói chung, bạn sẽ muốn ghé thăm.Đọc thêm",
            "Một màn trình diễn rộng rãi về tàu hàng không và không gian. Các máy bay quân sự được nhóm lại theo cuộc chiến tranh. Tôi nhìn thấy một chiếc F-4 Phantom của Không quân Hoa Kỳ tấn công tàu của tôi và 2 chiếc khác bằng tên lửa khi hành động vào ban đêm trong Chiến tranh Việt Nam. Có một màn trình diễn thú vị về một chiếc máy bay hình tròn thử nghiệm giống như một chiếc đĩa bay. Việc đi qua các máy bay của tổng thống đã nghỉ hưu bị hạn chế đối với những du khách có thể đi bộ qua những không gian chật hẹp. Các lối đi được lót bằng những bức tường plexiglass. Nếu bạn muốn xem mọi thứ được trưng bày, cùng với các bộ phim, hãy lên kế hoạch cho chuyến thăm 2 ngày. Đây là quán ăn tự phục vụ trong khuôn viên, bán bánh mì nguội và đồ ăn nhẹ.Đọc thêm",
            "Một bộ sưu tập đơn giản là áp đảo các máy bay của USAF trong tình trạng tuyệt vời, đến mức bạn có ấn tượng rằng chúng có thể được nạp nhiên liệu và bay đi.\n\nVí dụ như có rất nhiều máy bay quan trọng Memphis Belle, nhưng toàn bộ bộ sưu tập được trình bày rất tốt và nhiều thông tin.\n\nMột bộ phim chắc chắn phải xem đối với bất kỳ người yêu thích hàng không nào, nhưng bất kỳ ai cũng có thể thưởng thức!Đọc thêm",
            "Trải nghiệm máy bay của một đời. Từ Thế chiến II đến thời đại máy bay phản lực, cho đến bầu trời và hơn thế nữa. Cách bố trí của máy bay là hoàn hảo. Bạn có thể thử bay trong buồng lái demo yahoo!Đọc thêm",
            "Đây là bảo tàng máy bay tốt nhất mà tôi từng đến thăm.  Nó có rất nhiều lựa chọn về Máy bay của Không quân Hoa Kỳ mà bạn rất ngưỡng mộ.  Các nhân viên đã được thông báo đầy đủ và rất sẵn lòng giúp đỡ.  Nhập học và bãi đậu xe miễn phí.  Ngoài ra xe tay ga và xe lăn cũng miễn phí.  Vợ tôi và tôi đã dành hơn ba giờ đồng hồ trong bảo tàng và không đủ thời gian.  Một điều thú vị là có bốn chiếc Không lực Một đã nghỉ hưu trong bảo tàng và bạn có thể đi qua từng chiếc.Đọc thêm",
            "Yêu rằng đây là cơ hội miễn phí để trải nghiệm ở Dayton.  Chúng tôi không phải là người đọc nhiều bảng chỉ dẫn hay xem phim, v.v. nên chúng tôi chỉ mất khoảng 2 giờ để xem hết mọi thứ. Tuy nhiên, đây chắc chắn là một trải nghiệm tuyệt vời.Đọc thêm",
            "Its hard to know what to say that the 5,000 previous reviews here havent already mentioned.  This is one of the pre-eminent flight museums in the USA and ranks with, if not surpasses, the quality of the Smithsonian up in Washington DC.It is huge!  Even moving through the four great halls as fast as I could, taking snapshots and not reading the plentiful displays most of the history of which I was already pretty familiar with, it still required a solid three hours.  To properly walk through the museum and explore it at a more normal pace really would need a couple of days.The museum throughtfully accomodates the mobility-impaired with a fleet of electric scooters.  They are free to use and the staff is most helpful with tips to make the battery last for the duration of a multi-hour visit.  The parking lot is a bit of a walk from the entrance, but there is a passenger drop-off zone much closer.The indoor exhibits are roughly grouped by era, with early-flight and World War II being the closest to the front and the more modern aircraft in the halls toward the back.  Note that it is very dim in the WW2 hall perhaps for conservation reasons, and it was quite difficult to read the plaques there.  The other halls were much brighter.  Look for the B-52, B-1, B-2, and sole remaining 1960s-era B-70.A number of former Air Force One presidental aircraft are gathered in the furthest gallery.  These are of at best mild interest and are difficult to negotiate since the protective panels in place make the walkways through the aircraft a tight squeeze indeed.  Note that the Space Shuttle vehicle in that same gallery is only a mock-up.  Its display offers, predictably, an Air Force-heavy emphasis on the description of the STS program.There is also an excellent gift shop, cafe, and a second-level snack bar that overlooks the furthest gallery and provides a great vantage point for photos of the aircraft.Read more",
            "Bảo tàng Không quân Hoa Kỳ có khá nhiều máy bay mà bạn không thể thấy ở bất kỳ nơi nào khác, đáng chú ý nhất là máy bay ném bom siêu thanh XB-70 Valkyrie rất lớn và máy bay ném bom tàng hình B2, những phần thưởng của họ. Không chỉ máy bay Mỹ mà còn rất nhiều máy bay Nga như Migs, Sukhois. Và một số máy bay WW2 của Đức. Bạn cần trọn hai ngày để sử dụng hết. Có rất nhiều bãi đậu xe, nhà vệ sinh và một quán ăn trưa khá tầm thường. Vào cửa miễn phí! Những điều tốt đẹp nhất trong cuộc sống đều miễn phí.Đọc thêm",
            "Vượt quá sự mong đợi rất cao của tôi. Một trải nghiệm hoàn toàn tuyệt vời mà tôi sẽ không quên. Mọi thứ được sắp xếp khéo léo và cho phép cả người mới và chuyên gia tận dụng tối đa chuyến thăm. Điểm nổi bật của cá nhân tôi là máy bay ném bom B2, B-1B và Thế chiến thứ hai triển lãm nói chung. Các lựa chọn ăn uống tại chỗ rất tiện lợi và giá cả rất hợp lý, cùng với một số lựa chọn tốt cho sức khỏe. Rất thân thiện với gia đình với khu dã ngoại, phòng vệ sinh gia đình, máy bay mô phỏng và hơn thế nữa.Đọc thêm",
            "Nơi hoàn toàn đáng kinh ngạc để tìm hiểu về vai trò của Không quân trong lịch sử Hoa Kỳ. Thật biết ơn vì đã có cơ hội được ghé thăm và chân thành mong muốn được quay lại và dành trọn một ngày trong tương lai!Đọc thêm",
            "Bảo tàng này có vé vào cửa MIỄN PHÍ!  Bạn có thể trả tiền cho các điểm tham quan, nhưng chúng tôi không cảm thấy thiếu chút nào khi không mua các điểm tham quan.  Có BỐN móc treo rất lớn với khoảng 30 tấm trở lên trong mỗi cái.  Có RẤT nhiều thứ để xem. Tôi không thích những thứ như thế này, nhưng có thứ gì đó để mọi người tham gia. Tôi phải đi bộ QUÁ một chút nên chúng tôi đã không đến được cái móc treo cuối cùng, nơi mà lẽ ra tôi sẽ đến nhiều nhất quan tâm - nó có máy bay thử nghiệm, tên lửa và tàu vũ trụ.  Nhưng chúng tôi đã dành khoảng 3 - 4 giờ để nhìn quanh 3 cái móc và bước ra ngoài. Thậm chí còn có những chiếc máy bay ở bên ngoài - một trong số đó đã được sử dụng trong nhiều bộ phim, như phim về máy biến áp và Siêu nhân, v.v. Ở bên cạnh máy bay có ghi ngay những bộ phim được sử dụng. Chúng có những màn trình diễn đáng yêu có hình người nổi bật xuyên suốt, chẳng hạn như những người da màu đầu tiên trong lực lượng không quân, hoặc nắm giữ những chức vụ nhất định. Air Force Challenger và Mustang cũng rất gọn gàng.  Họ cũng có một chiếc mô tô được thiết kế theo Công nghệ Không quân. Tôi cũng thích tác phẩm nghệ thuật được sử dụng cho logo của nhiệm vụ, v.v. Có RẤT nhiều thứ để xem và rất nhiều bức ảnh, tôi thực sự khuyên bạn nên dùng nó.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời.  Bảo tàng này cần ít nhất một vài ngày để hấp thụ đầy đủ nội dung.  Máy bay được chế tạo tỉ mỉ đến từng chi tiết và đẹp mắt.  Công viên tưởng niệm là nơi yên bình để tưởng nhớ những người đã khuất.  Tôi hoàn toàn giới thiệu bảo tàng đẳng cấp thế giới này.Đọc thêm",
            "Đây là một bảo tàng nổi bật để ghé thăm nếu bạn ở khu vực Dayton. Nó rất lớn, có thể dễ dàng khiến bạn mất cả ngày và trên hết, nó miễn phí mặc dù tôi khuyên bạn nên quyên góp. Rất nhiều máy bay để xem và lịch sử để tìm hiểu. Rất khuyến khích! Đọc thêm",
            "Sẽ mất bao nhiêu ngày để tham quan toàn bộ bảo tàng một cách thoải mái và ngắm nhìn mọi thứ ở đó?Đọc thêm",
            "Có hướng dẫn viên du lịchĐọc thêm",
            "CóĐọc thêm",
            "Tôi có thể mang theo xe máy điện của riêng mình không?Đọc thêm",
            "Tôi có thể mang theo xe máy điện của riêng mình không?Đọc thêm",
            "Bạn sẽ chỉ có thể ở trong cửa hàng quà tặng của bảo tàng và có thể nhìn thấy một số thứ bên ngoài.  Giống như đã nói, bạn phải có khả năng thực hiện các bước.  Không có thang máy.Đọc thêm",
            "Vào mùa đông trong bảo tàng có ấm không, tôi nên ăn mặc như thế nào?Đọc thêm",
            "Vâng, nó ấm áp. Tôi đã có một chiếc áo len và áo khoác. Tôi đã cởi cả hai.Đọc thêm",
            "Xin chào, chúng tôi sắp đi từ New Zealand để tham quan nhưng phát hiện ra rằng không có chuyến bay giữa Dayton Los Angeles - dù sao cũng không bay thẳng.  Để thử biến nó thành một chuyến bay ngắn hơn và rẻ hơn, chúng tôi đã nghĩ đến việc bắt Uber đến Cincinnati, Columbus hoặc Indianapolis - Tôi biết rằng sẽ mất 1-2 giờ và trung bình 100 giờ nhưng bạn có nghĩ rằng Uber có khả năng vượt xa điều đó không? Dayton?Đọc thêm",
            "Cuối cùng chúng tôi thuê một chiếc xe và bay vào và ra khỏi Dayton - cực kỳ dễ dàng. Đọc thêm",
            "Giá cả ở căng tin như thế nào?Đọc thêm",
            "Không có gì lạ mắt về thực đơn, bánh mì kẹp thịt, khoai tây chiên, salad, đồ ăn nhẹ. nó sẽ không làm hỏng ví của bạn..Đọc thêm",
            "Có xe lăn để sử dụngĐọc thêm",
            "CóĐọc thêm",
            "Đâu là khu vực an toàn để ở gần bảo tàng? Tôi nên ở gần bảo tàng hay xa hơn?Đọc thêm",
            "Tru by Hilton đáp ứng mọi yêu cầu.......cách 3,8 dặm, giá cả tuyệt vời, quản lý thân thiện là Mike và Missy, hồ bơi trong nhà, bàn bi-a, bữa sáng miễn phí, khu vực an toàn, Có một khách sạn Starbucks có thương hiệu Lavazza miễn phí và một Meijer ở phía bên kia đường cho mọi nhu cầu. Tôi cũng giới thiệu nhà hàng Amber\nRose cho một nhà hàng Đông Âu quyến rũ theo phong cách cổ điển chào đón như pierogies và dưa cải muối! chỉ cách 8 dặm, nhưng ngay trước trung tâm thành phố Dayton.Đọc thêm",
            "Có ai đã từng chứng kiến ​​cảnh đông đúc vào cuối tuần gần đây không? Tôi đang tự hỏi liệu chúng ta có cần phải đến sớm nhất có thể để tránh đông đúc vào cuối tuần hay không, hoặc liệu có ổn không nếu đến đó vào giờ ăn trưa sau một chặng đường dài lái xe. Đọc thêm",
            "Ngoài ra ngay khi bạn bước vào miễn phí! đi qua khu vực cửa hàng quà tặng và mua vé xem phim 3D trước thời hạn..... và tôi nghĩ máy mô phỏng chuyến bay ở nhà chứa máy bay số 2 và số 4!  tất cả số tiền thêm nhưng đáng giáĐọc thêm"
        ],
        "star_ratings": [
            4749,
            335,
            27,
            6,
            4
        ],
        "review_amount": 5121,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Dayton",
            "Bảo tàng Quốc gia Không quân Hoa Kỳ",
            "Ngày",
            "Ohio OH"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 15, 2023",
            "Written July 6, 2023",
            "Written July 6, 2023",
            "Written July 10, 2023",
            "Written July 10, 2023",
            "Written July 19, 2023",
            "Written July 19, 2023",
            "Written July 26, 2023",
            "Written August 4, 2023",
            "Written June 3, 2024",
            "Written June 1, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 20, 2024",
            "Written April 29, 2024",
            "Written April 26, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60785-d603950-Reviews-National_Museum_of_the_US_Air_Force-Dayton_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d12491709-Reviews-Refueling_Cafe-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50321-d11570774-Reviews-Valkyrie_Cafe_Museum_of_the_U_S_Air_Force-Fairborn_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d3773870-Reviews-Linh_s_Bistro-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d8463617-Reviews-Song_s_Sushi-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50068-d830103-Reviews-Donatos_Pizza-Beavercreek_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d4568570-Reviews-Subway-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d846689-Reviews-Wing_Zone-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d12550575-Reviews-Las_Margaritas_Mexican_Bar_Grill-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d15248566-Reviews-Arby_s-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60785-d4633908-Reviews-China_Garden_Buffet-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d2489007-Reviews-National_Aviation_Hall_of_Fame-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d2334415-Reviews-Huffman_Prairie_Flying_Field_Interpretive_Center-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612256-Reviews-Benjamin_Marian_Schuster_Performing_Arts_Center-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612262-Reviews-America_s_Packard_Museum_The_Citizens_Motorcar_Co-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612267-Reviews-Woodland_Cemetery_Arboretum-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325387-Reviews-Dayton_Art_Institute-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612258-Reviews-Boonshoft_Museum_of_Discovery-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d2479193-Reviews-The_Wright_Cycle_Company_Complex-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d266363-Reviews-Dayton_Aviation_Heritage_National_Historical_Park-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325390-Reviews-2nd_Street_Market-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d603950-Reviews-or10-National_Museum_of_the_US_Air_Force-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612260-Reviews-Carillon_Historical_Park-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d3611771-Reviews-Paul_Laurence_Dunbar_House-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612264-Reviews-The_International_Peace_Museum-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d12166959-Reviews-Dayton_Metro_Library-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d18962436-Reviews-British_Transportation_Museum-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d12103422-Reviews-Pedal_Wagon_Dayton-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50068-d10189506-Reviews-Great_Escape_Game-Beavercreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50321-d5841331-Reviews-Tuty_s_Bar_And_Grill-Fairborn_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50068-d5843459-Reviews-WO_Wrights_Grill_Pub-Beavercreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325392-Reviews-RiverScape_MetroPark-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325393-Reviews-Oregon_District-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d6513758-Reviews-Warped_Wing_Brewing_Company-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g40554-d108101-Reviews-Portland_Head_Light-Cape_Elizabeth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d123645-Reviews-Boot_Hill_Museum-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g12288293-d9757743-Reviews-Banyumala_Twin_Waterfalls-Wanagiri_Sukasada_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d559913-Reviews-Biltmore_Village-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d16959144-Reviews-Krakow_Arcade_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g58566-d255285-Reviews-Long_Beach-Long_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283346-Reviews-Devil_s_Hole_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034462-d6609177-Reviews-Beach_Slanica-Murter_Murter_Island_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54209-d1847369-Reviews-Shipwreck_Cove-Duncan_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2201167-d6868197-Reviews-Ancient_Lappa-Argyroupolis_Rethymnon_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60785-d603950-Reviews-or10-National_Museum_of_the_US_Air_Force-Dayton_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60785-d603950-Reviews-National_Museum_of_the_US_Air_Force-Dayton_Ohio.html"
    }
]