[
    {
        "attraction_name": "National Museum of Iceland",
        "attraction_name_vi": "Bảo tàng Quốc gia Iceland",
        "general_info": [
            "3.966 đánh giá",
            "5 trên 133 Mua sắm ở Reykjavik",
            "Cửa hàng quà tặng đặc sản",
            "Viện bảo tàng nghệ thuật",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Điều gì tạo nên một quốc gia? Triển lãm thường trực của Bảo tàng, Sự hình thành một quốc gia - Di sản và Lịch sử ở Iceland, nhằm cung cấp cái nhìn sâu sắc về lịch sử của quốc gia Iceland từ thời Viking đến thời hiện đại. Triển lãm được hình thành như một cuộc hành trình xuyên thời gian: bắt đầu với con tàu chở những người định cư thời Trung cổ vượt đại dương đến nơi ở mới của họ, nó kết thúc ở một sân bay hiện đại, cửa ngõ của người Iceland đến với thế giới.Đọc thêm",
        "reviews": [
            "Đây là một bảo tàng đẳng cấp thế giới, không thể bỏ qua đối với bất kỳ du khách nào đến Iceland có chút hứng thú với lịch sử. Phần đầu tiên kể về thời kỳ từ những người định cư Viking đầu tiên, cho đến khi Cơ đốc giáo thay thế các vị thần Bắc Âu cổ đại, cho đến khi xuất hiện cuộc Cải cách Lutheran và sự cai trị của Đan Mạch vào thế kỷ 16. Các cuộc triển lãm được trưng bày rất tốt, với những bình luận xuất sắc, bạn cần hiểu tiếng Iceland hoặc tiếng Anh để thực sự được hưởng lợi. Tôi đã dành gần hai giờ ở tầng này và chưa đầy một nửa giờ ở tầng ba, điều đó kéo dài cuộc hành trình cho đến ngày hôm nay. Đọc thêm",
            "Tôi yêu bảo tàng lịch sử và đây chính là thứ tôi đang tìm kiếm.  nó được tổ chức tốt theo hướng du khách đi từ khu định cư ban đầu đến Iceland hiện đại, nhưng hơi khó để tôi tự định hướng về thời điểm nên đi bên phải và bên trái trên sàn để đảm bảo rằng tôi nhìn thấy mọi thứ.  Rất nhiều kế hoạch sàn mở hơn là các phòng riêng biệt.  Đọc thêm",
            "Bảo tàng tuyệt vời cung cấp một cái nhìn tổng quan tuyệt vời về lịch sử Icelands kể từ khi định cư. Rất nhiều đồ tạo tác tuyệt vời được tìm thấy trong quá trình khai quật, cũng như những đồ tạo tác gần đây hơn, tất cả đều được quản lý tốt. Được trình bày tốt theo trình tự thời gian. \n\nMột cuộc triển lãm đặc biệt trưng bày bản kiểm kê chứng thực di chúc của một số người từ thế kỷ 18 và 19 - danh sách chứng thực di chúc là một công cụ tuyệt vời để tìm hiểu cách mọi người sống vào thời đó. Tôi thực sự thích điều đó. \n\nCửa hàng bảo tàng tốt và một quán cà phê nhỏ cũng như tủ khóa miễn phí có sẵn. \n\nNhững người đánh giá khác đã đề cập đến khó khăn khi tìm lối vào. Nó phụ thuộc vào hướng bạn tiếp cận từ đâu. Chúng tôi đi bộ gần như vòng quanh tòa nhà để tìm đường vào.Đọc thêm",
            "Chúng tôi thực sự thích chuyến thăm của mình ở đây. Chúng tôi ở lại gần 2 giờ và đặc biệt thích triển lãm đặc biệt về đồ gia dụng và quần áo nguyên bản từ một ngôi nhà cũ của Iceland.\n\nĐánh giá cao tủ đựng đồ miễn phí cho áo khoác và ba lô. Đọc thêm",
            "Tôi đã sử dụng Thẻ Thành phố Reykjavik để vào cửa miễn phí.  Bảo tàng này cung cấp một lịch sử tốt đẹp của Iceland với các vật trưng bày từ thời người Viking cho đến ngày nay.  Màn hình có dấu hiệu bằng tiếng Anh.  Có một hướng dẫn âm thanh miễn phí mà bạn có thể tải xuống điện thoại của mình.  Hãy chắc chắn rằng bạn mang theo tai nghe của bạn.  Có một quán cà phê và một cửa hàng quà tặng bên trong bảo tàng.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời với đội ngũ nhân viên hữu ích và đầy đủ thông tin. Bảo tàng được tổ chức như một chuyến du hành xuyên thời đại với những triển lãm tuyệt vời và một số màn trình diễn tương tác thực sự tốt. Nó cũng có giá trị lớn với các bình luận âm thanh miễn phí trên điện thoại của bạn nếu bạn chọn. Không mang tính thương mại như một số người khác nhưng càng tốt cho nó.Đọc thêm",
            "Đầu tiên, bảo tàng có rất nhiều thứ để khám phá; trải nghiệm có thể mệt mỏi. Rất may, có một bộ hướng dẫn âm thanh được bao gồm trong giá vé rất hữu ích. Thứ hai, tôi khuyên bạn nên cân nhắc việc tạo bản nhạc của riêng mình dựa trên sở thích của bạn, ví dụ: văn hóa, nghệ thuật, lịch sử, cuộc sống hàng ngày, v.v.. Có một khả năng rất thú vị là đi theo một con đường đặc biệt theo chủ đề đồng tính xuyên suốt triển lãm, điều này đã cho phép tôi để nhìn Iceland từ một góc nhìn khác. Rất khuyến khích nếu bạn không có nhiều thời gian ở Iceland nhưng vẫn muốn hiểu biết chung về sự phát triển lịch sử.Đọc thêm",
            "Lịch sử thông tin của Iceland. Đi bộ theo trình tự thời gian tốt về lịch sử và văn hóa của Iceland với một số tác phẩm thú vị được trưng bày bao gồm các công cụ và vũ khí từ những người định cư đầu tiên. Đặc biệt thích mô tả về việc khai thác và chuyển đổi quặng sắt thành than đen. Công việc đang diễn ra nhưng cũng giống như nhiều thứ ở Iceland, nó khá đắt!Đọc thêm",
            "Triển lãm thường trực tại Bảo tàng Quốc gia Iceland bao gồm quá trình định cư ban đầu của đất nước và lịch sử tiếp theo. Không giống như nhiều quốc gia trên hành tinh, Iceland không bị người định cư châu Âu xâm chiếm; không có người dân bản địa ở đây. Thay vào đó, những người gốc Na Uy và Anglo-Saxon đã vượt biển vào thế kỷ thứ tám hoặc thứ chín và quyết định lập nghiệp ở vùng đất biệt lập này.\n\nBảo tàng trưng bày các hiện vật từ những thế kỷ đầu tiên, bao gồm vật liệu từ thuyền dài, dụng cụ, vật liệu làm nhà ở, v.v. Sau đó, cuộc triển lãm sẽ đưa bạn đi qua lịch sử của đất nước, từ thế kỷ này sang thế kỷ khác. Có lẽ phần thú vị nhất của lịch sử đề cập đến sự xuất hiện của Cơ đốc giáo và tôn giáo này phát triển như thế nào cũng như được đồng bộ hóa với cái gọi là tín ngưỡng ngoại giáo khác.\n\nTài liệu thời hiện đại có lẽ kém hấp dẫn hơn, mặc dù một số chi tiết về sự tham gia của các quốc gia vào Thế chiến thứ hai và các cuộc chiến tranh cá tuyết với Vương quốc Anh mang lại một số điều thú vị. Vào thời điểm tôi đến phần này, có lẽ là 90 phút trong chuyến tham quan, não tôi đã ngừng hoạt động.\n\nNhững người yêu thích lịch sử có thể sẽ thích điều này. Tôi thấy nó hay và được quản lý tốt, nhưng có lẽ hơi quá chi tiết để thực sự hấp dẫn đối với người bình thường.Đọc thêm",
            "Một bảo tàng được bố trí độc đáo cách trung tâm Reykjavík khoảng 20 phút đi bộ.  Chi phí vào cửa khoảng 20 mỗi người và đây có vẻ là mức giá khá chuẩn cho tất cả các bảo tàng mà chúng tôi đã ghé thăm.  Có tủ khóa ở tầng dưới để bạn để túi đựng đồ nếu như chúng tôi có một chiếc.  Các màn hình rất tuyệt nhưng tập trung nhiều vào những ảnh hưởng của Cơ đốc giáo ở Iceland.  Có một phần nhỏ khi bạn bước vào khu vực trưng bày chính mang đậm phong cách Viking hơn và phần này bao gồm Tượng Eyrarland tuyệt vời có thể đại diện cho Thor.  Tôi cũng thực sự thích thú khi nhìn thấy ngôi nhà gỗ được xây dựng lại và được sử dụng cho đến những năm 1950.  Có một quán cà phê ở tầng dưới và cửa hàng có một số sách và đồ lưu niệm thú vị.  Đáng để ghé thăm nhưng đừng mong đợi nhiều màn trình diễn thời Viking.  Lưu ý - một trong những lý do đến thăm Iceland là đã đọc Sagas và Prose Edda et al. Vì vậy, tôi có thành kiến.Đọc thêm",
            "Bảo tàng quá đắt so với nội dung nó cung cấp. Có rất nhiều bảo tàng khác mà bạn có thể có được những giá trị tốt hơn.Đọc thêm",
            "Đơn giản và thỏa mãn - bảo tàng có hai tầng chứa đầy lịch sử và trưng bày các tủ trưng bày thời gian chuyển đổi của Iceland. Có một cửa hàng lưu niệm nhỏ dễ thương tại quán cà phê. Đọc thêm",
            "Có rất nhiều tài liệu tuyệt vời ở đây, cả hiện vật lẫn thông tin về chúng, trải dài từ hoạt động sớm nhất của con người ở Iceland cho đến cuộc khảo sát nhanh về thời hiện đại.  Thật không may, tất cả đều nằm trong một mớ bòng bong theo trình tự thời gian của các cuộc triển lãm đòi hỏi phải sắp xếp qua lại trên mỗi tầng, gần như không có điểm kết nối từ điểm A đến điểm B. Không có câu chuyện nào về lịch sử hoặc tầm nhìn rõ ràng, đặc biệt là khi chúng tôi lên tầng hai. và Iceland thời hậu Cải cách về ý nghĩa thực sự của câu chuyện của người dân Iceland, nó được kết nối như thế nào, các tuyến đường xuyên suốt là gì. Kết quả là có rất nhiều dữ liệu nhưng lại có ít thông tin. Các câu hỏi về Giáo hội và Nhà nước xuất hiện, rồi biến mất, rồi lại xuất hiện, rồi lại biến mất, mà không biết tại sao, như thế nào hoặc nó có ý nghĩa gì đối với Iceland ngày nay. Sự kiểm soát từ Na Uy, rồi Đan Mạch, xuất hiện đây đó, rồi có một phong trào độc lập, rồi Iceland gần như độc lập và có một lá cờ mới, nhưng đối với một người không thực sự là người Iceland, có cảm giác như thiếu một nửa câu chuyện , với hơn 80 năm qua đã biến thành một bộ sưu tập các hiện vật được đào từ nhà để xe của người dân với rất ít bối cảnh. Nói tóm lại, nếu cuộc triển lãm thường xuyên nói về Xây dựng một Quốc gia, thì tôi thực sự không hiểu Iceland ngày nay là một quốc gia như thế nào , hơn những gì tôi đã làm khi bắt đầu. Đây là một nơi đáng để ghé thăm, nhưng nó có thể tốt hơn rất nhiều.Đọc thêm",
            "ngay sau ao, gần trường đại học. Bảo tàng lịch sử về sự phát triển của Iceland kể từ khi thành lập. Rất thú vị.Đọc thêm",
            "Bảo tàng cách Triển lãm Định cư 11 phút đi bộ. Giống như tất cả các bảo tàng ở Iceland, đây là một bảo tàng nhỏ gồm hai tầng làm sáng tỏ lịch sử của Iceland; nó bắt đầu như thế nào, những người định cư ban đầu, ngoại giáo, sự trỗi dậy và sụp đổ của Cơ đốc giáo, đất nước chủ yếu trở thành người Lutheran như thế nào và Iceland hiện đại như chúng ta biết bây giờ. Đó là thông tin đầy thông tin, thú vị và những người hâm mộ lịch sử sẽ thích điều này, như tôi đã làm . Tôi không biết nhiều về Iceland nhưng sau khi tham quan bảo tàng, tôi biết RẤT NHIỀU! Có một số hiện vật tuyệt vời được trưng bày, đặc biệt là các đồ vật tôn giáo. Giá vé vào cửa là công bằng đối với Iceland và là một nơi tuyệt vời để dành một hoặc hai giờ.Đọc hơn",
            "Bảo tàng vĩ đại - các cuộc triển lãm đã mang đến một hành trình chi tiết xuyên suốt lịch sử Icelands. Các cuộc triển lãm mang tính tương tác và mang tính thông tin. Khá là một màn trình diễn phong phú!Đọc thêm",
            "Bảo tàng này là một bất ngờ thú vị! Nó có hướng dẫn âm thanh mà bạn có thể truy cập bằng điện thoại, vì vậy bạn nên mang theo tai nghe bên mình. Chúng tôi rất thích bảo tàng và lịch sử của Iceland đã được giải thích rõ ràng như thế nào. Có thể đề xuất.Đọc thêm",
            "Chúng tôi chọn tham quan ở đây thay vì một số bảo tàng khác ở Reykjavik chủ yếu dựa trên chi phí. Chúng tôi rất hài lòng chúng tôi đã làm. Bảo tàng này được trình bày tốt và cung cấp lịch sử toàn diện của đất nước với nhiều thông tin để đọc và triển lãm để xem xét. Có rất nhiều màn hình tương tác và một số màn hình nhắm đến du khách trẻ tuổi. Các nhân viên đều thân thiện và nồng nhiệt. Chúng tôi đã uống nước và ăn bánh ở quán cà phê, giá cả hợp lý. Về giá cả, trẻ em dưới 17 tuổi miễn phí, học sinh tính bằng một nửa giá người lớn. Chúng tôi thực sự rất thích chuyến thăm của mình và chắc chắn sẽ giới thiệu cho bất kỳ ai đến thăm Reykjavik.Đọc thêm",
            "Tôi không biết những gì mong đợi từ bảo tàng này và nhìn từ bên ngoài nó không có gì nhiều, nhưng tôi rất ngạc nhiên! Rất nhiều thông tin thú vị về cách người Iceland từng sống và định cư. Triển lãm ảnh tạm thời thật tuyệt vời. Các hiện vật từ quá khứ rất thú vị và nhà tắm bản sao.Đọc thêm",
            "Bạn có thể dễ dàng dành cả ngày ở đây! Bộ sưu tập kể lại lịch sử của Iceland bằng những hiện vật hấp dẫn và tôi đánh giá cao việc bổ sung A Rainbow Thread, một hướng dẫn kỳ lạ cho các cuộc triển lãm thường trực, yêu cầu du khách suy nghĩ về những điều còn chưa được nói về cuộc sống kỳ lạ trong các câu chuyện lịch sử truyền thống và khuyến khích tư duy phản biện. Tôi hy vọng bảo tàng sẽ cân nhắc kỹ lưỡng việc lưu giữ cuốn sách nhỏ hữu ích này và cung cấp hướng dẫn bằng âm thanh trong tương lai, nó rất sâu sắc và quan trọng!Đọc thêm",
            "Phí vào cửa cho người cao tuổi là bao nhiêu? Điều này có bao gồm Nhà văn hóa không?\nBảo tàng có mở cửa vào thứ Ba không?Đọc thêm",
            "Độ tuổi người cao tuổi khác nhau ở Iceland, nơi này là 60, nơi khác là 67.\n\nTốt nhất để kiểm tra trang web cho câu hỏi của bạn. Bạn cũng có thể gửi email cho họ và họ sẽ trả lời.\n\nTôi đã khá thành công khi liên lạc với nhiều bảo tàng và chuyến tham quan khác nhau qua email.\n\nChúc may mắn và tận hưởng, một trải nghiệm tuyệt vời khi đến thăm IcelandĐọc thêm",
            "Phí vào cổng là bao nhiêuĐọc thêm",
            "2000 ISK người lớn 1000 ISK người cao tuổi và học sinh, trẻ em dưới 18 tuổi vào cửa miễn phí: Vé cũng có giá trị vào bảo tàng chị em của họĐọc thêm",
            "Tôi nên dự định tham quan bảo tàng trong bao lâu?Đọc thêm",
            "ít nhất 2hĐọc thêm",
            "Ở đây có bãi đậu xe không?Đọc thêm",
            "chúng tôi đậu rất nhiều ngay bên cạnh nó.  Nó ở ngoài Hringbraut, con đường chia 4 làn.  Bãi đậu xe nằm ngay phía đông bảo tàng, phía sau trạm xe buýt.  Chúng tôi đã kiểm tra cẩn thận và không có nơi nào nói rằng bạn không thể đỗ xe ở đó hoặc bạn cần phải trả tiền.   Chúng tôi đã ở đó 3 giờ và không có vấn đề gìĐọc thêm",
            "Có tủ đựng đồ nào để đựng hành lý không?Đọc thêm",
            "Có tủ khóa nhưng không đủ lớn để đựng vali.Đọc thêm",
            "có đúng là bảo tàng quốc gia miễn phí vào thứ Tư không?Đọc thêm",
            "Không phải tôi biết nhưng chúng tôi\nĐược tặng 2 tặng 1 vào Chủ nhật Đọc thêm",
            "Chúng tôi có thể đến bảo tàng này dễ dàng từ khu vực cảng và có thể thanh toán bằng thẻ tín dụng hoặc thẻ ghi nợ không?Đọc thêm",
            "Bạn có thể thanh toán bằng thẻ tín dụng.  Việc đi bộ sẽ không khó khăn.Đọc thêm",
            "Giá nhập học là bao nhiêuĐọc thêm",
            "Tôi tin là 1500 kronor Đọc thêm",
            "Tôi đến đó bằng cách nào từ Fosshotel LindĐọc thêm",
            "Google mapsĐọc thêm",
            "Giờ mở cửa trong tháng 7 là mấy giờ? \nPhí vào cửa là gì? \nCó quán cà phê nào trong khuôn viên không?Đọc thêm"
        ],
        "star_ratings": [
            2051,
            1467,
            378,
            61,
            10
        ],
        "review_amount": 3967,
        "location": [
            "Bảo tàng Quốc gia Iceland",
            "Những điều cần làm ở Reykjavik",
            "Châu Âu",
            "Vùng thủ đô",
            "Nước Iceland",
            "Reykjavik"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written July 1, 2023",
            "Written July 24, 2023",
            "Written July 26, 2023",
            "Written July 30, 2023",
            "Written September 30, 2023",
            "Written October 19, 2023",
            "Written December 6, 2023",
            "Written December 25, 2023",
            "Written January 7, 2024",
            "Written June 7, 2024",
            "Written June 1, 2024",
            "Written May 20, 2024",
            "Written April 28, 2024",
            "Written March 30, 2024",
            "Written March 14, 2024",
            "Written March 10, 2024",
            "Written February 22, 2024",
            "Written February 21, 2024",
            "Written February 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189970-d624551-Reviews-National_Museum_of_Iceland-Reykjavik_Capital_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d12714471-Reviews-Icelandic_Street_Food-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d21116777-Reviews-Mama_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d1083941-Reviews-Fiskmarkadurinn_The_Fish_Market-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d944064-Reviews-3_Frakkar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d10094640-Reviews-Messinn-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d24914096-Reviews-Tres_Locos-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d14005802-Reviews-101_bistro-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d7351897-Reviews-Apotek_Restaurant-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d10303158-Reviews-Matarkjallarinn_Foodcellar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189970-d17625082-Reviews-Fjallkonan-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d8375811-Reviews-Hljomskalagarour_Park-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6908341-Reviews-National_and_University_Library_of_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3460294-Reviews-Reykjavik_City_Hall-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d20316619-Reviews-Tomas_Guomundsson-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d245998-Reviews-Hallgrimskirkja-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d8442299-Reviews-Cemetery_Holavallagardur-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d7712323-Reviews-Lake_Tjornin-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d7746135-Reviews-The_Nordic_House-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2414517-Reviews-The_settlement_exhibition-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d555027-Reviews-Ring_Road-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d624551-Reviews-or10-National_Museum_of_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d246003-Reviews-Perlan-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d245994-Reviews-Arbaer_Open_Air_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d246001-Reviews-The_Einar_Jonsson_Sculpture_Museum_Listasafn_Einars_Jonssonar-Reykjavik_Capital_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d4508700-Reviews-Aurora_Reykjavik_The_Northern_Lights_Center-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d11842261-Reviews-The_Icelandic_Punk_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2039593-Reviews-Icelandic_Phallological_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1763143-Reviews-Reykjavik_Maritime_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d245996-Reviews-Reykjavik_Art_Museum_Asmundarsafn-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d624550-Reviews-The_Culture_House-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2256919-Reviews-Icelimo_Luxury_Travel-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6638776-Reviews-CityWalk_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d17636249-Reviews-Nordika_Travel-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1746057-Reviews-Icelandic_Mountain_Guides-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d9884868-Reviews-Your_Friend_In_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3669221-Reviews-Experience_Iceland_Tours-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d15056216-Reviews-Hidden_People_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2171103-Reviews-Free_Walking_Tour_Reykjavik-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d10349969-Reviews-Icelandic_Sagas_The_Greatest_Hits-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d676750-Reviews-Agrari_Beach-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d23085943-Reviews-Eiger_Express-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285716-d2355559-Reviews-Gerlachovsky_Stit-Vysoke_Tatry_Presov_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6413161-Reviews-Friends_Apartment_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560798-Reviews-Na_Pali_Coast_State_Wilderness_Park-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1537397-Reviews-Children_s_Museum_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d3420254-Reviews-Green_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147297-d149844-Reviews-Seven_Sisters_Falls-Grand_Etang_National_Park_Saint_Andrew_Parish_Grenada.html",
            "https://www.tripadvisor.com/Attraction_Review-g56208-d1962913-Reviews-Prairie_Dog_Town-Lubbock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11854482-Reviews-Deira_Old_Souk_Abra_Station-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189970-d624551-Reviews-or10-National_Museum_of_Iceland-Reykjavik_Capital_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189970-d624551-Reviews-National_Museum_of_Iceland-Reykjavik_Capital_Region.html"
    }
]