[
    {
        "attraction_name": "National Harbor",
        "attraction_name_vi": "Cảng quốc gia",
        "general_info": [
            "376 đánh giá",
            "1 trong 8 điều cần làm ở Cảng Quốc gia",
            "Vùng lân cận"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Vợ tôi và tôi đã dành một ngày rất thư giãn để đi dạo quanh Cảng Quốc gia bên ngoài Washington D.C. Có rất nhiều cửa hàng và địa điểm ăn uống.  Có Bánh xe Captial mà bạn có thể lái, thật tuyệt.  Rất nhiều nơi để ngồi và thư giãn gần mặt nước.  Chúng tôi thực sự rất thích ngày của chúng tôi ở đó.  Không có bãi đậu xe miễn phí nhưng có rất nhiều nơi để đỗ xe.  Giá đỗ xe nằm trong mức hợp lý.Đọc thêm",
            "Vào ngày cuối cùng ở DC, chúng tôi dừng lại ở trung tâm mua sắm mang tính biểu tượng này. Chúng tôi đã ăn ở khu nghỉ dưỡng Gaylord ở trung tâm mua sắm này. Trung tâm mua sắm này cho đến nay là một trong những trung tâm mua sắm đẹp nhất ở DC. Tôi đánh giá cao trung tâm mua sắm này nếu bạn đang ghé thăm DC.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm rất ngắn và chỉ có thể nhìn thấy một số thứ, nhưng khu vực này rất đẹp và rất thú vị. Chúng tôi có thể đi dạo quanh các con phố và ngắm nhìn các tòa nhà và bến cảng. Có vẻ như có rất nhiều việc phải làm. Chúng tôi dự định quay lại khi có thêm thời gian.Đọc thêm",
            "Chúng tôi tham dự buổi biểu diễn tại nhà hát MGM và ở lại Cảng Quốc gia trước khi về nhà. Các hoạt động tại National Harbor thật tuyệt vời. Có rất nhiều nhà để xe và đây là khu vực có thể đi bộ đến các cửa hàng, nhà hàng và hoạt động. Trong những ngày lễ, đồ trang trí thật lộng lẫy. Có một chuyến đi từ bến tàu và một vòng đu quay khổng lồ để đi. Tất cả các loại món ăn đều có ở đó và hầu hết đều có giá cả hợp lý. Đây là khu vực thân thiện với gia đình để đi nghỉ hoặc chỉ là nơi nghỉ ngơi cuối tuần.Đọc thêm",
            "Lần đầu tiên ghé thăm. Đã đi đến triển lãm Titanic đắt tiền và OK. Sự hiện diện tốt của cảnh sát sau bạo lực gần đây. Các biển báo khắp nơi về giờ giới nghiêm của thanh thiếu niên vào cuối tuần. Bãi đậu xe và nhà hàng đắt tiền.Đọc thêm",
            "National Harbor offers a modern-day getaway from the museums and site-seeing up the road in metropolitan D.C. What can be described as a massive outdoor-walking mall, National Harbor offers a great balance of activities and an abundance of photo opportunities all found in one general location. Sitting off of I-495 on the Maryland side, National Harbor is a convenient stop for those passing through on the interstate.As mentioned by many others, the parking fees are a bit steep. However, there is a bunch of available parking options: street-metered spaces, lots, and decks scattered throughout the harbor area.Beginning with the pier area itself, the Capital Wheel Ferris wheel stands out as the most obvious attraction due to its presence and height.  Situated at the end of the main pier, the Capital Wheel is a great-family activity. It can be somewhat compared to the Dream Wheel at American Dream Mall, New Jersey, with slightly smaller carriages. There is not much of an exciting view, but the ride is nice, nonetheless. Theres pricing for ride packages, along with military discounts on the single tickets. The Capital Wheel also has a bar area with a select variety of drinks. Along the same pier, you will find a few different vendors their availability depends on the season and time of dayyear: a Ben and Jerrys Ice Cream shack, Dip n Dots vendor, and other ferryboat services water taxi, canoeskayaks, etc.Off to the side of the main pier, there is a nice carousel 7 unlimited ride wrist band for military with a small playground next to it. In this area, there is also a miniature park that presents a few photo ops with the Nations flag, and other symbolic art that pay homage to the U.S. There is also a small beach area with sand, however it is mainly occupied with a rather large, impressive sculpture that is incorporated with the sand element.The main pier is center aligned with a stage area that sits on a higher tier, accessible with steps on either side. The stage boasts a large LED screen along with a seating area for when there are shows and presentations.From here, there are plentiful statuesmonuments scattered throughout the area for more photo opportunities. The area boasts a great selection of restaurants from quick eats to fine dining and retail stores for your perusing. There are also quite a few lodging options in the area, however, I imagine them carrying a hefty tag due to the area.Overall, not a bad place to visit as a one-stop shop that is close to our nations capital.Read more",
            "This review is really a borderline 4; 3 would also suffice.  As a resident of Maryland who has been here many times, let me share what to do to enjoy Natl Harbor and what to avoid.  National Harbor does terrible job of talking about walking and biking or anything that takes you away from the NH.NH is best enjoyed on foot or by bike.  So if you are a tourist or convention person, do not rent a car unless you plan to leave the immediate area.  Dont pay the high rates to park a car you wont use.  Better off renting for a day or using tour services. Bring your sneakers  comfy walking clothes, for there are great things to walk to both at the Harbor and across the bridge yes you can WALK  or BIKE easily across the Wilson Bridge into Alexandria.  Here is my recommended itinerary for 3 days.Day One:  Workout at your hotels gym or walk the 4 miles to and back across the bridge to Alexandria.  The truly adventurous can walk or bike all the way to George Washingtons home in Mt. Vernon.  Trail ends there and you can picnic on the grounds and tour Mt. Vernon.  Otherwise, just walk 2 miles over from NH, eat in Alexandria and 2 miles back or do the full 4 miles and eat at a restaurant that serves breakfast or your hotel in NH.  Can also make this a lunchtime journey when it is not too hot.   Go to your conference OR then go shopping at Tangers.  Bike to Tangiers outlets or walk 1 mile away or use your hotels shuttle.  Rest back at the hotel.  Check for evening concert or other activity at NH.  Have dinner at your hotel or at a nearby restaurant.  Make a reservation to avoid wait.Day Two:  Make this your DC or Annapolis day.  Annapolis has way more history including touring the State House building, the Naval Academy,  historic homes.  Great harborplace shopping and two wonderful malls. Very, very walkable.  Check hotel concierge for day trips.  Recommend:  Annapolis over Alexandria 30 minutes car ride, Smithsonian Museums in DC 25 minutes car ride,  Prince Georges Historic Heritage Tour, Maryland Winery Crawl, National Zoo, Cherry Blossom boat ride numerous vendors or Tour -If in April.  Any of these activities will eat up most of your day.  Eat in the citieslocation that you visit. Smithsonian Museums also have great restaurants.  You will want to rest when you get home.  If you did not have dinner in the city, eat at NH.Day Three:  Make this your historic Baltimore day.  About an hour up the road, the hotel will have trips to Baltimore.  Visit the Inner Harbor, Johns Hopkins, Baltimore Museum of Art has great restaurant, Walters Art Gallery, Fort McHenry, Blacks in Wax Museum, Baltimore Museum of African American History, or walking tour of Roland Park beautiful historic homes.  Come home to rest.  Enjoy your last evening walk around National Harbor and its neighborhoods. Dinner at your hotel or in-room.Check out!  Hope this works.  Contact me if I can be of more help!Read more",
            "Tôi thỉnh thoảng ghé thăm Cảng Quốc gia mặc dù tôi sống ở ngoài tiểu bang. Chi phí đỗ xe đã tăng đáng kể trong vài năm qua, từ vài đô la trong vài giờ lên tới 15-30!! Lời khuyên của tôi, hãy đến Old Town Alexandria, nó ở ngay bên kia sông!! Đọc thêm",
            "Thật tuyệt khi được nhìn thấy vòng đu quay khi chúng tôi băng qua cầu sau đó đi xe và ngắm nhìn những ánh đèn tuyệt đẹp. Chờ đợi ngắnĐọc thêm",
            "Chúng tôi tham dự buổi biểu diễn tại nhà hát MGM và ở lại Cảng Quốc gia trước khi về nhà. Các hoạt động tại National Harbor thật tuyệt vời. Có rất nhiều nhà để xe và đây là khu vực có thể đi bộ đến các cửa hàng, nhà hàng và hoạt động. Trong những ngày lễ, đồ trang trí thật lộng lẫy. Có một chuyến đi từ bến tàu và một vòng đu quay khổng lồ để đi. Tất cả các loại món ăn đều có ở đó và hầu hết đều có giá cả hợp lý. Đây là khu vực thân thiện với gia đình để đi nghỉ hoặc chỉ là nơi nghỉ ngơi cuối tuần.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm rất ngắn và chỉ có thể nhìn thấy một số thứ, nhưng khu vực này rất đẹp và rất thú vị. Chúng tôi có thể đi dạo quanh các con phố và ngắm nhìn các tòa nhà và bến cảng. Có vẻ như có rất nhiều việc phải làm. Chúng tôi dự định quay lại khi có thêm thời gian.Đọc thêm",
            "Vào ngày cuối cùng ở DC, chúng tôi dừng lại ở trung tâm mua sắm mang tính biểu tượng này. Chúng tôi đã ăn ở khu nghỉ dưỡng Gaylord ở trung tâm mua sắm này. Trung tâm mua sắm này cho đến nay là một trong những trung tâm mua sắm đẹp nhất ở DC. Tôi đánh giá cao trung tâm mua sắm này nếu bạn đang ghé thăm DC.Đọc thêm",
            "Sòng bạc, lựa chọn ăn uống và khu vực đi bộ cũng có sẵn ngoài vòng đu quay Capitol Wheel. Con đường ven sông có lối đi trải nhựa dẫn đến bờ sông Potomac.  Khung cảnh tuyệt đẹp của Old Town Alexandria.Đọc thêm",
            "Vừa trải qua 2 -12 ngày thư giãn ở Cảng Quốc Gia.  Những nhà hàng chúng tôi ăn rất ngon, đường phố sạch sẽ và người dân đều rất thân thiện.Đọc thêm",
            "Nơi đỗ xe tốt nhất để bắt đầu đi dạo quanh khu vực, sau đó ăn trưaĐọc thêm",
            "Chúng tôi đậu xe ở bãi đất ngoài trời bên phải, gần bến tàu nơi bạn có thể nhìn thấy khu vui chơi dành cho trẻ nhỏ.  Chúng tôi đi ngang qua nơi cho thuê thuyền chèo, vòng đu quay khổng lồ hướng tới khu vui chơi hộp cát rộng lớn.  Khi bạn đi bộ đến National Harbor Plaza, có rất nhiều nhà hàng từ chuỗi nhà hàng đến địa điểm ăn uống và mua sắm độc đáo trong khu vực. Bạn sẽ không phải thất vọng đâu. Đọc thêm",
            "Chúng tôi muốn dành một cuối tuần tại National Harbor. Chúng tôi muốn một khách sạn giá trung bình và một nơi mà chúng tôi có thể đi bộ hoặc lái xe để có thể ngắm cảnh, nhà hàng, cửa hàng, vòng đu quay. Một nơi mà chúng tôi có thể tìm thấy bãi đậu xe và có thể là một số gợi ý về các điểm tham quan trong khu vực lân cận. Chúng tôi đã lướt web và có rất nhiều thông tin nhưng chúng tôi không chắc chắn làm thế nào để lên kế hoạch cho chuyến đi của mình. Có lẽ là một chuyến du ngoạn ngắn để ngắm cảnh khu vực và chắc chắn là quầy bar piano thật tuyệt vời. Đọc thêm",
            "Xin chào Peggy:\nMGM National Harbor không phải là khách sạn giá trung bình. Nó xảy ra là đặc biệt sang trọng. Nếu bạn muốn đến thăm khu vực này, tốt hơn hết bạn nên gọi cho Marriott hoặc Hampton Inn. Mặt khác, nếu bạn muốn đi du lịch trong tuần, bạn có thể gọi cho MGM và nói với họ rằng bạn muốn đặt phòng và nêu rõ số tiền tối đa mà bạn sẵn sàng trả. Tôi biết một người cuối cùng đã nhận được phòng với giá 175,00 một đêm. Bãi đậu xe không phải là một vấn đề. Có rất nhiều chỗ đậu xe. Không sử dụng người phục vụ, có phí cao\ntùy theo ngày. Chúc may mắn.Đọc thêm"
        ],
        "star_ratings": [
            217,
            115,
            31,
            9,
            4
        ],
        "review_amount": 376,
        "location": [
            "Cảng Quốc Gia",
            "Hoa Kỳ",
            "Những việc cần làm ở National Harbor",
            "Maryland MD"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written November 26, 2023",
            "Written December 4, 2023",
            "Written December 5, 2023",
            "Written May 5, 2024",
            "Written April 6, 2024",
            "Written February 4, 2024",
            "Written January 22, 2024",
            "Written December 15, 2023",
            "Written December 5, 2023",
            "Written December 4, 2023",
            "Written November 26, 2023",
            "Written November 18, 2023",
            "Written October 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g7791276-d10847405-Reviews-National_Harbor-National_Harbor_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d1830668-Reviews-Bobby_McKey_s_Dueling_Piano_Bar-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d8626973-Reviews-SUCCOTASH-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d1599550-Reviews-Grace_s_Mandarin-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d7100327-Reviews-The_Walrus_Oyster_and_Ale_House-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d1747147-Reviews-Bond_45_National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d1176154-Reviews-Rosa_Mexicano-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d1070783-Reviews-Potbelly_Sandwich_Shop-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d6671964-Reviews-Redstone_American_Grill-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d2467640-Reviews-Nando_s_Peri_Peri-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7791276-d1546202-Reviews-Cadillac_Ranch-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6902298-Reviews-The_Awakening_Sculpture-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d1752071-Reviews-Harborfront_Area-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10209618-Reviews-National_Harbor_Marina-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d2521114-Reviews-Art_Whino-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d1070799-Reviews-American_Market_at_National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d27016815-Reviews-American_Way_Outdoor_Park-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d21143313-Reviews-Tall_Ship_Providence-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d6953186-Reviews-Woodrow_Wilson_Bridge_Trail-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d266201-Reviews-Old_Town-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d534268-Reviews-Stabler_Leadbeater_Apothecary_Museum-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-or10-National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d24064125-Reviews-Crystal_Cafe_By_Faith2felicity-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d21141132-Reviews-Monumental_Boat_Tours-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10475729-Reviews-The_Carousel_at_National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d5599515-Reviews-Pose_Ultra_Lounge-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6403541-Reviews-Stonewall_Kitchen-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6700743-Reviews-The_Capital_Wheel-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d3652239-Reviews-The_Tasting_Room_Wine_Bar_Shop-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d2054523-Reviews-Relache_Spa-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d12966775-Reviews-Danforth_Pewter-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d2516284-Reviews-Bobby_McKey_s_Dueling_Piano_Bar-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d314827-Reviews-Glacier_Canyon_Gletscherschlucht-Grindelwald_Jungfrau_Region_Bernese_Oberland_Cant.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3643438-Reviews-Olivium_Outlet_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g54618-d1520851-Reviews-Devil_s_Gulch-Garretson_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d108526-Reviews-Historic_Federal_Hill-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12717563-Reviews-Trenitalia_Frecciarossa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298068-d317897-Reviews-Registan-Samarkand_Samarqand_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56761-d4355993-Reviews-Texas_City_Dike-Texas_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4101131-Reviews-Amsterdam_Icebar-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141421-Reviews-Washington_Park_Arboretum-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d13999101-Reviews-Tequila_Factory_Cancun_and_Villas-Puerto_Morelos_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-or10-National_Harbor-National_Harbor_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-National_Harbor-National_Harbor_Maryland.html"
    }
]