[
    {
        "attraction_name": "National Gallery",
        "attraction_name_vi": "Phòng trưng bày Quốc gia",
        "general_info": [
            "40.699 đánh giá",
            "- 1 trong 2.734 điều cần làm ở Luân Đôn",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "Phòng trưng bày Quốc gia lưu giữ bộ sưu tập tranh quốc gia theo truyền thống Tây Âu từ thế kỷ 13 đến thế kỷ 19. Nó được trưng bày miễn phí 361 ngày một năm.Đọc thêm",
        "reviews": [
            "Với Cột Nelson mang tính biểu tượng, những chú sư tử ngoại cỡ hùng vĩ và đài phun nước rực rỡ, Quảng trường Trafalgar không chỉ được coi là trung tâm của trung tâm London nhộn nhịp này mà còn là trung tâm của chính thành phố. Ngoài địa điểm tụ tập quý giá này còn có nhiều biểu tượng nổi tiếng hơn cũng như số lượng lớn các điểm tham quan văn hóa nổi tiếng nhất của thành phố, bao gồm Phòng trưng bày Quốc gia và nhiều nhà hát West End. Dọc đường đến những địa điểm chính này là những con đường yên tĩnh và những quán rượu cổ kính để khám phá cũng như khung cảnh ven sông để tận hưởng trên bờ kè. Với lịch đầy các sự kiện kỷ niệm, bất kỳ thời điểm nào trong năm đều là thời điểm tuyệt vời để ghé thăm. Đọc thêm",
            "Thành thật mà nói thì khá áp đảo. Nó chắc chắn đáng để ghé thăm, bộ sưu tập của họ rất ấn tượng. Hầu như không thể nhìn thấy mọi thứ, và đây là nhược điểm duy nhất mà tôi có thể thấy. Các nhân viên không đủ hữu ích, chẳng hạn như khi tôi hỏi làm cách nào tôi có thể đến được thứ gì đó, tôi được trả lời rằng tôi không có đủ thời gian để đến đó - còn 30 phút nữa là đóng cửa -. Theo tôi đó không phải là cách bạn đối xử với khách. Ngoài trải nghiệm tuyệt vời đó, nhưng chỉ khi bạn có nhiều thời gian rảnh. Trong trường hợp khác, bạn đã đến và cố gắng xem ít nhất những điểm nổi bật.Đọc thêm",
            "Bảo tàng đáng yêu với vé vào cửa miễn phí, tuy nhiên hãy đặt trước vé để bạn có thể bỏ qua hàng dài chờ mua vé. Được bố trí tốt nên khá dễ dàng để theo dõi các phòng theo trình tự và không bỏ sót điều gì. Theo quan điểm của tôi, Raphael vẫn là người giỏi nhất và anh ấy đã không làm tôi thất vọng ở đây. Một trong những bộ sưu tập nghệ thuật hay nhất thế giới - đừng bỏ lỡ.Đọc thêm",
            "Khoảng bốn mươi phòng để khám phá. Nó có một bộ sưu tập tuyệt vời các kiệt tác với các tác phẩm của Botticelli, Caravaggio, da Vinci, Michelangelo, Monet, Raphael, Turner, van Gogh, v.v. Các Đại sứ và Chân dung Arnolfini là hai bức tranh cổ điển mà tôi đã đọc và cuối cùng đã được xem. Việc đặt trước một khoảng thời gian trực tuyến cho phép chúng tôi bỏ qua hàng vào Thứ Bảy. Bảo tàng nghệ thuật tuyệt vời.Đọc thêm",
            "Nơi này thật tuyệt vời. Đặc biệt là vì mục nhập là miễn phí.\nPhòng trưng bày có rất nhiều bức tranh tuyệt vời đến mức choáng ngợp.\nCó rất nhiều căn phòng và bức tranh mà bạn thực sự cần phải dành thời gian cho tất cả.\nNgười ta chỉ có thể tập trung vào một số bức tranh nổi tiếng hơn.\nĐọc thêm",
            "Bộ sưu tập thật phi thường nhưng điều thực sự tạo nên chuyến thăm là đội ngũ nhân viên. Dave và Maria cực kỳ hữu ích, hiểu biết và thân thiện. Họ thực sự làm cho chuyến thăm của tôi trở nên đặc biệt. Tất cả các nhân viên đều tuyệt vời và tốt bụng. Sẽ ghé lại.Đọc thêm",
            "Bảo tàng nghệ thuật tuyệt vời và nó miễn phí! Tôi khuyên bạn nên lấy vé hẹn giờ trước khi đi vì có hai dòng và hai lối vào riêng biệt: không có vé và đặt trước. \n\nNgoài ra còn có - Sau trường phái Ấn tượng - triển lãm - bạn phải trả tiền cho triển lãm - điều đó thật đáng giá.\nBạn phải đến đây vì nó có những tác phẩm nghệ thuật tuyệt vời.\n\nBạn không thể xem tất cả như một bảo tàng lớn - .chỉ xem những gì bạn có thể nhưng đừng cố xem mọi thứ.\n\nĐồng thời cũng có một cuộc triển lãm St Francis tuyệt vời.\n\nCó một nhà hàng tuyệt vời cạnh bảo tàng không liên kết với bảo tàng nhưng bạn có thể bước vào đó bằng cách đi ngang qua cửa hàng quà tặng - nó có tên là Ocher và thật tuyệt\n\ncó một nhân viên bảo tàng - tình nguyện viên rất thân thiện và tiếc là tôi quên tên anh ấy nhưng anh ấy thật tuyệt vời! nhưng tất cả nhân viên đều dễ chịu! Đọc thêm",
            "Phòng trưng bày tuyệt vời với những bức tranh đẹp. Chắc chắn nên ghé thăm, quán cà phê cũng tốt. Khuyên bạn nên đặt trước chuyến thăm của mình, vẫn miễn phí nhưng có thể tránh xếp hàng bên ngoài. Đọc thêm",
            "Một tòa nhà đẹp với một số bức tranh nổi tiếng nhất thế giới. Tôi đến vì các tác phẩm của Van Gogh, đặc biệt là Hoa hướng dương của ông.\nCách bố trí của tòa nhà hơi khó hiểu; Tôi sẽ thích hợp hơn nếu được đưa cho một tấm bản đồ đơn giản ở cửa vì tôi thường xuyên cảm thấy như mình đang ở trong một mê cung không có điểm giữa. \nGần đầu chương trình có một phòng trưng bày thú vị dành cho trẻ em, nơi trẻ em từ nhiều trường học trên khắp đất nước đã tạo ra các tác phẩm nghệ thuật dựa trên một bức tranh có thật. Chủ đề năm nay là biển và có một số tác phẩm đẹp và sâu sắc mà tôi rất thích. \nNói chung là một vài giờ thú vị.Đọc thêm",
            "Rất nhiều tác phẩm của Constable và các nghệ sĩ khác. Cũng thấy một số ít từ van Gogh và Picasso - Họ là những người đông đúc nhất -. Bản thân tòa nhà cũng đẹp. Đã đặt trước. Đến thăm vào ngày 20 tháng 7 và nó chỉ đông đúc một chút.Đọc thêm",
            "Tôi từng làm việc gần đây nên thường đi vào đây trên đường đến ga Charing Cross. 15 năm sau, tôi đi cùng cô con gái 8 tuổi của mình, cô bé có khiếu nghệ thuật hơn tôi rất nhiều và rất thích nơi này. \n\nĐây vẫn là một nơi tuyệt vời - không chỉ các bộ sưu tập mà cả tòa nhà. \n\nĐiều duy nhất thay đổi là bạn có thể đặt vé trước - miễn phí - để tránh xếp hàng. Tôi không biết điều này cho đến khi đến đó nhưng chúng tôi đã may mắn, tuy nhiên, điều này đáng để biết trong kỳ nghỉ học và vì một trong những cánh đang được cải tạo. \n\nCó rất ít nơi trên Trái đất có nhiều vẻ đẹp như vậy. Đọc thêm",
            "Tôi yêu phòng trưng bày này. Đó là một tòa nhà đẹp và thật tuyệt vời khi được chiêm ngưỡng rất nhiều bức tranh tuyệt vời ở cùng một nơi. Tình cờ nảy ra ý tưởng trong chuyến đi London và đã rất vui khi được xem triển lãm Caravaggio - anh ấy - là một trong những nghệ sĩ yêu thích của tôi và tôi rất thích xem tác phẩm của anh ấy ở Rome. Đây là một phần thưởng. Tôi cũng nghĩ rằng cơ sở vật chất của phòng vệ sinh rất tốt và tôi rất thích ghé thăm quán cà phê có giá hơi đắt một chút nhưng lại không quá đắt. Cửa hàng quà tặng tuyệt vời quá.Đọc thêm",
            "Các hướng dẫn viên hữu ích và đội ngũ nhân viên thân thiện đã khiến việc khám phá kiến ​​trúc tuyệt đẹp của chúng tôi trở nên thú vị hơn. Phòng trưng bày - bộ sưu tập ấn tượng gồm những kiệt tác của các nghệ sĩ nổi tiếng đã làm say đắm các giác quan của chúng tôi và khiến chúng tôi phải kinh ngạc. Đó là điểm đến hoàn hảo cho các cặp đôi yêu nghệ thuật đang tìm kiếm trải nghiệm đáng nhớ và phong phú.Đọc thêm",
            "Phòng trưng bày nằm ở trung tâm và rất lớn. Chúng tôi đến vào khoảng trưa ngày thứ Sáu và ngoài một hàng ngắn để kiểm tra túi xách, chúng tôi nhanh chóng bước vào. Chúng tôi chỉ có khoảng hai giờ và có thể dễ dàng dành gấp đôi thời gian đó và cảm thấy hạnh phúc!Đọc thêm",
            "Bộ sưu tập phong phú các kiệt tác châu Âu. Các cuộc triển lãm được tổ chức tốt và các chuyến tham quan sâu sắc sẽ nâng cao trải nghiệm của du khách. Kiến trúc tuyệt đẹp và vé vào cửa miễn phí giúp tất cả mọi người có thể tiếp cận được. Một địa điểm không thể bỏ qua đối với những người đam mê nghệ thuật cũng như những người yêu thích lịch sử.Đọc thêm",
            "Ồ! Đây là điều phải xem khi đến thăm London. Tác phẩm nghệ thuật tuyệt vời từ nhiều nghệ sĩ nổi tiếng. Vì vậy, nhiều phòng bạn sẽ cần ít nhất vài giờ hoặc hơn để khám phá. Nó cũng được vào cửa miễn phí, thật tuyệt vời! Đọc thêm",
            "Van Dyck, Rubens, Monet, El Greco, Titian, Botticelli, Rembrandt, Tintoretto, Manet, v.v., v.v., v.v. Hãy kể tên một nghệ sĩ và có thể có một trong những tác phẩm của họ trong phòng trưng bày tuyệt vời này.  Ngoài ra còn có rất nhiều tác phẩm nghệ thuật thời Trung cổ mà tôi yêu thích. Có rất nhiều thứ để xem ở đây, rất nhiều phòng.  Rất khuyến khích.Đọc thêm",
            "Bước vào Phòng trưng bày Quốc gia giống như hòa mình vào thế giới nghệ thuật. Bộ sưu tập thật ngoạn mục, trải dài hàng thế kỷ sáng tạo. Bầu không khí thanh bình, hoàn hảo cho việc suy ngẫm yên tĩnh. Một địa điểm không thể bỏ qua đối với những ai yêu thích nghệ thuật và văn hóa.Đọc thêm",
            "Phòng trưng bày Quốc gia ở London là một kho tàng nghệ thuật. Với bộ sưu tập ấn tượng kéo dài hàng thế kỷ, đây là địa điểm không thể bỏ qua đối với những người đam mê nghệ thuật. Bố cục thân thiện với du khách và hướng dẫn bằng âm thanh cung cấp lời bình luận sâu sắc. Điều tuyệt vời nhất là vào cửa miễn phí. Đừng bỏ lỡ viên ngọc văn hóa này!Đọc thêm",
            "Phòng trưng bày quốc gia không bao giờ làm chúng ta thất vọng. Và thật không thể tin được là nó vẫn miễn phí, ngay cả đối với các cuộc triển lãm đặc biệt. Tôi đã đặt vé trực tuyến cho Last Caravaggio. Mặc dù đã được sắp xếp thời gian, bất kể bạn có thể đọc những bài đánh giá khác, bạn có thể vào bảo tàng thông qua lối vào có vé triển lãm đặc biệt trước thời điểm đó. - Điều này cũng áp dụng cho những người có vé cho các cuộc triển lãm đặc biệt tại Bảo tàng Anh. Và đừng đứng trong hàng dài chờ vào cửa chung. Hãy đến đầu hàng và yêu cầu vào cửa bằng vé đặc biệt. - Đọc thêm",
            "Chúng tôi đã đến thăm Phòng trưng bày Quốc gia ở Luân Đôn và điều đó thật tuyệt vời. Tọa lạc tại Quảng trường Trafalgar, nơi đây có hơn 2.300 bức tranh, bao gồm các tác phẩm của Van Gogh, Da Vinci và Monet. Vào cửa miễn phí và thư viện rất dễ khám phá. Tòa nhà rất đẹp, có những quán cà phê tuyệt vời và một cửa hàng quà tặng. Nhân viên thân thiện làm cho trải nghiệm thậm chí còn tốt hơn. Một nơi không thể bỏ qua đối với bất kỳ ai ở London.Đọc thêm",
            "Bạn khuyên chúng tôi nên dành bao lâu cho triển lãm Fantastic Frans HalsĐọc thêm",
            "2 giờ làm việcĐọc thêm",
            "Bạn có cần đặt trước vé vào phòng trưng bày tổng hợp - không phải triển lãm - chưa từng có kể từ trước đại dịch khi việc đặt trước không phải là vấn đề lớnĐọc thêm",
            "Không, bạn không cần phải đặt trước nữa vì mọi biện pháp phòng dịch đã kết thúc.Đọc thêm",
            "Xin chào, nếu bạn có thời gian để tham quan triển lãm và bạn đến muộn, họ có cho bạn vào không? Cảm ơnĐọc thêm",
            "Tôi - đã phát hiện ra nếu bạn - khá muộn - tất cả họ đều khá thú vị về điều đó. Chưa bao giờ thực sự có vấn đề.Đọc thêm",
            "Xin chào, nếu tôi có vé vào cửa theo thời gian tham gia triển lãm bao gồm quyền vào Phòng trưng bày miễn phí, tôi có thể ghé thăm Phòng trưng bày TRƯỚC KHI tham gia triển lãm không? Cảm ơn bạn.Đọc thêm",
            "Hãy đảm bảo rằng bạn đang xếp hàng đúng giờ đã đặt để xem triển lãm mà bạn đã đặt chỗ. Họ có thể sẽ không cho phép bạn vào phòng trưng bày để xem bất kỳ thứ gì khác bên trong trước giờ đã đặt. Sau đó, bạn có thể đi và xem bất cứ thứ gì bạn thích. Các quy tắc rất nghiêm ngặt và khó chịu! Đọc thêm",
            "Có thể đặt chỗ để tránh phải xếp hàng vào cổng không?Đọc thêm",
            "Xin lỗi vì sự chậm trễ, chúng tôi ở trong một nhóm gồm 11 người và chúng tôi đã không xếp hàng trong một phút! Và - vào cửa miễn phí....nên nó rất suôn sẻ, không giống như các bảo tàng ở Ý. Đừng lo lắng mà không đặt phòng. Chúc bạn có chuyến tham quan vui vẻ!!Đọc thêm",
            "Tôi đọc thấy hoa hướng dương của Van Gogh đã hết, khi nào mới có lại? Đọc thêm",
            "Xin chào, họ sẽ có sẵn một lần nữa. Tôi đã đến thăm bảo tàng vào đầu tháng 8 và chúng đã được dời đi để triển lãm.Đọc thêm",
            "Chào mọi người! Tôi sẽ đến thăm London lần đầu tiên vào cuối tháng 9. Tôi muốn biết, nếu có thể, chi phí và thời gian vào Phòng trưng bày Quốc gia và liệu có các chuyến tham quan có hướng dẫn viên bằng tiếng Ý hay không. Ngoài ra, bạn có thể đến đó dễ dàng bằng cách đi bộ hay bạn cần đi phương tiện công cộng? Cảm ơn mọi người!Đọc thêm",
            "Ở London các bảo tàng miễn phí, không cần đặt trước, có hướng dẫn bằng âm thanh trả phí, tàu điện ngầm thuận tiện nhưng rất đáng để đi bộ xung quanh.Đọc thêm",
            "Tôi có thể tìm hiểu những triển lãm đặc biệt nào sẽ có trong Phòng trưng bày Quốc gia vào tháng 10 ở đâu?Đọc thêm",
            "Lựa chọn tốt nhất sẽ là trang web của họ - do quy định của TripAdvisor nên tôi không thể đăng bài - nhưng nếu bạn tìm kiếm trên Google thì trang web đó có thông tin mới nhấtĐọc thêm",
            "Chúng tôi có thể mua vé trực tuyến không?Đọc thêm",
            "Đối với bảo tàng thích hợp, bạn không cần vé.  Chỉ cần bước vào.Đọc thêm",
            "Có máy lạnh không?Đọc thêm",
            "CóĐọc thêm"
        ],
        "star_ratings": [
            30100,
            8703,
            1515,
            249,
            135
        ],
        "review_amount": 40702,
        "location": [
            "Phòng trưng bày Quốc gia",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "Những điều cần làm ở Luân Đôn",
            "nước Anh",
            "London"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written July 3, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 14, 2023",
            "Written July 23, 2023",
            "Written July 26, 2023",
            "Written July 31, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25152456-Reviews-Chop_Chop-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12392823-Reviews-Leicester_Square_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d17728520-Reviews-Hard_Rock_Cafe_London_Piccadilly_Circus-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25336907-Reviews-Americana-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25302938-Reviews-Gouqi_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3486137-Reviews-Heliot_Steak_House-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2317458-Reviews-The_Old_Shades_London_Pub_Dining-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2187326-Reviews-Angus_Steakhouse_Leicester_Square-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d13698096-Reviews-Scully_St_James_s-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d11798530-Reviews-Steak_and_Company_Piccadilly_Circus-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26861628-Reviews-The_National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188863-Reviews-National_Portrait_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25557426-Reviews-The_National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188964-Reviews-Trafalgar_Square-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2186393-Reviews-Garrick_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187914-Reviews-Nelson_s_Column-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d553747-Reviews-London_Coliseum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16805459-Reviews-SingEasy_West_End-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7116698-Reviews-Equestrian_Statue_of_George_IV-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187913-Reviews-Charles_I_Statue-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-or10-National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d194299-Reviews-Churchill_War_Rooms-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187556-Reviews-V_A_Victoria_and_Albert_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187555-Reviews-The_British_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187676-Reviews-Natural_History_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4568625-Reviews-Londra_Culturale-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d654918-Reviews-Museum_of_Brands-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1036503-Reviews-The_London_Bridge_Experience-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187600-Reviews-National_Maritime_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d24049910-Reviews-Frameless-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8527239-Reviews-Novelty_Automation-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12231285-Reviews-Untravelled_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7886659-Reviews-Te_lo_Cuento_de_Camino_Londres_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23029357-Reviews-Go_London_Taxi_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14056384-Reviews-Clarissa_Donda-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2520904-Reviews-Discovering_London_by_Peter_Berthoud-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16719205-Reviews-Silent_Adventures-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12202317-Reviews-Iberotransfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11800472-Reviews-Eddie_Manning_London_Transfer_Service-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2423226-Reviews-London_Photo_Tours_and_Workshops-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15295027-Reviews-Cabital_City_Tours_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23570259-Reviews-Gavin_with_a_G_London_Blue_Badge_Tourist_Guide_Private_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13114351-Reviews-Withlocals-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g33155-d142407-Reviews-Inspiration_Point_Vista-Tahoe_City_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d5599133-Reviews-Znjan_City_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309713-d310455-Reviews-Papua_Wigmore_s_Waterfall-Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d554231-Reviews-Chinatown-Manila_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52114-d8820326-Reviews-Oregon_Country_Fair-Veneta_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187813-d246577-Reviews-Historical_Museum_of_the_Miramare_Castle-Trieste_Province_of_Trieste_Friuli_Venezi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d141322-Reviews-Northwest_Trek_Wildlife_Park-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d1474540-Reviews-Shell_Island-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d4293416-Reviews-Toy_Joy-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2187673-d3659682-Reviews-Uzungol-Caykara_Turkish_Black_Sea_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-or10-National_Gallery-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html"
    },
    {
        "attraction_name": "National Gallery",
        "attraction_name_vi": "Phòng trưng bày quốc gia",
        "general_info": [
            "259 đánh giá",
            "- 43 trong số 279 điều cần làm ở Tbilisi",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "Triển lãm tuyệt vời. được quản lý tốt, phải ghé thăm công viên tốt ở Tbilusi phía sau với những tác phẩm điêu khắc hấp dẫn, ghế dài để nghỉ ngơi, cửa hàng nhỏ tốtĐọc thêm",
        "reviews": [
            "Có khoảng 13 bức tranh về tác phẩm nghệ thuật của Niko Pirosmani, phòng trưng bày đó không có nhiều thứ để xem nếu không có nó! Nhân tiện, một hội nữ làm việc ở tầng một đã phớt lờ khách hàng, chẳng hạn như tôi đã hỏi cô ấy những tác phẩm điêu khắc này được làm bằng gì của? Cô trả lời: - Không có tiếng Anh - .Sau đó tôi dùng google dịch để hỏi, cô nói: - Không - ? Lại nữa? Tôi - tôi đang thắc mắc tại sao cô ấy làm việc ở đây mà không trả lời những câu hỏi cơ bản? Trong khi đó, cô ấy đang trò chuyện và gõ điện thoại cá nhân của mình khá lâu! Giá trị vé 25 Lari của tôi là bao nhiêu?Đọc thêm",
            "Chúng tôi đã thất vọng! Trong 21 người - - chúng tôi có 2 người lớn và 1 trẻ em - chúng tôi - đã xem 3 hội trường nhỏ với khoảng 70 bức tranh. Hai hội trường đã đóng cửa nhưng không ai thông báo trước cho chúng tôi về điều đó. Nhân viên của bảo tàng rất không thân thiện. Fazit: chẳng có gì để xem và bạn cũng không cảm thấy được chào đón ở đâyĐọc thêm",
            "Một nơi phải đến ngay cả đối với những người sẽ ở lại Tbilisi chỉ 1 ngày. Trái ngược với các đánh giá, phí vào cửa không đắt - chỉ bằng giá 2 tách cà phê - và hoàn toàn xứng đáng. Hầu hết các nhân viên không thể nói được tiếng Anh, nhưng những người đưa vé cho bạn và người trong cửa hàng thì có thể. Theo tôi hiểu, đôi khi họ gửi một số tác phẩm nghệ thuật nhất định đến các triển lãm khác, vì vậy nếu bạn dự định đến đó để xem một tác phẩm nghệ thuật nào đó, tốt hơn hết bạn nên kiểm tra trước khi đi. - Về tác phẩm nghệ thuật của Niniko Morbedadze: Tôi rất may mắn được đến đó và xem. Bạn có thể thấy văn hóa Georgia và màu sắc hàng ngày - những khoảnh khắc, nhưng quan trọng nhất là nét mặt! - Đọc thêm",
            "giá vé không tương xứng với chất lượng của cuộc triển lãm, mặc dù có những tác phẩm thú vị của Pirosmani và Chkhartishvili. Nhân viên bảo tàng không thân thiện lắm.Đọc thêm",
            "Điều này - tôi nghe nói riêng - Phòng trưng bày Quốc gia trên Rustaveli 11 là một sự lừa đảo tuyệt đối: 25 lari cho BA phòng. Tôi không thể tin được nên đã hỏi nhân viên thu ngân, người này xác nhận rằng thực sự chỉ có ba phòng .... Một phòng dành riêng cho khoảng 10 bức tranh của Pirosmanoshvili.Đọc thêm",
            "Rất đáng để ghé thăm nếu bạn muốn biết thêm về nghệ thuật Gruzia và đặc biệt là tác phẩm của Niko Pirosmani.Đọc thêm",
            "một nơi thú vị đối với tôi cũng có một cửa hàng bên trong rất thú vị nhưng giá hơi cao.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong phòng trưng bày này, được gặp 3 nghệ sĩ Georgia khác nhau từ những thời điểm và phong cách khác nhau. Cửa hàng rất đẹp để bán một ít quà lưu niệm, bưu thiếp hoặc sách. Ngoài ra còn có một quán cà phê ở tầng trên nhưng đã đóng cửa. Phí vào cửa 12lari là hợp lý. Đừng quên lắng nghe những câu chuyện đằng sau bức tranh của Niko pirosmani.  - Trạm tai nghe - Vì nó giải thích rất nhiều...đặc biệt là về con hươu cao cổ đen trắng của anh ấy. Yêu những bức tranh của anh ấy .Đọc thêm",
            "Các cuộc triển lãm của họ được tổ chức tốt và các phòng nghệ thuật Georgia đã thể hiện một lịch sử tươi đẹp của đất nước.Đọc thêm"
        ],
        "star_ratings": [
            132,
            68,
            34,
            18,
            7
        ],
        "review_amount": 259,
        "location": [
            "Tbilisi",
            "Những điều cần làm ở Tbilisi",
            "Châu Âu",
            "Gruzia",
            "Phòng trưng bày Quốc gia"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written October 24, 2023",
            "Written October 19, 2023",
            "Written October 6, 2023",
            "Written August 26, 2023",
            "Written October 2, 2022",
            "Written June 21, 2022",
            "Written June 5, 2022",
            "Written January 17, 2022",
            "Written February 28, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294195-d3641171-Reviews-National_Gallery-Tbilisi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d26222078-Reviews-Provence_Jardin-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d11971105-Reviews-RadioCafe-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d8566308-Reviews-Respublika_Grill_Bar-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d12671087-Reviews-Salobie_Bia-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d11886065-Reviews-Melograno-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d8411826-Reviews-Burger_House-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d12214996-Reviews-Old_City_Wall_Restaurant_Wine_Bar-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d23867622-Reviews-Bazzar_Restaurant-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d23659500-Reviews-Ribs_Puri-Tbilisi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294195-d14895860-Reviews-The_Cone_Culture_Ice_Cream-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d26865815-Reviews-Gldani_Mall-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d26650134-Reviews-Kalatarov_s_house-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390161-Reviews-The_Kashveti_Church_of_St_George-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d15329138-Reviews-Georgian_Museum_of_Fine_Arts-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d19450419-Reviews-Tbilisi_Digital_Space-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d10265700-Reviews-Parliament_of_Georgia-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d12507177-Reviews-Fotografia-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d7895864-Reviews-9th_Of_April_Park-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390164-Reviews-Rustaveli_Avenue-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d671258-Reviews-Georgian_National_Museum-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d3641171-Reviews-or10-National_Gallery-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d10244322-Reviews-Art_Palace_of_Georgia_Museum_of_Cultural_History-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d16737992-Reviews-Museum_of_Illusions-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d25168810-Reviews-Ugallery_Art_Gallery_Wine_Bar-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390157-Reviews-Open_Air_Museum_of_Ethnography-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d11876340-Reviews-Experimentorium_Science_Museum-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d7166125-Reviews-Tbilisi_Auto_Museum-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d27918308-Reviews-Bike_Tours-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d27145482-Reviews-Sagamo-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d25567429-Reviews-Room33-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d26661270-Reviews-Night_Life_Georgia-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d27123647-Reviews-Bunagi_Bar-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d26658306-Reviews-Night_Life-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d24095683-Reviews-Souvenirs-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d25249710-Reviews-Patara_Dzagli-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d27705583-Reviews-Odi_Travel-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d25246490-Reviews-Gudauri-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d7034494-Reviews-The_Springs_Aquatic_Center-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g52780-d3150277-Reviews-Codorus_State_Park-Hanover_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12584434-Reviews-Gladiator_Museum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350646-Reviews-Huai_Khwang_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g189112-d9731553-Reviews-Albufeira_Marina-Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1552426-Reviews-Arecibo_Lighthouse_Historical_Park-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d12495132-Reviews-St_George_Historic_Downtown-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d1913636-Reviews-Whetstone_Chocolates_Tasting_Tour-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d659990-Reviews-Spectacle_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g43137-d11537621-Reviews-Watt_Munisotaram-Hampton_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294195-d3641171-Reviews-or10-National_Gallery-Tbilisi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294195-d3641171-Reviews-National_Gallery-Tbilisi.html"
    }
]