[
    {
        "attraction_name": "Nationals Park",
        "attraction_name_vi": "Công viên Quốc gia",
        "general_info": [
            "1.634 đánh giá",
            "53 trong số 644 điều cần làm ở Washington DC",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Chúng tôi có 2 người lớn, 2 người già, 1 trẻ em tham dự trận đấu PhilliesNationals. Sân vận động có vị trí thuận tiện chỉ cách trạm dừng tàu điện ngầm khoảng một dãy nhà. Giá vé hợp lý và có nhiều lựa chọn thực phẩm. Công viên sạch sẽ. Chúng tôi đang mặc đồ Phillies nhưng những người làm việc ở đó vẫn rất tốt và hữu ích. Chúng tôi sống ở trung tâm PA và chúng tôi là những người hâm mộ Phillies nhưng đánh giá cao việc ở tại một khu nghỉ dưỡng và bắt tàu điện ngầm đến sân vận động hơn là lái xe.Đọc thêm",
        "reviews": [
            "Nationals Park là một sân vận động sạch sẽ và hiện đại. Nó có các phòng chờ rộng và một quảng trường lớn phía sau sân ngoài. Điều đó đang được nói, nó không có nhiều đặc điểm. Phong cách kiến ​​trúc về cơ bản là bê tông đơn giản, và ngoài tiếng tụng kinh nối tiếp nhau, đám đông không có nhiều năng lượng.\n\nTrận đấu với Quỷ Đỏ hóa ra đã kết thúc và cuộc đua Tổng thống diễn ra rất vui nên đây vẫn là khoảng thời gian vui vẻ. Các khu nhượng quyền là điển hình cho một sân bóng chày và khu vực xung quanh rất sôi động. Đến công viên rất dễ dàng trên Green Line. Nhìn chung, đây là một nơi thú vị để xem trò chơi.Đọc thêm",
            "Trải nghiệm chất lượng tổng thể. Không phải Fenway, Wrigley, Camden, v.v. nhưng rất tuyệt vời. Thoải mái, rộng rãi và nhân viên tuyệt vời. Đã ở đây khi lần đầu tiên mở cửa và có điểm khác biệt lớn là khu vực xung quanh có nhiều thứ hơn để cung cấp trước và sau trò chơi. Bãi đậu xe có thể là một thách thức 50 gần đó vì nhiều nơi đã mua trước bằng giấy phép. Câu lạc bộ PNC Diamond có tiệc buffet tuyệt vời và tất cả những gì bạn có thể uống đồ uống chọn lọc trong nước và rượu vang tự chế là 250 mỗi chiếc cho Red Sox vào ngày 23 tháng 8. Sẽ làm lại!Đọc thêm",
            "Chúng tôi đã tham gia một trò chơi Braves vào tháng 9 năm 2023. Vẫn là một đám đông khá lớn vì Nats không còn nhiều thứ để chơi. Thật thú vị khi là một du khách khi có rất nhiều người hâm mộ của chúng tôi tham gia trò chơi. Công viên rất tuyệt và tôi không có gì phàn nàn nhưng cũng không có gì độc đáo hay đặc biệt về nó. Cuộc đua Tổng thống có lẽ là điểm nhấn mà bạn không thấy ở các công viên khác. Bầu không khí bên bờ sông của công viên hoàn toàn im lặng trước trận đấu, dường như một cơ hội lớn bị bỏ lỡ.Đọc thêm",
            "Vợ tôi và tôi là những người hâm mộ bóng chày cuồng nhiệt và mặc dù là những người hâm mộ đội Yankees, chúng tôi thích đến thăm tất cả các công viên và đang nỗ lực để đi thăm tất cả các công viên đó. Chúng tôi đã đến Công viên Quốc gia hai lần và nhìn chung đây là một công viên thú vị! Chỗ ngồi ở tầng trên thoải mái và tầm nhìn ra trò chơi rất tuyệt. Thức ăn và đồ uống khá chuẩn, nhưng chúng tôi có thể tìm thấy một số loại bia và bỏng ngô ngon. Điểm nổi bật của trò chơi chắc chắn là Cuộc đua Tổng thống và nó luôn rất ngớ ngẩn và vui nhộn, thật tuyệt khi xem. Công viên cũng có rất nhiều nhà hàng và quán bar ngon, vì vậy bạn có thể dễ dàng dành cả ngày để chơi game. Đây là một công viên vui nhộn và một lần nữa chúng ta sẽ ghé thăm!Đọc thêm",
            "Dừng lại để chơi một trò chơi với bọn trẻ. Một chỗ ngồi không tồi trong nhà. Giống như tất cả các sân bóng, đừng mong rời đi mà không đánh rơi vận may.\n\nNếu bạn muốn có chữ ký hoặc chụp ảnh, hãy đăng ký sớm. Chúng tôi đã xếp hàng khi công viên mở cửa và vẫn bỏ lỡ cơ hội.Đọc thêm",
            "Một bầu không khí tuyệt vời. Chúng tôi đang ở trong thị trấn xem Toronto Blue Jays. Đội của chúng tôi đã không giành chiến thắng. Chúng tôi rất thích chỗ ngồi của mình trong giây 208. Đại diện dịch vụ khách hàng của chúng tôi Susan cực kỳ thân thiện và hòa đồng với mọi người.Đọc thêm",
            "Không khí xung quanh sân bóng thực sự là một trải nghiệm tuyệt vời.  Bullpen dưới phố và các cơ sở ăn uống rất tốt.  Vấn đề là ở chính công viên. 1. Bạn không thể mang một chiếc túi lớn hơn ví của phụ nữ.  Trừ khi rõ ràng thì bạn có thể mang theo toàn bộ hành lý của mình.  2. Bạn có thể đổ tất cả đồ đạc của mình vào một chiếc túi trong suốt chứ không phải chính chiếc túi đó.  Cái đó phải nhốt vào hộp đựng rác để có thêm 17 tấm sau nhà.  3. Thức ăn bên trong sân vận động và dịch vụ rất tệ.  Ăn bên ngoài sân vận động trước trận đấu.  Hầu hết những người làm việc ở đó đều tỏ ra ghét công việc của mình và tất cả những người hâm mộ.  Tôi đã ăn ở chỗ tots và vừa hiếm.  Tiết kiệm tiền của bạn.4.  Bản thân sân bóng rất bình thường.  Không có gì thú vị và tôi không thích điều đó trong và xung quanh sân nhà mà bạn không thể nhìn thấy từ phòng chờ.  Bất cứ khi nào bạn đi du lịch để tìm thứ gì đó, đừng có ý định xem bất kỳ trận đấu nào trừ khi nó được chiếu trên một chiếc tivi bị trễ xung quanh sân vận động.  5. Không có người hâm mộ Nats.  Mặc rất nhiều áo đấu và mũ nhưng có vẻ như họ chỉ là những người không có việc gì khác để làm nên họ quyết định ra ngoài và tham gia trò chơi.  St. Louis có nhiều người hâm mộ hơn. Tôi không phải là fan của cả hai đội6.  Giá bia công bằng và ngang bằng với các sân vận động khác và có rất nhiều người bán hàng đi lại xung quanh.  Đó là một phần hay.Đọc thêm",
            "Đây là sân vận động bóng chày thứ 8 tôi từng đến.  Về mặt tích cực: Có rất nhiều loại thực phẩm.  Nơi rộng mở, có nhiều chỗ để đi bộ xung quanh.  Rất nhiều sự cá nhân hóa tại chỗ nên nó không chỉ là công cụ cắt bánh quy.  Dễ dàng để đến và vào.  Về mặt tiêu cực, nơi này rất nóng, thực sự rất nóng.  Thức ăn mất nhiều thời gian để có được và đắt tiền.  Tôi có một chỗ ngồi tuyệt vời nhưng người soát vé liên tục tiến tới và la hét những người bên cạnh và một lần mắng tôi vì đã dựa vào lan can phía trước chúng tôi.  Cả hai chúng tôi đều không làm bất cứ điều gì gây rối hay nguy hiểm, cô ấy tỏ ra thô lỗ và phô trương sức mạnh nhỏ nhoi của mình.  Giá vé hợp lý cho chỗ ngồi mà chúng tôi có.  Trong số 8 sân vận động tôi từng đến, tôi xếp nó thứ 3 sau Citi Field và Truist park.Đọc thêm",
            "Công viên Quốc gia là một địa điểm khốn khổ để ghé thăm.  Mùa trước tôi đi cùng vợ và vài người bạn, vợ tôi có mang theo một chiếc túi vải rất nhỏ, mềm đựng trong ví.  Người phụ nữ ở cổng nói nó rộng quá nên vợ tôi gấp lại bỏ vào túi.  Người phụ nữ ở cổng cực kỳ khó chịu, rút ​​chiếc túi từ trong túi của vợ tôi và nói với chúng tôi rằng chúng tôi phải đi bộ nửa vòng sân vận động và kiểm tra xem nó có giá cắt cổ không.  Chúng tôi phải xếp hàng dài để kiểm tra túi vải nhỏ và bỏ lỡ nửa hiệp đầu tiên.  Nhìn chung, các nhân viên làm việc ở cổng rất khó chịu, vô lý và được đào tạo kém.  Tôi chưa bao giờ quay lại Sân vận động Nats kể từ sự cố này.Đọc thêm",
            "Có một trải nghiệm rất hỗn tạp trong lần đầu tiên tôi đến sân vận động này để xem một trận đấu của Quốc gia. Khi cố gắng vào công viên, chúng tôi được thông báo rằng chúng tôi không được mang theo bất kỳ loại túi nào trừ khi nó trong suốt. Chúng tôi đã không được thông báo điều này bất cứ lúc nào trong quá trình đặt vé trực tuyến. Chúng tôi hỏi liệu họ có thể lục soát túi của chúng tôi và cho chúng vào không, nhưng họ nói không. Chúng tôi sẽ phải gửi túi của mình vào một tủ khóa gần đó với giá 10 đô la hoặc bỏ chúng đi để vào. Chúng tôi quan sát những vị khách khác bị khám xét túi xách và được phép vào, đồng thời hỏi tại sao họ có thể làm điều này và được cho biết rằng họ có tã lót trong túi. Cùng với một số điện thoại di động, trong một trường hợp. Mặc dù đây là một rắc rối nhưng điều đáng chú ý hơn là sự thô lỗ của những người ở cổng. Họ không thân thiện, vô ích, cáu kỉnh và hoàn toàn không quan tâm đến việc giúp đỡ. Sau khi vào bên trong, sau khi cất túi của chúng tôi vào tủ khóa, yêu cầu tải xuống một ứng dụng và kiểm tra túi của chúng tôi, chúng tôi đã gặp một số rắc rối ở lối rẽ, và những người trẻ làm việc ở đó cũng gặp chút rắc rối. đáng ghét như những kẻ kiểm tra túi xách. Khi vào sân vận động, mọi thứ trở nên tốt hơn. Bên cạnh việc âm nhạc quá ồn ào, đó còn là một trải nghiệm xem bóng chày tuyệt vời. Không có gì đặc biệt nhưng cũng được.Đọc thêm",
            "Đây là sân bóng cuối cùng trong chuyến tham quan tất cả các sân vận động MLB của chúng tôi!  Khu vực bên ngoài của công viên có rất nhiều dấu hiệu nhận dạng cho bạn biết đội nào đã chơi ở đó.  Có những bức tượng của các Quốc gia hoặc Thượng nghị sĩ nổi tiếng từ những ngày đầu.  Có một anh chàng mặc bộ đồng phục cổ điển của tuyển Quốc gia.  anh ấy là một người hâm mộ nên có thể anh ấy không ở đó thường xuyên. Bên trong công viên rất sạch sẽ.  Nhượng bộ là trung bình so với các công viên khác.  Chúng tôi đi chơi một ngày trời rất nóng ẩm.  Chúng tôi cảm thấy như đang ngồi trên bề mặt của mặt trời!  Nhìn chung một sân bóng tuyệt vời.  Đọc thêm",
            "Thật là một cụm!! Đi vào sân bóng là một thảm họa. Họ có những dây chuyền không có tổ chức và những công nhân đang la hét ầm ĩ. Quá trình quét và đặt món ăn trực tuyến của bạn là một mớ hỗn độn. Phải mất 3 hiệp để nhận được thức ăn của bạn và sau đó khi bạn đến nhận hàng, họ thậm chí không có thứ bạn yêu cầu. Chúng không được thiết kế để xử lý một sân bóng đông đúc. Thiết kế quá tệ!! Họ chắc chắn tỏ ra không tự tin khi xử lý tình trạng trì hoãn do trời mưa. Phi hành đoàn trên mặt đất đang ngã xuống và trông rất bối rối khi họ cố gắng nghe lệnh sủa của một anh chàng. Họ thậm chí còn không đưa ra PSA về những thay đổi trong lịch trình tàu điện ngầm, thay vào đó họ đưa chúng lên máy bay khổng lồ trong vài phút và mong mọi người nhận được thông báo. Rất không hài lòng. Thật là một màn hình kém.Đọc thêm",
            "Nationals Park là một sân vận động sạch sẽ và hiện đại. Nó có các phòng chờ rộng và một quảng trường lớn phía sau sân ngoài. Điều đó đang được nói, nó không có nhiều đặc điểm. Phong cách kiến ​​trúc về cơ bản là bê tông đơn giản, và ngoài tiếng tụng kinh sau khi chạy, đám đông không có nhiều năng lượng. Trận đấu với Quỷ đỏ hóa ra đã kết thúc và cuộc đua của Tổng thống rất vui nên nó vẫn là một trận đấu hay thời gian. Các khu nhượng quyền là điển hình cho một sân bóng chày và khu vực xung quanh rất sôi động. Đến công viên rất dễ dàng trên Green Line. Nhìn chung, đây là một nơi thú vị để xem trò chơi.Đọc thêm",
            "Sau khi lái xe từ NJ đi du lịch ở DC trong tuần, tốn 400 tiền vé sân vận động, người giám sát ở cổng từ chối cho tôi vào dù túi của tôi đủ nhỏ, trong khi cô ấy cho phép người khác vào với túi tiền lớn hơn cô ấy kích thước ví dụ ngu ngốc mà cô ấy nắm giữ.   Điều khiến vấn đề tệ hơn là cô ấy không bao giờ đề cập đến việc chúng tôi có thể đi vòng quanh góc phố và thuê một chiếc tủ đựng đồ cho đến khi tôi nói là từ New Jersey đến, chúng tôi không thể về nhà rồi quay lại.   Cô ấy hoàn toàn giết chết trải nghiệm lần đầu tiên của chúng tôi ở đây.   Cô ấy có quá nhiều quyền lực và không biết phải xử lý thế nào.  Tất cả những gì cô ấy phải nói là đừng lo lắng, mẹ chỉ cần đi vòng quanh góc và cất đồ vào tủ.   Xin lỗi vì sự bất tiện.  Nhưng thay vào đó, cô ấy lại xua đuổi mọi người một cách khó chịu và tôi thậm chí còn nghe thấy mọi người nói rằng họ chỉ rời đi và sẽ không mua vé.Đọc thêm",
            "Địa điểm tuyệt vời cho bóng chày. Chỗ ngồi được đặt để xem tuyệt vời. Quầy bán đồ ăn hiện đại có ki-ốt để đặt đồ ăn và đồ uống. Loại bỏ những dòng dài ra khỏi phương trình, do đó bạn không bỏ lỡ nhiều trò chơi. Ki-ốt pha chế bia thật tuyệt vời và dễ dàng! Người mở cửa rất chuyên nghiệp và lịch sự!Đọc thêm",
            "Đây là lần đầu tiên tôi tham dự một trận đấu bóng chày và tôi rất ấn tượng bởi mức độ gần gũi của một gia đình với rất nhiều người thậm chí còn mang theo thú cưng của họ. Bản thân trận đấu bóng chày dường như là một sự kiện phụ dành cho một số người tham dự theo những gì tôi có thể thấy. Một trải nghiệm thú vị về mọi mặt.Đọc thêm"
        ],
        "star_ratings": [
            870,
            564,
            135,
            38,
            27
        ],
        "review_amount": 1634,
        "location": [
            "Washington DC",
            "Quận Columbia DC",
            "Những điều cần làm ở Washington DC",
            "Công viên quốc gia",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written July 28, 2023",
            "Written August 17, 2023",
            "Written September 29, 2023",
            "Written January 12, 2024",
            "Written April 7, 2024",
            "Written May 5, 2024",
            "Written July 30, 2022",
            "Written August 20, 2022",
            "Written March 22, 2023",
            "Written September 13, 2022",
            "Written July 5, 2021",
            "Written July 5, 2021",
            "Written July 29, 2023",
            "Written July 4, 2022",
            "Written August 15, 2022",
            "Written January 3, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d5889302-Reviews-Agua_301-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d16832360-Reviews-CIRCA_at_Navy_Yard-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d12530986-Reviews-The_Salt_Line_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d5828445-Reviews-Osteria_Morini-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d23897045-Reviews-Smoke_Mirrors_Rooftop_Bar-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13316694-Reviews-Rasa_Grill-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d23529272-Reviews-Tap99-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d17375934-Reviews-El_Bebe-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13863925-Reviews-All_Purpose_Pizzeria_Capitol_Riverfront-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d23310154-Reviews-Gatsby-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d26852258-Reviews-Enchant_Christmas_in_Washington_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d25192663-Reviews-Enchant_Washington_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104867-Reviews-Smithsonian_National_Museum_of_Natural_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10105731-Reviews-Lincoln_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107967-Reviews-National_Air_and_Space_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104863-Reviews-Vietnam_Veterans_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d14931895-Reviews-Audi_Field-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13971432-Reviews-District_Winery-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12840707-Reviews-Museum_of_the_Bible-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104859-Reviews-Library_of_Congress-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-or10-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d266635-Reviews-Hillwood_Estate_Museum_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218282-Reviews-Basilica_of_the_National_Shrine_of_the_Immaculate_Conception-Washington_DC_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d108434-Reviews-Korean_War_Veterans_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d497518-Reviews-National_World_War_II_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107965-Reviews-National_Mall-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d2267934-Reviews-Martin_Luther_King_Jr_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143751-Reviews-Washington_National_Cathedral-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d4427555-Reviews-The_Bullpen-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d2624634-Reviews-Trapeze_School_New_York_Washington_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10834949-Reviews-National_Nightmares_Llc-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d662069-Reviews-Washington_Walks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d4872886-Reviews-Continental_City_Tours-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d2171244-Reviews-City_Cruises_Washington_DC_Pier_4-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7980940-Reviews-Museum_Hack_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12673070-Reviews-Trip_Hacks_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3161320-Reviews-Washington_DC_Tour_Hub-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d106958-Reviews-Bike_and_Roll_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d1066188-Reviews-White_Sand_Dunes-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47684-d273558-Reviews-Belmont_Park_Race_Track-Elmont_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46342-d268949-Reviews-Cape_May_County_Park_Zoo-Cape_May_Court_House_Middle_Township_Cape_May_County_New_J.html",
            "https://www.tripadvisor.com/Attraction_Review-g1205209-d9867464-Reviews-The_Mall_Athens-Maroussi_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d19097771-Reviews-South_Beach-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501024-Reviews-Seven_Dials-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d604854-Reviews-Branson_Landing-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d12704878-Reviews-Industry_City-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297586-d25370349-Reviews-Encalm_Lounge-Hyderabad_Hyderabad_District_Telangana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33155-d142408-Reviews-Eagle_Falls_Trail-Tahoe_City_Lake_Tahoe_California_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-or10-Nationals_Park-Washington_DC_District_of_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html"
    }
]