[
    {
        "attraction_name": "National Garden",
        "attraction_name_vi": "vườn quốc gia",
        "general_info": [
            "1.470 đánh giá",
            "38 trong số 592 điều cần làm ở Athens",
            "Vườn"
        ],
        "attraction_summary": "Vườn Quốc gia là ốc đảo thư giãn nằm ở trung tâm Athens. Công viên yên tĩnh này có rất nhiều cây đẹp, nhiều loại cây khác nhau và những lối đi rợp bóng mát. Tại đây, bạn có thể đi dã ngoại, khám phá vườn thú nhỏ hoặc bảo tàng thực vật và ngắm nhìn các loài động vật khi chúng chơi đùa trong ao nước. Thậm chí còn có khu vui chơi dành cho trẻ em. Khu vườn cũng là lối đi tắt phổ biến từ Sân vận động Panathenaic đến Quảng trường Syntagma và được bao gồm trong nhiều chuyến tham quan như xe buýt hop-on-hop-off và các chuyến tham quan bằng xe đạp. Hãy đến vào buổi sáng hoặc chiều muộn để có nhiệt độ mát mẻ hơn.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đi bộ qua các khu vườn trong Tour miễn phí Athens, nơi này rất đẹp. \n\nTrên đường đến Sân vận động Panathenaic vào ngày hôm sau, chúng tôi quay lại và nghĩ rằng chúng tôi sẽ chỉ sử dụng nó như một lối đi có bóng râm. Tuy nhiên, chúng tôi phát hiện ra rằng nơi này còn nhiều thứ hơn là chỉ có nhiều cây xanh mát mẻ và một số công trình nâng cấp đáng kể đang được tiến hành. \n\nChúng tôi tình cờ thấy những khu vực chỗ ngồi đẹp, một ao nước tuyệt đẹp đầy những chú rùa biển rất vui vẻ, thật thú vị khi ngắm nhìn! và một hồ nước nhỏ với những chú vịt và ngỗng. Chúng tôi đã dành một giờ đáng yêu chỉ để đi lang thang dưới ánh nắng mặt trời giữa trưa. Đọc thêm",
            "Sau khi tham quan lễ đổi gác, chúng tôi đi bộ qua khu vườn rộng lớn này với những chuồng chim, ao rùa, cây cối, giàn che, v.v. Quá trình cải tạo đang diễn ra nên chúng tôi đã đi vào nhiều ngõ cụt.  Một WC trong công viên, khó tìm.Đọc thêm",
            "Công viên xinh đẹp, một nơi yên bình để đi bộ từ những khu vực sầm uất hơn đến thành phố. Vô cùng dễ chịu như một không gian rất xanh, nơi bạn được bao quanh bởi tiếng chim hót.  \nRất nhiều lối đi được bảo trì tốt với những chiếc ghế dài được che mát bởi cây cối.\nMột số tượng đài vĩ đại cũng như hồ bơi với rùa cá ngỗng và chuồng dê! \nĐáng để ghé thăm.Đọc thêm",
            "Vị trí rất thuận tiện cho Syntagma và Quốc hội, có rất nhiều địa điểm để tắm nắng hoặc dành vài phút trong bóng râm. Một số triển lãm lịch sử phong phú để bạn chiêm ngưỡng và nhiều động vật hoang dã - đặc biệt là hồ trung tâm có rùa - mặc dù công việc nông nghiệp hiện tại có thể khiến việc di chuyển khá khó khăn. Dễ dàng thực hiện miễn là cần thiết để phù hợp với lịch trình của bạn.  Đọc thêm",
            "Lối vào công viên thành phố cổ kính, đẹp đẽ này là miễn phí. Thật thư giãn và đáng yêu. Không được cắt tỉa cẩn thận nhưng được giữ gìn cẩn thận. Nơi tuyệt vời cho người chạy bộ. Chắc chắn là một điểm đến gia đình. Một điểm đến nghỉ ngơi chào đón.Đọc thêm",
            "Đối tác của tôi và tôi thích lang thang trong các công viên khi đi nghỉ và Vườn Quốc gia là một địa điểm tuyệt vời để đi dạo. Hãy chắc chắn để tìm thấy con rùa parthenon. Ngoài ra còn có một tổ vẹt xanh khổng lồ trong công viên gần vườn thú và đài phun nước. Đọc thêm",
            "Một nơi tuyệt vời, đặc biệt là vào những ngày nóng nực. \nĐầy bóng râm và cây xanh. Rất nhiều nơi để ngồi, có thể là nơi dã ngoại. Cây cối tuyệt đẹp. Rõ ràng là được chăm sóc rất tốt.\nMột số đặc điểm kỳ quặc tuyệt vời như Đền Rùa và những chú dê hoang dã trong sở thú nhỏ. \nHãy xem quán cà phê nơi bạn ngồi dưới một giàn cây, đặc biệt là kem tự làm của họ. Chỉ ước chúng tôi đã đến đó sớm hơn trong năm khi họ phục vụ kem dầu ô liu. Đọc thêm",
            "Đối với khách du lịch, Vườn quốc gia có thể dễ dàng kết hợp với các điểm tham quan khác. Chúng tôi bắt đầu tại Hadrians Arch và Đền thờ thần Zeus Olympian, sau đó băng qua đường đến Vườn và đi theo những con đường quanh co qua Zappeion Hall. Chúng tôi kết thúc tại Quảng trường Syntagma và Quốc hội Hy Lạp, nơi chúng tôi xem lễ Đổi gác. Đây là một kế hoạch hành trình rất hiệu quả, gói gọn rất nhiều thứ trong một thời gian rất ngắn. \nCó rất nhiều bức tượng bằng đá cẩm thạch và tượng bán thân xinh đẹp nằm rải rác khắp khu vườn và một số ao, đài phun nước và các đặc điểm nước. Một trong những phần đẹp nhất của khu vườn tập trung xung quanh Zappeion Hall. Khi chúng tôi đến đó vào tháng 6, một đại lộ dài đầy hoa phượng tím nở rộ. Thật tuyệt đẹp. \nKhu vườn được Nữ hoàng Amalia cho xây dựng vào năm 1838 với tư cách là Vườn hoàng gia. Hơn 500 loài thực vật được nhập khẩu cũng như các loài động vật bao gồm chim công, vịt và rùa. Nhiều loài thực vật không tồn tại lâu trong khí hậu khắc nghiệt của Hy Lạp và đã được thay thế bằng những loài cây phù hợp hơn. Tuy nhiên, luôn có những cây sồi lớn, cây bách và cây chà là trong khu vườn kể từ khi nó được tạo ra lần đầu tiên.\nVào cửa Vườn miễn phí.\nĐọc thêm",
            "Nơi tuyệt vời để đi ra khỏi một bữa ăn tối lớn. Rất nhiều con đường để đi bộ xuống và khuôn viên được bảo trì tốt. Kết nối với các địa điểm lớn khác nên đây cũng là một nơi tuyệt vời để kết thúc việc tham quan trong ngày và kể về một kỳ nghỉ thư giãn.Đọc thêm",
            "Tôi đã đến thăm Vườn Quốc gia Athens vào ngày 5 tháng 12 khi đến thăm Athens. Tôi yêu vị trí này vì đây là một nơi tuyệt đẹp để đi dạo xung quanh và tận hưởng khung cảnh yên bình xung quanh. Có rất nhiều ao, cây và tượng để xem. Tôi muốn giới thiệu đây là một nơi tuyệt vời để ghé thăm để thoát khỏi sự ồn ào của thành phố và tận hưởng cảm giác bình yên.Đọc thêm",
            "Đây là một sự thất vọng. Không có những khu vườn xinh đẹp tươi tốt với nhiều loài hoa và màu sắc như chúng ta mong đợi. Điều sáng sủa nhất là những chú vẹt xanh quanh sân.Đọc thêm",
            "Công viên trung tâm thành phố hoàn toàn rộng lớn. Vợ tôi và tôi đã đến thăm như một phần của dịch vụ Piraeus và Athens Hop On Hop Off từ bến tàu và thực sự rất thích cơ hội trải nghiệm công viên. Đọc thêm",
            "Một khu vườn xinh đẹp với hệ động vật tuyệt đẹp và nhiều nơi râm mát để ngồi. Một sở thú nhỏ dễ thương với một số loài động vật. Nơi đáng yêu để ghé thăm bất kỳ thời điểm nào trong ngày. Đọc thêm",
            "Nếu bạn đang đi theo con đường này xuyên qua thành phố thì tôi muốn nói rằng nó đáng để đi bộ qua - nó không hẳn là một khu vườn quốc gia mà là một công viên. Ít cây và nhiều chỗ ngồi. Đáng để tìm kiếm hội trường vì kiến ​​trúc tuyệt đẹp.Đọc thêm",
            "ƯU ĐIỂM Khu vực mục vụ giữa Quốc hội Hy Lạp và Dinh thự Tổng thống Thư giãn, dễ chịu và yên tĩnh Một cái ao có vịt, một số bức tượng và những thứ khác TIÊU DÙNG Nhỏ và đơn giản Không xanh tươi lắm TÔI ĐÃ ĐẾN ĐẾN NƠI NÀY... ... sau khi xem lễ đổi gác trước Quốc hội Hy Lạp, khi chúng tôi đang trên đường đến thăm Dinh Tổng thống.  Chúng tôi đã nhìn thấy những con vịt, trẻ em và một người bán bóng bay ở ao, và tôi đã đăng những bức ảnh đính kèm hữu ích ở đây. Công viên không rộng và dường như không có gì nổi bật đối với tôi. CHI PHÍ CÓ ĐÁNG ĐÁNG KHÔNG? Nó miễn phí. TÔI CÓ THỂ THAM QUAN NƠI NÀY LẠI KHÔNG? Không có LỜI KHUYÊN Tôi thấy không có giá trị du lịch nào cần đặc biệt đến để xem địa điểm nàyĐọc thêm",
            "Vườn quốc gia là nơi nghỉ dưỡng quyến rũ, hoàn hảo để thư giãn giữa thảm thực vật xanh tươi và thảm thực vật rực rỡ. Công viên có ghế ngồi để bạn có thể thư giãn một chút ở đó. Đọc thêm",
            "Đây là một không gian xanh rộng lớn ở trung tâm thị trấn.  Được nhiều người yêu thích và sử dụng nhưng không hề có cảm giác chật chội vì quá rộng.  Cảnh quan rất đa dạng và bạn có thể tìm thấy một số bóng mát.  Tốt để thư giãn sau chuyến tham quan thành phố.Đọc thêm",
            "Chúng tôi đã có một chuyến đi dạo vui vẻ qua công viên khi đi ngang qua Mộ Chiến sĩ Vô danh. Công viên có nhiều loại cây và hoa và có một số động vật bên trong như dê, vịt và ngỗng. Chúng tôi nghĩ thật tuyệt khi có một số tàn tích treo lơ lửng và có nhiều bóng râm. Công viên có phòng tắm miễn phí bên trong công viên, thật tuyệt để thư giãn vì những phòng bên ngoài công viên đã đóng cửa khi chúng tôi đến thăm. Không có nhiều nhà cung cấp mở cửa trong khu vực nhưng có rất nhiều nhà hàng và cửa hàng tiện lợi gần công viên. Tàu điện ngầm gần nhất là Syntagma ở góc tây bắc. Lên kế hoạch dành một giờ ở đây nếu bạn thích khám phá các công viên.Đọc thêm",
            "Thật đáng yêu và tràn đầy sức sống. Tôi đã có một chuyến đi thực sự thú vị trên đường từ Bảo tàng Benacki đến trung tâm. Chỉ định đi ngang qua nhưng cuối cùng lại dành một thời gian dài ở đó vì có rất nhiều ngóc ngách để khám phá và có quá nhiều động vật hoang dã.Đọc thêm",
            "Một thứ mà Athens thiếu là không gian xanh. Tuy nhiên, Vườn Quốc gia chỉ là một ốc đảo nhỏ ở trung tâm thành phố. Những khu vườn được chăm sóc tốt và có nhiều bóng mát, thật dễ chịu vào một ngày hè nóng bức. Chúng tôi đến thăm vào sáng sớm như một phần của chuyến đi bộ và có rất ít người trong khu vực.Đọc thêm"
        ],
        "star_ratings": [
            547,
            584,
            251,
            58,
            31
        ],
        "review_amount": 1471,
        "location": [
            "vườn quốc gia",
            "Châu Âu",
            "Attica",
            "Hy Lạp",
            "Athens",
            "Những điều cần làm ở Athens"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 7, 2023",
            "Written July 20, 2023",
            "Written August 17, 2023",
            "Written October 8, 2023",
            "Written October 14, 2023",
            "Written October 25, 2023",
            "Written November 20, 2023",
            "Written January 2, 2024",
            "Written February 25, 2024",
            "Written June 6, 2024",
            "Written June 3, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 1, 2024",
            "Written April 19, 2024",
            "Written March 21, 2024",
            "Written March 20, 2024",
            "Written March 11, 2024",
            "Written February 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189400-d246658-Reviews-National_Garden-Athens_Attica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12706875-Reviews-Victory_Cafe-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12658864-Reviews-Iliada-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d23955658-Reviews-Grande_Dame_Athenian_Tavern-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d4834389-Reviews-Athena_s_Cook-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d19694536-Reviews-V1935_Roof_Garden-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d7213480-Reviews-Brigante-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d2155243-Reviews-Avocado-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d14934179-Reviews-Dickie_Dee-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d2524494-Reviews-2MAZI_Restaurant-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d14168019-Reviews-Mamacita_Taqueria_y_Cocteleria-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12064411-Reviews-Changing_of_the_Guard_Ceremony-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d2687991-Reviews-Angelos_and_Leto_Katakouzenos_Foundation-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198714-Reviews-Benaki_Museum_Museum_of_Greek_Culture-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245992-Reviews-Plateia_Syntagmatos-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d5999435-Reviews-Syntagma_Station-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13492914-Reviews-Kotsanas_Museum_of_Ancient_Greek_Technology-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1420241-Reviews-Zappeion_Conference_Exhibition_Center-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d23622443-Reviews-Statue_De_Pecheur-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245993-Reviews-Tomb_of_the_Unknown_Soldier-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d242834-Reviews-The_Jewish_Museum_of_Greece-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d246658-Reviews-or10-National_Garden-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523835-Reviews-Philopappos_Hill-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245989-Reviews-Mount_Lycabettus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064131-Reviews-Areopagus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d15751604-Reviews-Greece_Boat_Booking-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d27491200-Reviews-1852_Private_Day_Boat_Trips-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d3683583-Reviews-Hymettus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12803388-Reviews-Lake_Beletsi-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d21353015-Reviews-Xplore_Entertainment_Center-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10780532-Reviews-Porto_Rafti_Beach-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1520208-Reviews-Voula_Beach-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13336029-Reviews-Athens_Taxi_Tour_360-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12928035-Reviews-Nikos_Free_Walking_Tour_in_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d2442390-Reviews-Fantasy_Travel-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d5996782-Reviews-Executive_Taxi_Athens_Private_Tours-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8776669-Reviews-Warmpenguin-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14012013-Reviews-Safari_Club-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d3138366-Reviews-H_P_Tours_Hellenic_Private_Tours-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12458020-Reviews-Change_of_Guards-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8383063-Reviews-Athens_Jewish_Walking_Tours-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d5963734-Reviews-Dorcas_Travel_Ltd-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d15293996-Reviews-Athens_Mercedes_TAXI_Transfers-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d20263718-Reviews-Greece_Experience_Tours-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d317746-Reviews-Pyramids_of_Giza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d4102979-Reviews-Diani_Beach-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d479258-Reviews-Shinjuku_Gyoen_National_Garden-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187807-d1825583-Reviews-Leoni_Marini_Rimini-Rimini_Province_of_Rimini_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15849509-Reviews-The_Shed-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2015991-Reviews-Jellyrolls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52977-d2554614-Reviews-Core_Creek_Park-Langhorne_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60314-d207068-Reviews-Cave_Point_County_Park-Sturgeon_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d588964-Reviews-Rawal_Lake-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d12387064-Reviews-Glen_Alpine_Falls-South_Lake_Tahoe_Lake_Tahoe_California_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189400-d246658-Reviews-or10-National_Garden-Athens_Attica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189400-d246658-Reviews-National_Garden-Athens_Attica.html"
    }
]