[
    {
        "attraction_name": "Nature Vietnam travel JSC",
        "attraction_name_vi": "Công ty cổ phần du lịch thiên nhiên Việt Nam",
        "general_info": [
            "27 đánh giá",
            "- 413 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Kỳ nghỉ tuyệt vời, rất dễ chịu với Hiền, một hướng dẫn viên đặc biệt, người biết tiếng Pháp hoàn hảo và biết cách thu hút chúng tôi bằng kiến ​​thức về Đất nước của anh ấy, luôn là lời khuyên bổ ích.Đọc thêm",
            "Tháng 11 năm 2019, chúng tôi hân hạnh được khám phá Việt Nam từ Bắc tới Nam. Hướng dẫn viên Hiền của chúng tôi đã góp phần rất lớn vào sự thành công của chuyến đi tuyệt vời này. Luôn chu đáo, sẵn sàng đáp ứng mọi yêu cầu, anh ấy đã có thể đoàn kết nhóm 19 người và giới thiệu cho chúng tôi những cảnh quan tráng lệ cũng như văn hóa của đất nước anh ấy. Tất cả chúng tôi đều có những kỷ niệm khó quên về đất nước tuyệt vời này và những khoảng thời gian tuyệt vời cùng với Hiền. Chúng tôi cảm ơn anh ấy vì lòng tốt, nụ cười, tiếng Pháp tốt và sự tổ chức tốt của khóa học. Đừng ngần ngại liên hệ với anh ấy. Gislaine và GuyĐọc thêm",
            "Năm nay cùng chồng tôi, chúng tôi muốn khám phá miền Bắc Việt Nam. Chúng tôi không hề thất vọng khi thực hiện chuyến đi cùng Hiền. 10 ngày đầy cảm xúc qua sự chào đón của người dân địa phương, phong cảnh ruộng bậc thang tuyệt đẹp, nơi hẻo lánh, theo nhịp bước chân của chúng tôi. Mọi thứ được sắp xếp như thể chúng tôi đang đi nghỉ cùng gia đình. Cảm ơn Hiền vì lòng tốt và năng lực của bạn, bạn đã tổ chức những chuyến nghỉ dưỡng cho chúng tôi đến Đông Nam Á trong 14 năm và chúng tôi không bao giờ mệt mỏi về điều đó.Đọc thêm",
            "Du lịch Việt Nam tháng 3 - tháng 4 năm 2023: Kỳ nghỉ khó quên nhờ có Hiền, hướng dẫn viên của chúng tôi. Anh ấy không chỉ thông thạo tiếng Pháp mà còn biết cách lắng nghe mọi nhu cầu của bạn. Anh ấy cũng biết cách tạo mối quan hệ thân thiện giữa các thành viên trong một nhóm du khách. Và tất cả điều này với một nụ cười lớn. Cảm ơn Hiền!  Chuyến đi tiếp theo của chúng tôi đến Việt Nam chắc chắn sẽ là với đại lý của bạn.Đọc thêm",
            "Luôn rất vui khi được du lịch đến Việt Nam cùng thiên nhiên Việt Nam và Hiền thân yêu của chúng tôi. Anh ấy biết cách giúp chúng tôi khám phá những địa điểm chưa được biết đến nhiều. Luôn chu đáo với lòng tốt tuyệt vời. Mặc dù chúng tôi đã đến Việt Nam rất nhiều lần nhưng thật vui khi được gặp lại anh ấy.Đọc thêm",
            "Cơ quan đã sắp xếp một kỳ nghỉ phù hợp cho chúng tôi mà không gặp bất kỳ trở ngại nào: tuy nhiên, thách thức đã được đáp ứng: một nhóm gồm 10 người với những điểm đến và đi rời rạc và khác nhau, những hạn chế về thể chất và đôi khi có những sở thích khác nhau,... và tất cả chúng tôi đều rời đi. rất vui mừng!! Mong muốn của chúng tôi đã được lắng nghe một cách hoàn hảo với sự chú ý đáng chú ý. Tất cả điều này đã góp phần làm cho kỳ nghỉ của chúng tôi trở nên khó quên ở một đất nước tuyệt vời! Cuối cùng nhưng không kém phần quan trọng: những người quản lý thực sự rất tốt bụng!Đọc thêm",
            "Tổ chức hoàn hảo, các chuyến thăm ngoài đường. Hiền đáng yêu quá. Đây là chuyến đi thứ tư của chúng tôi đến Việt Nam do cơ quan này tổ chức và chúng tôi vẫn còn rất ngạc nhiên. Hiền biết cách thích ứng với mọi tình huống.Đọc thêm",
            "Cơ quan Thiên nhiên Việt Nam áp đặt lên chúng tôi thông qua cơ quan của chúng tôi ở Pháp. Chúng tôi là một nhóm gồm 11 người. Trân trọng, tôi giới thiệu VN ở mức 100 - . Mọi thứ đều được tổ chức tốt, không lãng phí thời gian và chúng tôi thậm chí còn làm được nhiều hơn dự định. Những gì hạnh phúc! Hơn nữa, tôi rất tin tưởng vào cơ quan này nên đã trở lại Việt Nam vào tháng 9, một mình nhưng với VN. Việt Nam vốn đã hùng vĩ nhưng với VN nó lại mang một chiều hướng khác. Đọc thêm",
            "Chúng tôi đã chọn công ty - Nature Vietnam - để cùng cặp đôi khám phá Việt Nam, từ Nam ra Bắc, trong 14 ngày với kỳ nghỉ được cá nhân hóa. Sự lựa chọn tuyệt vời. Tổ chức hoàn hảo và thích nghi rất tốt với mong muốn của chúng tôi. Hướng dẫn viên nói tiếng Pháp rất tốt, tài xế nghiêm túc luôn đúng giờ, dịch vụ ăn uống và khách sạn chất lượng cao Sau khi tham quan Sài Gòn, một chuyến du ngoạn bằng thuyền tam bản, Sông Xanh, trên sông Mê Kông cho phép chúng tôi hòa mình vào trung tâm cuộc sống của người Việt. Sau đó, ở trung tâm là khám phá Hội An và những chiếc đèn lồng, nét quyến rũ của Huế và cuối cùng, ở phía bắc là Hà Nội và khu phố cổ. Một chuyến du ngoạn 3 đêm hoành tráng trên Vịnh Hạ Long huyền thoại, trên du thuyền riêng - Valentine -, cách xa du khách. Cuối cùng là Tam Cốc và Vịnh Hạ Long trên đất liền, cũng quyến rũ không kém. Mỗi lần có rất nhiều hoạt động, thăm đền, chùa, chợ, nhà người tình của Marguerite Duras, đi dạo, đi xe đạp, thuyền hoặc chèo thuyền kayak, đi dạo trong vườn cây ăn quả. , lớp học bơi, nấu ăn và trải nghiệm cơn bão đầu tiên của chúng tôi, điều này chỉ làm gián đoạn một chút việc tổ chức chuyến đi. Cảm ơn Khoa vì chương trình tuyệt vời này, chuyến đi tuyệt vời này và đã cho phép chúng tôi gặp gỡ những con người Việt Nam ấm áp và rất đáng mến. Chúng tôi sẽ trở lại vào một ngày nào đó cho một cuộc phiêu lưu khác.Đọc thêm",
            "Cùng với hai cặp bạn bè, chúng tôi đã nhờ Hiền, người đã giới thiệu chúng tôi đến Myanmar trong điều kiện tuyệt vời, tổ chức một chuyến đi kết hợp những điểm tham quan không thể bỏ qua của đất nước với những chuyến tham quan và địa điểm độc đáo hơn. Nhiệm vụ đã hoàn thành: chúng tôi đến một địa phương ở miền Bắc, nơi được chào đón rất tuyệt vời, chúng tôi đạp xe, đi bộ đường dài, đi bộ. Ngoài ra, chúng tôi đã đến Vịnh Hạ Long, lộ trình đề xuất là vì chúng tôi thấy rất ít khách du lịch ở đó nên chúng tôi có thể đến đó. bơi lội, ăn trưa và chèo thuyền trên một bãi biển gần như vắng vẻ. Bất chấp thời tiết ảm đạm, chúng tôi thực sự thích Vịnh Hạ Long trên đất liền và nhà nghỉ Tam Cốc nép mình trong cây xanh, hồ bơi đang được xây dựng, tôi tưởng tượng việc xây dựng đã hoàn thành, chắc chắn là rất kỳ diệu. Tất cả các thị trấn đều quyến rũ chúng tôi với những đặc điểm riêng. : Hà Nội, Hội Hàn, Huế, Sài Gòn Sau đó là đồng bằng sông Cửu Long, nghỉ trên thuyền riêng và nhà nghỉ tuyệt vời. Mỗi lần chúng tôi đều có những hướng dẫn viên có năng lực thích nghi với đặc điểm của vùng Tao, Dao, nói tiếng Pháp tốt - rất tốt ngay cả đối với Martin -. Một lần nữa xin cảm ơn Hiền, người bạn của chúng tôi và giám đốc cơ quan Nature Vietnam, vì sự chu đáo, năng lực và năng lực của anh ấy. lòng tốt và tiếng Pháp hoàn hảo của anh ấy. Chúng tôi chỉ có thể giới thiệu đại lý của anh ấy cho những khách du lịch trong tương lai muốn nhìn thấy đất nước này một cách khác biệt."
        ],
        "star_ratings": [
            24,
            2,
            1,
            0,
            0
        ],
        "review_amount": 27,
        "location": [
            "Công ty cổ phần du lịch thiên nhiên Việt Nam",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written September 3, 2023",
            "",
            "Written August 7, 2023",
            "Written July 18, 2023",
            "Written June 28, 2023",
            "Written June 23, 2023",
            "Written June 19, 2023",
            "Written June 17, 2023",
            "Written June 17, 2023",
            "Written October 22, 2022",
            "Written February 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or10-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or20-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766913-Reviews-Ninh_Binh_Excursion_Luxury_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26006465-Reviews-The_Hangout_Tattoo_Studio_Cafe_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-Motorbike_4WD_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4798715-Reviews-Yeouido_Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d14018422-Reviews-Sulfur_Bath_5-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g780715-d8635276-Reviews-Vouti_Beach-Argostolion_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d254773-Reviews-International_Spy_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3893366-Reviews-Graham_s_Port_Lodge-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g19140131-d14074940-Reviews-Hidden_Mini_Zoo_Bali-Guwang_Sukawati_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g30703-d10405613-Reviews-Jackson_Lake_Island-Millbrook_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d2624344-Reviews-St_Paul_s_Catacombs-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g499426-d3913612-Reviews-Tonala_Craft_Market-Tonala_Guadalajara_Metropolitan_Area.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15314543-Reviews-Planet_13_Las_Vegas-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or10-Nature_Vietnam_travel_JSC-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html"
    },
    {
        "attraction_name": "Nature Vietnam travel JSC",
        "attraction_name_vi": "Công ty cổ phần du lịch thiên nhiên Việt Nam",
        "general_info": [
            "27 đánh giá",
            "- 413 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi là người Việt Nam nhưng điều đó không ngăn cản tôi sử dụng công ty này cho kỳ nghỉ ở Châu Á trong 10 năm. Năm nay một lần nữa tôi lại nhắm mắt rời đi cùng họ. yĐọc thêm",
            "Tôi đến Việt Nam 5 năm một lần vì đó là nguồn gốc của tôi. Lần này chúng tôi sẽ đưa 3 đứa con của mình - 8, 10 và 11 tuổi - tham gia một hành trình tuyệt vời. Các cuộc thảo luận phía trước về việc chuẩn bị diễn ra rất nhanh chóng và chuyên nghiệp. Chúng tôi nhanh chóng đưa ra một đề xuất phù hợp với mong đợi của chúng tôi. Điều đó có nghĩa là xa khách du lịch và rất chân thực, hướng dẫn viên và tài xế của chúng tôi rất mẫu mực - ở phía bắc: Hà Nội, Sapa, Ninh Bình -: rất đúng giờ, lái xe cẩn thận, phù hợp với trẻ em - hay đùa, thú vị, trẻ em đã có. đã bị quyến rũ -.Ở miền trung - Huế và Hội An - ngay cả khi hướng dẫn viên và tài xế không giỏi như miền bắc, họ vẫn có thể thích nghi với nhịp độ của chúng tôi và luôn sẵn sàng. Cảm ơn Hiền, vì tổ chức này. Một chương trình tuyệt vời với nhiều - hoạt động gia đình - lớp học nấu ăn, massage, làm vườn, ngủ đêm tại nhà người dân địa phương... - Chúng tôi trở về thậm chí còn phong phú hơn và với những kỷ niệm trong đầu và những đứa trẻ vui mừng khi biết về nguồn gốc và lịch sử của đất nước .Đọc thêm",
            "Chuyến đi thứ 2 do Nature Việt Nam tổ chức trong 2 năm. Lần khám phá đầu tiên cùng gia đình vào năm 2016. Lộ trình lựa chọn tuyệt vời. Những sửa đổi duy nhất được yêu cầu - đi đường vòng đến Sapa - là một sai lầm vì quá đông khách du lịch. Chuyến trekking thứ 2 đến tỉnh Hà Giang trong 10 ngày. Chương trình rất dày đặc nhưng chúng tôi không lãng phí một phút nào. Hiền biết rất rõ cách thích ứng với mong muốn của chúng tôi lúc này, khuyến khích giao tiếp với người thiểu số hoặc giữ khoảng cách để chúng tôi tận hưởng... Chắc chắn chúng tôi sẽ chọn Nature Vietnam để khám phá các quốc gia châu Á khác. Sự tự tin là hoàn toàn và sự thay đổi của khung cảnh đang chờ bạn. Cảm ơn Khoa vì sự chuyên nghiệp của bạn Thật khó để quay lại Pháp... Tiếc là không có xếp hạng 6 - 5. Đọc thêm",
            "Chúng tôi đã làm Nin Bình và Vịnh Hạ Long trên đất liền. Đi cùng với Koah, hướng dẫn viên của chúng tôi. Cảnh quan tuyệt vời, tổ chức hoàn hảo. Sau đó 1 đêm trên Vịnh Hạ Long, trên tàu Rồng Đỏ của hãng du thuyền Indochine Junk: du thuyền hoành tráng, trên tàu chỉ có 3 cặp đôi. Cảm giác thuyền riêng. Nhân viên đáng yêu. NatureViệt Nam rất chuyên nghiệpĐọc thêm",
            "Giữa thiên nhiên và văn hóa, chuyến du lịch sẽ để lại cho chúng ta những kỷ niệm khó quên. Hướng dẫn viên Hiền của chúng tôi, nhiệt tình, rất chuyên nghiệp và luôn chu đáo, đã giới thiệu cho chúng tôi những gương mặt khác nhau của đất nước anh ấy, được tuyển chọn cực kỳ kỹ lưỡng, luôn tránh các khu du lịch. Phong cảnh hùng vĩ, những cuộc gặp gỡ, giao lưu rất nồng ấm với người dân. Hiền là người có văn hóa và rất thân thiện nên chúng tôi đã có những cuộc thảo luận rất phong phú trong suốt chuyến đi. Những chuyến đi rất thú vị, khả năng lái xe của anh ấy thật đặc biệt và chúng tôi đánh giá cao sự quan tâm mà anh ấy dành cho việc chăm sóc chiếc xe của mình. Cơ quan có yêu cầu cao và chất lượngĐọc thêm",
            "Một chuyến đi bộ dọc theo mặt nước rất đẹp, cảnh quan ấn tượng và màu sắc tráng lệ, hoàn toàn thư giãn và tĩnh lặng, chúng tôi bước vào một loại hang động có trần ấn tượng khá thấp, một điểm tham quan không thể bỏ quaĐọc thêm",
            "Một chuyến đi đúng như mong đợi của chúng tôi, luôn đi ngược lại với đám đông khách du lịch - ngay cả ở Sapa, chúng tôi đã tìm thấy một nhà khách nơi chúng tôi ở một mình trong nhà của một người địa phương. Thời lượng của hành trình hoàn toàn phù hợp với trẻ em. Các hoạt động đa dạng được chia sẻ với khách hàng của chúng tôi. Bữa ăn và chỗ ở hoàn hảo. Chúng tôi chỉ hối hận vì đã không nói được ngôn ngữ đó, bởi vì chúng tôi sẽ rất thích chia sẻ những tràng cười trực tiếp. Hiền thực sự đam mê nước Pháp và ở giữa Euro, thật tuyệt khi được đi du lịch cùng anh ấy!!Đọc thêm",
            "Mặc dù đường đua được lựa chọn rất kỹ lưỡng và tổ chức tốt cho 2 người, nhưng trên hết, người hướng dẫn viên Hiền là chính con người anh ấy! Rất đầy đủ về bản thân và đặc biệt là nỗi ám ảnh không lành mạnh của anh ấy với chiếc xe - được rửa và hút bụi gần như mỗi ngày, cửa đóng lại một cách tinh tế!! - và giày đi bộ - giặt bằng nước và bàn chải -. Hướng dẫn tồi tệ nhất trong tất cả các chuyến đi của chúng tôi! Không có gì tự phát, không hài hước và phân biệt chủng tộc một cách không biện hộ! Thật nhẹ nhõm khi rời xa anh ấy ở cuối chuyến tham quan! Nhưng khi nói đến việc lựa chọn chỗ ở, nhà hàng - ngoại trừ ở Sapa: nhà hàng du lịch được đánh giá cao -, những nơi đã ghé thăm, may mắn thay, ở đó rất tốt. tuy nhiên, tôi sẽ không đi với đại lý này nữa chỉ vì hướng dẫn tồi tệ và tôi không giới thiệu đại lý này!Đọc thêm",
            "Một cuộc hành trình khó quên, giàu những cuộc gặp gỡ và cảm xúc. Thật khó nếu không có - một hướng dẫn chất lượng để trở về trung tâm các ngôi làng và gặp gỡ những con người khiêm tốn và tươi cười sống ở miền Bắc Việt Nam. cho - tổ chức hoàn hảo và trên hết là lời cảm ơn chân thành đến Hiền Nguyễn, người hướng dẫn 5 sao của chúng tôi. Với kiến ​​thức, lòng tốt và khả năng giao tiếp tốt của mình, anh ấy là một đại sứ tuyệt vời cho đất nước của mình. Chúng tôi hy vọng có thể quay trở lại Đông Nam Á và. chắc chắn sẽ có Naure Việt NamĐọc thêm",
            "Chúng tôi gặp hướng dẫn viên Hiền vào năm 2013, trong một chuyến đi có tổ chức. Anh ấy đã cho chúng tôi thông tin liên hệ của cơ quan Nature Việt Nam. Chúng tôi đã có những kỷ niệm tuyệt vời về miền Bắc Việt Nam, vợ chồng tôi chỉ muốn quay lại vùng này và rời đi cùng anh trai và chị dâu tôi! Mọi thứ đã được tổ chức một cách hoàn hảo. Những cuộc gặp gỡ và chia sẻ khó quên với những nhóm thiểu số khác nhau. Chúng tôi đã đến thăm biên giới Trung Quốc rất nhiều. Phong cảnh, chợ, địa điểm và con người tuyệt vời. Những đêm ở nhà người dân địa phương với những bữa ăn ngon, dù ở nhà hàng, trên thuyền, trong nhà hàng hay thậm chí ở nhà hướng dẫn viên, chúng tôi đều được chào đón nồng nhiệt hơn. Chúng tôi chỉ muốn rời đi một lần nữa và sẽ được ở bên Nature Vietnam mà không phải lo lắng gì. Có lẽ để cùng họ khám phá những điểm đến khác ở Đông Nam Á.Đọc thêm"
        ],
        "star_ratings": [
            24,
            2,
            1,
            0,
            0
        ],
        "review_amount": 27,
        "location": [
            "Công ty cổ phần du lịch thiên nhiên Việt Nam",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written October 2, 2019",
            "Written May 10, 2019",
            "Written June 11, 2018",
            "Written October 1, 2016",
            "Written September 3, 2016",
            "Written August 20, 2016",
            "Written August 19, 2016",
            "Written March 4, 2016",
            "Written March 1, 2016",
            "Written March 1, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6537697-Reviews-or10-Nature_Vietnam_travel_JSC-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or20-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766913-Reviews-Ninh_Binh_Excursion_Luxury_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26006465-Reviews-The_Hangout_Tattoo_Studio_Cafe_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-Motorbike_4WD_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d3501734-Reviews-Blue_Spring_Heritage_Center-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d6713773-Reviews-War_Shelter_of_Platanias-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d107414-Reviews-New_York_Aquarium-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g57665-d535025-Reviews-Sky_Meadows_State_Park-Delaplane_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1853395-Reviews-RiverLink_Ferry-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g47717-d4101434-Reviews-Robert_Moses_State_Park-Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g57522-d15185695-Reviews-Bear_Chase_Brewing_Company-Bluemont_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297628-d1219275-Reviews-Shivoham_Shiva_Temple-Bengaluru_Bangalore_District_Karnataka.html",
            "https://www.tripadvisor.com/Attraction_Review-g43353-d134933-Reviews-Nerstrand_Big_Woods_State_Park-Nerstrand_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g488293-d19469363-Reviews-Rulantica-Rust_Baden_Wurttemberg.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or20-Nature_Vietnam_travel_JSC-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or10-Nature_Vietnam_travel_JSC-Hanoi.html"
    },
    {
        "attraction_name": "Nature Vietnam travel JSC",
        "attraction_name_vi": "Công ty cổ phần du lịch thiên nhiên Việt Nam",
        "general_info": [
            "27 đánh giá",
            "- 413 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "May mắn thay, cùng với một người bạn của mình, tôi đã có cơ hội tổ chức một chuyến đi 21 ngày tới miền bắc Việt Nam với công ty này. Chúng tôi không muốn một chuyến du lịch thông thường - và thực tế là chúng tôi đã được mời một chuyến du lịch khác. - khó khăn, vì chúng tôi không còn trẻ nữa, nhưng kinh nghiệm có được đã giúp chúng tôi tìm hiểu thêm về dân tộc này và các dân tộc phía bắc mà chúng tôi đã quyết định điểm đến này. thời gian thu hoạch, thật tuyệt vời. Hướng dẫn viên Hiền của chúng tôi thật tuyệt vời. Trong suốt cuộc hành trình dài, chúng tôi đã nói về mọi thứ, lịch sử của đất nước cô ấy, phong tục và văn hóa, cô ấy nói tiếng Pháp hoàn hảo và có thể giới thiệu cho chúng tôi những ngôi làng trong số đó. Tôi đã được trải nghiệm công việc gặt lúa, đạp xe trên đất liền trên vịnh Hà Nội, tham gia cầu nguyện, tham gia chuẩn bị bữa ăn, hiểu thêm đôi điều về Phật giáo. Trên tuyến đường núi, chúng tôi ở lại - chez l - cư dân -, chắc chắn đó không phải là chỗ ở sang trọng nhưng đó là - giá cả - để tìm hiểu cuộc sống thực tế của đất nước. Ở những nơi có khả năng, những khách sạn được chọn đều rất tuyệt vời. Xe thoải mái, rộng rãi và được rửa đúng giờ mỗi ngày. Một lần nữa xin cảm ơn Hiền vì những cảm xúc mà anh ấy đã mang lại cho tôiĐọc thêm.",
            "chúng tôi đã đến Việt Nam với cơ quan Nature-Việt Nam. Chuyến đi được chuẩn bị để đo lường cho vợ tôi và tôi đi từ Bắc Kỳ - chuyến đi tuyệt vời giữa các dân tộc thiểu số - đến Đồng bằng sông Cửu Long qua Hà Nội và Vịnh Hạ Long Không có gì để phàn nàn về chất lượng của hướng dẫn viên nói tiếng Pháp và tính chuyên nghiệp của đại lý. Do đó, chúng tôi có thể giới thiệu nó mà không cần suy nghĩ thứ haiĐọc thêm",
            "Chúng tôi đã biết Marie-Aude MA từ lâu, người đã tổ chức các chuyến đi đến Thái Lan, Lào và Campuchia. Vì vậy, việc chúng tôi tin tưởng cô và Hiền tổ chức tuần trăng mật ở Việt Nam là điều đương nhiên... Một lần nữa chúng tôi không hề thất vọng. Tổ chức là hoàn hảo, mọi thứ đều hoàn hảo. Ưu điểm của họ là chúng tôi đi ra khỏi đường mòn, xa các điểm du lịch và chúng tôi có thể đến và sống tiếp xúc trực tiếp với người dân, tham gia các hoạt động của họ, giao lưu với họ. Những đêm ở nhà người dân là những giây phút chia sẻ thực sự, đầy cảm xúc. Gặp gỡ những con lolo đen ở phía bắc đất nước giáp biên giới với Trung Quốc là điểm nổi bật trong số những khoảnh khắc khác được chia sẻ. Những chuyến đi cũng rất đẹp... Tóm lại, khuyên bạn nên nhắm mắt khám phá Việt Nam một cách khác biệt. Đọc thêm",
            "Từ khi tổ chức cho đến khi kết thúc chuyến đi, chúng tôi rất hài lòng với những gì mình trải nghiệm ở Việt Nam.  Người quản lý và hướng dẫn, Khoa Nguyễn là người hỗ trợ xuất sắc, đầy lòng tốt với kiến ​​thức chuyên sâu về Việt Nam, nền văn hóa nói chung rất phát triển và kiến ​​thức hoàn hảo về tiếng Pháp. Anh ấy có thể linh hoạt nếu chúng tôi cần bằng cách thích ứng với mong muốn của chúng tôi về thời điểm và địa điểm đã ghé thăm. Chuyến đi 17 ngày ra Bắc – 6 ngày – vào miền Trung – 3 ngày – rồi vào Nam đã cho chúng tôi khám phá một đất nước tuyệt vời và sự gặp gỡ giữa các dân tộc khác nhau. Tiêu chí của chúng tôi đặt ra ngay từ đầu đã được tôn trọng một cách hoàn hảo.  Đi bộ, xe đạp, máy bay, thuyền, xe buýt, mọi thứ đều hoạt động hoàn hảo. Chúng tôi đã có một kỳ nghỉ tuyệt vời nhờ - một đất nước rất đáng yêu, phong cảnh quyến rũ và trên hết là người dân rất tươi cười và tốt bụng. Cảm ơn Khoa đã giới thiệu chúng tôi đến đất nước của bạn một cách rất nhiệt tình.  Đại lý của bạn sẽ được giới thiệu cho tất cả bạn bè của chúng tôi!Đọc thêm",
            "Chúng tôi tình cờ tìm thấy - Agence Nature Vietnam trên internet. Chúng tôi muốn dành thời gian để khám phá đất nước tráng lệ này theo nhịp bước chân của chúng tôi và gặp gỡ các nhóm dân tộc địa phương, Hiền hướng dẫn viên của chúng tôi đã mời chúng tôi đi bộ qua những cảnh quan rất đẹp của ruộng bậc thang ở phía bắc đất nước và anh ấy đã ngủ. với người dân. Không có ghi chú sai nào về chương trình này, bao gồm cả chuyến du ngoạn ngắn trên Vịnh Hạ Long trên con tàu đáng yêu - Dragon Pearl -. Tôi nhiệt liệt giới thiệu Đại lý này cũng như hướng dẫn viên của nó, Hiền, chú ý đến khách sạn, hãy là một trong những khách du lịch của nó, với kiến ​​thức chuyên sâu về đất nước của bạn và nói tiếng Pháp hoàn hảo.Đọc thêm",
            "Từ Pháp, chúng tôi đã chọn cơ quan này để tổ chức các chuyến tham quan có hướng dẫn vào các ngày khác nhau trong thời gian chúng tôi ở Việt Nam. Mỗi lần chúng tôi đều được hưởng lợi - một hướng dẫn viên nói tiếng Pháp có năng lực, chu đáo, thân thiện. Chất lượng của các chuyến tham quan đã cho phép chúng tôi d -. tránh những giờ cao điểm của khách du lịch - đặc biệt là ở Vịnh Hạ Long trên đất liền - và chúng tôi cung cấp các tuyến đường không quen thuộc - ở Vịnh Hạ Long, nhưng cũng gần Sapa -. Chúng tôi đánh giá cao đại lý này - rằng - chúng tôi cũng được đề xuất! - .Chúc bạn có một chuyến du lịch Việt Nam vui vẻ!Đọc thêm",
            "Tôi đã chọn cơ quan này để tổ chức nhiều ngày lưu trú khác nhau, bao gồm cả chuyến tham quan Vịnh Hạ Long trên đất liền - Tam Cốc. Chúng tôi khám phá địa điểm này bằng xe đạp, bằng thuyền... Nỗi sợ hãi của tôi là đến một địa điểm cực kỳ đông khách du lịch - Tôi đã đọc rất nhiều bình luận tiêu cực về địa điểm này vì những người bán hàng chậm chạp trong số những nơi khác.... -, nhưng Nature Vietnam cho phép chúng tôi khám phá nó bằng cách hầu như không gặp một vài khách du lịch khác bằng cách đưa chúng tôi đến một bến tàu khác để đi thuyền và xuyên qua vùng nông thôn bằng xe đạp. Nó - thật kỳ diệu...!Đọc thêm"
        ],
        "star_ratings": [
            24,
            2,
            1,
            0,
            0
        ],
        "review_amount": 27,
        "location": [
            "Công ty cổ phần du lịch thiên nhiên Việt Nam",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written October 20, 2015",
            "Written May 25, 2015",
            "Written October 9, 2014",
            "Written July 5, 2014",
            "Written April 28, 2014",
            "Written April 15, 2014",
            "Written April 11, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6537697-Reviews-or20-Nature_Vietnam_travel_JSC-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or10-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-Nature_Vietnam_travel_JSC-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2587738-Reviews-VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766913-Reviews-Ninh_Binh_Excursion_Luxury_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26006465-Reviews-The_Hangout_Tattoo_Studio_Cafe_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21007674-Reviews-Tweely_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14766906-Reviews-Motorbike_4WD_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6777785-Reviews-My_Way_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6419376-Reviews-Vietnam_Luxury_Golf_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d5835634-Reviews-Monroe_SF-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32911-d8820276-Reviews-LA_County_Fair-Pomona_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48216-d12670602-Reviews-World_s_Largest_Kaleidoscope-Mount_Tremper_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134988-d12967346-Reviews-Round_One_Stadium_Sennichimae-Namba_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d152670-Reviews-Garden_of_the_Groves-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d7734245-Reviews-Foki_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297401-d10088695-Reviews-Isla_Magdalena-Punta_Arenas_Magallanes_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d12096080-Reviews-Club_Aspire_at_Heathrow_Terminal_3-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d105746-Reviews-Graceland-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1055270-Reviews-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6537697-Reviews-or20-Nature_Vietnam_travel_JSC-Hanoi.html"
    }
]