[
    {
        "attraction_name": "Navala Village",
        "attraction_name_vi": "Làng Navala",
        "general_info": [
            "118 đánh giá",
            "- 10 trong số 26 điều cần làm ở Nadi",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Là một trong những ngôi làng đẹp nhất ở Fiji, ngôi làng này vẫn giữ được những ngôi làng truyền thống - những túp lều tranh được chống đỡ bởi các cột trung tâm - đã được thay thế ở những ngôi làng khác bằng những ngôi nhà bê tông đúc sẵn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã chi rất nhiều tiền để thuê một chiếc xe 4x4 cho chuyến hành trình kéo dài 5-6 giờ qua vùng cao để đến đây, vượt qua những ổ gà lớn không bằng phẳng và những con đường rải sỏi và cuối cùng chúng tôi có thể nhìn thấy nó ở phía chân trời và thật là thất vọng. Bên trong khu phức hợp không chỉ có những ngôi nhà cỏ nhỏ mà còn có những ngôi nhà hình vuông, nơi người dân Fiji sinh sống. Ở lối vào có tấm biển lớn này, bạn sẽ phải trả 25 FJ mỗi người để vào, tức là - 100 FJ cho 2 người lớn - 2 trẻ em thì bạn phải mặc một số trang phục nhất định để vào. Phải có ít nhất 10-15 quy tắc được viết trên bảng này mà bạn phải tuân thủ, không có hình ảnh. Chúng tôi vừa trở lại xe và lái đi thật lãng phí thời gian và chúng tôi đang đói vì không có nơi nào để ăn trên đường. Chắc chắn là một cái bẫy du lịch. Tôi đoán khi bạn đến đó thì phải đi một chặng đường dài như vậy bạn sẽ chỉ phải trả tiền.Đọc thêm",
            "Một ngôi làng truyền thống xinh đẹp trên một thung lũng trên vùng cao. Chúng tôi lái một chiếc ô tô thuê thường xuyên đi thẳng từ Nadi 70 km trong khung cảnh tuyệt đẹp. Tốt hơn nên có 4wd nhưng đối với một chiếc xe thông thường có người lái giỏi thì cũng không sao.  Tải xuống bản đồ dưới dạng các điểm không có vùng phủ sóng trên đường đi. Ngôi làng cung cấp một hướng dẫn viên để đưa bạn đi khắp nơi và ăn trưa. Người dân vẫn sống trong những ngôi nhà truyền thống. Đường về từ Rirawi đơn giản và nhanh hơnĐọc thêm",
            "My family of 5 went to visit this village in August 2009 . Important to point out that my husband and I were born in Fiji and were accompanying my son, his wife and mother in law  - all from UK -  on our combined first visit to this village.  We were staying atStarfish Blue Guest House near Wananavu Resort. This village was advertised in their compendium and  sadly we were to discover totally misrepresented from A to Z. Return Mini Bus Hire  to village was  - 180.  We were advised by Jai  -  Starfish Blue transfers -  that we should buy kava and food items for the village and no further costs would be incurred. We bought Kava  - 30 and Food items  - 120. Upon arriving there, we were met by a Rotuman woman  - spouse of male from the village -  who met us at the gate and basically demanded  - 25 per person to enter the village. No decorum, no Fijian hospitality here at all, let me tell you. We handed over  - 125. Next was -  did you people bring kava? -  We handed over 1 kg Kava  -  - 30 value -  . The Kava was quickly whisked away out of sight, never to be seen again. Next  - what do you people want to do? -  Seriously!!. We would like to have a kava ceremony, meet the chief, take a tour of the village and learn the history of the village.  Reply  -  Isa,  that will be  - 20 for the guide. We hand over  - 20. At this point, we get told -  See ,we have no chief, the chief died and after that, too much fighting because everybody wants to be the chief, so we say ok, no chief, we just get one caretaker -  Shock ! Horror! So far  - 180 -  - 125 -  - 30 -  - 20 and we have not moved from the gate. I start to get agitated and tell this female that my family have travelled all the way from the UK to see their village and so far everything she is telling me is not what we have been told about their village. I start to remind her of how much we - ve paid so far for nothing. She  responds with -  Wait I go and see the caretaker. Normally, only the White people pay, us black people don - t pay - . I guess she was referring to my husband and I as the black people. She returns with  - Isa, the caretaker say, the black people have to pay too - . My first instinct was to demand our money and kava back and just LEAVE immediately. I have never in my entire life felt so ashamed to be Fijian. This was not Fijian hospitality in any way , shape or form. In actual fact, I stayed because I was so ashamed to ask my family to leave. We ask for the guide to show us around. We get told  - Isa he is very tired and his house is full, he said he can - t come - . We mention that we had paid  - 20 for a guide. She decides to be the guide. She cannot respond to any of our questions about the history of the village except to say that God provides the village with water and fish. It starts to rain. We all try to hover under our travel umbrella to protect our cameras and video cameras. There was NEVER an offer of shelter. Instead we were told -  Isa, it costs extra to take photos -  We refuse to pay. We ask to take  a few photos of the church and school to the side of the village. We were told  -  Isa you have to make a donation, one for the church and another one for the school - . This time I lose my patience and state that we want to have someone mix a bowl of the kava that we gave them and then leave. We are told  - Isa, everyone is too busy to mix the kava - . We leave in absolute disgust. Jai, the Sun Coat Taxi driver stood there like a stunned mullet without saying a word . I asked him to intervene as he had  told us a couple of days beforhand that he regularly brought guests to this village. He did absolutely nothing. We left in absolute disgust and vowed to tell evryone we could the truth about this ghastly trip. My son - s mother in law had travelled from the UK on her first visit to Fiji to be treated with such disrespect. Te worst part is the fact that this is a Catholic Village and My God, how it shows.... meny , money. money. poor buggars are probably ripping guest off to pay their 10 -   tithes to the Church. So be warned  people. This is not Fijian hospitality, this is religion at it - s worst. Not worth the 2 hour travel on dirty, dusty, rough gravel road to encounter  this nightmare. I will be complaining to the Fiji Visitors Bureau,  Beth Carson of Starfish Blue for Misrepresentation, The Catholic Church in Fiji  -  for whatever that - s worth - . Sorry this was long winded but had to tell the whole story to protect unsuspecting  - white people -  as she calls them.Read more",
            "Tôi đã được bổ nhiệm làm Quản lý Navala và Bulou - s Lodge. Chúng tôi rất tiếc khi biết về trải nghiệm tồi tệ của bạn tại Navala. Thứ nhất, rõ ràng Jai từ nhà khách Star Fish Blue không biết gì về nơi này. Nếu biết anh sẽ đưa các em đến đúng nơi trong làng gặp đúng người để tránh mọi rắc rối, bực dọc. Tôi tin tất cả những gì anh ấy nghĩ đến việc kiếm tiền từ bạn để thuê phương tiện của anh ấy. Chúng tôi đã có rất nhiều lời phàn nàn về việc anh ta đưa khách từ đó đến và đánh lừa họ vì lợi ích tiền bạc cá nhân của anh ta. Chúng tôi sắp xếp để khách đến Navala mọi lúc và chúng tôi chưa bao giờ nhận được bất kỳ lời phàn nàn nào từ họ. Lời phàn nàn chỉ đến từ những người muốn đi du lịch giá rẻ và tìm con đường riêng cho mình. Không có gì sai khi tìm cho mình một con đường du lịch giá rẻ, vấn đề là làm sao gặp được đúng người để đưa bạn đến đúng nơi. nếu một người đưa ra quyết định sai lầm, anh ta không thể đổ lỗi cho người khác về hành động của mình.Đọc thêm",
            "I really thought that this village would be one of the highlights of my trip to Fiji. I was sorely disappointed. I took the local bus to Ba, then changed to another bus to Navala  - about an hour and a half journey from Ba to Navala - , arriving in the early afternoon. A Fijian man, Abel, claimed to be the village head man and invited me to stay at his home, kindly carrying my suitcase there for me. No sooner had I sat down on the floor of his fairly spacious  - bure -  than he explained the rules and prices to me. He said,  - It - s  - 25 to enter the village,  - 25 to sleep here,  - 20 for each meal, and  - 10 for the guide who has to show you around. -  I told him that just dinner would be fine and he told me that his sister Angela would prepare chicken, and she would also serve as my guide. Minutes after I had paid the required  - 80, several women came in to sell me their totally uninteresting handicrafts. Abel tried to convince me to buy these articles, saying that  - All the tourists who come here buy things from them, -  but I said I was on a limited budget. Being a teacher, I mentioned that I wanted to visit the school as soon as possible, but he kept delaying me and telling me to wait, until it was 2:30pm and then Angela said to wait while she cut up some vegetables. By the time we got to the school, it was the end of the school day and the head teacher told me to come in the morning, which I said I would.Angela walked around the village with me for about a half an hour, going into her relatives -  homes to rest, which was interesting for me, too. I was able to take photos of mothers with babies, children playing outside, and the beautiful old-style  - bure -  architecture. Soon she went back to her kitchen-tent and I was told to stay inside and rest. That night there was no chicken, just cabbage and cooked packaged noodles in a bowl. The rest of the family got bread and tea, but I was just handed a glass of tap water that was poured back into the pitcher at the end of the meal, so the up drunk water was clearly reused.Then Abel entered and told me that it was in their culture that a visitor had to buy them  - grog -   - the  - kava -  which they grind into a powder and then mix with water to drink to get high - .   I was already feeling that I was being used as a cash machine and taken advantage of. I told him truthfully that in my guidebook it was written that since there was an admission fee into the village  - which used to be  - 15, by the way - , no  - sevusevu -  or offering of kava was necessary. I politely refused to pay. In any case, after dinner kava was brought in and he proceeded to drink. Two other village men turned up, apparently having been told that I was still single, and both asked abruptly if I wanted to get married and asked what I could do to help them leave Fiji and come to my country. I informed them plainly that I was not interested. The men continued drinking and talking for hours and just as I started to doze off, the retching and vomiting began. After that, there was snoring, then more vomiting. At 6:30am Angela said to wake up. I was given a couple of slices of bread and a cup of tea  - at no extra charge! -  then I was told I had to leave on the 7:30am bus back to Ba, because apparently the women were leaving to sell products at the market. So, it was not possible to visit the school after all. They had gotten money from me, so all pretense of hospitality had vanished. Abel told his sister to carry my suitcase to the bus, but as it was too heavy for her to lift it, he angrily took it himself and put it on the bus. What I had hoped would be a lovely experience in this extremely picturesque village turned into an extremely disappointing one. And I haven - t even mentioned the toilet facilities or the creatures crawling on me at night. I - m well-travelled and have had plenty of rustic nights in less-developed corners of the world, so I do not expect any set standard of hygiene or behavior. However it seems that Navala has come to see tourists as an instant source of easy revenue, which is very sad indeed. I would advise to visit Navala, spend a few hours wandering around, but then leave before ruining your illusion of this unique place in Fiji.Read more",
            "There are many reviews about the  - Rotuman Woman -  ripping people off. Hint: Just tell her no. There is a picture of her on one of these posts. She lives in the blue tin house right by the road. That should be the first thing that might make you question it. She and her husband live in a blue tin house in a village that is predominantly traditional Fijian houses. As far as meeting  - the chief - , I wouldn - t worry too much about that. Someone will either take you to the chief who lives down in the village OR most likely to one of the houses that is at the top of the village and is easy to get to. A group of men will most likely be already in the house, no matter what house you go to, and you can present you kava or sevusevu to them. This is not a scam. Unless you are a VIP, you may or may not be taken to  - the chief - . This is NOT a scam. This is the way it is done. You can then get a tour of the village and of the school. When I left Navala after 3 1 - 2 years, the price for a stay overnight in Navala was FJ - 25 and food might be another FJ - 25. This equals US - 25 total. That - s a decent deal compared to what you would pay anywhere else in Fiji or most other countries for accomodation and food. The cost to get into the village is FJ - 25. The money is used for different projects that are going on in the village as well as buying tools such as brushcutters - weedwackers for cutting the grass and other things that are used by the individual family or by the village as a whole. Transport to Navala: You can catch the bus in Ba at noon or 5 PM and it will take you to Navala for about FJ - 3. The buses that return to town are at 6 AM, 8 AM, and 2 PM. This is the best way to get there - it - s cheap and the slow ride from town to the village is beautiful. From Nadi to Lautoka to Ba to Navala will cost about US - 5 total. There is no need to rent a car. You can take mini-buses  - minivans -  or regular buses. Bad reviews: Sure, some people have had bad experiences with the Rotuman woman  - the village committee and the chief have taken care of this problem - . The majority of travelers or tourists that I met in Navala had a great visit or stay in the village. You can also stay at Bulou - s Eco-lodge. That ONE bad review of Bulou - s should not in any way deter you from staying with them. THEY ARE WONDERFUL PEOPLE. Bulou is a wonderful host and excellent cook. Tui, her son, is a wonderful guy to spend time with touring the village and he can get you easily into a house with a bunch of guys sitting around, playing guitar, and drinking kava. This is one of the best times you will have in Navala. Just be prepared to sit for a while,  but you can always tell Tui you are ready to go. THEY ARE WONDERFUL. IGNORE THAT ONE BAD REVIEW. That was a one time occurence I am sure. Tui can take you for hikes or horseback rides into the mountains, fishing in the rivers, or whatever you want to do. If you are staying with a family in the village, you can ask them for the same thing. Ask them for a day with them in their plantation  - see what their daily life is all about - , ask to go fishing, hiking, or riding up into the hills. Yeah, they may charge you FJ - 10-20 for a horse ride or a hike into the mountains, but US - 10 to you and me and US - 10 to them is vastly different. You will drop the same amount on a couple of beers  - or maybe just one beer at some resort -  without thinking about it. Taking the guided tours from the Great Sights tourist agency is a good way to blow a bunch of cash on only a couple of hours actually in the village. Do yourself a favor and take the bus there, meet a person on the bus who will certainly be friendly to you and who will most likely invite you to stay at their house  - yes, you will be charged US - 25, but you will be taken care of properly - , and stay for a few days. They really respect someone who stays with them for a couple days and will become more comfortable with you, which will mean that you have a better experience and actually get to know them as people versus just passing by and saying Bula.Go to Navala. You won - t get ripped off. You will have a completely different view of Fiji. It - s much, MUCH more than beaches and coral reefs. You - ll see. Trust me. I lived there for 3 1 - 2 years. Check out my pictures at http: -  - picasaweb.google.com - lundberg105Read more",
            "When you come to Fiji, which is made up of 333 islands, there are many places to stay.  If you were to stay up at the Yasawa Islands, there are some traditional villages similar to Navala Village where you can visit, in most cases for free, and experience life in a traditionally thatched bure style village.  Many tourists however don - t venture that far out and often opt to stay on Denarau Island in Nadi for instance or islands close by. Of course there are villages in and around Nadi you can visit but not like Navala Village. It is the only village on the main island of Viti Levu where they still live in the traditional Fijian thatched bure as a community.   It is off the beaten track and it does take a bit of effort to get there.  There are tour companies which can take you, I don - t know how much they charge or if it is good value for money? but you can make your way there yourself, which is a bit of an adventure, just head to Ba Markets and ask one of the ladies selling fruit.  There is an entrance fee to the village,  - why wouldn - t there be? you wouldn - t open your home to strangers every day for nothing! -   but understand that this money is accounted for by the village treasurer and used for the up keep of the village for all its residents, and there is 800 of them. There is no electricity as yet, and little mobile phone coverage.  Most recently the money was used to build new showers....  outdoor, and for all to share.  The people are very warm and welcoming, the kids happy to see tourists and make friends. I was there recently when they were rebuilding some of the houses and the men worked all day for months to complete them.  The adjacent primary school does not technically belong to the village so the money does not go to the school directly. There is no pre-school.  Senior school kids catch a bus 1 hr each way to the nearest town of Ba for schooling.  This lifestyle is not for the benefit of tourists, it is their true way of life.  The ladies often have things to sell, of course the things are no different from what you can buy down at Nadi town but so what, there is no adjacent pub for them to go spend the money on!  Life in the village is very quiet on the whole, so don - t expect much excitement, be cognizant of the fact you are in fact intruding on their day to day living, so just appreciate it for what it is.  I have been for a visit more than once, I love it.   Don - t turn up unannounced and walk around, ask for Sella or Ben, they were look after you.  Ps. take gifts for the kids but remember there is a lot of kids, they can - t share 10 pieces of candy!  there are 160 kids at the primary school and just as many pre-schoolers. : -  -  -  - Read more",
            "Personally I am not the kind of person that write bad reviews but in this case I think I have to let the people know what to expect when they visit this village.First, you need a 4WD to get there cause the road is awful, full of stones and really bad condition. We didn - t have one so it took 1,5h to get there  - 18 km aprox - .Once you get there, we were taken inside one of the house and we were asked to pay 25 -  each and 10 -  to the guide  - which is obligatory to have - , after that, they guided us to another house and try to sell us souvenirs  - I bought one shells necklace for 10 -  and after I saw them in the city for 1,50 -  - . If you accept to buy they are nice but If you refuse, they are completely rude.After that, the guide gave us a tour around for 15 minutes, taking us to the church  - where he asked for money again -  and after that, he made us to enter in one of the houses again  and we tried to avoid it but we were pushed to come inside and they try to sell more stuff again.You are not free to go around the village, they just show you what they want.Finally, when we finished the tour around the village, the guide  - a teenager boy -  took us to another house where two women offered us some typical lunch  - and we thought...oh! a little bit of hospitality after all... -  and when we accepted the said,  - it - s 20 -  per plate -   - just to eat a plate of seeds I think it - s quite expensive.. -  so of course, we refused it.The best part was at the end, after all the situation NO HOSPITALITY AT ALL! the guide asked us to take him to the city in our car and even though we felt pretty annoyed we accepted and on the way he also asked me to use my phone to make phone calls.I FELT SO DISSAPOINTED AND ABSOLUTELY RIPPED OFF.I also have to say that fijian people, out of this place, were awesome and really nice and even though we didn - t feel confortable, the village and surroundings are beautiful and the kids are really cute.I guess if you go with a private tour is different  - due to the reviews  -  but based on our experience I ABSOLUTELY  WON - T RECOMMEND to visit it, there are a lot of more beautiful places to visit instead of this.Read more",
            "Phong cảnh một mình trên đường đến Navala thật đáng để đi! Một số người đến đây theo một chuyến du lịch với số tiền ngất ngây, hoặc bạn có thể bắt xe buýt từ Ba với giá - 2 - cộng - 2 xe tải nhỏ từ Lautoka, v.v. - . Nếu bạn lỡ chuyến xe buýt buổi sáng - chúng tôi đã làm vậy - bạn có thể thuê một người vận chuyển với giá - 50 - vẫn là một món hời so với chuyến tham quan - . Vé vào làng là - 25 mỗi người lớn, trẻ em miễn phí và - 10 cho người hướng dẫn. Tốt đẹp và thẳng thắn, không có cảm giác tội lỗi. Khi vào bên trong, bạn có thể nhìn xung quanh, hoặc tốt hơn là ngồi xuống, ngắm cảnh, uống một cốc dừa - - 2 -, chuyền một ít đậu phộng xung quanh và trò chuyện với người dân địa phương. Đi và té nước trên sông. Kết thúc với kava trong hướng dẫn viên của bạn - s túp lều - - 2 - và bắt xe buýt về nhà lúc 12:30. Một ngày đáng yêu. Đừng bỏ lỡ nội thất. Tôi tin rằng có thông báo - hãy đến đó trên chuyến xe buýt sớm - bạn có thể giúp chuẩn bị và ăn bữa trưa truyền thống - - 15 người một đầu - .Đọc thêm",
            "Thật thất vọng. Không có lòng hiếu khách của người Fiji ở đây vào dịp này, chỉ có những kẻ vơ vét tiền. Một người phụ nữ Rotuman đã đối xử với chúng tôi lấy một khoản phí vào cửa - 25 đô la một người, - 25 đô la phí chụp ảnh, 1 kg kava thậm chí không pha trộn và những túi kẹo cho trẻ em đi học. Cô ta thậm chí còn cố tính tính thêm tiền nếu chúng tôi muốn tham quan nhà thờ. Phải mất 2 giờ để đến đó và chúng tôi đã ở đó trong 20 phút dưới trời mưa trong khi không ai cho chúng tôi trú ẩn! Chúng tôi được cho biết rằng không có tù trưởng nào ở ngôi làng này. Kiểu lừa đảo này đã được đề cập trong Lonely Planet. Trải nghiệm kinh khủng. Đọc thêm",
            "Có một ngày tuyệt vời với những người tốt và dân làng. Rất xấu hổ khi các quý cô có hàng để bán và chúng tôi đã được bàn bán tour của ngày lễ Rosie ở sonaisali yêu cầu không được mang theo tiền...Đọc thêm"
        ],
        "star_ratings": [
            61,
            26,
            18,
            9,
            4
        ],
        "review_amount": 118,
        "location": [
            "Nam thái bình dương",
            "Làng Navala",
            "Các hoạt động ở Nadi",
            "Nadi",
            "Viti Levu",
            "Fiji"
        ],
        "reviews_time": [
            "Written January 9, 2020",
            "Written September 12, 2023",
            "Written September 14, 2009",
            "Written August 27, 2016",
            "Written April 21, 2012",
            "Written November 10, 2014",
            "Written May 12, 2017",
            "Written July 16, 2013",
            "Written October 7, 2009",
            "Written April 16, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294335-d312231-Reviews-Navala_Village-Nadi_Viti_Levu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d312231-Reviews-or10-Navala_Village-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d13113754-Reviews-Fiji_Culture_Village-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d308675-Reviews-Sri_Siva_Subramaniya_Temple-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d3240252-Reviews-Momi_Battery_Historical_Park-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309032-Reviews-Tavuni_Hill_Fort-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d7625064-Reviews-Sacred_Heart_Cathedral-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d312198-Reviews-Government_Buildings_Parliament-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d8388627-Reviews-Nausori_Highlands-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d653090-Reviews-Vatukarasa_Village-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d27118762-Reviews-Bula_Coffee-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g297566-d15122635-Reviews-Krishna_Kaliya_Temple-Lautoka_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299997-Reviews-Soberania_National_Park-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3746060-d10838245-Reviews-Oprna_Bay-Stara_Baska_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_Coun.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2465584-Reviews-Rick_s_Restorations-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48306-d6200439-Reviews-Great_Sacandaga_Lake-Northville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29171-d9581307-Reviews-Lake_Apopka_Wildlife_Trail-Apopka_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g664176-d2302225-Reviews-Orrido_di_Bellano-Bellano_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d8036493-Reviews-McLeod_Plantation_Historic_Site-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d6882920-Reviews-Kek_Lok_Tong_Cave_Temple_and_Zen_Gardens-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d23393399-Reviews-Beyond_Van_Gogh-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d500858-Reviews-The_Bus-Honolulu_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294335-d312231-Reviews-or10-Navala_Village-Nadi_Viti_Levu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294335-d312231-Reviews-Navala_Village-Nadi_Viti_Levu.html"
    }
]