[
    {
        "attraction_name": "Neduntheevu",
        "attraction_name_vi": "Neduntheevu",
        "general_info": [
            "187 đánh giá",
            "- 5 trong số 62 điều cần làm ở Jaffna",
            "Quần đảo"
        ],
        "attraction_summary": "Đảo Delft là một hòn đảo ở eo biển Palk, phía bắc Sri Lanka. Hòn đảo này được đặt tên là Delft trong Sơ đồ Hải quân, không giống như các hòn đảo khác có tên là Tamil. Diện tích hòn đảo là 50 km2 và có hình gần giống hình bầu dục. Chiều dài của nó là 8 km và chiều rộng tối đa của nó là khoảng 6 km. Khu đất bằng phẳng của Quần đảo Delft làm tăng thêm vẻ đẹp của khung cảnh ngoạn mục ở đây.Đọc thêm",
        "reviews": [
            "Một hòn đảo đáng yêu sau chuyến đi thuyền qhr miễn phí do hải quân Sri Lanka cung cấp. Đi thuyền một mình rất thú vị nhưng đôi khi có thể hơi khó khăn và có thể quá đông đúc. Chúng tôi đã thực hiện các chu kỳ đạp xe của mình mà không có vấn đề gì. Chúng tôi đạp xe quanh đảo và nghỉ qua đêm. - Khách sạn của chúng tôi - rất cơ bản với vòi sen nước biển mà chúng tôi không sử dụng. Hầu hết mọi người đã có một chuyến đi trong ngày và không dừng lại. Rất vui vì chúng tôi đã điĐọc thêm",
            "Chúng tôi đã dành cuối tuần trước trên Đảo Delft, một điểm đến tuyệt vời để ghé thăm với nhiều di tích lịch sử và những điều đáng xem. Tuy nhiên, điều khủng khiếp là chính quyền đã có cách tiếp cận lỏng lẻo trong việc bảo vệ và duy trì chúng cho hậu thế. Nhiều địa điểm trong số này đã bị bỏ hoang bị phá hoại với tên viết tắt của mọi người được khắc trên đó. Tóm lại, đây là một nơi tuyệt vời để đến và dành thời gian, nhưng việc chứng kiến ​​​​sự thờ ơ và phá hoại đang ảnh hưởng đến tâm trạng chung của bạn.Đọc thêm",
            "Delft thực sự là một bất ngờ ngoài mong đợi. Một điều không nên bỏ qua đối với bất kỳ ai đến thăm Jaffna. Nó có các di tích lịch sử - hiện nay là tàn tích - hầu hết được xây dựng bởi người Hà Lan, một cây bao báp lớn và một trong những bãi biển yên tĩnh nhất mà tôi từng thấy. Bạn cũng có thể nhìn thấy nhiều loài chim và ngựa hoang dã trên đảo. Có một con tàu do hải quân và RDA điều hành rời bến tàu Kurikudduwan lúc 8 giờ sáng và miễn phí. Những người sinh sống và làm việc tại Delft được ưu tiên lên tàu và số lượng ghế có hạn. Bạn cũng có thể thuê một chiếc thuyền riêng với giá khoảng Rs. 35.000. Phải mất khoảng một giờ để đến đảo. Chúng tôi đã bố trí một chiếc xe ở đảo để đưa chúng tôi đi khắp nơi. Chúng tôi ăn trưa tại Delft và trở về trên chuyến tàu lúc 3 giờ chiều. Có một chiếc thuyền khác trở về lúc 11 giờ 30 phút. Thậm chí còn có một khách sạn trên đảo nơi bạn có thể qua đêm tại Delft. Nhìn chung, đây là một chuyến đi đặc biệt mà tôi không ngần ngại giới thiệu.Đọc thêm",
            "Chúng tôi đến đảo Delft bằng phà Đó là một trải nghiệm khác biệt trong cuộc đời tôi Trên phà, chúng tôi gặp một người - nesan.a - người làm việc cho bệnh viện chính phủ và anh chàng của anh ấy đi xe tuk Anh ấy rất bất cẩn khi nói chuyện cũng như lái xe Anh ấy đã nói rồi 4000 rồi anh ấy hỏi 3400 rất buồn cười nghĩ rằng tôi chưa bao giờ giới thiệu anh chàng đó nhưng anh ấy nói tất cả những người đi xe tuk tuk ở đó đều là lừa đảo nhưng có lẽ anh ấy đã quên làm công việc của mình nên bạn có thể tìm thấy một số cách sắp xếp chuyến tham quan tốt trên Google, hãy tận hưởng chuyến đi của bạn - Đọc thêm",
            "Đó là chuyến đi trong ngày tốt lành từ Jaffna. Cần phải khởi hành ít nhất trước 7 giờ sáng để kịp chuyến phà do hải quân điều hành. Có chuyến phà quay về lúc 3 giờ chiều. Phà miễn phí nhưng hơi đông đúc và khó chịu. Phải mất 45 phút. Khi ở trên đảo đã sắp xếp một chuyến đi săn với giá khoảng 10 nghìn Rs. Tài xế sẽ đưa bạn đến hầu hết các điểm tham quan bao gồm cả ngắm ngựa con. Có rất ít chỗ để nghỉ qua đêm nhưng chúng tôi đã không kiểm tra.Đọc thêm",
            "Địa điểm đẹp. Đó là một hòn đảo riêng biệt ngoài khơi bờ biển Jaffna. Cách tiếp cận duy nhất là bằng thuyền. Hãy nhớ mang theo một ít kem chống nắng vì trời có thể rất nóng và nắng.Đọc thêm",
            "Chúng tôi thuê một chiếc xe bán tải mui trần và đi tham quan hòn đảo trong hai giờ. Chúng tôi thấy một số ngôi nhà xinh xắn, nhiều ngôi nhà đã bỏ hoang với chủ nhà sống ở Colombo - nước ngoài, tất cả các ngôi nhà Kovil đều được sơn màu rực rỡ, cây boabab, những chú ngựa hoang, pháo đài cổ. Chuyến đi là một trải nghiệm, chiếc thuyền đông đúc đưa nhân viên văn phòng và giáo viên đến Đảo. Đọc thêm",
            "Có thể đến Đảo Delft bằng thuyền từ Đảo Punkudutivu. Phương tiện di chuyển miễn phí, nhưng vào thời điểm chúng tôi đến thăm, tàu không chạy vào Chủ Nhật. Tại cảng, bạn có thể thuê xe tuk-tuk có tài xế - khoảng 2.500 rupee cho 2-3 giờ tham quan - hoặc xe đạp tại một chỗ nghỉ gần đó - chưa được xác minh - chỉ có biển quảng cáo - . Tôi không khuyên bạn nên khám phá hòn đảo bằng cách đi bộ vì trời rất nóng. Trải nghiệm đẹp nhất là ngắm ngựa hoang bơi trong biển. Đọc thêm",
            "Delft là một rạn san hô cũ. Vì vậy, thay vì đá, ở khắp mọi nơi đều có san hô già trong đất. Họ sử dụng san hô để xây tường - nhà và vườn - điều này khiến nơi đây trở nên rất đặc biệt.  Có một số cảnh quan ngoạn mục: nơi có ngựa, những bãi biển, xung quanh chuồng ngựa kiểu Hà Lan cũ đó. Bạn có thể thấy một số tòa nhà cổ của Hà Lan - pháo đài, tổ chim bồ câu, chuồng ngựa - . Có một cây baobab rất đẹp và thật tuyệt khi được ngắm những chú ngựa hoang - những chú ngựa con, những con đực đánh nhau, uống rượu, tắm bùn, v.v. - . Ngoài ra còn có các loài chim được nhìn thấy - chim chửi Ấn Độ, chim lội nước trên bãi biển - .  Và cảm giác chung về Delft rất yên bình - không có nhiều xe cộ qua lại - . Nhân tiện, có những cửa hàng nhỏ để mua đồ uống, bánh quy và những thứ tương tự - một số người nói là không có - t -. Chúng tôi đến bằng phà vào buổi tối, ở lại hai đêm và quay lại bằng phà vào buổi sáng. Bằng cách này, chúng tôi đã có cả một ngày để tận hưởng Delft. Hoàn toàn xứng đáng.Đọc thêm",
            "Chúng tôi thức dậy lúc 6 giờ sáng, lái xe đến bến phà ở Kurikadduwan, mất khoảng hơn một giờ đồng hồ, khung cảnh đẹp như tranh vẽ và cũng dọc theo một số con đường trải nhựa rất xấu. Khi chúng tôi đến bến phà thì không có thông tin gì nên chúng tôi phải xếp hàng và hy vọng điều tốt đẹp nhất sẽ xảy ra. Hãy chuẩn bị sẵn hộ chiếu của bạn - hoặc hình ảnh của nó - khi họ yêu cầu nó ở bến tàu! Khi bạn đến Delft, sau một giờ đi phà dài, oi bức và rất đông đúc, sẽ có những người lái xe tuktuk ở đó hỏi bạn có muốn tham quan không. Tôi khuyên bạn nên thử thiết lập tính năng này trước khi đi vì bạn có thể có trải nghiệm tốt hơn. Giá khoảng 2-2500 rupee cho vài giờ lái xe quanh hòn đảo nhỏ. Có những điểm tham quan cụ thể mà mọi người đều đến xem - tảng đá mọc lên, cây Bao báp khổng lồ, ngọn hải đăng, ngựa hoang, Bệnh viện Hà Lan, v.v... - . Đó là một nơi thú vị, phù hợp cho nửa ngày khám phá. Không có gì nhiều về đồ ăn, vì vậy hãy mang theo đồ ăn nhẹ và đồ uống của riêng bạn. Nếu bạn có thời gian để làm điều này khi ở Jaffna thì hãy thử đi, nếu bạn không có nhiều thời gian thì sẽ không phải là ngày tận thế nếu bỏ qua nó. Đọc thêm"
        ],
        "star_ratings": [
            81,
            67,
            29,
            7,
            3
        ],
        "review_amount": 187,
        "location": [
            "Tỉnh phía Bắc",
            "Châu Á",
            "Neduntheevu",
            "Những điều cần làm ở Jaffna",
            "Jaffa",
            "Sri Lanka"
        ],
        "reviews_time": [
            "Written February 26, 2024",
            "Written October 20, 2023",
            "Written July 10, 2023",
            "Written August 15, 2022",
            "Written August 14, 2022",
            "Written March 28, 2022",
            "Written October 18, 2020",
            "Written October 7, 2020",
            "Written March 24, 2020",
            "Written March 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304135-d2458521-Reviews-Neduntheevu-Jaffna_Northern_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d12830644-Reviews-Seven_Wells_Beach-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d2458521-Reviews-or10-Neduntheevu-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d3628837-Reviews-Casuarina_Beach-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d3179576-Reviews-Pennai_Causeway-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d3628841-Reviews-Nilavarai_Bottomless_Well-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d19754500-Reviews-Jaffna_Eco_Park-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d19432961-Reviews-Manalkadu_Beach-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d15666117-Reviews-Chundikulam_Bird_Sanctuary-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d19432162-Reviews-Kankesanthurai_Beach-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d13795189-Reviews-Katchatheevu_Island-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d19393820-Reviews-Uppu_Aru_Lagoon-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d551306-Reviews-Nagadipa_Purana_Vihara-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d551305-Reviews-Naga_Pooshani_Ambal_Kovil-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d11854813-Reviews-Nagadeepa_Rajamaha_Viharaya-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d27460051-Reviews-Nagaratham_Boat_Service-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d27460047-Reviews-Nagaratham_Boat_Service-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d148169-Reviews-Treasure_Beach-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d208796-Reviews-Cowboys_Golf_Club-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d10136216-Reviews-4th_Avenue_Marketplace-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g40850-d1102980-Reviews-Aquaboggan_Water_Park-Saco_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g42553-d6954051-Reviews-Mystery_Hill-Onsted_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46324-d1425883-Reviews-Cohanzick_Zoo-Bridgeton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32810-d5480557-Reviews-Fox_Theater-Oakland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d3995755-Reviews-Pinballz_Arcade-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064123-Reviews-Prison_of_Socrates-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g499174-d1848875-Reviews-Head_Harbour_Lighthouse-Campobello_Island_New_Brunswick.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304135-d2458521-Reviews-or10-Neduntheevu-Jaffna_Northern_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304135-d2458521-Reviews-Neduntheevu-Jaffna_Northern_Province.html"
    }
]