[
    {
        "attraction_name": "Negombo Beach",
        "attraction_name_vi": "Bãi biển Negombo",
        "general_info": [
            "2.891 đánh giá",
            "- 11 trong số 35 điều cần làm ở Negombo",
            "Bãi biển"
        ],
        "attraction_summary": "Những bãi cát vàng tuyệt đẹp, tương đối ít rác thải, khá nhiều người bán hàng địa phương không thực sự muốn nhận câu trả lời từ chối. Thật không may, lá cờ đỏ đang tung bay báo hiệu hôm nay không được bơi nên chúng tôi phải chèo thuyền trong làn nước ấm. Nói chung khá yên tĩnh, ngoại trừ một vài con chó hoang. Một nơi tuyệt vời để thư giãn dưới ánh nắng.Đọc thêm",
        "reviews": [
            "Một bãi biển rộng lớn với cát đỏ. Gần sân bay Colombo. Theo báo cáo của nhiều người đánh giá khác, đây là một bãi biển làm việc và chủ yếu được người dân địa phương và gia đình họ đến thăm. Tôi đến thăm trái mùa và nhận thấy rất ít khách du lịch. Tôi đã được một số người dân địa phương tiếp cận để bán đồ, nhưng một công ty lịch sự thường không làm điều đó. Có bằng chứng về rác nhưng đó không phải là bãi biển tồi tệ nhất tôi từng gặp. Biển có thể động và không phải lúc nào cũng có thể bơi được. Có một tay đầy quầy bar - nhà hàng xa hơn nhìn ra bãi biển. đây chủ yếu là nơi khách du lịch thường xuyên lui tới. rất nhiều quầy hàng rong trên khu vực bãi biển chủ yếu bán đồ ăn nhẹ. Không có giường phơi nắng hay ô dù mà tôi có thể nhìn thấy. Đáng để đi bộ nhanh vào đầu buổi tối nhưng không phải là tắm nắng thư giãn - bãi biển bơi lội.Đọc thêm",
            "Một bãi biển có rất nhiều tiềm năng nhưng cần phải cải thiện. Cát rất đẹp và biển rất dễ chịu, nhưng đi từ nơi này sang nơi khác có nghĩa là phải vượt qua một con dốc khó khăn - chúng tôi - những người về hưu - . Biển có sóng mạnh nên không lý tưởng để bơi lội nhưng thật tuyệt khi ngồi ở rìa và để sóng cuốn trôi. Chỉ có một vài căn lều trên bãi biển có giường phơi nắng, thức ăn, đồ uống và WiFi. Chúng tôi đã sử dụng Sea Look, có thể tìm thấy ở một con đường đối diện Nhà hàng Queen - s trên Lewis Place. Họ không tính tiền giường và đồ ăn thì hợp lý. Nhà vệ sinh cũng ổn. Không có âm nhạc ồn ào từ họ và một cách yên bình\n để dành cả ngày.\nĐọc thêm",
            "Sri Lanka is just getting back on its feet after covid and then a bomb attack decimated the tourist industry. This is an excellent time to visit. People are desperate for tourists to come and are very welcoming.  The exchange rate is also very attractive - we got 406 rupees -  -  at the airport which is the best place to exchange. We stayed at the Heritance hotel for 5 nights  at the end of our three week visit. The hotel was excellent. This is the Main Street  of Negombo and is gradually coming to life as restaurants and shops get busier. The place looks better at night when everything is lit up. There are many tourist souvenir shops and bars restaurants. Terrific value for money. Our fav restaurant was Boho half way up the street and then Prego right across the road from the hotel. There are other restaurants highlighted on Apple Maps but either had changed name or have yet to reopen. Heritance have developed a restaurant and Swiss cafe right across from the hotel. In our 5 days there we didn - t see anyone use either. The restaurant has a Middle Eastern menu, I suggest this was a big part of the problem. The souvenir shops we used all offered discounts without asking.  We loved Diane - s just across from the Gelato cafe. We met the owner and it turned out she had visited U.K. and Edinburgh where we come from. Lovely lady - give her your business. We also used Maya which had some great hippy chic clothes but the staff need a shake to get them away from their phone screens - .it was also full of moths and mozzies the night we were there. \nThe beach itself is public so you share it all with the locals and it gets very busy at weekends. During the week it - s perfect for some yoga on the beach early morning or just walking off breakfast. You will get approached by tat sellers but just be polite but firm. Don - t be rude, they - re just trying to make a living. Finally the folk have seen really hard times over the last few years. So be prepared to tip. A little goes a long way for them. If we are at a small hotel we will  - adopt -  a waiter or pool guy and ensure they get a decent tip at the end of our stay. If we all did that it would make a huge difference to their families and be a great incentive to improve their understanding of service. Go, you - ll love it.Read more",
            "Đây là một bãi biển yên tĩnh hơn so với Bãi biển Galle Face. Một nơi tuyệt vời để thư giãn trên bãi biển; tận hưởng gió biển; tận hưởng khung cảnh hoàng hôn với khung cảnh yên bình xung quanh. Tài xế - hướng dẫn viên của chúng tôi cho biết rằng Negombo thường là điểm bắt đầu hoặc điểm kết thúc của chuyến đi Sri Lanka vì nó gần Sân bay Quốc tế hơn. Chúng tôi rất vui vì đã chọn Negombo làm điểm đến cuối cùng trong chuyến đi Sri Lanka vì đây thực sự là một nơi thư giãn để kết thúc chuyến đi sau chuyến tham quan rộng rãi quanh Đảo Sri Lanka. Đọc thêm",
            "Ở trong khách sạn goldi sands ngay trên bãi biển với tầm nhìn ra bãi biển xinh đẹp này. Buổi sáng rất yên tĩnh, tất cả những gì bạn có thể nghe thấy là tiếng chim và nhìn thấy những con sóc chạy quanh trên cây. Buổi chiều, bạn sẽ thấy mọi người thư giãn trên bãi biển, sau đó vào buổi tối sớm sẽ trở nên sống động hơn khi người dân địa phương chơi bóng chuyền, bóng đá và thậm chí cả đám cưới. Thật đáng yêu khi chỉ ngồi và nhìn thế giới trôi qua Đọc thêm",
            "Chúng tôi đến thăm bãi biển Negombo, nằm ngoài bãi cát Goldi. Đó là nơi bẩn thỉu và kinh tởm nhất mà bạn có thể tìm thấy. Bản thân tình trạng ô nhiễm nhựa đã khủng khiếp nhưng ngoài ra còn có đội quân chó hoang tuần tra trên bãi biển để lại tình trạng lộn xộn của chúng. Ngoài ra, dường như bây giờ họ có những người dắt chó đi dạo ở địa phương sử dụng bãi biển làm nhà vệ sinh và thay vì nhặt đồ lên, họ chỉ đá cát lên đó. Tất cả những điều bẩn thỉu này trong khi một đội quân bán hàng rong đang tuần tra các khách sạn với hy vọng bán được những thứ rác rưởi quá giá cho khách du lịch với mức giá vô lý. Ai đó không thể thuyết phục được người nhàn rỗi này dọn dẹp bãi biển và kiếm tiền bằng một công việc thực sự thay vì ngồi dưới gốc cây cả ngày. Có lẽ thật mỉa mai khi chính quyền lại làm ầm ĩ về những chiếc hạt nhựa như vậy.  Đó là vấn đề nhỏ nhất của họ. Hãy dọn dẹp hành động của bạn nếu không khách du lịch sẽ đi nơi khác.Đọc thêm",
            "Bãi biển rất bẩn. Chúng tôi ở tại bãi biển jetwing, Negambo. Nếu bạn yêu biển - cát thì đây không phải là điểm đến của bạn. Bãi biển này rất bẩn, đừng đi bộ mà không mang dép - có rất nhiều kính - nhựa vỡ, điều quan trọng cần hiểu là bãi biển này rất hào phóng để bơi vì mực nước biển rất cao. Gia đình chúng tôi đã không đi ra biển hoặc bạn cảm thấy rất khó khăn khi bước đi vài bước ở bãi biển này, nó rất bẩn - nguy hiểm, chúng tôi rất thất vọng. Hãy hết sức cẩn thận nếu bạn đi bộ trên những chiếc xe đạp trên bãi biển - ATV, chúng chạy rất nhanh, tình huống nguy hiểm nhất là chiếc SUV - CARS lái rất nhanh trên bãi biển này. Bạn không thể ngồi - thư giãn trên bãi biển này. Rất nhiều người dân địa phương hãy cẩn thận với đồ đạc của mình. Hãy cố gắng tránh bãi biển này nếu có thể nếu không bạn sẽ rất thất vọng.Đọc thêm",
            "Bãi biển lớn tuyệt đẹp, có giường tắm nắng và nhà hàng trên bãi biển nhưng chúng nằm ở cuối dãy khách sạn lớn. Nhà hàng bãi biển chúng tôi dùng có tên là nhà hàng cảng và quầy bar rất ngon. Có bốn nhà hàng nằm trên một hàng tuyệt vời để thưởng thức cocktail, bia lạnh hoặc bánh kếp dừa, ngồi lại và ngắm hoàng hôn Đọc thêm",
            "Tôi đã sống ở Sri Lanka nhiều năm, nhưng gần đây tôi chuyển đến Negombo vì nhu cầu gia đình. Đây là nơi tệ nhất trên toàn bộ hòn đảo. Người dân Negombo cực kỳ phân biệt chủng tộc và không trung thực, ngay cả khi họ giả vờ tử tế chờ đợi để lấy tiền của bạn. giá cho người nước ngoài - Tuk tuk, cửa hàng tư nhân, quầy trái cây và rau quả, v.v. - tăng gấp ba lần so với giá địa phương. Hãy cẩn thận và đừng để những kẻ vô lại này cướp mất. Đọc thêm",
            "Khung cảnh, cát, quang cảnh và con người thật tuyệt vời. Thật là xấu hổ khi tắm và cát phủ đầy rác. Thành thật mà nói, chúng tôi đã thấy một nhóm khoảng 40 người trở lên dọn rác vào một buổi tối nhưng ngày hôm sau nó lại được lấp lại. Đọc thêm",
            "Tôi đến Negombo vào khoảng 9 giờ sáng, vì còn quá sớm để nhận phòng khách sạn nên tôi vứt túi xách và đi đến bãi biển để khám phá. Ngay từ khi đặt chân lên bãi biển, tôi liên tục bị nhiều người dân địa phương săn đón, mỗi người đều cố bán cho tôi thứ gì đó - hoặc là một chuyến đi thuyền, hoặc nhiều loại hàng hóa mà họ đang cố bán. Tôi chỉ muốn được ở một mình, khám phá, cảm nhận ánh nắng trên làn da và tận hưởng quang cảnh. Nhưng tôi không có được một phút yên tĩnh nào. Sau khoảng nửa giờ, tôi đã quá đủ và rời khỏi bãi biển. Đúng, họ - khá thân thiện, nhưng điều đó - thật là khó chịu! Khi một trong số họ nói chuyện với bạn, bạn có thể thấy khoảng bốn hoặc năm người bán hàng rong khác đang vây quanh, đợi họ rời đi để họ có thể tấn công. Thật không may, đó không phải là một trải nghiệm tốt. Đọc thêm",
            "Đã đi đến bãi biển vào dịp nghỉ lễ Giáng sinh và ở đó khá đông đúc với người dân địa phương, điều đó cũng ổn nhưng họ đã ném rác khắp nơi. Đó là một bãi biển rộng với cát vàng sần sùi, nhưng đáng tiếc là có vài người bán hàng nhất quyết cố gắng thuyết phục bạn mua vòng tay trong khi nói về tiền để nuôi con mình. Vì vậy, đây không phải là nơi để thư giãn - tôi đã đến đó một lần và không bao giờ nữa.Đọc thêm",
            "Người dân địa phương nên xấu hổ. Bãi biển tràn ngập nhựa và rác. Không thể đổ lỗi cho khách du lịch vì hầu như không có gì ở đây. Nếu người dân địa phương muốn khách du lịch đến, thì họ cần phải đối xử đàng hoàng hơn với sân sau của mình. Thật tệ và thật đáng thất vọng. Cộng thêm biển động và có màu nâu. Nếu đến Sri Lanka, hãy chọn nơi khác trên đảo. Đọc thêm"
        ],
        "star_ratings": [
            446,
            721,
            900,
            520,
            304
        ],
        "review_amount": 2891,
        "location": [
            "người da đen",
            "Châu Á",
            "Bãi biển Negombo",
            "tỉnh miền Tây",
            "Sri Lanka",
            "Những việc cần làm ở Negombo"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written September 30, 2023",
            "Written January 16, 2024",
            "Written February 7, 2024",
            "Written March 26, 2020",
            "Written February 9, 2020",
            "Written August 15, 2022",
            "Written January 2, 2022",
            "Written January 16, 2024",
            "Written April 28, 2024",
            "Written March 3, 2020",
            "Written March 25, 2023",
            "Written January 6, 2020",
            "Written February 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297897-d1655656-Reviews-Negombo_Beach-Negombo_Western_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d1479984-Reviews-Lords_Restaurant_Complex-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d10072513-Reviews-Salt_Restaurant-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d19904238-Reviews-TukTuk_Wine_Dine-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d13997708-Reviews-Jude_Restaurant-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d1135009-Reviews-Rodeo_Pub_Restaurant_Negombo-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d2053331-Reviews-Black_Coral_Jetwing_Beach-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d27019820-Reviews-The_TUSK_By_Blue_Elephant-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d7335558-Reviews-Bacco_Wine_Bar_Bistro-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297897-d5482427-Reviews-Prego_Italian_Restaurant-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12549255-d15913501-Reviews-Leonardo_by_Bella_Vita-Ettukala_Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d4227702-Reviews-Dutch_Clock_Tower-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d12431745-Reviews-Negombo_Public_Cemetery-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d3388871-Reviews-St_Mary_s_Church-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d552524-Reviews-Negombo_Fish_Market-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d15090898-Reviews-Motiff_Art_Gallery-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d4591029-Reviews-Angurukaramulla_Temple-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d12688157-Reviews-St_Sebastian_s_Church-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d13426487-Reviews-Aurora_The_Art_Gallery-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d8090853-Reviews-St_Anne_s_Church-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d16853247-Reviews-Sri_Singama_Kali_Amman_Kovil-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d1655656-Reviews-or10-Negombo_Beach-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d2236748-Reviews-Muthurajawela_Marsh-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d3388894-Reviews-Dutch_Canal-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d24048978-Reviews-Ceylon_Kingsmen_Garden-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d13965940-Reviews-Negombo_Lagoon-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d15096633-Reviews-Morawala_Beach-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d15828709-Reviews-Rukmani_Devi_Park-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d25198409-Reviews-Hike_Tours_Sri_Lanka-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d20951122-Reviews-Virgin_Mary_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d8072467-Reviews-Sayuni_Travels_Negombo-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d8454486-Reviews-Club_Sha_Lanka_Tour_company-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d8028189-Reviews-Villa_Rose_Aurvedic_Resort-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d15582065-Reviews-Amila_Fernando_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d17370446-Reviews-Passion_Lanka-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d15206226-Reviews-Spa_Ceylon_Heritage_Spa_Botique-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d13800110-Reviews-Spa_Secret_Ayurveda_Spa-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d9875374-Reviews-Navoda_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d11898950-Reviews-Chamila_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d11547953-Reviews-Sarath_Boat_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d12591173-Reviews-Lanka_Beach_Holidays-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d27479082-Reviews-Global_Island-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d27431156-Reviews-Yoga_With_Bruno-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d27431176-Reviews-Spa_Paralia_Queen-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d17729634-Reviews-Kashmir_Heritage_Pvt_Ltd-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g652060-d7113474-Reviews-Sutomore_Beach-Sutomore_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7331931-Reviews-Anonymous_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d12583464-Reviews-Safari_Lake_Geneva-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2540059-Reviews-Glen_Helen_Regional_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7886423-Reviews-Omnia-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d10680152-Reviews-Odysseus_Cave-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d4798405-Reviews-Gallery_Club-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d245893-Reviews-Mont_des_Arts-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d199918-Reviews-Sea_Fortress_Suomenlinna-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d2292499-Reviews-Maroon_Bells-Aspen_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297897-d1655656-Reviews-or10-Negombo_Beach-Negombo_Western_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297897-d1655656-Reviews-Negombo_Beach-Negombo_Western_Province.html"
    }
]