[
    {
        "attraction_name": "Nelson Ledges Quarry Park",
        "attraction_name_vi": "Công viên mỏ đá Nelson Ledges",
        "general_info": [
            "15 đánh giá",
            "7 trong số 10 điều cần làm ở Garrettsville",
            "Công viên"
        ],
        "attraction_summary": "Chúng tôi đến để dự lễ hội tri ân năm 2023. Chúng tôi đến cổng vào khoảng 10 giờ sáng thứ Sáu. Chúng tôi đang kéo hai chiếc RV rất lớn và nhanh chóng di chuyển lên đầu hàng để tránh đường. Chúng tôi đã chuẩn bị xong giấy tờ và trong vòng vài phút đã được sắp xếp tại khu cắm trại của chúng tôi. Người đàn ông chạy mông ở cổng trước rất hiệu quả và rất lịch sự, hữu ích để làm cho lối vào của chúng tôi trở nên suôn sẻ. Công viên này thật tuyệt vời. Đổ rác nhiều lần trong ngày, Porta Johns dọn dẹp suốt cả ngày. Nước rất trong và sạch!  Các nhân viên cứu hộ rất hữu ích khi được hỏi bất kỳ câu hỏi nào. Tôi không có bình luận tiêu cực nào để nói về nơi này. Đó là lễ hội âm nhạc nên vâng, có tiếng nhạc ồn ào và vâng, có thể có những thứ không phù hợp với trẻ em. Bất cứ ai tham dự những điều này nên biết điều đó. Mọi người đều hòa đồng - mọi người đều ở đó để có khoảng thời gian vui vẻ và thưởng thức âm nhạc. Chúng tôi đã có một khoảng thời gian tuyệt vời và chúng tôi sẽ trở lại vào năm tới và hy vọng sẽ thu hút được nhiều người hơn nữa. Đọc thêm",
        "reviews": [
            "Lái xe suốt chặng đường từ Columbus và không cho tôi mang theo dù chỉ hơn 1 hộp đạn mà tôi có trong cốp xe mà không có súng. Tôi thậm chí còn mời họ khám xét xe của tôi nhưng người đứng đầu an ninh. Là một anh chàng khao khát quyền lực, không quan tâm đến sự hợp lý, thậm chí sẽ không lấy một hộp đạn duy nhất, đừng bận tâm đến những người này. Lãng phí 2,5 giờ lái xe và tôi thực sự hy vọng rằng nếu họ nghĩ rằng họ đang đưa ra một tuyên bố chính trị rác rưởi nào đó thì mọi người sẽ không đến đây. Các bạn là người thấp nhất trong số thấp.Đọc thêm",
            "Trải nghiệm kỳ lạ.   Người ta hút cần sa một cách công khai khắp nơi, trong khi lũ trẻ chạy nhảy khắp nơi.    Hai bà mẹ AF say khướt, la hét và chửi bới con nhỏ, mọi người dường như ném đá AF, ngồi ngơ ngác.   Có một cảm giác thực sự tồi tệ về nơi này và rất vui khi rời đi.  Phải mất một lúc lâu người phục vụ mới kiểm tra cốp của ba chiếc xe phía trước chúng tôi.  Bốn chiếc xe phía trước chúng tôi và mất hơn 20 phút để vào trong. Đọc thêm",
            "First time out to NLQP - hit the Grassfire Music Festival weekend of 82022.  From a music festival perspective the setting was spectacular.  Campsites large and wooded - best of any festival I have been to and as I was setting up tent golf cart comes by selling wood and ice.  Each site comes with a large fire ring.  Plenty of large trash cans along camping roads.  Port a johns cleaned daily.  Music stages were intimate.  Unlike large festivals you could easily stand wherever you chose without much work.  Sound was great.  Main road with stages and vendor tents was sandno cars and it ends at the swimming portion of the quarry.  Cool water quarry with swimming lots of inflatables and jumping off cliffs.  Pretty good food choices from vendors.  They dont sell beer so you bring your own.  Huge savings there plus drinking exactly what I liked.  Hike from stage to our campground was 8-10 minute walk so we would hike back between sets and reload our little 5 beer cooler.  easy to get lost in dark but cool lighting served as landmarks for the walk to and from camp.  Awesome light displays that made the walks fun.  Figured a lot of these folks are regular quarry park festival goers.   Also big fireworks display over quarry on Friday night that just kept going.  Spectacular.  Everything was primarily cash but there was an ATM.  It was like a walk back in time.  People were really friendly.  All ages.  Would not take kids on a festival weekend but they were there.  Also have read things about staff being rude.  Did not see it.  Everyone was great.  My expectations were low based on other reviews but I rank the overall experience close to the top if not tops for other festivals Ive attended - Peachfest, Wanee, Lockin, Sweetwater 420, Smokey Run, and Allgood.  PS campsite L28 was a keeper.  Thanks for a great weekend.Read more",
            "This place used to be amazing. You got the sense even 12 years ago that the staff had A LOT to deal with.  There is an unspoken acceptance of low key drug use and partying, festivals they host can get pretty wild, but kids are still welcome and brought along by many, so still semi-family friendly.  The worse the crowd the worse the staffs job,  but they enforced rules, kept it as safe as they could, and cared at least about the quarry and its reputation if not about you and your problemsunderstandably. That does not seem to be the case now.  Our last trip was over one of these festival weekends and it was awful.  The porter johns arent cleaned as often as they used to be, whatever, everyone took a hit over the pandemic and cuts need to be made.  But the staff behavior was the absolute worst.  They yelled at campers in the middle of the night, ridiculed, and insulted them over things like where they parked their car or tent.  And when I say yelled, I mean they would scream at the top of their lungs into the dark at midnight, that youre an a-hole over and over and over. How about dont let people come in at night without showing them where they can park maybe.  I dont know what happened, but the site they were yelling at was empty the next morning.  Kicked out for parking wrong?! Or embarrassed and harassed to the point that they left.  They have these permanent roofed areas around the sites as staff stations, so they are never too far away.  And I could hear and see one of them down the road from our site.  They would gather into their own party, drink beer, and have loud conversations well past 1am, watching campers set off fireworks, and blast thumping house music until 6 IN THE MORNING.  And I mean the kind of loud that vibrates the water in your glass from 100ft away. 6AM!!! At first I thought maybe everyone here is still partying this late, but no, one campsite was the only one right next to the staff station, so I think they were friends with someone knew somebody who would let them get away with it.  One of the few rules that is clearly stated is the noise curfew at 11pm. I could hear a couple of staff screaming I want a refund and other sarcastic jabs into the air, making fun of some camper who must have said it.  Seriously the worst experience Ive had there.  I really hope it comes back, the people at the front seemed great,  they run an ice and firewood delivery pretty often, you just have to catch them, a lot of the vendors are also the artisans of their wares and have been around so long that theyre family.  But some people gotta go, your job is customer service, get over it or work somewhere else.Read more",
            "Mỏ đá Nelsons Ledges là một trò đùa. Chúng tôi đến đó lúc 5:50 chiều cuối tuần trước và vào thời điểm nhân viên kiểm tra xong tất cả những chiếc xe phía trước chúng tôi để tìm những người có thể đang ẩn náu, họ nói với chúng tôi rằng chúng tôi đã quá muộn và công viên đóng cửa lúc 6 giờ chiều!! Vì vậy, tất cả chúng ta đều nhìn vào điện thoại di động của mình - chỉ 5:58 chiều! Vì vậy, cô gái siêu mập mạp nói với chúng tôi Chà, bạn sẽ phải trả 40 đô la và bạn sẽ chỉ được nhảy khỏi vách đá cho đến 7 giờ tối! Vì vậy, trong cuộc tuần hành, gã nghiện ma tuý có vẻ ngoài thô kệch này tự nhận là quản lý. Cô ấy hét lên với tất cả chúng tôi. Tất cả chúng tôi sẽ phải trả 50 mỗi người!! Và chúng tôi đóng cửa lúc 7 giờ!! Vì vậy, tất cả chúng tôi đã trả 50 đô la và SAU ĐÓ khi chúng tôi đang đi bộ đến vách đá lúc 6:15 chiều, chúng tôi thấy nhân viên cứu hộ nói với chúng tôi rằng người quản lý cần anh ấy và anh ấy đã đóng cửa vách đá lại! Vì vậy, tất cả chúng tôi bắt đầu nhảy khỏi vách đá và người quản lý vội vã đưa một anh chàng đi ca nô đến để nói với chúng tôi NGƯỜI TIẾP THEO NHẢY TỪ Vách đá ĐÓ ĐI VỀ NHÀ!! Vì vậy, khi đang quay trở lại, nhân viên cứu hộ tình cờ quay lại vị trí của mình vào lúc 6:55 chiều!!!! Hãy tránh nơi này bằng mọi giá!!!!! Người quản lý chỉ muốn thông báo cho chúng tôi - nhưng tôi sẽ cho mọi người trên mọi trang mạng xã hội biết về trải nghiệm của chúng tôi!!!! Tôi sẽ làm cho nó xứng đáng!!!!! Đọc thêm",
            "Hầu hết các nhân viên đều rất tuyệt vời, ngoại trừ một người trông không giống nhân viên, đứng giữa con đường đất NÓI với tài xế rằng đường là đường hai chiều, không có xe nào khác chạy tới dường như bị vấp điện và sau đó không giúp ích gì cả tìm thấy trang web của chúng tôi nhưng tỏ ra trịch thượng nói với chồng tôi....Em yêu ... chúng ta phải liên lạc.   La hét với những vị khách đang cố gắng tìm kiếm một địa điểm thực sự không phải là điều tôi mong đợi từ cơ sở hòa bình, tình yêu và hippy này. Khu cắm trại thật ĐẸP. Cây trưởng thành. Rất nhiều bóng mát từ tán cây!  Những trang web tuyệt vời!! Thật không may, âm nhạc lớn được phát từ các trại viên khác trong thời gian yên tĩnh và nó thực sự được chấp nhận khi một trại viên quyết định chơi nhạc techno vào lúc 4:30 sáng. khiến một người cắm trại khác bấm còi xe của họ. Đây là một khu cắm trại đông đúc với trẻ sơ sinh và trẻ nhỏ. Đó là một ngày cuối tuần của lễ hội âm nhạc nên tôi đã cân nhắc điều đó nhưng không ai cần phải quyết định rằng mọi người cần nghe nhạc techno sớm như vậy. Buồn quá.Đọc thêm",
            "Có những người cắm trại điên cuồng sống ở đây vài tháng một lần nếu không phải là vĩnh viễn, sẽ không có vấn đề gì nếu họ không quấy rối những người dùng thẻ ngày đi bộ trên con đường qua các địa điểm cắm trại. Họ cũng buộc mọi người phải rời khỏi nước cứ sau 45 phút để kiểm tra an ninh, điều này rất khó chịu. Phong cảnh đẹp và có 12 người để vào. Trẻ em vẫn ổn nhưng hãy tránh xa những địa điểm cắm trại bán cố định đó vì có thể gặp một chút rắc rối mà không có lý do.Đọc thêm",
            "Một cái hồ tuyệt vời....Quay trở lại bầu không khí của thập niên 60...NHƯNG, cơ sở vệ sinh hoàn toàn HẤP DẪN!!! Port-o-potties hoàn toàn là sự ghê tởm! Tuy nhiên, chúng thường được làm sạch, rõ ràng là không đủ!  Đây là một tiêu cực LỚN! Đọc thêm",
            "Chồng tôi và tôi đang cắm trại ở một khu cắm trại khác và quyết định đến Nelson Ledges để bơi trong ngày. Chúng tôi đến sớm vào giờ mở cửa và đợi một lúc trong hàng ô tô để vào. Nhân viên khá thân thiện nhưng có vẻ hơi vô tổ chức. Giá vé một ngày cho người lớn là 12,00 và bao gồm bơi lội, nhảy qua gờ đá và đi dạo trong khuôn viên. Bãi đậu xe trông không phong phú. Chúng tôi đi bộ nhanh qua khu cắm trại thực tế để xem liệu đây có phải là nơi chúng tôi sẽ ở hay không, nó chật cứng lều và ô tô. Nếu bạn dưới 30 tuổi hoặc thích có AF cao thì đây sẽ là một trải nghiệm cắm trại tuyệt vời dành cho bạn! Nếu bạn có gia đình thì đây có lẽ không phải là nơi an toàn hoặc khôn ngoan để cắm trại. Mùi cần sa vĩnh viễn và một vài viên thuốc trong tầm nhìn rõ ràng. Bãi biển khá nhỏ với không gian hạn chế nhưng mọi người đều có vẻ thư giãn và đến đó để tận hưởng thời tiết đẹp. Một lần nữa việc sử dụng ma túy và uống rượu lại diễn ra trên bãi biển nhưng nếu đây là việc của bạn thì tôi muốn giới thiệu NL. Bơi lội rất thú vị nhưng tôi đã bị cắt ngón chân vào một tảng đá sắc nhọn nên tôi khuyên bạn nên đi tất hoặc giày bơi. Phao là một lựa chọn và có rất nhiều nên hãy mang theo một chiếc. Thứ bảy chúng tôi đến đó, hòn đảo bị giới hạn do có tổ ong bắp cày nhưng hoạt động nhảy qua mỏm đá khá tích cực. Công viên tiểu bang chạy liền kề với công viên mỏ đá mà chúng tôi chưa có cơ hội tham quan nhưng nó trông có vẻ râm mát và dễ đi lại. Nơi này cũng có lều thực phẩm và nhà cung cấp. Nhà vệ sinh bên ngoài thô thiển như tôi mong đợi, tôi bỏ qua port-a-johns nhưng chúng đã được hút bụi khi chúng tôi ở đó. Tôi không ghét NL. Tôi chỉ nghĩ nó có đối tượng mục tiêu và sẽ không hấp dẫn tất cả mọi người.Đọc thêm"
        ],
        "star_ratings": [
            2,
            1,
            2,
            4,
            6
        ],
        "review_amount": 15,
        "location": [
            "Garrettsville",
            "Công viên mỏ đá Nelson Ledges",
            "Hoa Kỳ",
            "Các hoạt động ở Garrettsville",
            "Ohio OH"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written July 19, 2023",
            "Written June 20, 2023",
            "Written August 22, 2022",
            "Written August 15, 2022",
            "Written July 3, 2022",
            "Written June 19, 2022",
            "Written June 16, 2022",
            "Written July 31, 2021",
            "Written July 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50367-d19354595-Reviews-Nelson_Ledges_Quarry_Park-Garrettsville_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50367-d27802220-Reviews-Althea_s_All_Natural_Sandwiches_Snacks-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51124-d26927587-Reviews-The_Dragon_s_Head_Forge-West_Farmington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3249613-d3244186-Reviews-Nelson_Kennedy_Ledges_State_Park-Nelson_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d14145122-Reviews-Eagle_Creek_Nature_Preserve-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50993-d24886261-Reviews-The_Chalker_Building-Southington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50824-d23890431-Reviews-Aunties_Antique_Mall-Parkman_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d13946666-Reviews-James_H_Barrow_Field_Station-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d27038545-Reviews-J_Leonard_Gallery_Vintage_Emporium-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d27028949-Reviews-James_A_Garfield_Historical-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51124-d27046118-Reviews-West_Farmington_Village_Park-West_Farmington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d19354595-Reviews-or10-Nelson_Ledges_Quarry_Park-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50445-d4302651-Reviews-Camp_Hi_Canoe_Livery-Hiram_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d5480527-Reviews-Cleveland_Skydiving_Center-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d8399964-Reviews-Sugar_Bush_Golf_Course-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d10594382-Reviews-Silver_Creek_Wine_Cellar-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d5835843-Reviews-Slim_Jumbo_s-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50151-d2435273-Reviews-Ma_and_Pa_s_Gift_Shack-Burton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50445-d7374343-Reviews-John_Johnson_Home-Hiram_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50824-d11771568-Reviews-Laleure_Winery-Parkman_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50445-d7108478-Reviews-Monroe_s_Orchard_Farm_Market-Hiram_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51099-d1674354-Reviews-Skyway_Drive_In_Theatre-Warren_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d6733913-Reviews-Central_Festival_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d1177570-Reviews-Nguuni_Nature_Sanctuary-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d269627-Reviews-Red_Butte_Garden-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g30090-d14927614-Reviews-Boulevard_Lanes-Anderson_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32645-d9802289-Reviews-Surf_Beach-Lompoc_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d6467604-Reviews-Sayulita_Beach-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d3427558-Reviews-Coyote_Ugly-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29757-d3318550-Reviews-Abiquiu_Lake-Abiquiu_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g303819-d17393610-Reviews-Skradinski_Buk_Waterfall-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962484-d16643934-Reviews-Mary_Jane_Cannabis_Shop-Lido_di_Jesolo_Jesolo_Veneto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50367-d19354595-Reviews-or10-Nelson_Ledges_Quarry_Park-Garrettsville_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50367-d19354595-Reviews-Nelson_Ledges_Quarry_Park-Garrettsville_Ohio.html"
    }
]