[
    {
        "attraction_name": "Nelson Ghost Town",
        "attraction_name_vi": "Thị trấn ma Nelson",
        "general_info": [
            "265 đánh giá",
            "2 trong số 3 điều cần làm ở Nelson",
            "Thị trấn ma quái"
        ],
        "attraction_summary": "Bước vào miền Tây hoang dã tại Thị trấn ma Nelson, một mỏ vàng bị bỏ hoang nằm cách Las Vegas chỉ 45 phút. Nó đã được giới thiệu trong rất nhiều video ca nhạc, phim và trò chơi điện tử, mặc dù nó không chỉ là nơi dành cho những người hâm mộ văn hóa đại chúng. Tham gia chuyến tham quan có hướng dẫn viên và khám phá những ngôi nhà được khôi phục, những hiện vật lịch sử thú vị và bộ sưu tập xe hơi cổ. Bạn có thể lái xe vài dặm về phía đông để đến Nelsons Landing, nơi có một con đường mòn ngắn xuống dốc dẫn đến điểm quan sát nhìn ra Sông Colorado. Đây cũng là điểm dừng chân tuyệt vời trong chuyến đi trong ngày đến Vegas hoặc Đập Hoover.  TripadvisorĐọc thêm",
        "reviews": [
            "Độc đáo và thú vị nhưng không đáng để chúng tôi lái xe. Nhiều khu vực được đăng là tài sản riêng và một người đàn ông không thân thiện đã nói rất rõ ràng nếu bạn tình cờ bước sai hướng hoặc đỗ xe ở vị trí mà anh ta không thích...mặc dù không có biển báo hoặc chỉ dẫn nào về nơi bạn nên đỗ xe. Thật không may. Cháu gái tám tuổi của tôi thắc mắc tại sao người đàn ông đó lại ác độc đến thế. Đọc thêm",
            "Một viên ngọc ẩn, nơi này thật tuyệt vời để thấy giống như bạn đang ở trong khu phố cổ, nơi yêu thích của tôi là nhà thờ nhỏ. Nói chuyện với con gái của chủ sở hữu và một anh chàng, họ rất thân thiện nói với họ rằng họ đang thiếu một thủ thuật, một phòng trà nhỏ đáng yêu của quán cà phê sẽ là nơi lý tưởng với một số thứ đáng nhớ để bán Tôi muốn mua một số thứ để trưng bày khi bạn rời khỏi nó một cách đáng giá xuống đường để ngắm nhìn quang cảnh sông Colorado.Đọc thêm",
            "Những người rất thô lỗ. Trông giống như một bãi rác. Cửa hàng giá cao. Rất không khuyến khích lái xe ra khỏi Las Vegas. Có nhiều điều tốt hơn để làm. Đọc thêm",
            "Nơi này thật tuyệt vời. Cặp đôi sở hữu nó thật tuyệt vời; sự cho đi thân thiện; mọi người thực sự tốt đẹp. Nó có giá 1 có, 1. Chúng tôi không thể cho họ chỉ một đô la, vì vậy đã cho họ điểm 10 và họ đã kiệt sức. Những chiếc xe cũ, những chiếc xe cắm trại cũ, những tòa nhà cũ thực sự rất gọn gàng. Nó yên tĩnh đến lạ thường. Chúng tôi đã dành vài giờ đi lang thang khắp nơi và đó là điểm nổi bật trong chuyến đi Las Vegas của chúng tôi; vâng, tốt hơn dải Vegas.Đọc thêm",
            "Chúng tôi tình cờ gặp nơi này vào ngày đầu tiên ở Vegas. Nó cách thị trấn khoảng 45, nhưng cũng đáng để ghé thăm. Các chủ sở hữu rất tử tế và có đầy đủ thông tin tuyệt vời. Nó thực tế miễn phí vì chủ sở hữu tính phí 1 mỗi người và có rất nhiều thứ để xem. Bạn cũng có thể mua đồ ăn nhẹ và đồ uống. Sau khi khám phá xong, đừng ngại mạo hiểm tiến tới Sông Colorado. Đó là khoảng 5 dặm xuống và một viên ngọc ẩn!!!Đọc thêm",
            "Đây thực sự là một cơ hội duy nhất để quay ngược thời gian. Các chủ sở hữu thật tuyệt vời và bạn có thể tự do đi dạo xung quanh với nội dung trái tim mình. Có một số thứ bạn có thể trả tiền, tuy nhiên bạn cũng được phép đi lang thang lúc rảnh rỗi. Phong cảnh thật tráng lệ và là thứ cần được trân trọng vì bạn sẽ không thấy nó ở bất kỳ nơi nào khác trên thế giới. Sông Colorado chỉ cách đó một quãng lái xe ngắn. Điểm dừng làm tôi nhớ đến những chuyến đi cùng bố mẹ khi tôi lớn lên.Đọc thêm",
            "Đây là một trong những điều tuyệt vời nhất chúng tôi đã làm trong chuyến đi của mình. Chỉ cách Vegas một chuyến ô tô ngắn và là cơ hội tuyệt vời để ngắm cảnh đẹp, thị trấn ma Nelsons rất đáng để ghé thăm. Các chủ sở hữu rất tốt bụng và thân thiện và đã thực hiện một công việc tuyệt vời trong việc chăm sóc khu vực này, có rất nhiều thứ để xem và làm. Đó là một trải nghiệm khó quên và là trải nghiệm mà chúng ta sẽ nói đến trong một thời gian dài. Đọc thêm",
            "Nơi này thật tuyệt vời!!! Chúng tôi nghĩ rằng chúng tôi đã đến trường quay From Rất muốn giới thiệu một chuyến thăm. Đọc thêm",
            "RẤT VUI! Là một chuyến thăm tuyệt vời, ngay cả ở nhiệt độ 115 độ. Rất nhiều thứ để xem và các mỏ có nhiệt độ mát mẻ 60 độ Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi ngắm nhìn tất cả các tòa nhà, phương tiện và máy móc cũ được trưng bày. Thật dễ dàng để nhìn vào một cái gì đó và hình dung cuộc sống trở lại những ngày khai thác mỏ như thế nào. Sau đó là những sáng tạo xe kỳ quái. Người chịu trách nhiệm cắm trại trên xe buýt trường học hai tầng là một nghệ sĩ rất giàu trí tưởng tượng. Chúng tôi rất thích từng chút của nó. Thật không may, chúng tôi không thể tham gia chuyến tham quan. Chúng tôi không thể dự đoán khi nào chúng tôi sẽ đến nên không thể đặt chỗ trước.  Mặc dù vậy cũng không sao vì chúng tôi được phép đi lang thang trong khu nhà với giá 1,00 mỗi cái.  Lần tới, hãy nhớ giữ lịch trình của chúng ta linh hoạt hơn nhé. Tuy nhiên, một lời cảnh báo; nơi này không phải là bằng chứng ngu ngốc.  Có một số cách mà một kẻ ngốc có thể bị thương, trong đó quan trọng nhất là do vết thương do Rắn đuôi chuông và Xương rồng. Một chút ý thức chung và sự thận trọng có thể giúp ích rất nhiều ở đây. Đọc thêm"
        ],
        "star_ratings": [
            185,
            51,
            18,
            3,
            8
        ],
        "review_amount": 265,
        "location": [
            "Nevada NV",
            "Những điều cần làm ở Nelson",
            "Thị trấn ma Nelson",
            "Nelson",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written May 19, 2024",
            "Written February 17, 2024",
            "Written January 28, 2024",
            "Written November 1, 2023",
            "Written October 29, 2023",
            "Written September 8, 2023",
            "Written August 25, 2023",
            "Written July 28, 2023",
            "Written May 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1093759-d4446411-Reviews-Nelson_Ghost_Town-Nelson_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1093759-d10623176-Reviews-Nelson_s_Landing_Cliff_Jumping-Nelson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093759-d4446411-Reviews-or10-Nelson_Ghost_Town-Nelson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1206000-Reviews-Awesome_Adventures-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093759-d1086175-Reviews-Eldorado_Canyon_Mine_Tours-Nelson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1520208-Reviews-Voula_Beach-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g32248-d2360149-Reviews-Fender_Guitar_Visitor_Center-Corona_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3733792-d4817385-Reviews-Buddha_Bar_Beach_Porto_Montenegro-Tivat_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d1645857-Reviews-South_Haven_Lighthouses-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g43235-d1956900-Reviews-Mississippi_Headwaters-Lake_Itasca_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d156631-Reviews-Westfield_UTC-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d20132999-Reviews-Graveface_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d109922-Reviews-Circus_World-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d5028661-Reviews-Harkins_Theatres_Cine_Capri-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142650-d4270340-Reviews-Ammes_Beach-Svoronata_Kefalonia_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1093759-d4446411-Reviews-or10-Nelson_Ghost_Town-Nelson_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1093759-d4446411-Reviews-Nelson_Ghost_Town-Nelson_Nevada.html"
    }
]