[
    {
        "attraction_name": "NEMO Science Museum",
        "attraction_name_vi": "Bảo tàng Khoa học NEMO",
        "general_info": [
            "4.502 đánh giá",
            "- 73 trong số 1.012 điều cần làm ở Amsterdam",
            "Bảo tàng khoa học",
            "Bảo Tàng Trẻ Em"
        ],
        "attraction_summary": "Mở rộng thế giới của bạn tại Bảo tàng Khoa học NEMO. Tại bảo tàng khoa học lớn nhất Hà Lan, bạn sẽ tìm thấy bằng chứng cho thấy khoa học và công nghệ có thể hấp dẫn mọi lứa tuổi. Tòa nhà đáng chú ý trên đường hầm IJ cung cấp năm tầng cho các hoạt động thực hành thú vị. Tại NEMO, bạn có thể trải nghiệm niềm vui của khoa học và công nghệ bằng cách thổi bong bóng xà phòng khổng lồ, xem phản ứng dây chuyền khổng lồ và thử nghiệm trong phòng thí nghiệm thực sự. Trong nhiều cuộc triển lãm khác nhau, bạn có thể - Thực hiện một cuộc hành trình xuyên suốt tâm trí - hoặc tìm hiểu rằng còn nhiều điều hơn thế nữa khi nói đến điện bền vững và giao thông thông minh tại - Công nghệ thông minh - . Tận hưởng khung cảnh tuyệt đẹp của Amsterdam Người sáng tạo đằng sau NEMO, được xây dựng vào năm 1997, là kiến ​​trúc sư người Ý Renzo Piano. Ông đã có tầm nhìn rõ ràng cho thiết kế tòa nhà NEMO của mình, với quảng trường riêng cao 22 mét so với mực nước biển. Sân thượng ngoạn mục có tầm nhìn tuyệt đẹp ra Amsterdam và Eastern Docklands. Bạn có thể lên sân thượng miễn phí. Sân thượng và quán cà phê ở NEMO là nơi lý tưởng để ngồi lại, thư giãn và thưởng thức đồ uống.Đọc thêm",
        "reviews": [
            "Amsterdam - trung tâm náo nhiệt, với mạng lưới đường ray xe điện trải dài và dòng khách du lịch cũng như hành khách dường như liên tục, mang lại khả năng tiếp cận thuận tiện đến một số điểm tham quan, mua sắm và cuộc sống đường phố tốt nhất ở Châu Âu. Gần nhất là Cung điện Hoàng gia, các cửa hàng cổ kính của Haalremmerdijk, khu vực dành cho người đi bộ Kalverstraat và Quảng trường Dam với các khu phố nổi tiếng như Khu đèn đỏ và Canal Ring cách đó không quá một phút tản bộ. Với Ga Centraal được kết nối tốt làm cơ sở của Centrum, thật dễ dàng để đi xa hơn bằng một trong những chuyến xe điện mang tính biểu tượng của thành phố.Đọc thêm",
            "Tôi đã đi với chồng tôi, điều đó ổn với chúng tôi. Nhưng tôi rất muốn giới thiệu một chuyến thăm cho các gia đình có trẻ em. Có quá nhiều thứ để xem và làm, rất nhiều trẻ em ở đó đã có rất nhiều niềm vui. Tầng thượng rất đẹp, tuy nhiên bạn có thể vào nó từ một đoạn đường dốc bên ngoài mà không phải trả phí vào cửa.Đọc thêm",
            "Một trải nghiệm tuyệt vời, tôi đến với đứa con trai 11 tuổi của mình. Có nhiều tầng. Tầng mà con tôi thích nhất và cũng ở đó lâu nhất là tầng có các trò chơi khoa học. Đơn giản là tuyệt vời. Các tầng khác cũng rất ngoạn mục. Chúng tôi - đã trải qua tất cả. Ở căn phòng cuối cùng, chúng tôi đã mệt rồi. Chúng tôi đã ở đó trong hai tiếng rưỡi. Đơn giản chỉ là một trải nghiệm hấp dẫn đối với người lớn.Đọc thêm",
            "Đã đến đây vào ngày cuối cùng của tôi ở thành phố tuyệt vời này. Quầy bar trên tầng mái đẹp với thực đơn đa dạng. Nhân viên thật tuyệt vời và rất niềm nở, không có thời gian đến thăm bảo tàng khoa học ở tầng trệt nhưng sẽ đến đó khi tôi quay lại lần sau! Đọc thêm",
            "Nếu bạn đến thăm Amsterdam cùng trẻ em, bạn sẽ đọc được lời khuyên nên đến thăm Nemo.\nVì chúng tôi yêu thích Bảo tàng Khoa học nên tôi rất mong chờ cái này, mặc dù nó đắt tiền.\nThật không may, tôi đã rất thất vọng!\nNó quá đông đúc và ồn ào. Rất nhiều cài đặt có màn hình, nhưng không có nhiều lời giải thích.\n\nNếu bạn muốn con bạn giải trí, hãy chắc chắn đi!\n\nNếu bạn muốn khám phá Khoa học, tôi không khuyên bạn nên làm điều đó.\n\nBtw - Rijksmuseum có một nhiệm vụ tuyệt vời - Nhiệm vụ gia đình - và cũng là một cuộc triển lãm dành cho trẻ em, nơi trẻ em có thể trở thành nhà khoa học. Điều này tốt hơn rất nhiều - - Đọc thêm",
            "Tổng cộng có 5 tầng: tầng một chắc chắn được thiết kế dành cho trẻ nhỏ, với nhiều hoạt động và trò chơi tương tác, nhưng nó cũng khơi dậy nội tâm đứa trẻ của người lớn! Chương trình phản ứng dây chuyền thật thú vị. \n\nCách xa tầng một là không gian học tập rộng lớn dành cho mọi lứa tuổi. Người tò mò sẽ không cảm thấy buồn chán. \n\nTòa nhà được thiết kế độc đáo và điểm nổi bật rõ ràng là kiến ​​trúc và tầng thượng. Cơ sở vật chất sạch sẽ và dễ tiếp cận, có tủ khóa ở tầng trệt. Quán cà phê và cửa hàng quà tặng khá đắt tiền nhưng nhân viên lại rất dễ thương.Đọc thêm",
            "Nếu bạn thích xếp hàng chờ 5-10 phút để thổi bong bóng thì đây chính là bảo tàng dành cho bạn! Đối với chúng tôi, nó quá đông đúc. Chúng tôi đến nơi khoảng một giờ trước khi đóng cửa, và tất cả các khu trưng bày tương tác đều đã kín chỗ và xếp hàng. Chúng tôi chỉ ở lại trong 30 phút, đi dạo xung quanh một chút, thực hiện một số cuộc triển lãm với những dòng ngắn hơn rồi rời đi. Tuy nhiên, nó có vẻ giống như một bảo tàng tuyệt vời nếu bạn có thể tìm thấy thời gian ít đông đúc hơn, có thể là vào buổi sáng hoặc tránh mùa hè.Đọc thêm",
            "Vâng, phải xem với trẻ em, nhưng đông đúc, vì vậy hãy chuẩn bị xếp hàng. Mặc dù không đẹp và hoành tráng như ở Oslo hay Paris nhưng bọn trẻ vẫn yêu thích nó. Rất nhiều điều thú vị để làm cho trẻ nhỏ và lớn hơn. Và mái nhà thật tuyệt trong những ngày nắng! Đọc thêm",
            "Nơi này rất bận rộn và có quá nhiều người bên trong để làm cho trải nghiệm trở nên thú vị. Nhiều hơn cho trẻ em và không phải người lớn. Không thể xem nhiều cuộc triển lãm vì có quá nhiều người tập trung xung quanh chúng trong thời gian dài. Một số cuộc triển lãm vẫn ổn và khá thú vị. Sẽ ghé thăm lại nhưng hy vọng là khi trẻ em đi học hoặc không có nhiều người có mặt. Ngoài ra, địa điểm này không ngoại trừ thanh toán bằng tiền mặt, không có dấu hiệu nào cho thấy điều này.Đọc thêm",
            "Chúng tôi thực sự thích chuyến thăm ở đây, tất cả các phòng thí nghiệm và lắp đặt của xưởng đều được thực hiện và tổ chức rất tốt. Ngoài ra, tầng trên rất thú vị và các chủ đề bị đe dọa cũng rất quan trọng và toàn diện. Hoàn toàn đáng để ghé thăm!! Đọc thêm",
            "Những đứa trẻ của chúng tôi yêu thích bảo tàng này và chúng tôi cũng vậy khi trưởng thành. Nó không phải là đặc biệt của Hà Lan ở chỗ bạn có thể tìm thấy các bảo tàng khoa học hay ở khắp mọi nơi nhưng đó là một cách tuyệt vời để chia tay các bảo tàng Hà Lan - Amsterdam khác mà chúng tôi đã đến thăm cùng bọn trẻ. Chúng tôi đã dành ba giờ ở đây với hai đứa con của mình. Có rất nhiều triển lãm tương tác. Nhà hàng thuận tiện vì bạn phải băng qua một con phố lớn vào khu vực lân cận để đến nhà hàng. Nó không hề rẻ nhưng đồ ăn thì ngon.Đọc thêm",
            "Nơi này có tính tương tác rất lớn. Thật thú vị khi được tham gia các hoạt động khác nhau và học cùng một lúc! Tôi có thể nói rằng nó thực sự bận rộn, đặc biệt là gần các khu vực tương tác, vì vậy hãy đến sớm và đến những gì bạn muốn xem trước. Chúng tôi đã được xem một buổi biểu diễn rất hay mặc dù tôi có thể nói rằng một số người không biết cách lịch sự và đang tích cực khuyến khích con họ bắt đầu tham gia hoạt động mà bạn đang tham gia cho đến khi bạn phải từ bỏ và di chuyển. Cửa hàng quà tặng thì ổn nhưng nó đắt tiền và không thực sự có thứ gì phù hợp cho những người trên 12 tuổiĐọc thêm",
            "Bảo tàng rất thú vị. Tôi khuyên bạn nên bỏ qua một vài tầng đầu tiên và đến tầng Humania, vì nó sẽ khiến bạn mất nhiều thời gian. Sau đó cocertate lên các tầng khác. Nó phụ thuộc vào độ tuổi của con bạn. Tầng 2 cũng vây. Cứ sau một giờ sẽ có phản ứng dây chuyền ở tầng 1Đọc thêm",
            "Bảo tàng tuyệt vời cho trẻ em - đưa các bé trai 7-9 tuổi đi và chúng có thể ở lại cả ngày - chúng tôi ở đó 10-1 - . Có rất nhiều chuyến đi của trường ở đó nên khá đông đúc và hơi hỗn loạn nhưng không thực sự quan trọng - được tổ chức tốt và có nhiều việc để làm. Đọc thêm",
            "Tôi thích bảo tàng này, có rất nhiều trẻ em nên không yên tĩnh nhưng chúng tôi đã sống sót. Đi vào buổi sáng. Thật tuyệt vời khi biết được những điều mới mẻ về con người.Đọc thêm",
            "Vô cùng mở rộng, nhiều triển lãm thú vị. Tốt hơn nhiều so với những công viên giải trí lặp đi lặp lại cũ kỹ. Nó có nhiều tầng và mỗi tầng có các phần khác nhau. Phòng Thí nghiệm trên một trong các Tầng nơi bạn thực sự thực hiện Dự án thật tuyệt vời. Đừng bỏ qua nó. Sau đó tất nhiên là những bức ảnh ảo giác mà bạn chụp.  Nơi này mất rất nhiều thời gian, thu hút sự quan tâm của bạn, do đó giữ đủ thời gian. Ở trên cùng có một quán ăn đẹp với khu vực bên ngoài tuyệt đẹp và tầm nhìn tuyệt vời nhất ra thành phố. Đừng bỏ lỡ!Đọc thêm",
            "Bạn có thể dễ dàng đến bảo tàng khoa học Nemo bằng tàu điện ngầm hoặc thuyền. Bạn sẽ không bỏ lỡ nó bởi tòa nhà hình con tàu mang tính biểu tượng và nó cũng đối diện với bảo tàng hàng hải. Con gái 5 tuổi của tôi rất thích trải nghiệm tham quan này. Bảo tàng thể hiện khoa học trong các tương tác khác nhau và các buổi trực tiếp mà trẻ em có thể dễ dàng tham gia. Bảo tàng có tất cả các cơ sở như quán cà phê, nhà hàng. Nhà hàng trên tầng mái chắc chắn là nơi tuyệt vời để thư giãn và ngắm nhìn quang cảnh thành phố.Đọc thêm",
            "Quyết định trung bình đặc biệt là - 17 - euro mỗi người.  Chúng tôi đã xem - phản ứng dây chuyền - trưng bày hai lần vì đó có lẽ là điều hấp dẫn nhất nhưng hầu hết lời giải thích đều bằng tiếng Hà Lan nên rất khó để những đứa trẻ không nói tiếng Hà Lan có thể tham gia đúng cách. Rất nhiều trẻ em rất quậy phá xếp hàng nhảy, không thay phiên nhau , đôi khi khá căng thẳng. Đứa trẻ 8 tuổi của chúng tôi rất thích trò chơi này nhưng đứa trẻ 11 tuổi - thường rất có thiên hướng khoa học - lại thấy nó nhàm chán.  Phòng thí nghiệm khoa học đáng để xếp hàng nhưng khi chúng tôi tìm thấy nó thì chúng tôi đã hết thời gian.  Bữa trưa - 4 phần ớt chay - đã hơn - 50, tất cả đồ uống thêm, không có nước máy.  Trẻ em phàn nàn rằng ớt ở trường của chúng ngon hơn - ! - và không thể tự mình ăn hết ngay cả khi họ đói. Được rồi cho một ngày mưa nhưng khó có thể biện minh cho chi phí khi so sánh với bảo tàng khoa học miễn phí hoặc bảo tàng lịch sử tự nhiên ở London.Đọc thêm",
            "Lần thứ hai tôi đến thăm Amsterdam và vì vậy chuyến thăm thứ hai tới bảo tàng khoa học NEMO là điều bắt buộc. Rất nhiều trạm tương tác và khu vực học tập về mọi thứ khoa học!! Chúng tôi không có con nhưng vẫn thực sự yêu thích trải nghiệm của mình. Nhân viên thân thiện và hữu ích. Tủ khóa có sẵn cho áo khoác. Đọc thêm",
            "Đây là một trải nghiệm rất trung bình và chỉ mất một giờ để hoàn thành, điều này khá tốn kém. Ngoài ra, tôi nghĩ vé đã được bán quá mức vì cực kỳ bận rộn và đông đúc.Đọc thêm",
            "Bảo tàng khoa học tuyệt vời. Tải cho trẻ em nhưng cũng tuyệt vời cho người lớn chúng ta, những người thích thử nghiệm. Highlight đã nhìn thấy phản ứng dây chuyền. Không - t làm phòng thí nghiệm. Vì nửa học kỳ rất bận rộn nên không làm được nhiều như chúng tôi mong đợi nhưng sẽ quay lại trong thời gian học kỳ.Đọc thêm",
            "NEMO có gần De Ruijterkade 105. 1011 ABĐọc thêm",
            "Chỉ cần đến ga trung tâm, gần đóĐọc thêm",
            "Liệu tủ đựng đồ có giữ được số 21 - tiếp tục không? \n hành lý.Đọc thêm",
            "Thực ra có chỗ để hành lý ở ga trung tâm cái gì cũng đựng được - sĐọc thêm",
            "Vé NEMO có thể được sử dụng lần đầu tiên sau thời gian ghi trên vé không?\nCảm ơn!Đọc thêm",
            "Không biết điều này có giúp ích gì không nhưng việc đến đây cực kỳ thoải mái và thân thiện. Tôi không có ấn tượng là sẽ có vấn đề gì đó. Chúng tôi đã có vé lúc 10 giờ sáng và đến vào khoảng 10 giờ 15 sáng nên không thực sự kiểm tra nó. Bạn - sẽ có một ngày tuyệt vời, tất cả chúng tôi đều yêu thích nó.Đọc thêm",
            "Ngày và giờ nào ít bận rộn nhất để điĐọc thêm",
            "Không có hàng để vào bảo tàng.Đọc thêm",
            "Tổng diện tích - - dự án - bảo tàng khoa học NEMO - ?Đọc thêm",
            "Xin chào, có dễ dàng đến đó bằng phương tiện công cộng từ nhà ga trung tâm không? Có nhà hàng nào trong khu vực sau khi tham quan bảo tàng hay bạn có giới thiệu nhà hàng bên trong không? Cảm ơn Đọc thêm",
            "CHÀO,\nbảo tàng rất gần ga trung tâm; có thể đi bộ đi lại, không cần xe cộ.\nNhà hàng bên trong kín đáo - không có thực đơn quá phong phú, nhưng các món ăn đều ngon, trong mức bình thường -.  Gần đó không có nhà hàng nào, nhưng chỉ cần di chuyển một chút là bạn có thể đến trung tâm, nơi có nhiều lựa chọn.Đọc thêm",
            "Chúng tôi - đang lên kế hoạch cho chuyến thăm vào cuối tháng 6 - tuần trước, vào thứ Tư hoặc thứ Năm - tới Bảo tàng này. Khoảng thời gian này có phải là khoảng thời gian rất bận rộn không?Đọc thêm",
            "không bận rộn hơn thường lệ vì ở đây chúng ta vẫn chưa bắt đầu kỳ nghỉ hè\nhãy tận hưởng kỳ nghỉ của bạn!Đọc thêm",
            "Bạn có thể hút thuốc trên sân thượng không? Cảm ơn bạnĐọc thêm",
            "Tôi không nghĩ là nó sẽ được khuyến khích. Có xu hướng trẻ em và những người khác khám phá mái nhà như một đặc điểm. Có lẽ hãy gọi cho họ. Đọc thêm",
            "Xin chào, có ai biết bạn có thể đến và đi suốt cả ngày với vé vào Bảo tàng Nemo không?Đọc thêm",
            "CHÀO! \n\nTôi xin lỗi vì phản ứng muộn. Bạn thực sự có thể vào lại bảo tàng bằng vé của mình. Hãy đảm bảo không vứt vé đi hoặc giữ nó trong điện thoại của bạn! Chúng tôi rất mong được gặp bạn tại NEMO! \n\nTrân trọng, EmmaĐọc thêm",
            "Xin chào, bạn đang hỏi giá phòng giữ đồ, có thể để vali ở đó được không? cảm ơn bạn!Đọc thêm",
            "Bạn có thể để quần áo của mình trong phòng giữ đồ miễn phí, ngoài ra còn có tủ để đựng túi xách hoặc ba lô - mã thông báo hoặc đồng xu để thu thập ở cuối -.\nCòn việc để lại vali thì mình không biết nhưng mình nghĩ có cách giải quyết với nhân viên dễ thương."
        ],
        "star_ratings": [
            2148,
            1432,
            605,
            209,
            109
        ],
        "review_amount": 4503,
        "location": [
            "Những điều cần làm ở Amsterdam",
            "Amsterdam",
            "Tỉnh Bắc Hà Lan",
            "Hà Lan",
            "Châu Âu",
            "Bảo tàng Khoa học NEMO"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 6, 2023",
            "Written July 15, 2023",
            "Written July 27, 2023",
            "Written July 28, 2023",
            "Written July 31, 2023",
            "Written August 6, 2023",
            "Written August 11, 2023",
            "Written October 4, 2023",
            "Written October 25, 2023",
            "Written May 28, 2024",
            "Written May 2, 2024",
            "Written April 29, 2024",
            "Written April 21, 2024",
            "Written April 20, 2024",
            "Written April 11, 2024",
            "Written March 30, 2024",
            "Written March 27, 2024",
            "Written March 5, 2024",
            "Written February 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188590-d194315-Reviews-NEMO_Science_Museum-Amsterdam_North_Holland_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d17621682-Reviews-Restaurant_Verena-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d8863669-Reviews-Bakers_Roasters-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d25297424-Reviews-LuminAir-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d8457885-Reviews-Eastwood_Beer_Grill-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d10371403-Reviews-Scheepskameel-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d8308612-Reviews-Restaurant_Choux-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d2199040-Reviews-Gebr_Hartering-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d13198018-Reviews-Grand_Cafe_1884-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d4844212-Reviews-Hannekes_Boom-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d696942-Reviews-Hemelse_Modder-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d17810026-Reviews-Museumhaven_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d194316-Reviews-Het_Scheepvaartmuseum_The_National_Maritime_Museum-Amsterdam_North_Holland_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d1499038-Reviews-OBA_Library_of_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d26057655-Reviews-VOC_Ship_Amsterdam_replica-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d588553-Reviews-Eastern_Docklands-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d17599321-Reviews-Shaffy_s_tuin-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3179257-Reviews-Mediamatic-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d295149-Reviews-Architecture_Centre_of_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d14843682-Reviews-ODE_Blozers-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d266245-Reviews-Verzetsmuseum_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d194315-Reviews-or10-NEMO_Science_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190555-Reviews-Anne_Frank_House-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189379-Reviews-Rijksmuseum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190554-Reviews-Van_Gogh_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3704720-Reviews-Molen_Van_Sloten-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190585-Reviews-Our_Lord_in_the_Attic_Museum_Ons_Lieve_Heer_op_Solder-Amsterdam_North_Holland_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d17322720-Reviews-Tour_de_BonTon-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23463408-Reviews-STRAAT_International_street_art_museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23468979-Reviews-Rembrandts_Amsterdam_Experience-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d599199-Reviews-The_Amsterdam_Dungeon-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d21091076-Reviews-Amsterdam_Sailors-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15046340-Reviews-CycleTours-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7394639-Reviews-Escape_Room_Questomatica_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15812591-Reviews-Flowerboat_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3703587-Reviews-Glow_MiniGolf_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4609626-Reviews-Toms_Travel_Tours-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4003951-Reviews-Cafe_Pollux-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d13980469-Reviews-Adam_Eve_Amsterdam_Food_Tours-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23242210-Reviews-Sup_Sup_Club_Amsterdam_Centrum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d12665043-Reviews-Rederij_Lampedusa-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d1161652-Reviews-Bathtub_Reef_Beach-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10758594-Reviews-MiniBUD-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237745-d2321775-Reviews-Pala_U_Waterfall-Kaeng_Krachan_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d3734981-Reviews-Rosie_s_Dog_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d108354-Reviews-Fort_Worth_Stockyards_National_Historic_District-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d533212-Reviews-Distillery_Historic_District-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g194873-d243308-Reviews-Villa_Rufolo-Ravello_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d2311181-Reviews-Carthage_Land-Hammamet_Nabeul_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188590-d194315-Reviews-or10-NEMO_Science_Museum-Amsterdam_North_Holland_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188590-d194315-Reviews-NEMO_Science_Museum-Amsterdam_North_Holland_Province.html"
    }
]