[
    {
        "attraction_name": "Nemours Estate",
        "attraction_name_vi": "Bất động sản Nemours",
        "general_info": [
            "748 đánh giá",
            "- 1 trong 122 điều cần làm ở Wilmington",
            "Địa điểm lịch sử",
            "Vườn",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Khám phá sự sang trọng của Dinh thự 77 phòng, Nhà để xe có tài xế với những chiếc ô tô cổ điển và khu vườn, khuôn viên và rừng cây trang trọng lấy cảm hứng từ Pháp rộng 200 mẫu Anh.Đọc thêm",
        "reviews": [
            "Tôi đã đến thăm Nemours Estate vào ngày 4 tháng 7 năm 2023 - hôm qua - và tôi rất nóng lòng muốn viết bài đánh giá này.  Vâng, nơi này là - tất cả những thứ đó và một túi khoai tây chiên - .  Vì vậy... cứ đi đi.  Bạn bước lên sân và huyết áp của bạn sẽ hạ xuống ngay lập tức.  Tôi đã ở đó được 4 giờ.  Lẽ ra tôi có thể ở lại lâu hơn, nhưng tôi còn phải bắt chuyến tàu.\n\nBa quan sát: 1 - . Nhược điểm duy nhất của chuyến thăm là bạn có thể nhìn thấy bệnh viện từ trong khuôn viên.   - Vâng, tôi - tôi đang ngụy biện!!! - .  Tôi chỉ ước rằng bệnh viện được xây thấp hơn HOẶC cây cối có thể che khuất tầm nhìn hoàn toàn của bệnh viện.   2 - . Thực hiện chuyến đưa đón quanh khuôn viên trước rồi đi bộ quanh khuôn viên.  Chuyến tham quan đưa đón mang đến cho bạn một góc nhìn TUYỆT VỜI.  3 - . Tôi đánh giá cao Estate cho nhà vệ sinh di động sang trọng trong khuôn viên.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Nemours Estate! Cảm ơn bạn đã đánh giá xuất sắc!Đọc thêm",
            "Ngôi biệt thự này thuộc về gia đình DuPont thật tuyệt vời.  Mỗi phòng trong dinh thự đều có một hướng dẫn viên để giúp cung cấp thông tin cụ thể về phòng và trả lời mọi câu hỏi chung.  Ngôi nhà này có đầy đủ chuông, còi và đẹp đẽ từ trong ra ngoài.  Các căn cứ được duy trì hoàn hảo và rất đẹp.   Nếu có thời gian, chúng tôi sẽ bắt chuyến xe điện nhỏ đưa bạn đi vòng quanh Estate để biết thêm thông tin về phần còn lại của nó.  Rất khuyến khích điều đó.Đọc thêm",
            "Chúng tôi tự hào về việc đảm bảo khách có sẵn tất cả các nguồn lực cho họ. Chúng tôi hy vọng bạn có thể ghé thăm Nemours Estate một lần nữa. Cảm ơn vì đánh giá tuyệt vời!Đọc thêm",
            "Nemours Estate là một cái nhìn tuyệt vời về lối sống của Thời đại Mạ vàng! Dinh thự rực rỡ, với cầu thang lớn, đồ nội thất và tác phẩm nghệ thuật trang nhã, và một hoặc hai điều bất ngờ - giống như sân chơi bowling riêng ở tầng hầm! Những khu vườn rất hoành tráng, với đài phun nước, tượng và hàng cột, gợi nhớ đến những lâu đài ở Châu Âu. Bạn có thể tham gia một chuyến tham quan bằng xe buýt nhỏ quanh các khu vườn, được người tài xế thuật lại những thông tin thú vị. Nhân viên tại Nemours là một trong những người thân thiện nhất mà tôi từng gặp ở bất kỳ di tích lịch sử nào, chào đón bạn bằng những nụ cười và đưa ra những bình luận hữu ích về dinh thự và gia đình DuPont. Ngoài ra còn có một cửa hàng quà tặng nhỏ, dễ thương - nơi cung cấp nước đóng chai miễn phí cho du khách vào ngày nắng nóng mà tôi ở đó! - .Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về Nemours Estate!Đọc thêm",
            "Người giàu từng sống như thế nào - Tôi cho rằng vẫn còn rất nhiều người giàu có với những điền trang lớn và nhiều người hầu, nhưng những dinh thự và khuôn viên cũ như Điền trang Nemours thì khá tuyệt vời. Ngôi nhà rất đẹp và hầu như toàn bộ đều mở cửa cho khách tham quan tự túc. Có hướng dẫn viên trong mỗi phòng - có rất nhiều - và tất cả họ đều thân thiện và rất hiểu biết. Rất nhiều tác phẩm nghệ thuật đẹp, đồ cổ - như đồ nội thất có từ nhiều thế kỷ trước; rất nhiều ảnh gia đình và lịch sử thú vị. Khuôn viên dường như kéo dài mãi mãi - hàng mẫu Anh bãi cỏ, đài phun nước, khu vườn chính thức, lối đi, tượng. Hãy chuẩn bị đi bộ nhiều. Chỉ cần đi bộ từ cổng vào đến dinh thự là phải đi bộ đường dài, nhưng dưới một đại lộ tuyệt đẹp với những hàng cây cổ thụ. - Lưu ý về thời tiết ấm áp: Chúng tôi được tặng miễn phí những chai nước lạnh khi vào. Bạn - sẽ rất vui khi có nó. - Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về Nemours Estate.Đọc thêm",
            "Chuyến thăm đầu tiên khi ở Wilmington, rất vui vì tôi đã đến thăm khu bất động sản duPont.  Khuôn viên và biệt thự rất đẹp khiến tôi nhớ đến việc ở Pháp.  Nội thất của dinh thự rất đẹp, đặc biệt với thông tin được cung cấp bởi những người hướng dẫn di sản làm việc bên trong.  Có nhiều người ở mỗi tầng đã cung cấp một số thông tin chi tiết và thông tin hữu ích về khu vực của họ, giúp bạn hiểu những gì bạn đang xem.  Đi dạo quanh khuôn viên công viên thật tuyệt và thư giãn.  Tôi sẽ quay lại nếu có dịp ở Wilmington lần nữa.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Nemours Estate. Xin vui lòng quay lại! Đọc thêm",
            "Nemours thường bị bỏ qua để ủng hộ Winterthur.  Nó không nên.  Bạn bè và tôi đã thêm chuyến tham quan Nemours vào chuyến đi chơi giữa tuần tới Delaware và rất vui vì chúng tôi đã làm như vậy. Khuôn viên và dinh thự 70 phòng đã được trang trí sẵn sàng cho kỳ nghỉ lễ.  Winterthur là một bảo tàng.  Nemours là một ngôi nhà.  Bắt đầu bằng chuyến đi xe điện qua khu đất, sau đó tận hưởng chuyến tham quan ngôi nhà tự hướng dẫn.  Những hướng dẫn viên thân thiện túc trực khắp ngôi nhà để trả lời các câu hỏi hoặc chia sẻ những thông tin về gia đình.  Đó là một trải nghiệm đáng yêu. Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Nemours Estate. Cảm ơn bạn đã đánh giá tuyệt vời.Đọc thêm",
            "Nemours thật tuyệt vời.  Tôi - tôi rất vui vì đã có thể đến vào thời điểm này trong năm để không chỉ tận hưởng dinh thự mà còn để xem tất cả các đồ trang trí ngày lễ.  Các nhân viên đã rất thân thiện và hữu ích.  Mỗi phòng đều có người giải thích, trả lời các câu hỏi và chỉ ra các mục khác nhau.  Hãy vào đây.Đọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm Nemours Estate.Đọc thêm",
            "Mặc dù thời tiết lạnh và mưa trong chuyến thăm của chúng tôi, chúng tôi đã có khoảng thời gian thú vị.  Bản thân biệt thự thật ngoạn mục với những tài liệu am hiểu trong mỗi phòng.  Mọi thứ trong vườn đều không nở rộ, nhưng chúng vẫn rất tuyệt vời, tôi thực sự khuyên bạn nên tham gia chuyến tham quan Garden Shuttle vì đây là một cái nhìn tổng quan tuyệt vời trong 20 phút về tất cả những thứ mà bạn sẽ muốn đi bộ đến và kiểm tra chi tiết .  Toàn bộ trải nghiệm rất đáng giá!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về Nemours Estate!Đọc thêm",
            "Xin lưu ý rằng GPS của Nemours Estate đã khiến chúng tôi cố gắng vào qua một cánh cổng đóng.  Khi chúng tôi thực sự ở trong khuôn viên của Khu đất gắn liền với Bệnh viện Nhi đồng, các biển báo đã gây nhầm lẫn.\n\nBây giờ, khi vợ tôi và tôi đến nơi, chúng tôi khá hạnh phúc.  Chúng tôi đến đúng lúc để tham gia một trong những chuyến tham quan bằng xe điện, vì vậy hướng dẫn viên có thể giải thích một số đặc điểm của Khu điền trang.\n\nSau chuyến tham quan bằng xe điện, chúng tôi đến thăm dinh thự.  Các tài liệu đã giải thích rất tốt về các đặc điểm của ngôi nhà và đồ đạc khiến tôi nhớ đến một số ngôi nhà Thời kỳ Mạ vàng - như biệt thự Vanderbilt ở Hyde Park - .\n\nChúng tôi đã có một chút thời gian để đi dạo trong khuôn viên bên hồ bơi phản chiếu.  Khu vực này làm tôi nhớ đến Cung điện Schoenbrun ở Vienna.\n\nChúng tôi chỉ có khoảng 2,5 giờ để tham quan.  Tôi khuyên bạn nên dành hầu hết thời gian trong ngày để xem mọi thứ một cách chính xác.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Nemours Estate. Tôi - không chắc bạn đã đến thăm khi nào, nhưng chúng tôi vừa bổ sung thêm các biển báo mới trên đường, trong khuôn viên Bệnh viện Nhi đồng Nemours, cũng như trong Khu vườn ở đây. Chúng tôi hy vọng điều đó sẽ giúp giải quyết mọi nhầm lẫn. Chúng tôi rất vui vì bạn đã tận hưởng thời gian của mình! Đọc thêm",
            "Chồng tôi và tôi đã có một ngày tuyệt vời tại Nemours - chắc chắn có cảm giác như chúng tôi đã được chuyển đến Pháp! Những khu vườn rất đẹp và ngôi nhà thật tinh tế. Các bác sĩ đều rất am hiểu và nhiệt tình. Chúng tôi đặc biệt muốn cảm ơn người đàn ông đã đề nghị chúng tôi đến thăm Hagley, một ngôi nhà khác của DuPont mà chúng tôi chưa từng nghe đến. Đó là một ngày tuyệt vời khác để tìm hiểu về di sản của DuPont. Nemours không có cơ sở ăn uống nhưng họ khuyến khích các buổi dã ngoại và có một vị trí đẹp để nhìn ra ao.Đọc thêm",
            "Chúng tôi đánh giá rất cao chuyến thăm của bạn tới Nemours Estate. Chúng tôi rất vui vì bạn đã tận hưởng thời gian ở đây.Đọc thêm",
            "Chồng tôi và tôi đã có một ngày tuyệt vời tại Nemours - chắc chắn có cảm giác như chúng tôi đã được chuyển đến Pháp! Những khu vườn rất đẹp và ngôi nhà thật tinh tế. Các bác sĩ đều rất am hiểu và nhiệt tình. Chúng tôi đặc biệt muốn cảm ơn người đàn ông đã đề nghị chúng tôi đến thăm Hagley, một ngôi nhà khác của DuPont mà chúng tôi chưa từng nghe đến. Đó là một ngày tuyệt vời khác để tìm hiểu về di sản của DuPont. Nemours không có cơ sở ăn uống nhưng họ khuyến khích các buổi dã ngoại và có một vị trí đẹp để nhìn ra ao.Đọc thêm",
            "Chúng tôi đánh giá rất cao chuyến thăm của bạn tới Nemours Estate. Chúng tôi rất vui vì bạn đã tận hưởng thời gian ở đây.Đọc thêm",
            "Xin lưu ý rằng GPS của Nemours Estate đã khiến chúng tôi cố gắng vào qua một cánh cổng đóng.  Có lần chúng tôi thực sự ở trong khuôn viên của Khu điền trang, gắn liền với Bệnh viện Nhi đồng, các biển báo đã gây nhầm lẫn. Bây giờ, khi tôi và vợ tôi đến khu đất, chúng tôi khá hạnh phúc.  Chúng tôi đến đúng lúc để tham gia một trong những chuyến tham quan bằng xe điện, vì vậy hướng dẫn viên có thể giải thích một số đặc điểm của Khu điền trang. Sau chuyến tham quan bằng xe điện, chúng tôi đã đến thăm dinh thự.  Các tài liệu đã giải thích rất tốt về các đặc điểm của ngôi nhà và đồ đạc khiến tôi nhớ đến một số ngôi nhà Thời kỳ Mạ vàng - như biệt thự Vanderbilt ở Hyde Park -. Chúng tôi đã có một chút thời gian để đi dạo trong khuôn viên bên hồ bơi phản chiếu.  Khu vực này làm tôi nhớ đến Cung điện Schoenbrun ở Vienna. Chúng tôi chỉ có khoảng 2,5 giờ để tham quan.  Tôi khuyên bạn nên dành hầu hết thời gian trong ngày để xem mọi thứ một cách chính xác.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Nemours Estate. Tôi - không chắc bạn đã đến thăm khi nào, nhưng chúng tôi vừa bổ sung thêm các biển báo mới trên đường, trong khuôn viên Bệnh viện Nhi đồng Nemours, cũng như trong Khu vườn ở đây. Chúng tôi hy vọng điều đó sẽ giúp giải quyết mọi nhầm lẫn. Chúng tôi rất vui vì bạn đã tận hưởng thời gian của mình! Đọc thêm",
            "Mặc dù thời tiết lạnh và mưa trong chuyến thăm của chúng tôi, chúng tôi đã có khoảng thời gian thú vị.  Bản thân biệt thự thật ngoạn mục với những tài liệu am hiểu trong mỗi phòng.  Mọi thứ trong vườn đều không nở rộ, nhưng chúng vẫn rất tuyệt vời, tôi thực sự khuyên bạn nên tham gia chuyến tham quan Garden Shuttle vì đây là một cái nhìn tổng quan tuyệt vời trong 20 phút về tất cả những thứ mà bạn sẽ muốn đi bộ đến và kiểm tra chi tiết .  Toàn bộ trải nghiệm rất đáng giá!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về Nemours Estate!Đọc thêm",
            "Thật là một cách tuyệt vời để dành một buổi chiều! Biệt thự đẹp với nhiều tài liệu am hiểu. Hãy chắc chắn tham gia chuyến tham quan bằng xe buýt đưa đón đến các khu vườn - tài xế có rất nhiều thông tin. Đọc thêm",
            "Chúng tôi đánh giá rất cao chuyến thăm và đánh giá của bạn về Nemours Estate.Đọc thêm",
            "Trải nghiệm tuyệt vời - khu vườn đẹp không thể tả. Ngôi nhà, nhà để xe và tác phẩm nghệ thuật thật đáng kinh ngạc - Đội ngũ nhân viên thân thiện và hiểu biết. Cách đáng yêu để dành cả ngày.  Yêu nó!! Đọc thêm",
            "Cảm ơn bạn đã đánh giá về Nemours Estate!Đọc thêm",
            "Hoàn toàn đẹp - bất động sản tuyệt đẹp ở vùng nông thôn Delaware và một ngôi nhà hấp dẫn chứa đầy kho báu - lịch sửĐọc thêm",
            "Cảm ơn bạn đã đánh giá về Nemours Estate!Đọc thêm",
            "Nemours thật tuyệt vời.  Tôi - tôi rất vui vì đã có thể đến vào thời điểm này trong năm để không chỉ tận hưởng dinh thự mà còn để xem tất cả các đồ trang trí ngày lễ.  Các nhân viên đã rất thân thiện và hữu ích.  Mỗi phòng đều có người giải thích, trả lời các câu hỏi và chỉ ra các mục khác nhau.  Hãy vào đây.Đọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm Nemours Estate.Đọc thêm",
            "Nemours thường bị bỏ qua để ủng hộ Winterthur.  Nó không nên.  Bạn bè và tôi đã thêm chuyến tham quan Nemours vào chuyến đi chơi giữa tuần tới Delaware và rất vui vì chúng tôi đã làm như vậy. Khuôn viên và dinh thự 70 phòng đã được trang trí sẵn sàng cho kỳ nghỉ lễ.  Winterthur là một bảo tàng.  Nemours là một ngôi nhà.  Bắt đầu bằng chuyến đi xe điện qua khu đất, sau đó tận hưởng chuyến tham quan ngôi nhà tự hướng dẫn.  Những hướng dẫn viên thân thiện túc trực khắp ngôi nhà để trả lời các câu hỏi hoặc chia sẻ những thông tin về gia đình.  Đó là một trải nghiệm đáng yêu. Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Nemours Estate. Cảm ơn bạn đã đánh giá tuyệt vời.Đọc thêm",
            "Chuyến thăm đầu tiên khi ở Wilmington, rất vui vì tôi đã đến thăm khu bất động sản duPont.  Khuôn viên và biệt thự rất đẹp khiến tôi nhớ đến việc ở Pháp.  Nội thất của dinh thự rất đẹp, đặc biệt với thông tin được cung cấp bởi những người hướng dẫn di sản làm việc bên trong.  Có nhiều người ở mỗi tầng đã cung cấp một số thông tin chi tiết và thông tin hữu ích về khu vực của họ, giúp bạn hiểu những gì bạn đang xem.  Đi dạo quanh khuôn viên công viên thật tuyệt và thư giãn.  Tôi sẽ quay lại nếu có dịp ở Wilmington lần nữa.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Nemours Estate. Xin vui lòng quay lại! Đọc thêm",
            "Tham quan bất động sản này thực sự hấp dẫn. Khuôn viên được bảo trì tốt và mặc dù đã kết thúc mùa trồng trọt nhưng chúng tôi vẫn rất ngạc nhiên trước những khu trưng bày hoa tươi tốt. Bản thân dinh thự thật ngoạn mục và việc gặp gỡ các bác sĩ thân thiện và hiểu biết đã khiến chuyến thăm trở nên đáng nhớ. Từ những người phụ nữ ở quầy bán vé đến các nhân viên khác, tất cả đều rất niềm nở. Chỉ có một trục trặc - chúng tôi gặp khó khăn khi tìm Biệt thự Nemours. Tôi biết chỉ dẫn đường nói rằng nó nằm trong khuôn viên của Bệnh viện Nhi đồng, nhưng chúng tôi không thấy biển báo nào trên đường dẫn đến biệt thự. Rất vui vì chúng tôi đã không từ bỏ việc tìm kiếm nó.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Nemours Estate. Chúng tôi tự hào mang đến trải nghiệm tuyệt vời.Đọc thêm",
            "Tôi có thể chụp ảnh đính hôn ở đây được không?Đọc thêm",
            "Xin chào vâng, vui lòng xem chính sách ảnh của chúng tôi bên dưới:\nĐược phép chụp ảnh và quay phim trong Dinh thự và Vườn để khách ghi lại chuyến thăm của mình. Chính sách hình ảnh đầy đủ dưới đây:\n\nTất cả các bức ảnh đều thuộc quyền quyết định của Nemours Estate. Tất cả khách phải trả tiền nhập học để vào. CHỈ được phép chụp ảnh theo phong cách chuyên nghiệp trong Vườn - không phải trong Dinh thự - . CHỈ cho phép máy ảnh và chân máy. Chụp ảnh phải tôn trọng khách khác. Du khách không nên sử dụng nhà vệ sinh để thay tủ quần áo.Đọc thêm",
            "Khi nào Nemours Estate sẽ được mở cửa trở lại?Đọc thêm",
            "Chúng tôi đóng cửa để trang trí ngày lễ, mở cửa trở lại vào thứ Ba ngày 15 tháng 11.Đọc thêm",
            "Dinh thự có còn cần phải đeo mặt nạ không?Đọc thêm",
            "Đúng vậy.Đọc thêm",
            "Xin hỏi giá vé chỉ vào vườn là bao nhiêu? Cảm ơnĐọc thêm",
            "Xin chào, xin lỗi vì chúng tôi đã bỏ lỡ câu hỏi của bạn. Gần đây chúng tôi đã giảm giá vé vào cửa xuống còn -12, bao gồm 200 mẫu Anh vườn, tầng một của Biệt thự và Gara của Tài xế.\n\nHiện tại chúng tôi không cung cấp vé vào cửa trong ngày chỉ dành cho vườn. Đọc thêm",
            "Bây giờ là giữa tháng 7, bạn vẫn cần khẩu trang cho những người đã tiêm phòng chứ?Đọc thêm",
            "Xin chào, chúng tôi yêu cầu đeo khẩu trang trong Dinh thự, Nhà để xe của Tài xế và phòng vệ sinh. Chỉ cần đeo khẩu trang khi ở ngoài trời khi ở gần những khách khác hoặc nhân viên của chúng tôi.Đọc thêm",
            "Tôi hiểu tàu con thoi không chạy. Phải đi bộ bao xa để tới đó? Và sau đó bao xa để nhìn thấy khu vườn và khuôn viên?Đọc thêm",
            "Xin chào, khi bạn đậu xe, cổng mới của chúng tôi sẽ ở ngay đó cùng với những khu vườn - khuôn viên nên việc đi bộ là rất ít. Đọc thêm",
            "Dinh thự có mở cửa cho các chuyến tham quan vào ngày 2 hoặc 3 tháng 1 năm 2020 không?Đọc thêm",
            "Xin chào, Nemours Estate sẽ đóng cửa theo mùa vào Thứ Hai, ngày 30 tháng 12 và sẽ mở cửa trở lại vào ngày 1 tháng 5 năm 2020. Bạn có thể tìm thêm thông tin về các ngày lễ và giờ làm việc trên trang web của chúng tôi cũng như các trang Facebook - Instagram - Google Business - nemoursestate Cảm ơn cho câu hỏi của bạn và chúng tôi hy vọng sớm gặp lại bạn!Đọc thêm",
            "HI được phép mang theo thú cưngĐọc thêm",
            "Xin chào, vật nuôi không được phép. Vui lòng xem trang web của chúng tôi để biết thêm thông tin. Đọc thêm",
            "Chuyến tham quan có hướng dẫn đầu tiên của dinh thự diễn ra vào lúc mấy giờ?Đọc thêm",
            "Xin chào, chúng tôi mở cửa vào ngày mai - ngày 1 tháng 5 - và cung cấp các chuyến tham quan nổi bật có hướng dẫn viên suốt cả ngày lúc 11, 1, 2, 3. Số lượng tối đa này là 12 người và được phục vụ trên cơ sở ai đến trước được phục vụ trước. \n\nTôi hy vọng trả lời câu hỏi của bạn. Đọc thêm",
            "Các tour du lịch có được bao gồm trong giá vé vào cửa không? Họ khởi hành thường xuyên như thế nào và dành bao nhiêu thời gian ở Di sản? Cảm ơn!Đọc thêm",
            "Các tour du lịch được bao gồm trong giá và nếu bạn muốn tham gia tour tham quan Vườn bằng xe đưa đón, thì cũng được bao gồm. Mọi người PHẢI đi xe đưa đón vào bên trong khuôn viên và ra ngoài. Tôi sẽ lên kế hoạch ít nhất 2-3 giờ, đặc biệt là nếu thời tiết tốt. Hy vọng rằng điều này hữu ích. Đọc thêm"
        ],
        "star_ratings": [
            587,
            114,
            26,
            7,
            14
        ],
        "review_amount": 748,
        "location": [
            "Hoa Kỳ",
            "Bất động sản Nemours",
            "Delaware - DE -",
            "Những điều cần làm ở Wilmington",
            "Wilmington"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written July 22, 2023",
            "Written July 26, 2023",
            "Written August 22, 2023",
            "Written October 4, 2023",
            "Written November 17, 2023",
            "Written December 10, 2023",
            "Written May 4, 2024",
            "Written May 20, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 20, 2024",
            "Written May 4, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024",
            "Written January 19, 2024",
            "Written December 10, 2023",
            "Written November 17, 2023",
            "Written October 4, 2023",
            "Written September 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34059-d258874-Reviews-Nemours_Estate-Wilmington_Delaware.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d15252553-Reviews-Einstein_Bros_Bagels-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d1868497-Reviews-Rasa_Sayang-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d3175442-Reviews-Takumi-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d445337-Reviews-The_Melting_Pot-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d24024214-Reviews-Snuff_Mill_Restaurant_Butchery_Wine_Bar-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d2706891-Reviews-IHOP-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d486449-Reviews-Grotto_Pizza-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d1806886-Reviews-Le_Shio-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d21116086-Reviews-Pho_Bami-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34059-d2255106-Reviews-Five_Guys-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d107854-Reviews-Hagley_Museum_And_Library-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d138325-Reviews-Delaware_Art_Museum-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d2699443-Reviews-Alapocas_Run_State_Park-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34060-d138300-Reviews-Winterthur_Museum_Garden_Library-Winterthur_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d261684-Reviews-Grand_Opera_House-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d2345566-Reviews-Can_Do_Playground-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d1758589-Reviews-Wilmington_Riverwalk-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d15777303-Reviews-Christ_Church_Christiana_Hundred-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d8326568-Reviews-Brandywine_Park-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d274545-Reviews-Rockwood_Park_Museum-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d258874-Reviews-or10-Nemours_Estate-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d1758590-Reviews-Delaware_Children_s_Museum-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d318480-Reviews-The_Delaware_Contemporary-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d318484-Reviews-Kalmar_Nyckel_Foundation-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d286195-Reviews-Delaware_History_Museum-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d13817654-Reviews-Hendrickson_House_Museum-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d17373463-Reviews-Delaware_Military_Museum-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d8263414-Reviews-Greenbank_Mills_Philips_Farm-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d2699426-Reviews-Wilderness_Canoe_Trips_day_trips-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d23655752-Reviews-Candy_For_All_Occasions-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d5488938-Reviews-Bellevue_State_Park-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34018-d600949-Reviews-Somerville_Manning_Gallery-Greenville_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d1758586-Reviews-Frawley_Stadium-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-Paris_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d455888-Reviews-Coral_Island-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d3734981-Reviews-Rosie_s_Dog_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103851-Reviews-Ferry_Building_Marketplace-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d23259053-Reviews-Oakwell_Beer_Spa-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d12378803-Reviews-Tiger_Park_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2049005-d615014-Reviews-D_Day_Experience_Dead_Man_s_Corner_museum-Saint_Come_du_Mont_Carentan_les_Marais_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d4302132-Reviews-Kiddy_Land_Harajuku-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d104200-Reviews-The_Doseum_San_Antonio_s_Museum_for_Kids-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806879-d1367969-Reviews-Shilin_Night_Market-Shilin_Taipei.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34059-d258874-Reviews-or10-Nemours_Estate-Wilmington_Delaware.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34059-d258874-Reviews-Nemours_Estate-Wilmington_Delaware.html"
    }
]