[
    {
        "attraction_name": "Nerstrand Big Woods State Park",
        "attraction_name_vi": "Công viên tiểu bang Nerstrand Big Woods",
        "general_info": [
            "74 đánh giá",
            "1 trong 2 điều cần làm ở Nerstrand",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên ngắm cảnh có khu rừng thuộc Big Woods.Đọc thêm",
        "reviews": [
            "Những con đường mòn đi bộ đường dài tuyệt vời hầu hết đều dễ dàng xuyên qua những khu rừng tuyệt đẹp và yên bình. Chiến đấu với cây hắc mai ở phía bắc của các thành phố, thật thư giãn KHÔNG thấy BẤT CỨ NÀO! Các đường mòn được đánh dấu rõ ràng và chúng cũng có một số dấu hiệu xác định cây cối với một số thông tin cơ bản. Một ngày nào đó thác nước nhỏ giọt, nhưng hôm sau lại nổi lên sau cơn mưa, đó là một mùa hè rất khô.Đọc thêm",
            "Đây là chuyến đi của hai mẹ con vào cuối tuần cuối cùng của tháng 9. Địa điểm này không quá riêng tư nhưng hầu hết các khu vực đều có cây cối rậm rạp và theo như tôi thấy thì khá sạch sẽ. Có phòng tắm đẹp để tắm hoặc sử dụng nhà vệ sinh, đài phun nước và nước có sẵn. Thác nước thấp nhưng có thể vì đã cuối mùa - chúng tôi sẽ có khoảng thời gian tuyệt vời để đi bộ đường dài và khám phá khu vực thác.  Tôi yêu sân chơi tự nhiên của họ và ước gì có nhiều nơi hơn có phong cách thiết lập đó cho trí tưởng tượng của trẻ em!\n\nVấn đề duy nhất chúng tôi gặp phải là ai đó có một đứa trẻ la hét hàng giờ và họ không cố gắng đưa chúng đi chơi hay an ủi chúng về những gì chúng tôi có thể nói nên trong gần 3 giờ đồng hồ, chúng tôi đốt lửa trại không hề thư giãn. Tôi thấy tội cho bố mẹ nhưng cũng ước gì ban quản lý bảo họ chở đi để thay đổi khung cảnh hay gì đó. Ngoài ra, có một con chó cũng được phép sủa khá lâu vào một buổi chiều.  Chúng tôi chắc chắn sẽ quay lại lần nữa. Đọc thêm",
            "Tôi đến thăm gia đình vào đầu mùa xuân.  Do lượng tuyết rơi thấp nên thác nước thực sự không chảy mạnh nhưng dù sao thì công viên vẫn rất đẹp.  Chúng tôi đi bộ theo Đường mòn Hidden Falls đến Đường mòn Beaver đến Đường mòn White Oak.  Nó đã cho chúng tôi một quãng đường đi bộ gần 4 dặm.  Chắc chắn có một số ngọn đồi trong khu rừng đó!  Được duy trì tốt với các khu dã ngoại đẹp.Đọc thêm",
            "Tôi đến thăm gia đình vào đầu mùa xuân.  Do lượng tuyết rơi thấp nên thác nước thực sự không chảy mạnh nhưng dù sao thì công viên vẫn rất đẹp.  Chúng tôi đi bộ theo Đường mòn Hidden Falls đến Đường mòn Beaver đến Đường mòn White Oak.  Nó đã cho chúng tôi một quãng đường đi bộ gần 4 dặm.  Chắc chắn có một số ngọn đồi trong khu rừng đó!  Được duy trì tốt với các khu dã ngoại đẹp.Đọc thêm",
            "Đây là chuyến đi của hai mẹ con vào cuối tuần cuối cùng của tháng 9. Các địa điểm này không quá riêng tư nhưng chúng có nhiều cây cối rậm rạp ở hầu hết các khu vực và theo như tôi thấy thì khá sạch sẽ. Có phòng tắm đẹp để tắm hoặc sử dụng nhà vệ sinh, đài phun nước và nước có sẵn. Thác nước thấp nhưng có thể vì đã cuối mùa - chúng tôi sẽ có khoảng thời gian tuyệt vời để đi bộ đường dài và khám phá khu vực thác.  Tôi yêu sân chơi tự nhiên của họ và mong muốn nhiều nơi hơn có phong cách thiết kế như vậy cho trí tưởng tượng của trẻ em! Vấn đề duy nhất chúng tôi gặp phải là ai đó có một đứa trẻ la hét hàng giờ và họ đã không cố gắng đưa chúng đi chơi hoặc an ủi chúng bằng những gì chúng tôi có thể kể như vậy trong gần 3 tiếng đồng hồ chúng tôi đã đốt lửa trại không hề thư giãn. Tôi thấy tội cho bố mẹ nhưng cũng ước gì ban quản lý bảo họ chở đi để thay đổi khung cảnh hay gì đó. Ngoài ra, có một con chó cũng được phép sủa khá lâu vào một buổi chiều.  Chúng tôi chắc chắn sẽ quay lại lần nữa. Đọc thêm",
            "Con lạch này thấp vào mùa này, nhưng những con đường mòn được bảo trì tốt, cơ sở vật chất sạch sẽ. Chúng tôi đã cắm trại lần này và đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Những con đường mòn đi bộ đường dài tuyệt vời hầu hết đều dễ dàng xuyên qua những khu rừng tuyệt đẹp và yên bình. Chiến đấu với cây hắc mai ở phía bắc của các thành phố, thật thư giãn KHÔNG thấy BẤT CỨ NÀO! Các đường mòn được đánh dấu rõ ràng và chúng cũng có một số dấu hiệu xác định cây cối với một số thông tin cơ bản. Một ngày nào đó thác nước nhỏ giọt, nhưng hôm sau lại nổi lên sau cơn mưa, đó là một mùa hè rất khô.Đọc thêm",
            "Một trong những mục yêu thích của chúng tôi trong Cuộc phiêu lưu tại Công viên Bang SE Mn.  Việc đi bộ xuống thác thật tuyệt vời cùng với chuyến tham quan đường mòn White Oak. Nếu bạn cần trợ giúp về khả năng giữ thăng bằng, gậy đi bộ chắc chắn là một điểm cộng vì các đoạn đường mòn có thể dốc và nhiều đá nhưng phần lớn các đoạn đường đều rất rất đẹp và nhất định phải quay lại.Đọc thêm",
            "Chúng tôi dừng lại để đi bộ đường dài.  Chúng tôi đi theo những con đường mòn vòng quanh Hidden Falls.  Đó là một con đường khá dễ đi, có một số thay đổi về độ cao, dẫn xuống thác. Con đường này chủ yếu là sỏi dăm.  Có cầu thang ở một vài nơi.  Nó nằm trong khu rừng khá rậm rạp nên hơi có nhiều chướng ngại vật. Thác thậm chí còn có một ít nước chảy qua.Đọc thêm",
            "Chồng tôi và tôi cắm trại ở đây cùng với hai con chó của chúng tôi vào cuối tháng Năm. Những con đường đi bộ có mức độ khó khác nhau nhưng không quá thử thách. Phong cảnh rừng tuyệt đẹp và hoa dại bao quanh những con đường mòn. Nhiều gia đình có trẻ em đã có mặt ở công viên cùng lúc chúng tôi ở đó. Một công viên xinh xắn với một số thiết bị sân chơi và cách bố trí đơn giản rõ ràng là nơi rất phù hợp cho các gia đình. Tiện nghi phòng tắm và vòi sen là đỉnh cao. Một số khu cắm trại có sự riêng tư hạn chế, vì vậy hãy chọn địa điểm trước khi bạn đến lưu trú.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan rất thú vị trong chuyến tham quan thác nước MN. Thác rất đẹp. Dễ dàng đi bộ đường dài. Là quê hương của loài hoa huệ lùn quý hiếm và có một cặp đôi tốt bụng sẽ cung cấp kiến ​​thức về các loài hoa nếu được yêu cầu. Có dấu hiệu cho thấy dòng sông chứa hàm lượng ecoli và coliform phân cao. Hơi đáng lo ngạiĐọc thêm",
            "Đây là một trong những công viên tiểu bang đẹp nhất ở miền nam Minnesota.  Có rất nhiều con đường mòn đi bộ đường dài có cây cối rậm rạp, thác nước và các hoạt động dành cho mọi lứa tuổi. Một trong những địa điểm được nhiều người yêu thích ở công viên này là Hidden Falls.  Đó là một chuyến đi bộ ngắn nửa dặm từ bãi đậu xe chính.  Thác cung cấp một nơi yên tĩnh và đẹp đẽ độc đáo để dừng chân trên chuyến đi bộ đường dài ở Công viên Bang Nerstrand Big Woods.  Tôi đặc biệt thích nó vào mùa đông khi nó đóng băng nhưng bạn vẫn có thể nghe thấy tiếng nước chảy bên dưới lớp băng.  Mùa hè cũng thật tuyệt vời khi nước rơi với tốc độ chậm hơn. Nhìn chung, công viên này có rất nhiều điều tuyệt vời dành cho những người đam mê hoạt động ngoài trời.Đọc thêm",
            "Hôm qua, vợ tôi và tôi đã dắt con chó của mình đi bộ đường dài qua Công viên Bang Nerstrand Big Wood lần đầu tiên. Nó chỉ cách Northfield một chút về phía đông nam. Dễ dàng để đến. Chỗ đậu xe tại chỗ có một chút hạn chế, vì vậy hãy đi sớm và đi vòng quanh nhiều lần. Chúng tôi đã gặp may ở hiệp thứ hai và giành được một khoảng trống. Nhiều con đường mòn lớn có độ dài khác nhau. Khu vực rừng cây tuyệt đẹp với thác nước ẩn giấu. Độ cao khác nhau nhưng không có gì mà người bình thường không thể đi lại dễ dàng. Với rất nhiều lá trên mặt đất, điều quan trọng là phải chú ý đến nhiều rễ cây lớn nhô ra khỏi mặt đất ngay giữa các lối đi. Chúng tôi tận hưởng một chuyến đi dạo nhàn nhã và có thể giữ khoảng cách với những người khác. Tôi nghĩ cuối cùng chúng tôi đã đi bộ khoảng 3,5 dặm và có thể đi bộ lâu hơn hoặc ngắn hơn. Chúng tôi chắc chắn sẽ quay lại và giới thiệu công viên này cho người khác. Đọc thêm",
            "Có dòng cá hồi ở Neerstrand Big Woods không?Đọc thêm",
            "Ở đó có việc gì có thể làm được bằng ô tô không? Tôi không thể đi bộ xa vì lý do sức khỏeĐọc thêm",
            "Re: Ở đó có việc gì có thể làm được bằng ô tô không? Tôi không thể đi bộ xa vì lý do sức khỏe.  Không, thực sự không có gì có thể làm được bằng ô tô.  Có một con đường xuyên thẳng qua công viên, nhưng nó không có cảnh đẹp đặc biệt.\n\nQuốc lộ 61 dọc sông Mississippi có thể là lựa chọn tốt hơn.Đọc thêm"
        ],
        "star_ratings": [
            35,
            33,
            5,
            1,
            0
        ],
        "review_amount": 74,
        "location": [
            "Hoa Kỳ",
            "Minnesota MN",
            "Công viên tiểu bang Nerstrand Big Woods",
            "Các hoạt động ở Nerstrand",
            "Đường dây điện"
        ],
        "reviews_time": [
            "Written July 26, 2023",
            "Written October 6, 2023",
            "Written April 8, 2024",
            "Written April 8, 2024",
            "Written October 6, 2023",
            "Written August 22, 2023",
            "Written July 26, 2023",
            "Written September 6, 2021",
            "Written July 23, 2021",
            "Written May 23, 2021",
            "Written April 11, 2021",
            "Written March 4, 2021",
            "Written October 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43353-d134933-Reviews-Nerstrand_Big_Woods_State_Park-Nerstrand_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g43353-d26984933-Reviews-Boot_s_Lu_s-Nerstrand_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43020-d12945754-Reviews-Keepsake_Cidery-Dundas_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43353-d27061499-Reviews-Caron_County_Park-Nerstrand_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43353-d134933-Reviews-or10-Nerstrand_Big_Woods_State_Park-Nerstrand_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43379-d257004-Reviews-Northfield_Historical_Society_Museum_and_Historic_Bank_Site-Northfield_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43379-d737410-Reviews-Cowling_Arboretum_at_Carleton_College-Northfield_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43020-d4335061-Reviews-The_Gear_ReSource_Outfitters-Dundas_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43061-d8758093-Reviews-River_Bend_Nature_Center-Faribault_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43061-d7385081-Reviews-Faribault_Woolen_Mill-Faribault_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43008-d5829530-Reviews-Fireside_Lounge_Supper_Club-Dennison_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43379-d13928008-Reviews-Imminent_Brewing-Northfield_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43061-d3258707-Reviews-Paradise_Center_for_the_Arts-Faribault_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43020-d12930294-Reviews-Chapel_Brewing-Dundas_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43379-d12634813-Reviews-Loon_Liquors-Northfield_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43061-d6956372-Reviews-Faribault_Family_Aquatic_Center-Faribault_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43379-d266241-Reviews-Northfield_Arts_Guild-Northfield_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43061-d6893589-Reviews-Donahue_s_Greenhouse-Faribault_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43215-d11595158-Reviews-Gunderson_House-Kenyon_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42016-d9793415-Reviews-The_Arcade-Brighton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d7736775-Reviews-Blind_Pass_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59863-d116931-Reviews-Elroy_Sparta_State_Trail-Elroy_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g38836-d10895063-Reviews-Grinter_Farms-Lawrence_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d7133216-Reviews-Geropotamos_Beach-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1657067-Reviews-Nautholsvik_Geothermal_Beach-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d8641158-Reviews-Mulini_Beach-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g29192-d269819-Reviews-Chehaw_Park_Zoo-Albany_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d8274939-Reviews-Emigrant_Lake-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g54126-d105988-Reviews-Napatree_Point_Conservation_Area-Westerly_Washington_County_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43353-d134933-Reviews-or10-Nerstrand_Big_Woods_State_Park-Nerstrand_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43353-d134933-Reviews-Nerstrand_Big_Woods_State_Park-Nerstrand_Minnesota.html"
    }
]