[
    {
        "attraction_name": "New England Botanic Garden at Tower Hill",
        "attraction_name_vi": "Vườn bách thảo New England ở Tower Hill",
        "general_info": [
            "451 đánh giá",
            "- 1 trong 5 điều cần làm ở Boylston",
            "Vườn"
        ],
        "attraction_summary": "Được thành lập vào năm 1842, Hiệp hội Làm vườn Quận Worcester sở hữu và vận hành Vườn Bách thảo New England tại Tower Hill, một khu vườn thực vật rộng 171 mẫu Anh bên ngoài Worcester, MA. Khu vườn trưng bày bốn mùa các loại cây trồng tốt nhất ở New England. Những khu vườn được quy hoạch cẩn thận và các bộ sưu tập cây cảnh, cây ăn được và cây bản địa, cây nhiệt đới và cây có múi trong nhà kính, cùng với những con đường mòn giúp nâng cao đặc điểm tự nhiên của nơi ở xinh đẹp này cùng một chương trình và lịch trình sự kiện hấp dẫn khiến Vườn Bách thảo New England trở thành một điểm đến không thể bỏ qua .Đọc thêm",
        "reviews": [
            "Tham quan Tower Hill và rất ấn tượng với cách cắm hoa và cây xanh. Đi bộ dễ dàng quanh khuôn viên. Sự sắp xếp rất đầy màu sắc và cây được chăm sóc tốt. Ngoài ra, trong khuôn viên còn có một cửa hàng quà tặng xinh xắn cũng như một quán cà phê ăn trưa ngon miệng có tên - Farmer and Fork Cafe. - Có bánh mỳ, cuốn - salad ngon.Đọc thêm",
            "Dễ tìm, gần I-290 và Rte. 140, mặc dù biển hiệu trên phố hơi nhỏ.  Nhiều bãi đậu xe, nhìn ra Núi Wachusett.  Những khu vườn rộng lớn và những con đường mòn đi bộ đường dài, hầu hết đều dễ đến vừa phải, với một vài đoạn trải dài vất vả hơn.  Quán cà phê, kiểu quán ăn tự phục vụ.  Nhưng trong khuôn viên có rất nhiều điểm dã ngoại, có máy bán nước ngọt để đựng nước lọc hoặc nước trái cây.  Đầy đủ nhà vệ sinh và trạm nước.  Rất thân thiện với trẻ em, có khu vui chơi mới đang được xây dựng kể từ tháng 8 năm 2023. Yêu cầu giảm giá cho người cao tuổi hoặc quân nhân, nếu có. Mang theo máy ảnh.Đọc thêm",
            "Chúng tôi đã đến thăm các khu vườn cùng gia đình sống gần đó. Thật là một nơi tuyệt đẹp. Tôi có thể hiểu tại sao mọi người lại kết hôn ở đây. Chúng tôi đã đi bộ trên nhiều con đường và đường mòn khác nhau và tôi rất vui khi thấy hầu hết các loại cây và hoa đều được dán nhãn. Tôi đặc biệt thích khu vườn rau với những quả cà chua đen, ớt đen, cà tím sọc kỳ lạ và nhiều loại khác. Chúng tôi đã dành một vài giờ ở đây và vẫn chưa xem hết mọi thứ. Có những bức tượng tuyệt vời trong khắp các khu vườn và rất nhiều băng ghế để ngồi và thư giãn. Đọc thêm",
            "Đây là một tài sản đáng yêu quanh năm nhưng đánh giá này liên quan đến việc trưng bày đèn nghỉ lễ hàng năm. Cần phải có vé - hãy mua vé trực tuyến của chúng tôi thông qua trang web của họ - và hầu hết các ngày đều bán hết vé. Mục nhập được tính thời gian. \n\nTôi đã từng thấy những lễ hội ánh sáng ngày lễ khác có những khung cảnh hoặc đồ vật được viền bằng ánh sáng - hình chiếc chuông Giáng sinh hoặc một chú chim ló đầu vào và ra khỏi chuồng chim.\n\nĐây không phải như vậy - đây là những ánh sáng vô tận với mọi màu sắc mà bạn có thể nghĩ ra để làm nổi bật vẻ đẹp của cây cối và các công trình kiến ​​trúc. Có những đường hầm ánh sáng, rừng ánh sáng, đài phun nước có ánh sáng, lối đi dạo lớn đầy ánh sáng... ánh sáng ở khắp mọi nơi đến nỗi nếu bạn đi chậm và để sự tập trung thư giãn, bạn thực sự có thể tưởng tượng mình không phải ở Quận Worcester mà là trong một khung cảnh mộng mơ .Đọc thêm",
            "Rất vui vì chúng tôi đã làm được điều đó trong buổi triển lãm hoa lan. Thật là một mảnh thiên đường sảng khoái trong mùa đông lạnh lẽo và tối tăm. Chúng tôi đã có một chuyến thăm tuyệt vời. \n\nChúng tôi rất vui khi mang một cây lan về nhà. Quá nhiều vườn thực vật không bán cây, điều này luôn tạo cảm giác thất vọng. Tôi hy vọng tôi có thể tận hưởng ký ức sống động về chuyến đi này trong nhiều năm tới.Đọc thêm",
            "Đó là một ngày nắng đẹp và gió mát trên đồi. Có vẻ như họ đang mở rộng một trong những cánh gần với tầm nhìn bao quát ra hồ chứa nước Wachusett. Chúng tôi dự định sẽ ăn trưa tại nhà hàng trang trại và họ đã đóng cửa phục vụ đồ ăn nóng vào lúc 2:30. Kéo nhưng thay vào đó chúng tôi thích nhà hàng Brown Rice Thai trong thị trấn. Tuyệt vời. Đọc thêm",
            "Chúng tôi thích những khu vườn và quyết định đến thăm Vườn Bách thảo New England ở Boylston MA, mặc dù đó là trái vụ - ngày 31 tháng 10 - .  Mặt tích cực là còn có một cuộc triển lãm đặc biệt theo mùa mang tên - Thần thoại, Phép thuật và Quái vật - .  Tôi đã đính kèm hình ảnh của một số màn trình diễn đặc biệt này.  Hóa ra thực sự có rất nhiều thứ để xem và làm ở đây.\nVườn bách thảo New England tại Tower Hill là một vườn thực vật và vườn ươm rộng 171 mẫu Anh. Khu vườn có 18 khu vườn riêng biệt, rừng cây được bảo tồn và nhiều con đường mòn đi bộ.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời vào đầu mùa xuân. Bạn tôi và tôi đã đến đó cùng nhau vào một buổi sáng chủ nhật. Có rất nhiều loại cây khác nhau và cửa hàng quà tặng rất đẹp.Đọc thêm",
            "Tôi thực sự không thích nói xấu ở bất cứ đâu hay bất cứ ai.   Trên thế giới đã có đủ thứ đó rồi.  Nhưng sẽ thật thiếu sót nếu không nói rằng tôi vô cùng thất vọng về chuyến thăm Vườn Bách thảo New England vào cuối tuần trước - tháng 5 năm 2024 - .    Xem xét thời gian trong năm ở vùng đông bắc Hoa Kỳ, tôi đã mong đợi rất nhiều loại hoa, cây nở hoa khác nhau, một nhà kính rất lớn với những loại cây khác thường không phù hợp với khí hậu Massachusetts và xem xét giá vào cửa là - 21,00 cho người lớn, với lý do là đã được cắt tỉa cẩn thận và bảo trì tốt.  Những gì tôi nhìn thấy chủ yếu là hoa thủy tiên vàng và hoa tulip, rất ít cây có hoa, không có một loài động vật nào trong ao hoang dã, những con đường mòn ngập nước, rất nhiều bồ công anh và cỏ dại trên các bãi cỏ, lối đi không được bảo trì tốt và chỉ là một cái nhìn tổng thể về tình trạng hư hỏng trên khu vực này. khuôn viên bên ngoài.  Có thể họ đang lẩn trốn, nhưng tôi không thấy cây Redbud, Dogwood hay Crabapple ở phương Đông, không có hoa tử đinh hương, không có đỗ quyên và rất ít loại cây có hoa khác phổ biến ở phía đông bắc.  Trang web quảng cáo của họ nói rằng nó đã được TravelAwaits bình chọn là Vườn Bách thảo tốt nhất ở Hoa Kỳ vào năm 2023.  Nghiêm túc?   KHÔNG CÓ CÁCH NÀO đây là khu vườn thực vật tốt nhất ở Hoa Kỳ.   Có thể tiêu chuẩn của tôi cao hơn một chút, nhưng với thêm - 14 người mỗi người, tôi có thể thấy rất nhiều loại cây và hoa tại Vườn Bách thảo New York, cùng với vô số các cuộc triển lãm, nhà kính và nhiều thứ khác kéo dài cả ngày.  Hoặc nếu bạn muốn trả cùng một mức giá, một khu vườn FAR tốt hơn tại Vườn Bách thảo Montreal bao gồm Vườn Nhật Bản và một khu vực có thể rộng gấp nhiều lần khu vườn này với khung cảnh đẹp hơn nhiều.   Ngay cả Boston Common ở trung tâm thành phố Boston cũng có trải nghiệm tốt hơn nhiều và nó hoàn toàn miễn phí!   Tóm lại, có nhiều lựa chọn làm vườn tốt hơn.Đọc thêm",
            "Chúng tôi thích những khu vườn và quyết định đến thăm Vườn Bách thảo New England ở Boylston MA, mặc dù đó là trái vụ - ngày 31 tháng 10 - .  Mặt tích cực là còn có một cuộc triển lãm đặc biệt theo mùa mang tên - Thần thoại, Phép thuật và Quái vật - .  Tôi đã đính kèm hình ảnh của một số màn trình diễn đặc biệt này.  Hóa ra thực sự có rất nhiều thứ để xem và làm ở đây. Vườn bách thảo New England ở Tower Hill là một vườn thực vật và vườn ươm rộng 171 mẫu Anh. Khu vườn có 18 khu vườn riêng biệt, rừng cây được bảo tồn và nhiều con đường mòn đi bộ.Đọc thêm",
            "Không có nhiều loại hoa để xem... chủ yếu là hoa thuỷ tiên vàng! Nhà kính cũng rất nhàm chán. Có lẽ mọi chuyện sẽ tốt hơn vào tháng Năm. Chắc chắn không đáng giá 20 đô la vào cửa!Đọc thêm",
            "Đó là một ngày nắng đẹp và mát mẻ trên đồi.  Có vẻ như họ đang mở rộng một trong những cánh gần với khung cảnh nhìn ra hồ chứa Wachusett.  Chúng tôi dự định ăn trưa tại nhà hàng trong trang trại và họ đã đóng cửa phục vụ đồ ăn nóng vào lúc 2:30.  Kéo nhưng thay vào đó chúng tôi rất thích nhà hàng Brown Rice Thai trong thị trấn.  Tuyệt vời.Đọc thêm",
            "Rất vui vì chúng tôi đã làm được điều đó trong buổi triển lãm hoa lan. Thật là một mảnh thiên đường sảng khoái trong mùa đông lạnh lẽo và tối tăm. Chúng tôi đã có một chuyến thăm tuyệt vời. Chúng tôi rất vui khi mang một cây lan về nhà. Quá nhiều vườn thực vật không bán cây, điều này luôn tạo cảm giác thất vọng. Tôi hy vọng tôi có thể tận hưởng ký ức sống động về chuyến đi này trong nhiều năm tới.Đọc thêm",
            "Đây là một tài sản đáng yêu quanh năm nhưng đánh giá này liên quan đến việc trưng bày đèn nghỉ lễ hàng năm. Cần phải có vé - hãy mua vé trực tuyến của chúng tôi thông qua trang web của họ - và hầu hết các ngày đều bán hết vé. Mục nhập được tính thời gian. Tôi - đã từng thấy những lễ hội ánh sáng ngày lễ khác có những khung cảnh hoặc đồ vật được viền bằng ánh sáng - hình chiếc chuông Giáng sinh hoặc một con chim ló đầu vào và ra khỏi chuồng chim. Đây không phải là - đây là những ngọn đèn vô tận với đủ mọi màu sắc mà bạn có thể nghĩ đến việc làm nổi bật vẻ đẹp của cây cối và các công trình kiến ​​trúc. Có những đường hầm ánh sáng, rừng ánh sáng, đài phun nước có ánh sáng, lối đi dạo lớn đầy ánh sáng... ánh sáng ở khắp mọi nơi đến nỗi nếu bạn đi chậm và để sự tập trung thư giãn, bạn thực sự có thể tưởng tượng mình không phải ở Quận Worcester mà là trong một khung cảnh mộng mơ .Đọc thêm",
            "Chúng tôi đến thăm khu vườn cùng gia đình sống gần đó. Thật là một nơi tuyệt đẹp. Tôi có thể hiểu tại sao mọi người kết hôn ở đây. Chúng tôi đã đi bộ trên nhiều con đường và lối mòn khác nhau và tôi rất vui khi thấy hầu hết các cây và hoa đều được dán nhãn. Tôi đặc biệt thích vườn rau với cà chua đen, ớt đen, cà tím sọc lạ mắt và hơn thế nữa. Chúng tôi đã dành vài giờ ở đây và vẫn không thấy được mọi thứ. Những bức tượng tuyệt vời khắp khu vườn và nhiều ghế dài để ngồi và thư giãn.Đọc thêm",
            "Dễ tìm, gần I-290 và Rte. 140, mặc dù biển hiệu trên phố hơi nhỏ.  Nhiều bãi đậu xe, nhìn ra Núi Wachusett.  Những khu vườn rộng lớn và những con đường mòn đi bộ đường dài, hầu hết đều dễ đến vừa phải, với một vài đoạn trải dài vất vả hơn.  Quán cà phê, kiểu quán ăn tự phục vụ.  Nhưng trong khuôn viên có rất nhiều điểm dã ngoại, có máy bán nước ngọt để đựng nước lọc hoặc nước trái cây.  Đầy đủ nhà vệ sinh và trạm nước.  Rất thân thiện với trẻ em, có khu vui chơi mới đang được xây dựng kể từ tháng 8 năm 2023. Yêu cầu giảm giá cho người cao tuổi hoặc quân nhân, nếu có. Mang theo máy ảnh.Đọc thêm",
            "Tham quan Tower Hill và rất ấn tượng với cách cắm hoa và cây xanh. Đi bộ dễ dàng quanh khuôn viên. Sự sắp xếp rất đầy màu sắc và cây được chăm sóc tốt. Ngoài ra, trong khuôn viên còn có một cửa hàng quà tặng xinh xắn cũng như một quán cà phê ăn trưa ngon miệng có tên - Farmer and Fork Cafe. - Có bánh mỳ, cuốn - salad ngon.Đọc thêm"
        ],
        "star_ratings": [
            320,
            95,
            16,
            14,
            6
        ],
        "review_amount": 451,
        "location": [
            "Vườn bách thảo New England ở Tower Hill",
            "Các hoạt động ở Boylston",
            "Hoa Kỳ",
            "Massachusetts - MA -",
            "Boylston"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written August 12, 2023",
            "Written August 27, 2023",
            "Written January 1, 2024",
            "Written February 18, 2024",
            "Written April 17, 2024",
            "Written April 30, 2024",
            "Written May 26, 2024",
            "Written May 6, 2024",
            "Written April 30, 2024",
            "Written April 22, 2024",
            "Written April 17, 2024",
            "Written February 18, 2024",
            "Written January 1, 2024",
            "Written August 27, 2023",
            "Written August 12, 2023",
            "Written July 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41472-d269999-Reviews-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d3687063-Reviews-Twigs_Cafe-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d14178495-Reviews-Farmer_and_the_Fork-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d860635-Reviews-Boylston_Deli-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d384531-Reviews-Cyprian_s_Restaurant-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d2338588-Reviews-Boylston_House_of_Pizza-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d4294069-Reviews-The_Other_Place_Pub-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d859815-Reviews-Dragon_88_Restaurant-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41472-d5566218-Reviews-Dunkin-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41898-d882152-Reviews-Country_Kettle-West_Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41898-d648305-Reviews-Cheoy_Lee_s_II-West_Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41510-d632013-Reviews-The_Icon_Museum_And_Study_Center-Clinton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41743-d2293376-Reviews-Tougas_Family_Farm-Northborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41898-d4588163-Reviews-Wachusett_Dam-West_Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41898-d7335685-Reviews-Old_Stone_Church-West_Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41898-d8403703-Reviews-Wayside_Antiques_Collectibles-West_Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41472-d20147476-Reviews-Summer_Star_Wildlife_Sanctuary-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41461-d1167813-Reviews-Berlin_Orchards-Berlin_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41510-d8422245-Reviews-Central_Park-Clinton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41848-d9765521-Reviews-Mass_Central_Rail_Trail-Sterling_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d2509964-Reviews-Central_Rock_Gym-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41472-d269999-Reviews-or10-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d8725625-Reviews-Escape_Games_Worcester-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d286038-Reviews-Worcester_Art_Museum-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41461-d14182903-Reviews-Boundless_Adventures-Berlin_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d14997330-Reviews-Worcester_Canal_Food_Tours-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41848-d582610-Reviews-Davis_Farmland-Sterling_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41467-d582085-Reviews-Nashoba_Valley_Winery-Bolton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d2721067-Reviews-Mechanics_Hall-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d286039-Reviews-EcoTarium-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41898-d4698987-Reviews-West_Boylston_Cinema-West_Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d9740532-Reviews-Live_Action_Escapes-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41743-d11670797-Reviews-Davidian_Bros_Farm-Northborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54105-d267888-Reviews-Green_Animals_Topiary_Garden-Portsmouth_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d8467575-Reviews-Waikiki_Beach-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g30890-d2283606-Reviews-Rattlesnake_Saloon-Tuscumbia_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g48745-d661355-Reviews-The_Wild_Center-Tupper_Lake_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60276-d3607427-Reviews-Atwater_Park_Beach-Shorewood_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d3838862-Reviews-New_World_Mall-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g148423-d147530-Reviews-Pink_Sands_Beach-Harbour_Island_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d324377-Reviews-Dana_Nature_Reserve-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g317103-d447076-Reviews-Ijen_Crater-Banyuwangi_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g616242-d1520746-Reviews-Ruins_of_Empuries-Costa_Brava_Province_of_Girona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41472-d269999-Reviews-or10-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41472-d269999-Reviews-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html"
    }
]