[
    {
        "attraction_name": "New Theatre & Restaurant",
        "attraction_name_vi": "Nhà hàng Nhà Hát Mới",
        "general_info": [
            "1.088 đánh giá",
            "1 trong 6 buổi hòa nhạc tại Công viên Overland",
            "Nhà hát ăn tối"
        ],
        "attraction_summary": "Nhóm Nhà hàng Nhà hát Mới đã cung cấp dịch vụ giải trí chất lượng cao cho khu vực Thành phố Kansas từ những năm 1970! Nhà hàng New Theater là cơ sở nhà hàng rạp hát lớn nhất và thành công nhất ở Hoa Kỳ. Nhà hát Mới được The Wall Street Journal công nhận là nhà hát phục vụ bữa tối tốt nhất cả nước. Chúng tôi sản xuất năm chương trình hàng năm, mỗi chương trình kéo dài từ chín đến mười ba tuần. Trải nghiệm ẩm thực 5 sao cùng với các ngôi sao sân khấu, điện ảnh và truyền hình trong các vở hài kịch và nhạc kịch ở Broadway. Nhà hàng New Theater là nơi hoàn hảo cho một buổi tối hẹn hò, hai mẹ con đi chơi hay đơn giản là một buổi tối đi chơi cùng bạn bè!Đọc thêm",
        "reviews": [
            "Tôi phải thừa nhận rằng đây không phải là chương trình yêu thích của tôi, nhưng tài năng âm nhạc thì thật tuyệt vời!\nNếu bạn thích mọi thứ trong âm nhạc, thì đây là chương trình dành cho bạn. Nhưng không phải dành cho tôi.\nĐồ ăn thì tuyệt vời như mọi khi, nhưng cô phục vụ đã lấy bánh mì của chúng tôi khỏi bàn khi chúng tôi đang lấy đồ ăn. Bánh mì luôn được để trên bàn trong quá khứ nhưng không phải tối qua. Chúng tôi đã yêu cầu họ mang thêm bánh mì và họ đã làm vậy. Cần phải có chỉ dẫn cho những người phục vụ về vấn đề này. Đọc thêm",
            "Tôi đã tham dự nhà hát này hàng năm trong 20 năm, ngoại trừ thời gian diễn ra dịch bệnh COVID.\nThức ăn luôn tuyệt vời và các buổi biểu diễn thật tuyệt vời! Năm nay Dream Girls lại là một HIT khác! Diễn xuất và ca hát không giống ai! Đỉnh cao! Tôi sẽ tham dự nhà hát này hàng năm cho đến khi không thể!\nMột chỗ ngồi trong rạp cũng không tệ! Tôi đã ngồi trong hầu hết trong số họ! :Đọc thêm",
            "Chúng tôi đã là người giữ vé cả mùa trong nhiều năm và lý do là vì chất lượng của các buổi biểu diễn và đồ ăn! Đây là lớp học đầu tiên mọi lúc! Chúng tôi không bao giờ rời rạp mà không cảm thấy mình có giá trị lớn về mọi mặt! Thực sự là một viên ngọc quý của Thành phố Kansas! Đọc thêm",
            "Cả buổi tối thật tuyệt vời.  Các nhân viên thật tuyệt vời, thức ăn thì tuyệt vời và như mọi khi, buổi biểu diễn là đỉnh cao.  Tôi thích đi KC đến nơi này.  Tôi thực sự khuyên bạn nên chiều chuộng bản thân để có trải nghiệm tuyệt vời.Đọc thêm",
            "Đã đi xem Dream Girls. Buổi biểu diễn rất hay. Tuy nhiên, tôi đã đến Matinee và dường như tại Matinees, họ không phục vụ món salad tại bàn của bạn giống như trong các buổi biểu diễn buổi tối. Với hầu hết những người đến dự buổi sáng đều đã gần 70 tuổi trở lên, việc họ mang 2 đĩa qua hàng buffet và quay trở lại chỗ ngồi của mình có vẻ là sai lầm. Nó cũng làm cho hàng buffet dài và chậm chạp khi mọi người cố gắng di chuyển 2 đĩa. Nhà Hát Mới nên nhận ra điều này. Ngoài ra, họ cần thay thế một số nếu không phải tất cả các ghế. Của tôi có cảm giác như đang ngồi trên kim loại chọc qua lớp bọc.  Nếu bạn đi, tôi sẽ cân nhắc việc đi xem một buổi biểu diễn ban đêm và yêu cầu một chiếc ghế mới nếu ghế của bạn đã cũ. Đọc thêm",
            "Buổi biểu diễn tuyệt vời, Giọng hát tuyệt vời. Chúng tôi đã thấy Dreamgirls tối qua. Thức ăn và salad tươi đặc biệt ngon tối qua. Teren Tony đã chăm sóc chúng tôi rất tốt. Yêu đêm hẹn hò của chúng tôi cứ sau 10 tuần trở thành thành viên vé mùa. Đọc thêm",
            "Sau bữa ăn ngon, vợ chồng tôi thư giãn để sẵn sàng thưởng thức một buổi biểu diễn hấp dẫn khác tại NDT vào một buổi tối thứ Sáu đẹp trời.\nChương trình Dream Girls đã không làm mọi người thất vọng.  Có giọng hát hay, đặc biệt là Shon Ruffin, nhân vật trung tâm.  Giọng hát của cô ấy không thể sánh bằng!  Các ca sĩ chính, Karshana Cook và Amber Wright, cũng cực kỳ tài năng.  Tôi phải kể đến những nam ca sĩ nổi bật trong nhóm tài năng này, Damron Armstrong, Darrington Clark, Randell Rhoten và Donovan Woods, những người đã biểu diễn với khả năng ca hát diễn xuất ở mức độ cao, trong đó Mr Clark gần như đã giành được chương trình với tinh thần thể thao đặc biệt của mình!   Các ca sĩ hỗ trợ của Ensemble cũng là một sự chiêu đãi cho cả nhà đêm nay!\n Đọc thêm",
            "Chúng tôi đã tham dự buổi biểu diễn DREAMGIRLS tối qua.  Đây là lần thứ hai tôi xem buổi biểu diễn.  Cả hai màn trình diễn đều là Top Notch! Thật là một trải nghiệm tuyệt vời! Trước đây tôi đã xem một vài buổi biểu diễn ở Nhà hát Mới. Tuy nhiên, DREAMGIRLS là tốt nhất cho đến nay! Dàn diễn viên không chỉ rất tài năng mà tất cả các cô gái đều có giọng hát tuyệt vời!  Giọng nói của các chàng trai cũng rất đáng chú ý!  Bữa ăn rất ngon và dịch vụ thật đặc biệt!  Nhà hát Mới cần tiếp tục cung cấp các buổi biểu diễn phản ánh đầy đủ sự đa dạng và những nghệ sĩ biểu diễn chất lượng hàng đầu! Chương trình này là một HIT! Tôi chắc chắn sẽ quay lại để xem nhiều buổi biểu diễn tầm cỡ hơn trong tương lai tại nhà hát này!Đọc thêm",
            "NTR luôn là khoảng thời gian vui vẻ đối với chúng tôi! Chúng tôi đã đi cùng một cặp đôi khác và xem một buổi biểu diễn hạng nhất của Dream Girls! Rất khuyến khích chương trình này. Bữa tiệc buffet luôn là một thử thách đối với tôi. Đồ ăn rất ngon, tôi muốn lấy nhiều hơn mức tôi nên. LUÔN có những lựa chọn thực phẩm chất lượng cho bữa tối. Và các món tráng miệng thì tuyệt vời. Chúng tôi đã thưởng thức món Berry Cobbler với kem. Tôi ước kem không bị tan chảy. Lần tới tôi sẽ yêu cầu không hâm nóng món cobbler. Đọc thêm",
            "Nhà hát New Theatre luôn tuyệt vời: Đồ ăn tuyệt vời, Dịch vụ tuyệt vời và Giải trí tuyệt vời!! Vở kịch mới nhất này, Dreamgirls, thật tuyệt vời. Nữ diễn viên chính có giọng hát tuyệt vời, phong phú và thể hiện rất nhiều cảm xúc trong màn trình diễn của cô ấy, khiến tôi rơi nước mắt nhiều hơn một lần. Đọc thêm",
            "Như luôn luôn có một thời gian tuyệt vời.  Rất muốn gặp nhiều người trẻ hơn tại địa điểm này vì nó thú vị cho mọi lứa tuổi.  Squabbles là một chương trình hài hước và dàn diễn viên đã làm rất tốt.  Chúng tôi yêu thích các món ăn nhưng thực sự đang thiếu món bít tết sườn vốn là món tôi yêu thích trong thực đơn của họ.  Vui lòng mang lại, tính phụ phí nếu cần, tôi sẵn sàng trả nhiều hơn nhưng sẽ đưa nó trở lại thực đơn.  Chúng tôi ngồi ở khu vực phía trên và nhận được một số dịch vụ tốt nhất mà chúng tôi từng nhận được từ Adrian và nhóm Maya của anh ấy.  Cảm ơn bạn vì một buổi tối vui vẻ khác.Đọc thêm",
            "Đã xem một vở kịch Squabbles rất vui nhộn và giải trí. Đồ ăn ngon. Chỗ ngồi chật chội. Tôi cứ va vào người bên cạnh. Đọc thêm",
            "Đây là một địa điểm tuyệt vời. Chúng tôi đã nhiều lần trong nhiều năm và không bao giờ thất vọng.  Phải đặt chỗ trước để có trải nghiệm và chỗ ở tốt nhất. Có thể có vẻ đắt tiền nhưng nó bao gồm một bữa ăn tuyệt vời. Đồ uống tráng miệng có thêm nhưng đáng giá. Máy chủ rất có sức chứa. Rất nhiều cầu thang. Tôi đã sử dụng tấm đỡ lần này vì tôi không thể leo cầu thang tốt. Tôi khoanh tròn các lựa chọn thực đơn của mình trên một menu và người phục vụ đã đến, lấy đầy đĩa của tôi và mang đến bàn của tôi mà không phải trả thêm phí.Đọc thêm",
            "Cuộc tranh cãi tại Nhà hàng New Theater là một buổi biểu diễn rất thú vị và vui nhộn. Bữa tối vẫn tuyệt vời như mọi khi. Một giá trị rất tốt cho tiền.Đọc thêm",
            "Chương trình rất hài hước, diễn xuất tuyệt vời, một trong những chương trình hay nhất mà chúng tôi từng xem ở đó.  Đồ ăn rất ngon, ước gì họ có thêm cá hồi vào thực đơn.Đọc thêm",
            "Thức ăn luôn ngon. Dịch vụ này rất nổi bật. Đây là một bộ phim hài hay và thật thú vị khi được gặp một số tài năng địa phương mà chúng ta yêu thích cũng như Donny Most trong Happy Days.Đọc thêm",
            "Đây là một trải nghiệm đêm hẹn hò tuyệt vời ngay cả sau 20 năm bên nhau.  Buffet rất ngon và luôn có nhiều sự lựa chọn.  Nhân viên luôn chuyên nghiệp và thân thiện.  Vở kịch rất thú vị và luôn được trình diễn rất tốt. Một viên ngọc quý của Trung Mỹ.Đọc thêm",
            "Thức ăn luôn ngon, dịch vụ và chương trình rất tốt.  Lý do duy nhất tôi cho 4 sao là vì đây là chương trình thứ hai mà học viên đã điền tên ngôi sao nhưng lần này chúng tôi không nhận được thông báo nào. Một lý do khiến tôi chọn chương trình này là để ngắm nhìn ngôi sao.Đọc thêm",
            "Đây là lần thứ hai đến thăm và tôi rất nóng lòng muốn đưa con gái mình đi.  Cả hai chúng tôi đã có một thời gian tuyệt vời. Tiệc tự chọn được dự trữ đầy đủ và có sự đa dạng đáng kinh ngạc về những gì được cung cấp. Nó thực sự rất ngon!   Các nhân viên rất hữu ích và có sức chứa.  Squabbles rất dễ thương và các diễn viên rất tài năng!  Yêu Don Most, nhưng tất cả đều rất tốt.  Tôi thích việc Donny Most đã dành thời gian theo dõi vở kịch để cảm ơn khán giả.  Thật tuyệt khi được gặp lại anh ấy.Đọc thêm",
            "Thức ăn rất tuyệt như mọi khi. Tôi thích việc họ luôn có nhiều loại rau ngon. Chương trình rất vui với diễn xuất tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            849,
            170,
            45,
            13,
            11
        ],
        "review_amount": 1088,
        "location": [
            "Nhà hàng New Theatre",
            "Kansas KS",
            "Hoa Kỳ",
            "Công viên đường bộ",
            "Những việc cần làm ở Overland Park"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written July 20, 2023",
            "Written July 30, 2023",
            "Written July 30, 2023",
            "Written August 4, 2023",
            "Written August 5, 2023",
            "Written August 7, 2023",
            "Written August 10, 2023",
            "Written August 11, 2023",
            "Written August 14, 2023",
            "Written June 4, 2024",
            "Written June 1, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g38969-d2416479-Reviews-New_Theatre_Restaurant-Overland_Park_Kansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d778195-Reviews-Cinzetti_s-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d390514-Reviews-Jack_Stack_Barbecue_Overland_Park-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d2387633-Reviews-J_Gilbert_s_Wood_Fired_Steaks_and_Seafood-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d390744-Reviews-First_Watch-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d390877-Reviews-Johnny_Cascone_s_Restaurant-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d8778027-Reviews-Pie_Five_Pizza_Co-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d927631-Reviews-Connie_s_Cookies_Kansas_City-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d10543009-Reviews-Toro_Hibachi_Sushi_Asian-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d4979627-Reviews-Panda_Express-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38969-d25483695-Reviews-La_Fuente_Mexican_Street_Food-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d7378707-Reviews-Johnson_County_Museum-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d12539928-Reviews-Johnson_County_Arts_and_Heritage_Center-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39061-d12621461-Reviews-1950s_All_Electric_House-Shawnee_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d27126151-Reviews-Discourse_Brewing-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d1532237-Reviews-Deanna_Rose_Children_s_Farmstead-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d2233748-Reviews-Overland_Park_Farmers_Market-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d1419840-Reviews-Overland_Park_Convention_Center-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g39004-d19935430-Reviews-Meadowbrook_Park_Clubhouse-Prairie_Village_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d6033183-Reviews-Oak_Park_Mall-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d15148043-Reviews-Aubrey_Vineyards-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d2416479-Reviews-or10-New_Theatre_Restaurant-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d2552816-Reviews-Carlsen_Center-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d6991705-Reviews-The_White_Theatre-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d15536611-Reviews-Clint_s_Comedy_Stop-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d11932528-Reviews-Kanza_Hall-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d10089759-Reviews-The_Murder_Mystery_Company-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d24079354-Reviews-Kc_Brick_Store-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d20367439-Reviews-Glenwood_Antique_Mall-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d14176346-Reviews-Bury_the_Hatchet-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d9802125-Reviews-Tick_Tock_Escape_Rooms-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d9801022-Reviews-IFLY_Indoor_Skydiving_Kansas_City-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38839-d12932490-Reviews-Breakout_KC_Escape_Rooms-Leawood_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38839-d14088879-Reviews-Blade_Timber_Axe_Throwing-Leawood_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d8400566-Reviews-Topgolf-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d10382622-Reviews-The_Culinary_Center_of_Kansas_City-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189143-d456685-Reviews-Universita_Di_Coimbra-Coimbra_Coimbra_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3353345-Reviews-Boogie_Nights-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d669359-Reviews-WaterWorld_Themed_Waterpark-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d1378849-Reviews-Rawai_Beach-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9731747-Reviews-Giant_Eyeball-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32898-d2558414-Reviews-Red_Hawk_Casino-Placerville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6985948-Reviews-Apache_Pier-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d560301-Reviews-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d220155-Reviews-Mizner_Park-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1371707-Reviews-Saturday_Farmer_s_Market_KCC-Honolulu_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g38969-d2416479-Reviews-or10-New_Theatre_Restaurant-Overland_Park_Kansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g38969-d2416479-Reviews-New_Theatre_Restaurant-Overland_Park_Kansas.html"
    }
]