[
    {
        "attraction_name": "New Glarus Brewing Company",
        "attraction_name_vi": "Công ty sản xuất bia Glarus mới",
        "general_info": [
            "688 đánh giá",
            "1 trong 10 điều cần làm ở New Glarus",
            "Nhà máy bia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Từ lối vào đến lối ra, đây là một trải nghiệm được lên kế hoạch tốt và thực hiện xuất sắc. Chúng tôi đến vào khoảng giữa trưa một ngày trong tuần và đánh giá cao đội ngũ nhân viên thân thiện mà chúng tôi gặp khi đi theo chuyến tham quan tự hướng dẫn. Khu vực nếm thử thật thú vị! Chi tiết yêu thích của tôi là dây đeo cổ tay mà bạn nhận được khi mua thử 3 cốc bia. Họ có một tab nhỏ mà họ sẽ xóa mỗi khi bạn nếm thử. Tôi đã đến rất nhiều nhà máy bia và nghĩ rằng tất cả họ nên áp dụng phương pháp này. Làm cho nó thật dễ dàng!  Tôi cũng thích điều đó khi bạn mua thử, bạn sẽ nhận được một phiếu mua bia tại một nhà hàng địa phương khác... điều này giúp thúc đẩy nền kinh tế địa phương. Liên lạc tốt đẹp!  Cửa hàng quà tặng có rất nhiều mặt hàng thú vị và chúng tôi đã mua một số món đồ cho chính mình và cho con mình. Và tất nhiên chúng tôi đã mua rất nhiều bia để mang theo bên mình! Cảm ơn vì một thời gian đáng yêu! Đọc thêm",
            "Tôi yêu điểm dừng của chúng tôi. Các chi tiết và sự quyến rũ được đánh giá cao! Chuyến tham quan tự hướng dẫn vừa đủ cho những gì chúng tôi muốn. Bọn trẻ của chúng tôi muốn rời đi trước khi chúng tôi sẵn sàng nhưng một bữa ăn nhẹ đã giúp ích. Rất muốn quay lại chỉ với các cặp đôi và khám phá cộng đồng.Đọc thêm",
            "Chúng tôi dừng lại để kiểm tra bảo tàng miễn phí.  Thật thú vị khi xem quá trình sản xuất bia và đóng chai.  Chuyến tham quan bia là miễn phí.  Có những buổi nếm thử có tính phí.  Bạn có thể mua bia ở đây quá.  Nơi này rất dễ tìm và có phong cảnh đẹp. Rất nhiều bãi đậu xe.Đọc thêm",
            "Nhà máy bia đẹp nhưng tôi sẽ không trả tiền cho chuyến tham quan mũ cứng nữa. Tuy nhiên, tôi hy vọng sẽ quay lại và thực hiện một chuyến tham quan tự hướng dẫn! Đọc thêm",
            "Đây là một cơ sở tuyệt vời. Khung cảnh rất tuyệt và bia lạnh. Họ có các buổi nếm thử và thử rượu, cùng với chuyến tham quan tự hướng dẫn và cửa hàng quà tặng. New Glarus thị trấn nhỏ và nhà máy bia này là nơi tuyệt vời để dừng chân. Nếu bạn mua ba lần nếm thử bia nhỏ hoặc một pint, bạn sẽ nhận được mã thông báo để nhận một cốc bia nhỏ trong thị trấn. Tôi cho rằng điều đó sẽ giúp thúc đẩy một số hoạt động kinh doanh trong thị trấn nhưng đó là một sự tiếp xúc thú vị. Đọc thêm",
            "Chúng tôi dừng lại để kiểm tra bảo tàng miễn phí.  Thật thú vị khi xem quá trình sản xuất bia và đóng chai.  Chuyến tham quan bia là miễn phí.  Có những buổi nếm thử có tính phí.  Bạn có thể mua bia ở đây quá.  Nơi này rất dễ tìm và có phong cảnh đẹp. Rất nhiều bãi đậu xe.Đọc thêm",
            "Tôi yêu điểm dừng của chúng tôi. Các chi tiết và sự quyến rũ được đánh giá cao! Chuyến tham quan tự hướng dẫn vừa đủ cho những gì chúng tôi muốn. Bọn trẻ của chúng tôi muốn rời đi trước khi chúng tôi sẵn sàng nhưng một bữa ăn nhẹ đã giúp ích. Rất muốn quay lại chỉ với các cặp đôi và khám phá cộng đồng.Đọc thêm",
            "Từ lối vào đến lối ra, đây là một trải nghiệm được lên kế hoạch tốt và thực hiện xuất sắc. Chúng tôi đến vào khoảng trưa một ngày trong tuần và đánh giá cao đội ngũ nhân viên thân thiện mà chúng tôi gặp khi đi theo tour tự hướng dẫn. Khu vực nếm thử thật thú vị! Chi tiết tôi thích nhất là vòng đeo tay mà bạn nhận được khi mua một suất nếm thử 3 loại bia. Họ có một cái thẻ nhỏ mà họ tháo ra mỗi lần bạn nếm thử. Tôi đã đến rất nhiều nhà máy bia và nghĩ rằng tất cả họ nên áp dụng phương pháp này. Làm cho nó trở nên dễ dàng! Tôi cũng thích rằng khi bạn mua một suất nếm thử, bạn sẽ nhận được một mã thông báo cho một cốc bia tại một nhà hàng địa phương khác... điều này giúp thúc đẩy nền kinh tế địa phương. Một điểm nhấn tuyệt vời! Cửa hàng quà tặng có đầy đủ các mặt hàng thú vị và chúng tôi đã mua một số mặt hàng cho bản thân và cho con mình. Và tất nhiên chúng tôi đã mua một số loại bia để mang về! Cảm ơn vì khoảng thời gian tuyệt vời! Đọc thêm",
            "Chúng tôi đã đến thăm Nhà máy bia này 4 lần. Đây là một địa điểm tuyệt đẹp và nếu bạn đến vào thời tiết ấm áp, họ có một khu vực ngoài trời tuyệt đẹp để tận hưởng cả ngày. Lần này khi chúng tôi đến thăm, họ đã mở khu vực nếm thử và chuyển cửa hàng quà tặng đến gần khu vực đó. Khu vực nếm thử đẹp và rộng rãi. Bạn có thể dạo quanh cửa hàng quà tặng và tự tham quan. Hãy nhớ xem video ngay từ đầu và nó kể câu chuyện về cách họ bắt đầu nhà máy bia. Với việc xem. Đó là một câu chuyện tuyệt vời và yêu thích những gì gian hàng này dành cho. Bạn có thể thấy rằng họ thực sự hỗ trợ thị trấn và doanh nghiệp địa phương, và doanh nghiệp cũng hỗ trợ họ. Thật tuyệt khi được chứng kiến. Cảm ơn vì tất cả những gì bạn đã làm và có một nhà máy bia tuyệt vời như vậy để tận hưởng. Tôi ước bạn mở cửa vào cuối tuần để nhiều người có thể thấy nó tuyệt vời như thế nào. Hãy lên kế hoạch đến thăm, bạn sẽ rất vui vì đã làm vậy. Đọc thêm",
            "Không mở cửa vào cuối tuần thực sự đáng thất vọng. Tất cả những việc đó chỉ nhằm mục đích ngồi đó không được sử dụng trong các lễ hội và cuối tuần chẳng có ý nghĩa gì nhiều. Tôi không chắc tại sao họ không mở.  Tôi hướng dẫn mọi người đến nhà máy rượu Baileys Run vào cuối tuần.Đọc thêm",
            "Đầu tiên, bia rất tuyệt. Nếu bạn đến thăm nhà máy bia một phần để nếm thử các loại bia, bạn có thể chọn một ly để uống trong chuyến tham quan tự hướng dẫn. Chuyến tham quan có thể được thực hiện nhanh chóng hoặc kéo dài nếu bạn muốn đọc về lịch sử thú vị của nhà máy bia. Bạn cũng có thể nán lại trong vườn bia ngoài trời hoặc trên những con đường đi bộ trong khuôn viên.  Mặc dù điều đó có nghĩa là tôi không thể mua nó ở nhà, nhưng tôi thích việc họ chỉ bán bia ở Wisconsin. Làm cho nó trở nên đặc biệt hơn khi tôi ghé thăm.Đọc thêm",
            "Thật là một nơi tuyệt vời để dành một phần của một ngày.  Khuôn viên đẹp và chuyến tham quan thú vị để xem quá trình diễn ra như thế nào và lịch sử đằng sau công ty.  Nhân viên thân thiện, hữu ích. Đáng để lái xe và vui vẻ nếm thử các loại bia khác nhau.  Tôi ước họ bán nó ở bên ngoài Wisconsin!!Đọc thêm",
            "Một địa điểm không ai sánh kịp ở miền nam Wisconsin. Trên một ngọn đồi nên view nhìn ra thung lũng phía dưới đẹp như tranh vẽ. Không thử bia vì tôi đang lái xe mà tự đi tham quan nhà máy, sân ngoài trời và cửa hàng quà tặng. Bia của họ chỉ được phục vụ ở bang Wisconsin, nhưng điều đó không ngăn cản bạn mua vài thùng và vận chuyển đến Illinois, Iowa, Minnesota hoặc xa hơn. Spotted Cow được coi là một trong những loại bia vi sinh tốt nhất hiện nay. Rất khuyến khích. Lần tới tôi sẽ dùng Uber.Đọc thêm",
            "Họ có phục vụ đồ ăn không? Mang theo của riêng bạn?Đọc thêm",
            "Không có thức ăn. Bạn có thể mang theo thức ăn của riêng mình. Khung cảnh bên ngoài tuyệt đẹp vào những tháng ấm áp. Đọc thêm",
            "Buổi tối vui vẻ! \nKhách sạn nào gần Công ty Bia? Và có phương tiện di chuyển từ công ty bia về khách sạn không? Cảm ơn. Barb J.Đọc thêm",
            "Nhà nghỉ gần nhất có tên là Swiss Aire Motel và cách nhà máy bia khoảng một dặm. Đây là một trong những loại Nhà nghỉ No tell. Chúng tôi thực sự đã ở đó và thấy ổn vì chúng tôi chỉ dùng để ngủ. Tôi nghi ngờ là có phương tiện di chuyển nào đến nhà máy bia từ nhà nghỉ. Nhà nghỉ đẹp hơn là Chalet Landhaus ngay trên đường, cách nhà máy bia khoảng 5 phút. Đọc thêm",
            "Bạn có yêu cầu đặt chỗ trước không? Một chuyến du lịch kéo dài bao lâu?Đọc thêm",
            "Không cần đặt trước. Nó miễn phí. Chúng tôi vừa bước vào. Các chuyến tham quan không được tổ chức, có một đoạn video dài 15 phút chạy theo vòng tròn. Đọc thêm",
            "Lên kế hoạch đến nhà máy bia vào cuối tuần này để kỷ niệm ngày kỷ niệm của chúng tôi. Có nhà hàng nào đẹp ở khu vực này để ăn mừng không?Đọc thêm",
            "Họ bị hạn chế về bữa ăn ngon nhưng chúng tôi đã ăn ở Glarner Stube, Thụy Điển, Đức và rất, rất ngon. Đó là một thị trấn tuyệt vời, vui vẻ, hãy tận hưởng kỳ nghỉ của bạn.Đọc thêm",
            "Mất bao lâu để hoàn thành chuyến tham quan tự hướng dẫn?  Chỉ là sân bóng chày vì cố gắng đặt chỗ ăn trưa gần đó sau đó.  Cảm ơn!Đọc thêm",
            "Nếu bạn chỉ đi bộ qua thì sẽ không mất quá 30 phút. Đọc thêm",
            "Độ tuổi giới hạn để đến đây là bao nhiêu? Tôi có thể mang theo cháu gái gần 17 tuổi và 15 tuổi của mình không? Chúng sẽ không thử bia hay bất cứ thứ gì. Đọc thêm",
            "Tất cả đều được chào đón.  Họ chỉ kiểm tra ID nếu mua biaĐọc thêm",
            "Có ai biết họ có cho phép nuôi chó không??Đọc thêm",
            "Đúng! Họ cho phép chó ở khu vực sân sau xinh đẹp!  Họ thậm chí còn có bát nước cho người bạn lông xù của bạn nếu họ khát!\nHãy tận hưởng!Đọc thêm"
        ],
        "star_ratings": [
            481,
            126,
            58,
            15,
            8
        ],
        "review_amount": 688,
        "location": [
            "Wisconsin WI",
            "Hoa Kỳ",
            "Glarus mới",
            "Công ty sản xuất bia Glarus mới",
            "Những điều cần làm ở Glarus mới"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written July 2, 2023",
            "Written August 1, 2023",
            "Written September 29, 2023",
            "Written September 20, 2023",
            "Written August 1, 2023",
            "Written July 3, 2023",
            "Written June 21, 2023",
            "Written February 12, 2023",
            "Written August 23, 2022",
            "Written July 31, 2022",
            "Written July 21, 2022",
            "Written July 8, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60135-d1937960-Reviews-New_Glarus_Brewing_Company-New_Glarus_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d5890053-Reviews-Culver_s-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d4632328-Reviews-Subway-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d4602695-Reviews-Sugar_River_Pizza_Company-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d471820-Reviews-Glarner_Stube-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d4622430-Reviews-Chalet_Landhaus_Inn-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d3314372-Reviews-Fat_Cat_Coffee_Works-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d3314373-Reviews-New_Glarus_Bakery-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d4552595-Reviews-Kristi_s-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d4680743-Reviews-Puempel_s_Olde_Tavern-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60135-d2058148-Reviews-Tofflers_Pub_Grill-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d271148-Reviews-Swiss_Historical_Village-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d10285245-Reviews-Sugar_River_State_Trail-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d8121025-Reviews-Chalet_of_the_Golden_Fleece_Museum-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d14123056-Reviews-Bailey_s_Run_Vineyard_Winery-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d18206219-Reviews-New_Glarus_Chamber_of_Commerce_Visitor_Center-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d27042354-Reviews-Friends_of_New_Glarus_Woods_State_Park-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d27046785-Reviews-New_Glarus_Woods_State_Park-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d19437869-Reviews-Swiss_United_Church_of_Christ-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d27081160-Reviews-Village_Park-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60108-d27016097-Reviews-Lake_Montesian-Monticello_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d1937960-Reviews-or10-New_Glarus_Brewing_Company-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d10385638-Reviews-Brenda_s_Blumenladen-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d4603004-Reviews-Swissland_Miniature_Golf-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d14081971-Reviews-The_Bramble_Patch-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d14832564-Reviews-Hutch_Hide-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d3227657-Reviews-Puempels_Olde_Taverne-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d25217712-Reviews-Dirty_Dog_Taphaus-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d15674911-Reviews-Kinderladen-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d8427484-Reviews-Sugar_River_Shoppe-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d5833012-Reviews-Tofflers_Pub_Grill-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60135-d4928306-Reviews-A_Gathering_of_Rogues_and_Ruffians-New_Glarus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186632-d620776-Reviews-Tullamore_D_E_W_Distillery_Experience-Tullamore_County_Offaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d1122450-Reviews-Manukan_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d1114786-Reviews-Six_Flags_Hurricane_Harbor_New_Jersey-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g37569-d2355568-Reviews-Indiana_Premium_Outlets-Taylorsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g194853-d3359665-Reviews-Ponza_Island-Ponza_Island_Province_of_Latina_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d553830-Reviews-Residenz-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g30112-d629888-Reviews-Bell_Witch_Cave_and_Cabin-Adams_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295385-d2517198-Reviews-ALBI_Shopping_Mall-Pristina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d4799627-Reviews-Stahl_House-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60135-d1937960-Reviews-or10-New_Glarus_Brewing_Company-New_Glarus_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60135-d1937960-Reviews-New_Glarus_Brewing_Company-New_Glarus_Wisconsin.html"
    }
]