[
    {
        "attraction_name": "New World Mall",
        "attraction_name_vi": "Trung tâm mua sắm thế giới mới",
        "general_info": [
            "62 đánh giá",
            "10 trong số 42 điều cần làm ở Flushing",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "In the supermarket area, February 15, 23 on Wednesday afternoon around 12:45 pm, my mom and I are going to look for rice cooker in the new world mall supermarket, try to find a right rice cooker, there is no one helping, and we was waiting for 20 minutes to get someone, after 20 minute the guy came, and ask us what do you need help with, and he had a very bad attitude, and he scan one of the rice cooker, and I said can you scan another one, and he starts to get very impatient and frustrate, because there is no price tags so I need to ask for help to get the right one, after he left my mom and I figure out that is not the right now, and the staff return and ask us very impatiently, and impolite, and I raise my voice at him too, how am I suppose to know to price from look at the cooker, and I slowly calm my voice down, this is not the end of story. my mom and I decided not to buy anything from the store, because of the staff  scold and yell at us. when we walk out the supermarket, I saw staff to brought a security to stop us and ask us to open the shopping kart and check are we stole stuffs from the supermarket, my mom said I didnt even open the kart when we shop, after security stop us, the guy left, the security check and appologize to us. I couldnt let him get away of it, so I asked the security I want to see the managers to discuss this incident, he is willing and happy to assist me, he said he is a terrible worker too, I walk to the management office and explained everything to the manager, the management first not really respond and not empathy what my situation is, and after my mom raised her voiced and said we just want some assistance, it end up we are accuse for stole things.I explain to one of the manager, is it hard to getting a worker, I understand nowadays is hard to find employee, but this is terrible customer service, is hostile service, for now, I hope the management will take actions, not other people will affect by this guyRead more",
        "reviews": [
            "Chúng tôi rất thích nhìn siêu thị chiêm ngưỡng những sản phẩm độc đáo. Họ thậm chí còn có cá sống bơi trong nước. Bạn không thể tươi hơn thế. Khu ẩm thực có những món ăn ngon từ khắp Đông Nam Á. Chúng tôi không đói nhưng rất thích nhìn đồ ăn trên đĩa của mọi người.Đọc thêm",
            "Trung tâm mua sắm sầm uất với khu ẩm thực đồ sộ. Bãi đậu xe khoảng 3 giờ. Hầu hết các biển hiệu đều viết bằng tiếng Trung Quốc nhưng việc di chuyển xung quanh không khó khăn và người dân rất thân thiện. Tầng trên cùng là nhà hàng cao cấp và siêu thị ở tầng khác. Không thực sự là một nơi tuyệt vời nếu bạn đang muốn mua sắm. Nhưng tuyệt vời để ăn!Đọc thêm",
            "Những người này là kẻ gian, Peter và nhân viên bảo vệ nhu nhược Alex của anh ta đã nhốt chúng tôi trong gara đậu xe và không chịu cho chúng tôi ra ngoài. sau đó họ còn dám nói rằng chúng tôi đang xâm phạm, như thế nào ???!! Các chị gái tôi và tôi đã gọi cảnh sát và Peter từ chối tuân theo, anh ấy liên tục cúp điện thoại. Nhân viên bảo vệ Alex có thái độ kinh tởm như thể chúng tôi đã sai khi gọi Peter khi có những biển báo khắp nơi có số Peters trên đó dưới VĂN PHÒNG QUẢN LÝ! Chúng tôi có vé đỗ xe và biên nhận hàng tạp hóa để chứng minh rằng chúng tôi đến đây để mua sắm. Họ bắt chúng tôi phải trả tới 3 giờ và tối đa 24 giờ chỉ để cho chúng tôi ra ngoài. Dù bạn làm gì, hãy đảm bảo xe của bạn hết chỗ ở trước 8 giờ tối, nếu không họ sẽ cố lấy trộm tiền của bạn để đưa bạn ra ngoài.Đọc thêm",
            "Attention... to anyone driving and parking here, PLEASE be very aware. There is a major disturbing money scheme with the garage parking. Parking is very expensive. I found myself in a very unfortunate situation where the garage hours ended while I was still dinning in food court. Came down to darkness in the parking lot. Long story short. Ownership along with the one a very disturbed security guard held me there for 2 hours refusing to let me out of the mall parking. Literally Cops called the whole nine. They refused to let me leave because I did not see the garage hours and they will not open gate to let me out. The whole matter was so disturbing bizarre in the end I had to give them over 70 in cash to be let out 2 hours later, even the cops felt bad for me, due to the fact I was not from NY and drove in from PA....How can I leave without my car....How was I to get home. The security guard insisted owners will not allow me to leave, gates will not be opened. I was so angry and in disbelief as to what was taking place,  but I chose to forgive them. I enjoyed shopping there for years, now I can no longer support such cruelty. That day I spent in Jmart alone over 120 part of that incentive you get your parking validated. Not including my shopping and eating at food court. After all that and proof of my parking I was insulted and had to pay the bribefee of 73 cash? 2 hours later Ownership decided to let me out. If was not for the police officers there as my witness to the insanity, people would think I was making it up. Please be VERY AWARE of Parking. I can no longer support them. They will continue to prosper as a business, my support is nothing. Its sad the way NWM Management team operates. I know you will continue to make money and continue to be successful even though your treatment to customers is so shaming. Absolutely despicable.Read more",
            "Nhiều người bạn của tôi có thể dành nhiều giờ ở đây và nếm thử đủ loại món ăn ở đây khi bước vào New World Mall và đi thẳng xuống tầng hầm. Quả thực bạn có thể tìm thấy chủ yếu là đồ Trung Quốc, với nhiều phong cách khác nhau, đồ ăn Thái, Nhật Bản một cách nhanh chóng. Cá nhân tôi muốn có nhiều món ăn đích thực hơn ở bên ngoài khi cơn thèm ban đầu đã qua. Bánh bao là món tôi thích nhất ở đây.Đọc thêm",
            "Cá nhân tôi nghĩ phần tốt nhất của tòa nhà này là tầng hầm. Ở tầng hầm, bạn có thể tìm thấy một khu ẩm thực với các món ăn châu Á đa dạng: Đài Loan, XingJiang, Thái Lan, Hàn Quốc và Trung Quốc. Mỗi lần tôi đưa những người bạn không phải người châu Á đến đây, chúng tôi luôn có khoảng thời gian vui vẻ.Đọc thêm",
            "Khi bạn bước vào New World Mall, nơi đây có nhiều tầng với các cửa hàng bán lẻ và một siêu thị châu Á sầm uất. Khu ẩm thực nằm ở tầng dưới của trung tâm thương mại. Đây là viên ngọc ẩn của trung tâm thương mại. Ở đó, bạn sẽ tìm thấy một loạt các gian hàng với nhiều lựa chọn ẩm thực châu Á đích thực, nơi người dân địa phương đến để ăn. XIN LƯU Ý RẰNG TẤT CẢ NHÀ CUNG CẤP PHẢI CHỊU TIỀN MẶT. Ở phía sau cùng của khu ẩm thực, khuất trong góc là gian hàng L25. Chúng tôi đã đi khắp châu Á và bên ngoài châu Á, ăn bánh bao, mặc dù không phải người châu Á, chúng tôi cảm thấy mình có đủ kiến ​​thức chung để có thể xác định được một chiếc bánh bao ngon. Những chiếc bánh bao này rất ngon. Những người phụ nữ chế biến chúng tươi ngon và các thành phần rất ngon. Mức giá cực kỳ hợp lý cho phép bạn mua chúng nếu không có gì khác để nếm thử chúng. Tôi không tin rằng bạn sẽ thất vọng. Xin lưu ý rằng đây là bánh bao truyền thống nên chúng được luộc chứ không phải chiên. Những người phụ nữ rất chăm chỉ, bạn sẽ nhận được phần thưởng bổ sung là có thể xem họ thực hiện kỹ thuật đặc biệt của họ để tạo ra bánh bao. Họ rất tốt bụng và cung cấp dịch vụ khách hàng tuyệt vời. Chúng tôi chắc chắn sẽ quay lại khi đến thị trấn lần nữa. Chúng tôi rất thích trải nghiệm này. Đọc thêm",
            "Một cách tuyệt vời để trải nghiệm ẩm thực và văn hóa Trung Quốc một cách hợp pháp. MỌI NGƯỜI ở đó đều là người Trung Quốc, cho thấy nó chân thực đến mức nào. Có rất nhiều lựa chọn thực phẩm, cộng với một cửa hàng tạp hóa Trung Quốc ở tầng trệt. Rất khuyến khích nếu bạn ở Flushing.Đọc thêm",
            "Có một số lựa chọn khác nhau trong Khu ẩm thực ở tầng hầm. Nhà hàng ở tầng trên cùng phục vụ món dim sum vào buổi sáng và bữa tối thông thường vào ban đêm.  Thức ăn ngon và dịch vụ tốt. Đọc thêm"
        ],
        "star_ratings": [
            17,
            22,
            14,
            3,
            6
        ],
        "review_amount": 62,
        "location": [
            "Nữ hoàng",
            "Những điều cần làm trong Flushing",
            "Trung tâm mua sắm thế giới mới",
            "xả nước",
            "New York NY",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written February 15, 2023",
            "Written October 28, 2022",
            "Written September 21, 2022",
            "Written July 17, 2020",
            "Written July 17, 2020",
            "Written December 26, 2019",
            "Written December 22, 2019",
            "Written May 15, 2019",
            "Written May 2, 2019",
            "Written April 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47729-d3838862-Reviews-New_World_Mall-Flushing_Queens_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d11956829-Reviews-Spot_Dessert_Bar_Flushing-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d1498104-Reviews-Magna_Ristorante-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d9714276-Reviews-Shanghai_You_Garden-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d3581525-Reviews-Happy_Lamb_Hot_Pot_Flushing-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d2315362-Reviews-Xian_Famous_Food-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d4563304-Reviews-Food_Court_at_New_World_Mall-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d9865164-Reviews-Spring_Shabu_Shabu-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d1103186-Reviews-Asian_Jewels_Seafood_Restaurant-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d20043716-Reviews-Nan_Xiang_Soup_Dumplings_Flushing-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d458241-Reviews-Lucia_Pizza-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d15512640-Reviews-Queens_Crossing-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d1478444-Reviews-Queens_Crossing_Art_Gallery-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d2619358-Reviews-Free_Synagogue_of_Flushing-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806933-d23142987-Reviews-Lao_Qi_Leisure_Trail-Toufen_Miaoli.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27173327-Reviews-Tangram_Mall-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d23190103-Reviews-Downtown_Flushing-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d548857-Reviews-Flushing_Town_Hall-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d8791194-Reviews-The_Shops_at_Skyview-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d548833-Reviews-Bowne_House_Historical_Society-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d1519998-Reviews-Citi_Field-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d3838862-Reviews-or10-New_World_Mall-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d557564-Reviews-Queens_Botanical_Garden-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d17529412-Reviews-Daiso-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27523718-Reviews-Project_KE-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27049220-Reviews-Marshalls-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27042723-Reviews-Macy_s-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27025677-Reviews-Burlington-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15516041-Reviews-LLL_INTERNATIONAL_TRAVEL-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16870286-Reviews-Jupiter_Legend_Corporation-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d12867044-Reviews-Leaf_Bar_Lounge-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d5843273-Reviews-Roosevelt_Sports_Bar-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26247498-Reviews-KE_Transfer-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d17378292-Reviews-Nexus_Holidays-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d10294230-Reviews-A_Roof_Bar-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34755-d1767007-Reviews-White_Oak_Conservation_Center-Yulee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d17852753-Reviews-SkyBridge-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-Devils_Fork_State_Park-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51690-d940161-Reviews-WinStar_World_Casino_and_Resort-Thackerville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d2250323-Reviews-Hanging_Bridge_at_Nesher_Park-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g55193-d4751919-Reviews-Isha_USA-McMinnville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g194675-d2312894-Reviews-Liscia_Ruja-Arzachena_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d148169-Reviews-Treasure_Beach-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147429-d13293508-Reviews-Hooper_s_Bay_Beach-Great_Exuma_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d8733906-Reviews-Magnolia_Silos-Waco_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47729-d3838862-Reviews-or10-New_World_Mall-Flushing_Queens_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47729-d3838862-Reviews-New_World_Mall-Flushing_Queens_New_York.html"
    }
]