[
    {
        "attraction_name": "Newport Mansions",
        "attraction_name_vi": "Biệt thự Newport",
        "general_info": [
            "1.632 đánh giá",
            "- 8 trong số 115 điều cần làm ở Newport",
            "Bảo tàng chuyên ngành",
            "Tòa nhà kiến ​​trúc"
        ],
        "attraction_summary": "Có cái nhìn thoáng qua về cuộc sống xa hoa của giới thượng lưu Thời đại mạ vàng thông qua bộ sưu tập bảo tàng ngôi nhà lịch sử độc đáo này. Hiệp hội Bảo tồn Quận Newport sở hữu 11 bất động sản có niên đại từ giữa thế kỷ 18 đến Thời đại Mạ vàng, bao gồm The Breakers - một biểu tượng của Newport - Marble House, The Elms và Rosecliff. Bảy trong số những ngôi nhà là Di tích Lịch sử Quốc gia.Đọc thêm",
        "reviews": [
            "Chúng tôi đến thăm Breakers, Elms và Marble House. Mỗi nơi đều rất khác nhau nhưng tất cả đều sang trọng và thể hiện một khía cạnh của nước Mỹ mà thật khó có thể tưởng tượng được. Các chuyến tham quan bằng âm thanh giúp bạn dễ dàng tìm hiểu nhiều như bạn muốn về các ngôi nhà và mọi người đều tôn trọng người khác khi đi dạo xung quanh. Sau khi xem The Gilded Age trên HBO, thật thú vị khi hình dung ra những cảnh trong bối cảnh này.  Thật dễ dàng để tìm thấy từng ngôi nhà.Đọc thêm",
            "Tham quan The Breakers lần thứ hai - lần đầu tiên cách đây nhiều năm. Vẫn có giá trị thời gian và chi phí. Hãy nhớ đi bộ trong khuôn viên và nếu có thể, hãy đi bộ trên vách đá - theo cả hai hướng đều đẹp. Newport đơn giản là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Tôi rất vui vì đã quyết định thực hiện chuyến đi từ PA để tham gia chuyến tham quan này. Nó hoàn toàn xứng đáng! Hướng dẫn của chúng tôi rất thú vị và rất hiểu biết. Chuyến tham quan tràn ngập nhiều cảnh hậu trường thoáng qua khi chương trình The Gilded Age trở nên sống động trước mắt chúng tôi. Tôi hy vọng họ sẽ cung cấp lại tính năng này sau khi Phần 2 phát sóng - tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Chúng tôi nhìn thấy những chiếc cầu dao và ngôi nhà bằng đá cẩm thạch. Đó chắc chắn là một trải nghiệm. Tôi - tôi mừng là nó không - bận đến mức bạn không thể - di chuyển. Các nhân viên rất có sức chứa, nhưng bạn chỉ cần tự mình thực hiện chuyến tham quan khi trả tiền tự hướng dẫn. Đáng ngạc nhiên là những khu vườn không tuyệt vời đến thế.Đọc thêm",
            "Chúng tôi đến thăm Newport từ một con tàu du lịch neo đậu ngoài khơi. Do việc lên bờ bị chậm trễ nên chúng tôi không có nhiều thời gian như mong muốn. Chúng tôi đi bộ từ Công viên Perrotti, nơi đoàn tàu thả chúng tôi xuống và dọc theo Đại lộ Bellevue. Vì không có thời gian nên chúng tôi không đi vào bất kỳ dinh thự nào mà đi ngang qua nhiều dinh thự. Một màn trình diễn sang trọng đáng kinh ngạc! Tất cả đều có phong cách khác nhau. Thú vị khi thấy tất cả các kiến ​​trúc khác nhau. Đọc thêm",
            "Chúng tôi đã đi tham quan tất cả bốn Dinh thự của Hiệp hội Bảo tồn mở cửa cho các chuyến tham quan vào tháng 10 - The Breakers, Marble House, Rosecliff và The Elms.  Chúng tôi cũng đi tham quan Rough Point, ngôi nhà cũ của Doris Duke.  Tất cả đều khác nhau nhưng tất cả đều đáng để tham quan.  Chúng tôi thực sự thích Marble House nhất nhưng đó là một lựa chọn khó khăn.  Bảo tàng Nghệ thuật Newport cũng nằm trong một biệt thự cổ xinh xắn.\nNếu bạn muốn tham quan nhiều hơn 2 ngôi nhà, hãy xem xét thẻ vào cửa.  Đó là một con số rất lớn ở mức - 70 đối với tất cả các ngôi nhà của Hiệp hội Bảo tồn.Đọc thêm",
            "Chúng tôi đã đến thăm các biệt thự khi chúng tôi ở Boston. Hơn một giờ lái xe nhưng không quá tệ. Chúng tôi đã mua gói 3 biệt thự và chúng tôi đã làm Elms, Ngôi nhà bằng đá cẩm thạch và Breakers. Bạn cần cả ngày nghỉ ngơi để ăn trưa. Tất cả đều có bãi đậu xe dễ dàng và khá gần nhau. Rất khuyến khích nhưng có thể hơi đắt khi có nhiều hơn một vài người - gia đình, v.v. - Đọc thêm",
            "Tôi và con dâu đưa cháu gái 4 tuổi đi uống trà tại Marble House. Việc đặt chỗ và mua vé tham quan Nhà Đá Cẩm Thạch là bắt buộc. Đó là một trải nghiệm đáng nhớ nhưng là một buổi chiều đắt giá với việc bổ sung vé và chuyến tham quan nhanh mà chúng tôi cần thực hiện để giữ được sự quan tâm của cháu gái tôi.Đọc thêm",
            "Chúng tôi đến thăm Breakers với tư cách là một gia đình gồm 3 người - thanh niên - vào buổi chiều. Đó là một trải nghiệm tuyệt vời với nội thất tuyệt đẹp và sự khéo léo trong biệt thự. Những bức ảnh thật tuyệt vời nhưng việc tận mắt chiêm ngưỡng nó chắc chắn là điều không thể bỏ qua đối với những ai yêu thích nghệ thuật, nội thất, kiến ​​trúc và hơn thế nữa.\n\nTuy nhiên, họ đang thực hiện một số công trình xây dựng bên ngoài dinh thự, điều này khiến trải nghiệm kém thú vị hơn.\n\nChúng tôi không có cơ hội đến thăm những biệt thự khác hoặc đi bộ trên vách đá vì thời tiết xám xịt và mưa. Dinh thự cũng ngừng nhận khách vào lúc 4 giờ chiều - quán cà phê cũng đóng cửa cùng lúc - . Đọc thêm",
            "Vào thứ Sáu, chồng tôi và tôi đã tham gia chuyến tham quan Inside the Gilded Age do Raymond dẫn đầu. Nó thật tuyệt vời và đáng giá. Chúng tôi có cái nhìn tổng quan toàn diện về bốn dinh thự đáng kinh ngạc trong vòng chưa đầy bốn giờ và xem lại những cảnh yêu thích của chúng tôi trong chương trình. Nhưng Raymond, người có tính cách trầm lặng, là người tuyệt vời nhất trong chuyến tham quan. Anh ấy thực sự là một nguồn kiến ​​thức và rõ ràng yêu thích thời đại, tài sản và tất nhiên là cả buổi biểu diễn.Đọc thêm",
            "Vào thứ Sáu, chồng tôi và tôi đã tham gia chuyến tham quan Inside the Gilded Age do Raymond dẫn đầu. Nó thật tuyệt vời và đáng giá. Chúng tôi có cái nhìn tổng quan toàn diện về bốn dinh thự đáng kinh ngạc trong vòng chưa đầy bốn giờ và xem lại những cảnh yêu thích của chúng tôi trong chương trình. Nhưng Raymond, người có tính cách trầm lặng, là người tuyệt vời nhất trong chuyến tham quan. Anh ấy thực sự là một nguồn kiến ​​thức và rõ ràng yêu thích thời đại, tài sản và tất nhiên là cả buổi biểu diễn.Đọc thêm",
            "Tôi đã đến Newport, Rhode Island khá nhiều lần, đi bộ trên Cliff Walk, nhưng chưa bao giờ tôi vào bên trong bất kỳ biệt thự nào. Đây là lần đầu tiên tôi đi lưu diễn và nó rất đáng để chờ đợi. Tôi và con gái 25 tuổi của tôi đã thực hiện chuyến tham quan này sau khi đọc được rằng nó sẽ dựa trên các địa điểm quay phim của HBO - s The Gilded Age. Một quan điểm độc đáo! Hướng dẫn viên của chúng tôi, Raymond Roy, đã có một bài thuyết trình xuất sắc về các chi tiết của chương trình cũng như sự thật lịch sử của 4 ngôi nhà chúng tôi đã ghé thăm - The Elms, Marble House, Chateau-sur-Mer - hiện đang đóng cửa cho công chúng - và Breakers. Chuyến tham quan kéo dài 3 - 2 giờ là một tốc độ dễ dàng, thời điểm hoàn hảo để nghỉ giải lao và có thêm thời gian để khám phá The Breakers cuối cùng - đi bộ trong khuôn viên và ghé thăm cửa hàng bảo tàng. Mặc dù giá của chuyến tham quan này có thể cao hơn nhưng chúng tôi cảm thấy nó đáng giá. Chúng tôi đã được tặng một món quà nhỏ và món quà ngọt ngào tại một trong những điểm dừng của chúng tôi. Raymond đã là hướng dẫn viên du lịch trong nhiều năm, bằng chứng là anh có rất nhiều thông tin. Nếu bạn - muốn trải nghiệm quan điểm của anh ấy về chuyến tham quan Thời đại hoàng kim của HBO mà chúng tôi đặc biệt khuyến khích, thì anh ấy là người hướng dẫn vào các ngày thứ Sáu! Con gái tôi và tôi thực sự rất thích ngày của chúng tôi!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Thời đại vàng son và yêu thích nó !!  Chúng tôi là một nhóm nhỏ gồm 12 người cho chuyến tham quan kéo dài 3,5 giờ bao gồm 4 biệt thự.  Hướng dẫn viên du lịch rất tuyệt vời và rất hiểu biết.  Tôi rất muốn giới thiệu chuyến tham quan này! Đọc thêm",
            "Chúng tôi đến thăm Breakers với tư cách là một gia đình gồm 3 người - thanh niên - vào buổi chiều. Đó là một trải nghiệm tuyệt vời với nội thất tuyệt đẹp và sự khéo léo trong biệt thự. Những bức ảnh thật tuyệt vời, nhưng việc tận mắt chiêm ngưỡng nó chắc chắn là điều không thể bỏ qua đối với những ai yêu thích nghệ thuật, nội thất, kiến ​​trúc, v.v. Tuy nhiên, họ đang thực hiện một số công trình xây dựng bên ngoài dinh thự, điều này khiến trải nghiệm kém thú vị hơn. Chúng tôi - không có cơ hội đến thăm các biệt thự khác hoặc đi bộ trên vách đá vì thời tiết xám xịt và mưa. Dinh thự cũng ngừng nhận khách vào lúc 4 giờ chiều - quán cà phê cũng đóng cửa cùng lúc - . Đọc thêm",
            "Tôi và con dâu đưa cháu gái 4 tuổi đi uống trà tại Marble House. Việc đặt chỗ và mua vé tham quan Nhà Đá Cẩm Thạch là bắt buộc. Đó là một trải nghiệm đáng nhớ nhưng là một buổi chiều đắt giá với việc bổ sung vé và chuyến tham quan nhanh mà chúng tôi cần thực hiện để giữ được sự quan tâm của cháu gái tôi.Đọc thêm",
            "Chúng tôi đã đến thăm các biệt thự khi chúng tôi ở Boston. Hơn một giờ lái xe nhưng không quá tệ. Chúng tôi đã mua gói 3 biệt thự và chúng tôi đã làm Elms, Ngôi nhà bằng đá cẩm thạch và Breakers. Bạn cần cả ngày nghỉ ngơi để ăn trưa. Tất cả đều có bãi đậu xe dễ dàng và khá gần nhau. Rất khuyến khích nhưng có thể hơi đắt khi có nhiều hơn một vài người - gia đình, v.v. - Đọc thêm",
            "Chúng tôi đã đi tham quan tất cả bốn Dinh thự của Hiệp hội Bảo tồn mở cửa cho các chuyến tham quan vào tháng 10 - The Breakers, Marble House, Rosecliff và The Elms.  Chúng tôi cũng đi tham quan Rough Point, ngôi nhà cũ của Doris Duke.  Tất cả đều khác nhau nhưng tất cả đều đáng để tham quan.  Chúng tôi thực sự thích Marble House nhất nhưng đó là một lựa chọn khó khăn.  Bảo tàng Nghệ thuật Newport cũng nằm trong một biệt thự cổ xinh xắn. Nếu bạn muốn tham quan nhiều hơn 2 ngôi nhà, hãy cân nhắc việc sử dụng thẻ vào cửa.  Đó là một con số rất lớn ở mức - 70 đối với tất cả các ngôi nhà của Hiệp hội Bảo tồn.Đọc thêm",
            "Chúng tôi đến thăm Newport từ một con tàu du lịch neo đậu ngoài khơi. Do việc lên bờ bị chậm trễ nên chúng tôi không có nhiều thời gian như mong muốn. Chúng tôi đi bộ từ Công viên Perrotti, nơi đoàn tàu thả chúng tôi xuống và dọc theo Đại lộ Bellevue. Vì không có thời gian nên chúng tôi không đi vào bất kỳ dinh thự nào mà đi ngang qua nhiều dinh thự. Một màn trình diễn sang trọng đáng kinh ngạc! Tất cả đều có phong cách khác nhau. Thú vị khi thấy tất cả các kiến ​​trúc khác nhau. Đọc thêm",
            "Chuyến tham quan tuyệt vời đến ngôi nhà mùa hè Vandrbilts. Mất khoảng một giờ để đi bộ xung quanh biệt thự. Hướng dẫn sử dụng giấy có sẵn - thật tuyệt.Đọc thêm",
            "Đừng mang trẻ em đến bất kỳ biệt thự nào. Chúng tôi bị phân biệt đối xử vì chúng tôi có một đứa con 1 tuổi. Không được phép sử dụng xe đẩy nhưng bà tôi đã đi trước chúng tôi và có một chiếc xe lăn. Không có nhiều ý nghĩa.  Nếu tôi có thể cho nơi này 0 sao thì tôi sẽ làm. Chưa bao giờ tôi cảm thấy bị thiếu tôn trọng như vậy trong suốt cuộc đời mình. Vợ tôi đã khóc vì cách chúng tôi bị đối xử. Chúng tôi được tặng vé miễn phí để quay lại vào lúc khác, thiệt hại đã xảy ra nên tôi từ chối vé. Sẽ không bao giờ quay trở lại. Joyce ở Breakers thật tồi tệ đối với chúng tôi và hủy hoại ngày của chúng tôi ở một thành phố xinh đẹp như vậy. Đọc thêm",
            "Có thể KHÔNG trả tiền vé được không? Tôi không quan tâm đến chuyến tham quan bên trong. Tôi chỉ quan tâm đến việc ngắm nhìn từng khu biệt thự và bên ngoài, chụp một số bức ảnh và tiếp tục. Thật khó hiểu khi trực tuyến vì vé dường như dành cho các chuyến tham quan BÊN TRONG? Nhưng chỉ chiêm ngưỡng từ bên ngoài có miễn phí không? Cảm ơnĐọc thêm",
            "Thông thường mất bao lâu để tham quan The Breakers, Marble House và The Elms? Một người có thể ở cả ba biệt thự trong một ngày không?Đọc thêm",
            "Những dinh thự ở Newport có diễn viên trong trang phục cổĐọc thêm",
            "CHÀO. Khi vợ tôi và tôi đến các dinh thự vào dịp Giáng sinh, chúng tôi được thông báo rằng nếu tiết kiệm vé, chúng tôi có thể cho người bán vé xem và trả - 5,00 cho vé để thăm lại họ hoặc thăm dinh thự khác. Điều này có thực sự đúng không?Đọc thêm",
            "Đúng. Đúng rồi. Ngoài ra, bạn có thể vào chuồng ngựa bằng cuống vé cũ.Đọc thêm",
            "Có giảm giá cho quân nhân không?Đọc thêm",
            "Xin lỗi đã không hỏi vì không phải quân nhânĐọc thêm",
            "Bạn có được nhìn thấy nhiều thứ hơn ngoài tầng trệt của biệt thự không? Bạn có được phép lên tầng hai của bất kỳ dinh thự nào không?Đọc thêm",
            "Có một số chúng tôi đã có thể đi lên lầu. Bạn không nhìn thấy toàn bộ ngôi nhà nhưng chỉ nhìn thấy một phần của nóĐọc thêm",
            "Có phòng tắm nào trong biệt thự mà du khách có thể sử dụng không?Đọc thêm",
            "vâng, có ở khu vực cửa hàng quà tặng hoặc trong quán cà phêĐọc thêm",
            "Các biệt thự ở Newport có mở cửa vào Lễ Phục sinh năm 2020 không \nĐọc thêm",
            "Truy cập lịch hoạt động của trang web Hiệp hội Bảo tồn Quận Newport. Ngày và giờ ở nhiều dinh thự khác nhau, vì vậy tôi sẽ kiểm tra. \n \nĐọc thêm",
            "Khi nào các biệt thự mở cửa?Đọc thêm",
            "The Breakers và Rosecliff mở cửa lúc 9 giờ sáng, tất cả những nơi khác mở cửa lúc 10:00. Đọc thêm",
            "Bạn có cần phải đi theo tour không? Hoặc bạn cũng có thể tự điĐọc thêm",
            "Bạn có thể tự làm, họ có những bộ mà bạn nghe về dinh thự và đi theo tốc độ của riêng bạn, chúc bạn vui vẻ!!Đọc thêm"
        ],
        "star_ratings": [
            1266,
            310,
            37,
            8,
            11
        ],
        "review_amount": 1632,
        "location": [
            "Hoa Kỳ",
            "Đảo Rhode - RI -",
            "Biệt thự Newport",
            "Những điều cần làm ở Newport",
            "Cảng mới"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 15, 2023",
            "Written July 20, 2023",
            "Written August 8, 2023",
            "Written November 7, 2023",
            "Written November 16, 2023",
            "Written November 21, 2023",
            "Written March 5, 2024",
            "Written April 18, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 23, 2024",
            "Written May 18, 2024",
            "Written April 18, 2024",
            "Written March 5, 2024",
            "Written November 21, 2023",
            "Written November 16, 2023",
            "Written November 8, 2023",
            "Written October 4, 2023",
            "Written September 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60978-d105955-Reviews-Newport_Mansions-Newport_Rhode_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d443222-Reviews-Mamma_Luisa_Ristorante_Italiano-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d443137-Reviews-Chanterelle_Restaurant-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d8425977-Reviews-Cru_Cafe-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d523587-Reviews-Annies-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d443224-Reviews-Scales_Shells-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d4453661-Reviews-Jo_s_American_Bistro-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d2161540-Reviews-TSK_Thames_Street_Kitchen-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d445983-Reviews-Zelda_s-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d448644-Reviews-O_Brien_s_Pub-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60978-d18892253-Reviews-Vieste_Simply_Italian-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d267859-Reviews-The_Preservation_Society_of_Newport_County-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d107523-Reviews-The_Elms-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105959-Reviews-Chepstow-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d107524-Reviews-Chateau_sur_Mer-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d569533-Reviews-National_Museum_of_American_Illustration-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104611-Reviews-The_Breakers-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d257003-Reviews-International_Tennis_Hall_of_Fame-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105958-Reviews-Isaac_Bell_House-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d103122-Reviews-Bellevue_Avenue-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105235-Reviews-St_Mary_s_Catholic_Church-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105955-Reviews-or10-Newport_Mansions-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d181868-Reviews-Rough_Point_Museum-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105185-Reviews-Marble_House-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d1813757-Reviews-Thames_Glass-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105187-Reviews-Rosecliff-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d7611487-Reviews-Audrain_Automobile_Museum-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d107525-Reviews-Kingscote-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d26261984-Reviews-NewportStyle-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d14092586-Reviews-Newport_Foodies_Stroll-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d1891970-Reviews-Newport_Helicopter_Tours-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d12124658-Reviews-20_Monroe_Live-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d17599475-Reviews-Six_Flags_Hurricane_Harbor-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d109066-Reviews-Grand_Strand-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104857-Reviews-The_National_Archives_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d4262820-Reviews-Thailand_Massage_Centre-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187823-d9802439-Reviews-Palazzo_Angelo_Giovanni_Spinola-Genoa_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g297389-d2723986-Reviews-Cape_Kaliakra-Dobrich_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4699350-Reviews-Museum_of_Bricks-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d5505860-Reviews-Evan_Williams_Bourbon_Experience-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d6733913-Reviews-Central_Festival_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60978-d105955-Reviews-or10-Newport_Mansions-Newport_Rhode_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60978-d105955-Reviews-Newport_Mansions-Newport_Rhode_Island.html"
    }
]