[
    {
        "attraction_name": "Newport Vineyards",
        "attraction_name_vi": "Vườn nho Newport",
        "general_info": [
            "551 đánh giá",
            "- 3 trong số 29 điều cần làm ở Middletown",
            "Nhà máy rượu vang - Vườn nho",
            "Trang trại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Vị trí tuyệt vời cho bất kỳ loại lễ kỷ niệm. Không khí và môi trường xung quanh rất đẹp với cảnh quan xanh và sạch xung quanh. Khu vực Vườn nho lớn là nơi thích hợp nhất để tổ chức một buổi tụ tập ngoài trời tuyệt đẹp để kỷ niệm các dịp lễ. Trên thực tế, chúng tôi đã tổ chức lễ cưới cho con trai mình ở địa điểm Vineyards và đã thu hút sự chú ý của tất cả các vị khách tham dự buổi lễ. Chỗ nghỉ này phù hợp nhất để tổ chức đám cưới tại điểm đến như gia đình chúng tôi đã làm. Thức ăn và đồ uống được cung cấp với nhiều loại khác nhau. Sảnh chức năng bên trong cũng rộng rãi và được ban quản lý bố trí hợp lý. Nhìn chung, một nơi tuyệt vời để kỷ niệm bất kỳ loại lễ kỷ niệm - dịp nào.Đọc thêm",
            "Đặt chỗ trực tuyến tương đối dễ dàng nhưng thay đổi qua điện thoại là một trải nghiệm khá thú vị. Tôi gọi để nói rằng chúng tôi sẽ trễ 15 phút. Sau đó tôi được thông báo rằng lượt đặt chỗ tiếp theo sẽ là 2,5 giờ sau nếu chúng tôi muốn ngồi bên ngoài - như yêu cầu ban đầu -. Một bàn có thể có sau 1,5 giờ nếu chúng ta ngồi - có mái che - và một bàn có thể có trong vòng nửa giờ sau. Tôi chấp nhận bảng bên trong. Khi chúng tôi đến, các nhân viên nói rằng chúng tôi có thể ngồi ở bất cứ đâu, và các khu vực nhà hàng rõ ràng là không đầy người.  Không phải là một khởi đầu tốt.\nKhung cảnh bên ngoài rất dễ chịu nhưng menu khá hạn chế. Dịch vụ này rất ổn và chúng tôi rất thích nếm thử rượu vang Newport Vinyard.\nKhông chắc chắn tôi sẽ giới thiệu lại nó và không chắc chúng tôi sẽ quay lại.Đọc thêm",
            "Anh họ tôi và tôi đến đây để ăn trưa. Chúng tôi đến sớm 1 tiếng vì hoạt động trước đó của chúng tôi kết thúc sớm hơn dự kiến. Họ không thể xếp chỗ cho chúng tôi cho đến 15 phút trước khi chúng tôi đặt chỗ vì vấn đề nhân sự. Vì vậy, chúng tôi gọi một ly rượu trong khi chờ đợi. Ngoài phòng ăn còn có phòng nếm thử và sân hiên. Tôi rất buồn vì phải thu thập nút chai từ các nhà máy rượu mà tôi ghé thăm. Hầu hết các chai đều có nắp xoắn, ngoại trừ rượu đá. Họ không có bất kỳ nút chai nào được đặt xung quanh và tôi cũng không định chi - 45 đô la cho rượu đá chỉ để mua nút chai. Thức ăn rất ngon. Tôi đã thử Vidal Blanc và Great White. Tôi thích Great White hơn.Đọc thêm",
            "Chúng tôi đã có RẤT NHIỀU niềm vui ở đây! Chúng tôi đã đặt chỗ trước 9 người ở khu vực nhà hàng ở tầng trên và máy chủ của chúng tôi thật tuyệt vời. Anh ấy chu đáo và vui tính! Các món khai vị - món ăn có thể chia sẻ rất ngon và các bữa ăn thực sự cũng rất ngon.\nTÔI YÊU rằng họ có một chuyến bay mocktail vì chúng tôi có một thành viên trong nhóm không thể uống được, và họ nói rằng các loại mocktail đều rất ngon.\nTất cả các chuyến bay rượu vang đều ngon.\nSau đó, chúng tôi đi xuống sân hiên uống thêm một ly nữa và dạo chơi giữa những cây nho. Thời tiết và không khí đều hoàn hảo và rượu vang rất ngon.\nĐó là một nơi hoàn hảo cho một người độc thân! Tôi thực sự khuyên bạn nên và tôi sẽ 100 - quay lại!\nChúng tôi đã đi vào tháng 6 năm 2022, không phải tháng 6 năm 2023 Đọc thêm",
            "Chúng tôi dừng lại để nếm rượu và kiểm tra chỗ nghỉ. Cơ sở vật chất rất đẹp, nhưng rượu chúng tôi uống không ngon lắm và được phục vụ trong những chiếc cốc nhựa nhỏ với giá - 10 đô la một ly. Siêu đáng thất vọng. Chúng tôi đã thử Cab Franc, Merlot và Cab Sav và không thích loại nào trong số đó.Đọc thêm",
            "Chúng tôi đã có RẤT NHIỀU niềm vui ở đây! Chúng tôi đã đặt chỗ trước 9 người ở khu vực nhà hàng ở tầng trên và máy chủ của chúng tôi thật tuyệt vời. Anh ấy chu đáo và vui tính! Các món khai vị - món có thể chia sẻ rất ngon và các bữa ăn thực sự cũng rất ngon. TÔI THÍCH rằng họ có một chuyến bay mocktail vì chúng tôi có một thành viên trong nhóm không thể uống được và họ nói rằng các loại mocktail đều rất ngon. Tất cả trong số các chuyến bay rượu vang cũng rất ngon. Sau đó, chúng tôi đi xuống tầng dưới sân để uống một ly khác và dạo chơi giữa những cây nho. Thời tiết và không khí đều hoàn hảo và rượu vang rất ngon. Đó là một nơi hoàn hảo cho một cô gái độc thân! Tôi thực sự khuyên bạn nên và tôi sẽ 100 - hãy quay lại! Chúng tôi đã đi vào tháng 6 năm 2022 chứ không phải tháng 6 năm 2023 Đọc thêm",
            "Anh họ tôi và tôi đến đây để ăn trưa. Chúng tôi đến sớm 1 tiếng vì hoạt động trước đó của chúng tôi kết thúc sớm hơn dự kiến. Họ không thể xếp chỗ cho chúng tôi cho đến 15 phút trước khi chúng tôi đặt chỗ vì vấn đề nhân sự. Vì vậy, chúng tôi gọi một ly rượu trong khi chờ đợi. Ngoài phòng ăn còn có phòng nếm thử và sân hiên. Tôi rất buồn vì phải thu thập nút chai từ các nhà máy rượu mà tôi ghé thăm. Hầu hết các chai đều có nắp xoắn, ngoại trừ rượu đá. Họ không có bất kỳ nút chai nào được đặt xung quanh và tôi cũng không định chi - 45 đô la cho rượu đá chỉ để mua nút chai. Thức ăn rất ngon. Tôi đã thử Vidal Blanc và Great White. Tôi thích Great White hơn.Đọc thêm",
            "Nhóm bạn đến nghỉ cuối tuần từ khắp đất nước.  Đây là một chuyến đi chơi thú vị trong vài giờ, khoảng 3,5 dặm - 11 phút lái xe - từ Viking Motel. Mối quan tâm duy nhất của chúng tôi là kiểm tra và thử một số loại rượu vang.  Không khí đẹp. Cơ sở lớn.  Vườn nho ngay đó.  Một số nhầm lẫn của nhân viên về khu vực nếm rượu vang.  Người cửa hàng quà tặng đã gửi chúng tôi đến sân sau.  Sân sau đưa chúng tôi trở lại cửa hàng quà tặng.  Sau đó, chúng tôi đi vào khu vực quán bar bên trong và cuối cùng họ hướng dẫn chúng tôi đến khu vực dành riêng cho việc nếm rượu vang.  Nhân viên nếm rượu rất vui!   Rượu màu đỏ được đựng trong thùng không gỉ và được ủ lâu - cho đến khi bán hết - . Vì vậy, rượu trong thùng được lật lại và không thực sự già đi.  Chúng tôi đã thử một số màu đỏ và trắng.  Chúng tôi không ăn bất kỳ món ăn nào hoặc thử bất kỳ loại bia nào.  Họ có một anh chàng đang chơi ở khu vực sân trong và anh ấy thực sự rất giỏi.  Chúng tôi uống một ly và thưởng thức trên bãi cỏ cạnh vườn nho.    Chúng tôi thưởng thức một chút âm nhạc, ly rượu vang bên vườn nho và gần khách sạn của chúng tôi để chúng tôi cũng có thể tận hưởng những điểm tham quan khác.   Cho 3 - 5 sao vì chúng tôi không thử đồ ăn và một số loại rượu cũng ổn. Một số loại rượu mà nhóm chúng tôi đã nếm: Dry Riesling - thuộc nhóm Đặc sản - - rất ngon, được allCabernet Sauvignon thích - rất ngon, được tất cả Cabernet Franc thích - không được một người thíchRochambeau - không được tất cả mọi người thíchWhite Merlot - thuộc nhóm Rose - - meh, không chắc có nên thuộc nhóm RoseĐọc thêm",
            "Đặt chỗ trực tuyến tương đối dễ nhưng thay đổi qua điện thoại là một trải nghiệm khá thú vị. Tôi gọi điện để nói rằng chúng tôi sẽ đến muộn 15 phút. Sau đó, tôi được thông báo rằng thời gian đặt chỗ tiếp theo sẽ là 2,5 giờ sau nếu chúng tôi muốn ngồi bên ngoài - như yêu cầu ban đầu -. Có thể có bàn sau 1,5 giờ nữa nếu chúng tôi ngồi - có mái che - và có thể có bàn trong vòng nửa giờ sau. Tôi chấp nhận ngồi bàn bên trong. Khi chúng tôi đến, nhân viên nói rằng chúng tôi có thể ngồi ở bất cứ đâu và khu vực nhà hàng rõ ràng là không hề kín chỗ. Không phải là một khởi đầu tốt. Khung cảnh bên ngoài rất dễ chịu nhưng thực đơn khá hạn chế. Dịch vụ ổn và chúng tôi rất thích nếm thử rượu vang Newport Vinyard. Không chắc tôi có muốn thử lại và không chắc chúng tôi có quay lại không. Đọc thêm",
            "Không có gì tuyệt vời về các loại rượu vang. Một vườn nho đẹp nhưng không đủ không gian mời gọi để ngồi lại và thư giãn.  Đọc thêm",
            "Vị trí tuyệt vời cho bất kỳ loại lễ kỷ niệm. Không khí và môi trường xung quanh rất đẹp với cảnh quan xanh và sạch xung quanh. Khu vực Vườn nho lớn là nơi thích hợp nhất để tổ chức một buổi tụ tập ngoài trời tuyệt đẹp để kỷ niệm các dịp lễ. Trên thực tế, chúng tôi đã tổ chức lễ cưới cho con trai mình ở địa điểm Vineyards và đã thu hút sự chú ý của tất cả các vị khách tham dự buổi lễ. Chỗ nghỉ này phù hợp nhất để tổ chức đám cưới tại điểm đến như gia đình chúng tôi đã làm. Thức ăn và đồ uống được cung cấp với nhiều loại khác nhau. Sảnh chức năng bên trong cũng rộng rãi và được ban quản lý bố trí hợp lý. Nhìn chung, một nơi tuyệt vời để kỷ niệm bất kỳ loại lễ kỷ niệm - dịp nào.Đọc thêm",
            "Con gái tôi và bạn trai của cô ấy đã ăn trưa tại Newport Vineyards cách đây một thời gian và có một trải nghiệm tốt, vì vậy chúng tôi quyết định ăn tối ở đó.  Chúng tôi đã đặt chỗ và được ngồi ngay lập tức. Nơi này khá trống trải nhưng trông rất đẹp.  Con trai tôi yêu cầu một cốc Coke với chanh và được bảo là chúng không thể uống chanh.   - Tôi không thể tưởng tượng được một nhà hàng lại không có chanh. - Chúng tôi gọi món bánh quy xoắn làm món khai vị.  Họ được đưa đến bàn sau khoảng 30 phút.  Chúng thật ngon.  Tuy nhiên, các bữa ăn có khẩu phần nhỏ và thiếu hương vị.  Tôi đã gặp phải Bad MotherClucker.  Chiếc bánh sandwich có kích cỡ hoàn hảo đối với tôi - - một miếng ức gà giòn với phô mai Thụy Sĩ trên bánh quy cheddar cỡ 2 - X 2 -.  Bánh quy rất ngon.  Trên thực tế, đó là thứ duy nhất tôi có thể nếm được.  Mọi thứ đều thiếu muối.  Hai chiếc bánh mì kẹp thịt bị đập vỡ đã được đặt hàng và một đĩa lớn hơn đĩa kia rất nhiều.  Cá Judith giòn thiếu muối.  Thức ăn rất tầm thường và tôi cảm thấy như người phục vụ của chúng tôi chỉ đang cố gắng phục vụ chúng tôi.  Tôi sẽ không giới thiệu nơi này. Đọc thêm",
            "Khuôn viên đẹp, dịch vụ tuyệt vời, rượu ngon - đồ ăn. Trải nghiệm thú vị từ đầu đến cuối. Mặc dù vậy, việc đặt chỗ ăn uống vẫn được khuyến khích.Đọc thêm",
            "Great service, terrible food sums it all up.  First of all, the menu where it states No Sharesies is beyond ridiculous even if it is in jest.  This caused massive confusion at our table, not to mention some guilt.We tried to share two burgers and one pretzel order between the four of us and the amount of meat on the burger was beyond tiny.  Not to mention, our waitress informed us the burgers come out medium to medium well in which I responded, I - d like mine medium rare.  This burger was all stale roll, the burger itself MUST have been cooked the day before or the morning of because it was beyond medium well.  It was hockey puck hard, tiny as a silver dollar and had zero taste.We did not take this out on our very nice waitress but we will NEVER be back.   - 12.00 for this burger is a crime!  Below is the NO SHARESIES SECTION OF THE TAPROOT MENU. -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  -  - NO SHARESIESBad MotherClucker - 17crispy chicken breast, Canadian bacon, honey dijon aioli, swiss, cheddar biscuitBrinner - 25Blackbird Farm flat iron steak, farm egg, celery root hash, smoked onion catsupCornmeal Point Judith Fluke - 25crispy cheese grits, sweet slaw, house tartarPower Caesar - 17local kale, quinoa, rye  -  wheat berries, garlic dijon vinaigrette, parmesan crostini, shaved cheeseadd chicken  - 6Pastrami Rachel - 20house-cured pastrami, creamy slaw, Aquidneck Island dressing, swiss, grilled ryePlant-Based Pumpkin Bolognese - 21arugula, whole grain gemelli, FarmesanPork Belly Grilled Cheese - 18smoked apple maple glaze, muenster cheese, cinnamon breadSlow  -  Low Baguette - 20braised local grass-fed beef, garlicky greens, banana peppers, provolone, red wine jusVegan Roasted Hillside Mushroom Sandwich - 19golden beet hummus, sweet pickled onions, arugula, Farmesan, focacciaWishing Stone Farm Baby Butternut - 21curried beans, crispy mushrooms, so freakySmash Burger - 12¼ Lb. Aquidneck Farms ground beef, cheddar cheese, ﬂattop onions, house bacon, lettuce, special sauce, bolomake it a double  - 15Read more",
            "Cảm ơn bạn đã ghé thăm chúng tôi và chia sẻ phản hồi của bạn. Mặc dù chúng tôi rất vui vì bạn đã thích dịch vụ của mình nhưng chúng tôi thành thật xin lỗi vì đồ ăn không như bạn mong đợi. Nhóm của chúng tôi hướng đến sự xuất sắc và chúng tôi hy vọng bạn thử lại với chúng tôi để có trải nghiệm tốt hơn. Đọc thêm",
            "Xin chào, chúng tôi muốn đến vào cuối tuần từ 25 đến 27 tháng 10. Bạn băn khoăn không biết đây có được xem là mùa - bận rộn hay không? Ngoài ra, buổi nếm thử bao gồm những gì và bao nhiêu? Cảm ơn bạn!Đọc thêm",
            "Xin chào Karen, Chúng tôi đến thăm vào tháng 4, vì vậy tôi không biết về tháng 10.  Chúng tôi đã sử dụng phiếu giảm giá từ chúng tôi - điều này đã giúp ích.  Nếm thử của chúng tôi bao gồm 4 loại rượu vang.  Tôi thất vọng vì chúng tôi không được cung cấp bất cứ thứ gì giữa các loại rượu để làm sạch khẩu vị của mình.  Tuy nhiên, bạn nhận được một ly rượu vang.  Đây không phải là nhà máy rượu yêu thích của tôi.  Hãy đến Long Island, nơi có những nhà máy rượu vang tốt hơn rất nhiều!Đọc thêm",
            "Tôi muốn đưa em gái tôi đến phòng thử rượu ở nhà máy rượu vào ngày sinh nhật của cô ấy.  Nó nói - 15 bao gồm - nếm thử - một chuyến tham quan và một ly.  Nếm thử có nghĩa là bạn phải trả - 15 để thử một loại rượu ????  Tôi đã từng đến những nơi khác nơi bạn nếm thử 5 - 6 loại rượu vang.Đọc thêm",
            "Xin chào! Lawrence đã đúng, việc nếm thử của chúng tôi thường bao gồm 5 loại rượu vang và tổng cộng là khoảng một ly rưỡi. Tôi hy vọng điều này đã giúp làm rõ và chúng tôi sẽ sớm gặp lại bạn. Chúc mừng! Đọc thêm",
            "Bạn có thân thiện với chó ở bất kỳ khu vực nào không?Đọc thêm",
            "Chào bạn! Thật không may, chúng tôi không thân thiện với thú cưng vào thời điểm này.Đọc thêm",
            "Chuyến tham quan qua vườn nho kéo dài bao lâu?Đọc thêm",
            "Khoảng nửa giờ.Đọc thêm",
            "Bạn có thể mang theo đồ ăn của riêng mình và đi dã ngoại không?Đọc thêm",
            "Theo Câu hỏi thường gặp của Newport Winery - s, - Không được phép mang thức ăn, rượu hoặc đồ uống bên ngoài vào Newport Vineyards. Newport Vineyards cung cấp đầy đủ các loại rượu vang được bán theo ly khi đến tham quan. - Đọc thêm",
            "Có nơi nào để ở trong tòa nhà hoặc rất gần đó cho dịp đặc biệt dành cho nhóm 5-6 người không?Đọc thêm",
            "Newport khá gần. Ở đó bạn sẽ tìm thấy rất nhiều khách sạn và b - b - s tuyệt vời. Ngôi nhà yêu thích của chúng tôi, Francis Malbone House, có thêm một bất động sản độc lập hoàn hảo cho một nhóm nhỏ hoặc gia đình. Tất nhiên bạn sẽ được trải nghiệm sự hiếu khách tương tự, thời gian uống trà dễ chịu và bữa sáng phong phú.Đọc thêm",
            "Chúng ta có thể tận hưởng việc tự làm rượu vang giống như cách làm rượu vang kiểu cũĐọc thêm",
            "Không - bước nho - nhưng tôi đảm bảo với bạn, các phương pháp được sử dụng đều có chất lượng cao và vệ sinh hơn... Các tour du lịch bao gồm một bản tóm tắt ngắn gọn về thiết bị sản xuất. Đôi khi có giảm giá cho các tour du lịch kết hợp với nếm thử. Đất của hòn đảo này được cho là không giống với phần còn lại của New England và khiến rượu vang có đặc tính giống với rượu vang Pháp hơn. Địa lý độc đáo và vị trí đẹp như tranh vẽ. Đọc thêm",
            "có gì để xem ở đó?Đọc thêm",
            "Xin chào, tôi - tôi sẽ đi du lịch ở đây một tuần, bao gồm tất cả, nhưng tôi - tôi chỉ đang băn khoăn không biết nên mang theo bao nhiêu tiền mặt? Tôi dự định mua một số quà lưu niệm và có thể sẽ đi một hoặc hai chuyến du ngoạn. USDĐọc thêm",
            "Tôi không bao giờ đi du lịch với nhiều hơn - 100-200.  Mọi nơi chúng tôi đến ở Newport, họ đều lấy thẻ tín dụng.  Một mẹo hay là dừng lại ở trung tâm du lịch ở trung tâm thành phố.  Bạn có thể nhận được vé vào bất kỳ điểm tham quan nào ở Newport và chấp nhận thẻ tín dụng.  Họ cũng sẽ trợ giúp - giảm giá - .Đọc thêm"
        ],
        "star_ratings": [
            283,
            171,
            60,
            24,
            13
        ],
        "review_amount": 551,
        "location": [
            "Vườn nho Newport",
            "Hoa Kỳ",
            "Đảo Rhode - RI -",
            "Những việc cần làm ở Middletown",
            "Trung tâm"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written August 10, 2023",
            "Written August 29, 2023",
            "Written September 30, 2023",
            "Written October 21, 2023",
            "Written September 30, 2023",
            "Written August 29, 2023",
            "Written August 22, 2023",
            "Written August 10, 2023",
            "Written August 8, 2023",
            "Written June 5, 2023",
            "Written May 29, 2023",
            "Written May 6, 2023",
            "Written January 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54095-d560105-Reviews-Newport_Vineyards-Middletown_Rhode_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d15053549-Reviews-Taproot_Brewing-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d818720-Reviews-Frosty_Freez-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d4800389-Reviews-Dunkin-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d21121832-Reviews-Neon_Marketplace_Express-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d26883752-Reviews-Gansett_Wraps-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d15213340-Reviews-Pick_Pockets_Deli-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d1771635-Reviews-Anthony_s_Seafood-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d2089209-Reviews-The_Food_Shack-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d827881-Reviews-Siam_Square_Fine_Thai_Cuisine-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54095-d23433843-Reviews-Foodlove_Market-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d27070703-Reviews-Taproot_Brewing_Co-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54105-d12350482-Reviews-Newport_Car_Museum-Portsmouth_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d103119-Reviews-Touro_Synagogue-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104612-Reviews-Cliff_Walk-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d218751-Reviews-Sachuest_Point_National_Wildlife_Refuge-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d107523-Reviews-The_Elms-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104611-Reviews-The_Breakers-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d569533-Reviews-National_Museum_of_American_Illustration-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d103122-Reviews-Bellevue_Avenue-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d3547948-Reviews-Sweet_Berry_Farm-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d560105-Reviews-or10-Newport_Vineyards-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d6834247-Reviews-Newport_Cooks-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d27018241-Reviews-Rejects_Beer_Co-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d19126209-Reviews-Nature_s_Goodness-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d6881925-Reviews-Skydive_Newport-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d7613055-Reviews-Rhode_Island_Red_Food_Tours-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d1194995-Reviews-Firehouse_Theater-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d1792674-Reviews-Viking_Tours_of_Newport-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d3291234-Reviews-Newport_National_Golf_Club-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d105231-Reviews-Sachuest_Beach_Second_Beach-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d105232-Reviews-Third_Beach-Middletown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d108532-Reviews-Newport_Visitors_Information_Center-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d290582-Reviews-Bowen_s_Wharf-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d244246-Reviews-Ciudad_de_las_Artes_y_las_Ciencias-Valencia_Province_of_Valencia_Valencian_Communi.html",
            "https://www.tripadvisor.com/Attraction_Review-g53194-d1849102-Reviews-Millersburg_Ferry-Millersburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7149635-Reviews-Fondation_Louis_Vuitton-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d14997706-Reviews-Hawana_Aqua_Park-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d278902-Reviews-Topiary_Garden-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41705-d579818-Reviews-Newbury_Beach-Newbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10838190-Reviews-Sisyphos-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d1519998-Reviews-Citi_Field-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d274436-Reviews-Big_Spring-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d153038-Reviews-Plaza_Machado-Mazatlan_Pacific_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54095-d560105-Reviews-or10-Newport_Vineyards-Middletown_Rhode_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54095-d560105-Reviews-Newport_Vineyards-Middletown_Rhode_Island.html"
    }
]