[
    {
        "attraction_name": "Nha Trang Apanda Travel",
        "attraction_name_vi": "Du lịch Nha Trang Apanda",
        "general_info": [
            "37 đánh giá",
            "35 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour du thuyền câu cá",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Một nhà điều hành tour du lịch chuyên nghiệp sẽ đưa bạn vào cuộc hành trình khám phá thành phố Nha Trang với khung cảnh đích thực xung quanh khỏi các nhóm du lịch lớn. Apanda Travel Vietnam. Chúng tôi không làm tour giá rẻ, kém chất lượng. Chúng tôi chỉ thực hiện các tour du lịch trọn gói trong khu vực Nha Trang Việt Nam với chất lượng cao, chuyên nghiệp và giá cả hợp lý. Du lịch là động lực cho những điều tốt đẹp và chúng ta là động lực cho việc du lịch. Tại Tập đoàn Apanda, chúng tôi tin rằng du lịch có thể mang lại những điều tốt đẹp cho thế giới. Sứ mệnh của chúng tôi là mang lại hạnh phúc, niềm vui và sự hài lòng qua từng điểm đến và dịch vụ cụ thể. Chúng tôi chăm sóc khách hàng một cách chi tiết trong mỗi chuyến đi để đảm bảo bạn được an toàn và có những trải nghiệm riêng tư tuyệt vời, tuyệt vời. Một sứ mệnh khác là mang sức mạnh du lịch Việt Nam đến với mọi người, mọi nơi tại đây.Đọc thêm",
        "reviews": [
            "Chuyến du lịch qua đêm tuyệt vời. Xe đón từ Đà Nẵng đi Khe Sanh nghỉ tại khách sạn Khe Sanh Luxury. Dừng lại ở nhiều địa điểm yêu thích thời chiến tranh, bao gồm cả DMZ. Hướng dẫn rất am hiểu về khu vực và lịch sử cũng có một số mối liên hệ cá nhân thông qua gia đình với cuộc chiến. Người lái xe rất tuyệt vời và có sức chứa cho khách du lịch Úc. Tại Khe Sahn, chúng tôi chia sẻ bia với nhóm tại một quán bar địa phương và họ đã giúp chúng tôi tổ chức bữa tối, v.v. khách sạn rất tuyệt vời - tốt hơn nhiều so với mong đợi nhờ trải nghiệm du lịch tiêu chuẩn - phòng rất tuyệt và nhân viên thì đặc biệt. Ngày thứ 2 dẫn chúng tôi tới Căn cứ Chiến đấu Khe Sanh. Hướng dẫn viên của chúng tôi đã giúp chúng tôi đánh dấu tất cả những địa điểm mà chúng tôi muốn xem và cung cấp cho chúng tôi thông tin địa phương về cuộc chiến mà chúng tôi đang tìm kiếm. Được tổ chức trong thời gian ngắn thông qua nhóm và có một danh sách khá cụ thể các địa điểm cần đến cũng như khung thời gian ngắn, nhóm Du lịch Apanda đã tìm ra tất cả các điểm dừng để hoàn thành tất cả sau 2 ngày và đó sẽ là một chuyến đi mà chúng tôi không bao giờ quên. Chuyến đi đặc biệt với một đội ngũ tuyệt vời - được giới thiệu kỹ lưỡng và chuyến tham quan thứ hai chúng tôi đã thực hiện với đội ngũ Apanda Travel qua 2 thành phố.Đọc thêm",
            "Hôm qua, chúng tôi đã có chuyến đi nửa ngày đến thủy cung, đảo lặn với ống thở, bãi biển nhỏ và làng chài với Joe là người hướng dẫn của chúng tôi. Joe rất thân thiện và nhiều thông tin. Trả lời tất cả các câu hỏi chúng tôi có về Việt Nam và đảm bảo chúng tôi có một ngày tốt lành. Anh ấy thậm chí còn chụp ảnh suốt cả ngày và gửi chúng đi. Đọc thêm",
            "Megan thân mến.\nThật vinh dự và hân hạnh cho quý khách hàng khi dành thời gian quý báu còn lại trong kỳ nghỉ của mình để viết đánh giá về dịch vụ nhảy đảo tư nhân ngay sau chuyến trải nghiệm khám phá các hòn đảo của Vịnh Nha Trang.\nRất biết ơn những nhận xét về hướng dẫn viên du lịch chuyên nghiệp của chúng tôi, ông Joe. Tôi sẽ chuyển lời khen tốt đẹp của anh ấy. Công ty chúng tôi có đội ngũ nhân viên chuyên nghiệp, làm việc có cảm hứng và trách nhiệm với công việc luôn được đặt lên hàng đầu.\nNếu có dịp quay lại với chúng tôi tại Apanda Travel Vietnam, chúng tôi sẽ giới thiệu với các bạn một vài tour tiêu biểu khác của công ty chúng tôi như tour khám phá làng Nha Trang cổ bằng xe đạp hay tour riêng khám phá thác nước. quê hương Ba Hồ...\nTrân trọng kính chào, Giám đốc bán hàng.\nDu lịch Apanda Việt Nam.\nNếu bạn có thêm thông tin hoặc đề xuất nào về gói riêng tiếp theo của bạn tại Việt Nam.\nRất mong nhận được phản hồi từ bạn qua \nWhatsApp: 84.908903679.\n\n Đọc thêm",
            "Đã có một trải nghiệm tuyệt vời trong chuyến tham quan đảo tư nhân của chúng tôi với hướng dẫn viên du lịch Thảo tại Nha Trang ngày hôm qua. Ngay khi gặp Thảo, chúng tôi đã cảm nhận được một sự rung cảm tuyệt vời. Anh ấy rất thân thiện, dễ chịu và hiểu biết. Anh ấy chăm sóc chúng tôi rất tốt trong toàn bộ chuyến đi. Chuyến tham quan bao gồm đón xe riêng từ khách sạn, tham quan bằng tàu cao tốc qua các đảo, lặn với ống thở và thời gian thư giãn trên bãi biển. Rất muốn giới thiệu Thảo cho bất kỳ ai muốn khám phá một số hòn đảo xung quanh Nha Trang và có một ngày thư giãn tràn ngập niềm vui. Đọc thêm",
            "Thật tuyệt vời và quý giá khi những vị khách thân yêu dành thời gian phản hồi cho chúng tôi về chất lượng dịch vụ của một công ty du lịch khi họ đã sử dụng dịch vụ, dù tốt hay không. Đây là lý do tại sao mọi nhà tổ chức Tour luôn thực sự mong muốn cải thiện và duy trì dịch vụ tốt nhất cho những khách hàng tiếp theo của mình.\nCảm ơn khách hàng quý giá của chúng tôi đã đánh giá cao hướng dẫn viên du lịch Thảo, người có kỹ năng, sự nhiệt tình và kinh nghiệm đã mang đến cho bạn trải nghiệm du lịch đảo tuyệt vời.\nNhảy đảo là một trong những tour riêng của công ty với hành trình: khám phá làng chài, bè hải sản của ngư dân Nha Trang, ngâm mình trong làn nước mát hoặc bơi lội, lặn ngắm san hô tại Đảo San Hô. , nhận phòng bãi biển riêng xinh đẹp để tắm nắng và ăn trưa với đặc sản hải sản địa phương nếu tour cả ngày hoặc tham gia chèo thuyền Sups và các môn thể thao dưới nước với chi phí tự túc trên đảo.\nTrong chuyến tham quan này, chúng tôi cũng có thể có điểm dừng để bạn tự mình sử dụng dịch vụ lặn biển.\nChào mừng trở lại sớm nhất có thể.\nGiám đốc Apanda Travel Việt Nam.Đọc thêm",
            "Tour tham quan đảo Vịnh Nha Trang. Hướng dẫn du lịch tuyệt vời. Thức ăn tuyệt vời. Chuyến đi vui vẻ và thú vị. Hãy thử một lần.Đọc thêm",
            "Thật vui và cảm ơn bạn rất nhiều vì đã tham gia chuyến du lịch riêng với công ty chúng tôi. Tour nhảy đảo là một trong những tour được du khách đánh giá cao. Chúc bạn sức khỏe và có chuyến đi Việt Nam đáng nhớ và đừng quên liên hệ với đội ngũ của chúng tôi khi bạn quay lại Nha Trang hoặc Việt Nam.\nChúng tôi rất vinh dự được hỗ trợ bạn và nỗ lực hết mình để bạn thực sự có được trải nghiệm tốt nhất và trọn vẹn nhất về Việt Nam cho gia đình và bạn bè thân yêu của mình. Cảm ơn.\nCông ty TNHH Apanda Travel Việt NamĐọc thêm",
            "Chúng tôi đã có rất nhiều chuyến tham quan đảo thú vị và thực hiện các hoạt động vui nhộn với hướng dẫn viên du lịch thực sự vui vẻ và hấp dẫn Thảo. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi trong chuyến đi tham quan đảo tư nhân bằng tàu cao tốc. Chúng tôi rất trân trọng những gì bạn nói khi đến thăm quê hương của chúng tôi với hòn đảo xinh đẹp. \nVịnh Nha Trang là một trong 29 vịnh đẹp nhất thế giới.\nTôi nghĩ bạn nên nói lại điều đó cho chuyến đi riêng tiếp theo tới Việt Nam.\nTrân trọng.Đọc thêm",
            "Đó thực sự là một trải nghiệm tuyệt vời khi được đi cùng với ông tao. Anh ấy là một người thực sự vui vẻ và đưa chúng tôi đến nhiều địa điểm khác nhauĐọc thêm",
            "Kính thưa khách hàng.\nThật vui và hạnh phúc khi nghe bạn khen ngợi sự nhiệt tình và chuyên nghiệp của hướng dẫn viên du lịch của chúng tôi.\nĐội ngũ Apanda Travel Vietnam với nhiều năm kinh nghiệm và niềm đam mê trong công việc sẽ mang đến cho khách hàng những cảm giác mới mẻ trong việc khám phá cảnh quan, đất nước, con người và ẩm thực đặc trưng của Việt Nam.\nChúng tôi suy nghĩ và làm theo định hướng cũng như yêu cầu của khách hàng theo cách của mình và hướng tới những khác biệt không đi theo con đường thông thường.\nChúng tôi luôn làm việc tập trung để đảm bảo khách hàng có một kỳ nghỉ đáng nhớ tại Việt Nam.\nCảm ơn bạn, hẹn gặp lại.\nTrân trọng, Apanda Travel Việt Nam.Đọc thêm",
            "Đã có một thời gian tuyệt vời trong chuyến đi trong ngày của chúng tôi ở Nha Trang. Điều phối viên chuyến đi của chúng tôi, ông Thảo là người đã giúp đỡ rất nhiều trong suốt chuyến đi. Anh ấy giải thích chi tiết từng thứ cho chúng tôi. Thật vui khi có anh ấy ở bên, rất muốn giới thiệu anh Thảo cho những khách du lịch khácĐọc thêm",
            "Một hướng dẫn viên du lịch thân thiện, kiên nhẫn và chu đáo. Chúng tôi đã đi đến nhiều nơi khác nhau và hướng dẫn viên du lịch đã giúp chúng tôi chụp rất nhiều ảnh.Đọc thêm",
            "Hôm nay chúng tôi đã thực hiện Chuyến tham quan Đảo tư nhân với ông Châu là người hướng dẫn. Tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai. Chuyến tham quan rất thư giãn đối với chúng tôi. Đó chính là những gì chúng tôi cần. Cảm ơn anh Châu rất nhiều. Đó là một ngày rất rất tốt. Chuyến đi thật tuyệt vời hơn nhiều so với những gì chúng tôi mong đợi. Và hướng dẫn viên du lịch giỏi nhất Việt Nam. Tôi thích xem vợ tôi câu cá hôm nay, điều đó đã làm nên một ngày của tôi và tôi nghĩ toàn bộ sự việc thật tuyệt vời, và cảm ơn bạn rất nhiều. Bởi vì nó thật tuyệt vời, chúc mừng! Tôi yêu ngày hôm nay. Tôi thích cho cá ăn và bạn rất hữu ích và tôi đã thu được rất nhiều kiến ​​thức từ những điều bạn kể cho chúng tôi. Nó rất tốt. Xinh đẹp. Cảm ơn bạn rất nhiều!!! Jerry SandyĐọc thêm",
            "Chuyến thăm đã được tổ chức tốt. chúng tôi đã có 3 người Bản thân tôi, đối tác của tôi và con gái của cô ấy đã trưởng thành. Xem xét rằng 1 thành viên sợ lặn với ống thở, hướng dẫn viên của chúng tôi đã chăm sóc cô ấy rất nhiều. Chỉ có tôi mất tích, chúng tôi không dừng lại ở làng chài và không thử sử dụng thuyền tấm của ngư dân vì nó đã được mô tả. Tôi đã thấy điều đó ngày hôm qua trên chuyến bay trở về. Nhưng nhìn chung, tôi khuyên bạn nên tham gia chuyến thăm này với một người hướng dẫn. Liên quan đến một số hoạt động có tính phí bổ sung, nhưng theo lựa chọn của chúng tôi, tôi không khuyên bạn nên sử dụng dù kéo bằng thuyền, thậm chí là song song. 1 400 000 VNĐ, trong 2 phút ... điều này tôi thực sự hối hận vì đã thực hiệnĐọc thêm"
        ],
        "star_ratings": [
            37,
            0,
            0,
            0,
            0
        ],
        "review_amount": 37,
        "location": [
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Du lịch Nha Trang Apanda",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written December 13, 2023",
            "Written September 2, 2023",
            "Written August 16, 2023",
            "Written August 16, 2023",
            "Written August 16, 2023",
            "Written August 16, 2023",
            "Written June 18, 2023",
            "Written May 12, 2023",
            "Written May 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d14058172-Reviews-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or10-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306730-Reviews-Phuoc_Dien_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306727-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14170005-Reviews-Happy_Baby_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501850-Reviews-Vietnam_Smiling_Easyrider_Motorbike_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11899417-Reviews-Binh_Ba_Island-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15236783-Reviews-Amazon_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26636834-Reviews-Nasa_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14145116-Reviews-An_Pham_Motorcycle_Service-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1813078-Reviews-Rams_Head_Live-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g50238-d7208042-Reviews-Mosquito_Lake_State_Park-Cortland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d285899-Reviews-Museum_of_Biblical_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d209283-Reviews-Dinosaur_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d25381671-Reviews-Katmandu_Park_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Rep.html",
            "https://www.tripadvisor.com/Attraction_Review-g46586-d590521-Reviews-Medieval_Times_Dinner_Tournament-Lyndhurst_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308789-d3603376-Reviews-Ada_Beach_Club-Heybeliada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806451-d2049208-Reviews-Taipei_City_Mall-Datong_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d218013-Reviews-Marylebone-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g59090-d4702354-Reviews-Cathedral_Falls-Gauley_Bridge_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or10-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Apanda Travel",
        "attraction_name_vi": "Du lịch Nha Trang Apanda",
        "general_info": [
            "37 đánh giá",
            "35 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan thành phố",
            "Chuyến du lịch bằng xe đạp",
            "Tour thuê thuyền câu cá",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Một nhà điều hành tour du lịch chuyên nghiệp sẽ đưa bạn vào cuộc hành trình khám phá thành phố Nha Trang với khung cảnh đích thực xung quanh khỏi các nhóm du lịch lớn. Apanda Travel Vietnam. Chúng tôi không làm tour giá rẻ, kém chất lượng. Chúng tôi chỉ thực hiện các tour du lịch trọn gói trong khu vực Nha Trang Việt Nam với chất lượng cao, chuyên nghiệp và giá cả hợp lý. Du lịch là động lực cho những điều tốt đẹp và chúng ta là động lực cho việc du lịch. Tại Tập đoàn Apanda, chúng tôi tin rằng du lịch có thể mang lại những điều tốt đẹp cho thế giới. Sứ mệnh của chúng tôi là mang lại hạnh phúc, niềm vui và sự hài lòng qua từng điểm đến và dịch vụ cụ thể. Chúng tôi chăm sóc khách hàng một cách chi tiết trong mỗi chuyến đi để đảm bảo bạn được an toàn và có những trải nghiệm riêng tư tuyệt vời, tuyệt vời. Một sứ mệnh khác là mang sức mạnh du lịch Việt Nam đến với mọi người, mọi nơi tại đây.Đọc thêm",
        "reviews": [
            "Chúng tôi đã kết thúc việc đặt 4 chuyến đi với những người này, họ rất tốt. Đảo khỉ, tàu cao tốc xe buýt nhảy đảo, tắm bùn, làng mạc và du ngoạn trên sông Thảo hướng dẫn viên của chúng tôi thật tuyệt vời, rất hiểu biết và đã cố gắng đáp ứng tất cả những gì bạn muốn làm. Thực sự làm cho kỳ nghỉ của chúng tôi trở nên thú vị, bao gồm cả đồ ăn là lovley Chắc chắn sẽ giới thiệuĐọc thêm",
            "Tôi rất thích chuyến đi của mình. Hướng dẫn viên rất tốt bụng, nhiệt tình và chụp ảnh giỏi. Tôi muốn quay lại lần nữaĐọc thêm",
            "Tôi thích hướng dẫn du lịch này! Thảo thật không thể tin được. Đối tác của tôi và tôi đã thực hiện một chuyến đi đảo bằng tàu cao tốc riêng ở Nha Trang trong nửa ngày. Thảo đưa chúng tôi đến đúng địa điểm để chúng tôi có thể tận hưởng bãi biển riêng, lặn với ống thở, ăn trưa ở nơi khác và sau đó, chúng tôi có ô tô riêng đưa chúng tôi đến thác Ba Hồ. Điều này thật tuyệt vời! Và chúng tôi rất thích đi dạo, bơi lội và điều tuyệt vời nhất là thao luôn sẵn sàng chụp ảnh cho chúng tôi để chúng tôi có thể tận hưởng một ngày và ghi lại những khoảnh khắc. Anh ấy chăm sóc chúng tôi và cả ngày đáng giá từng xu. Chúng tôi biết tour riêng và tour nhóm là một yếu tố quyết định giá. Nhưng có hướng dẫn viên du lịch riêng này ở Nha Trang chính xác là điều bạn cần để bạn không phải chờ đợi hoặc bị cuốn vào tiến độ chậm chạp trong ngày của mình. Tôi khuyên Thảo nên chăm sóc bạn. Anh ấy chân thật, vui tính, thực sự hiểu biết và thực sự muốn chăm sóc trải nghiệm của bạn. Anh ấy đáng tin cậy và tôi chắc chắn sẽ sử dụng anh ấy một lần nữa khi quay lại. Bởi vì có nhiều thứ để xem và làm!Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến lặn biển thực sự đáng yêu với các tour của Thảo và Apanda. Tôi không giỏi lặn với ống thở nên người hướng dẫn ống thở của chúng tôi thực sự rất đáng yêu bằng cách trấn an tôi và nắm tay tôi khi tôi chao đảo. Chúng tôi đến một bãi biển xinh đẹp Mini Beach, nơi chúng tôi nằm trên giường phơi nắng và uống một ly cocktail, một địa điểm thực sự đẹp và vì chúng tôi rất thích thú nên Thảo cho phép chúng tôi ở lại lâu hơn một chút. Nhóm thực sự thân thiện, chuyên nghiệp và đáp ứng yêu cầu của chúng tôi. Tôi rất muốn giới thiệu họ.Đọc thêm",
            "Cảm ơn bạn rất nhiều và chúng tôi đánh giá cao việc bạn đã dành thời gian rảnh rỗi quý báu của mình trong kỳ nghỉ để để lại đánh giá tốt đẹp cho công ty Apanda Travel Vietnam của chúng tôi\nBạn đang đi tour với công ty du lịch tư nhân chuyên nghiệp, độc đáo và độc đáo nhất tại Thành phố Nha Trang và Việt Nam. Mục tiêu của chúng tôi là luôn đặt ra mục tiêu du lịch, sở thích du lịch hoặc cảm hứng du lịch của bạn. Bạn là ưu tiên hàng đầu của chúng tôi. Chúng tôi suy nghĩ và đưa ra giải pháp cho những điều bạn đang có và chưa nghĩ tới cho chuyến đi của mình. Chúng tôi chuyên tổ chức du lịch cho các nhóm nhỏ như gia đình có con nhỏ, người già du lịch cùng con cháu, hay đơn giản là trải nghiệm dành cho các bạn trẻ thích khám phá, tìm hiểu về đàn ông Việt Nam theo phong cách của mình.\nCảm ơn bạn một lần nữa, Westy 131.\nChào mừng trở lại sớm. Chúng tôi sẽ giới thiệu chuyến tham quan đặc biệt: Khám phá thác Ba Hồ với Nhảy vách đá trong chuyến đi riêng nửa ngày.\nTrân trọng, Quản lý.Đọc thêm",
            "Chúng tôi đang hưởng tuần trăng mật và hướng dẫn viên Thảo của chúng tôi chỉ là người hướng dẫn hoàn hảo. Anh ấy hiểu rất nhanh những điều chúng tôi quan tâm và điều chỉnh chuyến tham quan Nha Trang có hướng dẫn của chúng tôi một cách hoàn hảo. Mặc dù có chuyến bay vào buổi chiều, Thảo vẫn đưa chúng tôi đi tour riêng lặn với ống thở, chèo thuyền và các môn thể thao dưới nước khác chỉ trong thời gian 4 giờ. Rất khuyến khích cho bất cứ ai đến thăm Nha Trang và các khu vực xung quanh.Đọc thêm",
            "Chào Rodi. Tôi rất vui được đón tiếp cả hai bạn khi bạn ở Nha Trang. Hy vọng bạn đã có những trải nghiệm tuyệt vời ở vịnh Nha Trang, một trong 29 vịnh đẹp nhất thế giới. Có lẽ tôi có thể tổ chức một chuyến du lịch văn hóa riêng trên sông Cái trong chuyến thăm tiếp theo và thưởng thức một số món ăn Việt Nam tuyệt vời cho bữa trưa. Cảm ơn.\nTrân trọng, Thảo.Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan riêng cho bạn tại Đại lý du lịch Apanda. Đó là một ngày tuyệt vời với niềm hy vọng trên đảo. Đồ ăn ngon và dịch vụ tốt nhất. Cảm ơn bạn một lần nữa vì sự sắp xếp của bạn. Trân trọng, cô Lan. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tuyệt vời của bạn dành cho công ty nhân viên của chúng tôi. Chúng tôi chúc bạn và gia đình có khoảng thời gian đáng nhớ tại thành phố của chúng tôi. Cảm ơn một lần nữa chào mừng bạn quay trở lại với chúng tôi trong thời gian sớm nhất.\nNhóm du lịch Apanda.Đọc thêm",
            "Chúng tôi đã có một chuyến đi kỳ diệu cùng Thảo để ngắm thác Ba Hồ. Thảo là một hướng dẫn viên đặc biệt và thân thiện, hấp dẫn và rất vui vẻ. Thác rất đẹp và chuyến bơi lội của chúng tôi là điểm nổi bật trong chuyến phiêu lưu ở Việt Nam của chúng tôi cho đến nay. Chúng tôi muốn giới thiệu một chuyến đi với Thau đẹp trai là điều không thể bỏ qua khi đến Nha TrangĐọc thêm",
            "Kính gửi quý khách hàng!\nChúng tôi chúc gia đình bạn có một buổi sáng tuyệt vời tại thành phố Nha Trang, Việt Nam. Thật bất thường khi ai đó dành thời gian để bày tỏ sự hài lòng của mình với một sản phẩm hoặc dịch vụ. Những người như bạn khiến nỗ lực đặc biệt của chúng tôi trở nên đáng giá. Chúng tôi rất mong muốn tiếp tục cung cấp và nâng cao hơn nữa dịch vụ xuất sắc mà bạn đánh giá cao. Cảm ơn bạn đã đạt được sự tuyệt vời lời chào mừng bạn quay trở lại dịch vụ của chúng tôi sớm.\nTrân trọng, Thảo. Đại lý du lịch Apanda.\n Bạn đã thực hiện chuyến tham quan này:\n\nTour Riêng Nửa Ngày Thác Ba Hồ Từ Nha Trang\n800.000 1.350.000\nĐiều gì sẽ xảy ra: Có rất nhiều cách để khám phá những kỳ quan thiên nhiên của Việt Nam, nhưng còn gì đáng nhớ hơn việc ghé thăm một khu rừng? Thoát khỏi sự hối hả và nhộn nhịp của Nha Trang và trải nghiệm những gì thiên nhiên ban tặng với chuyến tham quan này! Nằm trong khu rừng nhiệt đới của đất nước, thác Ba Hồ là một trong những tài nguyên thiên nhiên hùng vĩ nơi bạn có thể lặn sảng khoái dưới làn nước mát và trong vắt. Ngạc nhiên trước sự hình thành đá vôi được tạo thành bởi dòng nước chảy xiết hàng ngàn năm.Khám phá khung cảnh tuyệt đẹp xung quanh và chụp những bức ảnh hoành tráng với nhóm của bạn trong chuyến tham quan. Bạn cũng sẽ thưởng thức bữa trưa no nê và ngon miệng trong khi ngắm nhìn khung cảnh xanh tươi. Chúng tôi kết thúc chuyến tham quan vào khoảng 14:30 khi xe riêng của chúng tôi đưa bạn trở về khách sạn ở trung tâm thành phố Nha Trang.Đọc thêm",
            "Chúng tôi là một cặp vợ chồng người Mỹ bị mắc kẹt tại Nha Trang, Việt Nam. Do các hạn chế mới về virus Carona đối với việc đi lại quốc tế. Chúng tôi đã hết thời gian cấp thị thực và được cơ quan nhập cư thông báo rằng chúng tôi không đủ điều kiện để gia hạn. Đây là lúc Apanda bắt tay vào thực hiện. Chỉ với một vài tin nhắn và một lần đến văn phòng của họ, mọi thứ đã hoàn thành. Trong vòng chưa đầy hai tuần, chúng tôi đã nhận được gia hạn visa. Điều này đã loại bỏ rất nhiều căng thẳng vào thời điểm rất cần thiết. Tôi muốn cảm ơn Thảo và tất cả các nhân viên của anh ấy vì đã rất tốt bụng, hữu ích và thấu hiểu vào thời điểm chúng tôi cần. Và chúng tôi sẽ không ngần ngại sử dụng dịch vụ của Apanda trong tương lai.Đọc thêm",
            "Kính gửi quý khách hàng! \n\n     Chúng tôi hy vọng bạn có một buổi sáng tuyệt vời từ thành phố Nha Trang, nơi được bình chọn là bãi biển có vịnh đẹp nhất thế giới.\nChúng tôi muốn dành một chút thời gian để cảm ơn bạn vì những nhận xét tử tế của bạn trong bài đánh giá. Lời khen ngợi của bạn đối với dịch vụ của chúng tôi là điều khiến mọi người hài lòng nhất. Thật không bình thường khi ai đó dành thời gian để bày tỏ sự hài lòng của mình với một sản phẩm hoặc dịch vụ. Những người như bạn khiến nỗ lực đặc biệt của chúng tôi trở nên đáng giá.\nchúng tôi mong muốn tiếp tục cung cấp và nâng cao hơn nữa dịch vụ xuất sắc mà bạn đánh giá cao.\nCảm ơn bạn một lần nữa vì những lời tuyệt vời của bạn, chúng tôi mong được chào đón bạn đến với dịch vụ của chúng tôi một lần nữa.\n CHÚNG TÔI tự hào khi biết Chúng tôi đã phục vụ tại Nha Trang.\n Trân trọng, Thảo.\nApanda TravelTeam.Đọc thêm",
            "Có thời gian hạn chế vì phải xuống tàu du lịch. Tao đón chúng tôi ở cổng cảng, và chúng tôi đã có một ngày tuyệt vời để lặn với ống thở và đến một hòn đảo xinh đẹp để thư giãn. Tàu cao tốc cũng đẹp ...hiện đại và nhanh chóng Bữa trưa đã được bao gồm trong chuyến đi đảo với các hoạt động khác có sẵn.Tao là một người thực sự tốt và luôn chăm sóc chúng tôi. Thân thiện và hữu ích...không thể yêu cầu một hướng dẫn tốt hơn. Vui vui vui vẻ! Thật không may, Coral chủ yếu đã chết, nhưng có rất nhiều cá để xem ở những khu vực phù hợp. Anh ấy cũng có các chuyến tham quan trên đất liền khác và tôi chắc chắn sẽ sử dụng anh ấy một lần nữa nếu ở trong khu vực. Rất khuyến khích dịch vụ của anh ấy. Đọc thêm",
            "Này Lilvlyn, Chúng tôi rất vui vì đối tác của bạn đã tận hưởng chuyến tham quan đảo tuyệt vời bằng tàu cao tốc và Tao cho biết anh ấy thực sự đã có khoảng thời gian vui vẻ với bạn và chồng bạn.\nTrân trọng,\nĐội du lịch Apanda.\nMong rằng cả hai bạn đều khỏe mạnh và sớm gặp lại nhau. Đọc thêm",
            "Chúng tôi đi trên một con tàu du ngoạn nên thời gian có hạn, hướng dẫn viên của chúng tôi là ông Tao đã sắp xếp hành trình và đảm bảo chúng tôi quay lại bến tàu đúng giờ, hướng dẫn viên cực kỳ thân thiện, chúng tôi đã có khoảng thời gian thực sự vui vẻ, ông ấy đã mua một ít trái cây trên chợ và nếm thử trái cây bằng các loại trái cây địa phương mà chúng tôi thậm chí còn không biết là có, rất ngon, chúng tôi đã đến thăm rất nhiều nơi và thậm chí chúng tôi còn có thời gian rảnh nên chúng tôi đã đến bãi biển, thực sự rất đáng để giới thiệu Đọc thêm",
            "Danny Peter thân mến.\n Việc ai đó dành thời gian để bày tỏ sự hài lòng của mình với một sản phẩm hoặc dịch vụ là điều bất thường.\nnhững người như bạn đã khiến nỗ lực của chúng tôi trở nên đáng giá.\nchúng tôi mong muốn tiếp tục cung cấp và nâng cao hơn nữa dịch vụ xuất sắc mà bạn đánh giá cao.\nMột lần nữa xin cảm ơn những lời tốt đẹp của bạn, chúng tôi mong được chào đón bạn sử dụng dịch vụ của chúng tôi trong thời gian sắp tới.\nChuyến tham quan của bạn hãy tham gia cùng chúng tôi là: Du thuyền văn hóa sông Cái Tháp Bà PonagarKế hoạch dưới đây.\n\n Ngoài bãi biển và đại dương tuyệt đẹp, Nha Trang còn có con sông mang tên sông Cái được ban tặng cho Nha Trang. Trên sông Cái, bạn có thể ngắm nhìn cuộc sống bình yên, giản dị của người dân làng ven sông. Trước khi lên thuyền quý khách sẽ được đưa đến tháp Chăm Pongar là một trong những công trình kiến ​​trúc đẹp nhất của người Chăm. Những tòa tháp này nằm trên đỉnh Cù Lao, mang đến cho bạn tầm nhìn đẹp như tranh vẽ ra bến tàu đánh cá và cầu Xóm Bông tạo thành cửa sông. Sau khi xem Tháp Chăm Ponagar, bạn sẽ bắt đầu chuyến đi thuyền ngược dòng sông, nơi bạn có thể tham quan rất nhiều đồ thủ công địa phương đang được sản xuất.\nĐọc thêm"
        ],
        "star_ratings": [
            37,
            0,
            0,
            0,
            0
        ],
        "review_amount": 37,
        "location": [
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những việc cần làm ở Nha Trang",
            "Du lịch Nha Trang Apanda",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written May 4, 2023",
            "Written April 12, 2023",
            "Written April 5, 2023",
            "Written March 18, 2023",
            "Written August 26, 2022",
            "Written August 11, 2022",
            "Written July 27, 2022",
            "Written May 28, 2020",
            "Written January 30, 2020",
            "Written January 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d14058172-Reviews-or10-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or20-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306730-Reviews-Phuoc_Dien_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306727-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14170005-Reviews-Happy_Baby_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501850-Reviews-Vietnam_Smiling_Easyrider_Motorbike_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11899417-Reviews-Binh_Ba_Island-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15236783-Reviews-Amazon_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26636834-Reviews-Nasa_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14145116-Reviews-An_Pham_Motorcycle_Service-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143930-Reviews-United_States_Botanic_Garden-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d281513-Reviews-Findlay_Market-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1467182-Reviews-Cueva_del_Indio-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d8528007-Reviews-Sarona_Market-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g41131-d8699311-Reviews-Centennial_Park-Ellicott_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g3746420-d8555809-Reviews-Madhabpur_Lake-Sreemangal_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g32465-d4177827-Reviews-Johnson_s_Beach-Guerneville_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d633088-Reviews-Outlets_at_The_Dells-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d555422-Reviews-Puerto_Banus_Marina-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d11741144-Reviews-Chillva_Market-Phuket_Town_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or20-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or10-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Apanda Travel",
        "attraction_name_vi": "Du lịch Nha Trang Apanda",
        "general_info": [
            "37 đánh giá",
            "35 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour thuê thuyền câu cá",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Một nhà điều hành tour du lịch chuyên nghiệp sẽ đưa bạn vào cuộc hành trình khám phá thành phố Nha Trang với khung cảnh đích thực xung quanh khỏi các nhóm du lịch lớn. Apanda Travel Vietnam. Chúng tôi không làm tour giá rẻ, kém chất lượng. Chúng tôi chỉ thực hiện các tour du lịch trọn gói trong khu vực Nha Trang Việt Nam với chất lượng cao, chuyên nghiệp và giá cả hợp lý. Du lịch là động lực cho những điều tốt đẹp và chúng ta là động lực cho việc du lịch. Tại Tập đoàn Apanda, chúng tôi tin rằng du lịch có thể mang lại những điều tốt đẹp cho thế giới. Sứ mệnh của chúng tôi là mang lại hạnh phúc, niềm vui và sự hài lòng qua từng điểm đến và dịch vụ cụ thể. Chúng tôi chăm sóc khách hàng một cách chi tiết trong mỗi chuyến đi để đảm bảo bạn được an toàn và có những trải nghiệm riêng tư tuyệt vời, tuyệt vời. Một sứ mệnh khác là mang sức mạnh du lịch Việt Nam đến với mọi người, mọi nơi tại đây.Đọc thêm",
        "reviews": [
            "Chúng tôi tình cờ biết đến thao thông qua một ứng dụng và anh ấy thật tuyệt vời nên chúng tôi đã đặt lịch cho anh ấy trong ba ngày tiếp theo, ba ngày chúng tôi trải qua với thao sẽ là những ngày không bao giờ quên. Đó là tiền chi tiêu rất tốt. Kiến thức của anh ấy về mọi thứ rất sâu rộng và đầy đam mê và anh ấy rất vui khi được chia sẻ tất cả với chúng tôi! Bản chất vui vẻ và tràn đầy năng lượng của anh ấy khiến chúng tôi cảm thấy thoải mái ngay lập tức. Con mắt nhiếp ảnh của anh ấy... thật tuyệt vời, gửi cho chúng tôi tất cả những bức ảnh anh ấy chụp. Tôi thực sự không thể giới thiệu anh ấy đủ cao!Đọc thêm",
            "Chào buổi sáng tại thành phố biển Nha Trang. Thật vui và vinh dự khi chúng tôi nhận được những phản hồi rất chân thành và ấn tượng về dịch vụ tour riêng của chúng tôi, những phản hồi tuyệt vời. Giống như một làn gió mát thổi vào công ty lữ hành của chúng tôi, các thành viên vui vẻ đón nhận với lòng biết ơn vô hạn... nghĩa là chúng tôi luôn nỗ lực hơn nữa và tập trung chào đón bạn trở lại. một lần nữa.\nBạn có thể đi chơi với một công ty có đội ngũ hướng dẫn viên chuyên nghiệp và có cuộc sống và trải nghiệm nghề nghiệp tốt nhất. Chúng tôi là những người hạnh phúc. Du lịch với người trong cuộc tuyệt vời nhất. Trân trọng, Thao. Đọc thêm",
            "Đây là lần thứ hai chúng tôi đặt một số chuyến tham quan với Apanda Travels và như mọi lần, mọi thứ đều nằm ngoài sự mong đợiĐọc thêm",
            "Kính gửi khách hàng quý giá của chúng tôi-\nÔng Serban đến từ Rumania.\n\n      Một lần nữa cảm ơn bạn đã tin tưởng vào dịch vụ tuyệt vời của chúng tôi.\nNhững lời nói tử tế của bạn như làn gió mát thổi vào những nỗ lực của chúng tôi khiến chúng trở nên đáng giá.\nchúng tôi chúc bạn mọi điều tốt đẹp nhất mong được chào đón bạn một lần nữa.\nTrân trọng kính chào Thảo.\nNhóm du lịch Apanda.Đọc thêm",
            "Là một phần của chuyến thăm Việt Nam, chúng tôi đã đặt chuyến đi đến thành phố Nha Trang. Chúng tôi phải xuống tàu và đến muộn hơn 2 tiếng do điều kiện biển khó khăn. Chúng tôi đặt qua Viator. Hướng dẫn viên của chúng tôi là một chàng trai trẻ tuyệt vời tên là Tao. Chúng tôi vẫn giữ liên lạc qua tin nhắn và chúng tôi yên tâm rằng chúng tôi sẽ không bỏ lỡ chuyến tham quan. Chỉ có 2 chúng tôi, vợ tôi và tôi. Chúng tôi được lái một chiếc ô tô có tài xế chở đi vòng quanh và anh ấy thả chúng tôi xuống và chúng tôi lần lượt đi xem từng điểm tham quan. Anh ấy tràn đầy sức sống và cực kỳ thú vị. Chúng tôi có được hương vị cuộc sống ở Việt Nam. Anh ấy đưa chúng tôi đi ăn trưa, toàn bộ chi phí của chuyến tham quan, đến một trường đào tạo nấu ăn. Chúng tôi đã có bữa trưa lập sẵn và thật tuyệt vời! Khi kết thúc chuyến phiêu lưu, anh ấy tặng tôi một chiếc mũ bóng chày Việt Nam. Không thực sự là phong cách của tôi nhưng tôi nghĩ đó là một điểm nhấn đáng yêu! Tôi sẽ không ngần ngại giới thiệu Tao và Nha Trang Amanda Travel.Đọc thêm",
            "Rất vui vì bạn đã có chuyến tham quan thành phố tuyệt vời khám phá những điểm nổi bật của Nha Trang.\ntôi sẽ chuyển ý kiến ​​của bạn cho Tao, người sẽ rất vui khi bạn thích sự đồng hành của anh ấy ở đây!\nTrân trọng kính chào,\nNhóm du lịch Apanda.Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến du lịch với Thảo. Anh ấy đến vào thời điểm chúng tôi đặt chỗ, anh ấy rất tốt bụng và thật vui khi được nói chuyện với anh ấy! Anh ấy có thể nói tiếng Anh trôi chảy nên bạn có thể nói và hỏi anh ấy bất cứ điều gì bạn muốn. Chúng tôi thực sự khuyên bạn nên ghé thăm làng chài, bạn có thể gặp người dân địa phương và 0 khách du lịch. Lặn biển thực sự rất thú vị và bãi biển cũng vậy. Đó chắc chắn là một trong những ngày tuyệt vời nhất ở Việt Nam. Cảm ơn Thảo và chúc bạn may mắn! :Đọc thêm",
            "Tess thân mến! Cảm ơn bạn đã tham gia cùng chúng tôi, những đánh giá tốt của bạn giống như làn gió mát thổi vào tâm trí chúng tôi.\nKhởi nghiệp cùng Apanda Travel Team.\nMong sớm được gặp lại gia đình thân yêu của bạn.\n Chương trình du lịch mà gia đình bạn đã làm hôm nay dưới đây, chúng tôi rất khuyến khích.\n\nCHUYẾN TUYỆT VỜI RIÊNG HÀNG NGÀY BẰNG TÀU TỐC ĐỘ.\n\nBạn sẽ không cảm thấy mình là một phần của bầy đàn. Chọn điều tốt nhất hoặc theo đám đông.\n\n        Đón khách lúc 9 giờ sáng tại khách sạn của bạn.  Lên tàu cao tốc khi chúng tôi khởi hành vào buổi sáng. Tận hưởng chuyến du ngoạn thư giãn trên làn nước trong xanh của Biển Đông. Sau đó chúng tôi đi đến Đảo San hô Hòn Mun. Sẽ có cơ hội bơi lội và ăn trưa với bữa tiệc đặc sản địa phương được chuẩn bị trên Bãi biển Mini trước khi lên tàu trở về Cảng An Viên lúc 2 giờ chiều.\n\n \n\n  Bao gồm:\n\n \n\nXe riêng, hướng dẫn viên địa phương, tàu cao tốc, bộ lặn ống thở, bữa trưa, phí vào cổng, nước đóng chai.\n\n \n\n Loại trừ:\n\n \n\nThức uống có cồn. chi phí cá nhân, tiền tip cho hướng dẫn viên.\n\n \n\nVui lòng mang theo kem chống nắng, khăn tắm, đồ bơi.\n\n \n\n \n\nThời lượng: 5 giờ.\n\n \n\n     Đón khách tại khách sạn lúc 9 giờ sáng, về khoảng 2 giờ chiều bằng ô tô riêng, tàu cao tốc có mái che.\n\n \nĐọc thêm",
            "Tôi đã có một ngày tuyệt vời nhất để lặn với ống thở và ngắm nhìn làng chài cùng Thảo. Thảo tại Nha Trang Apanda Tours rất am hiểu, nói tiếng Anh tuyệt vời và có tính cách vui vẻ tuyệt vời!Thanx Thao!Đọc thêm",
            "Dear Debby A.\nThank you to hear that you enjoyed our snorkelling tour with the authentic way again.\nYou came back to Nha Trang, Vietnam in second time as i remembered  you joined us on twice.\nThat is the tour plan you did, always highly recommended not only  for first time visitor but also for traveler must to do here. Best regards, Thao.\nHope you always go on well.\n\nTHE WONDERFULL ISLAND HOPPING TRIP.\n\nChoose the best or follow the crowds.\n\nOur boat trip activities are exclusively made for our valued guests that bring the opportunity to enjoy the warm and crystal ocean of Nha Trang, as well as the surrounding islands.Our Apanda Excursions Team will take you the islands that are of your choice, and also depends on the water visibilities, tides and the currents.Snorkeling training is also available for both beginners and experienced\n\n \n\nThis trip will visit the surrounding islands in Nha Trang whereby transportation can be arranged By a speedboat.  Tri Nguyen Aquarium on Mieu Island is the first place to visit.  At this place, you will see the life of the many sea species of Nha Trang Ocean that being made in a smaller world of this aquarium.  Mun Island is the best site for snorkeling where you will see lots of live colorful corals and fish.  This site has been officially protected under the support of Danish Government.  Before having lunch  enjoying sunbathing at Mini Beach, you could try to sail the round boat at the Fishing Village.\n\n \n\n Rate: \n\n \n\n   Duration 6 hours.\n\n \n\n    Pick up from your hotel at 9 am back to hotel at 3 pm.\n\n \n\n1 person    180  US per head.\n\n2 persons   95  US per head.\n\n4 persons    75  US per head.\n\n6 persons    65  US per head\n\n8 persons  50  US per head.\n\n \n\n \n\n \n\n \n \n\n \n\nTour itinerary.\n\n \n\n        09:00          :  Depart from the hotel to the tourist harbour by private car.\n\n \n\n        09:20          :  Start the trip by speedboat to discover islands.\n\n \n\n        09:40        :  Come to Mieu Island to visit Tri Nguyen Aquarium  a sample of pirate boat to see many varieties of colorful fish, sea creatures underwater worldTri Nguyen Village from the top of the boat with beautiful pararoma of Nha Trang Bay.\n\n \n\n        10:15          :  Leave Tri Nguyen aquarium reach to Mun Island.   \n\n \n\n         10:35          :  At Mun Island where is the best site for snorkeling.You will see lots of live colorful coral reefs and fish. Snorkeling training will be trained by professional tourguide on boat.  \n\n \n\n        11:40          :  Come to another Island to visit fishing village, have a rest to see grouper and lobster farms, see how fisherman feed their fish. You can experience rowing a basket boat here.\n\n \n\n        12:20          : Leave fishing village to Mini Beach. A beautiful secluded beach.\n\n \n\n        12:40          :   You have a lot of time for swimming, sunbathing, resting, playing water sports extra fee  such as Jet Ski, parasailing, banana boat\n\nLunch is served here if we choose the full day package trip.\n\n \n\n \n\n14:20          :   Back to harbor.\nEnd the trip.                                                                                                                                     Included  Private Tours \n All transfers and transportation by a private AC van W driver as program, local english speaking guide, entrance fee, luch, a bottled  water.\n\n \n\nExcluding:\n\nPersonal expenses, tips for guide  driver.Read more",
            "Chuyến tham quan này thật tuyệt vời. Chúng tôi được Thảo đáng yêu chiêu đãi tại khách sạn, nơi chúng tôi được đưa đến cầu cảng địa phương và lên tàu cao tốc riêng trong ngày. Tôi cảm thấy rất an toàn trong suốt thời gian đó vì phi hành đoàn và người Thái rất có sức chứa. Sau khi lặn với ống thở vài giờ, chúng tôi được đưa đến một bãi biển riêng, nơi bữa trưa đã được chuẩn bị sẵn cho chúng tôi. Món này rất ngon. Nếu bạn có đủ ngân sách để chi 120 AUD, tôi chắc chắn sẽ khuyên bạn nên thực hiện chuyến tham quan này. Đó là một ngày thư giãn đáng yêu dưới ánh nắng mặt trời và bạn có thể tìm hiểu về văn hóa địa phương. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời nói tuyệt vời của bạn. Chào mừng trở lại sớm. Nhóm du lịch Apanda.Đọc thêm",
            "Thảo thật xuất sắc, chúng tôi đã có khoảng thời gian tuyệt vời. Thực sự rất thích lặn với ống thở và bữa trưa. Muốn giới thiệu!Đọc thêm",
            "Gia đình tôi và tôi đã có chuyến du ngoạn bằng thuyền kéo dài cả ngày tới một số hòn đảo. Hướng dẫn viên du lịch, Thảo, thật tuyệt vời. Tràn đầy năng lượng, kiến ​​thức địa phương và rất thân thiện. Mục tiêu của anh ấy là đảm bảo bạn có một trải nghiệm khó quên. Chuyến đi bắt đầu bằng việc lặn với ống thở tại một rạn san hô tuyệt vời trong khu bảo tồn và sau đó là ghé thăm một ngôi làng nổi nơi bạn có thể đi vòng quanh trên một trong những chiếc thuyền mà người dân địa phương sử dụng và ngắm nhìn một số loài cá thú vị. Khi ở đây, bạn có thể thưởng thức đồ uống và thư giãn một chút trước khi ra bãi biển trên Đảo Mini. Toàn bộ thời gian Thảo chia sẻ trải nghiệm bằng cách chụp ảnh cho bạn và đảm bảo bạn có mọi thứ mình cần. Chúng tôi ăn trưa trên bãi biển và Thảo luôn hỏi về những hạn chế trong chế độ ăn uống mà chúng tôi áp dụng cho một người trong nhóm của mình. Chúng tôi kết thúc ở Đảo Mini bằng dù lượn và sau đó đi khám phá thủy cung tại một điểm tham quan trông giống như một con tàu cướp biển. Thật tuyệt vì vào thời điểm này trong ngày có rất ít người ở đó và chúng tôi có thể ngắm nhìn tất cả các loài cá và động vật thủy sinh thú vị. Chúng tôi quay trở lại trong ngày và Thảo đã cho chúng tôi những gợi ý hữu ích về các địa điểm ăn uống ở địa phương và chuẩn bị sẵn nước đóng chai cho chúng tôi khi chúng tôi cần. Thảo ở lại với chúng tôi lâu hơn vài giờ so với dự kiến ​​chuyến tham quan và cung cấp dịch vụ tuyệt vời ở mọi điểm trên đường đi. Chuyến tham quan đảo thật tuyệt nhưng Thảo khiến nó trở nên đáng nhớ hơn nhiều. Chắc chắn sẽ giới thiệu cho ai đó đến thăm Nha Trang. Ngoài ra, Thảo có sẵn một danh sách đầy đủ các chuyến tham quan và chúng tôi chỉ thực hiện một trong số nhiều chuyến tham quan mà anh ấy cung cấp.Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan riêng qua Khách sạn của chúng tôi. Thau xuất hiện và chỉ trong một giây, chúng tôi có cảm giác như đã biết anh ấy. Tiếng Anh của anh ấy rất tuyệt và thái độ cũng như sự nhiệt tình của anh ấy rất dễ lây lan.  Anh ấy ân cần, chu đáo, chuyên nghiệp, nói nhiều và có nhiều kiến ​​thức địa phương. và anh ấy thực sự đã thực hiện chuyến lưu diễn này cho chúng tôi. Đó là chuyến đi 3 hòn đảo và anh ấy đã cho phép chúng tôi làm nhiều hơn những gì mà hành trình thực tế đã liệt kê: - - Ồ và anh ấy cũng đã chụp những bức ảnh cực kỳ tuyệt vời cho chúng tôi.  Tôi chắc chắn anh ấy sẽ thêm một số trong số họ ở đây. Cảm ơn một lần nữa và tôi rất vui được giới thiệu anh ấy.Đọc thêm",
            "Gavin thân mến!\nThật là một buổi sáng tuyệt vời khi đọc được những lời ấm áp của bạn trên tripadvisor. Chúng tôi rất tự hào vì bạn đã trải nghiệm một chuyến đi đáng nhớ cùng hướng dẫn viên của chúng tôi, Thau.\nCảm ơn bạn rất nhiều vì đã đăng và chia sẻ nhận xét của mình với nhiều du khách khác.\nCũng xin cảm ơn sự hỗ trợ và đề xuất của bạn. Chúng tôi rất vui được gặp bạn trong thời gian sắp tới.\nChúng tôi dành cho bạn những lời chúc tốt đẹp nhất\nTrân trọng kính chào Thảo\nNhóm du lịch Apanda.Đọc thêm",
            "Chúng tôi gặp Thâu lần đầu tiên vào năm 2017 khi chúng tôi đến thăm Nha Trang trong lần đầu tiên đến Việt Nam. Thau là một trong những người hạnh phúc nhất mà bạn từng gặp, anh ấy có khiếu hài hước, rất chuyên nghiệp và tiếng Anh rất xuất sắc.  Chúng tôi đã tham gia một vài chuyến du lịch với Thau và hoàn toàn thích thú, đặc biệt là chuyến tham quan bằng xe máy nơi chúng tôi đến thăm các ngôi làng địa phương, tượng phật, chùa và nhiều hơn thế nữa.  Chúng tôi đã gặp một số người thú vị và được trải nghiệm vùng nông thôn, văn hóa và ẩm thực địa phương. Một ngày khác, anh ấy đưa chúng tôi lên núi để tắm suối nước nóng - một ngày đi chơi tuyệt vời khác.  Chúng tôi thực sự muốn giới thiệu Nha Trang Apanda Travel và rất nóng lòng quay lại!Đọc thêm"
        ],
        "star_ratings": [
            37,
            0,
            0,
            0,
            0
        ],
        "review_amount": 37,
        "location": [
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Du lịch Nha Trang Apanda",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written October 1, 2019",
            "Written April 1, 2019",
            "Written February 27, 2019",
            "Written November 20, 2018",
            "Written August 13, 2018",
            "Written July 10, 2018",
            "Written June 10, 2018",
            "Written May 24, 2018",
            "Written May 20, 2018",
            "Written May 15, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d14058172-Reviews-or20-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or10-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or30-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306730-Reviews-Phuoc_Dien_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306727-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14170005-Reviews-Happy_Baby_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501850-Reviews-Vietnam_Smiling_Easyrider_Motorbike_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11899417-Reviews-Binh_Ba_Island-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15236783-Reviews-Amazon_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26636834-Reviews-Nasa_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14145116-Reviews-An_Pham_Motorcycle_Service-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33997-d3747485-Reviews-Indian_River_Inlet_Bridge-Bethany_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2389760-Reviews-Cocoa_Beach-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608965-d12815961-Reviews-Rio_Guadalmina-Benahavis_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526984-Reviews-Capital_Circus_of_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d2195533-Reviews-Red_Sea_Mall-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10262088-Reviews-Marvel_Avengers_S_T_A_T_I_O_N-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d213594-Reviews-Haight_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10265472-Reviews-BT_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d4997613-Reviews-Tokio_Joes_R_B-Palma_de_Mallorca_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or30-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or20-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Apanda Travel",
        "attraction_name_vi": "Du lịch Nha Trang Apanda",
        "general_info": [
            "37 đánh giá",
            "35 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Tour thuê thuyền câu cá",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Một nhà điều hành tour du lịch chuyên nghiệp sẽ đưa bạn vào cuộc hành trình khám phá thành phố Nha Trang với khung cảnh đích thực xung quanh khỏi các nhóm du lịch lớn. Apanda Travel Vietnam. Chúng tôi không làm tour giá rẻ, kém chất lượng. Chúng tôi chỉ thực hiện các tour du lịch trọn gói trong khu vực Nha Trang Việt Nam với chất lượng cao, chuyên nghiệp và giá cả hợp lý. Du lịch là động lực cho những điều tốt đẹp và chúng ta là động lực cho việc du lịch. Tại Tập đoàn Apanda, chúng tôi tin rằng du lịch có thể mang lại những điều tốt đẹp cho thế giới. Sứ mệnh của chúng tôi là mang lại hạnh phúc, niềm vui và sự hài lòng qua từng điểm đến và dịch vụ cụ thể. Chúng tôi chăm sóc khách hàng một cách chi tiết trong mỗi chuyến đi để đảm bảo bạn được an toàn và có những trải nghiệm riêng tư tuyệt vời, tuyệt vời. Một sứ mệnh khác là mang sức mạnh du lịch Việt Nam đến với mọi người, mọi nơi tại đây.Đọc thêm",
        "reviews": [
            "Nhóm 6 người của chúng tôi muốn có một chuyến du lịch riêng tránh xa đám đông liên quan đến việc khám phá bờ Vịnh Nha Trang xinh đẹp trong chuyến thăm Việt Nam gần đây. Chúng tôi được một người bạn giới thiệu Nha Trang Apanda Travel và ngay từ khi chúng tôi tiếp xúc với Thảo chúng tôi đã không thất vọng. Yêu cầu của chúng tôi là một ngày đi chơi trên mặt nước trên một chiếc thuyền riêng bao gồm lặn với ống thở, bơi lội và khám phá. Chuyến du lịch mà Thảo thiết kế cho chúng tôi đơn giản là hoàn hảo. Chúng tôi được đón từ khách sạn và đưa lên một chiếc tàu cao tốc riêng mà chúng tôi lên tàu cách xa bến cảng và đám đông địa phương. Sau đó, chúng tôi đi đến các hòn đảo xa xôi, nơi chúng tôi thực hiện một số hoạt động lặn ống thở ngoạn mục giữa một số loài sinh vật biển tuyệt đẹp. Điểm dừng tiếp theo là chuyến thăm Bãi biển Mini, một hòn đảo nhỏ tuyệt đẹp với rất ít đám đông. Tất cả chúng tôi đều đã có khoảng thời gian rất thư giãn khi bơi lội trong làn nước trong xanh như pha lê, tắm nắng và uống cocktail trước khi thưởng thức bữa trưa ngon miệng nhất được tổ chức cho chúng tôi ngay trên bãi biển. Ít nhất phải nói là tuyệt vời. Trên đường trở về đất liền, chúng tôi dừng chân tại một làng chài địa phương. Đây là một bất ngờ bất ngờ khi tìm hiểu tất cả về đời sống đánh cá ở Việt Nam và có một bài học về cách chế tạo lưới đánh cá tẻ nhạt mang tính giáo dục rất cao.  Khi ở trên Đảo, chúng tôi cũng được khen thưởng khi được bao quanh bởi những đứa trẻ xinh đẹp, vui vẻ, điều này đã làm nên một ngày của chúng tôi và kết thúc một trong những chuyến tham quan tuyệt vời nhất mà chúng tôi đã tham gia. Nha Trang Apanda Travel là một dịch vụ du lịch rất chuyên nghiệp, uy tín mà tôi rất có thể giới thiệu. Thảo rất quan tâm và sẽ cố gắng nhiều hơn nữa để đảm bảo Khách hàng của mình rất hài lòng. Bạn sẽ không thất vọng đâu.Đọc thêm",
            "Chào buổi sáng tại thành phố biển Nha Trang. Thật vui và vinh dự khi nhận được những nhận xét rất chân thành và ấn tượng về dịch vụ tour riêng của chúng tôi, những nhận xét tuyệt vời. Nó giống như một làn gió mát thổi vào công ty du lịch của chúng tôi, các thành viên vui vẻ đón nhận với lòng biết ơn vô hạn...nghĩa là chúng tôi luôn làm việc chăm chỉ hơn và tập trung vào việc chào đón các bạn quay trở lại. một lần nữa.\nBạn có thể đi chơi cùng công ty với đội ngũ hướng dẫn viên chuyên nghiệp và có cuộc sống cũng như trải nghiệm nghề nghiệp tốt nhất. Chúng tôi là những người hạnh phúc. Du lịch cùng người trong cuộc tốt nhất. Trân trọng, Thảo.Đọc thêm",
            "Cuối cùng đây cũng là một nhà tổ chức tour du lịch chu đáo ở Nha Trang. Cho đến nay chúng tôi đã thực hiện hai chuyến tham quan do Thảo tổ chức, chủ sở hữu và hướng dẫn viên của Apanda Travel Co. Thảo giải thích cho bạn một cách lịch sự và thành thạo những điểm nổi bật, mặt dưới của bản đồ và đặc điểm chuyến đi bộ trong ngày của bạn. Học bổng của anh ấy sẽ làm bạn ngạc nhiên và SLA của công ty này luôn ở mức cao nhất thường thấy ở Việt Nam. Nếu bạn chọn ăn trong khi đi dạo, Thảo sẽ giúp bạn khám phá những món ăn địa phương ngon được chế biến từ những sản phẩm tươi ngon, điều này tất nhiên rất quan trọng với hải sản. Thảo thông thạo tiếng Anh và nếu bạn muốn có một hướng dẫn viên nói ngôn ngữ khác, anh ấy sẽ cung cấp nó theo yêu cầu.Đọc thêm",
            "Chào buổi sáng tại thành phố biển Nha Trang. Thật vui và vinh dự khi nhận được những nhận xét rất chân thành và ấn tượng về dịch vụ tour riêng của chúng tôi, những nhận xét tuyệt vời. Nó giống như một làn gió mát thổi vào công ty du lịch của chúng tôi, các thành viên vui vẻ đón nhận với lòng biết ơn vô hạn...nghĩa là chúng tôi luôn làm việc chăm chỉ hơn và tập trung vào việc chào đón các bạn quay trở lại. một lần nữa.\nBạn có thể đi chơi cùng công ty với đội ngũ hướng dẫn viên chuyên nghiệp và có cuộc sống cũng như trải nghiệm nghề nghiệp tốt nhất. Chúng tôi là những người hạnh phúc. Du lịch cùng người trong cuộc tốt nhất. Trân trọng, Thảo.Đọc thêm",
            "Một ngày tuyệt vời với một hướng dẫn viên tuyệt vời. Chúng tôi đã đi xe đạp và tham quan nơi làm bánh tráng truyền thống. Chúng tôi đã có thể thấy cách làm hương và dệt thảm truyền thống. Sản xuất mũ. Gặp gỡ những người luôn nở nụ cười. Cảm ơn một lần nữaĐọc thêm",
            "Chào nắng ấm của thành phố biển Nha Trang. Lời đầu tiên, Apanda Travel Vietnam xin gửi lời cảm ơn và trân trọng quý báu đến bạn vì đã dành thời gian viết đánh giá ngay sau khi tham gia trải nghiệm du lịch. Trong chuyến đi xe đạp riêng để khám phá vùng nông thôn xung quanh, các hướng dẫn viên chuyên nghiệp hiếu khách và đầy cảm hứng sẽ giới thiệu cho bạn về văn hóa địa phương để bạn có thể thực sự cảm nhận và thấy được những gì tổ tiên chúng ta đã làm ở các làng thủ công để kiếm sống hàng ngày, chẳng hạn như dệt chiếu , làm hương, làm bánh tráng truyền thống, làm phở..., cách sống, ăn uống từ thực phẩm được trồng tự nhiên. Trong vườn rau, đặc biệt là môi trường sống thân thiện cùng hàng xóm hỗ trợ, chia sẻ, giúp đỡ nhau bằng tình nghĩa xóm giềng.\nThời gian đạp xe để khám phá vùng nông thôn là khoảng 2 giờ. Có xe giúp bạn khi mệt mỏi. Chương trình khám phá bao gồm bữa trưa tại nhà hàng Việt Nam địa phương. Tất cả sẽ mang đến cho bạn không gian riêng, tận hưởng khoảng thời gian khám phá một cách riêng tư nhất có thể bởi chúng tôi luôn tìm được những địa điểm độc đáo, chất lượng... cách xa những địa điểm du lịch.\nMột lần nữa chúng tôi xin chân thành cảm ơn cô Stephy và gia đình Fred đã đến Rieeng cùng chúng tôi. Chào mừng lần sau chúng tôi sẽ giới thiệu cho bạn một tour du lịch tuyệt vời khác: Tour tham quan các đảo ở Vịnh Nha Trang bằng du thuyền hoặc tàu cao tốc.\nTrân trọng, Thảo.\nGiám đốc Apanda Travel Việt Nam.Đọc thêm",
            "Xin Chao, Mình muốn bên công ty Apanda Tours tổ chức cho gia đình mình gồm 4 thành viên đi fishing ngày 3062018.Hãy lên chương trình cho gia đình mình nhé, thông tin chi tiết về giá cả,dịch vụ.Chân thành cám ơn.Read more",
            "Đã tham gia thành công.Cám ơn.Read more"
        ],
        "star_ratings": [
            37,
            0,
            0,
            0,
            0
        ],
        "review_amount": 37,
        "location": [
            "Nha Trang",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Du lịch Nha Trang Apanda",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written May 9, 2018",
            "Written May 9, 2018",
            "",
            "Written October 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d14058172-Reviews-or30-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or20-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451111-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306730-Reviews-Phuoc_Dien_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d19306727-Reviews-Long_Son_Pagoda-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14170005-Reviews-Happy_Baby_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501850-Reviews-Vietnam_Smiling_Easyrider_Motorbike_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d11899417-Reviews-Binh_Ba_Island-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451113-Reviews-Long_Thanh_Photo_Studio-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15236783-Reviews-Amazon_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d26636834-Reviews-Nasa_Travel-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14145116-Reviews-An_Pham_Motorcycle_Service-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103931-Reviews-Union_Square-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187330-d1628672-Reviews-Sanssouci_Palace-Potsdam_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1946639-Reviews-The_Ritz_Carlton_Spa_Orlando_Grande_Lakes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555629-Reviews-Central_Park_Summerstage-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g656474-d565644-Reviews-Playa_Guiones-Nosara_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-French_Quarter-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g29163-d146918-Reviews-Alexander_Springs-Altoona_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29693-d209202-Reviews-Carhenge-Alliance_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d7043199-Reviews-Tre_Ishujt_Restaurant_Lounge-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d19342767-Reviews-Laboma_Beach_Resort-Accra_Greater_Accra.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d14058172-Reviews-or30-Nha_Trang_Apanda_Travel-Nha_Trang_Khanh_Hoa_Province.html"
    }
]