[
    {
        "attraction_name": "Nha Trang Daily Tours",
        "attraction_name_vi": "Nha Trang Daily Tours",
        "general_info": [
            "65 đánh giá",
            "37 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Dù lượn dù lượn",
            "Lặn với ống thở",
            "Tour riêng",
            "Tour du thuyền tốc độ",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nha Trang Daily Tours là một công ty du lịch địa phương hàng ngày tổ chức các chuyến tham quan đảo và lặn với ống thở bằng tàu cao tốc. Được thành lập vào năm 2012, All Tours chỉ tập trung vào các hoạt động Du lịch tại Vịnh Nha Trang.\nHoạt động chính: Tour nhảy đảo, Tour lặn ống thở, Chuyến câu cá bằng giáo, Tàu cao tốc.\nĐọc thêm",
        "reviews": [
            "Nơi họ dừng lại để bơi thật khủng khiếp. Họ chỉ cho chúng tôi một chai nước ấm nhỏ. Chuyến tham quan sẽ là 20 chứ không phải nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian tham gia chuyến đi của chúng tôi.  Nhưng tôi không đồng ý với nhận xét của bạn về chuyến đi khủng khiếp của chúng tôi mà bạn đã viết. Chuyến tham quan theo nhóm bao gồm: Đưa đón từ khách sạn, Tàu cao tốc, Hướng dẫn viên, Tất cả phí vào cửa, Ăn trưa và tắm bùn với bồn tắm riêng. Vì vậy, nếu bạn nghĩ chuyến đi của chúng tôi trị giá 20 USD. Tôi nghĩ bạn đang đến từ hành tinh khác.\nChúng tôi không hy vọng gặp lại bạn lần sau.\nTrân trọng, Đọc thêm",
            "Thực sự không đáng tiền. Những địa điểm chúng tôi chụp cũng ở mức tầm thường và có rất ít thứ để xem. Có hàng tấn sứa ở địa điểm thứ hai mà chúng tôi không được cảnh báo và 3 thành viên trong nhóm của chúng tôi đã bị đốt. Nhân viên không đặc biệt hữu ích và dành phần lớn thời gian để la hét yêu cầu chúng tôi ở những nơi cụ thể hoặc thổi còi. Ngoài ra còn có 3 chiếc thuyền du lịch chở khoảng 20-30 người mỗi chiếc và các bạn cùng nhau dừng lại để lặn nên rất đông! Thức ăn ổn và được cung cấp một chai nước nhỏ. Nói chung, không phải là một trải nghiệm tuyệt vời. Nhiều nơi tốt hơn trên thế giới để lặn với ống thở!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian tham gia chuyến đi của chúng tôi. Chúng tôi rất xin lỗi về sự bất tiện này do thời tiết bị ảnh hưởng bởi sứa. Hôm trước trời mưa. Chúng tôi cũng cố gắng hết sức để loại bỏ nhưng có vẻ như Thiên nhiên quá mạnh mẽ với con người.\nChúng tôi hy vọng sẽ gặp lại bạn vào lần tới vào một ngày nắng đẹp.\nTrân trọng, Đọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi đẹp trai tên là Stephen. Anh ấy khá tốt bụng và háo hức. Anh ấy đưa chúng tôi đến mọi địa điểm trên đảo. Nếu bạn muốn có khoảng thời gian vui vẻ, hãy tham gia cùng công ty và hướng dẫn của Stephen. Chúng tôi là một nhóm gồm 7 người đến từ Hà Nội.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia với chúng tôi. Chúng tôi rất vui vì bạn tận hưởng chuyến đi của chúng tôi. Chúng tôi hy vọng được gặp bạn lần sau.\nTrân trọng, Đọc thêm",
            "Một ngày tuyệt vời và Anh chăm sóc tôi là một du khách độc thân.  Chúng tôi có những con đường thuyền tuyệt vời, những bãi biển và hòn đảo tuyệt vời, bữa trưa hải sản thật tuyệt vời trên một nhà hàng nổi và tắm bùn là một trải nghiệm! Đọc thêm",
            "Kính gửi Cô Cosi\nCảm ơn cô rất nhiều vì đã tham gia cùng chúng tôi. Chúng tôi rất vui vì cô thích chuyến đi của chúng tôi. Chúng tôi hy vọng sẽ gặp lại cô vào lần tới.\nTrân trọng,Đọc thêm",
            "Chồng, mẹ tôi và tôi đã có khoảng thời gian tuyệt vời trong chuyến lặn biển riêng.  Hướng dẫn viên Tii của chúng tôi đã đón chúng tôi ngay tại khách sạn, chở chúng tôi đến bến tàu nơi chúng tôi lên tàu cao tốc riêng.  Tàu cao tốc siêu đẹp, rất sạch sẽ và đưa chúng tôi đến địa điểm lặn với ống thở trong tình trạng tốt.  Chúng tôi đã nhìn thấy rất nhiều cá và lần đầu tiên người mẹ 76 tuổi của tôi lặn với ống thở!  Bữa trưa cũng rất tuyệt!  Tii và những người lái thuyền đã giúp đỡ mẹ tôi lên thuyền một cách cẩn thận hơn.  Nhìn chung, chúng tôi đã có khoảng thời gian tuyệt vời và hướng dẫn viên của chúng tôi thật tuyệt vời!Đọc thêm",
            "Kính gửi cô Esther \nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi. Chúng tôi rất vui khi bạn tận hưởng chuyến đi của chúng tôi. Chúng tôi hy vọng được gặp bạn lần sau. \nTrân trọng, Đọc thêm",
            "Đây là một tour du lịch trong ngày có giá trị lớn. Hướng dẫn viên Anh của chúng tôi rất tốt bụng và thân thiện, và không có gì là quá rắc rối. Chúng tôi nhảy dù ở điểm dừng đầu tiên, sau đó vào bữa trưa rất no, sau đó đến tắm bùn! Rất tốt! Thật là một vị trí đẹp và thư giãn. Anh thậm chí còn tổ chức một chiếc taxi cho chúng tôi vào cuối ngày vì khu nghỉ dưỡng của chúng tôi nằm ngoài thị trấn. Đây là một tour du lịch có giá tốt cho cả ngày.Đọc thêm",
            "Kính gửi cô Kate \nCảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi. Chúng tôi rất vui khi bạn tận hưởng chuyến đi của chúng tôi. Chúng tôi hy vọng được gặp bạn lần sau. \nTrân trọng, Đọc thêm",
            "Chúng tôi đã kết thúc chuyến tham quan mà chúng tôi chưa đặt trước. Các hướng dẫn viên du lịch trẻ tuổi không chắc chắn và chúng tôi không còn lựa chọn nào khác.  Chúng tôi đặt một ngày tại Đảo Hòn Tằm với bữa trưa và tắm bùn và kết thúc chuyến tham quan 3 hòn đảo chỉ với vài giờ tại hòn đảo mà chúng tôi đã chọn. Các hướng dẫn viên rất đáng yêu, rất khuyến khích Hòn Tâm!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã xem xét của bạn. Chúng tôi hy vọng được gặp bạn lần sau. Trân trọng, Đọc thêm",
            "Hướng dẫn chỉ giải thích bằng tiếng Việt. Tôi phải đoán xem điều gì sẽ xảy ra hoặc cố gắng lắng nghe lời giải thích của người hướng dẫn khác.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá hoàn hảo của bạn. Mặc dù chúng tôi không biết công ty nào tổ chức chuyến đi của bạn và sau đó bạn để lại đánh giá không tốt cho chúng tôi. Tôi đã liên hệ với Viator Review Qualify và họ nói rằng đánh giá này tuân thủ, LOL.\nTôi nghĩ giờ đây mọi người đều có thể để lại đánh giá với bất kỳ công ty nào mà bạn chưa từng đặt chuyến đi thực sự. Hãy tin tôi. Nhóm Viator chỉ quan tâm đến số tiền nhận được từ nền tảng đặt phòng. CƯỜI\nChúc một ngày tốt lành Grand và tôi hy vọng lần sau bạn có thể đặt một chuyến đi do công ty tôi tổ chức với đội ngũ nhân viên của tôi có thể nói tiếng Anh tốt. Công ty mà bạn tham gia chuyến đi KHÔNG PHẢI CỦA TÔI.Đọc thêm",
            "Và khi bạn cảm thấy chán việc đó, hãy chạy đến khu vực spa xung quanh và tận hưởng niềm vui. Thức ăn là một bữa tiệc và chủ nhà đều lịch sự thân thiện với tất cả mọi người dưới sự hướng dẫn của họ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã xem xét của bạn. Chúng tôi hy vọng được gặp bạn lần sau. Trân trọng, Đọc thêm",
            "Hướng dẫn viên du lịch, người cũng chụp rất nhiều ảnh, thực sự là một người có một không hai. Chúng tôi rất hài lòng với Đỗ Phi Anh. Anh ấy rất linh hoạt và giúp chúng tôi rất nhiều trong việc trả lời các câu hỏi cũng như cung cấp thông tin tốt nhất.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá. Chúng tôi hy vọng sẽ gặp lại bạn lần sau. Trân trọng, Đọc thêm"
        ],
        "star_ratings": [
            58,
            2,
            2,
            2,
            1
        ],
        "review_amount": 65,
        "location": [
            "Nha Trang",
            "Nha Trang Daily Tours",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written August 19, 2023",
            "Written July 27, 2023",
            "Written June 14, 2023",
            "Written June 11, 2023",
            "Written May 10, 2023",
            "Written April 27, 2023",
            "Written March 22, 2023",
            "Written March 7, 2023",
            "Written February 23, 2023",
            "Written November 29, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d15246013-Reviews-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or10-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501816-Reviews-Sen_Spa_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25223028-Reviews-Inner_Coffee_Cay_Workshop-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10840481-Reviews-Nha_Trang_Easy_Rider-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451112-Reviews-Po_Nagar_Cham_Towers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d3387561-Reviews-Bun_Khoang_nong_I_Resort_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2227712-Reviews-Nha_Trang_Beach-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12511889-Reviews-Alpha_Dive_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6697043-Reviews-Pure_Vietnam_Beauty_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14011090-Reviews-Casa_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1910182-Reviews-Hon_Chong-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602959-d195494-Reviews-Vesuvius_National_Park-Ottaviano_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d547455-Reviews-New_Market-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4288286-Reviews-Princes_Islands-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d19850802-Reviews-THRoW_Social_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d2308176-Reviews-Valenbisi-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d198675-Reviews-Duomo_Cattedrale_di_Santa_Maria_del_Fiore-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g38969-d2416479-Reviews-New_Theatre_Restaurant-Overland_Park_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d12597516-Reviews-Krabi_Shooting_Range-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12539636-Reviews-Torre_di_Arnolfo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-O_Bannon_Woods_State_Park-Corydon_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or10-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Daily Tours",
        "attraction_name_vi": "Nha Trang Daily Tours",
        "general_info": [
            "65 đánh giá",
            "37 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Dù lượn dù lượn",
            "Lặn với ống thở",
            "Tour riêng",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nha Trang Daily Tours là một công ty du lịch địa phương hàng ngày tổ chức các chuyến tham quan đảo và lặn với ống thở bằng tàu cao tốc. Được thành lập vào năm 2012, All Tours chỉ tập trung vào các hoạt động Du lịch tại Vịnh Nha Trang.\nHoạt động chính: Tour nhảy đảo, Tour lặn ống thở, Chuyến câu cá bằng giáo, Tàu cao tốc.\nĐọc thêm",
        "reviews": [
            "Chuyến đi hướng dẫn tuyệt vời đến các đảo! Rất muốn giới thiệu điều này khi bạn có thể ngắm nhìn khung cảnh tuyệt đẹp của những hòn đảo để trải nghiệm các hoạt động mới! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã xem xét của bạn. Chúng tôi hy vọng được gặp bạn lần sau. Trân trọng, Đọc thêm",
            "Chuyến tham quan cho biết nó bao gồm hướng dẫn viên nói tiếng Anh nhưng không có. Phải trông cậy vào những khách du lịch khác để dịch và sử dụng Google hầu hết thời gian. Siêu hỗn loạn không biết chuyện gì đang xảy ra nửa thời gian. Người điều hành tour cũng không giúp được gì và nói rằng hướng dẫn viên chính bị ốm và sau đó đang đi nghỉ nhưng quyết định không cho chúng tôi biết trước. Chúng tôi đã bắt đầu chuyến tham quan và đang ở hòn đảo đầu tiên nơi họ đề nghị đưa chúng tôi trở lại hoặc hoàn tiền cho chúng tôi nhưng đây là ngày cuối cùng của chúng tôi ở nha trang nên cả hai đều không hữu ích. Quyết định tiếp tục chuyến tham quan, phải yêu cầu lặn biển mà chúng tôi đã trả tiền nếu không ai biết liệu chúng tôi có làm hay không. Hoàn toàn không có hướng dẫn lặn biển vì không ai nói tiếng Anh, không có bộ đồ lặn vì hướng dẫn viên du lịch của chúng tôi nói rằng nó không phù hợp với chúng tôi. Bạn trai của tôi thậm chí còn không lặn biển vì anh ấy cảm thấy không an toàn. Ăn trưa và đi đến hòn đảo thứ ba, nơi chỉ có tôi và những người bạn của tôi được đưa đến đó và chỉ ở đó để bơi trong 2 giờ. Không ấn tượng lắm, thực sự đã phá hỏng chuyến đi nha trang của chúng tôi ở mọi thành phố khác, chúng tôi đã thực hiện những chuyến tham quan tuyệt vời, điều này chắc chắn nằm ở cuối danh sách của chúng tôi. Chúng tôi chỉ mong người điều hành tour thông báo trước cho chúng tôi rằng chúng tôi sẽ đi một chuyến tham quan khác.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá hoàn hảo của bạn. Mặc dù chúng tôi không biết công ty nào tổ chức chuyến đi của bạn và sau đó bạn để lại đánh giá không tốt cho chúng tôi. Tôi đã liên hệ với Viator Review Qualify và họ nói rằng đánh giá này tuân thủ, LOL.\nTôi nghĩ giờ đây mọi người đều có thể để lại đánh giá với bất kỳ công ty nào mà bạn chưa từng đặt chuyến đi thực sự. Hãy tin tôi. Nhóm Viator chỉ quan tâm đến số tiền nhận được từ nền tảng đặt phòng. CƯỜI\nChúc một ngày tốt lành Grand và tôi hy vọng lần sau bạn có thể đặt một chuyến đi do công ty tôi tổ chức với đội ngũ nhân viên của tôi có thể nói tiếng Anh tốt. Công ty mà bạn tham gia chuyến đi KHÔNG PHẢI CỦA TÔI.Đọc thêm",
            "Hôm nay tôi đã làm một chuyến tham quan với công ty của bạn. Hôm qua tôi bối rối vì nghĩ chuyến đi đó tôi chỉ có một cuốn. May mắn thay có thêm 4 cô gái tham gia cùng tôi. Thành thật mà nói, Tour thật tuyệt vời. Tôi xin cảm ơn hướng dẫn viên của chúng tôi, Hoa và Sinh. Họ rất tốt bụng và vui tính. Điểm tuyệt vời cho một trải nghiệm tuyệt vời. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Xin chào. Tôi đã suy nghĩ rất nhiều cho đến khi chọn công ty du lịch này. Vì tôi không nói được tiếng Việt hay tiếng Anh nên tôi rất sợ. Nhưng đây là quyết định tốt nhất đối với tôi. Hướng dẫn thao rất tử tế và mỉm cười chào đón ngay cả với những người nước ngoài không thể nói được. Mặc dù tôi không thể hiểu được lời nói của cô ấy, nhưng tôi có thể cảm nhận được sự quan tâm và ấm áp của cô ấy trong suốt chuyến đi. Chuyến đi nhảy cũng rất thú vị, nhưng hướng dẫn viên thao đã cho tôi một nụ cười ấm áp thật ấn tượng. Cảm ơn bạn đã luôn mỉm cười và vui vẻ. Chuyến du lịch nhảy vọt cũng rất vui nhưng còn đáng nhớ hơn vì hướng dẫn viên Thảo rất thân thiện và đối xử tốt với tôi bằng một nụ cười. Với hướng dẫn viên Thảo, chuyến đi trở nên thú vị hơn. Chúc bạn luôn có nụ cười khỏe mạnh và xinh đẹp.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Toàn bộ chuyến đi đều xứng đáng. Thao, hướng dẫn viên, rất dễ nói chuyện và rất nhiệt tình. Trải nghiệm lặn thật tuyệt vời, họ thực sự thân thiện và kiên nhẫn với tôi vì tôi chưa từng thử lặn trước đây. Cũng có đủ thời gian vào buổi chiều để thư giãn và tận hưởng bãi biển trước khi kết thúc chuyến tham quan. Trải nghiệm tổng thể thật tuyệt vời, chắc chắn sẽ quay lại!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Ngày cuối cùng tham gia chuyến đi trước khi dừng gia hạn visa do ảnh hưởng của Covid-19. Chuyến đi được tổ chức tốt với hướng dẫn tốt thậm chí đeo mặt nạ cả ngày. Dành cả ngày trên mặt nước để lặn với ống thở và tắm nắng. Ít người trên bãi biển, nơi thực sự khá yên tĩnh và biển lặng. Món ăn ngon trên vườn nổi. Hy vọng sẽ trở lại sau khi virus được kiểm soát. Xem YaĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Hướng dẫn của chúng tôi ngày hôm nay là quynh. Cô ấy thực sự rất tốt và nói tiếng Anh rất tốt. Các hòn đảo rất đẹp nhưng hơi ồn ào. Chúng tôi đã lặn với ống thở và ngắm san hô.Đọc thêm",
            "Cô Elise thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Hướng dẫn viên KY thật tốt bụng Chuyến đi của chúng tôi thật tuyệt vời Đặc biệt giống như cô ấy là hướng dẫn viên nữ Bởi vì chúng tôi là phụ nữ Cảm ơn ky Nó rất thân thiện và thoải mái. Không có gì gượng ép, tận tâm, tốt bụng, vui vẻ, nói tiếng Anh và thích Hàn Quốc. Cô ấy thật tuyệt vời khi còn trẻ. nhưng đã phát triển thành một hướng dẫn tuyệt vời. Hãy làm điều đó!Đọc thêm.",
            "Cô Stone thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Sẽ thật tuyệt nếu các mốc thời gian được kéo dài đến tận tối muộn. Tốt tốt, phản hồi kịp thời.Đọc thêm",
            "Kính gửi cô Jiten\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Chuyến đi được lên kế hoạch tốt, hướng dẫn viên là Ky, người rất tuyệt và thân thiện, nói tiếng Anh. Họ sẽ giới thiệu những địa điểm quan trọng và hỗ trợ mọi hoạt động. Nhìn chung, trải nghiệm rất tốt. Đọc thêm",
            "Thưa ông Pavan\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Bạn có thể đặt chỗ cho hai người trong ngày không?Đọc thêm",
            "Có. Chúng tôi tổ chức tour du lịch hàng ngày. Vui lòng liên hệ trực tiếp với chúng tôi qua WhatsApp 84583333133Đọc thêm"
        ],
        "star_ratings": [
            58,
            2,
            2,
            2,
            1
        ],
        "review_amount": 65,
        "location": [
            "Nha Trang",
            "Nha Trang Daily Tours",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written November 19, 2022",
            "Written September 26, 2022",
            "Written December 27, 2020",
            "Written October 6, 2020",
            "Written October 5, 2020",
            "Written March 19, 2020",
            "Written January 22, 2020",
            "Written January 15, 2020",
            "Written January 14, 2020",
            "Written January 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d15246013-Reviews-or10-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or20-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501816-Reviews-Sen_Spa_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25223028-Reviews-Inner_Coffee_Cay_Workshop-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10840481-Reviews-Nha_Trang_Easy_Rider-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451112-Reviews-Po_Nagar_Cham_Towers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d3387561-Reviews-Bun_Khoang_nong_I_Resort_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2227712-Reviews-Nha_Trang_Beach-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12511889-Reviews-Alpha_Dive_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6697043-Reviews-Pure_Vietnam_Beauty_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14011090-Reviews-Casa_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1910182-Reviews-Hon_Chong-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12180574-d10756247-Reviews-Croton_Gorge_Park-Cortlandt_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d8421063-Reviews-Cenotes_Kin_Ha-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g46168-d558693-Reviews-Castle_in_the_Clouds-Moultonborough_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d319153-Reviews-Hiram_M_Chittenden_Locks-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d186994-Reviews-Banff_Upper_Hot_Springs-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g21000386-d6781875-Reviews-Mini_Zoo-Jonusai_Klaipeda_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d16959144-Reviews-Krakow_Arcade_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d607222-Reviews-Duplex_Club-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d3487687-Reviews-Wailua_River_State_Park-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12559063-Reviews-The_Light_Show_at_the_San_Fernando_Cathedral-San_Antonio_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or20-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or10-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Daily Tours",
        "attraction_name_vi": "Nha Trang Daily Tours",
        "general_info": [
            "65 đánh giá",
            "37 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Dù lượn dù lượn",
            "Lặn với ống thở",
            "Tour riêng",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nha Trang Daily Tours là một công ty du lịch địa phương hàng ngày tổ chức các chuyến tham quan đảo và lặn với ống thở bằng tàu cao tốc. Được thành lập vào năm 2012, All Tours chỉ tập trung vào các hoạt động Du lịch tại Vịnh Nha Trang.\nHoạt động chính: Tour nhảy đảo, Tour lặn ống thở, Chuyến câu cá bằng giáo, Tàu cao tốc.\nĐọc thêm",
        "reviews": [
            "Có một hướng dẫn viên du lịch tuyệt vời tên cô ấy là Kỳ, người đã chỉ cho chúng tôi đi vòng quanh các hòn đảo và điều hành chuyến đi của chúng tôi một cách suôn sẻ. Các hòn đảo có bầu không khí tuyệt vời, đồ ăn và nhiều hoạt động sẵn có như lặn, dù lượn, v.v. Việc nhảy đảo được thực hiện bằng một chiếc thuyền máy rất nhanh dành cho những người nghiện adrenaline ngoài kia; Chắc chắn sẽ giới thiệu cho bất cứ ai đang tìm kiếm niềm vui ở Nha Trang!Đọc thêm",
            "Thưa ông Daaball\nCảm ơn bạn rất nhiều vì đã dành thời gian xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Hướng dẫn viên của chúng tôi - Ky, rất thân thiện và có tổ chức khi đưa chúng tôi đi tham quan quanh các đảo. Thực sự có thể nắm bắt được văn hóa Việt Nam xung quanh các khu vực này. Thời tiết đẹp, môi trường sạch sẽ với nhiều hoạt động vui chơi như lặn với ống thở, lặn biển, dù lượn, JetSki, v.v. Nếu bạn không phải là người thích cảm giác mạnh - bạn có thể thư giãn bên bờ biển hoặc vui đùa trên bãi biển. Đọc thêm",
            "Kính gửi cô Onrisan\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Đó là một chuyến tham quan thú vị để tham quan quanh ba hòn đảo. Bữa trưa họ cung cấp cũng rất ngon. Tôi đã chơi dù lượn trên hòn đảo cuối cùng và đó là một trải nghiệm rất thú vị. Nó không quá chật chội và lịch trình thoải mái nên tôi có thể thư giãn và tận hưởng nó. Các hướng dẫn viên rất thân thiện. Cảm ơn bạn rất nhiều vì đã hướng dẫn Diễm.:Cô ấy tốt bụng, hay cười và nói cho tôi biết câu hỏi tôi đã hỏi. Lần sau tới Nha Trang tôi sẽ quay lại sử dụng công ty du lịch này.Đọc thêm",
            "Cô Saira thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Tôi đã có khoảng thời gian vui vẻ Hướng dẫn viên tên Thanh có thể thoải mái ở lại vì tôi giỏi tiếng Hàn Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nHẹn gặp lại lần sau!\nTrân trọng, Đọc thêm",
            "Rất ấn tượng với dịch vụ khách hàng, một ngày tuyệt vời! Chúng tôi đến từ Úc và giới thiệu họ: Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nHẹn gặp lại lần sau!\nTrân trọng, Đọc thêm",
            "Chúng tôi có cô Trâm và cô Diễm rất tốt bụng làm hướng dẫn viên du lịch. Họ rất thân thiện và nhiệt tình. Họ chỉ cho chúng tôi tất cả những nơi trên đảo. Nếu bạn muốn có trải nghiệm thú vị hãy chọn Cano tour và 2 hướng dẫn viên này. Chúng tôi là một nhóm gồm 17 người với 7 trẻ nhỏ đến từ Hồ Chí MinhĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nHẹn gặp lại lần sau!\nTrân trọng, Đọc thêm",
            "Trâm, hướng dẫn viên du lịch, đã đến đúng giờ và hữu ích trong suốt chuyến đi trong ngày. Từ lặn biển, dù lượn, thư giãn trên bãi biển cho đến ăn những món ăn ngon, có rất nhiều điều để làm và xem trong chuyến đi này. Xe buýt sẽ đón bạn từ bất cứ nơi nào bạn ở trong thành phố và trả bạn sau đó.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Mọi thứ diễn ra rất tốt, đúng như thỏa thuận Tàu cao tốc tốt, rạn san hô đẹp với những loài cá đẹp và chuyến thăm thú vị đến hai hòn đảo khác nhau. Có lẽ đảo Hòn Mun hơi đông đúc và không sạch sẽ chút nào nhưng Bãi biển Mini mới là thiên đường thực sự. Bữa trưa ở đó ổn, ngon hơn mong đợi cho những chuyến đi kiểu này. Tôi khuyên bạn nên làm điều đó với họ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi mong được gặp lại bạn ở Nha Trang.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Hướng dẫn viên của chúng tôi là Hop! Anh ấy tốt bụng, thân thiện và rất hữu ích! ! ! Thật là tuyệt! Chúng tôi đã ăn những món ăn ngon, rất vui vẻ và có thời gian để thư giãn cũng như tận hưởng biển và các môn thể thao dưới nước. Cảm ơn vì tất cả mọi thứ Hop!!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nChúng tôi rất vui khi mang đến cho bạn những dịch vụ du lịch tốt nhất.\nHy vọng sớm được gặp lại bạn.\nTrân trọngĐọc thêm",
            "Dịch vụ tuyệt vời, chăm sóc chúng tôi rất tốt....đồ ăn ngon, tận hưởng chuyến đi cùng ky và nhóm...Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nRất hân hạnh được mang đến cho bạn những dịch vụ du lịch tốt nhất.\nMong được gặp lại bạn trong thời gian sớm nhất.\nTrân trọngĐọc thêm",
            "Bạn có thể đặt chỗ cho hai người trong ngày không?Đọc thêm",
            "Đúng. Chúng tôi đang tổ chức tour du lịch hàng ngày. Vui lòng liên hệ trực tiếp với chúng tôi qua WhatsApp 84583333133Đọc thêm"
        ],
        "star_ratings": [
            58,
            2,
            2,
            2,
            1
        ],
        "review_amount": 65,
        "location": [
            "Nha Trang",
            "Nha Trang Daily Tours",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written January 13, 2020",
            "Written January 13, 2020",
            "Written January 11, 2020",
            "Written January 1, 2020",
            "Written December 31, 2019",
            "Written December 28, 2019",
            "Written November 29, 2019",
            "Written July 30, 2019",
            "Written July 22, 2019",
            "Written July 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d15246013-Reviews-or20-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or10-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or30-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501816-Reviews-Sen_Spa_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25223028-Reviews-Inner_Coffee_Cay_Workshop-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10840481-Reviews-Nha_Trang_Easy_Rider-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451112-Reviews-Po_Nagar_Cham_Towers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d3387561-Reviews-Bun_Khoang_nong_I_Resort_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2227712-Reviews-Nha_Trang_Beach-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12511889-Reviews-Alpha_Dive_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6697043-Reviews-Pure_Vietnam_Beauty_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14011090-Reviews-Casa_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1910182-Reviews-Hon_Chong-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d14413566-Reviews-The_Woodshed-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g7386020-d2486863-Reviews-Playa_El_Tunco-El_Tunco_La_Libertad_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d13117992-Reviews-Murales_Maradona_1990-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15347719-Reviews-Mantis_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1519813-Reviews-Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34534-d5773608-Reviews-Jungle_Hut_Park-Palm_Coast_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d4508719-Reviews-Brenton_Point_State_Park-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d553989-Reviews-Koh_Nang_Yuan-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d1237685-Reviews-Gozo_Ferry-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g46291-d14155830-Reviews-Tices_Shoal-Bayville_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or30-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or20-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Daily Tours",
        "attraction_name_vi": "Nha Trang Daily Tours",
        "general_info": [
            "65 đánh giá",
            "37 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Dù lượn dù lượn",
            "Lặn với ống thở",
            "Tour riêng",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nha Trang Daily Tours là một công ty du lịch địa phương hàng ngày tổ chức các chuyến tham quan đảo và lặn với ống thở bằng tàu cao tốc. Được thành lập vào năm 2012, All Tours chỉ tập trung vào các hoạt động Du lịch tại Vịnh Nha Trang.\nHoạt động chính: Tour nhảy đảo, Tour lặn ống thở, Chuyến câu cá bằng giáo, Tàu cao tốc.\nĐọc thêm",
        "reviews": [
            "Trâm là trưởng nhóm. Cô ấy rất hữu ích và tốt bụng trong suốt chuyến đi. Chúng tôi đã đến thăm một số hòn đảo và trải nghiệm của chúng tôi ở đây thật tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nRất hân hạnh được mang đến cho bạn những dịch vụ du lịch tốt nhất.\nMong được gặp lại bạn trong thời gian sớm nhất.\nTrân trọngĐọc thêm",
            "chuyến tham quan rất vui nhộn và tuyệt vời. đặc biệt hướng dẫn viên du lịch Kỹ tourguide của chúng tôi rất vui vẻ và thân thiện. nên thử 1 lầnXem thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nRất hân hạnh được mang đến cho bạn những dịch vụ du lịch tốt nhất.\nMong được gặp lại bạn trong thời gian sớm nhất.\nTrân trọngĐọc thêm",
            "Chuyến đi tuyệt vời và sự dẫn dắt tour tận tình, cả Kỳ và Duyên đều cung cấp những thông tin thoải mái và sâu sắc về cảnh quan địa phương, ẩm thực, cảm thấy thoải mái khi hỏi họ bất cứ điều gì về Nha Trang.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nRất hân hạnh được mang đến cho bạn những dịch vụ du lịch tốt nhất.\nMong được gặp lại bạn trong thời gian sớm nhất.\nTrân trọng, Đọc thêm",
            "Đó là một chuyến câu cá riêng dành cho hai người và đã có khoảng thời gian tuyệt vời khi không có hướng dẫn viên Linh!! Anh ấy rất vui vẻ và tràn đầy năng lượng. chắc chắn hãy hỏi anh ấy cho chuyến đi tiếp theo của chúng tôi trong chuyến đi Nha Trang!! Cảm ơn bạn:Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nChúng tôi rất vui khi mang đến cho bạn những dịch vụ du lịch tốt nhất.\nHy vọng sớm được gặp lại bạn.\nTrân trọngĐọc thêm",
            "Bạn có thể đến 3 hòn đảo nổi tiếng với giá 25 đô la và trả tiền mặt cho các khoản bổ sung ngay tại chỗ. Có rất nhiều lựa chọn có sẵn ở mỗi hòn đảo và giá cả có thể thương lượng.  Bữa trưa được cung cấp tại chợ nổi thật tuyệt vời.  Bia đá có giá 20k.  Toàn bộ trải nghiệm được sắp xếp một cách hoàn hảo từ lúc đón khách đến lúc trả khách.   Nhân viên xuất sắc.  Tôi choáng ngợp trước giá trị của chuyến đi này.  Nếu bạn đang đi du lịch bụi hoặc chỉ đang tìm kiếm một chuyến tham quan bán cấu trúc, tiết kiệm chi phí, tôi sẽ đồng ý với điều nàyĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá thân thiện của bạn.\nRất hân hạnh được mang đến cho bạn những dịch vụ du lịch tốt nhất.\nMong được gặp lại bạn trong thời gian sớm nhất.\nTrân trọngĐọc thêm",
            "Tour du lịch này có một dịch vụ khách hàng tuyệt vời. Hướng dẫn viên của chúng tôi là Hợp. Anh ấy rất tốt bụng và nhiệt tình. Tôi và bạn bè đã cùng nhau trải qua một ngày thú vị nhờ chuyến tham quan này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến tham quan của chúng tôi. Chúng tôi hy vọng bạn đã có một thời gian tuyệt vời với chúng tôi.\nTrân trọngĐọc thêm",
            "Tôi và bạn tôi rất thích chuyến tham quan này. Vũ, hướng dẫn viên du lịch của chúng tôi, cực kỳ hữu ích và thân thiện và đề nghị chụp ảnh cho tôi và bạn tôi để cả hai chúng tôi đều có mặt trong ảnh. Chuyến tham quan diễn ra rất suôn sẻ và chúng tôi cảm thấy mình có đủ thời gian ở tất cả các địa điểm đã ghé thăm.  Hoạt động lặn biển trong chuyến tham quan của chúng tôi thật tuyệt vời và chúng tôi rất vui vì đã chọn chuyến tham quan này.Đọc thêm",
            "Cảm ơn rất nhiều cho nhận xét của bạn.\nRất mong được gặp lại bạn ở Nha Trang những lần tiếp theo.\nTất cả những điều tốt nhất cho bạn!\nĐọc thêm",
            "Có một ngày vui vẻ với hướng dẫn viên du lịch thân thiện. Họ rất chuyên nghiệp và thân thiện. Rất khuyên bạn nên có một chuyến tham quan đáng tin cậy như họ nếu bạn muốn có một ngày vui chơi thoải mái Đọc thêm",
            "Cảm ơn rất nhiều.\nChúng tôi rất vui khi khách hàng hài lòng với dịch vụ du lịch của chúng tôi.\nMong gặp lại bạn lần sau sớm nhất.\nĐọc thêm",
            "Tôi đi du lịch một mình đến Nha Trang và đang tìm cơ hội đi lặn. Stephen cực kỳ hữu ích và kịp thời khi giải thích tất cả các lựa chọn trong phạm vi ngân sách của tôi. Anh ấy có thể tổ chức một chuyến du lịch theo nhóm cho tôi để tuyển thêm một số người khác vì tôi đi một mình và không có tiền cho một chuyến du lịch riêng vào khoảng 80, bao gồm phương tiện di chuyển đến và đi từ khách sạn, bữa trưa, dù kéo và trải nghiệm lặn đầu tiên của tôi. Việc lặn cho đến nay là điểm nổi bật của chuyến đi.  Nếu tôi quay lại khu vực này một lần nữa, điều mà rất có thể tôi sẽ làm, tôi sẽ đặt chỗ với Stephen lần nữa và có thể thử chuyến tham quan lặn của anh ấy, bao gồm hai lần lặn và lặn bằng ống thở. Đây là điểm thu hút khách du lịch duy nhất mà tôi tham dự khi ở Việt Nam, vì vậy tôi không có công ty nào khác để so sánh hoặc tham khảo, nhưng tôi tưởng tượng rằng mức giá đó có thể so sánh được và dịch vụ khách hàng từ khâu đặt phòng hành chính cuối cùng là đầu và vai hơn bất cứ điều gì khác mà tôi đã trải nghiệm ở đây. Mặc dù Stephen là người Việt Nam nhưng anh ấy có quan điểm kinh doanh của người Mỹ và cực kỳ có động lực để làm hài lòng khách hàng cũng như phát triển hoạt động kinh doanh của mình.  Tôi nói với Stephen rằng tôi có một vài gợi ý với anh ấy trong tương lai về việc cung cấp thêm nước cho khách và giảm tốc độ lại một chút, và anh ấy vui lòng mời tôi đi uống cà phê để thảo luận. Thật là sảng khoái khi có một người đầu tư và đam mê công việc kinh doanh của họ như vậy. Tôi thật sự đề nghị tua du lịch này. Đừng rời Nha Trang mà chưa trải nghiệm chuyến phiêu lưu này!Đọc thêm",
            "Amber thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian đến thăm quê hương của tôi. Chúng tôi rất hân hạnh được trở thành người tổ chức chuyến đi của bạn. Tất cả những đề xuất của bạn đã giúp chúng tôi rất nhiều để cải thiện dịch vụ của mình trong tương lai. Sứ mệnh của chúng tôi là phải làm thật tốt và mang lại sự thoải mái, trải nghiệm nhiều hơn cho tất cả du khách tham gia tour. Từ đầu cho đến khi xuống khách sạn. Mọi bước đều phải hoàn hảo và tránh sai sót càng ít càng tốt.\nHướng dẫn viên của chúng tôi rất vui khi nhận được sự động viên và cô hứa sẽ làm tốt hơn.\nMong được gặp lại bạn ở Nha Trang trong một chuyến đi khác.\nChúc một ngày tốt lành!Đọc thêm",
            "Nhân viên siêu thân thiện làm cho ngày vui vẻ! Đặt qua Stephen vào đêm hôm trước, người rất hữu ích. Cảm ơn bạn vì sự vui vẻ và dịch vụ khách hàng tuyệt vờiĐọc thêm",
            "Lola thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian đến thăm quê hương của tôi. Chúng tôi rất hân hạnh được trở thành người tổ chức chuyến đi của bạn. Sứ mệnh của chúng tôi là phải làm thật tốt và mang lại sự thoải mái, trải nghiệm nhiều hơn cho tất cả du khách tham gia tour. Từ đầu cho đến khi xuống khách sạn. Mọi bước đều phải hoàn hảo và tránh sai sót càng ít càng tốt.\n\nMong được gặp lại bạn ở Nha Trang trong một chuyến đi khác.\nChúc một ngày tốt lành!Đọc thêm"
        ],
        "star_ratings": [
            58,
            2,
            2,
            2,
            1
        ],
        "review_amount": 65,
        "location": [
            "Nha Trang",
            "Nha Trang Daily Tours",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written July 15, 2019",
            "Written June 30, 2019",
            "Written June 30, 2019",
            "Written June 26, 2019",
            "Written June 21, 2019",
            "Written June 5, 2019",
            "Written May 27, 2019",
            "Written May 13, 2019",
            "Written March 1, 2019",
            "Written February 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d15246013-Reviews-or30-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or20-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or40-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501816-Reviews-Sen_Spa_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25223028-Reviews-Inner_Coffee_Cay_Workshop-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10840481-Reviews-Nha_Trang_Easy_Rider-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451112-Reviews-Po_Nagar_Cham_Towers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d3387561-Reviews-Bun_Khoang_nong_I_Resort_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2227712-Reviews-Nha_Trang_Beach-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12511889-Reviews-Alpha_Dive_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6697043-Reviews-Pure_Vietnam_Beauty_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14011090-Reviews-Casa_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1910182-Reviews-Hon_Chong-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9770505-Reviews-The_Adam_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60909-d7785740-Reviews-Dipsea_Trail-Mill_Valley_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1775127-Reviews-Emirates_Stadium_Tour_and_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10314573-Reviews-Terminal_Getaway_Spa-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46745-d273151-Reviews-Jenkinson_s_Boardwalk-Point_Pleasant_Beach_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3651534-Reviews-Whirling_Dervishes_Istanbul-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d379179-Reviews-Jimbaran_Bay-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g28946-d209746-Reviews-Eleven_Point_River-Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1605231-d7896395-Reviews-Cayo_Arena-Monte_Cristi_Monte_Cristi_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or40-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or30-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html"
    },
    {
        "attraction_name": "Nha Trang Daily Tours",
        "attraction_name_vi": "Nha Trang Daily Tours",
        "general_info": [
            "65 đánh giá",
            "37 trên 156 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Nha Trang",
            "Dù lượn dù lượn",
            "Lặn với ống thở",
            "Tour riêng",
            "Chuyến tham quan bằng tàu cao tốc",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nha Trang Daily Tours là một công ty du lịch địa phương hàng ngày tổ chức các chuyến tham quan đảo và lặn với ống thở bằng tàu cao tốc. Được thành lập vào năm 2012, All Tours chỉ tập trung vào các hoạt động Du lịch tại Vịnh Nha Trang.\nHoạt động chính: Tour nhảy đảo, Tour lặn ống thở, Chuyến câu cá bằng giáo, Tàu cao tốc.\nĐọc thêm",
        "reviews": [
            "Đã đặt chỗ này vào đêm hôm trước thông qua địa chỉ liên hệ của họ và có thể thực hiện chuyến tham quan cùng 5 người bạn! Mọi thứ đều được tổ chức kịp thời, bao gồm bữa trưa rất tuyệt, bãi biển trên đảo rất đẹp. Rất khuyến khích đặt phòng với Stephen! Đọc thêm",
            "Pepsi thân mến\nCảm ơn bạn rất nhiều vì đã dành thời gian đến thăm quê hương của tôi. Chúng tôi rất hân hạnh được trở thành người tổ chức chuyến đi của bạn. Sứ mệnh của chúng tôi là phải làm thật tốt và mang lại sự thoải mái, trải nghiệm nhiều hơn cho tất cả du khách tham gia tour. Từ đầu cho đến khi xuống khách sạn. Mọi bước đều phải hoàn hảo và tránh sai sót càng ít càng tốt.\n\nMong được gặp lại bạn ở Nha Trang trong một chuyến đi khác.\nChúc một ngày tốt lành!Đọc thêm",
            "Mặc dù không thích hợp để lặn với ống thở nhưng thật tuyệt khi có thể đi dù lượn và ăn đồ ăn Việt Nam. Chuyến đi bằng tàu cao tốc cũng nhanh và thú vị. Tôi không thể nói tiếng Anh tốt lắm, nhưng người hướng dẫn rất hữu ích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia với chúng tôi. Chúng tôi rất vui vì bạn tận hưởng chuyến đi của chúng tôi. Chúng tôi mong được gặp bạn\nlần tới. Trân trọng, Đọc thêm"
        ],
        "star_ratings": [
            58,
            2,
            2,
            2,
            1
        ],
        "review_amount": 65,
        "location": [
            "Nha Trang",
            "Nha Trang Daily Tours",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Nha Trang",
            "Khanh Hoa Province"
        ],
        "reviews_time": [
            "Written February 4, 2019",
            "",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293928-d15246013-Reviews-or40-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or30-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501816-Reviews-Sen_Spa_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25223028-Reviews-Inner_Coffee_Cay_Workshop-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d10840481-Reviews-Nha_Trang_Easy_Rider-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d451112-Reviews-Po_Nagar_Cham_Towers-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9718203-Reviews-Shine_Spa_for_Sheraton-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d17740510-Reviews-VITAMIN_SEA_TRAVEL_VIETNAM-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d3387561-Reviews-Bun_Khoang_nong_I_Resort_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2227712-Reviews-Nha_Trang_Beach-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d12511889-Reviews-Alpha_Dive_Vietnam-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6651219-Reviews-Friendly_Travel_Nha_Trang-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d6697043-Reviews-Pure_Vietnam_Beauty_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d14011090-Reviews-Casa_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d5501636-Reviews-Vietnam_Motorcycle_Tour-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1910182-Reviews-Hon_Chong-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d25194145-Reviews-Clover_Spa-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d12315327-Reviews-Barrio_Chino-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g29757-d507659-Reviews-Ghost_Ranch-Abiquiu_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d12924296-Reviews-Mount_Umunhum-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5124083-Reviews-Grand_Central_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d661389-Reviews-Main_Street-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g51774-d19451967-Reviews-North_American_Bigfoot_Center-Boring_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d153929-Reviews-Sandy_Beach_Park-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d209457-Reviews-Sparks_Lake-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23924254-Reviews-Avicii_Experience-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g58349-d8380018-Reviews-Lucky_Strike_Bellevue-Bellevue_Washington.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293928-d15246013-Reviews-or40-Nha_Trang_Daily_Tours-Nha_Trang_Khanh_Hoa_Province.html"
    }
]