[
    {
        "attraction_name": "Niagara Falls Canada",
        "attraction_name_vi": "Thác Niagara Canada",
        "general_info": [
            "31.969 đánh giá",
            "1 trong 128 điều cần làm ở Thác Niagara",
            "Địa điểm ưa thích",
            "Thác nước"
        ],
        "attraction_summary": "Dòng nước đổ mạnh của Thác Niagara bao gồm hai thác Mỹ và một thác Canada thực sự là một cảnh tượng đáng chiêm ngưỡng. Đến gần trên một chuyến đi thuyền, hãy chuẩn bị để ngâm mình!, tận hưởng khung cảnh trên không tuyệt vời từ Tháp Skylon hoặc tham gia chuyến tham quan bằng trực thăng, tản bộ dọc theo White Water Walk hoặc đến điểm tham quan Hành trình đằng sau Thác, nơi có tầm nhìn ra thác từ trên cao. bên dưới và phía sau. Những người tìm kiếm sự phiêu lưu cũng có thể đi đu dây, chèo thuyền phản lực, đi bộ đường dài và đạp xe với phông nền là thác nước. Để có trải nghiệm thực sự kỳ diệu, hãy ở lại sau khi trời tối khi thác được chiếu sáng. Để có lưu lượng nước cao nhất, hãy ghé thăm vào khoảng thời gian từ tháng 6 đến tháng 8.  TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi thích trải nghiệm Thác Niagara. Chúng tôi đã đi thuyền và đi sau thác, nhưng có những địa điểm chất lượng khác để tham quan gần đó, cũng như một đường giữa với các trò chơi và xe go-kart dành cho những ai muốn tham gia các hoạt động đó, và một hệ thống xe buýt đưa bạn đến đó. Phòng khách sạn của chúng tôi có tầm nhìn tuyệt đẹp và thật thú vị khi ngắm nhìn những thay đổi với ánh sáng khác nhau vào các thời điểm khác nhau trong ngày. Đọc thêm",
            "Tôi đã thấy điều này trên YouTube và trong ảnh nhưng bạn phải tận mắt chứng kiến ​​vì nó thực sự truyền cảm hứng và bạn sẽ cảm nhận được sức mạnh của nước. Chúng tôi đã đến sớm vào Chủ Nhật vì nơi này khá đông đúc sau giờ ăn trưa. Chắc chắn đây là một trong những điều tôi muốn làm! Đọc thêm",
            "Chúng tôi đậu xe ở bãi đất rộng ở đảo dê.  Thác Móng ngựa, Thác Mỹ và thác Bridal Veil đều có thể được nhìn thấy ở đây. Đảo Dê cũng là nơi có Hang Gió.  Xe đẩy dành cho 3 người mỗi người sẽ đưa bạn đến Maid of the Mist và nhiều khung cảnh tuyệt vời hơn.   Những quan điểm tốt nhất là từ phía Canada.  Ngoài ra về phía Canada còn có thị trấn nhỏ dễ thương Niagara trên Hồ.  Bạn có thể đến đó càng sớm vào buổi sáng thì càng ít đông đúc.   Chỉ có một vị Chúa tuyệt vời mới có thể tạo ra thứ gì đó tuyệt vời như vậy.Đọc thêm",
            "Khi đến nơi như mọi khi, hãy chào đón bằng một nụ cười và những chiếc bánh quy sô-cô-la ấm áp! Đây luôn là nơi tốt nhất để ở! Các nhân viên rất hữu ích và chu đáo! Khách sạn của tôi rất sạch sẽ và được giữ như vậy liên tục. Tất cả các điểm tham quan đều nằm trong khoảng cách đi bộ và bạn thậm chí có thể thử vận ​​may trong Sòng bạc. Tôi chỉ có thể nghĩ đến một nhược điểm duy nhất tại khách sạn này, đó là bạn phải trả tiền đỗ xe trong thời gian lưu trú. Đọc thêm",
            "Thác rất đẹp và chắc chắn rất đẹp khi nhìn từ cả phía Mỹ và Canada. Cá nhân tôi nghĩ nó đẹp hơn từ phía Canada! Pháo hoa vào ban đêm cũng tuyệt vời! Rất nhiều việc phải làm trong khu vực nhưng tất cả đều khá đắt! Tôi thực sự khuyên bạn nên đi đến thác! Tham gia chuyến tham quan bằng thuyền, thực hiện hành trình vượt qua các đường hầm thác và ghé thăm phía Mỹ! Tất cả đều cho những góc nhìn tuyệt vời nhưng khác nhau!Đọc thêm",
            "Phải xem ít nhất một lần trong đời. Thác đẹp. Rất du lịch và thương mại hóa. Nhưng vẫn đẹp để ghé thăm. Tôi muốn giới thiệu phía Canada. Nhưng có lẽ nó vẫn đẹp từ phía Mỹ vì họ có cây cầu số 12 đi ra ngoài để nhìn thấy họ. Phía Canada nhìn thẳng vào thác.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi dài 90 phút từ Toronto và đến Thác Niagara với một vài cơn mưa liên tục nhưng điều này vẫn ổn. Sức mạnh của thác thật đáng kinh ngạc và chuyển động của nước tuyệt đối khiến tôi rất vui vì chúng tôi đã không đặt chuyến tham quan bằng thuyền. Chúng tôi đến đó chỉ để thấy thác không mấy quan tâm đến Đảo Coney giống như bầu không khí của thị trấn xung quanh thác nhưng những người khác có thể muốn qua đêm ở đây. Chúng tôi đậu xe ngay đối diện thác và đi vào qua trung tâm đón tiếp lớn.Đọc thêm",
            "Thác rất hùng vĩ - phải xem cả đời. \nMaid of the Mist là một điều không thể thương lượng. hãy chắc chắn rằng nhóm của bạn làm điều này và đi lên tầng trên. Nó mang tính biểu tượng. \nHành trình phía sau thác được khuyến khích nhưng đừng để họ bán thêm các chuyến tham quan khác. Chỉ cần thực hiện Hành trình gọi món. Không chắc chắn những thứ khác có giá trị nó. Ảnh là 44! Không, cám ơn!\nPháo hoa sắp tàn nên hãy nhớ đi ra sông cạnh Thác Mỹ. Thời lượng 5 phút. \nĐộ nghiêng có giá trị trong ngày.\nTrung tâm Table Rock đáng để đi bộ qua. Nhà hàng tại nhà thuận tiện, đầy đủ nhưng giá cả - và không thể đánh bại được khung cảnh ăn uống đó. \nThác vào ban đêm rất được khuyến khích để đi dạo. Điểm cộng: Turtle Jacks và Margaritaville đã có mặt cho bữa tối. Nhiều lựa chọn ăn uống khác với khoảng cách đi bộ dễ dàng từ chỗ ở. Chúng tôi đậu xe ở khách sạn và đi bộ khắp nơi. Mang theo máy đếm bước đi và đồ lén lút tốt. Khách sạn Oakes thật tuyệt vời, ngoại trừ những điểm nổi bật là tầm nhìn tuyệt vời và hướng dẫn viên tuyệt vời. Còn nhiều việc phải làm - chúng tôi đã ở đó hai đêm.Đọc thêm",
            "Điểm tham quan đẹp. Rất bận rộn vào cuối tuần Ngày Canada và ngày 4 tháng 7.  \nChúng tôi ăn ở nhà hàng xoay Skylon. Ngắm cảnh và đi thuyền.  Đã đến Niagara trên Hồ và đó là một thị trấn rất đẹp, cổ kính, nhiều nhà hàng và khu mua sắm.Đọc thêm",
            "Đi chơi cuối tuần chỉ có chồng tôi và tôi. Nếu bạn gặp khó khăn khi đi bộ, tôi sẽ giới thiệu một khách sạn gần hơn vì khách sạn của chúng tôi cách đó khá xa.\nĐã đi đến sòng bạc và một pháo đài. Không thể quên thác Thật thất vọng vì không có công trình chữa cháy. Thông báo sẽ được tốt đẹp. Thế thì chúng ta sẽ không quanh quẩn lâu như vậy. Nhưng đó là một chuyến đi tốt đẹp. Chỉ có hai chúng ta. Đọc thêm",
            "Nó giống như một giấc mơ trở thành hiện thực. Tôi luôn tự hỏi được đến thăm Thác Niagara vĩ đại, đó thậm chí còn là một trải nghiệm ly kỳ khi được nhìn cận cảnh kỳ quan thiên nhiên tuyệt vời này. Thẻ Niagara Park Pass giúp tiết kiệm chi phí, được tổ chức rất tốt, khiến đây trở thành cách tốt nhất để ngắm nhìn tất cả các thắng cảnh ở phía Canada.Đọc thêm",
            "Thác Niagara có hai phần rất riêng biệt. Đầu tiên là thác nước. Thật ấn tượng, hùng vĩ, tuyệt vời, chúng thực sự ấn tượng và với trải nghiệm đó, tôi rất vui vì đã nỗ lực ghé thăm trước khi rời Canada. Nếu bạn chưa từng đến, hãy đến đó! Nếu bạn đã từng đến thì bạn biết tôi đang nói gì. Phần thứ hai là khu bán lẻ và thương mại điên rồ, không có rào cản ngay trên ngọn đồi gần thác nước. Thật là một sự tương phản, hoàn toàn điên rồ và đầy thú vị. Sân golf mini khủng long, một Frankenstein khổng lồ trên đỉnh Burger King, một quán cà phê Rainforest, Ripleys Believe it or Not, máy bán hàng tự động vịt cao su, khu trò chơi điện tử, ngôi nhà ma ám, danh sách còn dài. Chỉ cần lưu ý rằng Thác Niagara không chỉ có thác nước. Đọc thêm",
            "Thật tuyệt khi được nhìn cận cảnh kỳ quan thiên nhiên tuyệt vời này. Tận dụng tối đa khả năng nhìn thấy cả ngày lẫn đêm. Thẻ Niagara Park Pass giúp tiết kiệm chi phí, được tổ chức rất tốt, khiến đây trở thành cách tốt nhất để ngắm nhìn tất cả các điểm tham quan ở phía Canada. Tất nhiên phía nào tốt hơn để ngắm thác.Đọc thêm",
            "Luôn muốn nhìn thấy Thác và không thất vọng. Khung cảnh tuyệt đẹp từ phía Canada. Rất thích tiếng ồn mà nó tạo ra và tia phun trông như thế nào khi nó tan trong không khí vào buổi tối. Sáng vào ban đêm. Chuyến đi thuyền vào Thác thật tuyệt vời. Chuẩn bị bị ướt. Ngạc nhiên trước số lượng chim tụ tập quanh Thác. Họ phải tạo ra nhiều thức ăn.Đọc thêm",
            "Chúng tôi đến Thác Niagara Canada như một chuyến đi trong ngày từ Toronto.    Chúng tôi thuê một chiếc ô tô trong ngày từ Turo với giá 150 đô la và giao nó đến khách sạn của chúng tôi.   Chúng tôi khởi hành sớm lúc 6h30 để tránh tắc đường.   1,5 giờ sau tại Thác.  Đỗ gần 35 và đi dạo quanh thác và ngắm nhìn những chiếc thuyền mà chúng tôi không muốn bị ướt.     Chúng tôi đã đi theo con đường White Water - không chắc nó có giá trị 20 và lái xe đến Niagara trên Hồ.    Đây là một ổ đĩa đẹp với rất nhiều nhà máy rượu vang.    Nó sẽ là một địa điểm tuyệt vời cho một chuyến đi của các cô gái.    Chúng tôi quay trở lại Toronto lúc 2:00 và có mặt ở Toronto lúc 4:00. Giao thông: Giao thông ở Toronto rất tệ - nhưng chúng tôi đã tránh được phần lớn tình trạng đó bằng cách khởi hành sớm và về sớm.    Lẽ ra chúng tôi đã đi tàu nhưng giờ giấc không phù hợp với lịch trình buổi tối của chúng tôi và chúng tôi muốn ngắm nhìn Niagara trên Hồ.    Chúng tôi cũng không muốn bị nhốt trên một chiếc xe buýt du lịch. Lần tới: Tôi sẽ dành một hoặc hai đêm ở Niagara trên Hồ và thăm các nhà máy rượu vang và ăn kem ở thị trấn nhỏ cổ kính.   Tôi sẽ đi thuyền qua thác với dép và thay quần áo. Thác Niagara: Phía Canada rất đẹp và chưa bị thương mại hóa.Đọc thêm",
            "Đi cùng gia đình trong kỳ nghỉ xuân là một trải nghiệm rất tốt, mặc dù tôi có một lời phàn nàn QUÁ NHIỀU NƯỚC. NÊN KHUYẾN NGHỊĐọc thêm",
            "Thác Niagara là thác đẹp ở Canada. Thác nổi tiếng nên ghé thăm ở Canada. Chúng tôi đến đó cùng gia đình. Nó sạch sẽ và có phong cảnh đẹpĐọc thêm",
            "Rất hay và thú vị, tôi thích đến thăm thác Niagara một lần nữa cùng gia đình, thác nước rơi thật tuyệt vờiĐọc thêm",
            "Tôi đã đến đây vào tháng Hai với bạn bè của tôi. Nơi này là giấc mơ của tôi. Vì vậy, điều đó thật tuyệt vời và thời tiết cũng tốt nên chúng tôi có thể tận hưởng thời gian của mình. Sau khi tham quan thác Niagara, chúng tôi đi bộ ra khỏi con đường quen thuộc. Chúng tôi hết xăng nhưng chúng tôi rất vui.Đọc thêm",
            "Tôi rất ngạc nhiên khi thấy chúng tôi ở rất gần thác và những khung cảnh đáng kinh ngạc mà chúng tôi có được khi đi về phía Trung tâm Table Rock. Chỉ cần làm điều này thôi cũng đủ để trải nghiệm vẻ đẹp tự nhiên và sức mạnh của thác. Chúng tôi nhận thấy rằng bạn có thể bỏ qua tất cả những hoạt động thương mại hóa gần đó và chỉ tận hưởng vẻ đẹp tự nhiên của thác.Đọc thêm",
            "Khách sạn giá trị tốt nhất có tầm nhìnĐọc thêm",
            "Hiện tại có bất kỳ hạn chế nào đối với việc đến thăm từ Hoa Kỳ không?  Sân bay gần nhất là gì?Đọc thêm",
            "Bạn cần hộ chiếu của mình. Tôi biết điều đó, hãy chuẩn bị cho một loạt câu hỏi bắt đầu bằng: có bao nhiêu người đi cùng bạn và lý do đến thăm là gì. Những hạn chế của họ hoàn toàn tập trung vào: rượu, vũ khí, ma túy và con người không được đề cập trong câu hỏi đầu tiên kèm theo tài liệu. Nếu bạn đi đến các tỉnh khác ở Canada, bạn có thể cần có sách tiếng Pháp hoặc người phiên dịch để hỗ trợ bạn. Sân bay Ottawa Mcdonald- Cartier là lựa chọn tốt nhất cho bạn. Thành thật mà nói, thành thật mà nói, những cái tên quen thuộc ở Canada là do tôi và chồng đã lái xe đến Canada và đến Toranto từ New York.Đọc thêm",
            "Tôi phải có mặt tại Sân bay Quốc tế Buffalo Niagara lúc 01:30 chiều Thứ Ba, phương tiện di chuyển nào tốt nhất để đến đó từ Thác Niagara Canada?Đọc thêm",
            "Để qua cầu Rainbow, giữa 2 thành phố Niagara Falls Canada USA, xuất phát từ Canada tôi có thể đi taxi được không? bởi vì tôi phải xách hành lý để bắt xe buýt gần Old Main Street, khu vực xe buýt thuê phía sau trung tâm du khách.Đọc thêm",
            "Xin chào, bạn đề nghị ở lại đó trong bao lâu mà không đi tham quan bằng thuyền? Bạn muốn giới thiệu gì ở địa phương? Bạn có thể ăn ở đó không?Đọc thêm",
            "Một vài ngày là tốt.  Có những địa điểm ăn uống trong khoảng cách đi bộ đến thác.Đọc thêm",
            "Ga Amtrack cách thác Niagara bao xa? Đọc thêm",
            "Tôi tin là một vài dặm.Đọc thêm",
            "Bạn có trải nghiệm tốt nào với những khách sạn có tầm nhìn đẹp ra mùa thu không? Đọc thêm",
            "Đúng! Marriott ở thác có tầm nhìn tuyệt vời cả ngày lẫn đêm. Yêu cầu view thác tầng 3Đọc thêm",
            "Làm cách nào để đến St. Catharines từ Thác Niagara và sau đó quay lại bằng phương tiện giao thông công cộng?\n\nTôi đang lập kế hoạch một chuyến đi đến Thác Niagara vào mùa hè. Tôi sẽ đến từ phía Hoa Kỳ nên có thể đi bộ qua Cầu Cầu vồng để vào Canada. Tôi thấy xe buýt số 40 và 50 đi giữa Thác Niagara và St. Catharines, nhưng-\n\n1. Tôi có thể thanh toán bằng tiền mặt không. Tôi chắc chắn có thể tìm được nơi nào đó để đổi USD sang CAD hay tôi cần một loại thẻ cụ thể?\n\n2. Làm cách nào để đi từ cây cầu và từ Thác Niagara đến bến xe buýt Thác Niagara nếu không có ô tô? Trên Google, có vẻ như nó cách đó 15 phút lái xe.\n\n3. Tương tự, nơi tôi muốn đến ở St. Catharines không nằm ngay cạnh bến xe buýt ở đó; Liệu ứng dụng Uber hoặc Lyft thông thường mà tôi sử dụng khi tôi ở Hoa Kỳ có còn hoạt động khi tôi ở Canada không?Đọc thêm",
            "Uber và Lyft đều hoạt độngĐọc thêm",
            "Lên kế hoạch tổ chức tiệc độc thân ở vùng Niagra vào cuối tuần đầu tiên của tháng Sáu. Bạn đang thắc mắc liệu có hoạt động nào được đề xuất không? Ngoài ra tình hình taxiuber như thế nào?Đọc thêm",
            "Có một số nhà máy rượu vang trong khu vực.  Nhóm của bạn có thể thưởng thức rượu vang tại một hoặc nhiều nhà máy rượu vang.Đọc thêm",
            "Sẽ đến Sân bay Toronto với thời gian quá cảnh 8 giờ. Cách tốt nhất để tham quan Thác Niagra trong thời gian quá cảnh là gì?Đọc thêm",
            "Đó không phải là nhiều thời gian. Tối thiểu hai giờ trở về bằng taxi hoặc Uber. Nếu giao thông không tốt thì bạn tiêu rồi.\nThay vào đó hãy đến tháp cn.Đọc thêm"
        ],
        "star_ratings": [
            26357,
            4341,
            957,
            202,
            112
        ],
        "review_amount": 31969,
        "location": [
            "Canada",
            "Thác Niagara Canada",
            "thác Niagara",
            "Những điều cần làm ở Thác Niagara",
            "Ontario"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 12, 2023",
            "Written June 19, 2023",
            "Written June 24, 2023",
            "Written June 25, 2023",
            "Written June 28, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 4, 2023",
            "Written July 7, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g154998-d186167-Reviews-Niagara_Falls_Canada-Niagara_Falls_Ontario.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d12301181-Reviews-Morton_s_Grille-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d1776030-Reviews-Milestones-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d17407025-Reviews-Turtle_Jack_s_Niagara_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d1112705-Reviews-Table_Rock_House_Restaurant-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d8417973-Reviews-Il_Gelato_di_Carlotta_Niagara_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d1501555-Reviews-CopaCabana_Brazilian_Steakhouse-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d1551520-Reviews-Zappi_s_Pizza_and_Pasta_Italian_Eatery-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d6161137-Reviews-Horseshoe_Landing_Patio-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d10524462-Reviews-Frontier_BBQ_Smokehouse-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d819663-Reviews-The_Keg_Steakhouse_Bar_Fallsview_Embassy_Suites-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d3473205-Reviews-Table_Rock_Welcome_Centre-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10771607-Reviews-Horseshoe_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d286825-Reviews-Journey_Behind_the_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d13559112-Reviews-Niagara_Parks_Welcome_Centre-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d1106347-Reviews-Niagara_s_Fury-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d23774394-Reviews-Niagara_Parks_Power_Station-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d592861-Reviews-Minolta_Tower_Centre-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d608268-Reviews-Niagara_Fallsview_Casino-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283344-Reviews-Cave_of_the_Winds-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283691-Reviews-Bridal_Veil_Falls-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d186167-Reviews-or10-Niagara_Falls_Canada-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d592870-Reviews-Niagara_Glen_Nature_Areas-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d254287-Reviews-Butterfly_Conservatory-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d507148-Reviews-White_Water_Walk-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d593166-Reviews-Queen_Victoria_Park-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d592832-Reviews-Dufferin_Islands_Park-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d259932-Reviews-Botanical_Gardens-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d586713-Reviews-Bird_Kingdom-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d592871-Reviews-Niagara_Parks_Floral_Showhouse-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d1541586-Reviews-Niagara_Toronto_Tours-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d4263205-Reviews-Magnificent_Tours_of_Niagara_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d5611883-Reviews-Winery_Tours_of_Niagara-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10239628-Reviews-Scenic_Tours_of_Niagara-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d4262819-Reviews-Burning_Springs_Spa_Thermal_Pools-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d7187383-Reviews-ON_Niagara_Your_Tour_Travel_Guide-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d2465489-Reviews-Niagara_Fun_Tours-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d2148231-Reviews-Elite_Tours_of_Niagara_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3511529-Reviews-Vienna_Mozart_Concerts-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d7125542-Reviews-Punta_Sur_Eco_Beach_Park-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32482-d321137-Reviews-Lake_Sonoma-Healdsburg_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552746-Reviews-Oludeniz-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d3806192-Reviews-Hurghada_Marina-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d12495132-Reviews-St_George_Historic_Downtown-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1826165-d1102622-Reviews-The_Jampot-Eagle_Harbor_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3512330-Reviews-Buckhead_Theatre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45921-d939280-Reviews-Bonnie_Springs_Old_Nevada-Blue_Diamond_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19436273-Reviews-Chapa_Express_Train-Hanoi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g154998-d186167-Reviews-or10-Niagara_Falls_Canada-Niagara_Falls_Ontario.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g154998-d186167-Reviews-Niagara_Falls_Canada-Niagara_Falls_Ontario.html"
    }
]