[
    {
        "attraction_name": "Nirvana Beach",
        "attraction_name_vi": "Bãi biển Nirvana",
        "general_info": [
            "169 đánh giá",
            "- 2 trong số 6 điều cần làm ở Golden Sands",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển đẹp rộng lớn, nơi yên tĩnh để nghỉ ngơi, cơ sở cho các môn thể thao dưới nước, bóng chuyền, bóng đá, cầu trượt và xích đu cho trẻ em, khu vực dành cho người khỏa thân, ô dù trên bãi biển, quầy bar cocktail, nhà hàng phục vụ hải sản và đồ nướng. Xe đưa đón miễn phí từ tất cả các khách sạn ở Golden Sands hoặc đi kèm tàu ​​hỏa mini từ trung tâm. Bãi đậu xe lớn cho ô tô và xe hơi và người cắm trại. Hoàn hảo cho hoạt động xây dựng nhóm và tiệc riêngXem thêm",
        "reviews": [
            "Bãi biển Golden Sands toàn là bãi cát, những mẩu thuốc lá và vỏ sò vứt lung tung. Nước ấm ngay cả khi chúng tôi ở đó vào giữa tháng 9 nhưng hơi gợn sóng. Không có nhân viên cứu hộ, chỉ có một người mặc áo hoodie thổi còi nếu anh ta nghĩ bạn đang đi xa hơn khoảng cách mà anh ta cho là an toàn. Nước khá trong và sạch và bạn có thể đi bộ ra xa. Tuy nhiên, hãy cảnh báo cho toàn bộ chiều dài, tất cả đều tính phí như nhau, mỗi người 10 Lev cho một chiếc giường tắm nắng, thêm 10 Lev nếu bạn muốn có nệm trên đó và 3 Lev nếu bạn muốn có ô. Đây là một sự lừa đảo Chúa ơi. Ngoài tất cả những điều này thì không tệ. Đọc thêm",
            "Chuyến đi đến bãi biển riêng từ khách sạn mất khoảng 10 phút đi xe buýt. Chúng tôi đã đến bãi biển công cộng ngày hôm trước và bọn trẻ thích cưỡi sóng, bãi biển sạch và nông. Ở bãi biển Nirvana yên tĩnh hơn nhiều nhưng biển sâu hơn và sâu hơn một bãi cát nên khá khó khăn để quay trở lại, cũng có rất nhiều đá trên biển và rất nhiều vỏ sò dưới đáy biển. Chúng tôi đã đặt chỗ được vài giờ nhưng bọn trẻ muốn rời đi sau 1 giờ đồ ăn cũng vậy ngon ở nhà hàng.Đọc thêm",
            "Bãi biển nhỏ và có phần bẩn. Bờ biển khá dốc và sau vài mét, bạn sẽ thấy mình ở vùng nước sâu. Nếu bạn đi sâu hơn 2 hoặc 3 mét vào nước, nhân viên cứu hộ sẽ vẫy tay ra hiệu cho bạn vào bờ. Cũng bãi biển đó, nó bị chia đôi với một bên dành cho người khỏa thân. Trải nghiệm của nhân viên cứu hộ là 2/3 sao. Xung quanh bãi biển là một công trường xây dựng khiến nhiều vật liệu bị ném xuống đất. Giá là 7 lv - giường tắm nắng, 8 lv - ô, 3 lv - bọt phủ giường tắm nắng. Đọc thêm",
            "Bắt xe buýt mini miễn phí từ khách sạn, bao gồm ghế tắm nắng và ô miễn phí, bãi biển rất nóng cát nên hãy đi dép xỏ ngón. Thuê một chiếc mô tô nước ở 60lev trong 15 phút, hơi đắt tiền nhưng rất thú vị. Có một bữa trưa xúc xích rẻ tiền và khoai tây chiên chỉ với 4,5lev được nấu tươi. Dành thời gian còn lại trong ngày để bơi lội và lướt sóng, đó chỉ là niềm vui tuyệt vời nhất với con trai bạn. Bờ biển nông và biển ấm áp. Tôi - tôi sẽ không đi hãy cố gắng bằng mọi cách vì chúng ta đã có khoảng thời gian tuyệt vời, nhưng cuộc sống là do bạn tạo ra....Đọc thêm",
            "Biển không sạch lắm và việc đến thăm bãi biển đó khá tốn kém. 5 leva cho bãi đậu xe cộng với ô, ghế dài và nệm cho 2 người 28 leva. Hai sinh vật có giá 12 leva và tổng số tiền là 45 leva cho một vùng biển không sạch lắm. Ưu điểm duy nhất là nếu bạn là người hâm mộ chủ nghĩa khỏa thân thì đó là một lựa chọn tốt.Đọc thêm",
            "Bãi biển duy nhất ở Varna nơi bạn có thể tận hưởng làn nước và điều đó bởi vì bạn sẽ di chuyển trong nước một cách chậm rãi. Tất cả Beach Varna đều khác biệt vì sau 3m nước rất sâu. Gần đó là một bãi biển khỏa thân. Đừng bận tâm mua đồ uống từ đó. Ưu đãi kém.Đọc thêm",
            "Nó phụ thuộc vào nơi bạn đang ở trong bãi cát vàng nhưng bãi biển Nirvana đáng để đi bộ hoặc đi taxi 10 lev.  Giường phơi nắng và các môn thể thao dưới nước đều rẻ hơn một chút và nhà hàng cá MAGDALENA chỉ có giá 2 lev một pint.  Phía xa của bãi biển Nirvana được gọi là Nirvana Khỏa thân nếu bạn thích.Đọc thêm",
            "one star is too much, Avoid this beach, especially the terrace, keep a very low profile if you really want to go there.I had the ugliest experience since I know and I can say I - ve seen many beaches - nude -  and countries till now.I stayed for a week in Laguna Camping nearby. I arrived on Sunday afternoon on this beach, where I tried to relax in the free corner of the north - nude section - . The place seemed to me not very civilized and not very clean, but...anyway, tried to relax, nothing is perfect. I stayed for about 2 hours until the sun went down. After dressing up and stuff, decided to take away a beer to the box and go to take a walkon the pier to enjoy the last rays of the sun. I asked for a beer on the box and changed respectfully a few words with the man at the bar to whom I answered the question of where I am with no fear and openness. A surprise was the price he asked me on the beer box, 11 leva!!!, I asked once again because I thought it was expensive, anyway I took the beer and left, of course, no tax receipt. The next day, on Monday, I was in the same place between 11-13. I went into the water several times, read under my own umbrella and decided to ask the nearby store to make a small supply. On my way to the store, I decided to drink quickly a small cold beer and smoke a cigarette on the terrace.  After a few seconds, another guy who was sitting close to me on the beach came also dressed and asked for a beer and sit at one table next to mine and smiled and said cheers.  Well, after 1-2 minutes an older guy from the sunbeds that were very close came to me and in a very bad English with unfriendly manner pointed the finger in my face and told me that I have to go because this is a nude beach and I - m dressed... First I thought that he - s drunk or he - s joking, I said respectful that I - m also nudist, but now I came from the beach, I just want to leave and I will finish my beer and go, and besides that, there is also another person dressed at the table. The old guy went away, and I receive a confirmation from my beer Bulgarian colleague that was a hilarious happening... Well, in a few seconds three men came, the old guy, another old fart and a younger lifeguard came and started to push me and scream at me to go away, they asked me again where I am from, I was shocked, I tried to explain that I came from the beach and want to finish the beer and leave etc. but I did not have much luck, they were getting very aggressive towards me, started to push me, I fell on the plastic table, my glass of beer broke on the floor, the Bulgarian man next to me was asking them to stop because they are violent and they almost agressed him also,  He left very fast while I was gathering my stuff. I was pushed again and hit on my arm, I have a big bruise now still... I was in a state of shock tried to ask for help from the bartender that gave me the beer a few minutes ago, was very relaxed looking like nothing is happening, I asked him to call the police because I - m a tourist and beeing agressed in their terrace and nothing. Then I decided that is time to get out from the bar because was not safe also, another lifeguard came and started to scream to pay for the broken glass 100 leva, I did not know if I had to laugh or run,I was surrounded, really, all was happening to fast and it was unbelievable...I wanted to call the police and they were saying  - yes, yes, call the police, they will not help you... -  I tried to escape but the first lifeguard was throwing sand on me and hit me, I fell again in the front of the bar, nobody wanted to defend me, was a nightmare. So I tried to escape by walking very fast on the beach but this crazy lifeguard was throwing sand on me and follow me another 50 m...It was the last time when I was on this beach. Decided not to call the police, not to ruin my holiday with giving declarations and speak maybe with non-English Bulgarian policemen...I don - t know, because the other Bulgarian dressed guy who was in the same 100 -  situation was absolutely free to walk and no problems with him...  - tripadvisor, I - m dissapointed that you cenzor my review, it was exactly how it happend, I want to warn people especially Romanians that they are not welcome on this beach - terrace, what is wrong? I - ve been asked to many times where I am from and also read bad reviews from my fellow citizens...so I - m free to  - connect the dots - .Read more",
            "Bãi biển nằm ngay cạnh trung tâm bơm nước thải Golden Sands. Bạn có thể cảm nhận được điều này qua mùi của tòa nhà cạnh bãi đậu xe. Nước thải được thoát bằng đường ống dẫn ra biển cách bờ trước bãi biển Nirvana 500 m. Đừng cho tai và miệng vào nước vì điều này đôi khi có thể gây nhiễm trùng. Hãy đặc biệt cẩn thận trong phần khỏa thân, nhiều kẻ đi theo camera ẩn ở thị trấn gần đó đến đó và đăng một số bức ảnh lên internet. Một số tge voyeurs có ống kính mạnh mẽ trong khu rừng phía trên bãi biển vì vậy hãy cẩn thận. Nói chung tôi không khuyên bạn nên đặc biệt là phần khỏa thân.Đọc thêm",
            "Đến thăm bãi biển này chủ yếu là do khách sạn Hilton có dịch vụ đưa đón miễn phí tại đây. Đưa cho người điều hành ghế tắm nắng biên lai của tôi từ Hilton và không tính phí ghế tắm nắng. Nếu không, nó sẽ là 24 lev cho ô và 2 ghế dài. Nhân viên bảo vệ trực và biển khá gồ ghề trong một vài trường hợp. Bãi biển thư giãn đẹp, nguồn cung cấp ghế dài dồi dào và vị trí tốt hơn bãi cát vàng trung tâm nếu bạn muốn thoát khỏi bữa tiệc đám đông. Bãi biển thì ổn, không có gì đặc biệt có thể làm được với một chút dọn dẹp và nó hơi nhếch nhác ở một số nơi. Ít quán bar ở đó, quán bar khỏa thân ngay trên bãi biển, họ sẽ phục vụ bạn mặc quần áo nhưng không phải loại rẻ nhất theo tiêu chuẩn Bungari. Khoảng 200m đi bộ cạnh bến cảng là một giá trị tuyệt vời của Magdelena. Tàu Noddy cũng xuống và đón ở đây.Đọc thêm",
            "Đây có phải là bãi biển theo chủ nghĩa khỏa thân trước đây không?",
            "Xin chào, tôi sẽ đi vào cuối tuần tới với một người bạn và một vài chi tiết về bãi biển khỏa thân sẽ hữu ích. \nCảm ơn!Đọc thêm",
            "Nói cho tôi biết, có thể cởi quần áo hoàn toàn trên bãi biển khỏa thân không? Hay chỉ có thể cởi bỏ phần trên của áo tắm?Đọc thêm",
            "Xin chào, \nTrên bãi biển khỏa thân, bạn có thể cởi quần áo hoàn toàn hoặc chỉ mặc phần trên - tùy thích. Chúng tôi đang chờ đợi bạn vào mùa hè. Chúng ta có\n Có căn hộ cho thuêĐọc thêm",
            "Bạn đã đến khu vực khỏa thân chưa? - Đọc thêm",
            "Chúng tôi ở tại Bambook Guesthouse. Một nơi tuyệt vời trên đồi - khoảng 10 phút đi bộ xuống bãi biển. Nhà khách chỉ là nơi tốt nhất từ ​​trước đến nay. Tôi đã viết một bài đánh giá nhỏ. Đó là một tấm plave thay thế thực sự quen thuộc và nó thực sự trông đẹp hơn nhiều so với những bức ảnh trực tuyến, chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            70,
            54,
            32,
            9,
            4
        ],
        "review_amount": 169,
        "location": [
            "Bulgaria",
            "Châu Âu",
            "Bãi biển Nirvana",
            "bãi cát vàng",
            "Tỉnh Varna",
            "Những điều cần làm ở Bãi Cát Vàng"
        ],
        "reviews_time": [
            "Written September 30, 2019",
            "Written September 1, 2019",
            "Written August 14, 2019",
            "Written August 8, 2019",
            "Written July 29, 2019",
            "Written July 23, 2019",
            "Written July 18, 2019",
            "Written July 18, 2019",
            "Written July 15, 2019",
            "Written June 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295392-d3207191-Reviews-Magdalena-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499087-d14868913-Reviews-Beach_Bar-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295392-d6708260-Reviews-Happy_Beach_Bar-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295392-d10604700-Reviews-Krachmata-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499087-d8621254-Reviews-White_Lady-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499087-d23541932-Reviews-Tutti_Beach_Restaurant-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499087-d2232116-Reviews-Parmy_Bar_Grill-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295392-d2196437-Reviews-La_Balena-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499087-d10636318-Reviews-Seven_Cafe-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499087-d10627043-Reviews-Poco_Loco-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d2315931-Reviews-Aladzha_Monastery-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7055522-Reviews-Hotel_International_Casino-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d12434076-Reviews-Butterfly_House_Varna-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499085-d7064203-Reviews-Aquapark_Aquamania-Albena_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d10400813-Reviews-Kiwi_Market-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499088-d3214362-Reviews-Monastery_of_Saints_Constantine_and_Helena-Saints_Constantine_and_Helena_Varna_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d10092330-Reviews-Tourist_Information_Center_Varna-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499085-d23639769-Reviews-Albena_Beach-Albena_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499088-d15752454-Reviews-Sahara_Beach-Saints_Constantine_and_Helena_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d12702136-Reviews-Palace_of_Culture_and_Sports-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-or10-Nirvana_Beach-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d12683936-Reviews-Cuba_Bar-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d6508730-Reviews-Mojito_Beach_Bar-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d14363105-Reviews-Escape_the_Room-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d3403201-Reviews-Sea_Garden-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d8441907-Reviews-The_Retro_Museum_In_Varna-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d1095828-Reviews-Varna_Archaeological_Museum-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295392-d15692011-Reviews-Star_Rent_A_Car-Varna_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7930553-Reviews-Daiquiri_Cocktail_Bar-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7177084-Reviews-Megapark_Dolphin-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d1215874-Reviews-Arrogance_Music_Factory-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303646-d600554-Reviews-Palace_and_Botanical_Gardens_of_Balchik-Balchik_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31244-d10593018-Reviews-DoBell_Ranch-Holbrook_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d207106-Reviews-Laurel_Falls_Trailhead-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105279-Reviews-Chatham_Lighthouse-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d126857-Reviews-Tarpon_Springs_Sponge_Docks-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d269288-Reviews-Rehoboth_Beach_Public_Beach-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g29871-d12853441-Reviews-Lake_Julian_Park-Arden_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147395-d313435-Reviews-Governor_s_Beach-Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g47182-d271352-Reviews-Downtown_Historic_District-Roswell_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13357104-Reviews-Kyoto_Mameshiba_Cafe-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d3497980-Reviews-Lotte_Premium_Outlets_Paju_Branch-Paju_Gyeonggi_do.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-or10-Nirvana_Beach-Golden_Sands_Varna_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html"
    }
]