[
    {
        "attraction_name": "Nobel Prize Museum",
        "attraction_name_vi": "Bảo tàng giải thưởng Nobel",
        "general_info": [
            "2.773 đánh giá",
            "52 trong số 433 điều cần làm ở Stockholm",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Khoa Học",
            "Bảo tàng dành cho trẻ em"
        ],
        "attraction_summary": "Giải thưởng Nobel cho thấy ý tưởng có thể thay đổi thế giới. Sự can đảm, sáng tạo và kiên trì của những người đoạt giải Nobel truyền cảm hứng cho chúng tôi và mang đến cho chúng tôi niềm hy vọng về tương lai. Dựa trên sự kết hợp độc đáo của Giải thưởng Nobel giữa các lĩnh vực khoa học tự nhiên, văn học và hòa bình, chúng tôi xin mời bạn đến tham dự các cuộc triển lãm, chương trình học, bài giảng và đối thoại về những vấn đề lớn của thời đại chúng ta.Đọc thêm",
        "reviews": [
            "Gamla Stan là khu phố cổ lịch sử của Stockholm và là nơi có Cung điện Hoàng gia Thụy Điển. Đây là hòn đảo trung tâm nhất của Stockholm và đi kèm với hòn đảo nhỏ Riddarholmen, chủ yếu được biết đến với Nhà thờ Riddarholm nổi tiếng. Gamla Stan đôi khi có xu hướng hơi đông khách du lịch nhưng chắc chắn rất đáng ghé thăm: đi dạo qua các tòa nhà được bảo tồn tốt và qua những con hẻm nhỏ cũng như hẹp nhất của Thụy Điển, điều này sẽ khiến bạn có cảm giác như đang du hành ngược thời gian. Khu phố này có sự kết hợp tuyệt vời giữa các tòa nhà lịch sử và nhà hàng Thụy Điển truyền thống.Đọc thêm",
            "Có rất nhiều điều để tìm hiểu ở đây về giải thưởng và tôi khuyên bạn nên tham gia chuyến tham quan có hướng dẫn viên. Tuy nhiên, nhìn chung, nơi này dựa vào việc hiển thị thông tin theo chủ đề mà bạn có thể truy cập trực tuyến. Có một số vật phẩm tốt được quyên góp từ những người đoạt giảiĐọc thêm",
            "Bảo tàng Giải thưởng Nobel đã hứa hẹn nhiều hơn những gì nó đã thực hiện.  Những màn trình diễn thiếu sức tưởng tượng, tập trung nhiều vào những người được trao giải gần đây hơn là những người nhận giải có ý nghĩa lịch sử, đã làm loãng trải nghiệm. Cần có nhiều thông tin cơ bản hơn về Alfred Nobel và một số hạng mục nhất định như giải thưởng văn học và hòa bình đáng lẽ phải được nhấn mạnh vì chúng là những thứ thu hút hầu hết sự chú ý của thế giới.   Chuyến tham quan đã bổ sung thêm một chút trải nghiệm.Đọc thêm",
            "Bảo tàng nhỏ này trưng bày nhiều hiện vật của nhiều người đoạt giải Nobel, lịch sử ngắn gọn của Alfred Nobel. Đứng trước quầy trưng bày R. Kipling, người đoạt giải văn học, một chàng trai trẻ đang xem bản đồ khu vực Kiplings Jungle Book. Anh ấy nói với tôi rằng anh ấy đến từ vùng này của Ấn Độ. Anh ấy kể về việc lớn lên ở đó và tất nhiên đã đọc Sách về rừng rậm của Kipling.\nHiệu sách tuyệt vời nơi tôi đã mua cho cháu tôi những món quà khoa học nhỏ. Muốn mua bản dịch tiếng Anh của tiểu sử Alfred Nobel nhưng họ đã bán bản tiếng Anh cuối cùng của họ. \nĂn tại quán cà phê, nơi mỗi chiếc ghế đều có một tấm vé ghi rõ người nhận giải Nobel nào đã ngồi chiếc ghế này trong buổi lễ. \nCó kem Nobel được phục vụ trong bữa tiệc. Nó rất là ngon.\nVị trí tuyệt vời đối diện với quảng trường ở Gamma Stan.\n \n Đọc thêm",
            "Bảo tàng này được thực hiện rất tốt và là duy nhất của Stockholm nên rất đáng để bất kỳ khách du lịch nào ghé thăm. Chúng tôi yêu thích tính tương tác của nó cũng như sự đa dạng của những thứ để xem và học hỏi. Nó cũng nằm ở một khu vực rất nổi tiếng của thành phố nên bạn có thể sẽ đi ngang qua nó trong những chuyến thám hiểm du lịch khác.Đọc thêm",
            "Tôi đã mơ về chuyến thăm này từ lâu. Bảo tàng nhỏ hơn tôi mong đợi, nhưng cuối cùng tôi không thất vọng. Thời gian tham quan trung bình rõ ràng là hai giờ. Tôi đã ở bên trong hơn 7 giờ và tôi chỉ đọc được vài chục trong số gần 1000 mô tả của người đoạt giải. Tôi không thể không nhận thấy rằng tôi không phải là người duy nhất quan tâm đến Niels Bohr, anh ấy dường như cũng được yêu thích hơn những người đoạt giải hòa bình nổi tiếng.\n\nTôi hơi thất vọng về cửa hàng, nhưng tôi đoán tôi phải tự trách mình vì đã mong tìm được một thư viện lớn chứa sách khoa học và tiểu sử các nhà khoa học. Tuy nhiên, đồ trang sức lấy cảm hứng từ các giải thưởng rất đẹp!Đọc thêm",
            "Thật trớ trêu khi Giải thưởng Hòa bình được khởi xướng bởi một bộ óc vĩ đại lại là người phát minh ra thuốc nổ. Bảo tàng này là một nơi nhất định phải ghé thăm. Vì nó đã nằm ở Gamla Stan trong khu phố cổ nên bạn không thể bỏ lỡ địa điểm này. Các phần đặc biệt dành cho những người thực sự thành đạt như Curie và Einstein. Màn hình tương tác nếu bạn đang tìm kiếm thứ gì đó. Và đừng quên ngước lên để xem một số bức ảnh diễu hành của những người chiến thắng trong quá khứ và hiện tại.Đọc thêm",
            "Nó nằm ngay trung tâm của khu phố cổ. Chúng tôi đến đây với hướng dẫn viên du lịch đi bộ của chúng tôi. Tòa nhà trông khá ấn tượng từ bên ngoài. Hướng dẫn viên của chúng tôi đã giải thích ngắn gọn cho chúng tôi về bảo tàng này và khuyên chúng tôi nên ghé thăm sau khi thuận tiện. Do thiếu thời gian nên chúng tôi không thể quay lại. Có thể là lần sau.Đọc thêm",
            "Đó là một trải nghiệm siêu thực khi đến thăm bảo tàng giải thưởng Nobel. Đánh giá của tôi có thể bị sai lệch vì tôi là một nhà khoa học. Bảo tàng được tổ chức độc đáo với nhiều thông tin thú vị dành cho cả những người thông thạo về những người đoạt giải và lĩnh vực nghiên cứu của họ. Tôi đặc biệt thích các bộ phim. Thậm chí còn có một phần dành cho trẻ em với các hoạt động. Điều tuyệt vời nhất đối với chúng tôi là được phép đến thăm chú chó nhỏ đang nằm trong lồng của nó. Một bảo tàng thú vị dành cho cả người lớn và trẻ em.Đọc thêm",
            "Không thực sự là loại bảo tàng nhưng rất muốn đến đây và tìm hiểu điều gì đó. Tôi có thể đã dành nhiều thời gian bên màn hình kỹ thuật số để tìm kiếm những người đoạt giải trong nhiều thập kỷ.  Nhưng phải xếp hàng rất lâu cho từng người nên tôi đã bỏ cuộc.  Đó là một ý tưởng tuyệt vời nhưng họ cần nhiều thiết bị đầu cuối hơn.Đọc thêm",
            "Cũng như những nhận xét khác, bảo tàng hơi nhỏ. Các cuộc triển lãm rất ít nhưng chứa đầy thông tin. Vấn đề duy nhất là khi chúng tôi đi, có rất nhiều người. Vì vậy, chúng tôi phải đợi vài phút trước mỗi buổi triển lãm vì có rất nhiều người. Bạn không có thời gian để xem qua tất cả những người chiến thắng cao quý vì bạn sẽ phải xếp những người khác vào hàng ngũ. Tôi thích hệ thống giặt khô được bố trí xung quanh bảo tàng. \n\nĐối với tôi, một bảo tàng ở mức trung bình và so với các bảo tàng khác ở Stockholm thì nó khá nhỏ. Tuy nhiên, nếu bạn coi trọng giải thưởng Nobel hơn yếu tố đó thì đây không phải là một bảo tàng tồi chút nào.Đọc thêm",
            "Hãy ghé thăm bảo tàng này vào một ngày mưa hoặc nếu bạn có nhiều thời gian. Một số sự thật thú vị nhưng không phải những gì tôi mong đợi. Bảo tàng Nobel ở Oslo vượt trội hơn bảo tàng này. Đọc thêm",
            "Chồng tôi và tôi đều cảm thấy như vậy - không chắc liệu chúng tôi có muốn giới thiệu bảo tàng này hay không. Cả hai chúng tôi đều thất vọng nặng nề về cách trình bày so với mức giá phải trả. Đó chỉ là một đống đồ lặt vặt ngẫu nhiên được trưng bày xung quanh một cách ngẫu nhiên mà những người đoạt giải có - ví dụ: một cặp kính của một nhà thơ đoạt giải hoặc những thứ tương tự như thế này. Điều tuyệt vời nhất mà tôi thích và thực sự có thể làm tốt hơn nữa là có những tấm biển quảng cáo nhỏ về những người chiến thắng được treo trên một hệ thống băng tải chuyển động di chuyển quanh phòng. Nhưng thật đáng buồn là không có nhiều băng ghế để ngồi và xem biển báo lăn. Chúng có chiều cao rất cao nên tôi cũng gặp khó khăn khi đọc chúng. Tôi thích ngồi và đọc những điều này nhất. Ngoài tính năng đó, tôi không thấy nó xứng đáng với số tiền chúng tôi đã trả để tham gia. Cũng may mắn là chúng tôi KHÔNG có mặt ở đó vào ngày tàu du lịch vì nó là bảo tàng đủ nhỏ, tôi cá là nó sẽ chật cứng khi có tàu vào! Đáng buồn thay, cả hai chúng tôi đều đặt hy vọng vào một bảo tàng có một không hai nhưng lại không cung cấp được: Đọc thêm",
            "Bảo tàng thú vị nhưng nhỏ. Con trai tôi có bằng Tiến sĩ về di truyền học nên muốn đến thăm và xem một số hiện vật liên quan đến DNA. Rất bận rộn, đề xuất nên tham gia tour miễn phí để tận dụng tối đa các hiện vật, các tour ngôn ngữ khác nhau bắt đầu vào các thời điểm khác nhau. Những người đoạt giải Nobel tặng các vật dụng cá nhân liên quan đến tác phẩm của họ để minh họa cho câu chuyện của họ. Đọc thêm",
            "Chắc chắn đáng để ghé thăm nếu bạn quan tâm đến lịch sử và những người đoạt Giải Cao quý. Tuy nhiên bảo tàng có cảm giác nhỏ và hơi chật chội. Hướng dẫn âm thanh chắc chắn sẽ thêm ngữ cảnh.Đọc thêm",
            "Bảo tàng đầy cảm hứng này là tất cả những gì bạn mong đợi và hơn thế nữa. Chúng tôi bắt đầu với một chuyến tham quan bằng tiếng Anh rất xuất sắc, sau đó tiếp tục hoàn thành chuyến tham quan tự hướng dẫn bằng âm thanh. Chuyến tham quan tự hướng dẫn sẽ đưa bạn qua những điểm nổi bật của bảo tàng nhưng bạn có thể dễ dàng dừng lại và ngắm nhìn mọi thứ khác khi đi vòng quanh. Chúng tôi đã thực hiện chuyến tham quan bằng âm thanh đầy đủ nhưng bạn cũng có tùy chọn thực hiện chuyến tham quan chọn lọc tập trung vào lĩnh vực bạn chọn. Bảo tàng cung cấp lịch sử của Nobel và giải thưởng của ông, sau đó sử dụng các đồ vật được quyên góp từ những người đoạt giải trong quá khứ để kể những câu chuyện. Ngoài ra còn có một rạp chiếu phim nhỏ với các video ngắn về nhiều người chiến thắng ở tất cả các hạng mục trong nhiều năm. Chúng tôi đã dành trọn 5 giờ ở đây, dừng lại giữa chừng tại quán cà phê Nobel để ăn bữa trưa nhẹ rất ngon Bảo tàng nằm ở Phố cổ và trong khi chúng tôi may mắn ở cách cửa trước khoảng 100 m, bạn có thể đến đó bằng phương tiện giao thông công cộng . Chỉ cần chú ý đến những con đường rải sỏi trong khu vực nếu khả năng di chuyển là một vấn đềĐọc thêm",
            "Giải Nobel là giải thưởng mà tôi luôn hướng tới từ khi còn trẻ. Có rất nhiều điều để đánh giá cao trong bảo tàng mà bạn sẽ cần dành ra một vài giờ để thực sự được hưởng lợi từ trải nghiệm này. Chandra và tôi rất thích bảo tàng khi biết được tầm quan trọng của thành tựu của những người đoạt giải Nobel.Đọc thêm",
            "Nơi này kể cho bạn câu chuyện về các giải thưởng và những lĩnh vực khác nhau mà bạn quan tâm. Nơi này hiển thị một số thử nghiệm và dữ liệu khác nhau từ những người đoạt giải khác nhau. Nơi này rất phù hợp cho cả người lớn và trẻ em. Đây là một nơi tuyệt vời để dành 3 giờ trở lên.Đọc thêm",
            "Có lẽ tôi đã mong đợi nhiều hơn thế. Nó không hơn một căn phòng lớn, với một số bộ phận của một số thiết bị đã từng được một nhà khoa học sử dụng. Sau đó là một số đồ dùng cá nhân, ví dụ như cà vạt, hay kính mắt của ai đó, thực sự rất kỳ quái. Cuối cùng, trong một góc khuất, liệu tôi có thể tìm thấy một giải Nobel thực sự: giải thưởng đó nên được đặt ở giữa: chúng ta đang nói về cái gì?Đọc thêm",
            "Thành thật mà nói, hãy tiết kiệm thời gian và tiền bạc cho mình và xin đừng bước chân vào nơi này. Chúng tôi nghĩ rằng nó sẽ rất truyền cảm hứng và thú vị, nhưng chúng tôi đã bị sốc khi thấy nó hoàn toàn ngược lại. Có những thứ ngẫu nhiên được ghim trên tường và những đồ vật vô nghĩa - ví dụ: Có một đĩa CD ghi ngày 2020. Điều này có nghĩa là gì?! Mọi người đã ngừng sử dụng đĩa CD trước năm 2020, vậy tại sao cái này lại ở đây? Vật trưng bày tệ nhất mà tôi thấy là một lọ bơ đậu phộng và rõ ràng là vì nó là nguồn cảm hứng của một người đã đoạt giải Nobel, không thể nhớ tên người đó hoặc giải thưởng đó dùng để làm gì. Bạn thực sự không thể bù đắp được. Bảo tàng chắc chắn sẽ miễn phí, vì sau đó chúng tôi có thể bước ra ngoài thay vì cảm thấy bắt buộc phải ở lại ít nhất 10 phút. Tôi ước tôi có thể lấy lại tiền của chúng tôi! Đọc thêm",
            "Đó là một bảo tàng thực sự nhỏ và chỉ có những đồ vật từ những người đã thắng giải. Họ có một bộ phim thú vị nhưng ngoài ra chúng tôi chỉ ở đó trong nửa giờ. Chúng tôi được vào cửa miễn phí dưới mười tám tuổi nên điều đó thật tuyệt nhưng thành thật mà nói chúng tôi sẽ không trả tiền cho nó. Đọc thêm"
        ],
        "star_ratings": [
            866,
            921,
            663,
            240,
            85
        ],
        "review_amount": 2775,
        "location": [
            "Châu Âu",
            "X-tốc-khôm",
            "Thụy Điển",
            "Hạt Stockholm",
            "Bảo tàng giải thưởng Nobel",
            "Những điều cần làm ở Stockholm"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 12, 2023",
            "Written July 2, 2023",
            "Written July 19, 2023",
            "Written July 20, 2023",
            "Written July 21, 2023",
            "Written July 26, 2023",
            "Written August 20, 2023",
            "Written August 22, 2023",
            "Written August 24, 2023",
            "Written June 8, 2024",
            "Written June 7, 2024",
            "Written June 5, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 25, 2024",
            "Written May 14, 2024",
            "Written May 4, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189852-d268023-Reviews-Nobel_Prize_Museum-Stockholm.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d3478288-Reviews-Stockholms_Gastabud-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d4578571-Reviews-Corvina_Enoteca-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d14195390-Reviews-Oummi-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d3469131-Reviews-Tradition-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d854592-Reviews-Restaurang_Kryp_In_Gamla_stan-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d7171645-Reviews-The_Secret_Garden-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d18749562-Reviews-Fika_Wine-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d1580290-Reviews-Slingerbulten-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d2709881-Reviews-Ardbeg_Embassy-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d698819-Reviews-Operakallaren-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207777-Reviews-Stockholm_Old_Town-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d5038204-Reviews-Stortorget-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d2299191-Reviews-Biblioteca_dell_Accademia_Svedese-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d15694422-Reviews-Wooden_Horse_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4976210-Reviews-Jarnpojken-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208280-Reviews-Royal_Armory-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208172-Reviews-Storkyrkan-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d1053867-Reviews-Iglesia_Alemana-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208369-Reviews-Riddarhuset-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d14993169-Reviews-Statue_of_St_George-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d268023-Reviews-or10-Nobel_Prize_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208277-Reviews-Vasa_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23924254-Reviews-Avicii_Experience-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244312-Reviews-Prins_Eugens_Waldemarsudde-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313566-Reviews-Army_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207782-Reviews-Hallwyl_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208052-Reviews-Medeltidsmuseet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207783-Reviews-Thiel_Gallery_Thielska_Galleriet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208295-Reviews-Historiska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208278-Reviews-Nationalmuseum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d19883849-Reviews-City_Bike_Adventures_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d19068935-Reviews-Stoccolma_con_Mary_visite_guidate-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d7657553-Reviews-Stoccolma_in_italiano_Visite_guidate-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d25444595-Reviews-Viking_Walking_Tour-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6854874-Reviews-StockholMania_Tours-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d7205130-Reviews-Art_Craft-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d8141618-Reviews-Exit_Games_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d2021378-Reviews-StoRy_touRs-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10748221-Reviews-100_Point_Challenge_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d9712390-Reviews-Patrick_Miller_Club-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5841282-Reviews-Fat_Black_Pussycat-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d457122-Reviews-Tunku_Abdul_Rahman_Marine_Park-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Div.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d4258690-Reviews-Riders_Field-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4008183-Reviews-Morrison_s_2-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1210687-d15075519-Reviews-Kata_Night_Market-Kata_Beach_Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d6991578-Reviews-The_Mall_at_Bay_Plaza-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669725-Reviews-Spiaggia_di_Positano_Marina_Grande-Positano_Amalfi_Coast_Province_of_Salerno_Campa.html",
            "https://www.tripadvisor.com/Attraction_Review-g304033-d17670797-Reviews-Paradise_Point_Nathia_Gali-Nathia_Gali_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d324255-Reviews-Pigeon_Rocks_in_Raouche-Beirut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189852-d268023-Reviews-or10-Nobel_Prize_Museum-Stockholm.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189852-d268023-Reviews-Nobel_Prize_Museum-Stockholm.html"
    }
]