[
    {
        "attraction_name": "Nockamixon State Park",
        "attraction_name_vi": "Công viên tiểu bang Nockamixon",
        "general_info": [
            "223 đánh giá",
            "1 trong số 20 điều cần làm ở Quakertown",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Công viên Tiểu bang Nockamixon rộng 5.286 mẫu Anh nằm trên những ngọn đồi thoai thoải của Quận Bucks tuyệt đẹp, đủ gần Philadelphia hoặc một chuyến đi trong ngày nhưng cũng đủ xa để đi nghỉ. Tohickon Creek, Three Mile Run và Haycock Run cung cấp nước cho Hồ Nockamixon rộng 1.450 mẫu Anh, là điểm dừng chân cho các loài chim nước di cư và là điểm đến của những người chèo thuyền và câu cá. Du khách có thể nghỉ đêm trong cabin hoặc tận hưởng nhiều hoạt động trong ngày của công viên. Các hoạt động phổ biến là dã ngoại, bơi lội trong hồ bơi, đi bộ đường dài, đi xe đạp, chơi gôn bằng đĩa, săn bắn, câu cá và chèo thuyền. Các mùa và giờ: Công viên mở cửa hàng ngày trong năm, từ bình minh đến hoàng hôn. Các khu vực sử dụng ban ngày đóng cửa vào lúc hoàng hôn. Văn phòng công viên mở cửa theo giờ cụ thể. Câu cá và chèo thuyền được phép 24 giờ một ngày ở các khu vực được chỉ định. Một số khu vực công viên cấm xe cộ vào mùa đông. Liên hệ với văn phòng công viên để biết thời gian và thời gian của cơ sở.Đọc thêm",
        "reviews": [
            "Một trải nghiệm rất đáng thất vọng ở hồ Nockamixon. Do bàn và ghế dài khủng khiếp. Phòng tắm ở xa nếu bạn không ở gần khu vực Bể bơi. Không có nhiều bàn hoặc vỉ nướng gần phần Bể bơi.  Việc bốc dỡ đồ dã ngoại của người lớn tuổi rất khó khăn vì phải đi bộ từ bãi đậu xe. Họ thuê cảnh sát không thân thiện lắm. Chúng tôi sẽ không bao giờ ghé thăm công viên này nữa.Đọc thêm",
            "Chúng tôi đã câu cá ở đây vào tháng 9 năm ngoái để thuê tàu câu cá với Anthony Awgul từ câu cá Awgul. Chúng tôi bắt được nhiều con cá vược lớn và thậm chí cả cá da trơn. Đó là một miếng cắn khó khăn nhưng khi chúng tôi quay số, chúng tôi đã thả vài con cá vào thuyền. Tận hưởng phong cảnh, câu cá và động vật hoang dã đáng kinh ngạc trên khắp Hươu, chim ưng, diệc xanh, v.v. Vâng, hãy thực hiện chuyến đi trở lại Đọc thêm",
            "Công viên đáng yêu - Tôi thích đến đây chụp ảnh và thuê thuyền : - Không khí trong lành và cuộc sống hoang dã đáng yêu. :Đọc thêm",
            "Đây là một hồ nước rất hẻo lánh và yên bình. Hồ rất lớn. Tôi thấy nhiều thuyền buồm, thuyền kayak và ván chèo. Có rất nhiều bàn dã ngoại và lò nướng than nằm rải rác khắp nơi nghỉ.Đọc thêm",
            "Một ngày ra ngoài và tận hưởng thiên nhiên để đi bộ đường dài và dã ngoại.  Chúng tôi đến thăm lần đầu tiên vào một buổi sáng mùa xuân đẹp trời trong khi vẫn thực hành các quy trình phòng chống Covid an toàn.  Vị trí tuyệt vời để chèo thuyền trên một số bến du thuyền lớn, chèo thuyền kayak, bơi lội, đi xe đạp, đi bộ đường dài, ngắm chim và câu cá.  Cắm trại tại chỗ, cho thuê cabin, cho thuê thuyền đều có tính phí, Chắc chắn sẽ quay lại sớm.Đọc thêm",
            "Rất ít người đến công viên vào mùa đông, có nhiều con đường trải nhựa để đi bộ tại khu vực sử dụng ban ngày.  Nó rộng đến mức chúng tôi không có cơ hội đi đến những con đường mòn đi bộ đường dài, mặc dù thật khó hiểu những khu vực nào của công viên được phép săn bắn và tôi đã do dự khi mạo hiểm đi xa.  Mặc dù vậy, tôi đã nhìn thấy nhiều biển báo cấm săn bắn ở các khu vực chung. Chúng tôi ở trong cabin số 10 vào cuối tuần, nằm ở phía bên kia hồ.  Rất sạch sẽ, có bếp nấu, lò vi sóng, tủ lạnh, giường thoải mái và trải rộng từ các cabin khác.  Nhược điểm duy nhất là đêm qua tôi thức dậy và nghe thấy tiếng chuột ăn qua túi thức ăn.  Đáng lẽ tôi phải cảnh giác hơn trong việc đảm bảo thực phẩm và rác thải.  Mặc dù điều đó thật thô thiển nhưng nó sẽ không ngăn cản tôi quay trở lại.Đọc thêm",
            "Tôi đã đi leo núi ở đây với một người bạn vào mùa đông.  Có rất ít người nên rất đẹp và yên tĩnh.  Một số con đường mòn có vẻ sẽ lầy lội sau mưa, vì vậy tôi khuyên bạn không nên đi sau mưa.  Bạn tôi kể cho tôi nghe người ta có thuyền và thuyền kayak vào mùa hè và đi trên hồ.  Đáng để kiểm tra nếu bạn ở gần, không phải xem.  Nếu bạn ở gần thì rất đáng để ghé thăm.Đọc thêm",
            "Hồ Nockamixon là một nơi tuyệt vời để ngắm chim và rất nổi tiếng với những người chèo thuyền kayak và ca nô.  Đối với chúng tôi, đây là một điểm đến thư giãn để gia đình dễ dàng đi bộ đường dài và dã ngoại.Đọc thêm",
            "Đến đây sau khi dành một không gian để tôn vinh cuộc sống. Đó là một địa điểm tuyệt vời và mọi người đều yêu thích quang cảnh cũng như thời tiết. Gần người bạn của chúng tôi nhưng hơi xa mạng lưới là một địa điểm hoàn hảo cho chuyến dã ngoại trong ngàyĐọc thêm",
            "Tôi đến nơi khi muốn hòa mình vào thiên nhiên, tôi thích chèo thuyền kayak trên hồ. Có ba địa điểm để khởi động bao gồm đường chạy 3 dặm, cỏ khô và bến du thuyền chính. Chỉ là một nơi thanh bình để chèo thuyền kayak và cây cối vào thời điểm này trong năm thật đẹp. Công viên được bảo trì tốt và sạch sẽ.Đọc thêm",
            "Bạn có thể phóng thuyền kayak của riêng mình tại công viên tiểu bang nockimixion không? Hay bạn cần giấy phépĐọc thêm",
            "Làm thế nào để bạn thuê một chiếc thuyềnĐọc thêm",
            "Có cho thuê xe đạp ở Công viên bang Nockamixon không?Đọc thêm",
            "Tôi không nghĩ vậyĐọc thêm",
            "gần đây có ai ở trong cabin không? Chúng sạch đến mức nào? lẽ ra sẽ đến đó sớm và một người bạn của tôi nói rằng anh ấy đang nói chuyện với một đồng nghiệp và anh ấy nói rằng họ không sạch sẽ hoặc được bảo trì tốt.Đọc thêm",
            "Chúng tôi đã không ở trong cabin. Tôi thậm chí không chắc liệu công viên tiểu bang có nhân lực để thực hiện việc làm sạch và khử trùng sâu hay không. Nếu bạn thực sự muốn ở lại khi biết rằng vi-rút Corona không có khả năng tồn tại lâu dài trên các bề mặt - bạn có thể thực hiện một số cách sắp xếp.  Bạn có thể yêu cầu một cabin không có người ở ít nhất một tuần trước khi bạn đến - các hạt vi rút sẽ không tồn tại lâu như vậy nếu không có vật chủ. Mang theo bình xịt khí và khăn lau lysol và đảm bảo độ thông gió phù hợp. Giữ cửa sổ mở nếu có thể và thời tiết cho phép. Bạn cũng có thể mang theo bộ lọc hepa di động. Điều đó giúp loại bỏ 99,97 hạt vi-rút tiềm ẩn khỏi cabin.Đọc thêm",
            "Tại sao bơi lội bị cấm?Đọc thêm",
            "Tôi có thể sai nhưng tôi nghĩ đó là vì khi hồ được tạo ra, họ đã lên án đất liền và dưới nước là những con đường và tàn tích của các tòa nhà, và những thứ đó là nguy hiểm. Những vật dụng này có thể gây hại khi bơi lội. Cá thích nhưng không tốt cho người!! Có một hồ bơi ở công viên để bơi lội.Đọc thêm",
            "Bạn có thể gửi cho tôi thông tin về hoạt động săn bắt động vật hoang dã WMU-5C tại địa điểm của bạn trong lần đầu tiên ghé thămĐọc thêm",
            "Liên hệ với cơ quan quản lý cá và động vật hoang dã của tiểu bang.Đọc thêm",
            "Có bơi lội ở hồ không?Đọc thêm",
            "Bạn không được phép bơi ở bất cứ đâu trong hồ. Họ có một nhóm trả lương nội bộ tuyệt vời.Đọc thêm",
            "Tôi có cần giấy phép để sử dụng thuyền kayak của riêng mình trên hồ không?Đọc thêm",
            "Bạn chắc chắn cần có giấy phép phóng, ngay cả đối với bơm hơi. Họ có thể được lấy tại văn phòng công viên. Nếu không có, bạn có thể bị kiểm lâm phạt.Đọc thêm",
            "Cuối tuần bạn có thể BBQ ở công viên này được khôngĐọc thêm",
            "Có, số lượng lò nướng than có hạn được cung cấp trên cơ sở ai đến trước được phục vụ trước. Bạn cũng có thể mang theo bếp than hoặc bếp nướng propan của riêng mình. Chúng tôi yêu cầu bạn sử dụng thùng xử lý than nóng sau khi nướng xong và không bỏ than nóng vào thùng rác hoặc thùng rác. Hãy tận hưởng!Đọc thêm",
            "Cách đây vài năm, tôi đã có một chiếc xúc xích rất ngon ở quán bán đồ ăn nhanh bên hồ bơi. Có ai biết nhãn hiệu họ sử dụng không? Đó là một cái gì đó địa phương nhưng tôi không thể tìm thấy tên.Đọc thêm"
        ],
        "star_ratings": [
            147,
            59,
            10,
            2,
            5
        ],
        "review_amount": 223,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Quakertown",
            "Quakertown",
            "Quận Bucks",
            "Công viên tiểu bang Nockamixon",
            "Pennsylvania, PA"
        ],
        "reviews_time": [
            "Written August 20, 2023",
            "Written March 13, 2023",
            "Written May 8, 2022",
            "Written September 26, 2021",
            "Written March 29, 2021",
            "Written January 24, 2021",
            "Written January 23, 2021",
            "Written October 29, 2020",
            "Written October 19, 2020",
            "Written October 7, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g53503-d2522441-Reviews-Nockamixon_State_Park-Quakertown_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g53503-d2424113-Reviews-Becker_s_Corner-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53503-d889543-Reviews-La_Campagna-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53430-d5267233-Reviews-The_Lake_House_Inn-Perkasie_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53503-d462880-Reviews-Raven_s_Nest-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53503-d26929483-Reviews-The_Mountain_Store-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52545-d27856113-Reviews-Keelersville_Club-East_Greenville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46759-d12613710-Reviews-Lake_Nockamixon_State_Park-Quakertown_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d3385405-Reviews-Quakertown_Farmers_Market-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d6560562-Reviews-Top_Rock_Trail_at_Nockamixon_State_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53396-d2011638-Reviews-Linden_Hill_Gardens_at_Jerry_Fritz_Garden_Design_Inc-Ottsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53430-d10067668-Reviews-Architectural_Antiques-Perkasie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53446-d9755876-Reviews-Hewn_Spirits-Pipersville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53446-d9779464-Reviews-Bucks_County_Brewery-Pipersville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53446-d2522913-Reviews-Loux_Covered_Bridge-Pipersville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53446-d23695366-Reviews-Desiato_Vineyards_Winery-Pipersville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d15029185-Reviews-Old_Soul_Antiques-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d2522441-Reviews-or10-Nockamixon_State_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d12495313-Reviews-Mollasses_Creek_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d27073967-Reviews-Great_Blue_Heron_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d27048513-Reviews-Veterans_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d27014299-Reviews-Main_Street_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d27008723-Reviews-Quakertown_Memorial_Park-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53643-d2394752-Reviews-Sellersville_Theater-Sellersville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53878-d1526049-Reviews-Ringing_Rocks_County_Park-Upper_Black_Eddy_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d2018151-Reviews-Peppers_Of_Key_West-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d270410-Reviews-Pearl_S_Buck_House-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d1236217-Reviews-Our_Lady_of_Czestochowa_Shrine-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53396-d12255308-Reviews-Miss_Melanie_Yoga-Ottsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d4509593-Reviews-Peace_Valley_Lavender_Farm-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53299-d2522438-Reviews-Peace_Valley_Park-New_Britain_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53430-d669547-Reviews-Skydive_Philadelphia-Perkasie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53430-d5836611-Reviews-Keelersville_Club-Perkasie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52609-d1049278-Reviews-Sand_Castle_Winery-Erwinna_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g49613-d13139877-Reviews-Bear_Creek_Lake-Tuckasegee_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298561-d320360-Reviews-Hiroshima_Peace_Memorial_Museum-Hiroshima_Hiroshima_Prefecture_Chugoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d3844449-Reviews-Grand_Indonesia_Mall-Jakarta_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d12413636-Reviews-American_Prohibition_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d559952-Reviews-Independence_Pass-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d246036-Reviews-Place_Ste_Catherine-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g57522-d1190048-Reviews-Bluemont_Vineyard-Bluemont_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190778-d12392680-Reviews-Pickmere_Lake-Knutsford_Cheshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d259614-Reviews-Forsyth_Park-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285099-Reviews-Lake_Zurich-Zurich.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g53503-d2522441-Reviews-or10-Nockamixon_State_Park-Quakertown_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g53503-d2522441-Reviews-Nockamixon_State_Park-Quakertown_Pennsylvania.html"
    }
]