[
    {
        "attraction_name": "Nordiska Museet",
        "attraction_name_vi": "Bảo tàng Bắc Âu",
        "general_info": [
            "1.603 đánh giá",
            "- 48 trong số 433 việc cần làm ở Stockholm",
            "Bảo tàng Lịch sử"
        ],
        "attraction_summary": "Bảo tàng Nordiska mang đến cho bạn những câu chuyện về cuộc sống và con người ở Bắc Âu trong một tòa nhà mang tính biểu tượng. Đây là bảo tàng lịch sử văn hóa lớn nhất Thụy Điển và năm nay chúng tôi kỷ niệm 150 năm thành lập. Kiến trúc sư Isak Gustaf Clason - tòa nhà tráng lệ Bảo tàng Nordiska - bản thân nó là một trải nghiệm - có căn hộ có kích thước thật từ những năm 1940 và bức tượng gỗ sồi hoành tráng của Gustav I Vasa, vua Thụy Điển vào năm 1523 - 1560. Nhà hàng phục vụ các món ăn truyền thống với bánh mì mới nướng và bánh ngọt từ tiệm bánh của chúng tôi.Đọc thêm",
        "reviews": [
            "Đảo Djurgården và phần mở rộng phía bắc đất liền của nó, Djurgårdsbrunn, gây ấn tượng với sự kết hợp giữa thiên nhiên và vô số bảo tàng, đồng thời nằm trong khoảng cách đi bộ đến trung tâm thành phố Stockholm. Djurgården không chỉ mời gọi du khách đi bộ bất tận qua cảnh quan công viên xinh đẹp mà không cần phải rời khỏi thành phố mà còn cung cấp một loạt các phương tiện giải trí đáng kinh ngạc, chẳng hạn như bảo tàng ngoài trời chuyên về lối sống tiền công nghiệp hóa của người Thụy Điển, Bảo tàng Vasa nổi tiếng với chiếc thuyền buồm huyền thoại và công viên giải trí nổi tiếng nhất Thụy Điển Gröna Lund đã hơn 100 năm tuổi.Đọc thêm",
            "Đây là một bảo tàng khổng lồ và bạn có thể dễ dàng dành hàng giờ ở đây. Tôi đặc biệt đến dự triển lãm Paris phương Bắc và xem nhanh một vài triển lãm khác. Triển lãm rất xứng đáng nhưng có vẻ hơi chật chội trong không gian và nhiều bộ váy ở quá xa nên không thể nhìn rõ chi tiết. Tôi cũng không thể hiểu được cách trưng bày lớn, chính của những chiếc váy vì nó dường như không theo kiểu dáng, màu sắc, kiểu dáng hay độ tuổi?? Ngoài ra, nhiều mô tả về phần trưng bày trang phục chính không gần với bản thân chiếc váy, điều này hơi khó chịu. Tuy nhiên, vẫn đáng giá vào cửa và cũng có một quán cà phê tuyệt vời ở tầng trệt nếu bạn cần nghỉ ngơi. Được đề xuất.Đọc thêm",
            "Chúng tôi đang đi tham quan và quyết định ăn trưa. Bảo tàng Bắc Âu không phải là một phần trong hành trình của chúng tôi nhưng chúng tôi nhận thấy quán cà phê ở sân đối diện với Vasa. Chúng tôi có cà phê và bánh cà rốt - cả hai đều rất ngon và giá cả hợp lý - vì đây là một cái bẫy du lịch -. Tòa nhà bảo tàng rất ấn tượng nhưng tiếc là chúng tôi không có thời gian đến thămĐọc thêm",
            "Một tòa nhà rất đẹp, nhưng trải nghiệm bảo tàng rất mờ nhạt. Rõ ràng là khá nhàm chán, bảo tàng trẻ em phù hợp cho trẻ em từ 12 tuổi trở xuống, con trai tôi gần 14 tuổi nhưng thấy nó khá nhàm chán.  Phần còn lại của bảo tàng không thú vị lắm, so với Bảo tàng Vasa cho thấy - nó tốt hơn nhiều!Đọc thêm",
            "Phần dệt may của bảo tàng này TUYỆT VỜI, đặc biệt là triển lãm Paris I Norden. Tôi đặc biệt thích thú vì nó cũng dành riêng không gian cho cách làm việc tại tiệm váy NG và những ví dụ về quần áo lấy ra từ tiệm thật ngoạn mục.\nTriển lãm áp phích du lịch cũng rất thú vị và hoạt cảnh của nhiều cách sắp xếp bàn cũng như mùa giải khác nhau nhưng truyền thống hơn Đọc thêm",
            "Một tòa nhà tuyệt đẹp chứa một bộ sưu tập lớn các tác phẩm nghệ thuật thuộc nhiều thể loại khác nhau.  Chúng tôi đã đến xem triển lãm quần áo Stockholm Paris Atelier và yêu thích mọi món đồ được trưng bày.  Ai đó đã thực hiện một công việc xuất sắc trong việc giám tuyển cuộc triển lãm.Đọc thêm",
            "Tòa nhà tuyệt đẹp này nằm ở Djurgarden gần biển hiệu Skansen. Nó đẹp đến mức tôi không thể vào được vì khi đến nơi, tôi được thông báo là tôi cần một vé và gần đến giờ đóng cửa để quay lại vào ngày khác. Tôi không có thời gian để làm điều đó vào ngày hôm sau nên tôi quyết định chụp ảnh tòa nhà thực sự phức tạp này.Đọc thêm",
            "Nordisk Museet là một công trình kiến ​​trúc tuyệt đẹp được làm bằng gạch - đá granit, được trang trí bằng các bức tượng. \nỞ lối vào phía trước có bức tượng cưỡi ngựa của Karl X Gustav, Vua Thụy Điển trong khoảng thời gian từ 1654 đến 1660. \nChúng tôi vào viện bảo tàng, nó rất lớn và ở đây chúng tôi phải đối mặt\nmột bức tượng gỗ sồi hoành tráng của Gustav I Vasa, Vua Thụy Điển từ 1523 -1560. Bức tượng là lời nhắc nhở rằng các bộ sưu tập của Bảo tàng Bắc Âu có điểm khởi đầu là vào thế kỷ 16. Có tủ khóa miễn phí để giữ áo khoác và đồ đạc của chúng tôi.\n\nBảo tàng trưng bày truyền thống Thụy Điển, sự phát triển của nó trong suốt 100 năm qua, nghệ thuật dân gian, dệt may, thời trang và đồ trang sức chịu ảnh hưởng từ Anh. Ngoài ra nó còn giới thiệu lịch sử, văn hóa và cuộc sống của người dân ở các nước Bắc Âu. \n\nArtic while the Ice is Melting - một vấn đề về biến đổi khí hậu toàn cầu - là một triển lãm rất thú vị khác. Thông qua các đồ vật, hình ảnh, thiết kế, tác phẩm nghệ thuật, phim và hình chiếu, nó thể hiện lịch sử, tương lai của băng và trên hết là những người sống ở Bắc Cực ngày nay.\nChúng tôi không có thời gian dạo quanh hầm thời gian, chúng tôi xuống quán Café để thử uống vài ly, nhưng họ sắp đóng cửa. Tuy nhiên, họ nhận đơn hàng cuối cùng của chúng tôi gồm sô cô la ấm, cuppucino và café latte.   \nHy vọng chúng tôi đã dành nhiều thời gian hơn ở đây nếu chúng tôi quay lại lần nữa !!!\nĐọc thêm",
            "Bảo tàng tốt nhất tôi nghĩ tôi đã từng ghé thăm. Các cuộc triển lãm mà chúng tôi đã trình bày một cách xuất sắc - bản dịch tiếng Anh đã khiến người xem cảm thấy thú vị khi theo dõi. Quán cà phê rất đẹp - cửa hàng tốt - nhân viên rất nhiệt tình. Đọc thêm",
            "Cảm giác rất giống khi đi dạo qua nhà kho của cha tôi mặc dù được trình bày gọn gàng và theo trình tự thời gian hơn. Mỗi món đồ cổ đều xứng đáng được trưng bày và bảo tồn theo thời gian. Bản thân tòa nhà rất đáng chú ý và mặc dù nó có vẻ như đang ở một dạng chuyển tiếp nào đó, nhưng không được sử dụng đúng mức và rất tẻ nhạt khi dạo qua.Đọc thêm",
            "Bộ sưu tập cố định được sắp xếp theo trình tự thời gian ở tầng trên cùng. Các đồ vật được trưng bày trên một bức tường lớn và có màn hình video phía trước với bản dịch tiếng Thụy Điển và tiếng Anh. Hướng dẫn âm thanh có thể được tải xuống miễn phí.\nỞ tầng hai có các cuộc triển lãm tạm thời về thời trang Anh, Bắc Cực và một số bộ đồ ăn. \nTôi đã ăn trưa tại quán cà phê, đó là một trải nghiệm tuyệt vời, đồ ăn rất ngon, thậm chí còn ngon hơn cả ở trong thị trấn.Đọc thêm",
            "Bộ sưu tập cố định được sắp xếp theo trình tự thời gian ở tầng trên cùng. Các đồ vật được trưng bày trên một bức tường lớn và có màn hình video phía trước với bản dịch tiếng Thụy Điển và tiếng Anh. Có thể tải xuống bộ hướng dẫn âm thanh miễn phí. Tại tầng hai có các cuộc triển lãm tạm thời về thời trang Anh, Bắc Cực và một số bộ đồ ăn. Tôi đã ăn trưa tại quán cà phê, đó là một trải nghiệm tuyệt vời, đồ ăn rất ngon, thậm chí còn ngon hơn cả ở trong thị trấn.Đọc thêm",
            "Bộ sưu tập cố định được sắp xếp theo trình tự thời gian ở tầng trên cùng.  Rất tiếc, có một số lượng lớn các hiện vật ấn tượng được trưng bày nhưng không được tổ chức hoặc mô tả tốt.  Hầu hết các mặt hàng được đặt cùng nhau trong các tủ trưng bày treo tường lớn và không được dán nhãn riêng lẻ.  Có màn hình video phía trước màn hình nhưng chúng nhỏ, không mô tả hết các mục và thường thiếu mô tả bằng tiếng Anh. Audioguide là miễn phí và có thể được tải xuống trước chuyến tham quan nhưng nó rất dài dòng với nhiều cảnh tái hiện không cần thiết và không cung cấp thông tin về từng mục riêng lẻ. Phần còn lại của bộ sưu tập vĩnh viễn bao gồm các phần bao gồm các truyền thống và bộ đồ ăn Bắc Âu, nhìn rất đẹp nhưng không giúp tôi hiểu sâu hơn nhiều về cuộc sống ở Bắc Âu.  Các cuộc triển lãm tạm thời về thời trang Anh và Bắc Cực khá hay và đáng xem.Đọc thêm",
            "Cảm giác rất giống khi đi dạo qua nhà kho của cha tôi mặc dù được trình bày gọn gàng và theo trình tự thời gian hơn. Mỗi món đồ cổ đều xứng đáng được trưng bày và bảo tồn theo thời gian. Bản thân tòa nhà rất đáng chú ý và mặc dù nó có vẻ như đang ở một dạng chuyển tiếp nào đó, nhưng không được sử dụng đúng mức và rất tẻ nhạt khi dạo qua.Đọc thêm",
            "Khi nhìn thấy tòa nhà, lúc đầu chúng tôi nghĩ đó là nhà thờ hoặc trường đại học. Chúng tôi mừng vì đã không đi qua đó. Chúng tôi đã học được rất nhiều về Văn hóa Scandinavia, từ căn hộ thập niên 40 đến bữa tối và thực đơn của tầng lớp trung lưu... Triển lãm đặc biệt Melting Ice nên được triển khai trên toàn cầu và cho mọi người biết về vấn đề môi trường mà chúng ta đang phải đối mặt hiện nay. Đọc thêm",
            "Bảo tàng tốt nhất tôi nghĩ tôi đã từng ghé thăm. Các cuộc triển lãm mà chúng tôi đã trình bày một cách xuất sắc - bản dịch tiếng Anh đã khiến người xem cảm thấy thú vị khi theo dõi. Quán cà phê rất đẹp - cửa hàng tốt - nhân viên rất nhiệt tình. Đọc thêm",
            "Nordisk Museet là một tòa nhà kiến ​​trúc tuyệt đẹp được xây bằng gạch - đá granit, được trang trí bằng các bức tượng. Ở lối vào chính, có một bức tượng cưỡi ngựa của Karl X Gustav, Vua của Thụy Điển từ năm 1654 đến năm 1660. Chúng tôi đã vào Bảo tàng, nó rất lớn, và ở đây chúng tôi đã đối mặt với một bức tượng gỗ sồi đồ sộ của Gustav I Vasa, Vua của Thụy Điển từ năm 1523 -1560. Bức tượng là lời nhắc nhở rằng các bộ sưu tập của Bảo tàng Bắc Âu có điểm khởi đầu từ thế kỷ 16. Có tủ khóa miễn phí để giữ áo khoác và đồ đạc của chúng tôi. Bảo tàng trưng bày truyền thống của Thụy Điển, sự phát triển của nó trong 100 năm qua, nghệ thuật dân gian, hàng dệt may, thời trang và đồ trang sức có ảnh hưởng từ Anh. Ngoài ra, nó còn giới thiệu lịch sử, văn hóa và cuộc sống của người dân ở các nước Bắc Âu. Bắc Cực trong khi Băng đang tan - một sự thay đổi khí hậu toàn cầu - là một triển lãm rất thú vị khác. Thông qua các đồ vật, ảnh, thiết kế, tác phẩm nghệ thuật, phim và hình chiếu, nó cho thấy lịch sử, tương lai của băng, và trên hết là những người sống ở Bắc Cực ngày nay. Chúng tôi không có thời gian để đi bộ xung quanh hầm thời gian, chúng tôi đã xuống Café để thử uống một vài ly, nhưng họ sắp đóng cửa. Tuy nhiên, họ vẫn nhận đơn hàng cuối cùng của chúng tôi là sôcôla ấm, cuppucino và café latte. Hy vọng chúng tôi sẽ dành nhiều thời gian hơn ở đây nếu chúng tôi quay lại !!!Đọc thêm",
            "Thú vị nhưng không đặc biệt. Một số màn hình hơi tối cả về ánh sáng và chủ đề. Chắc chắn có những điều tốt hơn để làm ở Stockholm. Tòa nhà chắc chắn rất thú vị để xem.Đọc thêm",
            "Tòa nhà tuyệt đẹp này nằm ở Djurgarden gần biển hiệu Skansen. Nó đẹp đến mức tôi không thể vào được vì khi đến nơi, tôi được thông báo là tôi cần một vé và gần đến giờ đóng cửa để quay lại vào ngày khác. Tôi không có thời gian để làm điều đó vào ngày hôm sau nên tôi quyết định chụp ảnh tòa nhà thực sự phức tạp này.Đọc thêm",
            "Một tòa nhà tuyệt đẹp lưu giữ bộ sưu tập lớn các tác phẩm nghệ thuật thuộc nhiều thể loại khác nhau. Chúng tôi đã đến xem triển lãm quần áo Stockholm Paris Atelier và yêu thích mọi tác phẩm được trưng bày. Ai đó đã làm một công việc tuyệt vời khi quản lý triển lãm. Đọc thêm",
            "Phần dệt may của bảo tàng này TUYỆT VỜI, đặc biệt là triển lãm Paris I Norden. Tôi đặc biệt thích thú vì nó cũng dành không gian cho cách làm việc tại tiệm váy NG và các ví dụ về quần áo lấy ra từ tiệm thật ngoạn mục. Triển lãm áp phích turist cũng rất thú vị và hoạt cảnh về nhiều cách sắp xếp bàn cũng như mùa giải khác nhau nhưng truyền thống hơn Đọc thêm",
            "xin chào, tôi muốn ghé thăm trang web của bạn. Vậy có bãi đậu xe không? Nếu vậy thì nó là bao nhiêu?Đọc thêm",
            "Không có bãi đậu xe dễ dàng.  Đề nghị bạn đi xe điện từ trung tâm thành phố. Khoảng 15 phút.Đọc thêm",
            "Xin chào! Bảo tàng này có miễn phí không?Đọc thêm",
            "CHÀO! Vào cửa miễn phí cho trẻ em - 0-18 tuổi - . Vé vào cửa cho người lớn là 140 SEK và 120 SEK cho người cao tuổi. Tất cả mọi người vào cửa miễn phí vào các ngày thứ Ba từ 1-5 giờ chiều trong tháng 9-tháng 5 - không bao gồm Bắc Cực - trong khi băng đang tan - . Chúng tôi hy vọng được gặp bạn tại bảo tàng! Tốt nhất, Malin.Đọc thêm",
            "Xin chào! Khi nào bạn có thể ghé thăm bảo tàng Nordiska miễn phí vào tháng 1 năm 2019?Đọc thêm",
            "trang web hiển thị Thứ Ba - vào Thứ Ba - 13.00 - 17.00 - tháng 9 - tháng 5 - : Miễn phíĐọc thêm",
            "Tủ đựng đồ của Tiene?\nĐọc thêm",
            "Tủ đồ của Tiene?\nĐọc thêm",
            "Tôi không biết.Đọc thêm"
        ],
        "star_ratings": [
            534,
            610,
            308,
            100,
            51
        ],
        "review_amount": 1603,
        "location": [
            "Bảo tàng Bắc Âu",
            "Những việc cần làm ở Stockholm",
            "Hạt Stockholm",
            "Châu Âu",
            "X-tốc-khôm",
            "Thụy Điển"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written July 23, 2023",
            "Written July 27, 2023",
            "Written August 8, 2023",
            "Written August 16, 2023",
            "Written August 27, 2023",
            "Written November 15, 2023",
            "Written January 18, 2024",
            "Written April 3, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 13, 2024",
            "Written April 3, 2024",
            "Written January 20, 2024",
            "Written January 18, 2024",
            "Written November 16, 2023",
            "Written August 29, 2023",
            "Written August 27, 2023",
            "Written August 16, 2023",
            "Written August 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189852-d244309-Reviews-Nordiska_Museet-Stockholm.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d784893-Reviews-Wardshuset_Ulla_Winbladh-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d5977034-Reviews-Vasamuseets_Restaurang_Vasa_Museum_Restaurant-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d850367-Reviews-Villa_Godthem-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d14855166-Reviews-Glashuset-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d3484759-Reviews-Djurgardsbrons_Sjocafe-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d1316001-Reviews-Strandbryggan-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189851-d3211209-Reviews-Spritmuseums_restaurang-Djurgarden.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d7703030-Reviews-Coco_Carmen-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d812304-Reviews-Gruvan_flickorna_Helin_och_Voltaire-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d12318961-Reviews-Nordiska_museets_matsal-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d17688773-Reviews-Lusthusportens_Park-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d20211931-Reviews-Karl_X_Gustavs_Ryttarstaty-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208277-Reviews-Vasa_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d21327383-Reviews-Bla_Porten-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10332955-Reviews-Galarvarvskyrkogarden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d12392260-Reviews-The_Viking_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313576-Reviews-Junibacken-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d12731458-Reviews-Galarvarvet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d3561681-Reviews-Museum_of_Biology-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189851-d3561545-Reviews-The_Museum_of_Spirits-Djurgarden.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244309-Reviews-or10-Nordiska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23924254-Reviews-Avicii_Experience-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244312-Reviews-Prins_Eugens_Waldemarsudde-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313566-Reviews-Army_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207782-Reviews-Hallwyl_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208280-Reviews-Royal_Armory-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208052-Reviews-Medeltidsmuseet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207783-Reviews-Thiel_Gallery_Thielska_Galleriet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208295-Reviews-Historiska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208278-Reviews-National_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d17425200-Reviews-Ecosightseeing-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d12631043-Reviews-Sjocafeet_Rentals-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d20211936-Reviews-Djurgardsbron-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23578134-Reviews-Vrak_Museum_Of_Wrecks-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4182487-Reviews-ABBA_The_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g11890989-d4770941-Reviews-Carta_Monastery-Carta_Harghita_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23943243-Reviews-No_Entry_Bar-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g303883-d497960-Reviews-Sula_Vineyards-Nashik_Nashik_District_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g187503-d7161477-Reviews-Mercadillo_de_Bonavista-Tarragona_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285099-Reviews-Lake_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g48128-d7694803-Reviews-Massapequa_Preserve-Massapequa_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d3750019-Reviews-Pai_Canyon-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294495-Reviews-Blue_Mosque-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d310919-Reviews-Greenmarket_Square-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325488-Reviews-SATS_Premier_Lounge-Singapore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189852-d244309-Reviews-or10-Nordiska_Museet-Stockholm.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189852-d244309-Reviews-Nordiska_Museet-Stockholm.html"
    }
]