[
    {
        "attraction_name": "Norman Palace",
        "attraction_name_vi": "Cung điện Norman",
        "general_info": [
            "7.346 đánh giá",
            "- 42 trong số 538 điều cần làm ở Palermo",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Vào ngày chúng tôi đến thăm, chúng tôi không thể vào được cung điện Hoàng gia nên chúng tôi bị giới hạn ở Nhà nguyện Palatine. Nhà nguyện đơn giản là tuyệt đẹp và mỗi bức tranh kể một câu chuyện kinh thánh khác nhau. Chúng tôi rất ngạc nhiên khi họ không cố gắng bán cho bạn một chuyến tham quan hoặc hướng dẫn bằng âm thanh và họ không cung cấp hướng dẫn in về những gì bạn đang xem. Chúng tôi khuyên bạn nên thực hiện một chuyến tham quan chính thức để tận dụng tối đa chuyến thăm của mình. Bạn cũng sẽ tìm hiểu về lịch sử của thành phố thông qua triển lãm các bức tường và các đồ tạo tác khác. Rất vui vì chúng tôi đã thực hiện được điểm thu hút này và rất vui được giới thiệu nó cho những khách du lịch khác.Đọc thêm",
            "Nhà nguyện Hoàng gia là một chuyến thăm ngoạn mục. Được bao phủ hoàn toàn bằng những bức tranh khảm vàng tuyệt đẹp, nó thật ấn tượng.\nĐáng buồn là mỗi lần tôi đến thăm Cung điện, các Căn hộ Hoàng gia đều đóng cửa nhưng nhà nguyện rất đáng xem Đọc thêm",
            "Cung điện Norman là sự kết hợp tuyệt đẹp giữa những bức tranh khảm theo phong cách phương Đông trong nhà nguyện kiểu vòm và lối trang trí châu Âu cổ điển, khắc khổ hơn trong các phòng khác. \n\nNó phản ánh sự pha trộn giữa thế giới phương Tây và Hồi giáo đã va chạm nhau ở Sicily. \n\nCó một quán ăn nhanh nhỏ trong cơ sở để nghỉ ngơi trong chuyến tham quanĐọc thêm",
            "Rất đáng để ghé thăm, hãy lưu ý rằng bạn phải qua cửa an ninh theo kiểu sân bay, chúng tôi ổn với nước, nhưng những người có chai bia sẽ bị tịch thu, phải được lấy lại ở cuối, vì vậy hãy để dành việc mua sắm cho đến sau.\nĐiểm nổi bật là Capella Palatina - Nhà nguyện Palatine - đây là nhà nguyện của các vị vua Norman, với những bức tranh ghép tuyệt đẹp. Các phòng của nhà nước mở cửa, quốc hội khu vực tọa lạc tại đây và không phải lúc nào cũng mở cửa cho công chúng, chúng tôi đã may mắn.\nCó thể rất đông đúc nếu có tàu du lịch ghé vào, chúng tôi đã may mắn khi có một nhóm lớn rời đi khi chúng tôi vào. Đọc thêm",
            "Đó là một điểm nổi bật của Palermo và bên trong cung điện, Nhà nguyện Hoàng gia là nơi thú vị nhất. Không tiếc một khoản chi phí nào cho việc trang trí bằng vàng và những bức tranh cầu kỳ. Một số khu vực khác của cung điện có sẵn để tham quan nhưng quốc hội đang ở đó khi chúng tôi đến thăm nên việc tham quan bị hạn chế.Đọc thêm",
            "Nếu bạn yêu thích nghệ thuật và lịch sử, Cung điện Norman là nơi cung cấp dịch vụ tốt nhất của Palermo. Trần khảm hoàn toàn tuyệt vời, những khu vườn rất đẹp để đi dạo xung quanh.\nChắc chắn Palermos là điểm thu hút tốt nhất đối với những người hâm mộ nghệ thuật - lịch sử - tôn giáo.\nNgoài những bức tranh khảm, còn có các tác phẩm trưng bày nghệ thuật hiện đại trong cung điện.Đọc thêm",
            "Nhà nguyện Palace đơn giản là rực rỡ, một trải nghiệm đẳng cấp thế giới không thể bỏ qua! Chúng tôi đặc biệt may mắn khi đến sớm và hầu như có nhà nguyện cho riêng mình. Các căn hộ hoàng gia rất đáng xem theo đúng nghĩa của chúng; ngay cả những khu vườn cũng thú vị với vô số loài thực vật từ khắp nơi trên thế giới. Tất cả nhân viên đều thân thiện và hấp dẫn.Đọc thêm",
            "Một nơi rất đẹp nơi bạn có thể tìm hiểu lịch sử của Sicily. Một nhà nguyện tuyệt vời mang lại những ấn tượng khó quênĐọc thêm",
            "Hai chúng tôi có những kỷ niệm tuyệt vời suốt ba mươi năm về Palazzo dei Normanni nên chúng tôi quyết tâm đến thăm nó một lần nữa! Chúng tôi mua vé tại phòng vé nằm trong công viên xinh đẹp phía trước cung điện. Lần này chúng tôi muốn xem cả ba điểm tham quan ở đó: triển lãm khảo cổ, Khu Hoàng gia và tất nhiên là Capella Palatina! Chúng tôi sẽ viết về hai cái đầu tiên ở đây và cái thứ ba trong một bài đánh giá riêng. - 1 - Triển lãm khảo cổ học: Lịch sử của tòa nhà tráng lệ này, từ sự khởi đầu ở thời Punic cho đến sự phát triển sau này được trưng bày ở tầng hầm, nơi người ta có thể nhìn thấy phần móng đồ sộ. Có rất nhiều đồ tạo tác khác nhau được giải thích bằng những bản đồ đẹp mắt và văn bản toàn diện. Khu vực đi bộ hầu như ở khắp mọi nơi đều trong suốt. - 2 - Khu Hoàng Gia:Cầu thang dẫn lên các tầng trên hoành tráng và sang trọng quá! Khu Hoàng gia nằm trên tầng ba - tầng hai trên mặt đất - bên cạnh hội trường nơi Hội đồng Khu vực Sicilia họp tại Sala d - Ercole. Thật là một trải nghiệm khi đi bộ qua Khu Hoàng gia với đầy đồ nội thất cao cấp, tranh vẽ và các đồ vật khác - một chuyến du hành thời gian thực sự! Những đồ vật đó hầu hết đều có từ phần thứ hai của thế kỷ XVI. thế kỷ trở đi khi các Phó vương Tây Ban Nha chọn Cung điện này làm nơi ở chính thức! Hội trường của các Phó vương Sicily, Sala Rossa, Sala Gialla, Sala Verde - thật là một sự sang trọng!Đọc thêm",
            "Nhà nguyện Norman rất đẹp nhưng quyết tâm trắng trợn của những người điều hành nơi này để lấy từng xu có thể từ du khách khiến nó trở thành một trải nghiệm hoàn toàn chán nản. Tôi hiểu Sicily - không phải là nơi giàu có nhất, nhưng việc phải trả 50 - cho đặc quyền sử dụng nhà vệ sinh sau khi trả tiền - 15 mỗi người để vào, không thực sự gợi lên sự nghèo đói nhiều như chủ nghĩa cơ hội bẩn thỉu. Tôi đoán mafia có thể đang trên đà rút lui, nhưng tinh thần tham nhũng trơ ​​trẽn vẫn còn tồn tại? Ngoài ra, nó nói lên nhiều điều về chất lượng của cuộc triển lãm hiện tại mà bạn buộc phải trả tiền để vào cửa dù muốn xem hay không.  Nhưng ai lại có thể muốn bỏ lỡ hai căn phòng tối tăm chứa đồ gốm vỡ và những chiếc hộp cũ?!Đọc thêm",
            "Một từ mô tả chuyến thăm này. Tàn bạo - 2 người chúng tôi xếp hàng lúc 09 giờ 15 với nhiều nhóm du lịch dưới ánh nắng mặt trời trong 45 phút - sau đó một người khác xếp hàng với nhiều nhóm du lịch trong 1,15 giờ để xem nhà nguyện - có rất ít hoặc không có sự hướng dẫn chắc chắn nào từ nhân viên cung điện - .poor - don - t care - thái độ của nhân viên cung điện - lấy tiền và không đáng thời gianĐọc thêm",
            "Nhà nguyện khá tuyệt vời; nhưng trải nghiệm tham quan Palazzo bị hạn chế bởi nhiều lần đóng cửa và hành động tự chuốc lấy sự ngu ngốc: ví dụ tính phí nửa Euro để sử dụng nhà vệ sinh sau khi bạn đã trả tiền vào cửa. Thật đáng buồn. Đọc thêm",
            "Cung điện lộng lẫy có niên đại từ những năm 1100, trong đó có Capella Palatina từ năm 1132. Nhà nguyện được xây dựng theo phong cách Norman - Byzantine - Ả Rập và khá đẹp. Những khu vườn bên ngoài cũng thật tuyệt vời.Đọc thêm",
            "Đây là một nơi hùng vĩ nhưng có rất nhiều cầu thang để có thể nhìn thấy mọi thứ - bảo tàng Nhà nguyện đòi hỏi phải leo trèo và phiêu lưu qua mái nhà - vì vậy đừng sợ cầu thang và độ cao - - Bảo tàng tu viện khác có một bộ sưu tập khổng lồ.Đọc thêm",
            "Đối với 19 - Tôi mong đợi trải nghiệm tốt hơn rất nhiều. Thứ nhất, việc yêu cầu những khách hàng trả phí vào cửa cao rồi mới trả tiền đi vệ sinh là không thể chấp nhận được. Rất ít bảng giải thích trong phòng nên thật khó để biết chúng tôi đang nhìn thấy gì. Ngoài ra, tại sao chúng tôi phải xuất trình vé ở mỗi điểm dừng?Đọc thêm",
            "Nơi thú vị với nhiều lịch sử, đừng bận tâm đến phòng ảnh ba chiều, nhưng các phòng khác đáng để ghé thăm.  Chỉ có một nhà vệ sinh ở toàn bộ lối vào và có giá 50cĐọc thêm",
            "Nhà nguyện Palace thực sự lộng lẫy, một trải nghiệm đẳng cấp thế giới không thể bỏ qua! Chúng tôi đặc biệt may mắn vì đã đến sớm và gần như được ở nhà nguyện một mình. Các căn hộ hoàng gia rất đáng để tham quan; ngay cả khu vườn cũng rất thú vị với vô số loài thực vật từ khắp nơi trên thế giới. Tất cả nhân viên đều thân thiện và nhiệt tình. Đọc thêm",
            "Làm thế nào tôi có thể đi từ cảng du lịch đến Cung điện Norman? Một chiếc taxi giá bao nhiêu?Đọc thêm",
            "Nếu bạn thích đi bộ - hãy đi bộ khoảng 30 đến 40 phút qua những khu vực rất thú vị của Naples. Nó bằng phẳng và trực tiếp một cách hợp lý. Bản đồ Google có thể hướng dẫn bạn. Tôi hiếm khi sử dụng taxi nên không thể giúp bạn ở đó.Đọc thêm",
            "Có thể truy cập nó với một con chó nhỏ?Đọc thêm",
            "Tôi xin lỗi nhưng tôi không biết, Đọc thêm",
            "Xin chào, bên trong có chỗ để hành lý không?Đọc thêm",
            "- Bạn có thể chụp ảnh không?Đọc thêm",
            "xin lỗi, thực ra tôi không có bức ảnh nào cả, vui lòng thử tìm kiếm trên google :- - Đọc thêm",
            "Ai đã xây dựng nó, nó được xây dựng khi nào, làm thế nào tôi có thể vào thămĐọc thêm",
            "Tôi sẽ ghé thăm vào ngày cuối cùng ở Palermo. Có khu vực nào để đặt ba lô du lịch không?Đọc thêm",
            "Tôi cũng tin là vậy. Tuy nhiên, nó KHÔNG trải qua quá trình sàng lọc bảo mật - xray - .Đọc thêm",
            "Xin chào!  - Chi phí cho chuyến thăm bao nhiêu?  - Bạn có nhớ giờ mở cửa không? Cảm ơn bạn!Đọc thêm",
            "- 12 giá đầy đủĐọc thêm",
            "Bạn có cần mua vé vào cửa trực tuyến trước khi đi không - liệu có được không? - hay bạn có thể mua khi đến nơi?Đọc thêm",
            "Bạn có thể mua khi đến nơi.Đọc thêm",
            "Xin chào, tôi muốn biết bãi đậu xe có mở cửa vào Chủ nhật trong tháng 7 không và nếu có thì vào thời gian nào.\nTôi không thể tìm thấy số liên lạc điện thoại hợp lệ, số duy nhất tôi tìm thấy là điện thoại cố định đã ngừng hoạt động.\nTrên những trang vàng tìm kiếm bãi đỗ xe ở khu vực này tôi thấy có 2 kết quả, một là Cirrincione, một là Palazzo Normanni nhưng không hiểu có phải là cùng một bãi đậu xe không. Cảm ơn trước, PaoloĐọc thêm",
            "Xin chào, tôi đang ở tháng 4 nhưng tôi không nhớ có bãi đậu xe nào gần đóĐọc thêm",
            "Bạn có cần đặt vé tham quan cung điện Norman không?Đọc thêm",
            "Không có vé đơn giản ở quảng trường phía trước....Đọc thêm"
        ],
        "star_ratings": [
            4887,
            1544,
            499,
            225,
            191
        ],
        "review_amount": 7346,
        "location": [
            "Những điều cần làm ở Palermo",
            "Cung điện Norman",
            "Tỉnh Palermo",
            "Sicilia",
            "Palermo (Pa-léc-mô)",
            "Châu Âu",
            "Nước Ý"
        ],
        "reviews_time": [
            "Written September 14, 2023",
            "Written September 18, 2023",
            "Written September 23, 2023",
            "Written September 29, 2023",
            "Written October 19, 2023",
            "Written November 19, 2023",
            "Written December 25, 2023",
            "Written May 13, 2024",
            "Written April 26, 2024",
            "Written April 24, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written March 17, 2024",
            "Written March 8, 2024",
            "Written February 26, 2024",
            "Written January 3, 2024",
            "Written December 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187890-d195308-Reviews-Norman_Palace-Palermo_Province_of_Palermo_Sicily.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d1034522-Reviews-Ai_Normanni-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d7367898-Reviews-Bar_Marocco-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d2320363-Reviews-Al_Casato_dei_Ventimiglia-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d12817021-Reviews-Sfrigola_Palermo-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d1828988-Reviews-Trattoria_Familiare_da_Michele_Jolanda-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d20034921-Reviews-MEC_Restaurant-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d2366737-Reviews-Eremiti_Restaurant-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d3291900-Reviews-Pasticceria_Cappello-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d2537537-Reviews-Al_Fondaco_Del_Conte-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187890-d16732909-Reviews-Osteria_da_Carlo-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d18920898-Reviews-Giardini_Reali-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d11671269-Reviews-Chiesa_Inferiore-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d12971663-Reviews-Palazzo_d_Orleans-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d25358039-Reviews-Palatine_chapel-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d8036952-Reviews-Porta_Nuova-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d5540379-Reviews-Oratorio_di_San_Mercurio-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195511-Reviews-Chiesa_di_San_Giovanni_degli_Eremiti-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d15137070-Reviews-Teatro_marmoreo-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d4713930-Reviews-Campanile_di_San_Giuseppe_Cafasso-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d4832274-Reviews-Parco_d_Orleans-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195308-Reviews-or10-Norman_Palace-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g194662-d195054-Reviews-Valle_dei_Templi-Agrigento_Province_of_Agrigento_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d195041-Reviews-Ancient_Theatre_of_Taormina-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1519051-d13934326-Reviews-Amodeo_s_Farm_Olive_Oil_Producers_in_Sicily-Montevago_Province_of_Agrigento_Sic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d4871129-Reviews-Palazzo_Conte_Federico-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g676126-d4988884-Reviews-A_Rutta_ri_Ron_Carmelu-Scicli_Province_of_Ragusa_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d17682804-Reviews-Palazzo_Drago_Airoldi_di_Santa_Colomba-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g2270442-d4431306-Reviews-Sicily_Horse_Tours-Pollina_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024112-d14048966-Reviews-Castello_di_Punta_Troia-Marettimo_Aegadian_Islands_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g194662-d195061-Reviews-Temple_of_Concordia-Agrigento_Province_of_Agrigento_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g676126-d2300278-Reviews-Gli_Aromi_Sicily-Scicli_Province_of_Ragusa_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d17634697-Reviews-Seica_Boat-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d8564368-Reviews-Sicily_Guide_Tourism-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d27530357-Reviews-La_Citta_Delle_Illusioni-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d3135631-Reviews-Sicily_Tours-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d26271505-Reviews-Teatro_dei_Pupi_Kemonia_di_Franco_Cuticchio-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1384326-Reviews-El_Cid_Ceiba_Resort_Day_Pass-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g42607-d10692337-Reviews-Lighthouse_Park-Port_Huron_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1598496-d8134770-Reviews-The_Real_UP_House-Herriman_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1007837-Reviews-Aquaventure-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146020-Reviews-Huron_Harbor_and_Pier-Huron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g562815-d6379892-Reviews-The_Square_Santa_Ponsa-Santa_Ponsa_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17790000-Reviews-Mamma_Mia_The_Party-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d12154764-Reviews-Tantra_Tokyo_Burlesque_Show_Club-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g2093488-d3518917-Reviews-Ek_Balam-Ek_Balam_Village_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187535-Reviews-Madame_Tussauds_London-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187890-d195308-Reviews-or10-Norman_Palace-Palermo_Province_of_Palermo_Sicily.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187890-d195308-Reviews-Norman_Palace-Palermo_Province_of_Palermo_Sicily.html"
    }
]