[
    {
        "attraction_name": "Northwest Trek Wildlife Park",
        "attraction_name_vi": "Công viên động vật hoang dã Tây Bắc Trek",
        "general_info": [
            "497 đánh giá",
            "- 1 trong 9 điều cần làm ở Eatonville",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "MÙI HƠI THỞ MOOSE! Thực hiện chuyến tham quan Wild Drive hoặc Keeper Adventure trên diện tích 435 mẫu Anh, trong đó bò rừng Mỹ, nai sừng tấm Roosevelt, tuần lộc rừng, cừu sừng lớn, nai sừng tấm và hươu đi lang thang tự do. Xem gấu, rái cá, lửng, linh miêu, linh miêu, cáo, chó sói và các loài động vật bản địa Tây Bắc khác trong các triển lãm tự nhiên dọc theo những con đường trải nhựa dưới những tán cây thường xanh cao chót vót. Chơi trong sân chơi Kids - Trek lấy cảm hứng từ thiên nhiên của chúng tôi. Tất cả chỉ cách Sân bay SeaTac một giờ lái xe.Đọc thêm",
        "reviews": [
            "Sáng nay chúng tôi đã có chuyến tham quan thủ môn tuyệt vời nhất với Sunny và tôi không thể ca ngợi cô ấy đủ nhiều! Tính cách lấp lánh và kiến ​​thức sâu rộng của cô ấy khiến trải nghiệm này thực sự hoang dã! Chuyến tham quan thủ môn cho phép chúng tôi đi địa hình và tìm thấy tất cả nơi cư trú trong công viên!Đọc thêm",
            "Tôi không biết tất cả những con vật này ở đâu vào ngày 3 - 23 - 24. Chuyến thăm của chúng tôi thật thất bại, phải mất gần 2 giờ lái xe mỗi chiều và hầu như không thấy gì trên đường đi của động vật. Đó là một ngày lãng phí, lãng phí ổ đĩa và phí vào cửa lãng phí. Tôi không biết liệu có phải là nhầm mùa hay không nhưng chuyến thăm hôm nay chắc chắn không đáng giá. Trên đường đi hoang dã, tôi nghĩ chúng tôi đã nhìn thấy 2 con bò rừng - một con đang ngủ -, 1 con dê núi, 3 con nai sừng tấm non - tôi nghĩ chúng là nai sừng tấm - và một vài con ngỗng Canada. Khắp nơi có rất nhiều cây bị đổ. Việc đi bộ qua công viên với hàng rào cũng không khá hơn chút nào. Tôi nghĩ chúng tôi đã nhìn thấy 2 con gấu nâu, 1 con sói, một vài con hải ly, một vài con cú tuyết và một vài con đại bàng. Không thể thấy động vật ngồi xổm trong bất kỳ chuồng nuôi động vật nào khác. Chuyến đi đáng thất vọng nhất đến bất kỳ công viên hoặc vườn thú động vật nào mà tôi từng đến trong đời và tôi đã đến khá nhiều chuyến trong nhiều năm, trong và ngoài nước.Đọc thêm",
            "Gia đình tôi thường xuyên đến NWT trong 20 năm. Chuyến thăm cuối cùng một tuần trước sẽ là chuyến thăm cuối cùng. - 90,00 một xe tải cho khu vực chuyển vùng động vật hoang dã - Cộng với vé vào cửa - đã từng được bao gồm trong giá vào cửa đắt đỏ.   - - Không có tư cách thành viên đối ứng với các công viên thành phố khác. - - Xe điện là thứ khiến NWT trở thành một trải nghiệm độc đáo.  Rõ ràng một kẻ ngốc nào đó đã loại bỏ những chiếc xe điện trước đây để chuyển sang phiên bản điện.  Từ một bài báo gần đây về xe điện: - Hỏa hoạn do pin lithium cũng là nguyên nhân gây ra phản ứng nhanh nhất của sở cứu hỏa ở Anh hiện nay. ... Tại Paris, đội xe buýt điện gồm 149 chiếc đã bị rút khỏi thị trường vào năm ngoái sau khi hai chiếc trong số đó ngẫu nhiên bốc cháy. - ...Khác: Sự cố cơ học với xe buýt điện đời đầu gây khó khăn cho nhiều cơ quan vận tải. Các cơ quan đang gặp sự cố về sạc pin, xe buýt không hoạt động và khó tìm phụ tùng thay thế; ... Một cuộc điều tra của LA Times cho thấy xe buýt của họ bị chết máy trên đồi, yêu cầu các cuộc gọi dịch vụ thường xuyên hơn nhiều so với xe buýt cũ và có phạm vi lái xe không thể đoán trước dưới khoảng cách được quảng cáo, bị suy giảm do nóng, lạnh hoặc cách tài xế phanh.... Xe buýt điện...khung được làm từ vật liệu composite. Theo báo cáo của SEPTA về các vết nứt, không giống như các khung hoàn toàn bằng kim loại, họ sử dụng hỗn hợp nhựa, sợi thủy tinh, sợi carbon, gỗ balsa và các tấm gia cố bằng thép. Các luật sư của công ty sau đó đã ví vấn đề này với việc vết nứt sơn trên khung kim loại, làm dấy lên nghi ngờ rằng vấn đề có thể được khắc phục. - Xe điện, chạy đèo dốc, trời mưa, trời lạnh…giá vé vào cửa tăng vọt.   Có lẽ đã đến lúc đóng cửa Northwest Trek và trả lại tài sản cho Gia đình Hellyer.  Đọc thêm",
            "Đưa chồng tôi, người chưa bao giờ đến Mỹ. Chúng tôi chọn đi bộ thay vì lái xe hoặc đi xe điện vì biết rằng chúng tôi sẽ không nhìn thấy nai sừng tấm và bò rừng. Chúng tôi cũng biết rằng vào một buổi chiều đầy nắng, chúng tôi có thể không nhìn thấy những con mèo lớn và một số loài động vật khác sẽ ngủ, mọi chuyện là như vậy. May mắn thay, hang ổ của hải ly, gấu trúc, chồn hôi và các loài động vật sống về đêm khác đã được thiết lập nên chúng tôi có thể ghé vào và xem chúng sử dụng thời gian rảnh rỗi như thế nào. Nhưng - chúng tôi đã thấy một chú chó Sói bận rộn và một con đại bàng Mỹ, những loài động vật mà cả hai chúng tôi chưa từng thấy, và gấu cùng một số loài động vật khác và khi có tiếng còi xe cấp cứu đi ngang qua, bầy sói bắt đầu tru lên. Lông cổ chúng tôi dựng đứng lên - âm nhạc, và nghe giống nhiều thứ hơn là chỉ có hai con sói mà chúng tôi đã nhìn thấy đang tắm nắng trước đó. Trong một ngày trong tuần của học kỳ, nó rất yên tĩnh, thật đáng yêu, nhưng điều đó có nghĩa là chúng tôi đang nói chuyện về mèo lớn được người quản lý thông báo rằng sẽ xảy ra lúc 1h30 trên thực tế đã không xảy ra, thật đáng tiếc vì chúng tôi được thông báo rằng những con mèo sẽ được thưởng thức và bất cứ con nào được tập trung vào sẽ thức dậy và xuất hiện. Chính thông tin sai lầm đó đã đánh rơi một ngôi sao cho chúng tôi - nhưng nếu không thì chúng tôi thích cảm giác được nhìn thấy những con vật này trong chính môi trường tự nhiên của chúng. Chúng tôi muốn có thêm một chút thông tin về các loài động vật được trưng bày - tuổi? Giới tính? Chúng có liên quan với nhau không? Nhưng mặt khác, chúng tôi khuyên bạn nên - mặc dù chúng tôi có thể nhắm đến sớm hoặc muộn trong ngày để xem liệu có thêm động vật nào hoạt động hay không. Đọc thêm",
            "Công viên động vật hoang dã rất kém so với những công viên khác. Rất ít động vật để xem, nhân viên thô lỗ, biển báo kém và không có một bức ảnh đẹp. Những con đại bàng là điểm nổi bật trong chuyến thăm của chúng tôi. Những người ở đó muốn - 90 chiếc để lái xe, điều đó thật điên rồ. Chúng tôi đã chọn chỉ thực hiện chuyến đi bộ. Đề xuất rằng mọi người có thể muốn nói chuyện với Bearizona để tìm hiểu cách điều hành công viên này tốt hơn nhưng điều đó đã bị bỏ quaĐọc thêm",
            "Chuyến tham quan bằng ô tô thực sự rất thú vị!  Phần đi bộ của sở thú rất sạch và đẹp.  Tất cả chúng tôi đều rất thích nó! Thật là một ngày tuyệt vời!!!! Đọc thêm",
            "Không có nơi nào tốt hơn để đến gần với động vật hoang dã địa phương. Cơ hội chụp ảnh tuyệt vời. Chuyến tham quan bằng xe jeep qua ảnh thật tuyệt vời nhưng rất hạn chế mỗi năm.Đọc thêm",
            "Chị gái tôi và tôi đã tham gia chuyến tham quan bằng xe jeep và rất thích nó! Sunni, tài xế của chúng tôi, rất vui!! Cô ấy là một cuốn bách khoa toàn thư về kiến ​​thức về tất cả các loài động vật. Công viên nằm trong môi trường rừng rậm và thật tuyệt khi đi dạo xung quanh. Mọi người mà chúng tôi tiếp xúc đều rất thân thiện.Đọc thêm",
            "Rất khuyến khích.  Chúng tôi đã có khoảng thời gian tuyệt vời trong Keeper Adventure Tour nhưng cũng rất vui khi đi bộ.  Trong chuyến tham quan, chúng tôi đã thấy khá nhiều loài động vật có thể - thiên nga, hươu, sừng lớn, dê núi, nai sừng tấm, bò rừng và nai sừng tấm - và các hướng dẫn viên du lịch rất có tính giáo dục và giải trí, và dường như yêu thích công việc của họ.  Có vẻ như những người đã thực hiện Wild Drive qua khu vực chuyển vùng tự do sẽ tiếp cận gần như nhiều sinh vật - tuy nhiên, chắc chắn không phải là nai sừng tấm vì chúng đã đi sai đường - , nhưng chúng tôi đã có hướng dẫn riêng ngay bên cạnh những thứ vô cùng đặc biệt và đáng giá. Phần đi bộ trong công viên cũng rất tuyệt vời.  Linh miêu là thứ duy nhất mà chúng tôi không được nhìn thấy, và hầu hết những con khác dường như đang có khoảng thời gian tuyệt vời - đặc biệt là rái cá -. Tôi đã mong đợi nơi này sẽ gần Tacoma hơn - có lẽ là do - Metro Parks Tacoma - dòng trong logo - , nhưng nó - cách đó một quãng lái xe khá xa--nhưng cũng đáng để đi.Đọc thêm",
            "Chúng tôi lái xe hai giờ để xem động vật hoang dã.  Chúng tôi đã kiểm tra trước khi rời đi để chắc chắn rằng công viên đã mở cửa và không có gì được đăng trên trang web của họ.  Chúng tôi đến đó chỉ để thấy công viên đã đóng cửa và điều duy nhất có được là lái xe qua công viên.  Cô gái bên cửa sổ đã nói rằng họ quyết định đóng cửa từ đêm hôm trước vì dự báo thời tiết có gió lớn nhưng hôm đó trời đẹp, ít mưa, không có gió. Đến từ Hawaii, có hai điều tôi thực sự muốn thấy là đại bàng và nai sừng tấm.  Tôi đã đọc mọi thứ trên mạng và biết rằng họ chỉ có một con nai sừng tấm lang thang trong công viên nên rất ít cơ hội được nhìn thấy nó.  Chồng tôi muốn lái xe qua công viên vì chúng tôi đã lái xe rất xa và chúng tôi sẽ khởi hành vào sáng hôm sau và có cơ hội nhìn thấy con nai sừng tấm.  Lái xe vẫn ổn nhưng khó tận hưởng vì xe phải tiếp tục di chuyển.  Tôi đã có được một bức ảnh đẹp về con bò rừng.  Nếu ở khu vực này, tôi sẽ quay lại vì tôi muốn ủng hộ công viên và ngưỡng mộ mục đích của họ.Đọc thêm"
        ],
        "star_ratings": [
            320,
            131,
            31,
            6,
            9
        ],
        "review_amount": 497,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Eatonville",
            "Washington - WA -",
            "Công viên động vật hoang dã Tây Bắc Trek",
            "Eatonville"
        ],
        "reviews_time": [
            "Written May 24, 2024",
            "Written March 24, 2024",
            "Written October 28, 2023",
            "Written September 27, 2023",
            "Written September 1, 2023",
            "Written August 2, 2023",
            "Written July 19, 2023",
            "Written May 12, 2023",
            "Written April 19, 2023",
            "Written January 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58449-d141322-Reviews-Northwest_Trek_Wildlife_Park-Eatonville_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58449-d5110485-Reviews-Kelli_s_Coffees-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d285570-Reviews-Pioneer_Farm_Museum_Ohop_Indian_Village-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d27082895-Reviews-Billy_Holliday_Memorial_Park-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d141322-Reviews-or10-Northwest_Trek_Wildlife_Park-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d16901017-Reviews-Center_Street_Junction-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d12849322-Reviews-Four_Winds_Studio_and_Art_Gallery-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d2346332-Reviews-Alder_Lake_Park-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58723-d23424071-Reviews-Topstall_Farm-Roy_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58757-d8388165-Reviews-Old_McDebbie_s_Farm-Spanaway_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58661-d8747436-Reviews-Chase_Garden-Orting_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58496-d9755945-Reviews-Little_Wheels_Quarter_Midget_Association-Graham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58496-d10461951-Reviews-M_T_Head_Brewing_Co-Graham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d5272126-Reviews-Deep_Forest_Challenge-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d27051177-Reviews-All_About_You_Salon-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58496-d27087798-Reviews-Southcreek_Therapeutic_Massage-Graham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58496-d5830679-Reviews-R_R_Live-Graham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g49227-d3340728-Reviews-Fantasy_Lake_Water_Park-Hope_Mills_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g667417-d553587-Reviews-Maya_Bay-Ko_Phi_Phi_Lee_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188635-d16662944-Reviews-Antwerp_s_Red_Light_District-Antwerp_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28971-d106819-Reviews-Sutton_Lake-West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d21268214-Reviews-Maya_Beach_Experience-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2279533-Reviews-Texas_Museum_of_Automotive_History-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d15063368-Reviews-Christin_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1222290-d3809743-Reviews-Playa_de_Muro_Beach-Playa_de_Muro_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d107175-Reviews-Children_s_Museum_Theatre_of_Maine-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g31677-d7220878-Reviews-Crown_Lake-Horseshoe_Bend_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58449-d141322-Reviews-or10-Northwest_Trek_Wildlife_Park-Eatonville_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58449-d141322-Reviews-Northwest_Trek_Wildlife_Park-Eatonville_Washington.html"
    }
]