[
    {
        "attraction_name": "North face Trail",
        "attraction_name_vi": "Đường mòn mặt phía Bắc",
        "general_info": [
            "46 đánh giá",
            "- 29 trong số 72 điều cần làm ở Vùng Jungfrau",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Mặc dù trời mưa và chúng tôi hầu như luôn ở trong mây, nhưng đây vẫn là một chuyến đi bộ tuyệt đẹp và tôi thực sự khuyên bạn nên làm như vậy.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi Đường mòn North Face vào sáng nay và rất vui vì đã làm như vậy! Mất khoảng 2,5 giờ, chúng tôi đi Allmendhubelbahn từ Mürren và sau đó đi bộ đường dài xung quanh, kết thúc ở căn cứ Mürren của chúng tôi. Bạn sẽ trải nghiệm những đồng cỏ bằng phẳng, những con đường mòn hẹp, đá, thác nước - bạn sẽ có được khá nhiều sự đa dạng với chuyến đi bộ đường dài này và quang cảnh rất xứng đáng. Tôi đồng ý với đánh giá Trung bình về mức độ khó đối với mọi người nói chung. Đọc thêm",
            "Đây là một con đường tuyệt vời cung cấp nhiều góc nhìn khác nhau trong suốt chuyến đi bộ. Đề nghị đi thang máy Allmendhubel để bắt đầu chuyến đi bộ và kết thúc ở Gimmelwald. 45 phút đầu tiên của con đường mòn rộng mở khi đi bộ dọc theo sườn núi của thảo nguyên và có thể rất nóng vì trời nắng trực tiếp. Sau khi băng qua thung lũng, phải leo dốc khoảng 20-30 phút nhưng có thể quản lý được. Đoạn đường còn lại bằng phẳng hoặc xuống dốc. Có nhiều nơi để dừng lại và ăn trưa hoặc ăn nhẹ. Chúng tôi dừng lại ở một nơi có phô mai và thịt tự phục vụ với giá cả hợp lý. Đồng thời thêm ảnh thực đơn tại một trong những điểm dừng mà chúng tôi chưa ăn nhưng có vẻ giá cả hợp lý cho món ăn Thụy Sĩ. Sẽ không khuyên bạn nên đi theo con đường này theo hướng ngược lại. Đã vượt qua nhiều người trông có vẻ kiệt sức vì hầu hết chặng đường đều khó khăn. Chúng tôi đã thêm Thác Sprutz. Đã thêm khoảng một giờ cho chuyến đi. Đáng để đi bộ nếu bạn có thời gian và sức lực. Đường mòn được đánh dấu tốt. Từ hướng này, nó chủ yếu xuống dốc xuyên qua khu rừng và khá dốc.Đọc thêm",
            "This by far , was my favorite hike i did here, actually one of my favorite hikes ever! I started in Murren , taking the tram to the flower walk to start. You first start out crossing meadows of flowers, and there - s isn - t too many people. The farther you go, the more stunning the scenery and even less people! There are a few versions of this trail  -  easily marked -  I took the one that took me back to gimmerwald , where I was staying. It said it was suppose to take 2 1 - 2 hours , I think it - s more like 3 1 - 2 if you hiked straight through. But don - t! Take your time! It - s so beautiful and there are a few places to eat along the way, and stunning bench views to rest and enjoy the spectacular scenery! This is a journey, not a mission! Enjoy it! Take your time! I - ve never been anywhere so stunning. I recommend stopping at restaurant suppenalp for lunch -  it - s the 2nd one on the front of the trail. So charming, great food, cold beer, and great service! Stunning views. Outdoor terrace tables. The hike is an intermediate one. I highly recommend starting where I did above a Murren, at the flower walk and hiking down. There is a few uphills, but the other direction from gimmerwald, is ALOT of uphill and a lot more challenging. Towards the end there are two ways you can go through the forest back to gimmerwald if you - re going that way. There - s a girl in the toad right before the forest trail. To the right is steeper and takes you under the waterfall. To the left is by the water fall to get a different a better view of it. A bit easier and less steep. But still steep so bring your hiking  poles for better traction. You can also cut off here and go through a stunning field trail back to Murren. This was so beautiful. Rick Steve - s recommend it as one of his favorites.. it definitely was mine!   Read more",
            "7 người trong chúng tôi, ở độ tuổi 54 - 11 đã thực hiện chuyến đi bộ dài 4 - 5 dặm này vào một ngày nắng nóng 80 độ và ít mây.  Tất cả chúng tôi đều ở trong tình trạng thể chất tốt. Có thể là một con đường tốt cho buổi sáng hoặc chiều muộn nếu một ngày ấm áp.  Chúng tôi bắt đầu đi bộ gần ga cáp treo ở Murren và đi theo các biển báo - kiểu hướng Tây Nam - trên con đường trải nhựa.  Sau một thời gian, người ta đi qua một cánh cổng và con đường mòn đi vào một khu rừng và trở thành một con đường đất điển hình.  Con đường mòn dường như luôn leo dốc trong 75 phút đầu tiên - hoặc tương tự như vậy ở bất kỳ nơi nào từ dốc dần đến khiêm tốn theo từng đoạn khi đi qua các khu vực rộng mở có một vài ngôi nhà, trang trại, đồng cỏ, v.v. Quang cảnh những ngọn núi, sông băng, thác nước xung quanh, v.v. khá ngoạn mục.  Có lẽ đi được nửa đường, chúng tôi băng qua một cây cầu bắc qua một con suối có tuyết rồi lại băng qua nơi mà ai cũng có thể dùng cầu hoặc đi bộ qua suối - chúng tôi cởi giày - cởi ủng và đi qua - trời rất lạnh nhưng sảng khoái - .  Chúng tôi nghỉ ngơi ở đây một chút để giải nhiệt.  Từ điểm này đến gần điểm cao của con đường mòn, đó là một đoạn leo dốc vừa phải cho đến khi chúng tôi bắt đầu đi qua đồng cỏ với những con bò - rất nhiều chuông bò -.  Trên đường đi có một vài địa điểm ăn uống nhỏ mặc dù chúng khá đắt và giá vé khá hạn chế. Đọc thêm",
            "Không phải là điều dễ dàng nhất trong tuyết nhưng đó là một nỗ lực rõ ràng!  Chúng tôi đã lạc đường một vài lần do tuyết nhưng đã tìm được đường quay lại bằng ứng dụng All Trails. Tận hưởng từng phút của nó.Đọc thêm",
            "Quan điểm hoàn toàn TUYỆT VỜI. Nói chuyện với người dân địa phương về những địa điểm yêu thích của họ trên đường mòn hoặc những con đường ít được biết đến hơn. Hoàn toàn xứng đáng.Đọc thêm",
            "Đây là một trong những cung đường leo núi đẹp, an toàn và văn minh nhất mà tôi từng thấy.  Nó có tầm nhìn đáng kinh ngạc xung quanh mọi góc.  Cho phép du khách đi bộ trên đất riêng giúp cải thiện đáng kể sức hấp dẫn và giá trị trải nghiệm của họ.  Nó làm cho - Thụy Sĩ trở thành một đất nước hấp dẫn hơn.Đọc thêm",
            "Đi bộ trên Đường mòn North Face trở lại Murren khá dễ dàng và là trải nghiệm chỉ có một lần trong đời.  Vào thời điểm đó, ba ngọn núi - Eiger - - Monch - Jungfrau có tầm nhìn tuyệt đẹp.  Đọc thêm",
            "Khung cảnh núi non ngoạn mục thật tuyệt vời. Đường mòn tuyệt vời.  Rất thích được ra ngoài sớm để ngắm nhìn tất cả những bông hoa dại tuyệt vời và nghe thấy tiếng chimĐọc thêm",
            "Bạn có cần giày đi bộ đường dài cho đường mòn Allmendhubel đến Murren hay giày thể thao tốt sẽ được không?Đọc thêm",
            "Chúng tôi đã thực hiện đường mòn này bằng giày chạy bộ - vào tháng 6, thời tiết khô ráo - và mọi chuyện vẫn ổn. Tôi không hối hận vì đã bỏ giày đi bộ đường dài. Đọc thêm",
            "Đường mòn North Face - Mürren-Schilthorn mở cửa vào tháng 4?Đọc thêm"
        ],
        "star_ratings": [
            41,
            5,
            0,
            0,
            0
        ],
        "review_amount": 46,
        "location": [
            "Bernese Oberland",
            "Những hoạt động không thể bỏ qua ở Vùng Jungfrau",
            "bang Bern",
            "Đường mòn mặt phía Bắc",
            "Châu Âu",
            "Thụy sĩ",
            "vùng Jungfrau"
        ],
        "reviews_time": [
            "Written September 18, 2023",
            "Written September 14, 2019",
            "Written August 31, 2019",
            "Written August 14, 2019",
            "Written July 16, 2019",
            "Written July 3, 2019",
            "Written January 15, 2019",
            "Written October 25, 2018",
            "Written October 3, 2018",
            "Written June 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188082-d523960-Reviews-North_face_Trail-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523960-Reviews-or10-North_face_Trail-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d259103-Reviews-Aletsch_Glacier-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523968-Reviews-The_Eiger-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d814791-Reviews-Maennlichen-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d531599-Reviews-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Can.html",
            "https://www.tripadvisor.com/Attraction_Review-g188084-d11785620-Reviews-Thrill_Walk_Felsensteg_Birg-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Be.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2280144-Reviews-Trummelbach_Falls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d10751586-Reviews-Lauterbrunnen_Village-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_B.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d523971-Reviews-Bachalpsee_Lake-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2138225-Reviews-Staubbach_Waterfall-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d1577338-Reviews-Grindelwald_First-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155275-Reviews-Saint_Joseph_s_Oratory_of_Mount_Royal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155664-Reviews-Canada_Place-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d15844375-Reviews-Rainbow_Vomit-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d561308-Reviews-Kubota_Garden-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g57465-d109182-Reviews-Vermont_Country_Store-Weston_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1569686-Reviews-Sheldrick_Wildlife_Trust-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d2343959-Reviews-Atlantis_Books-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1675966-Reviews-Lanai_lookout-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10336669-Reviews-Lycabettus_Funicular-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g970318-d312109-Reviews-Cupecoy_Bay_Beach-Cupecoy_Bay_Sint_Maarten_St_Martin_St_Maarten.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188082-d523960-Reviews-or10-North_face_Trail-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188082-d523960-Reviews-North_face_Trail-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html"
    }
]