[
    {
        "attraction_name": "Northwest Railway Museum",
        "attraction_name_vi": "Bảo tàng Đường sắt Tây Bắc",
        "general_info": [
            "154 đánh giá",
            "- 2 trong số 17 điều cần làm ở Snoqualmie",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Bảo tàng đường sắt hoạt động liên tục lớn nhất và lâu đời nhất ở Bang Washington chào đón hơn 88.000 du khách hàng năm đến kho lịch sử và Trung tâm Lịch sử Đường sắt đang phát triển rộng 7 ½ mẫu Anh. Bộ sưu tập hiện vật và thiết bị đường sắt của bảo tàng là một trong những bộ sưu tập quan trọng nhất ở Hoa Kỳ và bao gồm hơn 70 ví dụ về đầu máy xe lửa, toa chở khách và chở hàng cũng như thiết bị đường sắt chuyên dụng. Chuyến du ngoạn bằng tàu cổ hoạt động vào cuối tuần, từ tháng 4 đến tháng 10.Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời. Bắt đầu bằng việc tham quan thác Snoqualmie, sau đó đi đến Bảo tàng nơi có điểm dừng 30 phút. Cuối cùng đến điểm dừng ở khúc cua phía Bắc rồi quay trở lại kho! Con tàu có nét quyến rũ của thế giới cổ xưa. Thác là một khung cảnh ngoạn mục. Luôn băn khoăn khi ngắm nhìn thác nước từ phía bên kia và đoàn tàu đi ngang qua tầm nhìn từ bên trong tàu. Thật tuyệt ngay cả trong một ngày nhiều mây! Bảo tàng tuy nhỏ nhưng cũng thực sự rất đẹp nếu bạn sống trong thế giới của xe lửa!  Có một buổi sáng đáng yêu. Các nhân viên rất thân thiện - luôn sẵn sàng trò chuyện bao gồm cả những trải nghiệm ở Ấn Độ!  - Ông Anthony - . Một ngày tuyệt vời và chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chúng tôi đã đưa con trai đi chuyến tàu mà họ cung cấp từ Snoqualmie đến North Bend và nó rất thích nó.  Có một bảo tàng xe lửa ở cuối chuyến đi có rất nhiều toa tàu thú vị để xem.  Ngoài ra còn có một cửa hàng quà tặng thú vị dành cho trẻ em.  Chuyến tàu cũng đưa bạn đến thác nước và có tầm nhìn tuyệt vời. đây là một trải nghiệm thú vị kéo dài 2 giờ.Đọc thêm",
            "Chúng tôi đến thăm vào một ngày mưa ngay trước Giáng sinh.  Chuyến tàu ông già Noel không còn chạy nữa và mọi nơi đều yên tĩnh, vì vậy chúng tôi chỉ có thể cảm nhận được hương vị, một cái nhìn thoáng qua về những gì thường được cung cấp. Người phụ nữ trong cửa hàng rất nồng hậu và thân thiện - rất nhiều sách và sách theo chủ đề xe lửa dành cho trẻ em và đồ chơi và những cuốn sách nghiêm túc hơn dành cho người lớn yêu thích xe lửa, cùng với thẻ, huy hiệu, đồ trang trí cây thông Noel, áo phông, v.v. và chúng tôi lang thang quanh tòa nhà ga cũ - bao gồm cả những bàn tay trưng bày bộ xe lửa Brio - không thể cưỡng lại một vở kịch hoài cổ , như con trai chúng tôi đã sưu tầm cái này khi còn nhỏ! - - rồi ra sân để ngắm những đoàn tàu cũ đang đỗ. Tất cả đều hơi cổ kính và rỉ sét, nhưng nó có nét quyến rũ đặc biệt riêng và tôi chắc chắn với những người hâm mộ Thomas the Tank trẻ tuổi - hoặc những người Mỹ tương đương - và cha mẹ điên khùng được huấn luyện như nhau của họ, một hoặc hai giờ có thể vui vẻ bỏ đi.Đọc thêm",
            "Đánh giá chỉ dành cho chuyến tàu ông già Noel.  Một chuyến đi chơi nhỏ hoàn hảo dành cho trẻ nhỏ đến thăm ông già Noel, đi tàu và giết vài giờ để đi loanh quanh ngắm nhìn những chiếc xe lửa, ăn ca cao nóng và bánh quy.  Đánh bại một ông già Noel ngu ngốc ở trung tâm mua sắm mỗi ngày trong tuần và sau đó một số.  Có lẽ không hoàn toàn kích thích đối với người lớn, nhưng một lần nữa, nó không dành cho bạn!  Đã biến nó thành một truyền thống hàng năm.Đọc thêm",
            "Đừng ngồi ở ghế bên trái hoặc phía tây của tàu. Điều này thật nực cười, bạn sẽ không thể nhìn thấy gì nếu ngồi ở bên trái tàu. Giá vé phải bằng một nửa hoặc một phần tư. Hoàn toàn vô giá trị Đọc thêm",
            "Tôi - chưa bao giờ đi tàu trước đây nên để có được trải nghiệm đó ở tuổi - 20, một người nghe có vẻ là một cách hay - thú vị để trải qua ngày cuối cùng hai người bạn của tôi ở trong thị trấn. Tàu chạy đi chạy lại dọc theo một đường ray, có hai điểm dừng: North Bend Depot và Snoqualmie Depot. Bạn có thể xuống và xuống tại các điểm dừng này bằng vé của mình. Bạn không được phép xuống trước khi thác Snoqualmie cũng như tại Khuôn viên Lịch sử Đường sắt. Chuyến tàu bạn đi đã 100 năm tuổi và được bảo trì kém. Những chiếc ghế bị xé toạc và buộc lại. Windows mất lực kéo và trượt đóng lại. Nó có cảm giác bẩn thỉu và xuống cấp, còn toa tàu bạn bước vào thì quá sơ sài - bạn không chắc tàu có thực sự an toàn hay không.  - Sẽ đẹp hơn một chút nếu bạn tiếp tục đến dãy xe tiếp theo. - Tàu di chuyển dọc theo đường ray rất chậm. Toàn bộ chuyến đi rất nhiều đá. Những khoảng nghỉ đang rất cần được bảo trì do tiếng rít liên tục. Bạn có tầm nhìn bị che khuất từ ​​bên ngoài về thác và ở cuối đường, bạn dừng lại và có tầm nhìn tuyệt đẹp ra thung lũng - không bao gồm thác - . Có hai người điều khiển chuyến tàu mà chúng tôi đã tiếp xúc: một người không nói gì với bất cứ ai, người kia chỉ đơn giản là thô lỗ. Trong chuyến tàu của chúng tôi, anh ấy đã đến gặp tôi để yêu cầu, anh ấy hoàn toàn trịch thượng mặc dù tôi đã hợp tác và xin lỗi về tội ác mà tôi đã gây ra - chân tôi đang đặt trên một chiếc ghế - , và sau đó anh ấy còn kết thúc bằng cách giáo dục tôi về tầm quan trọng lịch sử của việc tôi không đặt chân lên chiếc ghế nhung cũ trong khi ông ấy để một đứa trẻ đứng và nhảy lên chiếc ghế đối diện chúng tôi. Không có gì được nói về điều đó. Nói chung, địa điểm này thực sự có thể sử dụng một số TLC và điều đó có thể biến nó thành một điểm thu hút lớn hơn với sự hài lòng tổng thể của khách - nhân viên tốt hơn. Nó không - không tuyệt vời nhưng cũng không - cũng không tệ.Đọc thêm",
            "Kho đẹp như tranh vẽ với một bảo tàng rất nhỏ, một phòng; thực sự chỉ là một màn trình diễn nhỏ các hiện vật và bảng giải thích nguồn gốc của tuyến đường sắt.  Chuyến tàu đi tới một đầu, quay lại ga đến đầu kia, rồi quay lại - dọc theo đường cao tốc.    Không có tài liệu. Rất áp đảo.  Một cơ hội bị mất ở đây.Đọc thêm",
            "Chuyến tàu nhàm chán nhất từ ​​​​trước đến nay. Đừng lãng phí tiền bạc cũng như thời gian của bạn. Thay vào đó hãy lái xe vòng quanh hoặc sử dụng thời gian này để đi bộ đường dài. Bạn sẽ thấy thác một chút nhưng tầm nhìn cũng tốt như từ điểm quan sát. Trải nghiệm rất đáng thất vọngXem thêm",
            "Đây là lần đầu tiên vợ chồng tôi đi chuyến tàu này. Đó là một chuyến chạy qua lại đơn giản giữa Thác Snoqualmie và North Bend. Thật không may, không có nhiều thông tin liên quan đến quang cảnh thác, nhưng việc nhìn thấy hoạt động phía trên của nhà máy thủy điện phía trên thác thật tuyệt. Tuy nhiên, khung cảnh của khe núi bên dưới thác thật tuyệt vời. Ngoài ra, quang cảnh Núi Si trên đường North Bend cũng rất tuyệt vời.Đọc thêm",
            "Tôi là một người hâm mộ đường sắt lớn! Và tìm kiếm các chuyến tàu du lịch khắp miền Tây Hoa Kỳ. Tôi yêu lịch sử, thiết bị và những con người liên quan đến ngành đường sắt.  Nếu đây là trải nghiệm đầu tiên của tôi với một chuyến tàu ngắm cảnh và - hoặc du lịch, thì có lẽ đó sẽ là lần cuối cùng của tôi. Đó là một ngày rất lạnh - 42 độ lúc 2 giờ chiều ở North Bend - u ám, mưa và ảm đạm.  Đó là mô tả hoàn hảo cho chuyến đi này. Ga xe lửa North Bend không mở cửa nên bạn ngồi trong ô tô cho đến khi tàu quay lại ga.   Sau đó bạn lên tàu.   Không cần phải in vé giấy, mặc dù hướng dẫn trong email nêu rõ bạn phải in vé của chúng tôi.  Những toa tàu chắc chắn đã có những ngày tốt đẹp hơn.   Và động cơ chuyển mạch nhỏ kéo đoàn tàu 3 toa của chúng tôi trông thật lạc lõng. Đáng buồn thay, những chiếc xe không được sưởi ấm.  Vậy nên hãy tập hợp lại. Đó là vào những năm 40 rất thấp trong ô tô.   Không phải là một môi trường thú vị chút nào. Điểm nổi bật nếu chuyến đi là ngắm nhìn thác nước, tuy nhiên, chúng tôi được thông báo rằng đường ray quá trơn vì trời mưa.  Vì vậy, chúng tôi không thể kết thúc chuyến đi vì đường dốc dẫn đến thác quá ướt.  Điều đó giống như việc hủy bỏ một sự kiện ở Phoenix vào mùa hè vì trời quá nóng.   Ở đây mưa suốt!  Vậy là mỗi khi trời mưa là chuyến đi bị hủy? Vì phần chuyến đi bị hủy nên chúng tôi ngồi ở - bảo tàng - trong 30 phút.   Bảo tàng - tất nhiên - cũng không được sưởi ấm.  Nói chung là một trải nghiệm khốn khổ và đáng thất vọng.   Xuống tàu, một cặp đôi đi ngang qua và hét lên như thế nào, như muốn đi.  Tôi nói với họ rằng điều đó hoàn toàn lãng phí thời gian.   Tôi ước tôi có thể nói với họ điều gì đó khác biệt. Đọc thêm"
        ],
        "star_ratings": [
            58,
            58,
            24,
            11,
            3
        ],
        "review_amount": 154,
        "location": [
            "Hoa Kỳ",
            "Snoqualmie là gì?",
            "Bảo tàng Đường sắt Tây Bắc",
            "Các hoạt động ở Snoqualmie",
            "Washington - WA -"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written September 1, 2022",
            "Written December 25, 2021",
            "Written November 15, 2021",
            "Written August 1, 2021",
            "Written July 25, 2021",
            "Written June 28, 2021",
            "Written June 12, 2021",
            "Written March 18, 2021",
            "Written November 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58748-d1773078-Reviews-Northwest_Railway_Museum-Snoqualmie_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d922753-Reviews-Gianfranco_Ristorante_Italiano-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d9739288-Reviews-Caadxi_Taste_of_Oaxaca-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d1055268-Reviews-Snoqualmie_Falls_Brewery_and_Taproom-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d10379879-Reviews-Copperstone_Family_Spaghetti_Restaurant-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d2219973-Reviews-The_Black_Dog-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d4810227-Reviews-The_Bindlestick-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d13543351-Reviews-Cafe_Minee-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d4887605-Reviews-Dark_Horse_Brew-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d26493397-Reviews-Buckshot_Honey_BBQ-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58748-d27118333-Reviews-Snoqualmie_Ice_Cream-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d27072771-Reviews-Day_Out_With_Thomas-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d8725370-Reviews-Railroad_Community_Park-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d7762269-Reviews-Sigillo_Cellars-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d27022906-Reviews-Art_Gallery_of_SnoValley-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d27031264-Reviews-Snoqualmie_Skatepark-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d27031265-Reviews-Sandy_Cove_Park-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d141315-Reviews-Snoqualmie_Falls-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d1897535-Reviews-Snoqualmie_Casino-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d11884070-Reviews-Snoqualmie_Point_Park-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d4811710-Reviews-Bybee_Blueberry_Farm-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d1773078-Reviews-or10-Northwest_Railway_Museum-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d8009089-Reviews-Wild_Hare_Vintage-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d6198622-Reviews-Sno_Valley_Eagles_3529-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d3252873-Reviews-DirtFish_Rally_School-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d4545226-Reviews-Compass_Outdoor_Adventures-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d7076707-Reviews-Lit_Cigar_Lounge-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58469-d11658882-Reviews-Fall_City_Wallaby_Ranch-Fall_City_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d4474794-Reviews-Seattle_Paragliding-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d16584287-Reviews-Studio_One_Theaters-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d7595065-Reviews-US_1_Mile_Marker_0-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34929-d2559949-Reviews-Mountain_Valley_Farm-Ellijay_Gilmer_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d625968-Reviews-Saint_Roch-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d1170018-Reviews-The_National_Art_Center_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12964789-Reviews-Graffiti_Pier-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d11435378-Reviews-Novamall_Manavgat_AVM-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g50962-d3383561-Reviews-Trammel_Fossil_Park-Sharonville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g48706-d12814687-Reviews-Peekamoose_Blue_Hole-Sundown_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2603964-d10721431-Reviews-Troodos_Mountains-Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58748-d1773078-Reviews-or10-Northwest_Railway_Museum-Snoqualmie_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58748-d1773078-Reviews-Northwest_Railway_Museum-Snoqualmie_Washington.html"
    }
]