[
    {
        "attraction_name": "Nungwi Beach",
        "attraction_name_vi": "Nungwi Beach",
        "general_info": [
            "2.761 đánh giá",
            "1 trong 13 điều cần làm ở Nungwi",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bãi biển đẹp, khá sạch, cát mịn. Người dân địa phương tiếp tục đến nhưng không quá hung hăng, bạn chỉ cần lịch sự từ chối và họ sẽ bỏ đi. Nhà hàng đàng hoàng trên bãi biển. Khi thủy triều xuống, có một số nhím biển trong nước, hãy cẩn thận.Đọc thêm",
            "Một trong những bãi biển tốt nhất để bơi lội nhưng hãy chú ý đến nhím biển trong đại dương. Nungwi là một trong những bãi biển sạch nhất và trắng nhất thế giới.\nCảnh hoàng hôn rất đẹp. Các khách sạn có rất nhiều hoạt động thể thao dưới nước và người dân địa phương dưới bãi biển cũng làm điều tương tự. Chúng tôi đã thực hiện mọi hoạt động của mình với ERICK 255 756 983 368, Giá tốt, dịch vụ tuyệt vời và thân thiện.\nTrải nghiệm tốt nhất. PHẢI có ở zanzibarĐọc thêm",
            "Đây là bãi biển đẹp nhất trên đảo Zanzibar với bãi cát trắng mịn và làn nước trong xanh như ngọc. Khi thủy triều xuống, đoạn từ Nungwi đến Kendwa trở thành một bãi biển và bạn có thể thấy vô số khách du lịch đang ngâm mình dưới biển, tắm nắng hoặc đi bộ dọc theo bờ cát. Có rất nhiều nhà hàng đẹp và cửa hàng địa phương, vì vậy bạn có thể ở trên bãi biển cả ngày nếu muốn. Tôi kết thúc một ngày của mình bằng chuyến du thuyền ngắm cảnh hoàng hôn trên một chiếc thuyền dhow lớn và thưởng thức buổi biểu diễn của các nhạc sĩ địa phương tuyệt vời, những người chơi trống và hát các bài hát tiếng Swahili. Tôi thích bài hát chào mừng, Hakuna matata. Quả thực là hakuna matata ở Zanzibar!Đọc thêm",
            "Bãi biển thực sự đẹp, nước tourqouise.\nrất nhiều việc phải làm. Mọi thứ đều tuyệt vời, khách sạn, nhà hàng.\nchúng tôi đã có khoảng thời gian khó khăn để thư giãn trên bãi biển do một số người dân địa phương đang cố gắng bán đồ cho bạn. một số người dân địa phương rất tôn trọng du khách. Chúng tôi đã thực hiện hai chuyến đi từ nungwi với babli 255 756 983 368 câu cá nửa ngày và mikumi ngày safri bằng chuyến bay. Giá cả rất hợp lý, rất trung thực, luôn đúng giờ và không quá khích như những chàng trai ở bãi biển. Anh ấy đề nghị chúng tôi đến lặn Tây Ban Nha, một công ty rất chuyên nghiệp dành cho thợ lặn mnemba.\nĐọc thêm",
            "Tôi không phải là người thích đi biển vì tôi không thích bị cháy nắng. Tôi đến Zanzibar trong một chuyến du lịch. Hướng dẫn viên của tôi đã đặt khách sạn cho tôi ở lại bãi biển Nungwi trong bốn ngày. Vì vậy, tôi quyết định mặc bộ bikini áo tắm của mình và bơi một giờ ở bãi biển này cho vui. Bãi biển thật đẹp. Nước rất trong và ấm áp. Đọc thêm",
            "Chúng tôi dành ba ngày từ 17 đến 20 tháng 3 ở Nungwi. Khi chúng tôi ở đó, mùa mưa đã bắt đầu và làm dịu đi phần nào thời tiết nóng ẩm, nhớp nháp.\nChúng tôi ở tại khách sạn Crystal Beach ở điểm cực bắc của Zanzibar. Đó là một nơi tuyệt vời để ở, tầm nhìn đẹp, sạch sẽ không tì vết, thực sự hữu ích, chủ nhà thân thiện và đồ ăn tuyệt vời trong nhà hàng nhỏ ngay trên bãi biển.\nChúng tôi sẽ trở lại vào một ngày nào đó.Đọc thêm",
            "Phong cảnh: Bãi cát trắng nguyên sơ, làn nước trong xanh và những hàng cọ đung đưa tạo nên bầu không khí thanh bình.\nHoạt động: Có rất nhiều cơ hội bơi lội, tắm nắng, lặn với ống thở và lặn.\nKhông khí: Bầu không khí yên bình và thân thiện, hoàn hảo để thư giãn hoặc giao lưu.\nDịch vụ: Ngôi làng gần đó có chợ, nhà hàng hải sản và trải nghiệm văn hóa.\nTrải nghiệm cá nhân: Bị mê hoặc bởi vẻ đẹp và sự yên bình của Nungwi sau mỗi lần ghé thăm.\nKhuyến nghị: Rất khuyến khích sử dụng Bãi biển Nungwi để có một kỳ nghỉ trẻ hóa ở Zanzibar.Đọc thêm",
            "Một trong những bãi biển đẹp nhất mà bạn từng thấy. Nước trong vắt đáng yêu để bơi lội. Một vài km. xa bạn có thể bơi cùng cá heo. Con gái 11 tuổi của chúng tôi rất thích nó. Cũng gần đó là nơi tốt để lặn với ống thở Đọc thêm",
            "Bãi biển rất đẹp. Có rất nhiều khách sạn, nhà hàng và cửa hàng nằm ngay gần bãi biển. Bạn có thể đi dọc theo bãi biển để đạt được nhiều thứ trong số này. Bãi biển khá nhộn nhịp. Vào ban ngày, có rất nhiều người ra ngoài quảng bá các nhóm du lịch và cung cấp các dịch vụ như mát-xa và kết cườm cho tóc. Có ghế bãi biển nhưng bạn sẽ phải trả tiền để sử dụng nếu ngồi lên. Vào ban đêm, những chiếc ghế này được dỡ bỏ và các nhà hàng mở rộng khu vực ăn uống ra bãi biển. Đó là một khung cảnh tuyệt đẹp với đèn lồng và các loại đèn khác trên bàn. Bạn có thể ngồi ở một nhà hàng và ngắm hoàng hôn hoặc những chiếc thuyền đi qua.Đọc thêm",
            "Bãi biển tuyệt đẹp và sạch sẽ, nhiều chàng trai đi biển xung quanh làm phiền mọi người. Tôi thật may mắn, giáo viên yoga của tôi đã giới thiệu cho tôi một chàng trai -Dray, cô ấy biết anh ấy được 8 năm rồi! Tôi là khách du lịch một mình nên Dray sắp xếp và hướng dẫn cho tôi một số chuyến tham quan quanh đảo với mức giá thực sự tốt. Tôi đã kiểm tra với một số công ty lữ hành và giá cho các tour du lịch riêng cao hơn nhiều!, chúng tôi thậm chí còn thuê cả xe máy! Dray cũng đưa tôi đến nhiều quán bar và nhà hàng địa phương mà tôi sẽ không tự mình đi! Tôi có rất nhiều niềm vui với anh ấy trong 2,5 tuần và thực hiện nhiều chuyến đi bao gồm cả lặn với ống thở, tất cả đều do Dray sắp xếp! Anh ấy đã tiết kiệm cho tôi rất nhiều tiền và thời gian. Anh ấy đang sử dụng WhatsApp nên có thể dễ dàng liên lạc được. Khi bạn đến Nungwi, đó chính là chàng trai bạn nên tìm kiếm: Tôi biết điều đó nghe có vẻ giống như quảng cáo cho anh ấy nhưng tôi thực sự đã có rất nhiều niềm vui, đã thấy và trải nghiệm rất nhiều! : Vì vậy, tôi muốn cảm ơn anh ấy vì điều đó.... Hãy liên hệ với anh ấy khi bạn muốn thực hiện bất kỳ chuyến tham quan nào, bạn chỉ cần kiểm tra giá với anh ấy rồi quyết định, anh ấy sẽ lên kế hoạch và giới thiệu những gì tốt nhất cho bạn : Dray : 255 62 975 8617 whatsappĐọc thêm",
            "Bãi biển Nungwi là bãi biển nổi tiếng, đẹp nhất và là nơi nghỉ mát lớn nhất ở Zanzibar. cát trắng tuyệt đẹp, nước trong xanh và bạn có thể bơi bất cứ lúc nào trong ngày. Bãi biển nungwi có nhiều nhà hàng và quán bar trên bãi biển, có rất nhiều việc để làm ở bãi biển nungwi. Bãi biển Phía trước khách sạn z rất đẹp, cảnh hoàng hôn tuyệt vời ở quán bar trên sân thượng của zhotel .nhiều người dân địa phương chơi bóng chuyền và bóng đá bãi biển trong thời gian hoàng hôn, điều này khiến bãi biển trông đẹp hơn. chúng tôi rất dễ dàng đặt tất cả các chuyến đi với babli trong whatsaap 255756983368Chúng tôi rất vui khi sử dụng dịch vụ bablis.chúng tôi thực sự khuyên bạn nên sử dụng dịch vụ của anh ấy Đọc thêm",
            "Nungwi cũng là một bãi biển đẹp sau bãi biển kendwa. Chúng tôi được hướng dẫn viên Yunus mời đến dự một bữa tiệc trên thuyền lúc hoàng hôn từ kendwa đến nungwi. Bãi biển Nungwi rất đông đúc với rất nhiều chàng trai bãi biển luôn thúc ép bạn mỗi phút. Rất nhiều nhà hàng để ăn tối. .Chúng tôi đã ăn tối với hải sản tại nhà hàng baraka sau bữa tiệc trên thuyền lúc hoàng hôn. Các nhân viên ở baraka rất thân thiện và đồ ăn là thứ ngon nhất. Để chuyển và tham quan, hãy liên hệ với Yunus, anh ấy rất thân thiện 255 620 308 527Đọc thêm",
            "Sau 8 ngày đi săn, đây chính xác là điều cần thiết! Bãi biển có cát trắng nhất mà tôi từng thấy và mặc dù có rất nhiều người nhưng nó rất sạch sẽ. Vị trí hoàn hảo để ngắm cảnh hoàng hôn tuyệt đẹp và khi thủy triều xuống, bạn có thể xem các hoạt động hàng ngày của người dân địa phương. Vị trí tuyệt vời để chạy bộ buổi sáng nếu bạn thích tập thể dục! Chỉ cần cẩn thận với những người dân địa phương đang cố gắng bán các tour du lịch... đổi giá vì bạn có thể mua chúng rẻ hơn từ khách sạn của mình. Tuy nhiên, người dân địa phương bán dừa tươi và xoài sẽ mang lại cho bạn cảm giác sảng khoái suốt cả ngày.  Đọc thêm",
            "Vì vậy, Nungwi là một bãi biển rất nổi tiếng với nhiều người đang tìm kiếm sự chú ý của bạn để mua trải nghiệm hoặc bán cho bạn thứ gì đó và thật khó để biết ai không lừa gạt bạn hoặc không an toàn. Tìm hiểu giá ở đây là tốt nhất, sau đó nếu bạn muốn ai đó sắp xếp toàn bộ mọi thứ một cách an toàn và cực kỳ hiệu quả, tôi có thể giới thiệu một người sửa chữa địa phương, người đã thực hiện toàn bộ trải nghiệm một cách dễ dàng. Anh ấy chỉ yêu cầu 10 đô la cho thời gian của mình và sắp xếp mọi thứ từ vé phà đến các chuyến tham quan gia vị. Nói tiếng Anh tuyệt vời và là một con người trung thực. Anh ấy dường như biết tất cả mọi người và vì vậy mọi thứ diễn ra suôn sẻ. Nói chung anh ấy đợi cho đến khi bạn muốn quay lại khách sạn. Sử dụng WhatsApp anh ấy sẽ phản hồi gần như ngay lập tức Suleman 255 777 000 015Đọc thêm",
            "Trải nghiệm đầu tiên của tôi về Nungwi là vào tháng 12, tôi đã đến đó dự bữa tiệc mừng năm mới 5 năm trước. Trải nghiệm gần đây nhất của tôi là vào tháng 7 này, và đó là một Nungwi hoàn toàn khác mà tôi chưa chuẩn bị sẵn sàng. Không giống như tháng 12, vào tháng 7, bãi biển Nungwi không phải là một dải cát trắng phẳng mịn mà bị cuốn trôi bởi lớp cát vàng đậm, trộn lẫn với rong biển, bị gián đoạn bởi các khách sạn và nhà hàng đi sâu vào trong nước. Một điều đáng thất vọng nữa là không có con bò nào trên bãi biển! Tôi thích tắm nắng ngay cạnh những con bò địa phương cách đây 5 năm. Rõ ràng điều đã xảy ra là nhiều airbnbs mới đã xây dựng hàng rào và cổng để tiếp cận bãi biển từ sân bóng đá của trường học địa phương, vì vậy bò không thể đến bãi biển được nữa! Tôi lại đi vào tháng 12, nhưng chỉ trong một hoặc hai ngày, để tự mình kiểm tra xem nó thay đổi thường xuyên hay theo mùa. Xin lỗi Nungwi, không có đánh giá 5 nào vào thời điểm này trong năm.Đọc thêm",
            "Bãi biển đẹp ở Zanzibar, nhưng không sạch như bãi biển kendwa, rất nhiều chàng trai bãi biển và bộ tộc maasai. Hoàng hôn đáng yêu với chiếc thuyền âm nhạc, ở trong khách sạn z rất đẹp với đội ngũ nhân viên thân thiện. Đối với cuộc sống về đêm, tôi khuyên bạn nên sử dụng bãi biển nungwi, rất nhiều quán bar của người dân địa phương dọc bãi biển với nhà hàng đẹp. Để tham quan và giới thiệu khách sạn, hãy liên hệ với bable và Eric 255624097961Đọc thêm",
            "Bãi biển Nungwi là nơi lưu trú ở zanzibar và là bãi biển đẹp nhất ở zanzibar. Cát sạch và các môn thể thao dưới nước phong phú xung quanh. Nungwi là thiên đường và là nơi lưu trú kỳ diệu. Đối với các chuyến tham quan và chuyển nhượng ở nungwi, chúng tôi đánh giá cao 5 sao cho ngôi sao và các tài xế của babli.thr luôn đúng giờ, rất thân thiện và có cách cư xử cao. Họ đã cung cấp cho chúng tôi mức giá tốt nhất với một bữa tiệc miễn phí trên thuyền lúc hoàng hôn, rất tuyệt vời bao gồm cả rượu. Star là người nhắn tin để được trợ giúp trong nungwi WhatsApp 255756983368 Hẹn gặp lại bạn lần sauĐọc thêm",
            "Đến bãi biển Nungwi vào buổi chiều. Nó thực sự rất đẹp, nhưng thành thật mà nói, việc thương mại hóa, việc các nhà cung cấp đặt câu hỏi cho bạn, số lượng người, tất cả đều khiến tôi hơi choáng ngợp. Ngoài ra, tất cả các tòa nhà và nhà hàng được xây dựng trên khu vực bãi biển, điều đó có nghĩa là bạn không thể đi bộ dọc theo bãi biển. Tôi rất ấn tượng bởi sự sạch sẽ của nó Đọc thêm"
        ],
        "star_ratings": [
            1769,
            677,
            197,
            72,
            47
        ],
        "review_amount": 2762,
        "location": [
            "Tanzania",
            "Châu phi",
            "Đảo Zanzibar",
            "Nhím",
            "Quần đảo Zanzibar",
            "Nungwi Beach",
            "Các hoạt động ở Nungwi"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written August 23, 2023",
            "Written August 24, 2023",
            "Written December 23, 2023",
            "Written March 3, 2024",
            "Written March 23, 2024",
            "Written April 9, 2024",
            "Written May 29, 2024",
            "Written January 3, 2021",
            "Written February 24, 2020",
            "Written January 5, 2023",
            "Written March 11, 2020",
            "Written January 8, 2020",
            "Written January 4, 2023",
            "Written November 22, 2020",
            "Written December 24, 2020",
            "Written September 7, 2021",
            "Written January 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g616016-d8038472-Reviews-Nungwi_Beach-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d23280731-Reviews-Zeebar-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d10514656-Reviews-Fisherman_s_Seafood_Grill-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d23564711-Reviews-Maisha_Nungwi_Beach_Bar-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d24171971-Reviews-Fish_Market_Local_Restaurant-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d14053073-Reviews-Badolina_Secret_Garden_Restaurant-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d16679466-Reviews-Dodoki_Beach_Cafe-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d25451772-Reviews-Kasuku_Cafe-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d23110478-Reviews-Passion_Thyme-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d13001929-Reviews-Kivulini_Restaurant-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Restaurant_Review-g616016-d7611379-Reviews-Ras_Kajibange_Bar_Guesthouse-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d26680675-Reviews-Kibanda_Beach_Club_Diving_Center-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d3265711-Reviews-Mnarani_Marine_Turtles_Conservation_Pond-Nungwi_Zanzibar_Island_Zanzibar_Archipel.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d3368157-Reviews-Nungwi_Mnarani_Aquarium-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d12274110-Reviews-Dr_Bulugu_Gallery-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d18364482-Reviews-Zanzibar_Kilosas_Conservation-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d15099661-Reviews-Baraka_Natural_Aquarium_Nungwi-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g1631939-d8464514-Reviews-Kendwa_Beach-Kendwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d23743767-Reviews-Safari_Zanz_Tours_Travel-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d26496937-Reviews-Nungwi_baobao_road-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g666395-d13880136-Reviews-Fukuchani_Ruins-Unguja_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d8038472-Reviews-or10-Nungwi_Beach-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d6984773-Reviews-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g635745-d11661213-Reviews-Jambiani_Beach-Jambiani_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d3212743-Reviews-Nakupenda_Beach_Nature_Reserve-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_.html",
            "https://www.tripadvisor.com/Attraction_Review-g616020-d2386657-Reviews-Paje_Beach-Paje_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616017-d7938041-Reviews-Matemwe_Beach-Matemwe_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d21313469-Reviews-My_Unique_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616018-d12865091-Reviews-Kiwengwa_Beach-Kiwengwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g666396-d2304337-Reviews-Uroa_Bay-Uroa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d10826356-Reviews-FUN_DIVERS_ZANZIBAR-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d4588541-Reviews-Zanzibar_Yacht_Charter-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d24988032-Reviews-Divers_in_Flip_Flops-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d4587916-Reviews-Fishing_Zanzibar-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d17775780-Reviews-Kayak_Zanzibar_Resort-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d13971620-Reviews-Suley_Taxi_Driver_Zanzibar_and_Tours-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d23092459-Reviews-Coastal_Safaris_Tours-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d19254168-Reviews-Uwesu_Zanzibar_Tours-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d19281687-Reviews-Antique_Tours_and_Safaris-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d23289220-Reviews-Zanzibar_Beach_Dreams-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d14989054-Reviews-Zanzibar_With_Cleva-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d23116191-Reviews-ScubaCaribe_Zanzibar-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d23113309-Reviews-Zaftours-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d15277107-Reviews-Zanzibar_Boat_Adventure-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d561777-Reviews-Gene_Leahy_Mall_at_The_RiverFront-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d1911647-Reviews-Alagadi_Turtle_Beach-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d4412910-Reviews-Muuido_Island-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d592984-Reviews-Zoo_Johor-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223273-d1856149-Reviews-Detian_Scenic_Resort-Daxin_County_Guangxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d1009188-Reviews-Fenton_Lake_State_Park-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298004-d4574040-Reviews-Quente_Beach_Club-Cesme_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d169628-Reviews-Chicago_Chinatown-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548571-Reviews-The_Stonewall_Inn-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g36648-d8754908-Reviews-Pottawatomie_Park-Saint_Charles_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g616016-d8038472-Reviews-or10-Nungwi_Beach-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g616016-d8038472-Reviews-Nungwi_Beach-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html"
    }
]