[
    {
        "attraction_name": "Ny Carlsberg Glyptotek",
        "attraction_name_vi": "Carlsberg Glyptotek mới",
        "general_info": [
            "4.769 đánh giá",
            "- 21 trong số 466 điều cần làm ở Copenhagen",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "NY CARLSBERG GLYPTOTEK - KHÁM PHÁ 6000 NĂM NGHỆ THUẬT Bảo tàng xinh đẹp này, được thành lập vào năm 1888, mời bạn khám phá Bắc Âu - bộ sưu tập nghệ thuật Địa Trung Hải cổ đại lớn nhất và ghé thăm bộ sưu tập tranh Ấn tượng Pháp hàng đầu ở Đan Mạch. Các tòa nhà tuyệt vời tràn ngập bầu không khí và mọi ngóc ngách đều mang lại trải nghiệm mới. Trung tâm của bảo tàng là khu vườn mùa đông cận nhiệt đới cổ điển có từ năm 1906 với những cây cọ cao, đài phun nước và hồ cá. Bảo tàng được thành lập bởi ông trùm sản xuất bia nổi tiếng Carl Jacobsen, người đã làm cho bia Carlsberg được cả thế giới biết đến. Địa chỉ:Ny Carlsberg Glyptotek,Dantes Plads 7,1556 Copenhagen VĐọc thêm",
        "reviews": [
            "Khu phố này là nơi có Vườn Tivoli, một công viên giải trí nổi tiếng thế giới và khu vườn xinh đẹp luôn đáng để ghé thăm. Ngay phía tây Tivoli, bạn sẽ tìm thấy Ga Trung tâm Copenhagen, từ đó bạn có thể đến mọi khu vực của Đan Mạch trong vòng 5 hoặc 6 giờ hoặc bạn có thể đến Sân bay Copenhagen trong vòng chưa đầy 15 phút. Bên cạnh Nhà ga Trung tâm, bạn - đang ở giữa - Vesterbro cũ, nơi có nhiều nền văn hóa và hàng trăm ngôn ngữ được sử dụng trong một khu vực không quá một dặm vuông. Khu phố này được coi là một trong những nơi hợp thời trang nhất để sống và tham quan ở Copenhagen. Để thưởng thức thực sự, hãy ghé thăm Kødbyen - - thị trấn thịt - - , nơi có nhiều nhà hàng, quán cà phê và câu lạc bộ đêm, tất cả đều chỉ cách nhau một quãng đi bộ ngắn.Đọc thêm",
            "Một lần nữa sử dụng Thẻ Copenhagen.  Khu vườn trong nhà có mái vòm tuyệt đẹp với quán cà phê liền kề.  Dừng lại ở đây và tận hưởng.  Màn trình diễn nghệ thuật và điêu khắc tuyệt vời, với sự góp mặt của Rodin.  Đi dã ngoại và ngồi trong vườn trong khi - Người suy nghĩ - trông chừng bạn.Đọc thêm",
            "Một chuyến thăm tuyệt vời đến Glyptotek cùng gia đình tôi. Khu vườn trong nhà thật tuyệt vời và thư giãn. Các tác phẩm nghệ thuật dân tộc thật đáng yêu. Vô số tác phẩm điêu khắc rất hấp dẫn để xem cùng với những bức tranh tường khảm. Đáng để dành vài giờ lang thang để tiếp thu các yếu tố văn hóa. Đọc thêm",
            "Bộ sưu tập ấn tượng được biên soạn bởi một cá nhân rất giàu có, người thực sự là người sáng lập bia Carlsberg. Các nghệ sĩ Pháp và Đan Mạch, chủ yếu trong lĩnh vực hội họa và điêu khắc, thống trị danh sách trưng bày. Đây chắc chắn là phải xem. Hãy chuẩn bị dành ít nhất 2-3 giờ để xem hết triển lãm. Nó có thể không quá tuyệt vời khi so sánh với những gì ở Paris, Athens, New York và London, nhưng nó thuộc về.Đọc thêm",
            "Tôi đến thăm chủ yếu để tham dự triển lãm Amarna tạm thời với tư cách là một người yêu thích lịch sử Ai Cập, nhưng tôi thực sự thích toàn bộ bảo tàng. Nó có kiến ​​trúc tuyệt đẹp và tôi thích cách trình bày các cuộc triển lãm. Hầu hết chúng đều đến từ thế giới cổ đại, nhưng hãy lên tầng trên để xem một số bức tranh, trong đó có một bức tranh của Van GoghĐọc thêm",
            "Bảo tàng tuyệt vời. Được thành lập bởi ông trùm sản xuất bia, Carl Jacobsen, một người yêu thích nghệ thuật và đặc biệt là các tác phẩm điêu khắc, đã xây dựng một bảo tàng đặc biệt với khu vườn mùa đông xinh đẹp một phạm vi ấn tượng. Sảnh trung tâm của Kampmann rất đặc biệt, bạn sẽ như bước vào một Tòa án La Mã, bộ sưu tập Ai Cập cũng rất thú vị và đừng quên leo lên sân thượng và thưởng thức cà phê hoặc đồ uống tại Quán cà phê nhìn ra Vườn Tivoli.Đọc thêm",
            "Nơi tốt để dành để xem vô số tác phẩm điêu khắc và tranh vẽ và tất cả các loại. Nói chung, chúng tôi đã dành hơn ba giờ để xem tất cả các tác phẩm nghệ thuật và trên hết, bạn có thể lên đỉnh mái nơi bạn có thể ngồi thư giãn và uống đồ uống lạnh hoặc nóng. Không quên đề cập đến khu vườn trong nhà tuyệt vời.Đọc thêm",
            "Tòa nhà thật tuyệt vời! Và bộ sưu tập khá ấn tượng. Có vẻ như việc bán bia đã thành công... Hãy dành thời gian vì bộ sưu tập rất phong phú. Khu vườn trong nhà thật thanh bình, đặc biệt là khi ngồi quanh ao. Nếu thời tiết đẹp, đừng bỏ lỡ sân thượng với tầm nhìn đẹp ra thành phố. Một điều phải có ở Copenhagen.Đọc thêm",
            "Chúng tôi đến từ sáng sớm với hy vọng vào được bảo tàng ngay khi mở cửa lúc 10 giờ sáng.  Có vẻ như mọi người đều có cùng ý tưởng vì có một hàng dài người xếp hàng dọc vỉa hè!  Hóa ra là vì hôm đó là ngày vào cửa miễn phí - không cần thẻ Copenhagen thần kỳ - .  Lối vào và khu vườn tròn thật đáng yêu.  Chúng tôi biết mình muốn xem bộ sưu tập của Rodin và nhanh chóng tập trung.  Cũng đã tham quan nghệ thuật Đan Mạch cũng như các bậc thầy tiêu biểu trên một số tầng.  Sau đó, chúng tôi lên sân thượng để nghỉ ngơi và ngắm nhìn thành phố từ một vị trí thuận lợi khác - có một quán bar trên sân thượng và một vài bàn dành cho những ai - muốn giải khát - .  Sau đó, chúng tôi nhanh chóng đi vòng ra phía sau Glyptotek để đến khu vườn và tượng Nhà tư tưởng của Rodin.  Bảo tàng nghệ thuật này là một niềm vui bất ngờ khi ghé thăm trong chuyến đi của chúng tôi.Đọc thêm",
            "Một trong những điều tốt nhất để làm trong CPH!  Tòa nhà và cách bố trí rất đẹp và bộ sưu tập trải dài từ các họa sĩ - nhà điêu khắc người Ai Cập đến người Pháp từ thời kỳ hiện đại.   \nChúng tôi rất ấn tượng bởi tác phẩm nghệ thuật tuyệt vời và bề rộng. Rất khuyến khích và nhớ đóng cửa vào thứ Hai.Đọc thêm",
            "Đã dành hơn một giờ ở đây.  Mái nhà nhìn tốt về phía Tivoli. Sân thượng nói đóng cửa nhưng thực ra lại mở, nghĩ là quán bar đã đóng cửa. Bộ sưu tập điêu khắc vĩ đại của Rodin.\nKhu vườn mùa đông đáng yêu đặc biệt là tác phẩm điêu khắc trong ao. Tự xây dựng bên trong thật tuyệt vời\nmở muộn một đêm - kiểm tra. đã sử dụng CHC\nĐọc thêm",
            "Miễn phí vào thứ Tư cuối cùng của tháng! Hôm qua đã ở đây được một giờ. Sảnh chính thực sự rất đẹp với tất cả các loại cây. Bạn có thể thấy rất nhiều tác phẩm điêu khắc marmer cũng như đầu và cơ thể của người Hy Lạp. Một góc nhỏ dành cho các tác phẩm điêu khắc Ai Cập. Bên cạnh Tivoli.Đọc thêm",
            "Bộ sưu tập tuyệt đẹp chủ yếu là các tác phẩm điêu khắc và làm lại với một phần tranh khan hiếm về tác phẩm nghệ thuật của Pháp. Khu vườn bên trong khá đẹp, đặc biệt là với các tác phẩm nghệ thuật được đặt cẩn thận bên trong mặc dù nhiều bản sao của cùng một tác phẩm điêu khắc trong khu vườn khiến nó có cảm giác kém ấn tượng hơn so với việc mỗi tác phẩm là duy nhất. Phần Ai Cập khá thú vị cũng như thiết kế chu đáo cho khu vực xác ướp.Đọc thêm",
            "Ồ, Glyptoteket thật tuyệt vời! Chắc chắn khuyên bạn nên đi nếu bạn muốn xem nghệ thuật và điêu khắc. Tôi thực sự rất thích triển lãm đặc biệt - Sau thiên nhiên. - Hãy sẵn sàng dành ít nhất một giờ ở đó, nó rất rộng và đường đi đôi khi hơi kỳ lạ, vì vậy rất dễ bỏ lỡ các cuộc triển lãm. Ngoài ra, một trong những cửa hàng bảo tàng yêu thích của tôi - rất nhiều thứ đẹp đẽ mà tôi rất thích mua.Bạn phải để những chiếc túi lớn hơn vào tủ có khóa, giá 20dkk.Đọc thêm",
            "Bộ sưu tập tuyệt vời và được tổ chức tốt. Không phải là mô tả hay nhất về con đường xuyên qua bảo tàng nhưng đã mang lại một chuyến tham quan uốn khúc thú vị. Rất khuyến khích cho một chuyến thăm buổi chiều. Đọc thêm",
            "Yêu ngôi nhà cọ, một nơi tuyệt đẹp để ngồi và tận hưởng. Bảo tàng có đầy đủ các tác phẩm điêu khắc và nghệ thuật, không có nhiều thông tin nên hãy lưu ý rằng bạn sẽ không tìm hiểu về các đồ vật và lịch sử của chúng. Phần Ai Cập rất xuất sắc và quán cà phê rất đẹp. Chúng tôi đến thăm vào cuối ngày và nó không đặc biệt bận rộn, điều đó thật tuyệt. Rất nhiều thứ để xem trong mỗi phòng và một bầu không khí dễ chịu nói chungĐọc thêm",
            "Thật là một bảo tàng đẹp, những bức tượng tuyệt vời, phần tuyệt nhất đối với chúng tôi là khu Ai Cập bao gồm xác ướp và quan tài, rất thú vị. Đừng mang theo bất kỳ ba lô nào trừ khi bạn chuẩn bị cất chúng vào tủ đựng đồ và bạn phải trả tiền cho chúng. Một số lời khuyên hữu ích - Bảo tàng miễn phí vé vào cửa vào thứ Tư cuối cùng của mỗi tháng, đó là lý do chúng tôi đến đó, nhưng chúng tôi rất vui vì đã làm vậy. Đọc thêm",
            "Phòng trưng bày thú vị nhưng chuyến thăm của chúng tôi đã bị phá hỏng bởi một người phục vụ phòng trưng bày thô lỗ - thật thô lỗ, chúng tôi cảm thấy mình không có lựa chọn nào khác ngoài việc rời khỏi tòa nhà. Trong chuyến tham quan, chúng tôi được yêu cầu đừng nói to nữa. Đây là một phòng trưng bày lớn, nơi chỉ có hai vị khách khác ở phía bên kia căn phòng, rõ ràng là họ không quan tâm. Lý do tôi nói to - rõ ràng là vì chị tôi bị điếc - thực tế là người phục vụ thô lỗ đã không đăng ký được. Thật là một trải nghiệm khó chịu - đặc biệt là ở một thành phố mà mọi người Đan Mạch khác mà chúng tôi gặp gỡ, không có ngoại lệ, đều cực kỳ quyến rũ và thân thiện. Tôi cảm thấy ở đây cần có một số huấn luyện về quan hệ khách hàng, cùng với nhận thức rõ ràng hơn về khuyết tật. Ngoài ra, thật đáng buồn khi một nhân viên của phòng trưng bày cảm thấy bình luận nhiệt tình về tác phẩm nghệ thuật được trưng bày là điều cần phải im lặng :0 - Đọc thêm",
            "Bảo tàng rất ấn tượng và rất đẹp, tuy nhiên, để vào được bảo tàng thực sự là một quá trình khó khăn do chính sách về túi. Tại mọi bảo tàng - lâu đài, v.v. khác mà chúng tôi đã ghé thăm ở Đan Mạch, chính sách về túi - tủ khóa khá đơn giản, tuy nhiên, tại bảo tàng này, bạn không có lựa chọn nào khác ngoài việc trả 20DKK để khóa hành lý của mình và đừng mong lấy lại được tiền vì nó vĩnh viễn bị biến dạng thành một mã thông báo. Bản thân bảo tàng thực sự rất đông đúc nên thật khó để có thể thoải mái thưởng thức các cuộc triển lãm. Trời cũng cực kỳ ấm áp, và khi chúng tôi mặc quần áo để chống chọi với thời tiết mùa đông bên ngoài, chúng tôi dành phần lớn thời gian trong bảo tàng để ngồi cố gắng hạ nhiệt. Các cuộc triển lãm không cung cấp nhiều thông tin - nó chỉ là hết phòng này đến phòng khác có các bức tượng.Đọc thêm",
            "Nhân viên thô lỗ làm hỏng trải nghiệm. Có chính sách túi là 30 x 30 x 10. Túi của chúng tôi thoải mái trong các thông số đó nhưng nhân viên đã bỏ qua chính sách của chính họ và từ chối cho chúng tôi mang theo chúng, không đưa ra lời giải thích nào khi chúng tôi hỏi tại sao. Không thực dụng hay linh hoạt, và nhìn chung là cách tiếp cận dịch vụ khách hàng tệ hại; hình ảnh thu nhỏ của jobsworths. Bản thân bảo tàng đã rất ấn tượng nhưng lại bị thất vọng bởi - một số - nhân viên của nó - sẽ không công bằng nếu cho rằng điều này áp dụng cho tất cả nhân viên! - .Đọc thêm",
            "Vườn cọ tại Bảo tàng này thật ngoạn mục, phải xem, bảo tàng có rất nhiều tác phẩm điêu khắc, nếu đó là sở thích của bạn thì nó - thật tuyệt vời.Đọc thêm",
            "có đặc biệt nhiều du khách vào thứ Ba không?",
            "Thực ra tôi không biết.",
            "Chúng ta cần bao nhiêu thời gian cho bảo tàng nàyĐọc thêm",
            "Bạn có thể dành cả ngày ở đó. Chúng tôi vừa đi xem bộ sưu tập của Pháp - nằm trong khu vực mới có máy lạnh tuyệt đẹp của bảo tàng - và dành hai giờ ở đó. Đọc thêm",
            "Thế còn việc chơi khăm ô tôĐọc thêm",
            "Nhà P ở Industriens Hus cách đó một dãy nhà. Đọc thêm",
            "Thế còn việc chơi khăm ô tôĐọc thêm",
            "Glyptotek là gì?Đọc thêm",
            "Đây là một bộ sưu tập nghệ thuật tư nhân. Carlsberg có nhiều loại hình nghệ thuật, không chỉ có một chủ đề. Đọc thêm",
            "Bạn có được phép chụp ảnh ở Glyptoteca không?Đọc thêm",
            "Có, được phép chụp ảnh trừ khi các điều kiện đã được thay đổi trong thời gian chờ đợi.Đọc thêm",
            "Xin chào! Bạn có thể cho tôi biết nên đến thăm Glyptoteket trong bao lâu không? 2-3 giờ?",
            "Nó có thể được thực hiện trên đó. Vì vậy, Redon với băng ghi âm cộng với hầu hết bảo tàng trong 1 giờ.  Vậy là 2 tiếng là được. Quán cà phê ngon. Có thể khuyến khích. Bạn có thể đặt bàn qua trang web của Glyptotek.",
            "Có nơi lưu trữ túi xách không?",
            "Vâng, có tủ khóaĐọc thêm",
            "Glyptotek có tốt cho trẻ 7 tuổi không?",
            "Tất nhiên, những đứa trẻ 7 tuổi có thể được hưởng lợi rất nhiều từ chuyến thăm Glyptoteket.",
            "Chào buổi sáng, tôi thấy rằng quyền truy cập miễn phí vào Chủ nhật, điều này có đúng không? Việc nếm thử cũng được bao gồm hay phải được thanh toán riêng? Nếu nó không miễn phí với Thẻ Copenhagen, bạn có được nếm thử không?\nCảm ơn bạnĐọc thêm",
            "Tôi nghĩ anh ấy đã nhầm lẫn nhà máy Carlsberg với bảo tàng. \nCó thể vào cơ sở bằng thẻ Copenhagen, bao gồm hai đồ uống hoặc hai đồ dùng. Đọc thêm"
        ],
        "star_ratings": [
            2781,
            1537,
            371,
            52,
            28
        ],
        "review_amount": 4769,
        "location": [
            "Châu Âu",
            "Copenhagen",
            "Những việc cần làm ở Copenhagen",
            "Carlsberg Glyptotek mới",
            "Đan mạch",
            "Zealand"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 14, 2023",
            "Written July 13, 2023",
            "Written July 15, 2023",
            "Written July 25, 2023",
            "Written August 17, 2023",
            "Written September 9, 2023",
            "Written September 10, 2023",
            "Written September 13, 2023",
            "Written November 8, 2023",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 5, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024",
            "Written March 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189541-d207227-Reviews-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d7375057-Reviews-Restaurant_Karla-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d8374897-Reviews-Feed_Bistro-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d7398572-Reviews-Bastard_Cafe-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d15075691-Reviews-Restaurant_1733-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d2187950-Reviews-Marv_Ben-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d785704-Reviews-Restaurant_Puk-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d3242788-Reviews-L_Enoteca_di_Mr_Brunello_Restaurant_Wine_Shop-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d937104-Reviews-Kanal_Cafeen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d21382008-Reviews-C_ho_Fame-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189541-d952861-Reviews-Husmann_s_Vinstue-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d197738-Reviews-Tivoli_Gardens-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207266-Reviews-The_National_Museum_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d12988298-Reviews-Copenhagen_Police_Headquarters-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245032-Reviews-Museum_of_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d7604108-Reviews-Straedet-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8672428-Reviews-Copenhagen_City_Hall-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d548716-Reviews-H_C_Andersen_Statue-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207300-Reviews-Christiansborg_Slot-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8528214-Reviews-Copenhagen_Visitor_Service-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246370-Reviews-Radhuspladsen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-or10-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245021-Reviews-Davids_Samling_The_David_Collection-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245022-Reviews-The_Hirschsprung_Collection_Den_Hirschsprungske_Samling-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245029-Reviews-The_Open_Air_Museum-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245038-Reviews-National_Gallery_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245040-Reviews-Thorvaldsens_Museum-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245019-Reviews-Botanical_Garden-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245043-Reviews-Krigsmuseet-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207301-Reviews-Amalienborg_Museum-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d245034-Reviews-Designmuseum_Danmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d4267221-Reviews-Grand_Day_Trip_around_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8803621-Reviews-GB_Antiques-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d25185446-Reviews-Pods_Of_Beans-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d13791624-Reviews-Arkaeologisk_Vaerksted-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8071334-Reviews-Kobenhavns_Cykeltaxa-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d15357671-Reviews-Linda_Escursioni-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d3780935-Reviews-Copenhagen_Free_Walking_Tours-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d11997767-Reviews-Great_Dane_Tours-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d7055035-Reviews-Taphouse-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d16783518-Reviews-Rooftop_Bar_Hotel_Danmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d4414815-Reviews-Bens_Guided_Tours-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g635969-d12709129-Reviews-Pine_Valley_Recreation_Area-Pine_Valley_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5992469-Reviews-Palms_Pool-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2407406-Reviews-International_Plaza_and_Bay_Street-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10378697-Reviews-Jewel_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d208722-Reviews-Schramsberg_Vineyards-Calistoga_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d23638035-Reviews-Swefieh_Village-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g44588-d12838782-Reviews-Summit_Waves-Lee_s_Summit_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293841-d12206787-Reviews-Freedom_City-Kampala_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104158-Reviews-Reading_Terminal_Market-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d653845-Reviews-Georgioupolis_Beach-Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-or10-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html"
    }
]