[
    {
        "attraction_name": "Oakwell Beer Spa",
        "attraction_name_vi": "Spa bia Oakwell",
        "general_info": [
            "221 đánh giá",
            "- 1 trong 163 Spa - Chăm sóc sức khỏe ở Denver",
            "Nhà máy bia",
            "Spa nước nóng"
        ],
        "attraction_summary": "Oakwell Beer Spa là không gian chăm sóc sức khỏe hiện đại kết hợp spa ban ngày với quầy bar bán bia thủ công. Dù thư giãn sau giờ làm việc hay tận hưởng kỳ nghỉ, hãy đến tận hưởng các dịch vụ spa lấy cảm hứng từ bia của chúng tôi trong khi nhấm nháp đồ uống thủ công có nguồn gốc địa phương. Ngâm mình trong bồn tắm bia sủi bọt pha hoa bia, lúa mạch và các loại thảo mộc theo mùa được lựa chọn cẩn thận để mang lại cho cơ thể và tâm trí bạn một làn da sáng tự nhiênĐọc thêm",
        "reviews": [
            "Thật là một viên ngọc ẩn! Vợ tôi và tôi đã có một vụ nổ. Dịch vụ khách hàng tuyệt vời bởi đội ngũ nhân viên chất lượng. Chuyến thăm của chúng tôi bao gồm một spa, bồn tắm - gần như - bia và vòi sen thư giãn. Chúng tôi cũng đã thực hiện thông điệp phản trọng lực. Chắc chắn là thời gian tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tích cực như vậy! Chúng tôi rất vui vì bạn và vợ bạn đã có thể thư giãn và tận hưởng Ghế mát-xa không trọng lực của chúng tôi, đây thực sự là trải nghiệm tuyệt vời cho bất kỳ ai. Hãy thoải mái ghé qua mà không cần hẹn trước để thưởng thức phòng tắm, nhà máy bia hàng tháng và Ghế Massage Không Trọng Lực của chúng tôi! Chúng tôi hy vọng sẽ sớm được đón tiếp bạn lần nữa! Đọc thêm",
            "OMG, đây là trải nghiệm 4 sao.    Chúng tôi chọn trải nghiệm hẹn hò qua đêm với ghế massage 30 phút.  Mọi người đều rất lịch sự và mặc dù có những vị khách khác nhưng nó rất yên tĩnh và thân mật.  Ngoài ra hãy tận dụng một số sản phẩm họ bán vợ tôi rất thích dầu gội và dầu xả.  Cảm ơn một lần nữa và điều này bây giờ sẽ được thêm vào danh sách phải làm của chúng tôi khi ở Denver.  Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi luôn thích tổ chức những buổi tối hẹn hò và rất vui mừng vì chúng tôi có thể ở bên bạn. Chúng tôi tự hào về tất cả các sản phẩm mỹ phẩm của mình vì phải mất 6 tháng để hoàn thiện công thức của chúng tôi! Chúng tôi hy vọng sẽ có một đêm hẹn hò khác trong tương lai! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất tại The Beer Spa!!   Mọi người đều rất thân thiện và chuyên nghiệp.  Bức tường bia có nhiều lựa chọn tuyệt vời - các lựa chọn không chứa gluten được đánh giá rất cao -.  Mạch spa được đề xuất rất thư giãn và trẻ hóa.  Tôi yêu thích những lợi ích chữa bệnh của phòng tắm hơi, vòi sen và bồn tắm.  Chúng tôi đã bổ sung thêm những chiếc ghế mát-xa và chúng thật tuyệt vời!  Tôi - chưa bao giờ được ngồi trên ghế massage như vậy, tôi có cảm giác như mình được dịch chuyển đến một nơi khác!  Nhìn chung đó là một trải nghiệm độc đáo và tuyệt vời, tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Cảm ơn bạn, SarajL6678Vj, vì đánh giá xuất sắc của bạn! Nhà trị liệu bằng bia và người quản lý Spa tận tâm của chúng tôi rất tự hào khi mang đến trải nghiệm Trị liệu bằng Bia độc đáo và thư giãn! Chúng tôi rất vui khi biết rằng bạn đã được chuyển đến một mức độ thư giãn tiếp theo với ghế Massage Không Trọng Lực của chúng tôi. Chúng tôi cũng yêu họ! Đừng quên kiểm tra lại hàng tháng để biết các lựa chọn vòi mới và khi hỗn hợp tắm bia thảo dược của chúng tôi thay đổi. Chúng tôi hy vọng sẽ sớm được đón tiếp bạn. Chúc mừng! Đọc thêm",
            "Nơi tuyệt vời! Nhân viên thân thiện, niềm nở, bia TUYỆT VỜI và trải nghiệm thư giãn, sảng khoái nhất khiến chúng tôi muốn lên kế hoạch cho chuyến đi spa bia tiếp theo của mình! Trên hết, nó sạch sẽ, thoải mái và VUI VẺ!Đọc thêm",
            "Cảm ơn bạn, Rebecca! Chúng tôi đánh giá cao sự hỗ trợ và những lời tốt đẹp của bạn. Chúng tôi có một nhà máy bia địa phương khác nhau mỗi tháng, vì vậy hãy nhớ ghé qua phòng ăn của chúng tôi để thử nhà máy bia của tháng!Đọc thêm",
            "Đến Denver để tham gia một vài buổi hòa nhạc rất thú vị, nhưng tôi và vợ tôi đã kiệt sức. Chúng tôi quyết định thử spa này và nó thật tuyệt vời. Đó chính xác là những gì chúng tôi cần để phục hồi. Các nhân viên rất thân thiện, chu đáo và hiểu biết. Các dịch vụ rất thư giãn. Rất khuyến khích thông điệp không trọng lực sau spa.Đọc thêm",
            "Cảm ơn bạn rất nhiều, Joshua! Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể giúp vợ chồng bạn thư giãn sau chuyến đi bận rộn! Đừng quên phòng họp của chúng tôi và ghế Massage Không Trọng Lực mở cửa cho những ai đến trước được phục vụ trước. Chúng tôi - sẽ hỗ trợ bạn nếu bạn cần một buổi thư giãn nhỏ! Chúng tôi hy vọng sẽ sớm gặp lại bạn tại phòng họp.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Beer Spa!  Chúng tôi cảm thấy được nuông chiều và chào đón suốt.  Còn lại hoàn toàn thư giãn và hài lòng.  Rất muốn giới thiệu Beer Spa cho người dân địa phương và người ngoài thị trấn đang tìm kiếm trải nghiệm thú vị và độc đáo ở Denver! Đọc thêm",
            "David, cảm ơn bạn đã đánh giá tuyệt vời của bạn! Đội ngũ tận tâm của chúng tôi tự hào cung cấp dịch vụ hàng đầu để phù hợp với cơ sở sạch sẽ của chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có thể thư giãn một cách khác biệt trong quá trình trải nghiệm Trị liệu bằng Bia. Đừng quên tận hưởng toàn bộ trải nghiệm với những chiếc ghế Massage Không Trọng Lực tuyệt vời của chúng tôi vào lần tới. Mang lại cho bạn cảm giác không trọng lượng và gần gũi hơn với hạnh phúc! Chúng tôi hy vọng sẽ sớm gặp lại bạn tại phòng họp. Chúc mừng! Đọc thêm",
            "Tôi muốn chiêu đãi cả cô con dâu xinh đẹp của mình một ngày đặc biệt và một điều gì đó độc đáo - và điều này đã đáp ứng mọi mong đợi của tôi và hơn thế nữa!! Mọi người đều rất hiểu biết và tuyệt vời khi được làm việc cùng!! Tôi thực sự muốn giới thiệu điều này cho những ai muốn đối xử với bản thân hoặc người khác - - Đọc thêm",
            "Chúng tôi rất vui khi biết rằng chúng tôi đã vượt quá mong đợi của bạn và bạn đã có trải nghiệm tuyệt vời! Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần! Đọc thêm",
            "Beer Spa là một trải nghiệm thú vị và thư giãn. Khi đăng ký lần đầu, bạn sẽ được cung cấp cái nhìn tổng quan chi tiết về các lựa chọn đồ uống trên máy. Tôi đi uống rượu táo vì trời còn sớm. Khi chúng tôi được dẫn đến khu vực spa của mình, chúng tôi có một quy trình được đề xuất, đầu tiên là 20 phút trong spa hồng ngoại, sau đó là tắm nước lạnh, sau đó là 50 phút trong bể sục. Sau 90 phút, chúng tôi vẫn có thể tận hưởng không gian quảng cáo bao lâu tùy thích. Điểm mà tôi thích nhất là danh sách các câu hỏi trò chuyện xuyên suốt spa. Thật tuyệt khi có cơ hội được trò chuyện sâu sắc với bạn tôi. Tôi nghĩ rằng đây là một việc tốt nên làm với bất kỳ ai mà bạn cảm thấy đủ thoải mái để dùng chung bồn tắm nhỏ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn và đánh giá Cristi! Chúng tôi rất vui vì bạn đã tận hưởng khoảng thời gian vui vẻ cùng chúng tôi tại The Beer Spa! Chúng tôi mong được gặp lại bạn trong tương lai gần! Đọc thêm",
            "Chúng tôi đã thử gói Hẹn hò đêm tại Beer Spa ở Denver một tuần sau đám cưới khi chúng tôi thực hiện chuyến lưu trú và điều đó thật thú vị!  Phòng máy rất dễ sử dụng với nhiều lựa chọn đồ uống ngon và các phòng riêng rất sang trọng với những tính năng và phong cách thú vị như vậy.  Nó có thể đắt hơn một chút, nhưng chúng tôi đã có khoảng thời gian tuyệt vời nhất để làm điều gì đó thực sự độc đáo và đã kể cho tất cả bạn bè của mình về điều đó.  Tuy nhiên, có một lưu ý, chúng tôi ước mình ở lại Denver vì chúng tôi rất thoải mái sau khi lái xe về nhà thật khó khăn, vì vậy lần sau chúng tôi - sẽ ở gần đó và tận hưởng một đêm như vậy!Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian vui vẻ với chúng tôi và có được rất nhiều bức ảnh đẹp! Chúng tôi đánh giá cao đánh giá tích cực và mong sớm được đón tiếp bạn! Đọc thêm",
            "Tôi đã tặng bạn trai mình một thẻ quà tặng nhân dịp sinh nhật anh ấy và chúng tôi cùng nhau tận hưởng trọn gói, bao gồm cả 30 phút mát-xa không trọng lực. Món charcuterie rất ngon! Họ cũng cung cấp đồ ăn nhẹ miễn phí. \nChúng tôi ước bồn tắm đầy hơn, thực ra chúng tôi đã yêu cầu thêm một chút nước, bây giờ nó sâu nhưng không quá rộng và không thể che được ngực hoặc vai của bạn. Vì vậy, nó có một chút trống rỗng. \nSẽ thật tuyệt nếu chúng ta có thể giữ lại những chiếc cốc khi chúng ta mua một số lượng nhất định trong thẻ quà tặng, vì nó được bán riêng nên bạn phải trả lại khi rời đi. Các phòng đều không tì vết, tôi thích điều đó! Các nhân viên rất tử tế và hữu ích khi giải thích về hệ thống và các loại bia. Tôi ước chúng ta có thể - mặc dù vậy, chúng ta đã ở lại lâu hơn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn! Chúng tôi rất vui khi biết trải nghiệm của bạn với chúng tôi thật thú vị và thư giãn. Chúng tôi đổ đầy bồn của mình đến mực nước tối ưu vì mục đích an toàn, nhưng chúng tôi rất sẵn lòng tăng - giảm nhiệt độ và mực nước theo yêu cầu! Chúng tôi mong sớm có cơ hội được đón tiếp bạn lần nữa!Đọc thêm",
            "Spa bia Oakwell thật tuyệt vời từ đầu đến cuối! Nó rất độc đáo nhưng cũng mang lại cảm giác thư giãn như một spa truyền thống. Các nhà máy bia mà họ thu hút hàng tháng đều rất tuyệt vời, nhưng có nhiều lựa chọn cho bất kỳ ai - N - A, rượu vang, kombucha, v.v. - . Chồng tôi và tôi đi hẹn hò vào những buổi tối và những dịp đặc biệt. Tôi cũng không thể nói đủ về việc đội ngũ nhân viên luôn đáng yêu như thế nào và những chiếc ghế massage không trọng lực...hãy đặt lịch hẹn ngay bây giờ!Đọc thêm",
            "Cảm ơn bạn đã đánh giá sáng giá của bạn, Heidik937! Đội ngũ Chuyên gia trị liệu bằng bia và Nhân viên chăm sóc spa tận tâm của chúng tôi rất tự hào khi cung cấp dịch vụ hàng đầu để phù hợp với cơ sở đặc biệt của chúng tôi. Chúng tôi rất vui khi biết rằng chúng tôi là điểm dừng chân lý tưởng cho những dịp đặc biệt của bạn! Rất vui được đón tiếp cả hai bạn và chúng tôi hy vọng sẽ sớm gặp lại bạn tại phòng họp. Chúc mừng! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời ở đây. Trải nghiệm của chúng tôi là Gói Hẹn hò Đêm và chúng tôi kết thúc bằng liệu pháp mát-xa Không trọng lực. Thật là một buổi tối thư giãn độc đáo! Đồ uống rất ngon, Nhân viên rất thân thiện và trải nghiệm nói chung thật là thư giãn. Sẽ không bao giờ hình ảnh việc ngâm mình trong bồn tắm bia, nhưng rất vui vì chúng tôi đã thử!! Chắc chắn khuyên bạn nên thêm chiếc ghế massage đó vào cuối!! Có phải quả anh đào ở trên cùng không, cười lớn Đọc thêm",
            "Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời và thư giãn cùng chúng tôi! Chúng tôi rất vui vì bạn đã dùng thử và chúng tôi đồng ý rằng ghế massage là một cách tuyệt vời để kết thúc trải nghiệm! Chúng tôi mong sớm được bạn quay lại uống bia và ngâm mình lần nữa!Đọc thêm",
            "Thật là một niềm đam mê! Hãy làm điều này cho chính bạn và cho bất cứ ai mà bạn thực sự yêu thương.  Đó sẽ là một trải nghiệm đêm hẹn hò cuối cùng tuyệt vời.  Trải nghiệm của tôi là một món quà từ SIL của tôi. Nhân viên rất nhiệt tình và dễ chịu, nhưng điều tuyệt vời nhất là phòng tắm hơi, bồn tạo sóng và mát-xa.  Tôi muốn ở lại một phiên kéo dài.   - Chưa bao giờ có một chiếc ghế massage như thế này - .nó hơi tốn kém, nhưng ôi đáng tiền quá! Điều duy nhất, tôi đến thăm từ ngoài thị trấn và không có gì giống như thế này ở quê hương tôi.... vì vậy tôi đoán tôi chắc chắn sẽ phải quay trở lại thành phố cao hàng dặm.Đọc thêm",
            "Vâng, Dolly, chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian thư giãn và tuyệt vời ở đây với chúng tôi! Thực sự không có gì bằng việc tự thưởng cho mình một ngày thư giãn và tận hưởng! Chúng tôi hoàn toàn sẵn sàng và chờ đợi bạn quay trở lại Denver để thăm chúng tôi!Đọc thêm",
            "Các nhân viên thật phi thường và rất hữu ích. Tôi chưa bao giờ thấy một nơi như thế này và tôi yêu nó.   Nó rất thư giãn và tôi sẽ quay lạiĐọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian thư giãn cùng chúng tôi! Chúng tôi tự hào về các Nhà trị liệu bằng bia và Người giữ spa xuất sắc của mình! Chúng tôi không thể đợi cho đến khi bạn quay lại thăm chúng tôi!Đọc thêm",
            "Trải nghiệm tuyệt vời!  Các nhân viên rất thân thiện và hữu ích, việc lựa chọn bia và rượu vang nổi bật và trải nghiệm spa hẹn hò ban đêm của các cặp đôi rất mới mẻ.  Những chiếc ghế nhắn tin ở cuối là thứ không thể thiếu!Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian thư giãn và sảng khoái ở đây cùng chúng tôi! Chúng tôi đồng ý rằng mát-xa không trọng lực là PHẢI! Chúng tôi mong được gặp lại bạn trong thời gian sắp tới! Đọc thêm",
            "Trải nghiệm spa thật tuyệt vời. Các nhân viên rất thân thiện và chào đón. Đồ uống rất ngon và tôi đánh giá cao các lựa chọn không chứa gluten không cồn. Phòng tắm hơi là phong cách khô ráo, tôi đánh giá cao. Các phòng riêng là một tính năng rất tốt đẹp. Nhìn chung, tôi muốn giới thiệu nó và chắc chắn sẽ quay lại nếu có cơ hội.Đọc thêm",
            "Cảm ơn bạn đã đánh giá xuất sắc, Deborah! Chúng tôi rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Tại Oakwell, chúng tôi tự hào khi biết rằng bạn có thể tận hưởng niềm hạnh phúc thư giãn hoàn toàn ngay từ khi bước vào. Hãy nhớ rằng bạn có thể ghé qua bất kỳ lúc nào mà không cần đặt trước và tận hưởng trải nghiệm mát-xa không trọng lực, chúng tôi hy vọng sẽ sớm gặp lại bạn tại phòng tắm của chúng tôi! Đọc thêm",
            "Tôi không thể giới thiệu đủ Oakwell Beer Spa. Cơ sở vật chất hiện đại, độc đáo và sạch sẽ hoàn hảo. Bạn có rất nhiều sự riêng tư trong phòng spa riêng của mình. Các nhân viên rất thân thiện - niềm nở. Sự đa dạng của đồ uống rất ấn tượng. Bồn tắm nước nóng bia là một trong những trải nghiệm thú vị và thư giãn nhất mà tôi từng có trong đời và tôi rất vui vì đã được trải nghiệm nó. Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui vì bạn đã thích Phòng trị liệu bằng bia riêng của mình. Chúng tôi tự hào cung cấp dịch vụ hàng đầu để phù hợp với cơ sở vật chất đặc biệt của chúng tôi. Đừng quên bạn - chúng tôi luôn chào đón bạn dừng lại để thưởng thức đồ uống trong Phòng ăn của chúng tôi hoặc tận hưởng Trải nghiệm Mát-xa Không Trọng lực của chúng tôi mà không cần hẹn trước. Chúc mừng! Đọc thêm",
            "Không khí tuyệt vời với đội ngũ nhân viên thân thiện. Các phòng spa thoải mái và được bảo trì tốt. Bức tường bia phù hợp với nhiều lựa chọn, không phải tất cả các loại bia. Thích thực tế là bia là bia địa phương và bồn tắm spa sử dụng ngũ cốc và hoa bia làm chất truyền. Ghế massage không trọng lực là cách tuyệt vời để kết thúc buổi trị liệu của bạn. Đọc thêm",
            "Cảm ơn bạn đã đánh giá đáng kinh ngạc! Chúng tôi thích làm việc với tất cả các nhà máy bia địa phương mà thành phố tuyệt vời của chúng tôi có! Hãy nhớ ghé qua vào tháng tới để mua dòng sản phẩm mới từ một nhà máy bia địa phương khác. Chúng tôi mong sớm được đón tiếp bạn lần nữa! Đọc thêm",
            "Bạn gái của tôi đã có chuyến thăm này như một món quà sinh nhật cho tôi. Tôi sẽ không bao giờ biết nó tồn tại. Thật là một trải nghiệm tuyệt vời! Mọi người đều rất thân thiện. Họ giải thích mọi thứ rất rõ ràng và sau đó để chúng tôi yên, có nút nhấn nếu cần hỗ trợ thêm. Tôi đã và sẽ tiếp tục giới thiệu địa điểm này cho bất kỳ ai.Dave BrowningĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời Dave! Chúng tôi rất vinh dự được tổ chức sinh nhật cùng bạn! Đề xuất của bạn được đánh giá rất cao! Chúng tôi hy vọng sẽ sớm được đón tiếp bạn lần nữa! Chúc mừng! Đọc thêm",
            "Vượt quá mong đợi của chúng tôi! Ngay khi bạn bước vào, chúng tôi ngay lập tức cảm nhận được sự thư giãn! Tất cả các nhân viên đều thật tuyệt vời và thật tuyệt vời! Có rất nhiều lựa chọn về bia và thậm chí cả rượu táo và rượu vang! Tôi thích cách họ tài trợ cho các nhà máy bia địa phương trong suốt quá trình trải nghiệm spa! Trang trí phòng riêng của chúng tôi thật ngoạn mục và trải nghiệm của chúng tôi thực sự rất thư giãn và vui vẻ! 11 - 10!Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời và thư giãn! Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn! Chúng tôi rất mong được mời bạn quay lại xem quảng cáo bia và ngâm mình!\nĐọc thêm",
            "Hai câu hỏi. Bồn tắm có phù hợp với trẻ từ 6 - 2 tuổi không? Ngoài ra, CBD có sẵn dưới dạng tiện ích bổ sung không?Đọc thêm",
            "Này! Vâng, bồn tắm có thể thoải mái cho những người cao từ 6 - 2 tuổi trở lên! Bạn sẽ không thể duỗi chân ra nhiều được, nhưng vẫn rất thoải mái! Và chúng tôi có một quả bom tắm CBD mà bạn có thể ném thẳng vào bồn tắm, cũng như một mặt nạ CBD dành cho bạn, nếu bạn thực sự muốn nuông chiều bản thân! Đọc thêm"
        ],
        "star_ratings": [
            215,
            6,
            1,
            0,
            0
        ],
        "review_amount": 222,
        "location": [
            "Denver",
            "Hoa Kỳ",
            "Những điều cần làm ở Denver",
            "Colorado - CO -",
            "Spa bia Oakwell"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 19, 2023",
            "Written June 28, 2023",
            "Written July 9, 2023",
            "Written July 18, 2023",
            "Written July 19, 2023",
            "Written July 20, 2023",
            "Written July 30, 2023",
            "Written August 14, 2023",
            "Written August 15, 2023",
            "Written May 28, 2024",
            "Written May 16, 2024",
            "Written May 12, 2024",
            "Written May 6, 2024",
            "Written April 14, 2024",
            "Written April 12, 2024",
            "Written April 3, 2024",
            "Written March 17, 2024",
            "Written February 20, 2024",
            "Written January 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33388-d23259053-Reviews-Oakwell_Beer_Spa-Denver_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d19675112-Reviews-Hayati_Mediterranean_Grill-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d380804-Reviews-Curtis_Park_Creamery-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d10744751-Reviews-Tivoli_Tap_House_and_Kitchen-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d6938685-Reviews-Rosenberg_s_Bagels-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d23740305-Reviews-MBP-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d16724280-Reviews-Lou_s_Italian_Specialties-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d13323653-Reviews-Barcelona_Wine_Bar-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d21373397-Reviews-Mimosa-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d4604965-Reviews-Crema_Coffee_House-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d10308123-Reviews-Hop_Alley-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103037-Reviews-Black_American_West_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d6206485-Reviews-The_Infinite_Monkey_Theorem_Urban_Winery-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3187639-Reviews-National_Ballpark_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7701088-Reviews-Ratio_Beerworks-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d142967-Reviews-Coors_Field-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d14935506-Reviews-Odell_Brewing_Co_Five_Points_Brewhouse-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d1911575-Reviews-Great_Divide_Brewing_Co-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d144224-Reviews-Forney_Museum_of_Transportation-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d6701084-Reviews-Stem_Ciders-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d129124-Reviews-City_Park_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d23259053-Reviews-or10-Oakwell_Beer_Spa-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d13204912-Reviews-Delicious_Denver_Food_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7928918-Reviews-Aspire_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d1489205-Reviews-Denver_Microbrew_Tour-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3211085-Reviews-Stranahan_s_Whiskey_Distillery_Cocktail_Bar-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d13417962-Reviews-Denver_Local_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d12172855-Reviews-WeVenture_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18939670-Reviews-Puff_Pass_and_Paint-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8760207-Reviews-ETuk_Ride-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18919557-Reviews-Colorado_Cannabis_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d10731018-Reviews-Denver_Wrangler-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d5774600-Reviews-Green_light_Reiki_healing_and_Chakra_balancing-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8017501-Reviews-Mile_High_Bike_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d6899507-Reviews-LoDo_Massage_Studio-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d12918871-Reviews-Escapology-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7245609-Reviews-Epic_Escape_Game_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7059860-Reviews-Epic_Brewing_Company-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d4437368-Reviews-Rocky_Top_Glide-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34747-d2524153-Reviews-Kraft_Azalea_Gardens-Winter_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d13516788-Reviews-Seabright_State_Beach-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32894-d270504-Reviews-Monarch_Butterfly_Grove-Pismo_Beach_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g19192636-d953101-Reviews-Disney_s_Hollywood_Studios-Bay_Lake_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d13315092-Reviews-Coco_Tam_s-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d19805273-Reviews-Seed_to_Table-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d107328-Reviews-Bass_Pro_Shops_Outdoor_World-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d230677-Reviews-Basilique_Notre_Dame_de_la_Garde-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d4831199-Reviews-El_Salto-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alajue.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4312699-Reviews-38Riv-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33388-d23259053-Reviews-or10-Oakwell_Beer_Spa-Denver_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33388-d23259053-Reviews-Oakwell_Beer_Spa-Denver_Colorado.html"
    }
]