[
    {
        "attraction_name": "O'Bannon Woods State Park",
        "attraction_name_vi": "O - Công viên tiểu bang Bannon Woods",
        "general_info": [
            "88 đánh giá",
            "- 4 trong số 20 điều cần làm ở Corydon",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Chúng tôi muốn thực hiện một chuyến thăm ngắn đến Công viên Bang O - Bannon để kiểm tra khu cắm trại RV cho chuyến thăm trong tương lai.  Họ muốn tính phí chúng tôi - 9 tại cổng chỉ để lái xe vào và lái xe ra ngay.  Không cần phải nói, chúng tôi đã quay đầu xe và rời đi. Tôi đoán chúng tôi - sẽ không bao giờ biết gì về công viên.   - 9 để ra vào nhanh chóng chỉ vì chúng tôi - không phải là cư dân Indiana là quá đáng.  Hoosiers, vui lòng đến thăm Công viên Bang Kentucky của chúng tôi.  Bạn - sẽ cảm thấy được chào đón và sẽ không phải trả thêm phí chỉ vì bạn - là người ngoài -.  Tôi thực sự hy vọng rằng Indiana DNR sẽ xem xét chính sách tính phí bổ sung này đối với du khách ngoài tiểu bang.  Nó thực sự làm cho chúng tôi cảm thấy không được chào đón.  Hay đó chính là vấn đề?Đọc thêm",
        "reviews": [
            "Tính phí 7 đô la tại gian hàng cho chiếc xe bán tải 1 - 2 tấn kéo rơ-moóc 20 ft của tôi. Không có đề cập trên trang web về khoản phí này. Phòng tắm tắm trong tình trạng hư hỏng hoàn toàn. Thiếu núm. Nhiều địa điểm quá xa nước để kết nối. Hầu hết các địa điểm đều có góc cạnh khi lẽ ra chúng có thể được san bằng. Không bao giờ nữa.Đọc thêm",
            "Chúa ơi, không có thông tin gì cả. Sau khi đi qua khu cắm trại vì biển báo tồi tàn, chúng tôi đã thực hiện một chuyến đi vài dặm không mấy thú vị xuống một con đường chuyển làn đường duy nhất trở lại dẫn đến hư không. Với nhiều người cắm trại trong nhóm của chúng tôi, điều này thật khủng khiếp đối với bánh xe thứ 5 dài hơn 30 foot. Thiếu bảng hiệu. Các trang web rất tệ, không có gì gần bằng và lối vào để quay lại chúng ít nhất là chật chội. Thậm chí chỉ với một cú kéo cản 29. Lưỡi ra cách mặt đất 3,5 feet để tìm - ngang bằng - Đọc thêm",
            "Bản đồ thật tệ khi giúp chúng tôi tìm ra con đường mà chúng tôi muốn đi bộ.   Và khi chúng tôi tìm thấy con đường mòn, chúng tôi bị lạc trong vài giờ do biển báo kém cho chúng tôi biết phải đi đâu.  Chúng tôi đã cố gắng gọi DNR nhưng không có đủ tín hiệu điện thoại di động.Đọc thêm",
            "This review is more for the Adventure Hiking Trail  - AHT -  than the park in general as a small portion of it - s 21-mile loop lies within the park, and you need to enter the park  - possible entrance fee if in season -  in order to drop a water cache. The AHT is a little-known backpacking gem in the state. Most people think of Indiana as being all flat but that thought will be dispelled as they trek up and down up to 400 -  changes in elevation. The karst topography of the area is why it - s considered a dry trail and also why there are so many caves and sinkholes. There are a few places you can cache water, depending on your start point, planned mileages and carrying capacity: at the intersections with 462, Old Forest Road, Cold Friday Road, near Pioneer Cabin Shelter and the old iron bridge off 62  - assuming you don - t have a problem with crossing it - s deck-less skeleton to reach it - . However, you can also tank up at the restrooms in the horsemen - s electric campground  - AHT passes within 1 - 4 mile -  except perhaps in winter.My sons  - 5 and 14 -  and I did this the first week of April. We were still having warm weather that had brought 3 weeks straight of record-breaking March temps. The only water we saw on trail was a small trickle a bit east of 462 and another trickle just past the Homestead Shelter  - going CW - , which is one of 3 non-reservable cabin shelters on the southern-most section of the trail that you can overnight in if space is available. It was really odd crossing the bone dry Potato Run, which clearly had large volumes of water at times.Our first night we tarped just south of Indian Creek Shelter  - the first one -  since there was a youth group at the shelter. We were able to stay the second night in the new one overlooking the Ohio that had replaced the original that burned a few years ago  - we actually beat the youth group there - . You should expect mice roommates as well so protect your food. The AHT map you can get from the park office  - not the one on the DNR site -  shows a fourth shelter on the west side but it doesn - t exist  - I searched quite a while out of curiousity - . There is a large field in that area you could tent in, but we decided to just hike on out taking a shortcut on a gravel road that cut out a few miles.Because of the unusually warm weather, the trees were well leafed so views were prettier though not as expansive as they would during a normal early April trip. I was surprised there weren - t more flowers though. The ticks were also prevalent so we stopped letting the youngest lead so we could knock them off the vegetation next to the trail. We also saw lots of mating box turtles on or right next to the trail, mostly within the park - s boundary. Surprisingly, the trail was not torn up too badly by the horses even though there were spots they had obviously used hiker-only sections. The AHT had been known for being poorly blazed in the past but this seems to be taken care of now. The only issue was following it through a recently logged area between 462 and Old Forest Road and we missed a not so obvious 90 degree turn. The steepest topography is between the first and last shelter so you can make better time before and after those.This is not a trail you should attempt with youngsters or those out of shape unless you know they can easily do 5 miles going up and down hills. I - d done some easier trips with my sons the previous spring break and was prepared to stay out for 4 nights if needed. Some people choose to do just a section of the AHT and have a shuttle vehicle. You may run into a few people on weekends, but during the week you - re likely to have the trail to yourself.This is the fourth longest single backpacking trail in the state behind the Knobstone, Tecumseh and Pioneer Trails  - all point to point - . You could also put together a longer trip combining trails in parts of the Hoosier NF.Read more",
            "Chúng tôi đã dành cả tuần ngày 4 tháng 7 tại khu cắm trại này.  Đó là trải nghiệm đầu tiên của chúng tôi với Obannon và hơi lo lắng vì chúng tôi dự định dành 5 ngày ở đó nhưng nó chắc chắn vượt quá mong đợi của chúng tôi.  Các khu cắm trại đều có nhiều cây cối và khu cắm trại của chúng tôi rộng rãi và rộng rãi.  Trời mưa hầu hết những ngày chúng tôi ở đó nhưng trừ khi trời đổ mưa, chúng tôi vẫn có thể ngồi bên đống lửa vì tán cây rất rộng.  Chắc chắn hãy xem hình ảnh khi đặt chỗ vì một số khu cắm trại có thể bị tụt dốc đáng kể hoặc rất nghiêng.  Chúng tôi không có vỉ nấu ăn nhưng một ngày trước khi chúng tôi rời đi, chúng tôi phát hiện ra rằng nếu chúng tôi yêu cầu một cái từ nhân viên kiểm lâm công viên hoặc chủ trại thì họ sẽ di chuyển một cái hoặc tìm cho chúng tôi một cái.  Bài học kinh nghiệm.  Hồ bơi đã thổi bay chúng tôi.  Chúng tôi không biết nó sẽ tốt như vậy và đã có khoảng thời gian tuyệt vời.  Các slide thật tuyệt vời và tất cả chúng tôi đều có một trải nghiệm tuyệt vời.  Đó là - 3 người mỗi người để vào hồ bơi vì vậy hãy chuẩn bị sẵn sàng cho việc đó.  Phòng tắm sạch sẽ, đó là một vấn đề lớn đối với tôi và vòi sen rất tốt...mặc dù hơi nóng.  Chúng tôi nhận thấy rằng nếu có người khác đang tắm thì nước cũng không khó chịu lắm nhưng nếu bạn là người duy nhất thì họ gần như không thể chịu nổi.  Đặc biệt là sau một ngày ở hồ bơi khi bạn bị cháy nắng một chút!  Chúng tôi đã tham dự buổi trình diễn pháo hoa ở Corydon vào ngày 3 tháng 7 và đó là một trong những màn trình diễn hay nhất mà chúng tôi từng xem.  Chúng tôi quyết định đây sẽ là chuyến đi hàng năm của chúng tôi và chắc chắn có kế hoạch quay trở lại Obannon Woods nhiều nhất có thể.  Tôi đặc biệt giới thiệu khu cắm trại này cho các gia đình nếu bạn muốn có một kỳ nghỉ dưỡng tuyệt vời!Đọc thêm",
            "The opportunities for outdoor recreation abound in the O - Bannon Woods State park.  At just under 2,300 acres, the state park itself isn - t huge, but the fact that it - s a part of the 24,000 acre Harrison Crawford State Forest adds nicely to the space to roam.  There is an extensive trail system within the park, a fire tower that is open for climbing.  The pool is well kept and kid-friendly, but there is no diving area.  The deepest area is only 5 feet, but the water slides are fun.   - 3 - person admission is a fair price and a family pass of 25 punches for  - 50 is available and doesn - t expire.  The nature center is open year-round and always has something for the visitors to learn and experience.  The staff has always been friendly and informative there.  My only complaint with the park is the lack of knowledge about the DNR programs that are offered in all parks.  The roving naturalist wasn - t aware of the Hoosier Quest program for the kids that we - d started in other parks and the front gate staff and office didn - t know where the SPRGO! game is that is a state wide bingo type challenge.   The campground is nice and has become one of our favorites, though we - ve found few in Indiana that we wouldn - t like to return to.  I appreciate the hot showers and automatic light fixtures to save electricity.  Some sites are severely sloped, but they - re described in the site descriptions.  There is no camp store, however, and the nearest shop is 10 miles or so away in either direction, so go prepared.  Reserve your campsite online ahead of time to ensure you have a spot when you get there and don - t forget to fill up with water before parking - the spigots are only at every several sites. The state website is fairly informative about fees and reservation policies.There is an opportunity to canoe - kayak by either putting in at a public ramp along the Blue River, or by going north to Milltown, IN to Cave Country Canoes to rent a craft or to have them haul yours for a small fee.  They - ll bus you up river and you canoe back to your vehicle.  This is a great park and area for your family to explore!Read more",
            "Tôi yêu công viên này!  Tôi nhận thấy ai đó đã đăng rằng đó là một công viên nhỏ.  Chà, tôi không biết họ cho là lớn như thế nào vì công viên này rộng tới 26.000 mẫu Anh.  Có rất nhiều khu vực khác nhau để khám phá trong công viên này.  Phần duy nhất nhỏ là sân chơi trẻ em.  Phải thừa nhận rằng nó có thể lớn hơn hoặc có lẽ một khu vui chơi khác được bổ sung cho các em nhỏ.  Trung tâm thiên nhiên tại công viên là nơi chiêu đãi cả người lớn cũng như trẻ em.  Có chương trình quanh năm dành cho tất cả mọi người.  Các phòng vệ sinh được giữ sạch sẽ...những con đường mòn có hình dạng tuyệt vời cho ngựa và con người.  Các địa điểm này hầu hết đều có bóng râm và nhiều địa điểm khá lớn so với các công viên khác.  Bạn có thể có sự riêng tư nếu bạn muốn. Các nhân viên rất thân thiện và những người cắm trại ở đây hầu hết là những người cắm trại nhiều lần đến công viên này.  Có một khu dã ngoại tuyệt vời với tầm nhìn tuyệt đẹp ra sông Ohio. Hồ bơi là niềm vui lớn cho trẻ nhỏ cũng như thanh thiếu niên và người lớn.  Nó có một khu vực phun nước và 2 đường trượt nước và quầy nhượng quyền.  Tháp cứu hỏa là một nơi leo núi đẹp với tầm nhìn đẹp.  Có những con đường mòn đi bộ đường dài ngắn và những con đường mòn dài, tùy theo điều kiện nào phù hợp với bạn nhất.  Mùa thu ở đây thật đẹp!  Có một trang trại để tham quan với những chú bò thân thiện thích được gãi và 2 chú lừa nhỏ đến hàng rào để gặp bạn.  Vài lần trong năm, họ tổ chức buổi trình diễn máy ép cỏ khô để giới thiệu máy ép cỏ khô, một trong số ít máy ép còn hoạt động trong cả nước.  Tôi nghĩ đó là nơi công cộng duy nhất.  Trong những ngày cuối tuần đặc biệt này, các buổi giới thiệu về rèn, làm nến, dệt và nấu ăn tiên phong cũng như các hoạt động khác sẽ được tổ chức.  Bạn có thể kiểm tra trên trang web của họ để biết ngày và lịch trình.  Công viên này đạt điểm A - !Đọc thêm",
            "Có lẽ chúng tôi đã chọn sai đường nhưng chúng tôi đã đi dọc theo con sông và chẳng có gì ngoài rác rưởi. Chúng tôi nhận thấy có lũ lụt nhưng một số rác và mức độ nghiêm trọng của số lượng này đã khiến chúng tôi phải tạm dừng xem lần cuối cùng họ dọn dẹp đường mòn là khi nào. Rất đáng thất vọng. Hy vọng những con đường mòn khác được chăm sóc tốt hơn.Đọc thêm",
            "AHT là đường mòn vòng dài 25 dặm trong Công viên tiểu bang O - Bannon và Rừng tiểu bang Harrison-Crawford. Thật tuyệt vời khi chúng ta có một viên ngọc như vậy ở Indiana. Đó là một đường mòn rất đồi núi, đầy thử thách. Phải mất ít nhất 2,5 ngày để hoàn thành. Có rất ít hoặc không có nguồn nước, vì vậy bạn phải cất giữ nước ở đầu đường mòn. Chúng tôi bắt đầu ở 462 và đường rừng cũ và đi ngược chiều kim đồng hồ. Chúng tôi cắm trại tại Ohio River Shelter vào đêm đầu tiên - nơi trú ẩn rất đẹp. Indian Creek Shelter là đêm thứ hai - nơi nhỏ hơn nhưng cũng tốt với bàn dã ngoại và vòng lửa. Đường mòn miễn phí và không cần giấy phép nhưng họ yêu cầu bạn phải đăng ký tại văn phòng công viên. Đường mòn được đánh dấu bằng các vạch màu xanh lá cây và trắng. - một số khu vực có ruy băng màu hồng buộc trên cây - . Cẩn thận chú ý đến các vạch màu; rất dễ đi nhầm đường mòn vì có nhiều đường mòn dành cho ngựa và đường mòn vào rừng. Nhưng nhìn chung, đường mòn được đánh dấu rất rõ ràng. Dịch vụ di động rất chập chờn nhưng tôi có thể bắt được tín hiệu trên vách đá. Hãy thử xem - bạn sẽ tự hào vì đã hoàn thành được nó!Đọc thêm"
        ],
        "star_ratings": [
            44,
            29,
            6,
            4,
            5
        ],
        "review_amount": 88,
        "location": [
            "Corydon",
            "Hoa Kỳ",
            "O - Công viên tiểu bang Bannon Woods",
            "Indiana - TRONG -",
            "Các hoạt động ở Corydon"
        ],
        "reviews_time": [
            "Written September 20, 2020",
            "Written July 23, 2020",
            "Written June 21, 2022",
            "Written June 1, 2021",
            "Written March 9, 2013",
            "Written July 10, 2013",
            "Written June 3, 2014",
            "Written October 22, 2013",
            "Written May 28, 2018",
            "Written May 9, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37034-d3672827-Reviews-O_Bannon_Woods_State_Park-Corydon_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d12972107-Reviews-Harrison_Crawford_State_Forest-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-Wyandotte_Caves-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-or10-O_Bannon_Woods_State_Park-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6027930-Reviews-Hayswood_Nature_Reserve-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6027938-Reviews-Harrison_Poolside_Park-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d4367106-Reviews-Indiana_Caverns-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d4356701-Reviews-Zimmerman_Art_Glass_Business-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d271175-Reviews-Corydon_Capitol_State_Historic_Site-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d2350522-Reviews-Stephenson_s_General_Store-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d4400688-Reviews-Red_Barn_Antique_Mall-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3400303-Reviews-Battle_of_Corydon_Battlefield-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37325-d4084650-Reviews-Cave_Country_Canoes-Milltown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6533478-Reviews-Golf_Shores_Fun_Center-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d5834952-Reviews-Walter_s_Pub-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d13812357-Reviews-Blaine_H_Wiseman_Visitor_Center-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d11777697-Reviews-Harrison_County_Discovery_Center-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6695293-Reviews-Old_Town_Store-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4312699-Reviews-38Riv-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592521-Reviews-Museum_Kimchikan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55923-d2238215-Reviews-East_Texas_Gators_and_Wildlife_Park-Grand_Saline_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57894-d7238319-Reviews-Stone_Tower_Winery-Leesburg_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47394-d103886-Reviews-Splish_Splash-Calverton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d552760-Reviews-Lycian_Rock_Tombs-Dalyan_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d592240-Reviews-Rathaus-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669860-Reviews-Il_Vallone_dei_Mulini-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41459-d14980058-Reviews-Beaver_Brook_Spray_Deck-Belmont_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d283900-Reviews-Gulfarium_Marine_Adventure_Park-Fort_Walton_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-or10-O_Bannon_Woods_State_Park-Corydon_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-O_Bannon_Woods_State_Park-Corydon_Indiana.html"
    }
]