[
    {
        "attraction_name": "Observation Deck at 300",
        "attraction_name_vi": "Đài quan sát ở 300",
        "general_info": [
            "2.115 đánh giá",
            "- 17 trong số 189 điều cần làm ở Abu Dhabi",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Nằm trên Tầng 74, Tháp 2, Đài quan sát ở 300 mang đến tầm nhìn thuận lợi nhất về cảnh quan thành phố Abu Dhabi và du khách có thể thưởng thức đồ uống giải khát thơm ngon và bữa trà mặn cao cấp nhất của thành phố trong khung cảnh ngoạn mục.Đọc thêm",
        "reviews": [
            "Đây là một nơi tuyệt vời tại khách sạn Conrad ở Ethihad Towers. Bạn phải đặt trước và trong trường hợp bạn gọi một số đồ uống - đồ ăn, bạn có thể có bàn riêng và tận hưởng thời gian ở đây. Từ phòng chờ xinh đẹp này bạn có thể nhìn thấy toàn bộ Abu Dhabi. Thức ăn, bánh ngọt và đồ uống đều ngon và giá cả hợp lý cho một nơi cao cấp như vậy. Chắc chắn không thể bỏ lỡ.Đọc thêm",
            "Vừa mới tổ chức sinh nhật hôm nay và đã dùng trà chiều. Cảnh đẹp tuyệt vời, đồ ăn ngon và được trình bày rất đẹp. Chúng tôi được phục vụ bởi Rupel, người rất thân thiện, chuyên nghiệp và lịch sự. Chúng tôi cũng muốn cảm ơn anh ấy vì chuyến tham quan mà anh ấy đã chỉ cho, chỉ ra nhiều địa danh thú vị. Thật là một cách tuyệt vời để dành sinh nhật của tôi. \nXin hãy chuyển lời cảm ơn của chúng tôi đến Rupel. \nTừ Ông - Bà TuckerĐọc thêm",
            "Đây là một trong những nơi tốt nhất để thư giãn, ngắm cảnh hoàng hôn tuyệt vời, đồ ăn ngon và họ có đội ngũ nhân viên thân thiện và một trong số họ là ông Rupel, người luôn đảm bảo rằng mọi thứ đều ổn.\nTốt nhất để cặp đôi tổ chức một ngày đặc biệt như sinh nhật, địa điểm đẹp và thư giãn - ngoại trừ nếu có ai đó đứng trước bàn của bạn để chụp ảnh tự sướng và chụp ảnh trong 30 phút thì điều đó hơi khó chịu - \nNhưng nhìn chung chúng tôi rất thích chuyến thăm của chúng tôi.\n\nTrân trọng,\nĐáng yêuĐọc tiếp",
            "Có thể ngắm cảnh đẹp tuyệt vời ở mọi hướng. Chúng tôi may mắn vì còn sớm và không quá đông đúc - sẽ rất phiền phức nếu có nhiều người ở bàn. Ngoài ra, khi chúng tôi rời đi, hàng đợi cho một thang máy rất dài, vì vậy, đáng để cố gắng đến đó trước bất kỳ ai khác. Đọc thêm",
            "Chúng tôi đến thăm đài quan sát lúc 5 giờ chiều và thời gian thật hoàn hảo. Chúng tôi có những bức ảnh về Abu Dhabi trước và sau khi mặt trời lặn. Chúng tôi đã đặt trước và có một bộ bàn ghế nhỏ. Có giờ khuyến mãi đối với các loại bia và rượu vang được chọn từ 5 giờ chiều đến 7 giờ tối, thật tuyệt. Peroni là 20 AED rất hợp lý. Các nhân viên rất thân thiện nhưng có một chút vô tổ chức. Chúng tôi đã gọi hai loại đồ uống - bia và cà phê đá - phải mất một thời gian mới có được cả hai lần. Thật xấu hổ khi mặc dù đã đặt chỗ nhưng mọi người vẫn có thể đến và đứng trước bàn của bạn, một số người thực sự thô lỗ và thậm chí có người còn chỉ ngồi vào bàn của chúng tôi. Nhìn chung, nó đáng giá về lượt xem nhưng tổ chức nhiều hơn một chút sẽ không bỏ lỡ.Đọc thêm",
            "Nếu bạn là người thích ngắm nhìn thành phố từ trên cao thì đây là địa điểm bạn nên đến ở Abu Dhabi. Góc nhìn 360 độ mang đến cơ hội hoàn hảo để bạn định hướng thành phố và hầu hết các địa danh chính đều có thể nhìn thấy rõ ràng. Lúc đầu, có vẻ hơi kỳ lạ vì khu vực ngắm cảnh cũng là một nhà hàng, vì vậy bạn phải cẩn thận để không làm gián đoạn bữa ăn của mọi người khi chụp ảnh, nhưng may mắn thay, nơi này không quá đông đúc trong chuyến thăm của chúng tôi.\n\nTuy nhiên, chỉ riêng góc nhìn thôi cũng tuyệt vời và tôi khuyên bạn nên đến đây nếu bạn lần đầu đến thành phố này. Đọc thêm",
            "Nhà hàng xinh xắn này nằm trên đỉnh giữa của 3 tòa tháp và có tầm nhìn toàn cảnh 360 độ về Abu Dhabi. Trong khi bạn được cung cấp một bàn để giải khát trong chuyến tham quan, bạn có thể đi bộ quanh toàn bộ tầng và tận hưởng tất cả các khung cảnh khác nhau ra biển và đất liền. Điều kỳ diệu là... hầu hết những gì bạn thấy đều không có ở đó 40 năm trước. Trà và bánh đủ ngon, nhưng không có gì đặc biệt. Trải nghiệm hoàn toàn phụ thuộc vào góc nhìn.Đọc thêm",
            "Chúng tôi đưa các cậu bé 4 và 8 tuổi đến Đài quan sát 300 để ăn một miếng bánh và đồ uống. Khung cảnh rất tuyệt, đồ uống và bánh rất ngon. Chúng tôi đã đặt qua Tiqets, với mức giá gần - 50 cho 2 người lớn và 2 trẻ em, tôi có thể sẽ không vội quay lại nhưng đáng để ghé thăm khi ở Abu Dhabi và có vài giờ để đốt cháy.\n\nAn ninh khách sạn đã lo vé đậu xe của chúng tôi, chỉ một cử chỉ nhỏ nhưng chắc chắn được đánh giá cao.Đọc thêm",
            "Chúng tôi đưa các cậu bé 4 và 8 tuổi đến Đài quan sát 300 để ăn một miếng bánh và đồ uống. Khung cảnh rất tuyệt, đồ uống và bánh rất ngon. Chúng tôi đã đặt qua Tiqets, với mức giá gần - 50 cho 2 người lớn và 2 trẻ em, tôi có thể sẽ không vội quay lại nhưng đáng để ghé thăm khi ở Abu Dhabi và có vài giờ để đốt cháy. An ninh khách sạn đã lo vé đậu xe của chúng tôi , chỉ một cử chỉ nhỏ nhưng chắc chắn được đánh giá cao.Đọc thêm",
            "Nhà hàng xinh xắn này nằm trên đỉnh giữa của 3 tòa tháp và có tầm nhìn toàn cảnh 360 độ về Abu Dhabi. Trong khi bạn được cung cấp một bàn để giải khát trong chuyến tham quan, bạn có thể đi bộ quanh toàn bộ tầng và tận hưởng tất cả các khung cảnh khác nhau ra biển và đất liền. Điều kỳ diệu là... hầu hết những gì bạn thấy đều không có ở đó 40 năm trước. Trà và bánh đủ ngon, nhưng không có gì đặc biệt. Trải nghiệm hoàn toàn phụ thuộc vào góc nhìn.Đọc thêm",
            "Đã có một khoảng thời gian nhàn nhã tại đài quan sát này. Mặc dù tôi không thích đồ ăn nhẹ đi kèm với cà phê nhưng rất thích ngắm cảnh - 90 - trong số các món đều ngọt ngào như một lựa chọn ăn chay, tôi không biết về đồ ăn nhẹ không thuần chay - .Đọc thêm",
            "Chúng tôi đến Đài quan sát lúc 300 để uống trà chiều. Việc lựa chọn thực phẩm thật đáng thất vọng. Chỉ có khung cảnh là tuyệt vời. Nói chung chúng tôi sẽ không quay lại.Đọc thêm",
            "Nếu bạn là người thích ngắm nhìn các thành phố từ trên cao thì đây chính là địa điểm bạn nên đến ở Abu Dhabi. Tầm nhìn 360 độ mang đến cơ hội hoàn hảo để bạn có thể quan sát toàn bộ thành phố và hầu hết các địa danh chính đều có thể nhìn thấy rõ ràng. Ban đầu có hơi kỳ lạ vì khu vực ngắm cảnh cũng đóng vai trò như một nhà hàng, vì vậy bạn phải cẩn thận để không làm gián đoạn bữa ăn của mọi người khi chụp ảnh, nhưng may mắn thay, nó quá đông đúc trong chuyến thăm của chúng tôi. Địa điểm tuyệt vời cho Tuy nhiên, chỉ có lượt xem và tôi - muốn giới thiệu cho bất kỳ ai - lần đầu tiên đến thăm thành phố.Đọc thêm",
            "Tận hưởng một ngày tham quan đài quan sát và chiêm ngưỡng khung cảnh tuyệt vời Nếu mua bữa trưa, bạn sẽ được vào cửa miễn phí, đó là một lựa chọn tuyệt vời. Đây chắc chắn là nơi bạn nên ghé thăm trong chuyến đi đến Abu DhabiĐọc thêm",
            "Khung cảnh tuyệt vời và một quán cà phê có chỗ ngồi gần cửa sổ để thưởng thức chúng. Chỉ có một thang máy nên việc lên xuống có thể mất chút thời gian.Đọc thêm",
            "Nơi tuyệt vời để bỏ qua Abu Dhabi trong bữa trưa nhẹ. Giá vào cửa có thể được sử dụng cho thực phẩm và nó có ý nghĩa hoàn hảo. View đẹp, đồ ăn và dịch vụ.Đọc thêm",
            "Chúng tôi đến thăm đài quan sát lúc 5 giờ chiều và thời gian thật hoàn hảo. Chúng tôi có những bức ảnh về Abu Dhabi trước và sau khi mặt trời lặn. Chúng tôi đã đặt trước và có một bộ bàn ghế nhỏ. Có giờ khuyến mãi đối với các loại bia và rượu vang được chọn từ 5 giờ chiều đến 7 giờ tối, thật tuyệt. Peroni là 20 AED rất hợp lý. Các nhân viên rất thân thiện nhưng có một chút vô tổ chức. Chúng tôi đã gọi hai loại đồ uống - bia và cà phê đá - phải mất một thời gian mới có được cả hai lần. Thật xấu hổ khi mặc dù đã đặt chỗ nhưng mọi người vẫn có thể đến và đứng trước bàn của bạn, một số người thực sự thô lỗ và thậm chí có người còn chỉ ngồi vào bàn của chúng tôi. Nhìn chung, nó đáng giá về lượt xem nhưng tổ chức nhiều hơn một chút sẽ không bỏ lỡ.Đọc thêm",
            "Quan điểm tuyệt vời có được ở mọi hướng.  Chúng tôi thật may mắn vì đến sớm và không quá bận rộn - sẽ rất khó khăn nếu có nhiều người ở bàn.  Ngoài ra, khi chúng tôi rời đi, hàng đợi cho một thang máy rất dài, vì vậy đáng để cố gắng đến đó trước bất kỳ ai khác.Đọc thêm",
            "Một bữa trà chiều cho hai người giá khoảng bao nhiêu?Đọc thêm",
            "Vâng như trên.  Rất đắt và thành thật mà nói thì quá đắt nên đừng mong đợi bất kỳ sự rườm rà thực sự nàoĐọc thêm",
            "Đang nghĩ đến việc ở lại đây ... khách sạn này có thân thiện với rượu không? Đọc thêm",
            "Tất cả các khách sạn ở Dubai đều bán rượu để sử dụng tại khuôn viên khách sạn - quầy bar và hồ bơi. Chỉ cần đừng say rượu nếu không bạn có thể phải vào tù. Hãy tôn trọng văn hóa của họ và bạn sẽ ổn thôi. Đừng tìm quán rượu bên ngoài khách sạn. Có vẻ như có một số nơi bạn có thể mua rượu ở dubia Tôi chưa thấy. Nhưng hãy cẩn thận nếu bạn mua và bị bắt khi mang nó vào khách sạn của bạnĐọc thêm",
            "Trà chiều diễn ra vào lúc mấy giờ? Về cơ bản, giá vé vào khu vực quan sát thay đổi vào lúc mấy giờ?Đọc thêm",
            "khoảng 5:00 chiều tôi tin làĐọc thêm",
            "Nếu chúng tôi chỉ muốn ghé thăm bàn quan sát và nhanh chóng uống cà phê hoặc ăn bánh sandwich, bạn có cần đặt chỗ trước không? \n\nChúng tôi đang đi du lịch với một đứa trẻ 1 tuổi và 3 tuổi. \n\nCảm ơn lời khuyên của bạn. Đọc thêm",
            "Xin chào Jasper, không cần đặt trước. Có những cô hầu bàn đi lại xung quanh có thể giúp bạn. Chỉ khi những nhóm du khách lớn - lượng xe buýt - đến cùng một lúc thì có thể mất nhiều thời gian hơn một chút trước khi bạn được trợ giúp. \nĐiều này cũng áp dụng cho việc sử dụng thang máy. Điều đó cũng có thể mất nhiều thời gian hơn một chút. Nói chung, thật tuyệt khi được ở đó và có thể nhìn xung quanh từ đó. Hãy tận hưởng nó. Đọc thêm",
            "Xin chào, hy vọng bạn có thể giúp tôi. Tôi muốn đặt một vé vào Bàn quan sát tại Tháp Etihad, nhưng tôi không thể tìm thấy bất kỳ địa chỉ nào để làm điều đó trực tuyến. Bạn đã đặt vé như thế nào? Tôi thấy một lựa chọn để đặt bữa trà chiều, nhưng nó cao hơn 95 AED - tôi tin là 250 -. Tôi - đã nghe nói rằng tốt hơn hết là nên đặt trước, vì vậy tôi không muốn để nó cho đến ngày chúng tôi đến thăm. Cảm ơn bạnĐọc thêm",
            "Chào buổi tối, bạn có thể cho tôi biết chi phí hiện tại sẽ tăng lên bao nhiêu và liệu việc này có thể được thực hiện trực tiếp tại chỗ hay ở đó - có một cách để đặt trước. Cảm ơn Đọc thêm",
            "95 DIRAM mỗi người. Vé bao gồm đồ uống 55 DIRAM - nếu bạn dùng thứ gì đó đắt hơn, bạn sẽ phải trả khoản chênh lệch -.\nChúng tôi mua vé ngay tại chỗ, không phải xếp hàng và không mất thời gian chờ đợi.Đọc thêm",
            "Xin chào, phí vào Đài quan sát với giá 300 là bao nhiêu - và tôi có thể mua vé rẻ nhất ở đâu?\n\nLGĐọc thêm",
            "CHÀO\nChúng tôi đã trả 95 AED - khoảng 22 euro - cho mỗi người trực tiếp tại thang máy tiếp cận. 55 AED có thể được sử dụng làm phiếu mua hàng trong quán cà phê. Tôi không nghĩ bạn sẽ mua được nó rẻ hơn chút nào. Đường vào thang máy - phòng vé hơi khuất. Tốt nhất nên hỏi - Lễ tân khách sạn ở Jumeirah - \nChúc vui vẻ....Đọc thêm",
            "Còn chỗ đỗ xe thì sao? Dịch vụ đỗ xe có bao gồm trong giá không? Bạn có cần đặt chỗ trước để được bao gồm chỗ đậu xe không?Đọc thêm",
            "Tôi không biết vì chúng tôi đến đó bằng xe buýt Hop-on hop-off. Tôi cho rằng bãi đậu xe không được bao gồm. \nCách tốt nhất để tìm hiểu là gọi đến quầy lễ tân của khách sạn Jumeira, nơi có thể tìm thấy lối vào đài quan sát.\nHãy vui vẻ, nó đáng giá!Đọc thêm",
            "Phí vào cửa là bao nhiêu?Đọc thêm",
            "Phí là AED95 bao gồm khoản tín dụng AED55 mà bạn có thể chi tiêu cho đài quan sát.Đọc thêm",
            "Bạn có cần đặt chỗ trước đài quan sát nếu bạn không phải là khách của khách sạn hay bạn chỉ có thể trả phí vào cửa khi đến nơi?Đọc thêm",
            "Bạn có thể truy cập, nhưng nếu đã đặt đầy đủ, bạn sẽ không tìm được chỗ. \nTốt nhất bạn nên đặt trước. Nhưng vẫn vào những ngày không bận rộn, bạn sẽ tìm được một chỗĐọc thêm"
        ],
        "star_ratings": [
            1375,
            572,
            125,
            31,
            13
        ],
        "review_amount": 2116,
        "location": [
            "Trung đông",
            "Abu Dhabi",
            "Đài quan sát ở 300",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Tiểu vương quốc Abu Dhabi",
            "Những điều cần làm ở Abu Dhabi"
        ],
        "reviews_time": [
            "Written October 16, 2023",
            "Written October 19, 2023",
            "Written October 23, 2023",
            "Written February 2, 2024",
            "Written February 9, 2024",
            "Written April 1, 2024",
            "Written May 30, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written April 17, 2024",
            "Written April 10, 2024",
            "Written April 1, 2024",
            "Written March 26, 2024",
            "Written March 13, 2024",
            "Written March 1, 2024",
            "Written February 10, 2024",
            "Written February 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294013-d5010953-Reviews-Observation_Deck_at_300-Abu_Dhabi_Emirate_of_Abu_Dhabi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d18841139-Reviews-Lexx-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d14396945-Reviews-Verso-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d15194258-Reviews-Sahha-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d3410095-Reviews-Nahaam-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d3469223-Reviews-Li_Beirut-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d3917561-Reviews-Kamoon-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d2520144-Reviews-Ray_s_Bar-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d3706221-Reviews-Sole-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d14411806-Reviews-Pearl_Lounge-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d3411371-Reviews-Rosewater-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10314557-Reviews-Etihad_Towers-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10067557-Reviews-Avenue_at_Etihad_Towers-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1018990-Reviews-Emirates_Palace_Mandarin_Oriental_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d14177860-Reviews-The_Founder_s_Memorial-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d8356840-Reviews-Nation_Riviera_Beach_Club-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7168652-Reviews-Emirates_Palace_Marina-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d16787413-Reviews-Qasr_Al_Watan-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7386734-Reviews-N2N_Art_Gallery-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10264823-Reviews-Nation_Towers-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d485199-Reviews-The_Corniche-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d5010953-Reviews-or10-Observation_Deck_at_300-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1492221-Reviews-Sheikh_Zayed_Grand_Mosque_Center-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d2166598-Reviews-Abu_Dhabi_Falcon_Hospital-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4860336-Reviews-Abu_Dhabi_National_Exhibition_Center-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d6582106-Reviews-Aldar_HQ_Building-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3961487-Reviews-Qasr_Al_Hosn-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d9737164-Reviews-Yas_Marina-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d23136150-Reviews-NDOOR-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3750935-Reviews-Conrad_Spa-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d14765294-Reviews-Pindar_Sailing-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7892356-Reviews-The_Spa_at_The_St_Regis_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d26250899-Reviews-The_Spa_at_Mandarin_Oriental_Emirates_Palace_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d24143113-Reviews-Open_Circle_Yoga-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4888980-Reviews-Belevari_Marine-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105230-Reviews-Easton_s_Beach-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60873-d103558-Reviews-Resurrection_Bay-Seward_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g8398097-d14120543-Reviews-Kund_Malir-Aghor_Balochistan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d631651-Reviews-Goblin_Valley_State_Park-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g55139-d8273444-Reviews-Seven_Islands_State_Birding_Park-Kodak_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563697-Reviews-Blue_Man_Group-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552743-Reviews-Downtown_Fethiye-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g608496-d592165-Reviews-Bali_Butterfly_Park-Tabanan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190295-Reviews-Deutsches_Museum-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190123-Reviews-Trastevere-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294013-d5010953-Reviews-or10-Observation_Deck_at_300-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294013-d5010953-Reviews-Observation_Deck_at_300-Abu_Dhabi_Emirate_of_Abu_Dhabi.html"
    }
]