[
    {
        "attraction_name": "Ocean Club Marbella",
        "attraction_name_vi": "Câu lạc bộ đại dương Marbella",
        "general_info": [
            "415 đánh giá",
            "1 trên 9 Spa Chăm sóc sức khỏe ở Puerto Banus",
            "Quán bar Câu lạc bộ",
            "Spa",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Ocean Club là một điểm đến trong một điểm đến, một viên ngọc Marbella lấp lánh với danh tiếng quốc tế thực sự là nơi nên đến ở Puerto Banús. Vẻ quyến rũ của bộ máy bay phản lực của nó đến từ sự kết hợp quyến rũ giữa ý tưởng câu lạc bộ bãi biển cổ điển và phong cách hiện đại, năng động và tinh tế. Đó là một thế giới của sự thoải mái, sang trọng và khoái cảm, nơi mặt trời vuốt ve cơ thể và tiếng sóng vỗ cùng với các DJ thường trú để tạo ra những bản nhạc nền cho một mùa hè khó quên. Ocean Club đồng nghĩa với những du thuyền, siêu xe xa hoa và những thương hiệu hàng đầu của Puerto Banús vì nó mang đến trải nghiệm đặc biệt và đặc quyền. Hoạt động kinh doanh là khách sạn cao cấp nhưng nhiệm vụ là xác định lại nó trong khung cảnh mùa hè hiện đại bên bờ biển. Ocean Club mang đến sự kết hợp hoàn hảo giữa sự sang trọng, chiều chuộng, những bữa tiệc huyền thoại, những ly cocktail thơm ngon và trải nghiệm ẩm thực trong khung cảnh thời thượng, hiện đại. Khách sạn tự hào có 9000 m2 được trang trí trang nhã xuyên suốt!Đọc thêm",
        "reviews": [
            "Đây là lần thứ hai đến đây và chúng tôi thậm chí còn yêu thích nó hơn lần đầu tiên. Thức ăn, đồ uống và không khí ở đây rất tuyệt. \nNếu bạn muốn trải nghiệm một câu lạc bộ bãi biển, bạn phải đến đây. Nó đắt tiền nhưng cũng đáng để trải nghiệm. Nhân viên rất thân thiện và sẽ cố gắng hết sức để mang lại trải nghiệm tốt nhất có thể cho bạn. \nCảm ơn Luca vì đã khiến trải nghiệm của chúng tôi thực sự thú vị và đáng nhớ! \nChắc chắn chúng tôi sẽ quay lại vào lần tới khi chúng tôi ở Marbella! Đọc thêm",
            "Lần đầu tiên ghé thăm OC Marbella và nó không làm bạn thất vọng! \nVị trí tuyệt vời, khu vực hồ bơi sạch sẽ và tuyệt đẹp cùng những chiếc giường tròn nhỏ, nơi thoải mái và đủ rộng cho cả hai chúng tôi. \nChúng tôi được phục vụ bởi Leo tuyệt vời, người đã cung cấp dịch vụ hạng nhất. Hoàn toàn chu đáo, hiệu quả và thân thiện - cảm ơn Leo, bạn đã khiến một ngày trở nên thú vị hơn và đã ghé thăm nhiều câu lạc bộ bãi biển trong nhiều năm qua, cả hai chúng tôi đều có thể hét lên rằng bạn là máy chủ tốt nhất mà chúng tôi từng có!!! \nCác vũ công đường phố sacrobats là trò giải trí tuyệt vời cũng như các vũ công nữ. \nThức ăn cũng tuyệt vời và có nhiều lựa chọn cho đồ uống và cocktail ngon. Giá đắt, nhưng chúng tôi biết điều đó từ việc kiểm tra trang web trước khi đặt phòng. Chắc chắn sẽ quay trở lại - một ngày tuyệt vời! Đọc thêm",
            "-Một câu lạc bộ bãi biển tuyệt vời nhưng một nhà hàng tốt hơn, nếu bạn thích không khí tiệc tùng khi ở Marbella nhưng không muốn đến câu lạc bộ chỉ ăn trưa ở đây thì thật hoàn hảo. Một khung cảnh tuyệt vời của biển và bầu không khí náo nhiệt của hồ bơi. Bạn bước vào thì các cô gái ở cửa luôn vui vẻ chứ không gắt gỏng như những nơi khác trong khu vực. Và những người phục vụ rất xuất sắc, đặc biệt là fouad. Tôi chưa bao giờ uống một ly cocktail tệ ở đây và đồ ăn rất ngon. Tuy nhiên giá thành khá cao. Âm nhạc khá to nhưng dj hoạt động tốt nên bài hát phù hợp với hầu hết các nhóm tuổiĐọc thêm",
            "Chỉ ghé thăm để ăn trưa nhưng wow! Hồ bơi và môi trường xung quanh thật tuyệt vời!\nSạch sẽ và được bảo trì tốt, đồng thời có tầm nhìn tuyệt vời ra Med.\n\nChúng tôi đã có Chicken Tandoori Sharer và nhận thấy đây là một món ngon được trình bày tuyệt vời. Hương vị rất nổi bật, cũng như raita và tương ớt xoài. Rất nhiều cho chúng tôi cả naan và nỉ cũng có giá trị lớn. \nBia tươi là một món ăn kèm hoàn hảo và phải dừng lại ở hai giờ! \n\nKhông thể khen ngợi nhân viên đủ. Từ lời chào trở đi, chúng tôi đã được mọi người chăm sóc rất chu đáo và Tandoori đã đưa ra một số lời khuyên tuyệt vời!.\n\nChúng tôi chắc chắn sẽ quay lại trong chuyến thăm Banus tiếp theo của chúng tôi! Đọc thêm",
            "Không chắc câu lạc bộ bãi biển này có được liên kết với câu lạc bộ Ibiza hay không nhưng nó tốt hơn gấp 10000 lần. Đến thăm như một bữa tiệc gà mái và đã đặt giường. Chúng tôi được cho xem giường của mình và người phục vụ tự giới thiệu. Anh ấy cực kỳ chu đáo và rất thân thiện. - cảm ơn bạn! Nó đã tạo nên sự khác biệt cho thời đại của chúng ta. Chúng tôi đã rất vui! Thức ăn rất ngon và cocktail là hàng đầu! Đáng lẽ chúng tôi chỉ ở đó vài giờ do có kế hoạch vào buổi tối nhưng cuối cùng chúng tôi lại ở lại lâu hơn vì chúng tôi đã có khoảng thời gian vui vẻ. Tất cả những vị khách khác đều ở đó để vui vẻ và không gây rắc rối. Âm nhạc rất hay! Giải trí rất vui và hồ bơi rất đẹp và mát mẻ. Chắc chắn sẽ khuyên bạn nên đến câu lạc bộ bãi biển này vì bạn sẽ có khoảng thời gian tuyệt vời. Các nhân viên quầy bar, bồi bàn và an ninh đều tuyệt vời. Chắc chắn sẽ ghé thăm lại.Đọc thêm",
            "Nó ổn rồi!\nBốn người chúng tôi đến đây vào tháng Năm trong một ngày, chúng tôi đặt một chiếc giường có giá 265. \nKhi chúng tôi đến, có vẻ rất yên tĩnh, đó là ngày thứ Ba nên nhân viên đã nâng cấp giường của chúng tôi. \nĐồ uống và thức ăn rất đắt tiền. \nVí dụ: 4 x rượu khai vị 100. \nNhân viên rất tốt. \nKhông có chương trình giải trí trực tiếp trong ngày, chỉ có DJ không may không nhận yêu cầu \nNhìn chung, chúng tôi rất thích ngày của mình.Đọc thêm",
            "Chuyến thăm giữa tuần và thật thư giãn. Cô lễ tân và người gác cửa ở phía trước rất niềm nở. Chúng tôi hoàn toàn hiểu việc tìm kiếm hành lý không phải là vấn đề đối với chúng tôi. Jack máy chủ của chúng tôi rất chu đáo và tuyệt vời. Âm nhạc hoàn toàn rực rỡ. Mike nhiếp ảnh gia vui vẻ. Thức ăn tuyệt vời. Chúng ta có một ngày tuyệt vời nhất với tư cách là hai chị em!Đọc thêm",
            "Không sao đâu! Bốn người chúng tôi đã đến đây vào tháng 5 trong một ngày, chúng tôi đã đặt một chiếc giường có giá 265. Khi chúng tôi đến nơi, hôm đó có vẻ rất yên tĩnh nên đó là thứ Ba nên nhân viên đã nâng cấp giường của chúng tôi. Đồ uống và thức ăn rất đắt tiền. Ví dụ: 4 x aperol spritz 100. Nhân viên rất tốt. Không có chương trình giải trí trực tiếp nào trong ngày, chỉ có DJ, người không may không nhận được yêu cầu Nói chung, chúng tôi rất thích ngày của mình. Đọc thêm",
            "Nhân viên không tuyệt vời và kỳ vọng là chúng tôi sẽ im lặng khi đi chơi nhóm hỗn hợp vào cuối tuần. Cơ sở vật chất rất tốt nhưng đội ngũ ở đó cần hiểu rằng mọi người đang đi nghỉ.Đọc thêm",
            "Không có nơi nào tốt như trước đây nhiều năm! Giá đã tăng lên cho chất lượng. Rất thất vọngXem thêm",
            "Không chắc câu lạc bộ bãi biển này có được liên kết với câu lạc bộ Ibiza hay không nhưng nó tốt hơn gấp 10000 lần. Đến thăm như một bữa tiệc gà mái và đã đặt giường. Chúng tôi được cho xem giường của mình và người phục vụ tự giới thiệu. Anh ấy cực kỳ chu đáo và rất thân thiện. - cảm ơn bạn! Nó đã tạo nên sự khác biệt cho thời đại của chúng ta. Chúng tôi đã rất vui! Thức ăn rất ngon và cocktail là hàng đầu! Đáng lẽ chúng tôi chỉ ở đó vài giờ do có kế hoạch vào buổi tối nhưng cuối cùng chúng tôi lại ở lại lâu hơn vì chúng tôi đã có khoảng thời gian vui vẻ. Tất cả những vị khách khác đều ở đó để vui vẻ và không gây rắc rối. Âm nhạc rất hay! Giải trí rất vui và hồ bơi rất đẹp và mát mẻ. Chắc chắn sẽ khuyên bạn nên đến câu lạc bộ bãi biển này vì bạn sẽ có khoảng thời gian tuyệt vời. Các nhân viên quầy bar, bồi bàn và an ninh đều tuyệt vời. Chắc chắn sẽ ghé thăm lại.Đọc thêm",
            "Chỉ ghé thăm để ăn trưa nhưng wow! Hồ bơi và môi trường xung quanh thật tuyệt vời! Sạch sẽ và được bảo trì tốt, đồng thời có tầm nhìn tuyệt vời ra Med. Chúng tôi đã có Chicken Tandoori Sharer và nhận thấy đây là một món ngon được trình bày tuyệt vời. Hương vị rất nổi bật, cũng như raita và tương ớt xoài. Rất nhiều cho chúng tôi cả naan và nỉ cũng có giá trị lớn. Bia tươi là một món ăn kèm hoàn hảo và phải dừng lại ở hai giờ! Không thể khen ngợi nhân viên đủ. Từ lời chào trở đi, chúng tôi đã được mọi người chăm sóc rất chu đáo và Tandoori đã cung cấp một số lời khuyên tuyệt vời!. Chúng tôi chắc chắn sẽ quay lại trong chuyến thăm Banus tiếp theo của mình!Đọc thêm",
            "-Một câu lạc bộ bãi biển tuyệt vời nhưng một nhà hàng tốt hơn, nếu bạn thích không khí tiệc tùng khi ở Marbella nhưng không muốn đến câu lạc bộ chỉ ăn trưa ở đây thì thật hoàn hảo. Một khung cảnh tuyệt vời của biển và bầu không khí náo nhiệt của hồ bơi. Bạn bước vào thì các cô gái ở cửa luôn vui vẻ chứ không gắt gỏng như những nơi khác trong khu vực. Và những người phục vụ rất xuất sắc, đặc biệt là fouad. Tôi chưa bao giờ uống một ly cocktail tệ ở đây và đồ ăn rất ngon. Tuy nhiên giá thành khá cao. Âm nhạc khá to nhưng dj hoạt động tốt nên bài hát phù hợp với hầu hết các nhóm tuổiĐọc thêm",
            "Đồ ăn ngon từ Amais và dịch vụ từ Vincent, sẽ giới thiệu cho bất kỳ ai trong và xung quanh MarbellaPuerto BanusĐọc thêm",
            "Lần đầu tiên ghé thăm OC Marbella và nó không làm bạn thất vọng! Vị trí tuyệt vời, khu vực hồ bơi sạch sẽ và tuyệt đẹp cùng những chiếc giường tròn nhỏ, nơi thoải mái và đủ rộng cho cả hai chúng tôi. Chúng tôi được phục vụ bởi Leo tuyệt vời, người đã cung cấp dịch vụ hạng nhất. Hoàn toàn chu đáo, hiệu quả và thân thiện - cảm ơn Leo, bạn đã khiến một ngày trở nên thú vị hơn và đã ghé thăm nhiều câu lạc bộ bãi biển trong nhiều năm qua, cả hai chúng tôi đều có thể hét lên rằng bạn là máy chủ tốt nhất mà chúng tôi từng có!!! Các vũ công đường phố sacrobats là trò giải trí tuyệt vời cũng như các vũ công nữ. Thức ăn cũng tuyệt vời và có nhiều lựa chọn cho đồ uống và cocktail ngon. Giá đắt, nhưng chúng tôi biết điều đó từ việc kiểm tra trang web trước khi đặt phòng. Chắc chắn sẽ quay trở lại - một ngày tuyệt vời! Đọc thêm",
            "Tôi và bạn bè đã đến thăm bãi biển và đặt một chiếc giường nhỏ hơn với giá 175 euro. Chiếc giường rất thoải mái và được bày biện đẹp mắt và tất cả chúng tôi đều có thể nằm trên giường và thư giãn cùng nhau. Chúng tôi có một chiếc dù xinh xắn, một chiếc bàn riêng và một thùng đựng đá để đựng đồ uống. Càng bận rộn càng trở nên thú vị hơn. Có những vũ công đường phố và những người nhào lộn, trình diễn những cô gái với những chiếc váy đội đầu ngộ nghĩnh và một số giai điệu thực sự thú vị được chơi suốt cả ngày. Hồ bơi rất sảng khoái và dễ dàng tiếp cận từ bất kỳ chiếc giường nào. Người phục vụ tận tâm của chúng tôi là chàng trai tử tế nhất và luôn phục vụ với nụ cười. Anh ấy sẽ đổ đầy đá, nước và đồ uống cho chúng tôi trong suốt chuyến thăm của chúng tôi. Điều duy nhất tôi và bạn bè hơi thất vọng là giá đồ uống. Họ tính phí cho chúng tôi 11 cho một chai nước cỡ trung bình, mỗi chai có 1,5 ly nước. Đồ uống rẻ nhất mà bạn có thể uống rượu là cocktail 18 và chúng tôi thậm chí còn không cân nhắc đến rượu vang hay bữa trưa vì giá cả rất cao. Nhìn chung đó là một ngày đẹp trời nhưng chắc chắn cần phải vay tiền nếu bạn là một người bình thường có mức lương trung bình!Đọc thêm",
            "Xin chào, bạn phục vụ đồ ăn đến mấy giờ?Đọc thêm",
            "Xin chào, bạn phục vụ đồ ăn đến mấy giờ?Đọc thêm",
            "Bạn có thể trả tiền mặt cho đồ uống không?Đọc thêm",
            "Không thể quyết định giữa thứ sáu hay thứ bảy. Có khuyến nghị nào về nhạc nền không khí không, v.v.Đọc thêm",
            "Xin chào, đặt giường thứ 2 có cho phép bạn vào hồ bơi không?Đọc thêm",
            "Ocean Beach năm nay khai trương ngày nào?\nĐọc thêm",
            "Nó có bận rộn vào thứ Năm trong tháng 8 không? Tôi đang muốn đặt giường vào ngày 13 tháng 8 vì giường sẽ rẻ hơn đáng kể nhưng tôi tự hỏi liệu địa điểm có trống không?Đọc thêm",
            "Tôi và bạn tôi 20 tuổi và đã mua vé xem buổi phun sâm panh vào tháng 5, tôi chỉ mới để ý trên trang web có ghi trên 21 tuổi, cửa có nghiêm ngặt không hay chúng tôi sẽ bị từ chối?Đọc thêm",
            "Họ nghiêm khắc đặc biệt vào mùa cao điểm Đọc thêm",
            "Chào các bạn, các bạn có hồ bơi nước nóng không?\nCó thể bơi vào tháng Tư?\n\nCảm ơn bạnĐọc thêm",
            "Chào bạn, đi Ocean có phải đặt giường không? Bạn có thể đi mà không cần giường và mua đồ uống, v.v., nếu vậy thì có giá vé vào cửa tiêu chuẩn không?\n\nCảm ơnĐọc thêm",
            "Không cần đặt trước hoặc mua vé \nChỉ cần bước vào Đọc thêm"
        ],
        "star_ratings": [
            232,
            102,
            42,
            17,
            22
        ],
        "review_amount": 415,
        "location": [
            "Câu lạc bộ đại dương Marbella",
            "Marbella-Bồ Đào Nha",
            "Tây ban nha",
            "Andalucia",
            "Châu Âu",
            "Puerto Banus",
            "Những điều cần làm ở Puerto Banus",
            "Tỉnh Malaga",
            "Costa del Sol"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written August 30, 2023",
            "Written September 14, 2023",
            "Written September 18, 2023",
            "Written September 27, 2023",
            "Written May 25, 2024",
            "Written May 31, 2024",
            "Written May 25, 2024",
            "Written April 30, 2024",
            "Written December 23, 2023",
            "Written September 27, 2023",
            "Written September 18, 2023",
            "Written September 14, 2023",
            "Written August 31, 2023",
            "Written August 30, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1207898-d4546674-Reviews-Ocean_Club_Marbella-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d6701229-Reviews-La_Bocana_Restaurant-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Anda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d15293404-Reviews-Breathe-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6940262-d14141637-Reviews-Occo_Marbella-Nueva_Andalucia_Marbella_Costa_del_Sol_Province_of_Malaga_Andaluc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d3293949-Reviews-Gold_Puerto_Banus-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andaluc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d4182828-Reviews-Belvedere_Restaurant_Pizzeria-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Ma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d23758212-Reviews-El_Sol_Lounge-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187439-d2476056-Reviews-Sakura_Japanese_Restaurant-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6940262-d984794-Reviews-NOTO_Food_People-Nueva_Andalucia_Marbella_Costa_del_Sol_Province_of_Malaga_Andalu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d2395460-Reviews-Pasta_Factory-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1207898-d7121952-Reviews-El_Torero-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d26835736-Reviews-Playa_del_Duque-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andaluci.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d555422-Reviews-Puerto_Banus_Marina-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d12639696-Reviews-Puerto_Banus_Street_Market-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d13994007-Reviews-Casino_Marbella-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d25409293-Reviews-Marbella_Market-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d12413182-Reviews-Puerto_Banus-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d7697690-Reviews-Marina_Banus_Shopping_Center-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Mal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d7396396-Reviews-Centro_Plaza-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d240298-Reviews-Mercadillo_de_Marbella-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d240296-Reviews-Iglesia_Mayor_de_la_Encarnacion-Marbella_Costa_del_Sol_Province_of_Malaga_Andaluci.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d4546674-Reviews-or10-Ocean_Club_Marbella-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d3582338-Reviews-ASTRAL_Cocktail_Bar-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d4588798-Reviews-Patricks_19th-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d8434260-Reviews-Crystal_s_Karaoke_Puerto_Banus-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_M.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d8078007-Reviews-Seven_Puerto_Banus-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d8075953-Reviews-Bijou_Banus-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d3358036-Reviews-Aqwa_Mist-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d10368718-Reviews-Never_have_i_ever-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d17479445-Reviews-Mixology-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d26106297-Reviews-Kaliki_Shisha_bar_Lounge-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d25063808-Reviews-Umbrellas_Bar-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d26399011-Reviews-Charly_Beach-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d11700398-Reviews-Cryonis_Cryo_Ioni_Spa-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_An.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d12447213-Reviews-LOVIT_Charter-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d24081853-Reviews-Glow_Beauty_Puerto_Banus-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d10171233-Reviews-Marbella_Boat_Parties-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d6199347-Reviews-Mustang_Sally_s-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d12495434-Reviews-Nautica_Marbella-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andaluc.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d6874618-Reviews-Team4you-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d4976027-Reviews-Marbella_Segway_Tours_Bikes-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d4345326-Reviews-The_Sinatra_Bar-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207898-d12379954-Reviews-Top_Aviator-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d146255-Reviews-Shark_Valley-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d678198-Reviews-St_George_s_Monastery-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g32840-d103749-Reviews-Lovers_Point-Pacific_Grove_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8595965-Reviews-Confluence_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g679021-d3735324-Reviews-Sri_Shirdi_Sai_Baba_Temple-Shirdi_Ahmednagar_District_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d4742550-Reviews-Shawme_Crowell_State_Forest-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34553-d3439320-Reviews-Keaton_Beach-Perry_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d106145-Reviews-Beverly_Hot_Springs_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d7394034-Reviews-Homun_Cenotes-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g58329-d129731-Reviews-Leesylvania_State_Park-Woodbridge_Prince_William_County_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1207898-d4546674-Reviews-or10-Ocean_Club_Marbella-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1207898-d4546674-Reviews-Ocean_Club_Marbella-Puerto_Banus_Marbella_Costa_del_Sol_Province_of_Malaga_Andal.html"
    }
]