[
    {
        "attraction_name": "Oceanário de Lisboa",
        "attraction_name_vi": "Bể cá Lisbon",
        "general_info": [
            "40.686 đánh giá",
            "- 3 trong số 887 điều cần làm ở Lisbon",
            "Bể cá"
        ],
        "attraction_summary": "Oceanário de Lisboa là thủy cung công cộng nổi tiếng thế giới, một cửa sổ đầy cảm hứng nhìn ra đại dương, thiết lập mối liên hệ tình cảm với công chúng và khuyến khích các mối quan hệ cá nhân tích cực với đại dương. Oceanário de Lisboa là một trong những thủy cung lớn nhất ở châu Âu - có hơn 15.000 sinh vật biển từ 500 loài! - và là một trong những địa điểm được ghé thăm nhiều nhất ở Bồ Đào Nha, chỉ 10 phút. cách xa sân bay Lisbon. Nó đã ba lần được công nhận là - thủy cung tốt nhất trên thế giới - bởi TripAdvisor - s Travellers - Choice. Du khách có thể nhìn thấy chim cánh cụt Magellanic, rái cá biển, cá đuối và một số loài cá mập và san hô. Vé bao gồm ba cuộc triển lãm - và nó góp phần bảo tồn đại dương và đa dạng sinh học biển. Điểm tham quan này là điểm dừng chân phổ biến trong các chuyến tham quan bằng xe buýt hop-on hop-off ở Lisbon, bao gồm cả hướng dẫn âm thanh bằng nhiều ngôn ngữ.  - TripadvisorĐọc thêm",
        "reviews": [
            "Khu phố này được xây dựng vào cuối những năm 1990 chủ yếu là do Hội chợ triển lãm - 98. Các gian hàng và công trình kiến ​​trúc từng là nơi tập trung tất cả các điểm tham quan và triển lãm của Hội chợ triển lãm vẫn có ý nghĩa về mặt văn hóa và nghệ thuật. Tại Parque das Nações, bạn sẽ khám phá các gian hàng hội nghị và hòa nhạc, trung tâm mua sắm, nhà hàng thời thượng và chuyến đi cáp treo thú vị mà bạn không thể bỏ lỡ. Trên hết, Thủy cung Lisbon tuyệt vời - một trong những điều ngoạn mục nhất mà bạn - sẽ từng thấy trong thành phố - sẽ khiến bạn nghẹt thở: sự tôn trọng và ý chí bảo tồn động vật hoang dã tự nhiên của nó thật kỳ lạ. Có thể dễ dàng đến bằng tàu điện ngầm, xe buýt hoặc taxi từ trung tâm thành phố, Parque das Nações là địa điểm được khuyến khích dành cho những ai - sẽ dành hơn 3 ngày ở thủ đô Bồ Đào Nha.Đọc thêm",
            "Chúng tôi chỉ yêu Oceanario!  Trọng tâm là bảo tồn và giáo dục và các sinh vật biển được chăm sóc tốt và trong trường hợp rái cá biển được giải cứu - chúng sẽ có cuộc sống tốt nhất có thể.  Có quá nhiều thứ để xem và học hỏi.  Chúng tôi đến đó khi nó mở cửa và dành hơn 2,5 giờ ở đó.  Nó thực sự là một nơi rất đẹp.  Đó là phần yêu thích của tôi trong kỳ nghỉ ở Lisbon và tôi không thể đánh giá nó đủ cao! Đọc thêm",
            "Điểm nổi bật của chuyến đi tới Lisbon cho đứa trẻ 9 tuổi của chúng tôi. Thủy cung tuyệt vời với bể chính ấn tượng và nhiều triển lãm phụ. Việc giải thích bằng tiếng Anh cũng tốt. Đang ở quán cà phê thực sự tốt và không quá đắt. Nhược điểm duy nhất là rái cá là một trong những ngôi sao chính của chương trình.Đọc thêm",
            "Đây là điều tôi thích nhất tôi đã làm ở Bồ Đào Nha. Tôi đã đi tìm chim cánh cụt và rái cá biển nhưng toàn bộ sự hấp dẫn đã thổi bay tôi! Nó rất dễ điều hướng, gần như là hệ thống một chiều và có rất nhiều thứ để xem! Tôi cũng có cảm giác rằng các loài động vật được chăm sóc rất tốt. Phí vào cửa đắt nhưng chắc chắn xứng đáng cho trải nghiệm độc đáoĐọc thêm",
            "Tôi chưa từng đến thủy cung trước đây và không nhận ra nó thú vị đến thế nào.\nMẹo..kiểm tra lối vào trực tuyến trước khi bạn đi. Trực tuyến - rẻ hơn 10 lần so với mua tại quầy mặc dù khi chúng tôi đề cập với nhân viên, họ đã giúp chúng tôi mua nó từ Web.\nChắc chắn đáng để người lớn và trẻ em ghé thăm..Đọc thêm",
            "Tôi đủ may mắn được đến thăm các thủy cung trên khắp thế giới và đây phải là một trong những địa điểm yêu thích của tôi. Không gian của chú cá thật đáng kinh ngạc, cách bố trí rất hợp lý khi đi lại xung quanh. Chắc chắn xứng đáng với phí vàoĐọc thêm",
            "Không bao giờ mong đợi sẽ cảm thấy xúc động nhưng toàn bộ nơi này rất cảm động. Những điểm nổi bật là:\n\n1. Rái cá chơi với một con rắn nhựa và tắm\n\n2. Cá mập\n\n3. Bể cá khổng lồ với nhiều loại cá khác nhau mà bạn ghé thăm ở 3 tầng\n\n4. Cá rồng\n\n5. Sứa và cây tầm ma biển\n\n6. Cóc và ếch\n\nBạn thực sự cảm thấy hòa mình với thiên nhiên và đại dương. Rất đáng để thửXem thêm",
            "Đây là một trong những thủy cung tốt nhất mà chúng tôi đã từng đến. Có rất nhiều loài động vật bao gồm Rái cá biển và Puffins. Thủy cung trung tâm chính rất tuyệt vời với rất nhiều thứ để xem với một nhà hàng đẹp và giá cả hợp lý ngay trong khuôn viên. Chúng tôi mất khoảng 3 giờ để tham quan và muốn giới thiệu nó cho bất kỳ ai đến thăm Lisbon.Đọc thêm",
            "Thủy cung đẹp nhất thế giới. Trải nghiệm thật tuyệt vời. Nhiều triển lãm và phim ngắn giúp chúng tôi giải trí trước khi vào thủy cung chính. Thành thật mà nói, đây là nơi tuyệt vời nhất cho những người yêu thích sinh vật biển. Một nơi nhất định phải đến cùng gia đình hoặc các cặp đôi - những người du lịch một mình. Mẹo hàng đầu: hãy đến vào buổi tối khi các chuyến tham quan của trường kết thúc - Đọc thêm",
            "Có một bể hai tầng chứa nhiều loài khác nhau, bao gồm cả những loài cá đuối lớn nhất mà chúng ta từng thấy trong bể cá.  Tuy nhiên, đã từng đến nhiều thủy cung ở Mỹ nên tôi thực sự hơi thất vọng với thủy cung này.  Xe tăng chính có thể là - lớn nhất ở Châu Âu - nhưng nếu bạn - đến từ Mỹ, hãy tiết kiệm tiền của mình.  Ở đây chúng tôi có bể cá tốt hơn nhiều.Đọc thêm",
            "Nó được tổ chức tốt và khi bạn bắt đầu ở tầng 3, bạn nghĩ đây là một chuyến tham quan ngắn.  Sau đó, bạn ghé thăm tầng 1 và tầng trệt do nhân viên hướng dẫn. Đây là một cuộc triển lãm đầy cảm hứng và nhóm Oceanario đang giáo dục trẻ em Mẫu giáo trở lên và được truyền đạt rất tốt. và mang tính giáo dục. Các loài được chăm sóc tốt, chúng tôi thấy các thợ lặn cho cá đuối ăn và đảm bảo tất cả các loài đều vui vẻ. Một bộ phim ngắn là điều bắt buộc phải có trong điện ảnh vì bộ phim này cho thấy rằng biển là sự sống và những người - các nhà sinh vật học biển - ở Lisbon nên được chúc mừng vì công việc tuyệt vời mà họ đang truyền đạt cho chúng ta. Tôi nghĩ cá đã hạnh phúc!! chưa bao giờ thấy một câu thần chú nào bay trên mặt nước nhìn chúng tôi trong những hồ nước nhỏ ở mức độ thấp.WOW!!Đọc thêm",
            "Một nơi tuyệt đẹp với rất nhiều sinh vật biển khác nhau - hấp dẫn cho cả trẻ em - thanh thiếu niên, trẻ nhỏ - và người lớn.  Lên kế hoạch dành tối thiểu 2 giờ ở đó.Đọc thêm",
            "Đã đến đây dựa trên các đánh giá.  Nó không gần trung tâm thành phố.  Về cơ bản xa hơn sân bay nhưng Uber chỉ có 11 Euro.  Vé là 25 Euro mỗi vé.  Nó khá tuyệt.  Vâng, có rất đông - rất nhiều trẻ em - nhưng có nhiều không gian cho tất cả mọi người.  Yêu thích của chúng tôi là rái cá.  Họ la tuyệt nhât!  Bốn sao chỉ vì tôi không nghĩ đây là điều tuyệt vời thứ 2 ở Lisbon.Đọc thêm",
            "Trải nghiệm của tôi bị phá hỏng bởi lượng người chụp ảnh. Sẽ không bao giờ ghé thăm một bể cá khác vì điều này.Đọc thêm",
            "Tôi chỉ có thể ví trải nghiệm này giống như việc đi xem một buổi hòa nhạc và đứng ở khu vực đứng vì nó quá đông đúc nên nhiệm vụ là được nhìn thấy bất cứ thứ gì. Tôi chưa bao giờ đến một thủy cung trước đây và kề vai sát cánh với nhiều người như vậy trong đời! Địa điểm này rõ ràng bán được nhiều vé hơn những gì thực sự phù hợp cho từng khung giờ, bởi vì khung giờ của tôi là 12:00-13:00 nhưng điều này không được kiểm tra chút nào và chúng tôi đã vào lúc 11:45 và có rất đông người của người!! Những gì chúng tôi đã thấy thật tuyệt vời nhưng thành thật mà nói, họ cần phải thực sự bám sát các khoảng thời gian dành riêng để đảm bảo không có đám đông người như trước - không phải là một trải nghiệm thú vị chút nào.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm. Bạn cần cả ngày. Có quá nhiều thứ để xem và làm - nhà hàng cũng rất tốt.  Vị trí khá xa các khu vực phố cổ chính nên có thời gian di chuyển tốt.  Cáp treo nằm ngay cạnh đó và cũng là một chuyến đi thú vị. Chúng tôi đã làm cả hai việc trên cùng một vé.Đọc thêm",
            "Trải nghiệm tuyệt vời, thế giới biển tuyệt vời. Chỉ không ăn ở nhà hàng của họ, thật kinh khủng, cá hồi rất tệ, thịt lợn không có mùi vị của thịt lợn Đọc thêm",
            "Bể cá tuyệt vời với nhiều loại sinh vật biển. Bể kính khổng lồ rất thú vị. Khuôn viên đẹp và có một quán cà phê giá cả phải chăng bên trong nếu bạn muốn ăn trưa. Đọc thêm",
            "Chào buổi sáng \nCó tủ khóa cho vali lớn không?Đọc thêm",
            "Có thể yêu cầu xe lăn được không?Đọc thêm",
            "Xin chào, về khả năng tiếp cận dành cho những người bị suy giảm khả năng vận động, tôi nhận ra rằng Oceanário có những yêu cầu này.\nTrả lời trực tiếp câu hỏi, tôi không chắc liệu họ có làm như vậy không, nhưng tôi tin rằng là một điểm thu hút đẳng cấp thế giới và có bằng cấp chấp nhận được, tôi tin chắc rằng họ sẽ làm như vậy.\nNhưng ông André bảo hãy thử liên lạc với Oceanário.\nTôi không thể nói nhiều nhưng đây là cảm nhận của tôi.Đọc thêm",
            "Chào buổi sáng,\n\nCó thể đi dã ngoại - hay mọi lối ra là vĩnh viễn -?Đọc thêm",
            "Xin chào tốt. Có ai đã tham gia chuyến tham quan có hướng dẫn chưa? Thêm 100 euro nữa và mặc dù các con tôi yêu thích thế giới biển nhưng tôi không biết liệu nó có xứng đáng hay không. Cảm ơn bạnĐọc thêm",
            "Có bãi đậu xe miễn phí không?Đọc thêm",
            "Có khu vực đậu xe trả phí và một số bãi đậu xe miễn phí trên đường phố. Xem trang web tại Oceanario.pt - en - ghé thăm - lên kế hoạch cho chuyến thăm của bạn - nơi đỗ xeĐọc thêm",
            "Nếu tôi mua vé trực tiếp thì giá vé có đắt hơn mua trực tuyến không?Đọc thêm",
            "Không có sự khác biệt, nhưng nếu bạn mua trực tuyến thì bạn sẽ nhận được nhanh hơn, đó là dòng khác dành cho những người mua trực tuyến. Hy vọng điều này sẽ giúpĐọc thêm",
            "Tôi có thể được giảm giá đến Oceanario de Lisboa bằng thẻ Lisboa không?Đọc thêm",
            "Không chắc lắm, chi phí vào cửa không đắt lắmĐọc thêm",
            "Xin chào, chó có được phép vào bể cá không?Đọc thêm",
            "KHÔNG. Chó không được phép vào bể cá. Thậm chí không có chó dẫn đường.Đọc thêm",
            "Có nơi nào khác ngoài trang web mà tôi có thể đặt trước vé không? Tôi - tôi đang cố gắng làm như vậy trên trang web của họ nhưng nó cứ bị trục trặc.Đọc thêm",
            "CHÀO. Bạn có thể thử tìm vé vào thủy cung từ Trang web Get Your Guide nếu trang web chính thức gây rắc rối cho bạn. Tôi - tôi không chắc nhưng tôi nghĩ giá cả như nhau.Đọc thêm",
            "Tôi có thể ghé thăm thủy cung de Lisboa vào một ngày khác ngoài những gì ghi trên vé không?Đọc thêm"
        ],
        "star_ratings": [
            26343,
            10727,
            2915,
            493,
            212
        ],
        "review_amount": 40690,
        "location": [
            "Bồ Đào Nha",
            "Bể cá Lisbon",
            "miền trung Bồ Đào Nha",
            "Những việc cần làm ở Lisbon",
            "Lisboa",
            "Quận Lisbon",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written September 18, 2023",
            "Written October 29, 2023",
            "Written November 13, 2023",
            "Written December 1, 2023",
            "Written December 3, 2023",
            "Written December 30, 2023",
            "Written April 2, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written May 8, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 26, 2024",
            "Written April 19, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189158-d195144-Reviews-Oceanario_de_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d10041949-Reviews-Butchers-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d2370618-Reviews-Pateo_Restaurante-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d2615346-Reviews-Arigato_Parque_das_Nacoes-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d4749863-Reviews-Oficina_do_Gelado-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d2615384-Reviews-La_Brasserie_de_L_Entrecote_Parque_das_Nacoes-Lisbon_Lisbon_District_Central_Port.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d17785768-Reviews-Honest_Greens_Parque_das_Nacoes-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d3386074-Reviews-La_Expo_Dolce_Vita-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d4237163-Reviews-Koko_Restaurant-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d15139766-Reviews-Terra_Madre_Restaurante_Italiano-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189158-d6212791-Reviews-Honorato_Hamburgueres_Artesanais-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d2229331-Reviews-Pavilhao_do_Conhecimento-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d19387646-Reviews-Medalha_Comemorativa_da_Expo_98-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d15242354-Reviews-Jardins_da_Agua-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17581699-Reviews-A_Girafa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d19398882-Reviews-Fonte_do_Passeio_de_Ulisses-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d15688269-Reviews-Horas_de_Chumbo-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d1062115-Reviews-Casino_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d546590-Reviews-Parque_das_Nacoes-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d245938-Reviews-Teatro_de_Camoes-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17561611-Reviews-Onda_Luso_Americana-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195144-Reviews-or10-Oceanario_de_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d243614-Reviews-Jardim_Zoologico-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d10310907-Reviews-Takashi_Amano_Forests_Underwatter_at_Oceanarium_Lisbon-Lisbon_Lisbon_District_Ce.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d26356279-Reviews-Lisbon_Portugal-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6044878-Reviews-Best_Time-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d245906-Reviews-Altice_Arena-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7125559-Reviews-Zeev-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17581705-Reviews-Gil_Mascote_Expo_98-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d207170-Reviews-Centro_Vasco_da_Gama-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g3250534-d12981092-Reviews-De_Schorre-Boom_Antwerp_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55744-d12495157-Reviews-Fruit_N_Such_Orchard-Dickinson_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4173939-Reviews-Michael_Jackson_ONE_by_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337247-Reviews-Seomyeon_Food_Alley-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d1022991-Reviews-Dataran_Pahlawan_Melaka_Megamall-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g46260-d284468-Reviews-Funspot-Weirs_Beach_Laconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d144419-Reviews-Haystack_Rock-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32110-d523510-Reviews-Buckeye_Hot_Spring-Bridgeport_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d2334363-Reviews-Spring_Lake_Park-Santa_Rosa_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189158-d195144-Reviews-or10-Oceanario_de_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189158-d195144-Reviews-Oceanario_de_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html"
    }
]