[
    {
        "attraction_name": "Ocean Downs Casino",
        "attraction_name_vi": "Sòng bạc Ocean Downs",
        "general_info": [
            "269 ​​đánh giá",
            "5 trong số 19 điều cần làm ở Berlin",
            "Sòng bạc"
        ],
        "attraction_summary": "850 Máy đánh bạc, Trò chơi trên bàn trực tiếp, Đua xe khai thác từ tháng 6 đến tháng 9! Tham gia Club Ocean để nhận thêm nhiều chương trình khuyến mãi và chương trình khách hàng thân thiết!Đọc thêm",
        "reviews": [
            "Không phải là một sòng bạc ấn tượng nhưng là một nơi tuyệt vời để đi chơi. Chúng tôi đến đây có thể 3 - 4 lần một năm và luôn có khoảng thời gian vui vẻ. Chúng tôi đã tổ chức bữa tiệc năm mới ở đây - điều mà tôi sẽ không làm nữa và họ tổ chức lễ hội âm nhạc ở khu vực đường đua. Quầy bar rất ngon, nhưng đồ ăn ít hơn mức trung bình - hãy ghé thăm một nhà hàng đẹp hơn trước khi đến đây trong thời gian còn lại của buổi tối.  nó đáng để ghé thăm.Đọc thêm",
            "Đây là một cách giải trí thú vị khi ngồi trên bãi biển trong thời tiết khắc nghiệt. Cũng chỉ cách khách sạn của chúng tôi khoảng 20 phút.  Sòng bạc là một trong những khu vực nhỏ và không thú vị như Thành phố Atlantic.  Âm lượng trên rất nhiều máy bị hạn chế và tất nhiên là không có hứng thú khi la hét nên tôi không mong mình thắng...và tôi đã không làm được.\nMáy đã cũ và cần một số trò chơi cập nhật. Nếu không thì bạn có thể đi vắng trong vài giờ cũng được.Đọc thêm",
            "Sòng bạc khá lớn, có vẻ lỗi thời, rất nhiều máy đánh bạc bị hỏng, ít trò chơi trên bàn.\n\nTrong suốt những năm tôi đã đến thành phố Ocean, đây là lần đầu tiên tôi đến địa điểm này.\n\nĐua ngựa chỉ trong những tháng hè, chắc chắn là những trường đua nhỏ.Đọc thêm",
            "Rất nhiều loại máy đánh bạc video, ngoại trừ video poker, nơi chỉ tìm thấy 3 máy đa năng, ngoại trừ máy đánh bạc trên bàn.  Thất vọng vì video craps không theo thứ tự trong chuyến thăm của chúng tôi.  Việc cung cấp trò chơi trên bàn rất hạn chế và chỉ có một bàn blackjack thẳng kéo dài 10 phút lúc 2 giờ chiều!.  Khu vực hút thuốc biệt lập được đánh giá cao.  Không phải là sòng bạc điểm đến dành cho những người chơi liều lĩnh, mà là một nơi giải trí thú vị khỏi thói quen thường ngày trên bãi biển.Đọc thêm",
            "Sòng bạc khá lớn, có vẻ lỗi thời, nhiều máy đánh bạc bị hỏng, ít trò chơi trên bàn. Trong suốt những năm tôi đến Ocean City, đây là lần đầu tiên tôi đến địa điểm này. Chỉ có đua ngựa vào những tháng mùa hè, chắc chắn là trường đua cũng nhỏ. Đọc thêm",
            "92423Dịch vụ khách hàng tệ hại của QUẢN LÝ VONDA. Quyết định ghé qua vào khoảng 1 giờ sáng và cô ta đã đuổi tôi ra khỏi khách sạn vì cô ta cho rằng tôi không có giấy tờ tùy thân hợp lệ. Vì cô ta là QUẢN LÝ nên cô ta phải có dịch vụ khách hàng tuyệt vời. Đặc biệt là nếu khách không gây rối và thiếu tôn trọng. Hành động của cô ta thật kinh tởm. Ban đầu, tôi đến lúc 1 giờ sáng mà không có giấy tờ tùy thân. Tôi hỏi người soát vé ở lối vào rằng liệu ảnh trên điện thoại của tôi có được chấp nhận không vì tôi đã quên giấy tờ tùy thân ở khách sạn thì anh ta lịch sự nói là không. Sau đó, tôi tử tế hỏi liệu người quản lý của anh ta có cho phép không thì anh ta nói rằng anh ta nghi ngờ nhưng sẽ gọi cho cô ta. Cô ta đến và ngay lập tức có thái độ nói rằng chắc chắn là không, tôi rất tử tế nói rằng được rồi, tôi hiểu rồi. Sau đó, tôi và bạn bè quyết định quay lại khách sạn để lấy giấy tờ tùy thân của tôi vì chúng tôi ở cách sòng bạc chưa đầy 10 phút. Chúng tôi quay lại, giấy tờ tùy thân của tôi đã được QUÉT ở lối vào rồi chúng tôi đi lấy đồ uống từ quầy bar. Người pha chế KHÔNG yêu cầu tôi xuất trình CMND vì anh ta biết mọi người phải quẹt thẻ ở lối vào. Sau đó, chúng tôi đến máy đầu tiên cho tiền vào thì đột nhiên một người quản lý đến chỗ tôi và lớn tiếng nói rằng cô ta từ chối cho tôi vào và rằng tôi không nên ở đây, điều này khiến tôi nhanh chóng cảm thấy bị xúc phạm. Cô ta thậm chí còn không yêu cầu xem CMND của tôi. Nếu cô ta làm vậy, tôi đã không ngần ngại xuất trình cho cô ta. Việc cô ta GIẢ ĐỊNH rằng tôi ở đó mà không có CMND khiến tôi vô cùng tức giận. Cô ta đã công khai làm nhục tôi. Cô ta không tin tưởng các thành viên trong nhóm của mình ở lối vào những người quẹt thẻ đó sao? Cô ta nghĩ rằng họ không làm công việc duy nhất của mình là kiểm tra CMND để được phép vào sòng bạc sao? Smh, hành vi hoàn toàn vô lý. Đọc thêm",
            "Vì vậy.. đây là sòng bạc duy nhất gần khách sạn của chúng tôi và chúng tôi nghĩ đến việc ghé thăm nhanh .. nhìn từ bên ngoài trông rất lớn nhưng bên trong lại quá nhỏ. Đã đến thăm Thành phố Atlantic và những nơi khác, điều này gần như chẳng là gì nhưng đối với nơi đó thì không sao cả.. Họ chỉ có 2 bàn roulette!!!!! Điên. Có rất nhiều người ở 2 bàn. .. ước gì họ có nhiều bàn hơn. Và trò đùa lớn nhất là - cô phục vụ mang bia nói rằng nó không miễn phí.. Tôi nghĩ nó có thể là một đô la và cô ấy nói đây là lần đầu tiên tôi nhìn thấy thứ này! Tôi đã cười như điên. Điều đó cho thấy những chủ sòng bạc này đã phá sản đến mức nào! Wil không bao giờ quay lại nữa.. chơi ở đây không vui chút nào.Đọc thêm",
            "Đây là một cách giải trí thú vị khi ngồi trên bãi biển trong thời tiết khắc nghiệt. Cũng chỉ cách khách sạn của chúng tôi khoảng 20 phút.  Sòng bạc là một trong những khu vực nhỏ và không thú vị như Thành phố Atlantic.  Âm lượng trên rất nhiều máy bị hạn chế và tất nhiên là không có hứng thú khi la hét nên tôi không mong đợi sẽ thắng...và tôi đã không làm vậy. Máy đã cũ và cần một số trò chơi được cập nhật. Nếu không thì bạn có thể đi vắng trong vài giờ cũng được.Đọc thêm",
            "Đã có một thời gian vui vẻ khi chơi slot. Lựa chọn máy móc đẹp và bận rộn với nhiều xe buýt của người dân vào tối thứ bảy. So sánh thì Chủ nhật thật yên tĩnh.Đọc thêm",
            "Sòng bạc Ocean Downs là một LỪA ĐẢO TRỰC TIẾP!! Tôi KHÔNG BAO GIỜ đến đó một lần nữa.  Tôi đang đi đến máy Roulette có 10 trên 000 và ném 0,1,2 ăn 10. Bánh xe quay và quả bóng rơi xuống số 0! Sau khi quả bóng ổn định tại chỗ, khoảng trống 20 đô la xuất hiện trên màn hình.  Tôi rất bình tĩnh và lịch sự cho đến khi họ nói với tôi rằng máy bị trục trặc. Điều này làm mất hiệu lực tất cả các khoản thanh toán. Họ nói cửa máy bị lỏng..... Họ reset máy và giữ máy ở chỗ mình mở! Thưa quý vị, quý vị đã thử chơi roulette trên bàn chưa? Tôi đã nói với người quản lý rằng đây không phải là lúc để ném nó ra ngoài. Vô cùng thất vọng. Tất cả các máy sẽ hoạt động hợp lệ nếu không, bạn có hơn 200 camera hướng thẳng xuống các máy mà bạn có thể Xem Cược Chính xác của Tôi. Hoặc tôi nói với anh ấy rằng anh ấy thậm chí có thể đánh cược lại và thấy rằng tôi đang ở mức 0, ngay cả người phụ nữ bên cạnh tôi cũng xác nhận. Vẫn ra về với số tiền tương tự như tôi đã mang theo tuy nhiên lượt truy cập 18060 240 đó đáng lẽ phải được ghi có hoặc thanh toán. Họ đã mất một người địa phương thường xuyên vì điều này. Tôi đoán bây giờ tôi sẽ đi 2 dover hoặc Harrington. Tôi không khoan nhượng khi Ocean hạ gục bạn để lấy tiền thắng cược. Đặc biệt là trên một chiếc máy roulette vốn hoạt động hoàn hảo với tôi cho đến khi tôi đánh.Đọc thêm",
            "Không phải là một sòng bạc ấn tượng nhưng là một nơi tuyệt vời để đi chơi. Chúng tôi đến đây có thể 3 - 4 lần một năm và luôn có khoảng thời gian vui vẻ. Chúng tôi đã tổ chức bữa tiệc năm mới ở đây - điều mà tôi sẽ không làm nữa và họ tổ chức lễ hội âm nhạc ở khu vực đường đua. Quầy bar rất ngon, nhưng đồ ăn ít hơn mức trung bình - hãy ghé thăm một nhà hàng đẹp hơn trước khi đến đây trong thời gian còn lại của buổi tối.  nó đáng để ghé thăm.Đọc thêm",
            "Lần đầu tiên có cơ hội ghé thăm Sòng bạc này đã có một buổi tối thú vị chắc chắn sẽ quay trở lại để có nhiều thời gian vui vẻ hơn với bạn bè, nhân viên rất thân thiện chuyên nghiệp, tình trạng của khuôn viên và tòa nhà vẫn còn nguyên vẹn Đọc thêm",
            "KHÔNG sử dụng máy ATM của họ.  Họ ghi nợ tài khoản của bạn và không phân tán tiền mặt thực tế.  Cho tôi 503,99 và một người bạn với giá 1003,99.  Thật là một nỗi đau lớn khi cố gắng tranh chấp nó thông qua ngân hàng của tôi.  Sòng bạc Everi, người sở hữu máy ATM cũng không giúp được gì.  Họ có thể chỉ cần nhìn vào camera giám sát của mình và thấy máy móc bị lỗi và không bao giờ phân tán tiền mặt, nhưng họ không muốn bị làm phiền.  Một trò lừa đảo khác.Đọc thêm",
            "Xe buýt nào đi đến sòng bạc từ đường 67 và đường ven biểnĐọc thêm",
            "Là một người đi nghỉ dưỡng nên tôi không rành về các tuyến đường di chuyển.  Hãy kiểm tra trang web, tôi cá là nó ở trên đó!Đọc thêm",
            "Nhà hàng?Đọc thêm",
            "vâng, họ có một nhà hàng mới bên trong sòng bạcĐọc thêm",
            "Tôi có thể sử dụng thẻ tín dụng của mình để đánh bạcĐọc thêm",
            "khôngĐọc thêm",
            "Có xe đưa đón từ thành phố biểnĐọc thêm",
            "Tôi tin là vậyĐọc thêm",
            "Có chuyến xe buýt nào đưa bạn từ khách sạn ở thành phố biển đến Sòng bạcĐọc thêm",
            "Hãy hỏi tại quầy lễ tân Khách sạn của bạn. Tôi chắc chắn luôn có sẵn các chuyến đi Uber hoặc Lyft.Đọc thêm",
            "Đây chỉ là sòng bạc có máy đánh bạc và đua ngựa hay còn có các trò chơi trên bàn như craps, blackjack, 213, v.v.? Đọc thêm",
            "Có video poker, BJ và craps.Đọc thêm",
            "Có quy định về trang phục không?Đọc thêm",
            "Không có trang phục. Tôi đã thấy mọi người mặc đồ ngủ khi chơi đùa.Đọc thêm",
            "Bạn cách Norfolk vaĐọc thêm bao xa",
            "Đó là khoảng hai tiếng rưỡi từ Norfolk.Va. tùy thuộc vào địa chỉ xuất phát và lưu lượng truy cập.Đọc thêm",
            "Bạn có trò chơi Texas tổ chức tiền mặt tại sòng bạc của mình không?Đọc thêm",
            "Không, không phải lúc này. Họ đang trong quá trình bổ sung thêm các trò chơi trên bàn, nên có thể sẽ có trong tương lai. Cách tốt nhất là gửi email hoặc gọi cho họ về những trò chơi trên bàn mà họ sẽ tham gia.Đọc thêm",
            "nếu bạn đang chơi video poker hoặc slot, đồ uống có miễn phí không?Đọc thêm",
            "Tôi không chắc chắn. Tôi chưa bao giờ thử. Đặt cược tốt nhất là liên hệ với họ từ trang web của họ và hỏi họ. Chúng tôi rất thích video black jack. Trò chơi trên bàn được lên kế hoạch cho tương lai.Đọc thêm"
        ],
        "star_ratings": [
            65,
            85,
            62,
            22,
            35
        ],
        "review_amount": 269,
        "location": [
            "Béc-lin",
            "Maryland MD",
            "Sòng bạc Ocean Downs",
            "Những điều cần làm ở Berlin",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written September 6, 2023",
            "Written November 1, 2023",
            "Written November 28, 2023",
            "Written November 1, 2023",
            "Written September 26, 2023",
            "Written September 13, 2023",
            "Written September 6, 2023",
            "Written August 28, 2023",
            "Written August 15, 2023",
            "Written July 9, 2023",
            "Written February 8, 2023",
            "Written August 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60727-d4470265-Reviews-Ocean_Downs_Casino-Berlin_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d13414729-Reviews-Poseidon_s_Pub-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d542378-Reviews-Pacers_at_Ocean_Downs-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d3380977-Reviews-Crabs_To_Go-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41298-d2199251-Reviews-Crabs_to_Go-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d1315722-Reviews-Ruth_s_Chris_Steak_House-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d4641452-Reviews-Domino_s_Pizza-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d7153957-Reviews-Abi_s_Diner-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d4478155-Reviews-McDonald_s-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d15287209-Reviews-International_House_of_Pancakes-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60727-d23895645-Reviews-Kaiju_Sushi_Ramen_Bar-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d1992987-Reviews-Main_Street_Berlin-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d258709-Reviews-Ocean_City_Life_Saving_Station_Museum-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d273168-Reviews-Ocean_City_Beach-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d510772-Reviews-Ocean_City_Boardwalk-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d534535-Reviews-Trimper_Rides_and_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d2305376-Reviews-Burley_Oak_Brewing_Company-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d6872583-Reviews-Oceanic_Fishing_Pier-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d319407-Reviews-Frontier_Town-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1419948-Reviews-Roland_E_Powell_Convention_Center-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d319406-Reviews-Jolly_Roger_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d4470265-Reviews-or10-Ocean_Downs_Casino-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d14209320-Reviews-Tipsy_Tikis-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d3571428-Reviews-GlenRiddle_Golf_Club-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d1856970-Reviews-Ayers_Creek_Adventures-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d12103473-Reviews-Miss_Ocean_City-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1898452-Reviews-Captain_Bill_Buntings_Angler-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3527669-Reviews-Odyssea_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3368266-Reviews-O_C_Parasail-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3224843-Reviews-Back_Bay_Adventures-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1960605-Reviews-Paradise_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d1966845-Reviews-48th_St_Watersports-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d8514459-Reviews-Bahia_Marina-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d6653212-Reviews-Dreamland_Amusement_Park-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d268023-Reviews-Nobel_Prize_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g295401-d8090910-Reviews-AquaSplash_Thalassa_Sousse-Sousse_Sousse_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g29940-d4102278-Reviews-Walnut_Beach-Ashtabula_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d15030858-Reviews-Naturist_Beach_Punta_Kriz-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d21173180-Reviews-Aquapark_Albania_Blue_Magic_Water-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d2281496-Reviews-Sandy_Point_State_Park-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096284-d7250365-Reviews-Savin_Kuk_Ski_Resort-Zabljak_Durmitor_National_Park_Zabljak_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2651111-Reviews-LoanDepot_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d186704-Reviews-Toronto_Zoo-Toronto_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60727-d4470265-Reviews-or10-Ocean_Downs_Casino-Berlin_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60727-d4470265-Reviews-Ocean_Downs_Casino-Berlin_Maryland.html"
    }
]