[
    {
        "attraction_name": "Odakyu Limited Express Romancecar",
        "attraction_name_vi": "Odakyu Limited Express Romancecar",
        "general_info": [
            "257 đánh giá",
            "Hệ thống giao thông công cộng"
        ],
        "attraction_summary": "Shinjuku là thủ đô đi lại của Tokyo và có ga tàu đông đúc nhất thế giới. Về phía tây, có một khu văn phòng với Văn phòng Chính quyền Thủ đô Tokyo ở trung tâm. Về phía đông là một quận có các cửa hàng bách hóa, rạp chiếu phim và nhà hát lâu đời. Shinjuku Gyoen là một công viên ban đầu được xây dựng làm khu vườn cho Hoàng gia. Nơi đây khá nổi tiếng là địa điểm ngắm hoa anh đào vào tháng 3 và tháng 4. Ở Shinjuku, nhiều nhà hàng hoạt động suốt đêm và các quận như Omoide Yokocho - Memory Lane - hay Shinjuku Golden Machi có những con phố phía sau tràn ngập những nhà hàng và quán bar nhỏ phản ánh sở thích và phong cách độc đáo của mỗi chủ quán.Đọc thêm",
        "reviews": [
            "Chúng tôi rất thích Chuyến tàu lãng mạn như một phương thức di chuyển dễ dàng và thú vị từ Ga Shuinjuku đến Hakone-Yumoto. Đây là một trong những chế độ nhanh hơn, di chuyển siêu êm và khung cảnh tuyệt đẹp. Nó không được bao gồm trong thẻ JR Rail: nó chạy qua đường sắt Odakyu. Chúng tôi không ngắm được Núi Phú Sĩ từ tàu...có thể vào lúc khác: - Người ta phải mua hai vé cho chuyến tàu này. Giá vé thông thường và phụ phí chuyển phát nhanh có giới hạn. Chúng tôi đã mua vé Kamakura - Hakone 3 ngày bao gồm giá vé thông thường và chỉ bị tính thêm phụ phí chuyển phát nhanh. Chúng tôi đã mua vé 3 ngày tại trung tâm dịch vụ Odakyu nằm ở ga Shinjuku. Một nhà ga rất khó khăn với việc cải tạo, quá nhiều đường tàu và người dân cũng như biển báo kém. Dù thế nào đi nữa, hãy đảm bảo bạn xem kỹ các thẻ giảm giá của Odakyu và thông tin trực tuyến. Cuối cùng chúng tôi đã mua vé đi tàu 7000 GSE. Thật tuyệt và những người bạn đồng hành của chúng tôi lịch sự. Không có vấn đề gì khi mang theo nhiều hành lý nhưng việc di chuyển sẽ nhẹ nhàng hơn. Vận chuyển dễ dàng và thú vị!Đọc thêm",
            "Được rồi, tôi đã tiếp tục tìm kiếm trực tuyến để cố gắng đặt chỗ trước và bạn chỉ có thể đặt trước một tháng. Chúng tôi muốn có đài quan sát và có vẻ như đài quan sát đã được đặt ngay khi đồng hồ điểm. Thật kỳ diệu là tôi đã đặt được không phải đài quan sát phía trước mà là phía sau, hai ghế cuối cùng. Dù sao thì khi đến Tokyo, chúng tôi phải lấy vé của mình - đó là lúc chúng tôi biết rằng có thêm chi phí liên quan đến việc mua vé tàu cũng như đặt chỗ ngồi. Dù sao thì những chiếc ghế ở phía sau cùng và quay mặt ra phía sau - điều này hơi khó chịu khi nhìn ra phía sau, nhưng nó rất thú vị và ghế ngồi rất thoải mái. Thật mừng là tôi đã kiên trì và đặt chuyến tàu có đài quan sát. Đọc thêm",
            "Hệ thống vé emot thật đau đớn, không thể thực hiện được với một gia đình. Mã QR cần phải trực tuyến, chỉ một mã cho mỗi điện thoại, trang web bị lỗi nên chúng tôi không thể kích hoạt một nửa số vé của mình. Có lẽ chúng ta đã lỡ chuyến tàu nếu chúng ta không nhảy qua rào chắn. Con tàu là một con tàu.Đọc thêm",
            "Đã có một thời gian tuyệt vời để đi du lịch, thật dễ dàng và đúng giờ. Thời tiết hôm đó thật tồi tệ nhưng vẫn là trải nghiệm tuyệt vời. Đọc thêm",
            "Tất cả bắt đầu với một ý tưởng hay - Thẻ miễn phí Hakone. Sau đó, bạn thêm một chuyến tàu cũ bốc mùi, chi phí ẩn, thực tập sinh quản lý văn phòng bán hàng và tất cả đều đi về phía nam. Đây không phải là một chuyến tàu - lãng mạn. Có mùi khó chịu, chậm và khó chịu. Khung cảnh đường đua cũng thêm số không. Dịch vụ này cũng gây hiểu nhầm. Bạn mua vé miễn phí trong 2 ngày và sau đó - bạn - lại được yêu cầu trả tiền vé tàu nữa! Điều này không rõ ràng trên trang web và không có ý nghĩa gì về mặt thương mại. Ngoài ra, tôi và 4 hành khách khác trên toa của tôi đều yêu cầu vé khứ hồi và nhận vé đơn. Đương nhiên, sau một thời gian quay trở lại Tokyo, tất cả chúng tôi đều không có vé. Bạn trả tiền vé cộng với một khoản phụ phí. Nếu bạn ở Nhật Bản chắc chắn bạn sẽ có thẻ JR. Sử dụng nó để thăm Hakone. Đó - là một ngày tuyệt vời - s - nhưng đừng đi tàu Odakyu đến Hakone. Vé miễn phí Hakone cũng được nhưng hãy mua trực tuyến và mua lại, đừng rơi vào bẫy du lịch mà chuyến tàu - lãng mạn - này có.Đọc thêm",
            "Đây không phải là chuyến tàu mà nó được tạo ra. Không có gì lãng mạn, không có gì xuất sắc. Tàu cơ bản, tầm nhìn bình thường, cửa sổ có thanh lớn cản trở tầm nhìn. Tương tự như tên gọi của các chuyến tàu hạng Xuất sắc của Thụy Sĩ nhưng không có tiêu chuẩn tương tự. Khi đặt chỗ, sơ đồ không chính xác - chúng tôi đã kết thúc việc chọn chỗ ngồi bị chặn tầm nhìn để phải trả thêm phí. Những người soát vé rất hậu đậu sẽ yêu cầu một người phải ngồi ở ghế riêng ngay cả khi cabin trống và cố gắng chụp ảnh từ một vị trí tốt hơn. Đáng lẽ là một chuyến tàu yên tĩnh nhưng người soát vé đã không bảo những du khách đang nói lắp bắp trong cabin của chúng tôi hãy cho nó nghỉ ngơi. Các tiêu chuẩn và dịch vụ không nhất quán tệ hại. Đi tàu cao tốc và dành nhiều thời gian hơn ở Hakone. Hãy quên đi chuyến tàu lãng mạn nàyĐọc thêm",
            "Chuyến đi tuyệt vời và êm ái. Mặc dù tất cả các ghế đều được đặt trước, nhưng vào ngày trong tuần, xe rất vắng. Tôi cũng trả tiền cho một ghế dành cho trẻ mới biết đi mặc dù trẻ em dưới 6 tuổi được đi miễn phí - Tôi đoán là trẻ em được ngồi ghế riêng cũng không sao. Đọc thêm",
            "Đây là chuyến tàu tốc hành đặc biệt có ghế rộng đôi để các cặp đôi có thể ngồi cùng nhau - do đó, danh pháp - Xe lãng mạn - .Vì được thiết kế để đưa khách du lịch từ Tokyo đến Hakone nên mỗi toa đều có một khu vực để đặt hành lý của bạn.  Tuy nhiên, không gian để hành lý trên đầu của họ có hình dạng kỳ lạ - có lẽ là do hình dạng của đoàn tàu - nên ba lô quá rộng để nhét vừa. Về phần chuyến đi, nó chỉ là một chuyến đi.  Không có gì đặc biệt tuy nhiên họ có cửa sổ lớn hơn tiêu chuẩn. Họ có bảo tàng Xe lãng mạn tại Ga Ebina. Giống như tất cả các chuyến tàu đặc biệt, bạn cần mua hai vé cho một chuyến. Giá của chuyến đi cộng với vé xe Romance.  Nhưng bản thân chuyến đi không đắt đến thế nên cũng không phải là gánh nặng.Đọc thêm",
            "Tàu HakoneTại ga Odakyu bên trong ga Shinjuku- Chúng tôi đã kiểm tra vị trí của nhà ga vào ngày hôm trước nên việc đến đây tương đối dễ dàng mặc dù chúng tôi có 2 hành lý nặng và không có thang máy - Các biển báo khá rõ ràng - xe được chỉ định theo mua chỗ ngồi của bạn Bên trong tàu, chỗ ngồi đều được đặt trước, rộng rãi và chạy nhanh - Đồ ăn và đồ uống có thể được mua từ dịch vụ xe đẩy thức ăn - Dừng ở Odawara sau 1h, dừng ở ga 5 phút sau đó lên hakone - ga ở hakone có thang máy nên ppl có hành lý đều ổn- Nhanh chóng và dễ dàng, bạn có thể mua tix ngay tại chỗ nếu không phải mùa cao điểm, nếu không mua trực tuyếnĐọc thêm",
            "Bạn có thể chọn và thanh toán chỗ ngồi trực tuyến - 1.110 yên mỗi người - và lên tàu bằng thẻ miễn phí Hakone - cho phép đi các chuyến tàu không tốc hành và rất nhiều điểm tham quan tại Hakone - .  Những hộp cơm bento thơm ngon được bán trên một số chuyến tàu. Có 5 loại tàu với cấu hình hơi khác nhau.  Các GSE và VSE có đài quan sát và chỗ ngồi tại các đài thường được bán hết sớm, vì vậy nếu bạn quan tâm, hãy đặt chỗ sau khi lịch trình du lịch được xác nhận.Đọc thêm",
            "Tôi đang đi du lịch tới Hakone cùng với con trai tôi, cậu bé sẽ tròn 12 tuổi một tuần trước khi chúng tôi đến Tokyo. Tôi hiểu rằng nếu tôi mua JRPass trước khi tôi đến thì anh ấy sẽ trả mức giá dành cho trẻ em. Điều này có áp dụng cho Xe lãng mạn không. Chúng tôi sẽ đi tiếp đến Osaka. Chúng tôi có phải đặt trước 2 túi mà chúng tôi dự định mang không?Đọc thêm",
            "Trở về từ Hakone về Tokyo, chúng ta có cần đặt trước xe Romancecar trực tuyến hay chỉ cần mua vé tại ga Hakone Yumoto?Đọc thêm",
            "Xin chào, nếu tôi đặt xe lãng mạn trực tuyến trước 1 tháng, tôi có phải mua vé giảm giá Hakone trước không? Hoặc tôi có thể mua ngay chiếc xe Romancecar này trực tuyến để đảm bảo có chỗ ngồi ở chế độ xem Toàn cảnh và sau đó mua Thẻ Giảm giá khi tôi đến Tokyo? Có cách nào khác để tôi có thể mua Thẻ giảm giá trực tuyến không?Đọc thêm",
            "CHÀO! bạn đã mua vé xe lãng mạn trước bao nhiêu ngày?Đọc thêm",
            "Bạn có thể mua vé xe tốc hành giới hạn Odakyu Romance vào ngày bạn muốn đi. Nhân tiện, nếu bạn mua thẻ miễn phí Hakone, bạn có thể đi xe lãng mạn, tuyến Hakone Tozan, xe buýt và cáp treo và có nhiều ưu đãi giảm giá khác. Và nếu bạn muốn đi Hakone rẻ hơn, bạn nên đi tàu tốc hành nhanh tuyến Odakyu bình thường hoặc tàu tốc hành chạy cùng đường với xe lãng mạn, nhưng sẽ mất thời gian hơn xe lãng mạn và tàu là tàu đi lại bình thường nên không thoải mái lắm.Đọc thêm",
            "Các cửa hàng ở hakone thường mở cửa vào mấy giờ? Chúng tôi sẽ ở đó 2 ngày và muốn bắt đầu sớm khi mọi thứ bắt đầu mở. Cảm ơn Đọc thêm",
            "Xin chào, tôi xin lỗi vì trả lời muộn vì tôi mới thấy điều này. Tôi tin rằng mọi thứ đều mở cửa trước 9 giờ sáng. Tôi hy vọng điều này sẽ giúp ích! Đọc thêm",
            "Xin chào JohnJulieAnn\nCảm ơn vì bài đăng giàu thông tin nhất về RomanceCar và một ngày ở Hakone, v.v. Chúng tôi muốn thực hiện - hoàn chỉnh - mạch mà bạn đã làm. \nBạn đề cập đến việc cho phép 6-7 giờ cho chuyến đi, đó là Shinjuku đến Shinjuku hay Hakone Yumoto đến Hakone Yumoto?\nLiên quan đến chi phí, đó có phải là chi phí đặt chỗ Romancecar và Thẻ miễn phí Hakone cộng lại không?\nTrân trọng\nCecil\nPerth.  WAĐọc thêm",
            "Xin chào, Romancecar không được bao gồm trong Hakone Free Pass - sự khác biệt là rất nhỏ dựa trên trải nghiệm mà chúng tôi cảm nhận được khi có chỗ ngồi tuyệt vời. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Chào mọi người. \nĐi đến Hakone từ Shinjuku trên chuyến tàu Romance Car. Vé của chúng tôi đã được trả lại. Nếu tất cả chỗ ngồi đã được đặt trước thì làm cách nào để tôi đặt chỗ cho chuyến khứ hồi. Chúng ta sẽ dành cả ngày ở đây và sau đó quay trở lại? \nChúng ta chỉ cần đứng lên và lên xe hay chúng ta cần đặt chỗ ở đâu đó tại nhà ga? Đọc thêm",
            "Tôi sẽ rất ngạc nhiên nếu mọi chỗ ngồi trên tàu đều được đặt trước. Ghế toàn cảnh ở toa đầu tiên và toa cuối cùng luôn được đặt nhanh chóng nhưng những toa 8 hoặc 10 còn lại nên có sẵn chỗ ngồi. Hãy đến Quầy đặt chỗ Odakyu cấp 2 tại Ga Shinjuku để đặt chỗ. Hãy chắc chắn rằng bạn mua Hakone Freepass, đây là cách rẻ nhất để đi đến và quay lại Hakone. Đọc thêm",
            "xe quan sát phía sau.... bạn ngồi quay mặt về phía trước phải không?  Đi về phía Hakone tôi không muốn phải ngồi lùi và xe quan sát phía trước đã kín chỗĐọc thêm",
            "Tất cả các ghế trên tàu đều hướng về phía trước. Sau mỗi hành trình, các công nhân sẽ xoay ghế 180 độ bằng điện tử để ghế luôn hướng về phía trước.Đọc thêm",
            "Xin chào,\n\nTôi đang cân nhắc xem có thực sự cần đặt Romancecar trực tuyến hay chỉ mua khi chúng tôi đến Shinjuku sau chuyến đi Narita NEX, không chắc chúng tôi sẽ mất bao lâu khi đi cùng trẻ em.\n\nRomancecar thường có nhiều ghế trống? Hay chúng tôi có thể phải đợi một vài chuyến tàu? Và nếu có loại cabin hút thuốc - không hút thuốc thì quầy Romancecar có khó tìm không?\n\nCảm ơn trướcĐọc thêm",
            "Tháng 11 là mùa cao điểm cho các chuyến đi đến Hakone và bạn nên cố gắng đặt vé trực tuyến nếu bạn định đi du lịch vào cuối tuần, đặc biệt là các khung giờ phổ biến hơn.  Bạn có thể kiểm tra tình trạng sẵn có trực tuyến; Tôi đã nghĩ đến việc đặt vé trực tuyến trước khi đến Nhật Bản nhưng trên mạng thấy rằng vào các ngày trong tuần có rất nhiều chỗ ngồi, vì vậy tôi đã đặt vé chỉ vài ngày trước chuyến đi thực tế tại văn phòng Odakyu ở Shinjuku - không khó để tìm thấy nếu bạn sử dụng bản đồ Google và - hoặc đã phần nào quen thuộc với cách bố trí của nhà ga Shinjuku rộng lớn - .Đọc thêm",
            "Xin chào, chúng tôi đã cố gắng mua trực tuyến chiếc xe lãng mạn Odakyu từ ga Shinjuku đến Hakone-Yumoto nhưng chúng tôi không thể thực hiện được vì trang web dường như không xác nhận số điện thoại di động ở nước sở tại hoặc thậm chí số nhà của chúng tôi. Vui lòng tư vấn cho chúng tôi cách mua vé trực tuyến trước khi chúng tôi đến Nhật Bản? Xin lưu ý, chúng tôi đến từ Singapore.Đọc thêm",
            "Xin lỗi vì trả lời chậm. Tôi hy vọng bây giờ bạn đã sắp xếp được vé của mình. Trang bán vé trực tuyến hoạt động tốt khi tôi mua vé. Btw, một độc giả khác đã trả lời bên dưới về việc mua vé ở Tokyo. Chúc mọi điều tốt đẹp nhất.Đọc thêm"
        ],
        "star_ratings": [
            98,
            108,
            33,
            12,
            6
        ],
        "review_amount": 257,
        "location": [
            "Những việc cần làm ở Kanto",
            "Nhật Bản",
            "Châu Á",
            "Kanto",
            "Odakyu Limited Express Romancecar"
        ],
        "reviews_time": [
            "Written May 1, 2024",
            "Written April 4, 2024",
            "Written March 29, 2024",
            "Written October 27, 2023",
            "Written July 27, 2023",
            "Written June 28, 2023",
            "Written November 9, 2022",
            "Written October 16, 2022",
            "Written February 16, 2020",
            "Written December 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298156-d3154620-Reviews-Odakyu_Limited_Express_Romancecar-Kanto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1066457-d21073194-Reviews-Gyopao_Gyoza_Shinjuku-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d6062804-Reviews-Lad_s_Dining_Shinjuku-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d1676825-Reviews-Nabezo_Shinjuku_Sanchome-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d8634136-Reviews-Gyukatsu_Motomura_Shinjuku_South_exit_Store-Shinjuku_3_Chome_Shinjuku_Tokyo_Tok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133713-d1679642-Reviews-Fuunji-Yoyogi_Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14131014-d1678556-Reviews-Katsukura_Shinjuku_Takashimaya-Sendagaya_Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d3752270-Reviews-Ichiran_Shinjuku_Central_East_Entrance-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Pr.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d17343270-Reviews-Nihonshu_Genka_Sakagura_Shinjuku_East_Entrance-Shinjuku_3_Chome_Shinjuku_Tokyo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d8283419-Reviews-Nabezo_Shinjuku_Meijidori-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kant.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14133707-d24000923-Reviews-Flower_Wall_Mone-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133673-d20329357-Reviews-Shinjuku_Mylord_Loft-Nishishinjuku_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14131014-d10172588-Reviews-Shinjuku_Expressway_Bus_Terminal-Sendagaya_Shibuya_Tokyo_Tokyo_Prefecture_Kant.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d10131966-Reviews-NEWoMan-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133713-d3153747-Reviews-Shinjuku_Southern_Terrace-Yoyogi_Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133673-d9565723-Reviews-Lumine_Shinjuku_1-Nishishinjuku_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14131014-d11549300-Reviews-JR_East_Travel_Service_Center_Shinjuku_Station-Sendagaya_Shibuya_Tokyo_Tokyo_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133673-d10955742-Reviews-Tokyo_Metro_Shinjuku_Station_Passenger_information_Center-Nishishinjuku_Shinju.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133707-d10796041-Reviews-Lumine_Shinjuku_2-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14131014-d10356954-Reviews-Tokyo_Tourist_Information_Center_Bus_Terminal_Shinjuku-Sendagaya_Shibuya_Tokyo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d11742234-Reviews-Odakyu_Hakone_Highway_Bus-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298156-d3154620-Reviews-or10-Odakyu_Limited_Express_Romancecar-Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d26999759-Reviews-Glocal_Japan-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d26319513-Reviews-Tokyo_Star_Agency-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d17703146-Reviews-AIROS_Skyview_Japan_Helicopter_Tour-Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298184-d2537076-Reviews-Outech-Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d25455964-Reviews-World_Travelers-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d17474497-Reviews-Viajar_por_Asia-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d26683678-Reviews-Sato-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066451-d8569394-Reviews-Tokyo_MK_Taxi_Limousine-Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d2489709-Reviews-Tokaido_Shinkansen-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298184-d1509275-Reviews-Tokyo_Metro-Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d10611220-Reviews-Matcha_Japanese_Home_Cooking_Experience-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133707-d12657246-Reviews-Tokyo_Localized_Free_Walking_Tour-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefec.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133707-d1238814-Reviews-Lumine_the_Yoshimoto-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d8403161-Reviews-Keio_Corporation-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133713-d6756973-Reviews-Shinjuku_Miyazaki_Kan_Konne-Yoyogi_Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133673-d3460595-Reviews-Yodobashi_Camera_Shinjuku_Nishiguchi-Nishishinjuku_Shinjuku_Tokyo_Tokyo_Prefect.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d1632410-Reviews-Sultan_Salahuddin_Abdul_Aziz_Shah_Mosque-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6749713-Reviews-Mezaparks-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d23425414-Reviews-Apple_Store_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d8670901-Reviews-Ruta_del_Desierto-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g659513-d6276848-Reviews-The_Holy_Shrine_of_Imam_Hussain-Karbala_Karbala_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d106702-Reviews-Pinnacle_Mountain_State_Park-Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45032-d10557749-Reviews-Splash_Station_Aquatic_Center-Wentzville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g57415-d116996-Reviews-Mount_Mansfield-Stowe_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g60023-d7915609-Reviews-Rock_Lake-Lake_Mills_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026050-d8011700-Reviews-Dukhan_Beach-Dukhan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298156-d3154620-Reviews-or10-Odakyu_Limited_Express_Romancecar-Kanto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298156-d3154620-Reviews-Odakyu_Limited_Express_Romancecar-Kanto.html"
    }
]