[
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Tôi muốn chia sẻ trải nghiệm tuyệt vời của chúng tôi trên Chuyến đi có hướng dẫn nhiều ngày ở Vịnh Hạ Long. Gia đình chúng tôi đã có khoảng thời gian tuyệt vời để khám phá phong cảnh tuyệt đẹp và tận hưởng các hoạt động được tổ chức tốt. Xin gửi lời cảm ơn đặc biệt đến quản gia của chúng tôi, người đã cung cấp dịch vụ đặc biệt và chăm sóc chúng tôi chu đáo trong suốt thời gian lưu trú, đảm bảo chúng tôi có mọi thứ chúng tôi cần. Sự chú ý đến từng chi tiết và dấu ấn cá nhân khiến chuyến đi của chúng tôi thực sự đáng nhớ. Cảm ơn bạn đã làm cho cuộc phiêu lưu của gia đình chúng tôi không thể nào quên!!!! Đọc thêm",
            "Chúng tôi đã khám phá những địa điểm tuyệt đẹp và gặp những kỳ quan thiên nhiên độc đáo, khiến mọi khoảnh khắc trở nên đáng nhớ. Cuộc hành trình được tổ chức tốt và các nhân viên đảm bảo chúng tôi đã có khoảng thời gian tuyệt vời. Chúng tôi rất biết ơn về dịch vụ đặc biệt và những trải nghiệm khó quên. Cảm ơn bạn vì tất cả mọi thứ!Đọc thêm",
            "Chuyến đi một mình đến Việt Nam do ODC Travel tổ chức thực sự rất vui. Họ đã sắp xếp một hành trình được cá nhân hóa hoàn toàn phù hợp với sở thích của tôi. Mọi khía cạnh, từ việc lựa chọn điểm đến đến chỗ ở, đều vượt quá sự mong đợi của tôi. Hướng dẫn được giao cho tôi thật đặc biệt, giải quyết tất cả các thắc mắc của tôi và đảm bảo trải nghiệm đáng nhớ. Nhờ ODC Travel, Việt Nam đã để lại dấu ấn khó phai mờ trong tôi và tôi mong muốn được khám phá nhiều hơn nữa cùng họ trong tương laiĐọc thêm",
            "Chuyến du ngoạn thật tuyệt vời. Đồ ăn tuyệt hảo, dịch vụ hàng đầu và mọi thứ đều sạch sẽ không tì vết. Hướng dẫn viên của chúng tôi đã làm việc hết mình, tích cực tham gia vào nhiều hoạt động khác nhau và đảm bảo chúng tôi tận hưởng trong suốt chuyến đi. Tôi hết lòng giới thiệu chuyến du ngoạn này cho bất kỳ ai đang tìm kiếm một trải nghiệm đáng nhớ và thú vị. Đọc thêm",
            "Chuyến đi thực sự tuyệt vời ở mọi khía cạnh - quang cảnh ngoạn mục, trải nghiệm du ngoạn đặc biệt và dịch vụ đáng kinh ngạc được cung cấp bởi tất cả những người phục vụ. Thức ăn vượt quá mong đợi của chúng tôi. Tuy nhiên, chúng tôi có một đề xuất nhỏ; chúng tôi hy vọng rằng máy điều hòa trong phòng ngủ có thể mát hơn. Tuy nhiên, nhìn chung, con thuyền đã vượt quá mong đợi của chúng tôi và mang lại trải nghiệm đáng nhớĐọc thêm",
            "Buổi tối đi xa của chúng tôi không có gì là hoàn hảo, mang đến trải nghiệm cực kỳ thư giãn. Mỗi bữa ăn là một niềm vui, với rất nhiều món ăn ngon để thưởng thức. Sự cống hiến của nhân viên để đảm bảo kỳ nghỉ của chúng tôi thật đặc biệt, thực sự nổi bật, đặc biệt được đề cập đến người quản lý. Cô ấy vượt lên trên tất cả, toát lên sự ấm áp và thân thiện trong suốt thời gian chúng tôi ở trên tàuĐọc thêm",
            "Trải nghiệm trên tàu Amica Cruise thực sự tuyệt vời. Các thành viên phi hành đoàn cực kỳ thân thiện và tôn trọng, khiến chúng tôi cảm thấy được chào đón trong suốt hành trình. Thức ăn được phục vụ có chất lượng tuyệt vời và các hoạt động hàng ngày đều thú vị và nhịp độ tốt, cho phép có nhiều thời gian nghỉ ngơi giữa các khoảng thời gian. Năng lượng và sự gắn kết của hướng dẫn viên du lịch của chúng tôi đã tạo thêm sự phấn khích cho trải nghiệm, khiến nó thực sự đáng nhớĐọc thêm",
            "Chuyến tham quan bằng xe máy 3 ngày của chúng tôi từ Hà Nội qua vòng Hà Giang thật tuyệt vời. Phong cảnh thật ngoạn mục và không có bức ảnh nào có thể mô tả hết những cảnh quan tuyệt đẹp mà chúng tôi đã chứng kiến. Việc chọn tùy chọn lái dễ dàng cho phép chúng tôi hoàn toàn đắm mình vào trải nghiệm mà không cần lo lắng về việc điều hướng trên đường. Hướng dẫn viên của chúng tôi thật tuyệt vời, đảm bảo sự an toàn và thoải mái cho nhóm của chúng tôi trong suốt chuyến đi. Họ cung cấp thông tin sâu sắc về khu vực và đưa chúng tôi đến một số viên ngọc ẩn mà lẽ ra chúng tôi đã bỏ lỡ. Toàn bộ cuộc hành trình được tổ chức tốt và tình bạn thân thiết giữa nhóm đã làm tăng thêm sự thích thú. Đây là chuyến tham quan không thể bỏ qua đối với bất kỳ ai muốn khám phá vẻ đẹp Hà Giang một cách an toàn và kỹ lưỡng.Đọc thêm",
            "Trải nghiệm của chúng tôi ở Vịnh Hạ Long không có gì tuyệt vời. Chuyến đi cung cấp giường và phòng thoải mái, kèm theo những món ăn ngon và vừa ý. Một đề cập đặc biệt dành cho cô hầu bàn của chúng tôi, người có lòng tốt và sự chăm sóc chu đáo đã khiến cuộc hành trình của chúng tôi trở nên thú vị hơn. Cảm ơn bạn vì một trải nghiệm đáng nhớ! Đọc thêm",
            "Vịnh Hạ Long thực sự là một trong những điểm nổi bật của thời đại chúng ta ở Việt Nam. Vẻ đẹp của nó là không gì sánh bằng và chúng tôi may mắn có được thời tiết hoàn hảo trong suốt hành trình. Những món ăn ngon, lòng hiếu khách nồng hậu từ đội ngũ nhân viên thân thiện cũng như sự thoải mái và an toàn của thuyền đều góp phần biến đây thành một trải nghiệm đặc biệt. Không ngần ngại, tôi thực sự khuyên bạn nên ghé thăm Vịnh Hạ Long để có một chuyến phiêu lưu khó quên.Đọc thêm",
            "Xin chào đại lý ODC\nVợ chồng tôi sẽ đến Hà Nội lúc 17h ngày 19/9. \nChúng tôi muốn sắp xếp chuyến tham quan Vịnh Hạ Long 2 ngày - 1 đêm - bao gồm cả phương tiện đi lại. \nTôi rất vui nếu nhận được lời đề nghị cho chuyến đi này càng sớm càng tốt\nChúng tôi đang có lịch trình chặt chẽ - tổng cộng 6 đêm ở Việt Nam - \n \n\nCảm ơn trước, Đọc thêm",
            "Thưa ông / bà \nCảm ơn bạn rất nhiều vì đã hỗ trợ và hỏi thăm về chuyến đi Vịnh Hạ Long - 2 Ngày 1 Đêm - ngủ 1 đêm trên thuyền. \nXin vui lòng nếu bạn đến Hà Nội lúc 17:00 tối. Bạn có thể chọn nghỉ 1 đêm tại Hà Nội và sáng hôm sau bạn có thể tham gia chuyến đi đến Vịnh Hạ Long. \nTour khởi hành vào ngày 20/09/2015. Dành cho 2 người. \nXin vui lòng hiện tại chúng tôi đang có khuyến mãi lớn cho chuyến đi Vịnh Hạ Long. \nGiá trọn gói: 119 usd - người. \nHiện tại, thời gian khởi hành của bạn đã rất gần nên tôi hy vọng sớm nhận được thông tin từ bạn. \nNếu bạn cần thêm cho chuyến đi của mình như một chuyến tham quan, di chuyển, lưu trú khách sạn ở khắp mọi nơi ...Xin vui lòng liên hệ với tôi. Tôi thực sự vui mừng được hỗ trợ bạn sớm. \nCảm ơn nhiều ! \nTrân trọng \nBà SamĐọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or10-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d570071-Reviews-Ghostbar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6999388-Reviews-Bar_54-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d133016-Reviews-Kansas_City_Zoo_Aquarium-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d15688368-Reviews-Thai_Massage_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d2627029-Reviews-Paradise_Beach_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d10209661-Reviews-Lindos_By_Night-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1064411-Reviews-Playa_Mia_Grand_Beach_Park-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d146754-Reviews-Mauna_Kea_Summit-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g641766-d4778010-Reviews-5_Fingers-Obertraun_Upper_Austria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or10-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Tour du lịch riêng trong ngày",
        "general_info": [
            "171 đánh giá",
            "- 438 trong số 1.938 Tour - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Trải nghiệm ở đây không có gì là tuyệt vời! Từ môi trường lộng lẫy đến những căn phòng tiện nghi, đồ ăn thú vị và đội ngũ nhân viên xuất sắc - mọi thứ đều thực sự tuyệt vời. Hướng dẫn viên của chúng tôi xứng đáng được đề cập đặc biệt vì anh ấy đóng một vai trò quan trọng trong việc khiến chuyến đi của chúng tôi trở nên khó quên. Là người Hồi giáo, chúng tôi có một số hạn chế nhất định về chế độ ăn uống, nhưng nhờ có anh ấy, chúng tôi có thể thưởng thức bữa ăn của mình một cách trọn vẹn nhất. Anh ấy chắc chắn là người hùng trong cuộc hành trình của chúng tôi đến đây và chúng tôi vô cùng biết ơn sự giúp đỡ của anh ấy. Cảm ơn bạn!Đọc thêm",
            "Chuyến đi tự phát của tôi đến Việt Nam hóa ra lại vô cùng tuyệt vời! Không có kế hoạch cố định cho kỳ nghỉ 7 ngày của tôi, hướng dẫn viên của chúng tôi đã bước vào và tạo ra một hành trình hoàn hảo cho tôi. Trong 3 ngày ở Hà Nội, 2 ngày ở Đà Nẵng - Hà Nội và 2 ngày ở TP.HCM, tôi đã trải nghiệm rất nhiều hoạt động và thắng cảnh. Hướng dẫn viên của chúng tôi cực kỳ nhạy bén, dễ làm việc và hỗ trợ tôi một cách liền mạch trong suốt chuyến đi và chuyến phiêu lưu ở Việt Nam. Tôi hết lòng giới thiệu dịch vụ của họ cho bất kỳ ai đang lên kế hoạch cho chuyến đi đến đất nước xinh đẹp này!Đọc thêm",
            "Nhóm đã có một trải nghiệm đáng kinh ngạc trong chuyến tham quan này, từ chỗ ở cao cấp và những bữa ăn ngon cho đến hành trình được tổ chức tốt. Chúng tôi muốn gửi lời cảm ơn đặc biệt đến người lái xe đặc biệt của chúng tôi, người đã nỗ lực hết mình để đảm bảo sự thoải mái và an toàn cho chúng tôi trong suốt hành trình. Nếu quay trở lại Việt Nam, chắc chắn ODC Travel sẽ là lựa chọn hàng đầu của chúng tôi. Chúng tôi đánh giá cao nỗ lực của tất cả mọi người tham gia để làm cho chuyến đi này trở nên khó quên. Cảm ơn bạn!Đọc thêm",
            "Kỳ nghỉ trên du thuyền Pando Cruise thật tuyệt vời! Được hướng dẫn bởi người Việt am hiểu, du khách đã đắm mình vào vô số hoạt động, từ chèo thuyền kayak đến học nấu ăn, mỗi hoạt động đều làm tăng thêm sự thích thú cho trải nghiệm. Các món ăn rất ngon, và sự nồng hậu của nhân viên khiến mọi người cảm thấy như ở nhà. Cùng với bầu không khí quyến rũ của con thuyền, đó thực sự là một hành trình đáng nhớ. Đọc thêm",
            "Giữa khung cảnh tuyệt đẹp, phi hành đoàn đã cung cấp dịch vụ hoàn hảo, đảm bảo mọi sự thoải mái cho chúng tôi. Từ những món ăn ngon đến những tiện nghi sang trọng như ban công và bể sục riêng, mọi khoảnh khắc đều hạnh phúc. Các hoạt động, bao gồm chèo thuyền kayak và khám phá hang động, thật khó quên. Kiến thức chuyên môn của hướng dẫn viên của chúng tôi đã bổ sung thêm chiều sâu cho hành trình, khiến nó trở thành một trải nghiệm không thể chấp nhận được.Đọc thêm",
            "Cuộc hành trình qua Vịnh Hạ Long thực sự khó quên. Những cảnh quan tuyệt đẹp cùng với dịch vụ hoàn hảo do Phương cung cấp đã khiến nơi đây trở thành một trải nghiệm đáng trân trọng. Sự hỗ trợ nhanh chóng và chu đáo của Phương đảm bảo rằng mọi khoảnh khắc trên tàu đều thú vị và không căng thẳng. Sự tận tâm và chuyên nghiệp của cô đã đặt ra tiêu chuẩn cao cho dịch vụ khách hàng. Chúng tôi rất biết ơn những nỗ lực của cô ấy và mong muốn được quay trở lại để có một trải nghiệm du ngoạn đáng nhớ khác.Đọc thêm",
            "Không còn nghi ngờ gì nữa, chuyến tham quan Vịnh Hạ Long là đỉnh cao trong chuyến phiêu lưu Châu Á của chúng tôi. Mọi thứ đều được tổ chức hoàn hảo, từ chiếc thuyền nguyên sơ đến các dịch vụ và dịch vụ ẩm thực nổi bật. Mẹ tôi và tôi tận hưởng từng khoảnh khắc trong cuộc hành trình của chúng tôi! Giá như chúng ta có thể kéo dài thời gian ở trên tàu! Đặc biệt cảm ơn Jean và cơ quan đặc biệt đã tạo điều kiện thuận lợi cho chuyến đi của chúng tôi. Sự chuyên nghiệp, sự tôn trọng và những lời khuyên quý giá của Jean - đã khiến kỳ nghỉ của chúng tôi ở Hà Nội thực sự khó quên!Đọc thêm",
            "Chuyến đi bộ này thực sự rất thú vị, tất cả là nhờ hướng dẫn viên tuyệt vời của chúng tôi! Tham gia cùng sáu du khách khác, tôi và bạn trai đã có một chuyến khám phá thú vị ở bốn địa điểm khác nhau. Từ việc thưởng thức những chiếc bánh mì thơm ngon cho đến thưởng thức hương vị độc đáo của cà phê trứng, mọi khoảnh khắc đều tràn ngập niềm vui và sự phấn khích. Xin chân thành cảm ơn tất cả những người đã tham gia vì đã khiến trải nghiệm này trở nên khó quên!Đọc thêm",
            "Trải nghiệm Vịnh Hạ Long tuyệt đẹp theo cách độc đáo như vậy thực sự tuyệt vời. Chiếc thuyền thật tuyệt vời, và thức ăn, cùng với sự chú ý đến từng chi tiết của nhân viên, thật tuyệt vời. Đặc biệt, hướng dẫn viên của chúng tôi và đầu bếp trong phòng ăn đã nỗ lực hết mình để đảm bảo khoảng thời gian của chúng tôi thật đáng nhớ. Mặc dù thời tiết hơi khắc nghiệt và một số hoạt động không thể thực hiện được nhưng trải nghiệm tổng thể vẫn rất được khuyến khích.Đọc thêm",
            "Hành trình hoàn toàn tuyệt vời. Chúng tôi hoàn toàn thích thú với tất cả các hoạt động, từ chèo thuyền kayak và nấu ăn đến câu mực, nổi bật là chuyến đi đến các hang động! Mọi thứ đã được lên kế hoạch và tổ chức tỉ mỉ. Phi hành đoàn không chỉ hài hước và thân thiện mà còn có sức chứa vô cùng. Hướng dẫn viên của chúng tôi thật đặc biệt! Tôi chắc chắn sẽ bắt tay vào cuộc phiêu lưu này một lần nữa.Đọc thêm",
            "Xin chào công ty ODC\nTôi và chồng sẽ đến Hà Nội vào ngày 19 tháng 9, 17:00 chiều.\nChúng tôi muốn sắp xếp chuyến tham quan Vịnh Hạ Long trong 2 ngày - 1 đêm - bao gồm cả phương tiện di chuyển.\nTôi rất mong nhận được lời đề nghị cho chuyến đi này sớm nhất có thể\nChúng tôi có lịch trình chặt chẽ - tổng cộng 6 đêm ở Việt Nam -\n\nCảm ơn trước,Đọc thêm",
            "Thưa ông / bà \nCảm ơn bạn rất nhiều vì đã hỗ trợ và hỏi thăm về chuyến đi Vịnh Hạ Long - 2 Ngày 1 Đêm - ngủ 1 đêm trên thuyền. \nXin vui lòng nếu bạn đến Hà Nội lúc 17:00 tối. Bạn có thể chọn nghỉ 1 đêm tại Hà Nội và sáng hôm sau bạn có thể tham gia chuyến đi đến Vịnh Hạ Long. \nTour khởi hành vào ngày 20/09/2015. Dành cho 2 người. \nXin vui lòng hiện tại chúng tôi đang có khuyến mãi lớn cho chuyến đi Vịnh Hạ Long. \nGiá trọn gói: 119 usd - người. \nHiện tại, thời gian khởi hành của bạn đã rất gần nên tôi hy vọng sớm nhận được thông tin từ bạn. \nNếu bạn cần thêm cho chuyến đi của mình như một chuyến tham quan, di chuyển, lưu trú khách sạn ở khắp mọi nơi ...Xin vui lòng liên hệ với tôi. Tôi thực sự vui mừng được hỗ trợ bạn sớm. \nCảm ơn nhiều ! \nTrân trọng \nBà SamĐọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or10-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or20-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7374072-Reviews-K_Urban_Beach-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g642170-d7240283-Reviews-Lageri_beach-Naoussa_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d3524103-Reviews-The_Bergen_Railway-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d546269-Reviews-Connemara_National_Park_Visitor_Centre-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g55303-d754607-Reviews-Roan_Mountain_State_Park-Roan_Mountain_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d102846-Reviews-Biltmore-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d102652-Reviews-Kintla_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1598756-d4399313-Reviews-Mtirala_National_Park-Kobuleti_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080465-d3174688-Reviews-Aigues_Termals_de_Montanejos-Montanejos_Province_of_Castellon_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d524600-Reviews-Grand_Central_Market-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or20-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or10-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Chuyến đi này nổi bật như một trong những trải nghiệm đẹp nhất mà tôi đã có ở Việt Nam! Tôi - tôi đã có ý định quay lại rồi. Chúng tôi đã ở trên thuyền hai đêm ba ngày và mỗi khoảnh khắc đều tràn ngập hạnh phúc. Sự sạch sẽ của thuyền, sự chu đáo của nhân viên và chất lượng của các hoạt động đều vượt quá mong đợi của chúng tôi. Mọi thứ đều được sắp xếp tỉ mỉ và các bữa ăn rất ngon. Hồ bơi nhỏ tạo thêm nét sang trọng. Giá chắc chắn là xứng đáng! Cảm ơn bạn đã mang đến cho chúng tôi khoảnh khắc tuyệt vời như vậy!Đọc thêm",
            "Trải nghiệm của chúng tôi với công ty du lịch của anh ấy không có gì là tuyệt vời nhờ sự hỗ trợ của Lisia. Cô ấy cực kỳ tốt bụng, chuyên nghiệp và thông thạo tiếng Anh, giúp quá trình đặt phòng trở nên liền mạch. Lựa chọn chuyến tham quan Vịnh Hạ Long 2 ngày với Amica Cruise là một quyết định tuyệt vời. Các nhân viên trên tàu vô cùng niềm nở và thân thiện, đảm bảo chúng tôi cảm thấy như đang ở nhà. Với rất nhiều hoạt động để lựa chọn, chúng tôi đã có một trải nghiệm tuyệt vời trong suốt thời gian lưu trú. Không còn nghi ngờ gì nữa, đây là cuộc hành trình bạn không nên bỏ lỡ!Đọc thêm",
            "Ngay từ khi bước lên tàu, chúng tôi đã được chào đón bằng dịch vụ hoàn hảo và lòng hiếu khách. Thức ăn rất ngon và sự chú ý đến sự sạch sẽ là điều đáng chú ý. Hướng dẫn viên của chúng tôi đã vượt lên trên tất cả để đảm bảo rằng chúng tôi có trải nghiệm đáng nhớ, lôi cuốn chúng tôi vào nhiều hoạt động khác nhau và đảm bảo rằng chúng tôi cảm thấy hoàn toàn đắm chìm trong cuộc hành trình. Tôi hết lòng giới thiệu hành trình này cho bất kỳ ai đang tìm kiếm trải nghiệm đỉnh cao trên vùng biển Vịnh Hạ Long!Đọc thêm",
            "Vẻ đẹp tuyệt vời của vịnh vượt quá sự mong đợi của chúng tôi và chúng tôi cảm thấy may mắn khi có thời tiết đẹp như vậy trong chuyến thăm. Thức ăn trên tàu rất tuyệt vời và nhân viên thì vô cùng thân thiện và nhiệt tình. Chúng tôi hoàn toàn thích trải nghiệm của mình với Gem Cruise và đặc biệt giới thiệu nó cho những người khác đang tìm kiếm một hành trình an toàn và thú vị qua điểm đến ngoạn mục này.Đọc thêm",
            "Ngay từ lúc chúng tôi nhổ neo, đó là một trải nghiệm thanh thản và thư giãn. Sự phong phú của các món ăn ngon trong mỗi bữa ăn khiến mỗi trải nghiệm ăn uống trở nên thú vị. Điều thực sự nổi bật là dịch vụ đặc biệt được cung cấp bởi đội ngũ nhân viên. Họ đã nỗ lực hết mình để đảm bảo kỳ nghỉ của chúng tôi không gì tuyệt vời hơn. Xin dành lời khen đặc biệt cho hướng dẫn viên của chúng tôi, người vô cùng thân thiện và khiến chuyến đi của chúng tôi thực sự đáng nhớ với sự nồng hậu và hiếu khách của họ. Đọc thêm",
            "Trải nghiệm của chúng tôi với công ty du lịch này cho chuyến tham quan Vịnh Hạ Long thật tuyệt vời. Các nhân viên rất thân thiện và cung cấp dịch vụ tuyệt vời trong suốt. Chúng tôi rất vui vì có nhiều hoạt động phong phú, đảm bảo rằng chúng tôi có một kỳ nghỉ thực sự thú vị. Nếu bạn đang cân nhắc một chuyến phiêu lưu trên Vịnh Hạ Long, chúng tôi khuyên bạn nên thử chuyến tham quan này!Đọc thêm",
            "Chúng tôi đã chọn chuyến đi 2 đêm, đây hóa ra là một quyết định sáng suốt khi xét đến khoảng cách dành cho những người ở lại một đêm. Chiếc thuyền thật tuyệt vời, các nhân viên và hướng dẫn viên nhà hàng của chúng tôi rất thân thiện và hữu ích, khiến trải nghiệm thực sự đáng chú ý. Chúng tôi thưởng thức những món ăn ngon, phong cảnh ngoạn mục và những chuyến đi trong ngày thú vị.Đọc thêm",
            "Mọi khía cạnh, từ thú vui ẩm thực đến chỗ ở ấm cúng, các hoạt động hấp dẫn và cơ sở vật chất hàng đầu, đều vượt quá sự mong đợi của chúng tôi. Các nhân viên chu đáo và có sức chứa, làm cho cuộc hành trình của chúng tôi thực sự liền mạch. Hướng dẫn viên của chúng tôi là một người nổi bật - nhiệt tình và tràn ngập thông tin sâu sắc giúp làm phong phú thêm trải nghiệm của chúng tôi. Việc dành dù chỉ một đêm trên tàu đã cho phép chúng tôi đắm mình hoàn toàn vào vẻ đẹp ngoạn mục của Vịnh Hạ Long. Chúng tôi hết lòng giới thiệu trải nghiệm này cho bất kỳ ai đang tìm kiếm một cuộc phiêu lưu khó quên.Đọc thêm",
            "Tôi đã có một buổi tối nghỉ ngơi hoàn hảo, tràn ngập sự thư giãn và những món ăn ngon trong mỗi bữa ăn. Sự cống hiến của nhân viên để đảm bảo kỳ nghỉ của tôi thật tuyệt vời, đặc biệt là sự thân thiện và hỗ trợ đặc biệt của Anna, đã thực sự tạo nên sự khác biệt. Thật tuyệt vời khi biết rằng những nỗ lực của họ đã vượt lên trên tất cả để khiến trải nghiệm của tôi trở nên đáng nhớ.Đọc thêm",
            "Trải nghiệm của chúng tôi trên tàu đã vượt qua mọi sự mong đợi. Các chỗ ở đều đặc biệt, mang đến một thiên đường thoải mái và yên tĩnh giữa khung cảnh đầy cảm hứng. Cho dù đắm mình dưới ánh nắng mặt trời trên boong tắm nắng rộng lớn với khung cảnh toàn cảnh hay thư giãn trong cabin rộng rãi của chúng tôi, mọi khoảnh khắc đều thấm đẫm sự thanh thản và vẻ đẹp. Các món ăn trên tàu không có gì là thú vị. Từ hải sản tươi ngon nhất đến các món ngon địa phương đầy sáng tạo, mỗi bữa ăn là một kiệt tác được chế biến bằng kỹ năng và sự sáng tạo. Dùng bữa trong bối cảnh phong cảnh hùng vĩ của vịnh đã nâng cao trải nghiệm, biến mỗi bữa ăn thành một kỷ niệm đáng trân trọng và làm sâu sắc thêm lòng cảm kích của chúng ta đối với những kỳ quan thiên nhiên xung quanh mình.Đọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written April 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or20-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or10-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or30-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32771-d13080499-Reviews-Nevada_County_Hospital-Nevada_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303868-d600477-Reviews-Semuc_Champey-Lanquin_Alta_Verapaz_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d24164973-Reviews-Dinosaurland-Porto_Cristo_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2476711-Reviews-Westminster_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064230-d1066178-Reviews-Guadalest_Valley-Alicante_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d219514-Reviews-Bahia_Honda_State_Park-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d1885276-Reviews-Coco_Key_Water_Resort-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g10006284-d16706918-Reviews-Airport_Fast_Track_Providenciales-Grace_Bay_Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d10084963-Reviews-Meow_Wolf_Santa_Fe-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d244037-Reviews-Catedral_de_Mallorca-Palma_de_Mallorca_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or30-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or20-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Đầu tiên và quan trọng nhất, vẻ đẹp ngoạn mục của Vịnh Hạ Long mở ra trước mắt chúng ta trong một bức tranh toàn cảnh đầy mê hoặc của những núi đá vôi và làn nước màu ngọc lục bảo. Hướng dẫn viên du lịch am hiểu và thân thiện đã cung cấp những hiểu biết thú vị về sự hình thành địa chất và truyền thuyết địa phương, làm phong phú thêm hành trình của chúng tôi với chiều sâu văn hóa.Đọc thêm",
            "Hành trình được thiết kế tỉ mỉ, mang đến sự kết hợp giữa thư giãn và phiêu lưu. Mỗi ngày đều có những kỳ quan mới, từ khám phá những hang động ẩn giấu được trang trí bằng nhũ đá cho đến chèo thuyền kayak qua những đầm phá hẻo lánh. Các hướng dẫn viên am hiểu sẽ nâng cao hành trình bằng những hiểu biết sâu sắc về hệ sinh thái và văn hóa dân gian của vịnh, làm phong phú thêm chiều sâu và ý nghĩa của mỗi chuyến tham quan.Đọc thêm",
            "Vừa kết thúc chuyến du lịch trăng mật kéo dài 2 ngày đầy mơ mộng của chúng tôi với Amica Cruise, và nó thật sự rất kỳ diệu! Từ khung cảnh tuyệt đẹp của Vịnh Hạ Long đến bầu không khí lãng mạn trên tàu, mọi khoảnh khắc đều giống như một câu chuyện cổ tích. Các nhân viên đã cố gắng hết sức để làm cho trải nghiệm của chúng tôi không thể nào quên và hành trình được thiết kế hoàn hảo cho một nơi nghỉ ngơi lãng mạn. rất khuyến khích chuyến tham quan này cho những cặp đôi đi hưởng tuần trăng mật muốn cùng nhau tạo ra những kỷ niệm đáng nhớ.Đọc thêm",
            "Chia sẻ Chuyến tham quan Pando Cruise kéo dài 2 ngày với bạn bè là một điều tuyệt vời. Những cảnh quan ngoạn mục của Hạ Long Bsy và Vịnh Lan Hạ đã mang đến bối cảnh hoàn hảo cho chuyến phiêu lưu của chúng tôi. Từ việc khám phá những hang động ẩn giấu cho đến thưởng thức những bữa ăn ngon trên tàu, mọi khoảnh khắc đều tràn ngập tiếng cười và niềm vui. phi hành đoàn thật tuyệt vời, đảm bảo chúng tôi có mọi thứ cần thiết để có trải nghiệm khó quên. Rất khuyến khích cho một chuyến đi đáng nhớ với bạn bè!Đọc thêm",
            "Bữa ăn là một niềm vui ẩm thực, với các món ăn ngon lấy cảm hứng từ những nguyên liệu tươi ngon nhất của địa phương được phục vụ trong bối cảnh khung cảnh ngoạn mục. Cho dù thưởng thức một bữa tiệc hải sản thịnh soạn hay thưởng thức các món ngon Việt Nam, mỗi miếng ăn đều là minh chứng cho di sản ẩm thực phong phú của khu vực.Đọc thêm",
            "Khi mặt trời lặn ở đường chân trời vào mỗi buổi tối, tỏa ánh sáng vàng trên mặt nước yên tĩnh, không thể không cảm thấy kính phục và biết ơn sâu sắc vì có cơ hội trải nghiệm vẻ đẹp tự nhiên như vậy.Đọc thêm",
            "Kỳ nghỉ ở Southern Beaches của tôi là một trải nghiệm trẻ hóa và đầy mê hoặc. Sự kết hợp giữa cảnh đẹp, sự phong phú về văn hóa và các hoạt động giải trí khiến nơi đây trở thành một điểm đến không thể bỏ qua. Cho dù bạn là người yêu thích bãi biển, một nhà thám hiểm hay một người đang tìm kiếm nơi nghỉ dưỡng yên bình, Bãi biển phía Nam luôn có thứ gì đó dành cho tất cả mọi người. Đó là một điểm đến thực sự nắm bắt được bản chất của thiên đường trên Trái đất.Đọc thêm",
            "Cam kết của Pando Cruise - về du lịch bền vững được thể hiện rõ ràng trong suốt hành trình. Thủy thủ đoàn tích cực tham gia vào các nỗ lực bảo tồn môi trường và con tàu được trang bị các phương pháp thân thiện với môi trường, nâng cao trải nghiệm tổng thể về ý thức sinh thái.Đọc thêm",
            "Hoàng hôn trên Vịnh Hạ Long là một cảnh tượng ngoạn mục và buổi tối mang đến nhiều lựa chọn giải trí, bao gồm biểu diễn truyền thống Việt Nam, tạo ra trải nghiệm văn hóa phong phú. Khi màn đêm buông xuống, khung cảnh yên tĩnh xung quanh vịnh mang đến cho bạn một giấc ngủ yên bình và sảng khoái.Đọc thêm",
            "Sự chú ý đến từng chi tiết của nhân viên được thể hiện rõ trong mọi khía cạnh của chuyến tham quan, từ các hoạt động được tổ chức tốt đến các biện pháp an toàn được thực hiện trong các buổi chèo thuyền kayak và bơi lội. Chuyến đi cũng mang đến cơ hội hòa nhập văn hóa với chuyến thăm làng chài địa phương, nơi chúng tôi hiểu rõ hơn về cuộc sống hàng ngày của người dân.Đọc thêm",
            "Xin chào đại lý ODC\nVợ chồng tôi sẽ đến Hà Nội lúc 17h ngày 19/9. \nChúng tôi muốn sắp xếp chuyến tham quan Vịnh Hạ Long 2 ngày - 1 đêm - bao gồm cả phương tiện đi lại. \nTôi rất vui nếu nhận được lời đề nghị cho chuyến đi này càng sớm càng tốt\nChúng tôi đang có lịch trình chặt chẽ - tổng cộng 6 đêm ở Việt Nam - \n \n\nCảm ơn trước, Đọc thêm",
            "Kính gửi Quý khách, Quý bà\nCảm ơn Quý khách rất nhiều vì đã ủng hộ và hỏi về chuyến đi đến Vịnh Hạ Long - 2 Ngày 1 Đêm - ngủ 1 đêm trên tàu.\nVui lòng nếu Quý khách đến Hà Nội lúc 17:00 chiều. Quý khách có thể chọn ở lại 1 đêm tại Hà Nội và sáng hôm sau có thể tham gia chuyến đi đến Vịnh Hạ Long.\nTour khởi hành vào ngày 20 tháng 9 năm 2015. Dành cho 2 người.\nXin vui lòng hiện tại chúng tôi đang có chương trình khuyến mãi lớn cho chuyến đi Vịnh Hạ Long.\nGói giá: 119 đô la Mỹ - người.\nHiện tại, thời gian khởi hành của Quý khách rất gần với thời gian khởi hành nên tôi hy vọng sớm nhận được thông tin từ Quý khách.\nNếu Quý khách cần thêm thông tin cho chuyến đi của mình như một tour du lịch khác, phương tiện đi lại, khách sạn ở khắp mọi nơi...Vui lòng liên hệ với tôi. Tôi thực sự rất vui khi được hỗ trợ Quý khách sớm.\nCảm ơn rất nhiều!\nTrân trọng\nBà SamĐọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 22, 2024",
            "Written March 20, 2024",
            "Written March 15, 2024",
            "Written March 14, 2024",
            "Written March 14, 2024",
            "Written March 13, 2024",
            "Written February 27, 2024",
            "Written February 23, 2024",
            "Written February 23, 2024",
            "Written February 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or30-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or20-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or40-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d286422-Reviews-Nelis_Dutch_Village-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g616081-d3617519-Reviews-Pissouri_Beach-Pissouri_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8452139-Reviews-Diamante_Dunes_Golf_Course-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d3370517-Reviews-Bangor_Waterfront_Pavilion-Bangor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g51986-d145587-Reviews-Nehalem_Bay_State_Park-Nehalem_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7113538-Reviews-Jelila_Spiritual_Healer_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g295396-d4821133-Reviews-Aqua_magic_park-Constanta_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d560908-Reviews-Capone_s_Dinner_and_Show-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42764-d14989088-Reviews-Trufant_Flea_Market-Trufant_Montcalm_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d152670-Reviews-Garden_of_the_Groves-Freeport_Grand_Bahama_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or40-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or30-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Chỗ ở trên du thuyền không có gì hấp dẫn, với các cabin được trang bị tốt cho tầm nhìn toàn cảnh vẻ đẹp xung quanh. Trải nghiệm ăn uống trên tàu là một trải nghiệm ẩm thực thú vị, bao gồm nhiều loại hải sản tươi sống và các món ngon địa phương thể hiện hương vị của Việt Nam.Đọc thêm",
            "ODC Travel là sự khám phá mới trong lĩnh vực dịch vụ du lịch, mang đến trải nghiệm tuyệt vời cho những ai đang tìm kiếm những chuyến đi phi thường. Công ty vượt xa những điều thông thường và giới thiệu cho du khách một thế giới của những cuộc phiêu lưu độc đáo.Đọc thêm",
            "Hành trình đạt được sự cân bằng hoàn hảo giữa thư giãn và phiêu lưu. Đi thuyền qua vùng nước ngọc lục bảo của Vịnh Hạ Long và Vịnh Lan Hạ, chúng tôi được chiêm ngưỡng khung cảnh đáng kinh ngạc ở mọi góc rẽ. Những khối đá vôi, hang động ẩn giấu và làng chài nổi đã vẽ nên một bức tranh đẹp thanh bìnhĐọc thêm",
            "Một điểm nổi bật là buổi tập Thái Cực Quyền vào sáng sớm trên boong tàu, mang lại sự khởi đầu thanh bình cho ngày mới khi mặt trời mọc tỏa ánh vàng trên những vách đá vôi. Du thuyền còn cung cấp các hoạt động như chèo thuyền kayak và bơi lội, cho phép du khách đắm mình hoàn toàn vào vẻ đẹp của Vịnh Hạ Long.Đọc thêm",
            "Một trong những điểm nhấn của chuyến tham quan là trải nghiệm ăn uống trên tàu. Các món ăn là sự kết hợp thú vị giữa hương vị Việt Nam và ẩm thực quốc tế. Mỗi bữa ăn là một hành trình ẩm thực, được bổ sung bởi dịch vụ chu đáo và tầm nhìn toàn cảnh vịnh. Đọc thêm",
            "Một trong những điểm nổi bật là các món ăn ngon được phục vụ trên tàu. Hải sản tươi sống và các món ngon địa phương đã được chế biến một cách chuyên nghiệp, mang đến một hành trình ẩm thực tôn lên vẻ đẹp tự nhiên xung quanh chúng ta. Ăn tối trên hiên tắm nắng dưới những vì sao, với khung cảnh vịnh yên tĩnh, là một trải nghiệm kỳ diệu.Đọc thêm",
            "Elyser thân mến,\nCảm ơn bạn rất nhiều khi viết đánh giá về cảm nhận của bạn về một số món ăn bạn đã ăn trên Du thuyền của chúng tôi. Bạn vui vì thành công của chúng tôi. Chúc bạn có thời gian vui vẻ ở Việt Nam. Hẹn gặp lại bạn.Đọc thêm",
            "Đừng đến thăm Việt Nam và bỏ lỡ Vịnh Hạ Long - ngoạn mục!!! Chúng tôi đã thực hiện một chuyến du ngoạn hai ngày một đêm, điều đó thực sự có ý nghĩa. Tôi ước gì tôi đã làm được 2 đêm ba ngày. Bỏ qua chuyến tham quan bãi biển nếu thuyền cho phép - đông đúc, đông đúc khách du lịch và không đáng giá. Tôi nghĩ đây thực sự là một phần yên tĩnh và xinh đẹp của thế giới. Hãy đặt một chuyến du ngoạn vì chúng có chất lượng hàng đầu và giá rẻ.Đọc thêm",
            "Presle thân mến,\nCảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn về Vịnh Hạ Long. Tôi biết tất cả khách du lịch đều không thích nơi này có quá nhiều người nhưng nơi nổi tiếng lại có rất nhiều người muốn đến thăm. Hy vọng rằng dịch vụ tuyệt vời của chúng tôi, thuyền đẹp và đội ngũ nhân viên thân thiện sẽ khiến bạn quên đi điều đó. Chúc bạn có một thời gian vui vẻ ở Việt Nam.Đọc thêm",
            "Chuyến tham quan du thuyền Amica 2 ngày từ Hà Nội là một trải nghiệm không thể bỏ qua đối với những ai đang tìm kiếm một chuyến trốn thoát ngắn ngủi nhưng khó quên. Cho dù bạn - người đam mê thiên nhiên, người yêu ẩm thực hay ai đó chỉ đơn giản muốn thư giãn trong khung cảnh sang trọng, hành trình này mang đến trải nghiệm tuyệt vời, ghi lại bản chất vẻ đẹp của Vịnh Hạ Long. Đó là một cuộc hành trình để lại cho bạn những kỷ niệm đáng nhớ và sự trân trọng sâu sắc đối với những kỳ quan của cảnh quan ven biển Việt Nam.Đọc thêm",
            "Kính gửi cô Jedidia,\nCảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn về Cruise của chúng tôi. Hy vọng bạn có thời gian vui vẻ ở Việt Nam và hẹn gặp lại nếu có dịp ghé thăm Việt Nam lần khác.Đọc thêm",
            "Chuyến hành trình có hướng dẫn viên kéo dài nhiều ngày ở Vịnh Hạ Long và Vịnh Lan Hạ là một chuyến đi thực sự khó quên. Nó kết hợp hoàn hảo giữa sự sang trọng, phiêu lưu và hòa nhập văn hóa, khiến đây là một địa điểm không thể bỏ qua đối với bất kỳ ai đang tìm kiếm một chuyến khám phá đáng nhớ về các kỳ quan ven biển của Việt Nam.Đọc thêm",
            "Kính gửi ông 47Finnp,\nCảm ơn bạn rất nhiều vì đánh giá của bạn Cruise của chúng tôi. Bạn đã đến TP HCM chưa? Như tôi đã nói với bạn, nếu bạn ghé thăm địa đạo Củ Chi, bạn sẽ ngạc nhiên. Chúc bạn có thời gian vui vẻ ở Việt Nam. Hy vọng gặp lại bạn vào năm tới.Đọc thêm",
            "Chuyến tham quan có hướng dẫn viên Gem Cruise kéo dài 2 ngày ở Vịnh Hạ Long vượt quá mọi mong đợi. Đó là sự kết hợp hoàn hảo giữa vẻ đẹp tự nhiên, sự hòa nhập văn hóa và sự thoải mái sang trọng. Cho dù bạn - là người đam mê thiên nhiên, người yêu thích lịch sử hay đơn giản là người đang tìm kiếm một nơi trốn thoát yên tĩnh, hành trình này là một viên ngọc quý thực sự sẽ khiến bạn bị mê hoặc. Rất khuyến khích! Đọc thêm",
            "Kính gửi bà Ammas,\nCảm ơn bà rất nhiều vì đánh giá tốt của bà. Tất cả khách du lịch đều rất thích thiết kế của chúng tôi khi nhận phòng. Hy vọng sẽ được phục vụ gia đình bà vào những năm tới.Đọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 21, 2024",
            "Written February 21, 2024",
            "Written February 2, 2024",
            "Written February 2, 2024",
            "Written February 1, 2024",
            "Written January 31, 2024",
            "Written January 30, 2024",
            "Written January 25, 2024",
            "Written January 25, 2024",
            "Written January 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or40-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or30-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or50-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d232078-Reviews-Liseberg-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g13792389-d6952528-Reviews-Alishan_National_Forest_Recreation_Area-Alishan_Chiayi_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d5040800-Reviews-Giewont_Mountain-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g292006-d590747-Reviews-La_Aurora_Zoo-Guatemala_City_Guatemala_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12564251-Reviews-Marina_Puerto_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d23187012-Reviews-Etihad_Arena-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d109198-Reviews-Alyeska_Pipeline_Viewing_Point-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189059-Reviews-O_Donoghue_s_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298217-d325147-Reviews-Huis_Ten_Bosch-Sasebo_Nagasaki_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d666303-Reviews-Cocoa_Beach_Pier-Cocoa_Beach_Brevard_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or50-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or40-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trong số 1.938 Tour - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Chuyến tham quan Pando Cruise 2 ngày ở Vịnh Hạ Long và Vịnh Lan Hạ là điều không thể bỏ qua đối với những ai tìm kiếm sự kết hợp hài hòa giữa sự sang trọng, vẻ đẹp tự nhiên và khám phá văn hóa. Đó là một lối thoát khỏi sự bình thường, mang lại cảm giác thư giãn tuyệt vời tại một trong những điểm đến quyến rũ nhất thế giớiĐọc thêm",
            "Santina thân mến,\nCảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn về Vịnh Hạ Long. Còn con trai của bạn thì sao? Anh ấy ổn chứ? Chúc bạn và con trai có kỳ nghỉ vui vẻ tại Việt Nam. Đọc thêm",
            "Mặc dù việc hủy chuyến bất kỳ lúc nào là việc của các nhà điều hành, nhưng việc hủy chuyến ngay trước khi chúng tôi đến Hạ Long là không tốt.  Chúng tôi phải cố gắng tìm một hành trình khác và tất nhiên, những khoản bổ sung mà chúng tôi đã trả cho hành trình khác mà chúng tôi không thể nhận được khi đặt chỗ mới vào phút cuối. Tôi tự hỏi nếu hành trình này thậm chí còn tồn tại. Có, chúng tôi đã nhận được tiền hoàn lại nhưng chúng tôi đã không đặt chỗ để được hoàn tiền. Hãy xem xét các chuyến du ngoạn khác.Đọc thêm",
            "Kính gửi Cô - Ông - Comba,\nRất xin lỗi vì đã trả lời bạn muộn và chúng tôi muốn gửi lời xin lỗi khi chúng tôi hủy chuyến tham quan gần ngày bạn đến Vịnh Hạ Long. Như bạn đã biết, chúng tôi là một công ty lữ hành và hoạt động kinh doanh của chúng tôi là tổ chức tour du lịch cho khách du lịch, nếu không nhận được tour - cũng không nhận được tiền. Thật không may cho công ty chúng tôi, vào ngày bạn đi, Chuyến du ngoạn của chúng tôi không hoàn thành đúng hạn vì tàu vào bến để cải thiện tình trạng tàu - Cứ 3 tháng phải vào bến để cải thiện tình trạng tàu để du ngoạn - công nhân đã vi phạm hợp đồng, không hoàn thành tàu đúng hạn. Nhưng dù sao, tôi vẫn muốn gửi lời xin lỗi một lần nữa. Xin hãy tha thứ cho chúng tôi. Đọc thêm",
            "I had a couple of emails from the guide before I arrived which was reassuring. I was picked up at the designated time of 0745 and taken to a Toyota Land Cruiser in very good condition. The trip turned out just to be got two but that was fine. Travel took 2.5 hours with the obligatory stop at a shop  -  I gas been here already on an earlier trip. Arrived and taken to a covered towed boat which should have been for four but we had to ourselves. Was advised that feb to April this would be the case as thousands go in that period. We had the river to ourselves apart from a few locals and the ride through the beautiful scenery took an hour. The boat seats were metal so I was struggling to be comfortable at the end and glad to get off. From here we saw the first temple the first of many steps in stifling heat. It was at this point I decided to take the cable car to the pagoda and boy what a great section when I saw the steepness of the steps, uphill and distant in 40 degree heat. Cost me an extra 180000 but worth it. We then had lunch which was enormous and quite ok. Beer was 400000Then we stated off to cable car - having thought I dodged the steps but no there were more. No queues fir cable car as quiet but told usually an hour wait each way. When we get off guess what more steps down to the cave which for me was hard work. The cave was beautiful and amazing to see, well worth the struggle. Then the way back the steps in the cave were slippy do have good shoes and the climb back up to the cable was hard but the guide went slowly without making me feel like I was holding the group back. Then back to the boat fir an hour back. I don - t like being told to tip but was recommended a dollar do I did only to be greeted with abuse from the rower who was demanding five dollars from us and quite nasty .. wish I hadn - t given her anything with that attitude. Then two hours drive back and in the hotel by 1700.Read more",
            "Tracy thân mến,\nChúng tôi rất vui khi bạn vui. Tôi muốn gửi lời xin lỗi khi người lái đò yêu cầu tiền boa, việc này đã diễn ra từ lâu và vẫn tiếp diễn cho đến tận bây giờ. Chính phủ cố gắng kiểm soát nhưng không thể. Hy vọng bạn có khoảng thời gian vui vẻ ở Việt Nam. Hẹn gặp lại bạn trong tương lai gần.Đọc thêm",
            "Tuyệt vời. Hạng nhất mọi thứ về chuyến đi này thật tuyệt vời. Tuyệt đối là hạng nhất. Chuyến du hành của đoàn thủy thủ Đồ ăn trên tàu do đầu bếp Tú nấu là ngon nhất Việt Nam và sẽ không thể thiếu trong một nhà hàng hàng đầu London Service by Cherry - Oanh - là hạng nhất. Luôn mỉm cười luôn rạng rỡ Tất cả các phi hành đoàn đều cực kỳ thân thiện và hữu ích, đáng yêu để nói chuyện. Đặc biệt đề cập đến Tony, Alex, Jay và Tim Vì chuyến đi là đêm giao thừa và Tết Nguyên đán nên càng ngưỡng mộ đội ngũ nhân viên chăm chỉ và tận tâm hơnĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp về Cruise của chúng tôi, hy vọng dịch vụ của chúng tôi ngày càng phát triển và mang lại nhiều sự hài lòng cho khách hàng.Đọc thêm",
            "Không có gì phải phàn nàn về ODC lại; hướng dẫn viên của chúng tôi đã gặp chúng tôi như mong đợi và bắt xe buýt nhỏ của chúng tôi đến Sông - qua một điểm dừng cửa hàng không cần thiết? - nơi anh ấy tìm thấy thuyền của chúng tôi, Nhà hàng của chúng tôi - cho một bữa trưa bình thường -, mua vé cáp treo, sau đó đưa chúng tôi đến lối vào hang động và gặp lại chúng tôi cho hành trình trở về.  Tuy nhiên, chúng tôi thực hiện chuyến đi này vào thứ bảy và hành trình xe buýt 1,5 giờ mỗi chiều đã trở thành 2, cùng với 1 giờ mỗi chiều trên thuyền có nghĩa là chúng tôi phải đi cáp treo cả hai chiều - thêm 160.000 đồng - nếu không chúng tôi sẽ hết vé. thời gian - như lúc chúng tôi quay lại - 7 giờ tối.  Khu vực này RẤT được thương mại hóa với hàng trăm nhà cung cấp tung ra những sản phẩm giống nhau - TẤT CẢ dọc theo tuyến đường - có vẻ như việc đi bộ cũng giống nhau.  Đây là địa điểm rất linh thiêng đối với người Việt Nam và khi chúng tôi đến đó không lâu sau Tết, trời trong hang rất nặng.  Ngoài ra, chúng tôi được khuyên nên cung cấp cho người chèo thuyền của mình và thêm - 1 người mỗi người - chắc chắn họ làm việc chăm chỉ nhưng bạn có thể nghĩ rằng họ đã được trả tiền cho việc đó không?Đọc thêm",
            "Ba người chúng tôi đã đặt chuyến du ngoạn Vịnh Hạ Long qua ODC. Nó được tổ chức rất tốt và giao tiếp xuyên suốt.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với du thuyền Garden Bay 01 tại Vịnh Hạ Long được đặt qua ODC travel. Vịnh Hạ Long - khu vực này hơi xa khu vực vịnh bao quanh hàng ngàn hòn đảo nhỏ hơn. Biển rất đẹp, yên bình và thanh bình. Có một khu vực khác gọi là Cát Bà, được bao gồm trong tour 2 đêm. Lịch trình - chúng tôi có 4 suất ăn trên thuyền bao gồm bữa trưa, bữa tối và bữa sáng. Lịch trình bao gồm tự đi thuyền kayak đến làng nổi, lớp học nấu ăn, câu cá, tham quan hang động gần đó, v.v. Vào ban đêm, du thuyền sẽ đỗ cùng với các tàu du lịch khác. Nhìn chung là có một trải nghiệm tốt. Du thuyền Garden Bay - du thuyền phù hợp cho 12 người và có số lượng phòng phù hợp. Đội ngũ nhân viên thân thiện và được đào tạo bài bản. Hướng dẫn viên của chúng tôi đi cùng chúng tôi từ Hà Nội đến thuyền, nghỉ qua đêm và đưa chúng tôi đến Hà Nội. Các phòng sạch sẽ, gọn gàng, có máy lạnh và nước nóng. Hiệu quả về chi phí - chúng tôi đã đặt chuyến đi của mình thông qua ODC travel từ trang web của họ, nơi đã hợp tác với Tonkin điều hành du thuyền Garden Bay. Chúng tôi có thể đã trả quá nhiều tiền cho chiếc thuyền vì có nhiều công ty môi giới tham gia. Không có cách nào để biết điều đó nhưng kinh nghiệm đã bác bỏ tuyên bố đó. Thức ăn - đến từ Ấn Độ, chúng tôi có những người bị dị ứng với hải sản và đồ ăn chay. Tất nhiên chúng tôi không mong đợi đồ ăn Ấn Độ nhưng nhìn chung vẫn ổn. Các nhân viên rất tốt và sẵn sàng chuẩn bị các món ăn chay cho tôi, tôi được điểm tuyệt đối về điều đó. Trình bày thức ăn cũng xứng đáng được điểm tuyệt đối. Nếu bạn quá cụ thể về thức ăn, hãy nói với họ trước hoặc mang theo thức ăn sẵn. Đọc thêm",
            "Chúng tôi đã đặt chuyến đi đến Sapa tại ODC Travel vì đại lý này đã được giới thiệu trong hướng dẫn du lịch của chúng tôi. Nói chung chuyến đi thật tuyệt vời, chúng tôi thực sự rất thích nó. Tuy nhiên, chúng tôi phải đề cập rằng việc tổ chức vận chuyển ở Sapa, một trong những nhiệm vụ chính của cơ quan, đã không diễn ra tốt đẹp. Chuyến đi từ Lào Cai - ga xe lửa - đến SaPa khiến chúng tôi mất nhiều thời gian hơn dự kiến. Bữa sáng ở khách sạn - đã bao gồm trong giá - đã xong rồi. Vì vậy, chúng tôi có thể lấy những miếng còn sót lại trong bữa tiệc buffet, một phần đã bị ruồi ăn mất. Như đã đề cập trước chuyến đi thật tuyệt. Việc vận chuyển từ SaPa đến Lào Cai thì không. Mục đích duy nhất của người lái xe là đến đó càng nhanh càng tốt. Tại đại lý ở Sapa, chúng tôi được thông báo rằng anh ấy sẽ giúp chúng tôi lấy vé vì họ chỉ đưa cho chúng tôi một phiếu mua hàng. Khi chúng tôi đến đó, chúng tôi nhờ anh ấy giúp chúng tôi mua vé, nhưng tỏ ra rất không thân thiện, nhất quyết không làm như vậy và chỉ chỉ vào tòa nhà ga chính. Trên thực tế, chúng tôi đã tự mình sắp xếp vé, điều này không dễ dàng lắm nếu bạn không nói được tiếng Việt và không như những gì bạn mong đợi nếu bạn trả tiền cho một đại lý. Sẽ không đi du lịch với ODC nữa.Đọc thêm",
            "The worst tour of my entire life. Our guide was completely incompetent and when one hour late on day number two, after urging us to be in the lobby at 6 AM, he started blaming us. He was incredibly rude in a culture which is supposed to show respect to older people. I am 68 years old and he kept yelling at me to sit down at breakfast. Obviously he was very stressed. But, rather than apologize for being late he showed a rude explosive attitude towards his guests. I actually took this guide aside and told him that he had better change his attitude, that it was not our fault that he was late and that although everyone was disappointed it was not the end of the world. I think most of us would easily have understood that being a busy holiday weekend, he was not in control of some aspects of the trip, but clearly there were other things that he was in control of. Throughout our three day tour he was incredibly disorganized. Only at my urging, at one event did he tell us what time to meet him and where. Otherwise it was just free for all. On day number three hour boat actually did not know where to stop. Miscommunication was rampant. He spent most of the time on the bus talking with a young lady, sleeping or playing on his phone. He told us very very little about where we were or gave us any background. He seemed bored and disinterested, when he wasn - t upset. The bus we were on was crowded, with just about no legroom and luggage was throughout the aisle because there was not enough room in the boot. On top of that I was charged  - 20 more than anyone else not accounted for by the single supplement. The itinerary was fine, despite being long, but I understood that when I booked it. By the way, I have never written a bad review in my life and if you would like to see what is more typical you can see one I posted a couple of weeks ago on the Vega Travel website cruise to Ha Long Bay.Read more",
            "We booked this tour of Hanoi in England after lots of research looking at different tour operators. We received several confirmation e-mails along with one from what turned out to be our tour guide Thanh. We were picked up at 7:45am and as a surprise turned out to be a private tour with our driver, guide and the 4 of us. We first went to the Museum of ethnology which was just a small ride from our hotel. The entrance fee was included in the tour price and we began a detailed tour of both inside and out, out consisting of various types of village houses that were rebuilt in the museum grounds by the said villagers for a small price. Thanh was a very good guide explaining about the various cultures, ways, weddings, living arrangements and funerals throughout the tour. We spent at least 2 1 - 2 hours touring around the museum and were then met by our driver who took us on to the Temple of Literature. The temple was very busy full of school children graduating and Thanh explained in full the process and schedule the children go through to get to this position. Thanh also thoroughly explained the history and the turmoil the university went through and we found this very humbling and informative. We were then picked up by the driver and was taken for lunch.Thanh did not join us for lunch however it was included in the tour price and we just had our drinks to pay for. The meal consisted of fish, rice, spring rolls, salad and pak choi and the restaurant kindly swapped my husbands meal for chicken as he does not eat pork or fish. My only criticism is that there was not a lot to share between 4 people and it appeared that the same size dishes were shared between 2 if that was the size of your party however the food was very delicious and the staff was very friendly.1 hour later we were met by the bikes and were were then given a 1 hour tour of the old quarter. I shared with my daughter and my mum and husband had 1 each. Although this tour was included in the price, be aware that the riders expect a tip which either 2 US dollars or 50,000 dong is the norm, we paid in dollars on this occasion. This was very enjoyable but crazy and gave a fantastic insight into the wacky ways of Hanoi traffic.The driver then picked us up and took us onto the Temple of the elephants, the pagoda and onto the Ho Chi Minh Mausoleum. We did not go into the Mausoleum as you can only go into this on a morning and the queues are long, on some occasions over 2km long. Again Thanh was very informative speaking good clear English and she looked after our daughter very well also explaining the danger of strangers along the way.After this long day, the driver picked us up and took us back to our hotel and although did not speak any English he was very friendly and was always smiling.I would recommend ODC travel and will definitely use them again for more different tours when we plan to revisit Vietnam in future years. Thanh was bright, enthusiastic and she spoke very good English. She is a credit to the business and will look forward to seeing her again in the future.Read more",
            "Xin chào đại lý ODC\nVợ chồng tôi sẽ đến Hà Nội lúc 17h ngày 19/9. \nChúng tôi muốn sắp xếp chuyến tham quan Vịnh Hạ Long 2 ngày - 1 đêm - bao gồm cả phương tiện đi lại. \nTôi rất vui nếu nhận được lời đề nghị cho chuyến đi này càng sớm càng tốt\nChúng tôi đang có lịch trình chặt chẽ - tổng cộng 6 đêm ở Việt Nam - \n \n\nCảm ơn trước, Đọc thêm",
            "Kính gửi Quý khách, Quý bà\nCảm ơn Quý khách rất nhiều vì đã ủng hộ và hỏi về chuyến đi đến Vịnh Hạ Long - 2 Ngày 1 Đêm - ngủ 1 đêm trên tàu.\nVui lòng nếu Quý khách đến Hà Nội lúc 17:00 chiều. Quý khách có thể chọn ở lại 1 đêm tại Hà Nội và sáng hôm sau có thể tham gia chuyến đi đến Vịnh Hạ Long.\nTour khởi hành vào ngày 20 tháng 9 năm 2015. Dành cho 2 người.\nXin vui lòng hiện tại chúng tôi đang có chương trình khuyến mãi lớn cho chuyến đi Vịnh Hạ Long.\nGói giá: 119 đô la Mỹ - người.\nHiện tại, thời gian khởi hành của Quý khách rất gần với thời gian khởi hành nên tôi hy vọng sớm nhận được thông tin từ Quý khách.\nNếu Quý khách cần thêm thông tin cho chuyến đi của mình như một tour du lịch khác, phương tiện đi lại, khách sạn ở khắp mọi nơi...Vui lòng liên hệ với tôi. Tôi thực sự rất vui khi được hỗ trợ Quý khách sớm.\nCảm ơn rất nhiều!\nTrân trọng\nBà SamĐọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 25, 2024",
            "Written November 18, 2023",
            "Written June 12, 2019",
            "Written February 5, 2019",
            "Written April 29, 2018",
            "Written December 18, 2017",
            "Written December 15, 2017",
            "Written August 13, 2017",
            "Written May 4, 2017",
            "Written April 30, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or50-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or40-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or60-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d19899905-Reviews-Graffiti_Alley-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g47898-d4453702-Reviews-Torne_Valley_Vineyards-Hillburn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066441-d2554872-Reviews-Nippori_Fabric_Town-Arakawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d23242564-Reviews-Savaya_Bali-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d143818-Reviews-Mount_Lemmon-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g148423-d147530-Reviews-Pink_Sands_Beach-Harbour_Island_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187822-d15210651-Reviews-Guvano_Beach-Vernazza_Cinque_Terre_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d9601682-Reviews-Hardy_s_Sanur-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d11998753-Reviews-Liberty_Plaza-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d2457546-Reviews-Morocco_Mall-Casablanca_Casablanca_Settat.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or60-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or50-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Chúng tôi là một nhóm gồm 8 người lớn đi du lịch từ Vương quốc Anh. Chúng tôi đã lên kế hoạch cho chuyến đi 16 đêm - 17 ngày bao gồm Campuchia và Việt Nam với ODC Travel tổ chức trọn gói bao gồm các chuyến bay nội địa, tất cả phương tiện di chuyển, khách sạn, tour du lịch và hướng dẫn viên, một số bữa tối hoặc bữa trưa, phí vào cửa, v.v. Họ đã được giới thiệu cho chúng tôi . Chúng tôi đã thống nhất toàn bộ hành trình và đặt chỗ trước ngày đi. Trinh Thu Sam là người phụ nữ xử lý việc đặt phòng của chúng tôi. Cô ấy rất xuất sắc, linh hoạt, có sức chứa và luôn phản hồi kịp thời. Cô ấy đảm bảo chúng tôi đã có một kỳ nghỉ rất thú vị. Sẽ sử dụng lại!Đọc thêm",
            "Chuyến tham quan bao gồm tất cả những gì chúng tôi muốn thấy và hơn thế nữa. Cuốn hướng dẫn này có rất nhiều thông tin và cho chúng tôi cái nhìn sâu sắc thực sự về mọi khía cạnh của cuộc sống ở Việt Nam. Hướng dẫn viên đã điều chỉnh chuyến tham quan để đáp ứng nhu cầu cụ thể của chúng tôi.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du ngoạn hai đêm với chuyến du lịch ODC trên thuyền Garden Bay 01 và điều đó thật tuyệt vời. Thức ăn được phục vụ rất tuyệt vời với rất nhiều món và giá cả rất tốt. Hướng dẫn viên của chúng tôi, đặc biệt là Susie và Nam có kiến ​​thức tiếng Anh tốt. Muốn giới thiệu tất cả mọi người làm một tour du lịch hai đêm. Đọc thêm",
            "Chúng tôi đã đặt chuyến du ngoạn qua đêm trên Vịnh Hạ Long qua ODC Travel và rất hài lòng với trải nghiệm này. Chúng tôi quyết định trả thêm một chút cho trải nghiệm và chúng tôi không hề thất vọng. Chiếc thuyền rất đẹp, nhân viên thì tuyệt vời và hướng dẫn viên du lịch của chúng tôi, Kolia, rất thân thiện và hiểu biết nhiều.Đọc thêm",
            "Chúng tôi đã có chuyến đi 13 đêm được tổ chức thông qua du lịch ODC. Nó tỏ ra tốt hơn những gì chúng ta có thể mong đợi. Chúng tôi bay vào Hà Nội, đi du thuyền, đi tàu đêm, bay nội địa và cuối cùng kết thúc ở nơi mà hướng dẫn viên du lịch của chúng tôi thích gọi là Sài Gòn.  Chúng tôi rất ngạc nhiên về hiệu quả của mọi việc. Chúng tôi không bao giờ lo lắng về thời gian đón khách vì chúng tôi luôn được hướng dẫn viên thông báo vào ngày hôm trước. Khi máy bay bị hoãn 2 giờ để đưa chúng tôi đến Sài Gòn, ODC đã gọi điện đến khách sạn để thông báo rằng taxi của chúng tôi sẽ đến sau 2 giờ. Hướng dẫn viên của chúng tôi rất tuyệt vời. Chúng tôi đã có Mạnh trong 3 ngày. Tiếng Anh của anh ấy tốt và anh ấy biết rất nhiều về lịch sử. Anh ấy rất vui khi điều chỉnh kế hoạch cho chúng tôi để giúp chúng tôi thu mua cà phê chồn từ chợ. Bốn ngày với Roy và tài xế Trương thật tuyệt vời. Chúng tôi thực sự rất tiếc phải nói lời tạm biệt. Họ đưa chúng tôi đi một vòng và tìm cách tránh tất cả hàng đợi và mang đến cho cả 4 người chúng tôi khoảng thời gian tuyệt vời. Cảm ơn Sam Trinh Thu đã tổ chức một chương trình tuyệt vời như vậy.  Đọc thêm",
            "Được bạn bè giới thiệu đến ODC Travel. Về cơ bản, Sam Trinh Thu đã tổ chức hành trình Việt Nam và Campuchia - 17 ngày - cho chúng tôi và mọi thứ diễn ra vô cùng tốt đẹp. Lái xe và Hướng dẫn viên ở mỗi thị trấn - thành phố không bao giờ đến muộn - luôn đúng giờ, nhiều thông tin và hữu ích. Sam khiến việc đi lại trở nên dễ dàng và không bị căng thẳng. Khách sạn đều là 3 sao theo yêu cầu của chúng tôi, đồ ăn sạch và ngon.  Sam luôn sẵn sàng và trả lời email kịp thời ngay cả vào đêm khuya. Chuyến tham quan của chúng tôi được cá nhân hóa, chủ yếu có 2 người chúng tôi và một hướng dẫn viên, đôi khi có một nhóm nhỏ không quá sáu người. Rất khuyến khích ODC Travel để có mức giá hợp lý và dịch vụ tuyệt vời - không có khiếu nại nào cả.Đọc thêm",
            "Tôi đã đặt chuyến đi này vào tháng 2 năm 2016 thông qua cô Sam từ ODC. Việc liên lạc để đặt chỗ diễn ra tốt đẹp và dễ dàng và cô Sam đã trả lời có thể xác nhận mọi thắc mắc của tôi rất nhanh. Chuyến tham quan ẩm thực thật tuyệt vời khi chúng tôi đi dạo dọc các con phố trong khu phố cổ Hà Nội và có trải nghiệm nếm thử các món ăn địa phương. Không cần thêm chi phí vì nó đã được chi trả theo phí tham quan đã thanh toán trước đó. Sau đó là chuyến đi leo núi Sapa.... đối với chúng tôi nó khá là phiêu lưu. Chúng tôi là người đầu tiên đến Sapa để nghỉ qua đêm tại TaVan Homes nên đây là một trải nghiệm mới mẻ đối với chúng tôi. Chúng tôi được dẫn dắt bởi một số hướng dẫn viên du lịch của bộ lạc để đi bộ đường dài...họ nói tiếng Anh hơi ít...nhưng đôi khi chúng tôi có thể không hiểu những gì họ muốn nói...nhưng nhìn chung thì ổn.  - P - S: lần đầu tiên, khi đến Sapa họ sẽ đưa bạn đến văn phòng để cất hành lý và sau đó là bữa trưa và chuyến đi trekking bắt đầu. Vì vậy, vui lòng mang theo quần áo và đồ vệ sinh cá nhân vì hành lý sẽ ở tại văn phòng tại Sapa - Chúng tôi đã nhận được nâng cấp cho hành trình trên vịnh Hạ Long. Hành trình đầu tiên của chúng tôi là Garden Bay...và được nâng cấp lên hành trình Royal Wings. Chuyến đi thật tuyệt...và chúng tôi rất thích chuyến đi này. Được đề xuất cho những ai muốn đặt tour cùng họ. Nhìn chung họ đã chứng tỏ là một chuyến đi thú vị.Đọc thêm",
            "Gói của chúng tôi là 250 - mỗi người trong gói 6 ngày - 5 đêm, mức giá tuyệt vời cho những gì chúng tôi có: 3 đêm tại khách sạn đẹp ở Hà Nội, 2 ngày - 1 đêm trekking ở Sapa với chỗ ở và tất cả các bữa ăn, 2 ngày - 1 đêm Hạ Long Bay Cruise trên thuyền đẹp, tham quan Foid Hà Nội, đón tại sân bay và tất cả - gần như tất cả - bao gồm vận chuyển.- Giao tiếp trước khi đặt phòng thực sự tốt và nhanh chóng- Đón tại sân bay đúng giờ và xe thoải mái- Khách sạn ở Hà Nội: 3 đêm ở L - Khách sạn Di sản. Trong khu phố cổ, phòng và khách sạn rất đẹp, bữa sáng tự chọn tuyệt vời - trekking sapa 2 ngày - 1 đêm. Tất cả các phương tiện di chuyển từ - đến Hà Nội đều có dịch vụ xe buýt tuyệt vời của Sapa Express. Tất cả các bữa ăn được cung cấp. Nghỉ đêm tại các bộ lạc địa phương Nhà dân, trải nghiệm tuyệt vời, hướng dẫn trekking trong 2 ngày - 2 ngày - 1 đêm Du ngoạn Vịnh Hạ Long bằng thuyền Garden Bay. Thuyền và nhân viên tuyệt vời, phòng tuyệt vời với cửa sổ lớn, đồ ăn tương tự nhưng đã được bao gồm, tất cả Vận tải Hà Nội - Vịnh Hạ Long đều được cung cấp một chuyến khứ hồi- Tour du lịch ẩm thực Hà Nội có hướng dẫn riêng. Trải nghiệm thực sự tốt đẹp và sẵn sàng lấp đầy bụng của bạn. Kết thúc bằng massage cơ thể tuyệt vời- Giao tiếp sau khi đặt phòng hơi thấp. Thiếu thông tin về thời gian đón tour vào buổi sáng. Cần tự trả tiền taxi từ bến xe Hà Nội về khách sạn từ sapa trở về và taxi từ trung tâm massage. Với mức giá họ đưa ra thực sự rất hờiĐọc thêm",
            "ODC, bạn thật tuyệt vời.... Kỳ nghỉ của chúng tôi thật tuyệt vời...chuyến du lịch trọn gói tốt với mọi hướng dẫn viên du lịch siêu đẹp...bắt đầu từ đón tại sân bay, 3 đêm tại khách sạn 3 sao ở Hà Nội, tour sapa và ngủ ở làng bộ lạc, 1 đêm trên thuyền vịnh hạ long, tour ẩm thực, massage và vận chuyển đều bao gồm... Siêu! Hoan hô... Không phải vấn đề gì lớn nhưng chỉ cần trao đổi thêm một chút về lịch trình đón hàng thôi. Bữa tối vui vẻ! Cảm ơn ODC!!! Đọc thêm",
            "Điểm tích cực: giao tiếp rất tuyệt vời khi tôi đặt chuyến tham quan qua email. Sam đã rất nhanh chóng trả lời và hữu ích. Cô ấy rất sẵn lòng trả lời nhiều câu hỏi của tôi.  Đón đã đúng giờ và vận chuyển thoải mái. Thức ăn ngon và đủ. Thuyền sạch sẽ. Tiêu cực: mặc dù hướng dẫn viên du lịch của chúng tôi rất lịch sự nhưng anh ấy không có nhiều thông tin. Anh ấy chỉ trả lời khi chúng tôi đặt câu hỏi. Anh ấy cảm thấy giống như một - hướng dẫn viên - người chỉ đi cùng chúng tôi đến nơi chúng tôi cần đến so với - hướng dẫn viên du lịch - người có kiến ​​thức và khiến chuyến đi trở nên thú vị hơn vì họ có thể cung cấp lịch sử về những gì bạn đang thấy. Điểm tiêu cực khác là mặc dù thức ăn ngon nhưng nó thiếu phần trình bày và thực sự có cảm giác như chúng ta đang ăn trong bếp của ai đó. bất kỳ thông tin cơ bản nào về văn hóa hoặc các địa điểm mà chúng tôi đã xem. Điều này có thể đã tăng cường chuyến đi của chúng tôi. Đọc thêm",
            "Xin chào đại lý ODC\nVợ chồng tôi sẽ đến Hà Nội lúc 17h ngày 19/9. \nChúng tôi muốn sắp xếp chuyến tham quan Vịnh Hạ Long 2 ngày - 1 đêm - bao gồm cả phương tiện đi lại. \nTôi rất vui nếu nhận được lời đề nghị cho chuyến đi này càng sớm càng tốt\nChúng tôi đang có lịch trình chặt chẽ - tổng cộng 6 đêm ở Việt Nam - \n \n\nCảm ơn trước, Đọc thêm",
            "Thưa ông / bà \nCảm ơn bạn rất nhiều vì đã hỗ trợ và hỏi thăm về chuyến đi Vịnh Hạ Long - 2 Ngày 1 Đêm - ngủ 1 đêm trên thuyền. \nXin vui lòng nếu bạn đến Hà Nội lúc 17:00 tối. Bạn có thể chọn nghỉ 1 đêm tại Hà Nội và sáng hôm sau bạn có thể tham gia chuyến đi đến Vịnh Hạ Long. \nTour khởi hành vào ngày 20/09/2015. Dành cho 2 người. \nXin vui lòng hiện tại chúng tôi đang có khuyến mãi lớn cho chuyến đi Vịnh Hạ Long. \nGiá trọn gói: 119 usd - người. \nHiện tại, thời gian khởi hành của bạn đã rất gần nên tôi hy vọng sớm nhận được thông tin từ bạn. \nNếu bạn cần thêm cho chuyến đi của mình như một chuyến tham quan, di chuyển, lưu trú khách sạn ở khắp mọi nơi ...Xin vui lòng liên hệ với tôi. Tôi thực sự vui mừng được hỗ trợ bạn sớm. \nCảm ơn nhiều ! \nTrân trọng \nBà SamĐọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 26, 2017",
            "Written March 2, 2017",
            "Written February 11, 2017",
            "Written January 20, 2017",
            "Written November 19, 2016",
            "Written June 18, 2016",
            "Written June 18, 2016",
            "Written April 18, 2016",
            "Written April 13, 2016",
            "Written January 30, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or60-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or50-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or70-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10485128-Reviews-United_Club_Concourse_B-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d5533480-Reviews-Soggy_Dollar_Bar-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144341-Reviews-Route_66_Historic_District-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d245893-Reviews-Mont_des_Arts-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560868-Reviews-Old_Plaza_Church-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d3803243-Reviews-Hallandale_Beach-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d11930123-Reviews-Black_Sands_Beach-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46260-d284468-Reviews-Funspot-Weirs_Beach_Laconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d296622-Reviews-Sunken_Gardens-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14766141-Reviews-Yoda_fountain-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or70-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or60-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Tour du lịch riêng trong ngày",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời và tuyệt vời! Dịch vụ tuyệt vời, thân thiện và dễ dàng, hướng dẫn viên rất tốt, thuyền trong tình trạng tốt - chúng tôi vừa có một ngày tuyệt vời và tận hưởng cảnh quan đẹp và độc đáo. Chúng tôi luôn khuyên bạn nên đặt chuyến đi này hoặc chuyến đi khác với ODC!Đọc thêm",
            "Tốt, giá cả phải chăng, chắc chắn sẽ đi du lịch với họ một lần nữa.  Hãy nhớ rằng thực sự chỉ có 1 ngày 1 đêm - bạn đến vịnh vào giờ ăn trưa và khởi hành lại sau 24 giờ.  Tổng cộng mất 8 giờ đi xe buýt khứ hồi, vì vậy nếu bạn có thời gian, tôi khuyên bạn nên dành hai đêm để xứng đáng với thời gian của mình hoặc sắp xếp ở lại một trong những hòn đảo qua đêm. Ưu điểm: - Phục vụ cho những yêu cầu ăn chay cầu kỳ của tôi , rất nhiều thực phẩm đã được cung cấp! - Thời gian được tận dụng tốt, có rất nhiều hoạt động bao gồm bơi lội, chèo thuyền kayak, câu mực, lớp học nấu ăn truyền thống, tham quan hang động, v.v. - Hướng dẫn của chúng tôi - Cong - rất hữu ích và nhiều thông tin. Nhược điểm: - Đồ uống ở quán bar rất đắt, từ - 4 - - 6.- Trong khi các hoạt động thú vị, tôi có cảm giác như đàn gia súc đang được di chuyển từ thứ này sang thứ khác.  Khi đến thăm hang động, chúng tôi đến cùng lúc với tất cả các thuyền khác và đã xảy ra tình trạng ùn tắc giao thông du lịch nghiêm trọng trên đường đến xem chúng. Nói chung, điều đó là tốt.  Tuy nhiên, tôi sẽ lưu ý rằng, tôi cảm thấy hành trình này phù hợp hơn với những người lớn tuổi - các cặp đôi - nó hơi nhàm chán đối với một du khách trẻ tuổi đi một mình.Đọc thêm",
            "Cảm ơn ODC Travel vì khoảng thời gian tuyệt vời mà chúng tôi đã có ở đất nước của bạn. Tôi vô cùng cảm thấy thoải mái khi cùng chúng tôi đi du lịch ODC tới Vịnh Hạ Long. Đặc biệt, một lần nữa xin cảm ơn bạn vì đã nêu bật sự thích thú của bạn với căn phòng hiện đại và những món ăn tuyệt vời cũng như dịch vụ hiệu quả được cung cấp bởi đội ngũ vui tính và chu đáo của chúng tôi. Tôi đã dành một đêm trên du thuyền - ở Vịnh Hạ Long và chuyến đi bao gồm tham quan làng nổi, bơi lội, chèo thuyền kayak, câu mực, tham quan hang Sửng Sốt và tập Thái Cực Quyền trên boong tắm nắng vào buổi sáng. Các nhân viên trên du thuyền rất đáng yêu và cực kỳ nhiệt tình. Thật tuyệt vời khi biết rằng chúng tôi đã cung cấp cho bạn... .Nếu có dịp quay lại Vịnh Hạ Long. Tôi chắc chắn sẽ sử dụng lại dịch vụ của bạn.Đọc thêm",
            "dịch vụ tốt, giá tốt và chúng tôi được phục vụ từ A-Z. Đó - đó là những gì chúng tôi yêu cầu cho một kỳ nghỉ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! Đọc thêm",
            "Chúng tôi trở lại Na Uy sau 3 tuần đầy kỷ niệm về đất nước xinh đẹp của các bạn. Chúng tôi đã có khoảng thời gian tuyệt vời khi tận hưởng chuyến du lịch ODC và đã khám phá ra một Việt Nam đích thực cũng như lối sống của họ. Các khách sạn luôn nằm ở trung tâm, điều đó rất tốt và thuận tiện.  Ngoài ra, tất cả các khách sạn đều có phòng và nhân viên tuyệt vời. Hơn nữa, hướng dẫn viên rất thân thiện, nhiều thông tin, lịch sự và đặc biệt là anh ấy nói tiếng Anh trôi chảy.  Chúng tôi đã đến thăm: Hồ Chí Minh, Mũi Né, Đà Lạt, Hội An, Huế, Hà Nội, vịnh Hạ Long, Hà Nội Chuyến đi này sẽ mang đến cho chúng tôi rất nhiều niềm vui và sự thích thú với mục đích mang đến cho bạn những trải nghiệm tuyệt vời.Đọc thêm",
            "Đã tham gia chuyến tham quan với ODC và thực sự đã có khoảng thời gian vui vẻ tại vịnh Hạ Long. Tôi thích khi họ đưa tôi đi câu mực trong đêm. Đó là trải nghiệm tuyệt vời nhất của tôi từ trước đến nay!Đọc thêm",
            "Đến thăm VN lần thứ hai và chọn ODC cho chuyến đi tới một số điểm đến phía Bắc. Thiết lập nhanh chóng, hướng dẫn viên du lịch nhiệt tình và giá cả hợp lý - chúng tôi đã xem xét các đại lý khác - . Rất khuyến khích nếu bạn không muốn lãng phí thời gian tìm kiếm thông tin về chuyến đi của mình.Đọc thêm",
            "Tôi luôn có khoảng thời gian vui vẻ khi đi du lịch ở Việt Nam. Phong cảnh đẹp, con người, văn hóa, con người thân thiện, đồ ăn ngon,… Tôi có thể đi tiếp mãi. Hà Nội, Vịnh Hạ Long là những thành phố tôi phải ghé thăm. Tuy nhiên, tôi nhận thấy việc tự mình sắp xếp phương tiện đi lại và chỗ ở đôi khi có thể khiến tôi nản lòng ngay cả khi tôi đã đến đất nước này nhiều lần. Vì vậy, nếu đây là lần đầu tiên bạn đến hoặc nếu bạn không nói tốt ngôn ngữ đó, tôi sẽ giới thiệu một chuyến tham quan có hướng dẫn viên với ODC. Họ giúp bạn dễ dàng hơn rất nhiều với dịch vụ chuyên nghiệp nhưng cá nhân, các bữa ăn cũng được bao gồm, vì vậy tất cả những gì bạn cần làm là xách ba lô lên và đi.Đọc thêm",
            "Tôi thường không tin tưởng các công ty lữ hành nhưng lần này tôi phải thuê một công ty vì chúng tôi có một nhóm lớn gồm 9 người. Nhưng chuyến đi đã thay đổi suy nghĩ của tôi! Được tổ chức rất tốt, hướng dẫn viên tuyệt vời và nói chung là rất hài lòng! Chắc chắn sẽ sử dụng họ vào lần tới khi tôi đi du lịch ở Việt Nam! Đọc thêm",
            "Đừng tin tưởng hướng dẫn viên du lịch của bạn và do đó ODC. Chúng tôi được đưa đến một chợ cá nổi ở Vịnh Hạ Long, nơi ngư dân và hướng dẫn viên âm mưu gây áp lực buộc chúng tôi phải trả - 200 đô la cho 1 con cá nguyên con và ba con cua. Giá đường phố của thực phẩm được chọn là khoảng 15-20 - ở Việt Nam! Trải nghiệm của chúng tôi rất khó chịu và bầu không khí hết sức thù địch. Chúng tôi đã gọi cho ODC và họ không chịu trách nhiệm về tình huống này. Các ngư dân lên tàu du lịch mắng mỏ và giận dữ yêu cầu chúng tôi phải trả đủ phí. Trong khoảng nửa giờ, họ đổi vai cho nhau, cố gắng tăng áp lực. Chúng tôi từ chối trả tiền và cuối cùng hướng dẫn viên của chúng tôi tuyên bố sẽ tự bỏ tiền túi trả cho ngư dân. Nhìn chung, trải nghiệm của chúng tôi về Vịnh Hạ Long thật khó chịu và một ngày đã bị hủy hoại. Tôi thực sự khuyên bạn không nên sử dụng dịch vụ du lịch ODC.Đọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "ODC Travel - Chuyến tham quan trong ngày riêng tư",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written August 16, 2015",
            "Written April 22, 2015",
            "Written February 12, 2015",
            "Written February 8, 2015",
            "Written February 8, 2015",
            "Written February 7, 2015",
            "Written February 7, 2015",
            "Written January 27, 2015",
            "Written January 27, 2015",
            "Written January 9, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or70-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or60-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or80-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g316071-d316162-Reviews-Monte_Roraima-Canaima_National_Park_Guayana_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147247-d147555-Reviews-De_Palm_Island-Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g57394-d107926-Reviews-Shelburne_Museum-Shelburne_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d3547960-Reviews-McCullough_Gulch-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185905-d8627972-Reviews-Saxholl_Crater-Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3310497-Reviews-Tanger_Outlets_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283356-Reviews-Niagara_Wax_Museum_of_History-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d11800518-Reviews-Pantai_Kelanang_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g39163-d653232-Reviews-Heaven_Hill_Bourbon_Experience-Bardstown_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or80-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or70-ODC_Travel_Private_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "ODC Travel - Private Day Tours",
        "attraction_name_vi": "ODC Travel - Chuyến tham quan trong ngày riêng tư",
        "general_info": [
            "171 đánh giá",
            "- 438 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour riêng"
        ],
        "attraction_summary": "ODC Travel bắt đầu hoạt động tại Việt Nam từ năm 1997 và mở rộng cho đến nay. Kể từ đó, chúng tôi đã tạo dựng được tên tuổi của mình với tư cách là nhà cung cấp uy tín các tour du lịch chất lượng với giá cả phải chăng tại Việt Nam, Campuchia và Lào cho du khách trên khắp thế giới. Cung cấp các tour du lịch sang trọng và phù hợp trên khắp Việt Nam. Đại lý du lịch Việt Nam, Công ty lữ hành. Chúng tôi cung cấp các gói Du lịch Việt Nam TỐT NHẤT với giá cả và dịch vụ TỐT NHẤT.Đọc thêm",
        "reviews": [
            "Tháng 10 năm 2014, tôi và gia đình có chuyến du lịch Việt Nam, chúng tôi bắt đầu chuyến du lịch ở miền Bắc Việt Nam - gần biên giới với Trung Quốc ở khu vực Sapa - và kết thúc ở Sài Gòn. Chuyến tham quan được tổ chức cho chúng tôi bởi - ODC Travel - mà chúng tôi đã chọn theo xếp hạng cao của họ trên TripAdvisor và mọi kỳ vọng của chúng tôi đều chính đáng. Mọi thứ đều được sắp xếp theo mong muốn của chúng tôi, theo hành trình chúng tôi đã chọn và ngày tháng. Chúng tôi quyết định không nán lại Hà Nội để kéo dài thời gian lưu trú ở Vịnh Hạ Long và nghỉ ngơi bốn ngày ở Nathrang. Ở một số chi tiết, công ty đã làm được nhiều hơn những gì chúng tôi yêu cầu.  Trên tàu, công ty đã đặt cho chúng tôi một khoang dành cho bốn người, mặc dù chúng tôi chỉ có ba người và chúng tôi thực sự đánh giá cao sự lựa chọn này. Các khách sạn mà công ty đặt cho chúng tôi hầu hết là khách sạn 4 sao, và nếu trước chuyến tham quan chúng tôi yêu cầu đổi khách sạn, công ty sẽ cung cấp cho chúng tôi khách sạn có xếp hạng tốt hơn trên TripAdvisor.  Nhưng điều quan trọng nhất là không chỉ việc lên kế hoạch diễn ra tốt đẹp mà bản thân chuyến đi cũng diễn ra tốt đẹp, không gặp trục trặc hay chậm trễ. Chúng tôi không bao giờ bị bỏ rơi nếu không có sự giúp đỡ hoặc đồng hành; chúng tôi không bao giờ phải đợi đại diện của công ty. Các hướng dẫn viên, tài xế và những người đi cùng chúng tôi rất hữu ích và có tiếng Anh rất tốt và dễ hiểu. Chúng tôi đã có ấn tượng rất tốt về chuyến tham quan của công ty đã tổ chức cho chúng tôi.Đọc thêm",
            "Không sử dụng công ty này để tham quan Vịnh Hạ Long. Họ không đáng tin cậy. Chúng tôi trả tiền cho chuyến du lịch riêng cho gia đình 6 người. Một giờ đi thuyền, chúng tôi được đưa đến một ngư trường nổi và được yêu cầu chọn cá ăn trưa. Chúng tôi chọn một con cá và ba con cua và sau đó được cho biết giá gần như - 200 US. Chúng tôi từ chối trả tiền nhưng họ nói đã quá muộn vì thức ăn đã được lấy đi để nấu chín. Cả thuyền trưởng và hướng dẫn viên du lịch đều không ngạc nhiên và cũng không giúp ích gì trong việc cố gắng đàm phán. Những người ở đó trở nên rất sôi nổi và lên thuyền của chúng tôi sau khi chúng tôi nói với họ rằng chúng tôi sẽ không trả cái giá quá đắt - gấp 10 lần - . Tôi đã gọi cho ODC và được thông báo là không liên quan gì đến họ. Sau khi lãng phí 30 phút bế tắc, người hướng dẫn viên tuyên bố rằng anh ta đã đích thân trả tiền và chúng tôi có thể rời đi. Điều này làm hỏng một ngày của mọi người. Dù sao thì cũng không cần cá vì bữa trưa trên tàu đã đầy đủ và đã có sẵn. Đây là một hình thức lừa đảo phổ biến nhưng các thuyền và công ty biết về nó, người hướng dẫn biết về nó và họ vẫn âm mưu lừa đảo mọi người theo cách này. Tôi sẽ không sử dụng ODC nữa và sẽ không tin tưởng họ sẽ sắp xếp bất cứ điều gì.Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã thuê một chiếc thuyền chỉ dành cho tám người chúng tôi. Sự sang trọng thuần túy và thật là một trải nghiệm tuyệt vời. Thức ăn rất tuyệt vời. Nếu bạn thích ăn cá, bạn sẽ được thưởng thức tất cả các bữa ăn trên thuyền; Các cabin rất đẹp, AC được chào đón vì thời tiết tuyệt vời. Một chuyến thăm tốt đẹp, xứng đáng với chuyến đi ô tô bốn giờ từ Hà Nội. Hướng dẫn viên của chúng tôi Minh đã rất xuất sắc trong suốt. Tôi thực sự khuyên bạn nên chi thêm một chút cho chuyến tham quan này, đó là điểm nổi bật trong chuyến đi của chúng tôi cho đến nay.Đọc thêm",
            "Tôi đã tổ chức kỳ nghỉ 3 tuần bằng ODC Travel. Tôi đã liên hệ với 3 công ty lữ hành tại Việt Nam trước khi chọn ODC. ODC đã giành chiến thắng vì Sam đã trở lại với những lựa chọn tham quan tốt nhất. Cô ấy sắp xếp mọi thứ từ đầu đến cuối. Ban đầu chúng tôi định di chuyển bằng xe buýt từ Hà Nội đến Huế, nhưng sau đó tôi muốn có các chuyến bay nội địa - giống như đi Campuchia - . Sam đã tổ chức tất cả việc này. Chúng tôi có một tài xế ở mỗi thành phố và một hướng dẫn viên du lịch. Chúng tôi đã đi du lịch đến Sapa, Hà Nội, Vịnh Hạ Long, Huế, Hội An, Đà Nẵng, Hồ Chí Minh, Đồng bằng sông Cửu Long, Campuchia, v.v. Vì vậy, chúng tôi có rất nhiều thay đổi, lựa chọn, v.v. Sam đã sắp xếp tất cả. Nhìn chung, chúng tôi ở trong những khách sạn 3 và 4 sao thực sự đẹp. Ở Seim Reap - Campuchia - khách sạn của chúng tôi đang được cải tạo nên Sam và ODC đã sắp xếp cho chúng tôi ở trong một khách sạn 5 sao mà không phải trả thêm phí. Thật là tuyệt. Ở mỗi thành phố, chúng tôi có một hướng dẫn viên du lịch không ai sánh kịp và các tài xế của chúng tôi rất xuất sắc. Mỗi lần họ đến trước thời gian đó, giúp chúng tôi xách hành lý, luôn có nước trong thùng làm mát cho chúng tôi và nói chung là rất vui khi được ở bên cạnh. Chúng tôi thực sự không thể nhìn thấy nhiều hơn trong 21 ngày. Tôi chắc chắn sẽ quay lại Việt Nam và sẽ sử dụng ODC và Sam lần nữa. Cô ấy thật tuyệt vời.Đọc thêm",
            "Chúng tôi vừa kết thúc chuyến tham quan 21 ngày tới các vùng trọng điểm ở Việt Nam và Campuchia - tất cả đều được sắp xếp và quản lý thông qua ODC travel. Theo đúng nghĩa đen, họ đã tổ chức mọi thứ - ở cả hai quốc gia -; hướng dẫn, đưa đón - vận chuyển, tài xế, khách sạn, tàu hỏa, đi thuyền, chuyến bay nội địa, v.v. Công việc của họ không có lỗi. Chúng tôi vô cùng ấn tượng. Chúng tôi chủ yếu liên lạc với Sam và hầu hết liên lạc của chúng tôi đều qua email - cô ấy thực sự rất chuyên nghiệp và không có gì là quá rắc rối. Cô ấy đã cung cấp hành trình ban đầu dựa trên các yêu cầu lỏng lẻo của chúng tôi, cùng với mức giá rõ ràng. Sau đó, chúng tôi đã yêu cầu một số thay đổi và hai tuần và mỗi thay đổi đều được xử lý mà không gặp vấn đề gì và chính xác như chúng tôi yêu cầu. Chúng tôi cảm thấy nó mang lại giá trị tuyệt vời cho số tiền bỏ ra. Tất cả các khách sạn đều đúng như mô tả và tài xế - hướng dẫn viên đến mỗi ngày vào thời gian đã thỏa thuận. Chúng tôi đã thanh toán khoản đặt cọc ban đầu bằng PayPal và phần còn lại bằng tiền mặt tại văn phòng của họ ở Hà Nội. Trong kỳ nghỉ của chúng tôi, đối tác của tôi đã đánh mất một cặp kính râm và vì chúng tôi không thể chắc chắn chúng đã bị mất ở đâu nên chúng tôi đã liên lạc với Sam về việc đó. Cô ấy quay lại trong vòng một giờ để nói rằng cô ấy đã liên lạc với hai khách sạn cuối cùng chúng tôi ở và tài xế và chiếc kính đã được tìm thấy! Sau đó cô ấy sắp xếp để chúng được trả lại cho chúng tôi. Bất cứ khi nào chúng tôi gửi thư cho cô ấy trong chuyến đi, để kiểm tra kỹ các vấn đề nhỏ phát sinh, cô ấy đều trả lời ngay. Chúng tôi luôn cảm thấy rằng cô ấy luôn sẵn sàng hỗ trợ chúng tôi trong suốt chuyến đi và thật tuyệt khi có được sự hỗ trợ dự phòng này. Mọi thứ đều suôn sẻ, đó là một kỳ nghỉ tuyệt vời - phần lớn nhờ vào chuyến du lịch ODC!Đọc thêm",
            "Một nhóm mười người đến từ Úc đã liên hệ với ODC Travel để sắp xếp chỗ ở ba đêm tại Hà Nội, tour du lịch hai ngày tại Hà Nội, chuyến đi đến Sapa và chuyến đi đến Vịnh Hạ Long với một đêm trên thuyền và một đêm trên đảo Cát Bà.  Chúng tôi đã có một hướng dẫn tuyệt vời, chu đáo và có trách nhiệm.  Mọi thứ chúng tôi yêu cầu đều vượt quá mong đợi của chúng tôi đối với mức giá chúng tôi đã trả. Tất cả các khách sạn, xe buýt, tàu đến Sapa, thuyền đến Vịnh Hạ Long đều tuyệt vời.  Tất cả chúng tôi đều có khoảng thời gian tuyệt vời nhất nhờ ODC Travel.  Tôi hoàn toàn có thể giới thiệu công ty này và chắc chắn sẽ sử dụng nó một lần nữa.  Diane Kelly Tháng 10 năm 2014Đọc thêm",
            "Khi bạn ở Hà Nội, thật khó để đưa ra quyết định chọn công ty lữ hành nào để đặt chuyến đi đến Vịnh Hạ Long. Chúng tôi đã đến gặp một số nhà khai thác và ODC-travel có vẻ là lựa chọn phù hợp. Bà đã hứa về một chiếc thuyền mới và đã cho xem những bức ảnh đẹp. Chúng tôi đã kết thúc trên một chiếc thuyền cũ - thực sự cũ - với một chiếc máy bay không hoạt động. Điều đó không đúng và gây thất vọng. Thức ăn ngon và còn lại thì mọi thứ đều ổn. Đọc thêm",
            "I organised this tour for a group as part of a cruise from Singapore to Hong Kong. It was originally just my husband and I and a few people that made enquiries from my posting on the Roll call on a message board -CruiseCritic. Sam from ODC travel dealt with all my enquires which consisted of many questions. The group grew to an eventual number of 22 for the first day  a Halong Bay Junk tour and 16 for the Hanoi day trip. Sam was amazing and I truly mean that. Nothing was too much trouble. Even when I added two more the day before the trip. We were met with a smile and a board with my name on it. And promptly shown where the bus was to take us to the pier which was only a five min drive away.We had already paid 50 -  of the tour via PayPal. This I felt very comfortable about. It meant that I wasn - t left with a huge bill if people pulled out. Bearing in mind that I had never met all these other people in my group. We paid the balance when we boarded the junk boat. The boat was huge with lots of space. It consisted of a inner saloon with tables and benches and an upper deck for viewing. Perfect.We set sail and headed for the limestone formations in Halong bay. It is truly stunning. We visited the fishing village and the caves all included in the price. Lunch was served and it was amazing truly amazing. Just so much seafood. The quality was fab and so fresh. There were several people in the group that didn - t eat seafood. This was not a problem as they had already asked about dietary needs. They were equally catered for with delicious food.How on earth they can provide such tasty food in the tiny galley I just don - t know. There was simply loads of food. It just kept coming out dish after dish.It really made this tour special and what an amazing back drop to enjoy eating it. The only extra we had to pay for was for drinks and even so they were not expensive.  Our guide was amazing and was full of information. We had him for the two days. The crew on this junk were also amazing. Would I recommend OCD travel yes I would without hesitation. They ensured we were fully informed before and during our tour. They ensured that we got back to our ship in plenty of time before it departed. They are amazing value for money. Every person who took this tour with me totally agreed. Read more",
            "Tôi thực sự không thể có lỗi với việc di chuyển ODC.  Xét về những chuyến lưu diễn có tổ chức - không phải là lượng người hâm mộ đông đảo - thì nó khá nổi bật.  Mặc dù điều này có thể đã được hỗ trợ bởi thực tế là vào mùa thấp điểm - tháng 7 - và do đó có ít người hơn.  Vì vậy chúng tôi có một nhóm nhỏ và một chiếc thuyền nhỏ hơn.  Điều này chắc chắn tốt hơn khi đi du lịch trên những chiếc thuyền lớn hơn. Chúng tôi đã thực hiện Vịnh Hạ Long ngoạn mục - 1 đêm trên thuyền - được tổ chức tuyệt vời với một hướng dẫn viên tuyệt vời.  Chuyến đi khá mờ nhạt với các hoạt động, bao gồm chèo thuyền kayak và làm nem. Bản thân Vịnh Hạ Long rất đẹp nhưng thu hút khách du lịch, tuy nhiên nếu bạn đủ thông minh để sử dụng Internet thì bạn sẽ nhận ra điều đó khá nhanh - một số người ở đây thì không - t dường như là... - .  Vì vậy, nếu bạn đang tìm kiếm thứ gì đó hơn thế - dũng cảm - thì bạn có thể tự mình khám phá một số vịnh khác.  Những nơi này có thể khó tiếp cận và thường bạn sẽ bị lừa nhưng này ho. Theo như các chuyến tham quan có tổ chức, nó có giá tốt, có nhiều hoạt động - mặc dù không bơi lội nhiều -, hướng dẫn rất tuyệt và tôi không thể có lỗi nó cả!  Nhìn lại thì chúng tôi đã thực hiện chuyến tham quan hai ngày!Đọc thêm",
            "Chúng tôi đã đặt tour du lịch vịnh hạ long tuyệt đẹp - một đêm trên thuyền, một đêm trên Cát Bà - .ODC du lịch rất hiệu quả khi chúng tôi đặt chỗ và mọi thứ diễn ra rất suôn sẻ từ đầu đến cuối. Điều tuyệt vời nhất về chuyến tham quan - ngoài phong cảnh tuyệt vời và hành trình được lên kế hoạch tốt - là hướng dẫn viên của chúng tôi, Tun. Anh ấy rất chu đáo và đảm bảo mọi người đều được chăm sóc. Chúng tôi không cảm thấy vội vã và chuyến đi hơi xa bẫy du lịch - chúng tôi đạp xe vào ngày thứ hai đến Việt Hải và nhìn thấy một ngôi làng địa phương ở giữa vườn quốc gia Cát Bà - . Tôi chắc chắn sẽ giới thiệu chuyến du lịch ODC để tổ chức chuyến tham quan Vịnh Hạ Long. Bạn sẽ không thất vọng! Tái bút - Nếu bạn tận hưởng chuyến đi của mình, hãy nhớ tip cho hướng dẫn viên và phi hành đoàn của bạn.Đọc thêm",
            "Xin chào đại lý ODC\nVợ chồng tôi sẽ đến Hà Nội lúc 17h ngày 19/9. \nChúng tôi muốn sắp xếp chuyến tham quan Vịnh Hạ Long 2 ngày - 1 đêm - bao gồm cả phương tiện đi lại. \nTôi rất vui nếu nhận được lời đề nghị cho chuyến đi này càng sớm càng tốt\nChúng tôi đang có lịch trình chặt chẽ - tổng cộng 6 đêm ở Việt Nam - \n \n\nCảm ơn trước, Đọc thêm",
            "Thưa ông / bà \nCảm ơn bạn rất nhiều vì đã hỗ trợ và hỏi thăm về chuyến đi Vịnh Hạ Long - 2 Ngày 1 Đêm - ngủ 1 đêm trên thuyền. \nXin vui lòng nếu bạn đến Hà Nội lúc 17:00 tối. Bạn có thể chọn nghỉ 1 đêm tại Hà Nội và sáng hôm sau bạn có thể tham gia chuyến đi đến Vịnh Hạ Long. \nTour khởi hành vào ngày 20/09/2015. Dành cho 2 người. \nXin vui lòng hiện tại chúng tôi đang có khuyến mãi lớn cho chuyến đi Vịnh Hạ Long. \nGiá trọn gói: 119 usd - người. \nHiện tại, thời gian khởi hành của bạn đã rất gần nên tôi hy vọng sớm nhận được thông tin từ bạn. \nNếu bạn cần thêm cho chuyến đi của mình như một chuyến tham quan, di chuyển, lưu trú khách sạn ở khắp mọi nơi ...Xin vui lòng liên hệ với tôi. Tôi thực sự vui mừng được hỗ trợ bạn sớm. \nCảm ơn nhiều ! \nTrân trọng \nBà SamĐọc thêm"
        ],
        "star_ratings": [
            137,
            38,
            11,
            2,
            5
        ],
        "review_amount": 193,
        "location": [],
        "reviews_time": [
            "Written December 30, 2014",
            "Written December 29, 2014",
            "Written December 23, 2014",
            "Written November 25, 2014",
            "Written November 20, 2014",
            "Written October 18, 2014",
            "Written August 28, 2014",
            "Written July 24, 2014",
            "Written June 23, 2014",
            "Written May 8, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1800059-Reviews-or80-ODC_Travel_Private_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or70-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or90-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-ODC_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17739250-Reviews-Stravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27739183-Reviews-Trang_Nail_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26687274-Reviews-Sen_Vang_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748286-Reviews-Lemi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21157842-Reviews-Flipside_Adventure_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11648444-Reviews-Vietnam_Positive_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861422-Reviews-Asia_Vacation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26244773-Reviews-An_handmade_Hang_Manh_Ethnic_Craft_Station-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25405305-Reviews-Ha_Giang_Loop_Tour_Online-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17713585-Reviews-La_Pandora_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816927-Reviews-Vietnam_Amazing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2148295-Reviews-The_Lost_Chambers_Aquarium-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g46245-d12073289-Reviews-White_Lake_State_Park-Tamworth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g887306-d9748000-Reviews-Viva_Cinemas-Ilorin_Kwara_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d6934794-Reviews-Marjan_Island-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d2553639-Reviews-Athirappilly_Falls-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g49613-d13139877-Reviews-Bear_Creek_Lake-Tuckasegee_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350387-Reviews-Benjakitti_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34792-d4520739-Reviews-Chateau_Elan_Winery-Braselton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069852-d10669820-Reviews-Medevja_Beach-Medveja_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d592984-Reviews-Zoo_Johor-Johor_Bahru_Johor_Bahru_District_Johor.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or90-ODC_Travel_Private_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1800059-Reviews-or80-ODC_Travel_Private_Day_Tours-Hanoi.html"
    }
]