[
    {
        "attraction_name": "Ojo Caliente Mineral Springs Spa",
        "attraction_name_vi": "Spa suối khoáng Ojo Caliente",
        "general_info": [
            "747 đánh giá",
            "1 trong số 1 Spa Chăm sóc sức khỏe ở Ojo Caliente",
            "Spa"
        ],
        "attraction_summary": "Ngay phía bắc Santa Fe là khu bảo tồn hẻo lánh Ojo Caliente Mineral Springs. Được người Mỹ bản địa ở miền Bắc New Mexico coi là thiêng liêng, vùng nước huyền thoại của chúng tôi đã làm dịu cơ thể, tâm trí và tinh thần một cách tự nhiên trong nhiều thế kỷ. Ojo là suối nước nóng duy nhất trên thế giới có 4 loại nước khoáng độc đáo, không chứa khoáng chất. Khu nghỉ mát mang tính lịch sử nhưng hiện đại và tươi mới với nét duyên dáng chiết trung trong một môi trường thư thái và yên tĩnh. Spa đầy đủ dịch vụ cung cấp một loạt các liệu pháp phục hồi bao gồm mát-xa nuôi dưỡng và dưỡng ẩm cho da mặt và cơ thể. Đừng bỏ lỡ việc ngâm mình trong hồ bơi riêng ngoài trời cạnh lò sưởi vào ban đêm hoặc trong hồ bùn giải độc theo mùa. Chúng tôi mang đến một bầu không khí khiêm tốn và không phức tạp với nhiều loại chỗ ở bao gồm các dãy phòng đầy mê hoặc, những ngôi nhà duyên dáng, khách sạn lịch sử và nhà riêng. Tất cả chỗ ở đều bao gồm quyền sử dụng tất cả các hồ khoáng mỗi ngày trong chuyến thăm của bạn. Nhà hàng và quán rượu Artesian mang đến trải nghiệm ăn uống bình dị và bầu không khí quyến rũ.Đọc thêm",
        "reviews": [
            "Đây là đêm cuối cùng của chúng tôi trong kỳ nghỉ 14 đêm chỉ dự định là 3 đêm, tôi không thể rời đi!! chúng tôi ở trong khu vực rv với 26 TT trong 5 đêm sau đó ở tư thế trong 3 đêm rồi quay lại khu cắm trại rv , chúng tôi đã thực hiện tất cả các lần hủy mà họ có và thực hiện thành công! chúng tôi có rất nhiều nhân viên tuyệt vời đã giúp đỡ chúng tôi nhưng tôi phải nói rằng mỗi ngày chúng tôi thấy SOFIA, cô ấy đã vượt xa những gì được mong đợi để khiến một ngày của tôi thật thú vị .... Tôi thực sự muốn nhét cô ấy vào rv của mình và đưa cô ấy về nhà nếu bạn có cơ hội đến đây ngay cả khi bạn phải đi đường vòng vài trăm dặm thì hãy cứ làm đi .... bạn sẽ không hối tiếc đâu!! Bạn có thể đi bộ, ngâm mình, thưởng thức những món ăn ngon và thư giãn ở một NƠI ĐẸP!!Đọc thêm",
            "Kính gửi L7953EMsherryb,\nChúng tôi rất vui khi biết rằng bạn đã kéo dài thời gian lưu trú và tận hưởng 14 đêm!  Chúng tôi rất vinh dự và rất mong được đón tiếp bạn lần nữa trong tương lai.  Chúng tôi nghĩ Sofia cũng khá tuyệt vời và sẽ chia sẻ lời khen ngợi của bạn với cô ấy.  Chúc mừng kỷ niệm 40 năm của cả hai bạn!  \nTrân trọng,\nQuản lý OjoĐọc thêm",
            "Yêu nơi này! Chồng ơi tôi mới đến đó lần thứ ba. Chúng tôi ở trong công viên RV của họ. Chúng tôi tập yoga, đến bể ngâm, đi bộ mát-xa. Ối! Các hồ bơi spa rất thú vị để thư giãn. Yêu thích của tôi là khu vực bùn. Bạn bôi bùn ấm lên, phơi nắng cho khô rồi ngâm mình trong vũng bùn cho sạch - rồi tắm. Rất vui! Và làn da của tôi cảm thấy rất tốt sau khi làm điều này! Chồng tôi thích nhất là phòng xông hơi ướt - anh ấy ngồi trong đó mãi mãi hít thở mùi hương ấm áp. Chúng tôi yêu vẻ đẹp tự nhiên của khu vực hồ bơi cũng như toàn bộ nơi nghỉ. Họ đốt lửa trại vui vẻ vào buổi tối nếu không quá gió. Nếu bạn quan tâm đến khu vực RV, địa điểm yêu thích của chúng tôi về quyền riêng tư là địa điểm 25 hoặc 24. Nếu bạn muốn có con đường riêng dẫn đến địa điểm sông 17 là dành cho bạn! Họ có điện nước - bán phá giá là 20. Tới đây!!! Hãy tận hưởng!Đọc thêm",
            "PeggyAnne777 thân mến,\nCảm ơn bạn đã viết một bài đánh giá tốt như vậy.  Chúng tôi rất vui vì bạn và chồng bạn đã tận hưởng kỳ nghỉ tại Công viên RV của chúng tôi và tận hưởng tất cả những gì đi kèm với nó!  Chúng tôi mong sớm được đón tiếp bạn lần nữa.\nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "Tôi không có trải nghiệm tốt ở đây. Phòng của tôi - một căn nhà gỗ - có rất nhiều bọ cánh cứng bay nhỏ đang xâm nhập từ các vết nứt quanh cửa sổ. Tôi không bận tâm đến một vài con bọ ở đây và ở đó. Tôi là một nhà sinh thái học và dành nhiều thời gian ở ngoài trời nhưng có rất nhiều trong số chúng và chúng bị thu hút bởi ánh sáng gần giường của tôi và đáp xuống giường. Tôi đã dành một phần đêm để giết chết anh ấy. Khi tôi báo cáo điều này, phản hồi rất mỏng manh. Họ nói rằng ở sa mạc là như vậy. Tuy nhiên, họ nên bịt kín các cửa sổ - điều đó không khó! Cuối cùng tôi đã mượn một chiếc máy hút bụi để hút bọ. Khi tôi yêu cầu giảm giá, họ nói họ có thể trả lại cho tôi 10 đô la. Vài tuần sau, tôi nhận ra rằng họ áp dụng khoản đó như một khoản phí chứ không phải tín dụng. Vì vậy, tôi đã phải gọi cho họ nhưng họ khó liên lạc nên phải gọi rất nhiều cuộc. Dù sao, chỉ là một trải nghiệm tồi tệ, đặc biệt là khi xem xét giá cả. Có vẻ như nơi này được quản lý kém.  Ngoài ra, căn phòng không được dọn dẹp tốt lắm. Phòng bạn tôi bên cạnh chưa hề được dọn dẹp. Đọc thêm",
            "Kính gửi ValerieS2222,\nCảm ơn bạn đã dành thời gian để viết bình luận.  Chúng tôi xin lỗi vì những vấn đề bạn gặp phải trong thời gian lưu trú.  Chúng tôi gặp vấn đề về cửa sổ với Người quản lý cơ sở vật chất để có thể giải quyết ngay.  Sứ mệnh của chúng tôi là mang đến cho du khách lòng hiếu khách thực sự ân cần trong khi quản lý và chia sẻ những dòng suối thiêng liêng này và rất tiếc điều này đã không được dành cho bạn.  Chúng tôi đánh giá cao phản hồi của bạn và sẽ sử dụng nó một cách xây dựng trong các khóa đào tạo liên tục về dịch vụ khách hàng của chúng tôi.  Chúng tôi hy vọng rằng bạn sẽ quay lại để chúng tôi có thể chia sẻ trải nghiệm Ojo nâng cao mà chúng tôi được biết đến. \nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "Ưu điểm: tầm nhìn tuyệt vời trên đường vào, nhân viên thân thiện, hồ bơi tuyệt vời. Nhược điểm: phòng của chúng tôi rất, rất nhỏ và lỗi thời. Không có tivi, tủ lạnh, lò vi sóng. Với giá 300, căn phòng lẽ ra phải đẹp hơn nhiều. Tôi có thể quay lại để sử dụng hồ bơi, nhưng tôi sẽ không bao giờ ở lại nơi có giá quá cao này nữa. Đọc thêm",
            "Kính gửi Mrvisitir,\nCảm ơn phản hôi của bạn.  Chúng tôi rất biết ơn vì có cơ hội giải quyết mối quan ngại của bạn và xin lỗi vì chúng tôi đã không đáp ứng được mong đợi của bạn.  Chúng tôi có nhiều loại chỗ ở với các tiện nghi khác nhau.  Khách sạn Lịch sử và Nhà trọ tại Ojo của chúng tôi không có TV.  Khách sạn Lịch sử của chúng tôi là loại hình lưu trú duy nhất không có tủ lạnh mini hoặc lò vi sóng.  Trang web của chúng tôi là một nguồn thông tin tuyệt vời về từng phòng và loại tiện nghi được trang bị trong đó.  \nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "Nhân viên bảo trì kém, thô lỗ, phàn nàn với ban quản lý bằng văn bản và tại quầy lễ tân và thậm chí không nhận được cuộc gọi lại.  Quản lý kém!  Đọc thêm",
            "Kính gửi jerryhP3186PS,\nSứ mệnh của chúng tôi là mang đến cho du khách lòng hiếu khách thực sự ân cần trong khi quản lý và chia sẻ những dòng suối thiêng liêng này, đồng thời chân thành xin lỗi nếu điều này không được dành cho bạn.  Hãy biết rằng trải nghiệm của bạn rất bất thường.  Nếu bạn muốn liên hệ với Người quản lý dịch vụ khách hàng của chúng tôi, vui lòng gọi 505.692.3790.  \nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "Chúng tôi đã từng đến đây nhiều lần rồi, rất nhiều lần; và vì không có người địa phương, chưa kể, bất kỳ loại trà nào trong phòng cũng chỉ là vô lý. Đọc thêm",
            "Kính gửi alicias203,\nCảm ơn bạn đã ủng hộ và chia sẻ phản hồi của bạn với chúng tôi.  Chúng tôi xin lỗi vì không có trà trong phòng của bạn.  Chúng tôi rất sẵn lòng mang một ít cho bạn trong thời gian bạn lưu trú nếu được yêu cầu tại quầy lễ tân.  Chúng tôi không trách bạn vì đã muốn loại trà Tea-O-Graphy tuyệt vời của chúng tôi!\nChúng tôi hy vọng bạn sẽ sớm ghé thăm lại.\nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "This was our second time staying at Ojo Caliente. Let me begin by saying the pools are amazing. Very clean, relaxing and quiet. We had a cliff side suite the first time. Room was very clean and had no issues. The restaurant was great. The pools were quiet and relaxing.Last year when we went it was different story. There were some younger people in one pool that were a little noisy and made it difficult to use that pool. The steam room had a couple in there who took up a whole bench doing, well, not sure actually. Not a good look lets just say. The restaurant had good food but service a little slow. The coffee bar was not well stocked and we had to hunt someone down for cream and some tea bags almost daily. The pools were still wonderful and clean with the exception of the pool with the younger people around that we could never get to. Our room however was not the best. We got a pueblo suite. The room was not super clean like the first time. The tub had ants in it but they finally left. There was trash under the sink from the previous guests that was never cleaned up. One of the windows was broken and left open. We fixed it. We told the front desk but it didnt seem to register and was never fixed. The trash was never removed. We decided to stay a few more nights and the only room available was the in the north cottages. Never again. We walked into the room and smelled mold. There was mold, black mold in the shower stall. It looked like it was never cleaned. There was also a used face cloth on a shelf in the shower. There was sand on the floor. Also a wine glass and empty beer can were outside on the back patio. Never cleaned. We went to the front desk. They seemed surprised. However, there was a gentleman there that took notice and he had the shower cleaned for us. The front desk never offered. Big difference. Not the best but better. Washcloth remained. The room was tiny. Well never stay in the north cottage again. My point being, I wrote an email to management and had several phone chats. People pay good money for this experience and the way its advertised is how it is expected to be. It is not. We were offered 10 off our next stay and I said it cannot be a north cottage because we would never stay in one again. I was told ok. Sure enough, the discount was for the north cottage. I called back as I was told to do by management and left several messages, but no one ever returned my call. A discount is great if it can be used but what is better is to up the level of cleanliness and service that is advertised. Be careful staying here because they want to be the best, but then they need to act like it as far as cleanliness and service goes. If the pools are quiet, then make it so. Dont allow a couple to make love in the sauna. I thought long and hard about this review. My sister is flying out from NY this week to go to Ojo with us next week. She really wanted to go. We were on the fence not knowing what to expect. If they want a Condé Nast review, then they need to act like it. All these little things add up to poor service and poor quality. Its time to make it right. No excuses. I could add some photos of the mold, trash and broken window. If you need them, I will be happy to add them. Read more",
            "Kính gửi Q612VBvickit,\nChúng tôi xin lỗi vì những vấn đề bạn gặp phải khi lưu trú vào năm ngoái.  Chúng tôi đánh giá cao phản hồi của bạn và đồng ý rằng những điều nhỏ nhặt cũng quan trọng.  Sứ mệnh của chúng tôi là mang đến cho du khách lòng hiếu khách thực sự ân cần trong khi quản lý và chia sẻ những dòng suối thiêng liêng này và chúng tôi rất hối tiếc vì đã thất bại trong việc này. Xin lưu ý rằng phản hồi của bạn sẽ được sử dụng mang tính xây dựng trong các khóa đào tạo liên tục về dịch vụ khách hàng của chúng tôi.  Chúng tôi hy vọng rằng bạn và em gái của bạn sẽ có một kỳ nghỉ tuyệt vời và để lại cảm giác thư giãn và trẻ hóa.     \nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "Đây là chuyến đi thứ hai của tôi đến Ojo Caliente, nhưng đây là lần đầu tiên tôi làm khách qua đêm.  Yêu thích môi trường không căng thẳng. Thứ nhất, hồ khoáng là vùng thì thầm nên bạn thư giãn, lặng lẽ lênh đênh trong hồ nước nóng, không ồn ào hay nói chuyện, không điện thoại di động. Chỉ có em, bầu trời New Mexico trong xanh, bình yên và tĩnh lặng.   Khu vực spa sạch sẽ và cung cấp các tiện nghi như sữa tắm, dầu gội và kem dưỡng da trong khu vực tắm. Phòng tắm hơi đáng yêu, phòng tắm hơi và khu vực ngâm chân.  Tôi vung tiền vào liệu pháp spa, mát-xa toàn thân và tẩy tế bào chết bằng lê gai. Nhân viên mát-xa của tôi rất tốt bụng, chuyên nghiệp và TUYỆT VỜI khi làm việc với các khớp bị đau và cơ bắp đau nhức của tôi. TẤT CẢ các nhân viên đều làm việc hiệu quả, dễ chịu và đáp ứng các yêu cầu một cách thân thiện và kịp thời. Tôi ở trong một căn hộ Plaza, Nó có một sân sau xinh xắn và có lối ra hồ bơi Kiva riêng. Nhà hàng yêu cầu đặt chỗ trước cho bữa tối, không thành vấn đề vì tôi đã làm điều này trước nhờ tư vấn trên trang web của khách sạn. Thức ăn rất ngon và cung cấp thứ gì đó cho tất cả mọi người, kể cả người ăn chay và người ăn chay. TÔI CÀNG VIẾT VỀ KINH NGHIỆM CỦA MÌNH, TÔI CÀNG MUỐN TRỞ LẠI CÀNG SỚM CÀNG TỐT!!Đọc thêm",
            "Kính gửi Pat22256,\nCảm ơn bạn đã đánh giá tốt của bạn.  Chúng tôi rất vui khi biết rằng bạn thích Plaza Suite, liệu pháp spa, tiện nghi, bữa tối và bầu trời New Mexico đáng yêu.  Chúng tôi rất vui vì bạn đã cảm thấy thư giãn và mong sớm được đón tiếp bạn lần nữa.\nTrân trọng,\nQuản lý Ojo Đọc thêm",
            "Chồng tôi và tôi tình cờ gặp khu nghỉ dưỡng này khi lái xe đến Abiquiu.  Khuôn viên rất đẹp và mùi thơm tỏa ra từ nhà hàng có mùi thơm ngon.  Chúng tôi không có đồ bơi và chúng tôi may mắn có được phòng ngâm riêng trong một giờ mà không cần đặt trước.  Không cần mặc đồ bơi trong phòng ngâm riêng.  Phòng ngâm riêng là một niềm vui.  Phòng ngâm dựa lưng vào một vách đá tự nhiên.  Có một ngọn lửa đang cháy trong lò sưởi và có 2 chiếc ghế dài.  Cốc uống nước và nước lạnh được cung cấp và đánh giá cao.  Khăn tắm đã được cung cấp nhưng hãy nhớ mang theo dép xỏ ngón.  Sàn đá nóng lên dưới ánh nắng.  Bể khoáng có nhiệt độ 105 độ, hơi nóng so với sở thích của tôi nhưng tôi đã ngâm mình.  Chồng tôi rất thích nó.  Có một làn gió đẹp nên thật dễ dàng để hạ nhiệt khi ngồi trên ghế dài.  Giá cả hợp lý là 80 cho hai chúng tôi trong phòng ngâm riêng.  Họ cũng có bồn ngâm chung.  Cần phải có đồ bơi.  Bầu không khí yên tĩnh và yên bình.  Đó không phải là bầu không khí tiệc tùng.  Hoàn toàn thích nó và sẽ quay lại.Đọc thêm",
            "Anniecat51 thân mến,\nCảm ơn bạn đã ủng hộ và dành thời gian để viết đánh giá.  Chúng tôi rất vui vì bạn đã tìm thấy chúng tôi và có thể tận hưởng buổi ngâm mình riêng tư.  Chúng tôi sẽ chuyển lời khen ngợi của bạn về khu đất tới nhóm cảnh quan của chúng tôi.  Chúng tôi mong được đón tiếp bạn lần nữa trong tương lai. \nTrân trọng,\nCarlos Martinez\nQuản lý dịch vụ khách hàngĐọc thêm",
            "Thật tuyệt vời. Tôi rất thích nơi này. Chúng tôi đã dành cả ngày ở spa - không ở lại qua đêm. Spa rất đông vào cuối tuần nên tôi thực sự khuyên bạn nên ghé thăm vào ngày trong tuần. Nhà hàng tại chỗ cũng tuyệt vời. Chắc chắn là tôi muốn sống gần hơn và có thể ghé thăm thường xuyên hơn. Đọc thêm",
            "Kính gửi maryIT6780FT,\nCảm ơn bạn đã ủng hộ và dành thời gian để viết đánh giá.  Chúng tôi rất vui khi biết rằng bạn thích ngâm mình và ăn uống.  Chúng tôi hy vọng bạn có thể sớm quay trở lại!\nTrân trọng,\nCarlos Martinez\nQuản lý dịch vụ khách hàngĐọc thêm"
        ],
        "star_ratings": [
            438,
            175,
            69,
            40,
            25
        ],
        "review_amount": 747,
        "location": [
            "Spa suối khoáng Ojo Caliente",
            "Nóng Mắt",
            "New Mexico NM",
            "Hoa Kỳ",
            "Các hoạt động ở Ojo Caliente",
            "Quận Taos"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 24, 2024",
            "Written December 3, 2023",
            "Written October 21, 2023",
            "Written October 8, 2023",
            "Written October 4, 2023",
            "Written September 11, 2023",
            "Written July 5, 2023",
            "Written May 26, 2023",
            "Written April 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47139-d1735430-Reviews-Ojo_Caliente_Mineral_Springs_Spa-Ojo_Caliente_Taos_County_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47139-d660524-Reviews-Artesian_Restaurant_and_Wine_Bar-Ojo_Caliente_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47139-d27915327-Reviews-Mesa_Vista_Cafe-Ojo_Caliente_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47139-d1735430-Reviews-or10-Ojo_Caliente_Mineral_Springs_Spa-Ojo_Caliente_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47224-d6771933-Reviews-Black_Mesa_Winery-Taos_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47253-d3493692-Reviews-Black_Mesa_Winery-Velarde_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47020-d13991548-Reviews-David_MIchael_Kennedy_Photographic_Gallery-El_Rito_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g562747-d3571896-Reviews-Tramway_du_Mont_Blanc-Saint_Gervais_les_Bains_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d7191674-Reviews-Kamaole_Beach_Park_I-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d598555-Reviews-Titanic_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d606625-Reviews-Haleakala_Highway_Crater_Road-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195018-Reviews-Mercato_Centrale-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34728-d25313561-Reviews-Popstroke-Wesley_Chapel_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147379-d148334-Reviews-Tobago_Cays-St_Vincent_and_the_Grenadines.html",
            "https://www.tripadvisor.com/Attraction_Review-g34117-d23751000-Reviews-The_Wizard_of_Oz_Museum-Cape_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g37719-d3653927-Reviews-Snake_Alley-Burlington_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g35406-d8727655-Reviews-Lake_Cascade_State_Park-Cascade_Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47139-d1735430-Reviews-or10-Ojo_Caliente_Mineral_Springs_Spa-Ojo_Caliente_Taos_County_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47139-d1735430-Reviews-Ojo_Caliente_Mineral_Springs_Spa-Ojo_Caliente_Taos_County_New_Mexico.html"
    }
]