[
    {
        "attraction_name": "O.K. Corral",
        "attraction_name_vi": "ĐƯỢC RỒI. bãi quây",
        "general_info": [
            "2.725 đánh giá",
            "1 trong 39 điều cần làm ở Tombstone",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Địa điểm thực tế của trận đấu súng nổi tiếng năm 1881 tại O.K. Corral ở Tombstone, AZ. Chủ đề của nhiều bộ phim Hollywood. Xem Wyatt Earp và Doc Holliday trong các màn tái hiện hàng ngày. Đứng nơi cuộc đấu súng huyền thoại bắt đầu. Tham quan phòng Doc Hollidays. Xem hơn 100 bức ảnh về Tombstone những năm 1880 và Apache Geronimo do nhiếp ảnh gia Tombstone nổi tiếng C.S. Fly chụp. Mở cửa hàng ngày từ 9-5.Đọc thêm",
        "reviews": [
            "Những người này thật sang trọng và đã thể hiện một màn trình diễn tuyệt vời. Thật không may, chúng tôi đã bị lừa bởi một màn trình diễn mờ ám khác ở phía bên kia thị trấn. Đừng phạm sai lầm đó! Bạn không thể mua những vé này trực tuyến vì chương trình kia có bán hàng trực tuyến và từ ngữ lừa đảo. Ngoài ra, những người khác đăng tuyển các diễn viên trong thị trấn để cố gắng cướp công việc kinh doanh từ chương trình hợp pháp bằng cách quấy rối mọi người đi xem chương trình khác khi họ biết mọi người đều đến tham gia chương trình này. Dù sao... những người này thật tuyệt vời và họ đã mang đến một buổi biểu diễn thực sự thú vị. Khi chúng tôi kể cho họ nghe chuyện xảy ra với nơi kia, họ trả lời rằng chuyện đó xảy ra thường xuyên, xin lỗi dù đó không phải lỗi của họ! và thậm chí còn mua lại một trong những vé của chúng tôi sau khi nơi khác tỏ thái độ với chúng tôi và giải quyết vấn đề hoàn lại tiền mà chúng tôi chưa bao giờ nhận được. Hãy vào bên trong với một chút thời gian để khám phá tất cả những thứ thú vị mà họ có, lấy cho mình một bắp rang và soda và thưởng thức buổi biểu diễn! Thật tuyệt vời và các diễn viên thậm chí còn dành thêm thời gian để tạo dáng chụp nhiều bức ảnh trên đường phố trước buổi biểu diễn và trong khu vực biểu diễn sau đó. Đây là điều PHẢI có trong Tombstone!Đọc thêm",
            "Một chương trình đấu súng cạnh tranh mang tên Old Tombstone tiếp tục đánh lừa du khách bất chấp những phàn nàn của chúng tôi với Thành phố Tombstone và Thị trưởng.  Rất xin lỗi vì sự nhầm lẫn.Đọc thêm",
            "Bảo tàng rất dễ tìm thấy trên Phố Allen.\n\nMột vé hiện có 10 vé cho phép bạn vào xem màn tái hiện cuộc đấu súng khét tiếng, vào bảo tàng, bao gồm phần trình bày dài 25 phút về lịch sử Tombstone và một bản sao Văn bia trình bày chi tiết về cuộc đấu súng.\n\nNhân viên rất thân thiện và tốt bụng.\n\nTrong đầu tôi, tôi không thể nghĩ ra nơi nào tôi từng đến lại mang lại nhiều giá trị như tấm vé bảo tàng này.    Đọc thêm",
            "Những anh chàng này là những diễn viên tuyệt vời, những người đã biến trải nghiệm bắn súng ở OK Corral trở nên sống động trong một chương trình trực tiếp vui nhộn và hấp dẫn, thực sự mang tính giải trí. \nCác màn hình lịch sử và thợ rèn cũng rất thú vị và nhiều thông tin. \nChúng tôi thực sự rất thích điểm thu hút này.Đọc thêm",
            "Tái hiện tuyệt vời!  Các diễn viên thật tuyệt vời và khiến đây trở thành một điểm thu hút thực sự thú vị.  Các cuộc triển lãm trước khi tái hiện rất thú vị và nhiều thông tin.  Chúng tôi cũng mua vé để tham quan bản sao của tờ báo Epitaph.  Điều đó thật hấp dẫn.Đọc thêm",
            "Đây là một nơi thú vị để xem tái hiện cuộc đấu súng nổi tiếng. Chương trình rất nhiều thông tin, hài hước và diễn xuất tốt. Dàn diễn viên rất tài năng và bạn có thể chụp ảnh cùng họ sau buổi diễn mà không phải trả thêm phí. Sự tham gia của khán giả rất thú vị, Nếu bạn chỉ có thể xem một lần tái hiện trong Tombstone thì đây chính là lần tái hiện đó!Đọc thêm",
            "Địa điểm diễn ra vụ xả súng lịch sử OK Corral được tái hiện trong một chương trình kéo dài khoảng 30 phút trong suốt cả ngày. Đây chủ yếu là một buổi thuyết trình nghiêm túc. Chi phí là 10 không giảm giá. Bạn được vào khán đài có mái che. Có thể chụp ảnh trong buổi thuyết trình và sau đó với các diễn viên. Khuôn viên có một số hiện vật lịch sử khác. Các bức tượng của những người tham gia thực sự được tạo dáng bên ngoài để có thêm cơ hội chụp ảnh. Có một cửa hàng quà tặng đẹp với nhiều đồ lưu niệm giá cả phải chăng. Đây là điểm dừng chân không thể bỏ qua trong chuyến đi đến Tombstone của bạn. Đọc thêm",
            "Được rồi, bạn biết đây sẽ là một chương trình giải trí hơn là một bài học lịch sử, và đúng như vậy. Buổi diễn kéo dài khoảng nửa tiếng, các diễn viên giải thích trước một chút về bối cảnh lịch sử và chương trình đã bắt đầu. Khán giả được khuyến khích tham gia bằng cách la ó kẻ xấu và cổ vũ người tốt, tất cả đã giúp mang lại trải nghiệm thú vị. Thật là vui. Vé vào cửa còn bao gồm vé vào bảo tàng OK Corral và đọc báo lịch sử miễn phí tại bảo tàng báo chí. Tôi nghĩ nó rất xứng đáng với giá nhập học thứ 10. Đọc thêm",
            "Thực sự rất thích buổi biểu diễn sân khấu tại OK Corral. Dài khoảng 25 phút, đây là độ dài hoàn hảo và các diễn viên đều rất hài hước và rất cá tính cả trước và sau buổi biểu diễn. Việc thực hiện cùng một màn trình diễn đó nhiều lần trong ngày dưới ánh nắng mặt trời hẳn là một công việc mệt mỏi, nhưng họ thực sự khiến nó trở nên thú vị, đặc biệt bằng cách kích thích khán giả và kết hợp các sự kiện trong thế giới thực như nhìn chằm chằm vào một chiếc trực thăng bay qua đầu họ chẳng hạn. patter. Câu chuyện được đơn giản hóa và có thể không hoàn toàn chính xác, nhưng việc xem buổi biểu diễn, bảo tàng và địa điểm đấu súng thực sự rất đáng giá vào cửa.Đọc thêm",
            "Chúng tôi dừng lại ở Tombstone vào tháng 4 trong vài giờ và xem chương trình. Các diễn viên rất thú vị và có rất nhiều lịch sử trong chương trình. Chỗ ngồi trong bóng râm và kéo dài khoảng 30 phút. Với mức giá 10 mỗi cái, bạn thực sự không thể phàn nàn nhưng nó hơi ngô nghê. Đọc thêm",
            "Thị trấn Tombstone tự hào về cuộc đấu súng kéo dài 30 giây xảy ra tại O.K. Corral vào năm 1881, vì vậy chúng tôi không thể nào bỏ lỡ nó trong một buổi chiều ở thị trấn. Đối với 10, O.K. Vé Corral bao gồm chương trình lịch sử Historama, một số triển lãm bảo tàng cổ và tái hiện cuộc đấu súng. Xem Historama trước cuộc đấu súng để biết bối cảnh. \n\nLưu ý rằng các điểm tham quan Tombstone được thiết lập để có thể xếp chồng chúng. Chúng tôi đến thị trấn với đủ thời gian để tham gia Chuyến tham quan mỏ đủ tốt trước chuyến tham quan O.K. Lịch chiếu phim ở Corral, sau đó kết thúc một ngày bằng bữa tối sớm tại Big Nose Kates Saloon. Tất cả đều vui vẻ - cứ làm đi.Đọc thêm",
            "Một cách thú vị để tìm hiểu thêm một chút về cuộc đấu súng đáng chú ý nhất trong lịch sử với sự kết hợp hoàn hảo giữa thực tế, giải trí và hài hước. Khán đài thoải mái, có mái che - rất được chào đón vào một ngày hè nóng bức.Đọc thêm",
            "Hãy dừng lại và xem màn tái hiện của cuộc đấu súng. Được thực hiện bởi các diễn viên địa phương. Với tấm vé 10 đô la, bạn sẽ được xem cuộc đấu súng, lịch sử và Bảo tàng Văn bia. Rất sến nhưng đáng giá!!! Đọc thêm",
            "Tôi và một nhóm bạn đã đến thăm Tombstone vào ngày 18 tháng 5 năm 2024. Chúng tôi đã bị lừa và mua nhầm vé xem buổi biểu diễn đấu súng tại O.K. Corral của các diễn viên Old Tombstone ở Allen St. Khi chúng tôi đến O.K. Corral và lối vào buổi trình diễn súng, chúng tôi được biết rằng chúng tôi đã bị một nhân viên bán nhầm vé. Anh ấy nói với chúng tôi rằng trong một thời gian, Công viên giải trí Old Tombstone đã đánh lừa khách du lịch đến mua vé xem buổi trình diễn súng hài kịch của họ, diễn xuất như thể đó là vở kịch O.K thực sự. Cuộc đấu súng ở Corral. Tuy nhiên, anh ấy rất tốt bụng khi cho chúng tôi tham gia buổi biểu diễn, đồng cảm với việc khách du lịch đang bị lợi dụng. Các nhân viên và diễn viên tại O.K. Corral là những người tuyệt vời làm việc rất chăm chỉ để kiếm sống! Thật đáng tiếc khi một doanh nghiệp khác đang sử dụng mô hình kinh doanh mờ ám để cướp đi các doanh nghiệp khác ở Tombstone. Nếu bạn đang tìm kiếm O.K. Màn đấu súng của Corral, đến với O.K. CORRAL để lấy vé, bên cạnh Historama. Đừng để bị lừa bởi những người không trung thực.Đọc thêm",
            "Được rồi, Corral vẫn ổn. Không thực sự đáng giá. Chúng tôi quan tâm đến lịch sử thực tế của thị trấn và Earps hơn là những màn tái hiện và quà lưu niệm sến súa. Việc tái hiện lại chiếc cũi của gái mại dâm thật thú vị và thật tuyệt khi được xem phòng trọ của Doc Holliday.Đọc thêm",
            "Khi ở Tombstone, hãy tham quan bảo tàng và tái hiện Trận đấu súng tại O.K. Corral. Bạn cũng nhận được một bản sao của tờ báo địa phương. Khi chúng tôi lần đầu tiên đến con đường đầy bụi bẩn ở trung tâm thành phố, những người biểu diễn đã đứng ra phía trước để chụp ảnh với những người qua đường. Vì vậy, tất nhiên, chúng tôi đã đến lượt mình. Vé vào cửa có vé riêng, nhưng bao gồm tất cả, để các khu vực khác nhau xem, nhưng chúng tôi đã hẹn giờ để xem cuộc đấu súng lúc 11 giờ sáng. Chỗ ngồi của sân vận động đã khá đầy đủ, nếu chọn hàng ghế sau, chúng tôi có thể đứng lên nếu muốn và đón gió lùa qua bức tường phía sau. Chúng tôi đeo bịt tai chống ồn lên tai em bé, cũng được sử dụng khi cất cánh và hạ cánh trên máy bay và em bé là một con búp bê. Màn trình diễn chỉ kéo dài 20 phút và cuộc đấu súng kéo dài 30 giây. Một lần nữa họ lại tạo dáng tại hiện trường sau buổi biểu diễn, chết và sống.Đọc thêm",
            "Gọi là tái hiện thì khập khiễng. Đừng lãng phí thời gian của bạn. Một điều mà người ta có thể mong đợi được thấy ở một buổi diễn phụ ở New Jersey. Những diễn viên được gọi là này dường như thực sự đang say rượu.Đọc thêm",
            "Thị trấn Tombstone tự hào về cuộc đấu súng kéo dài 30 giây xảy ra tại O.K. Corral vào năm 1881, vì vậy chúng tôi không thể nào bỏ lỡ nó trong một buổi chiều ở thị trấn. Đối với 10, O.K. Vé Corral bao gồm chương trình lịch sử Historama, một số triển lãm bảo tàng cổ và tái hiện cuộc đấu súng. Xem Historama trước cuộc đấu súng để biết bối cảnh. Lưu ý rằng các điểm tham quan Tombstone được thiết lập để có thể xếp chồng chúng. Chúng tôi đến thị trấn với đủ thời gian để tham gia Chuyến tham quan mỏ đủ tốt trước chuyến tham quan O.K. Lịch chiếu phim ở Corral, sau đó kết thúc một ngày bằng bữa tối sớm tại Big Nose Kates Saloon. Tất cả đều vui vẻ - cứ làm đi.Đọc thêm",
            "Một điều không thể bỏ qua! Có lẽ là điểm tham quan được săn đón nhiều nhất trong thị trấn. Chương trình kéo dài khoảng 20 phút và tái hiện lại lịch sử về những gì đã xảy ra vào ngày định mệnh đó giữa Doc Holliday, Wyatt Earp và băng đảng. Các diễn viên rất cuốn hút. Thật tuyệt khi khán đài cũng có mái che để tránh nắng. Vé bao gồm quyền vào Historama cũng như Bảo tàng Báo chí trong thị trấn - chúng tôi bị hạn chế về thời gian nên chỉ đến Corral. Chắc chắn sẽ quay lại. Đọc thêm",
            "Đã đi một lần vào năm 1977. Vào thời điểm đó, mỗi nơi trong thị trấn có giá 1. OK Corral có tường cao bao quanh. Tượng thạch cao bị vỡ bên trong. Cả thị trấn đều suy tàn. Điều duy nhất đáng chú ý là bụi hoa hồng khổng lồ được ghi vào sách kỷ lục Guinness.Đọc thêm",
            "Chúng tôi dừng lại ở Tombstone vào tháng 4 trong vài giờ và xem chương trình. Các diễn viên rất thú vị và có rất nhiều lịch sử trong chương trình. Chỗ ngồi trong bóng râm và kéo dài khoảng 30 phút. Với mức giá 10 mỗi cái, bạn thực sự không thể phàn nàn nhưng nó hơi ngô nghê. Đọc thêm",
            "Đeo khẩu trang có bị ép buộc không?Đọc thêm",
            "Họ đã ở đó khi chúng tôi đến vào tháng 1 năm 2021Đọc thêm",
            "Chúng tôi sẽ phải để con chó của mình ở Phoenix khi đến thăm điểm du lịch này. Với thời gian lái xe khứ hồi là sáu giờ. Chỉ có hai hoặc ba giờ ở đây có đáng để thực hiện chuyến đi không?Đọc thêm",
            "Tôi nghĩ bạn có thể nhìn thấy hầu hết mọi thứ trong 3 giờ Đọc thêm",
            "Trang web có thân thiện với xe lănĐọc thêm",
            "CóĐọc thêm",
            "Nó có giá bao nhiêu?Đọc thêm",
            "10h00Đọc thêm",
            "Liệu một chuyến đi trong ngày ở đây có thú vị với một đứa trẻ 3 tuổi không?Đọc thêm",
            "Có, tôi tin rằng một đứa trẻ ba tuổi sẽ thích nó.Đọc thêm",
            "Có chỗ đậu xe máy RVĐọc thêm",
            "Tuyệt đối!  Có một bãi đậu xe lớn ngay đối diện văn phòng Cảnh sát trưởng.Đọc thêm",
            "Bạn có thể tiếp cận người khuyết tật không?Đọc thêm",
            "Vâng, đúng thếĐọc thêm",
            "Vợ tôi và tôi cùng cậu con trai khuyết tật đang lên kế hoạch cho một chuyến đi đến đó và câu hỏi của tôi là liệu bạn có hỗ trợ người khuyết tật cho con trai tôi ngồi xe lăn không? Đọc thêm",
            "Đúng.  Nó có thể truy cập cho xe lăn.  Bạn tốt nhất là không nên có vấn đề gì.  Khi chúng tôi đi, có một vài người ngồi xe lăn.  Đọc thêm",
            "Đây dường như là một chuyến đi cả ngày trên xe buýt từ Phoenix; bạn có bao nhiêu thời gian rảnh để tự mình khám phá thành phố?Đọc thêm",
            "Tôi tưởng tượng bạn sẽ có nhiều thời gian hơn cho riêng mình. Chúng tôi qua đêm ở Benson, nó rẻ hơn rất nhiều và lái xe xuống vào sáng hôm sau 15 phút. Ở lại hầu hết thời gian trong ngày để xem buổi biểu diễn và tìm kiếm trong các cửa hàng và việc đi xe ngựa đã học được rất nhiều điều trên chuyến đi, rất khuyến khích 10 người mỗi ngườiĐọc thêm",
            "Có vẻ như một chuyến đi tuyệt vời đến Toombstone.  Chồng tôi và tôi sẽ đi vào tháng tới.  Các buổi đấu súng có được tổ chức hàng ngày không, và nếu có thì bạn có nhớ thời gian không?  Ngoài ra, có chuyến đi bằng xe ngựa không?  Tôi nghĩ điều đó sẽ khá tuyệt.  Cảm ơn vì bất kỳ thông tin nào bạn có thể cung cấp.  :-Đọc thêm",
            "Tôi đã ở đó vào thứ Bảy và họ đã có một số cuộc đấu súng trong suốt cả ngày, ở nhiều địa điểm khác nhau. Cuộc đấu súng tái hiện OK Corral thực sự được tổ chức mỗi giờ hoặc lâu hơn, tôi không chắc lắm. Các ngày trong tuần có thể có ít chương trình hơn. Tôi đã thấy một số chuyến đi xe ngựa, nghĩ rằng điều đó cũng sẽ vui. Có lẽ lần sau tôi sẽ làm vậy! Đọc thêm"
        ],
        "star_ratings": [
            1577,
            778,
            265,
            67,
            38
        ],
        "review_amount": 2725,
        "location": [
            "Arizona AZ",
            "ĐƯỢC RỒI. bãi quây",
            "Những điều cần làm ở Tombstone",
            "Hoa Kỳ",
            "bia mộ"
        ],
        "reviews_time": [
            "Written September 6, 2023",
            "Written October 15, 2023",
            "Written October 15, 2023",
            "Written November 21, 2023",
            "Written January 1, 2024",
            "Written January 12, 2024",
            "Written February 21, 2024",
            "Written March 31, 2024",
            "Written April 18, 2024",
            "Written April 28, 2024",
            "Written June 3, 2024",
            "Written May 22, 2024",
            "Written May 19, 2024",
            "Written May 17, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 22, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31381-d103872-Reviews-O_K_Corral-Tombstone_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d334842-Reviews-O_K_Cafe-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d2324797-Reviews-Big_Nose_Kate_s_Saloon-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d1675910-Reviews-Crystal_Palace_Saloon_and_Restaurant-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d334840-Reviews-The_Longhorn_Restaurant-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d11755788-Reviews-Puny_Johns_BBQ-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d9715518-Reviews-Fallen_Angel_Sweet_Sin_Parlor-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d16569626-Reviews-U_Scream_4_Ice_Cream-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d12175979-Reviews-T_Miller_s_Tombstone_Mercantile_Hotel-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d25554802-Reviews-Undertaker_s_Espresso_Bar-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31381-d8073602-Reviews-Grandma_s_Frontier_Fudge_Factory-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d6278470-Reviews-Silver_Strike_Winery-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d12166433-Reviews-Tombstone_Visitor_s_Center-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d21360618-Reviews-City_Of_Tombstone_Park-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d17258888-Reviews-Tombstone_City_Park-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d109720-Reviews-Tombstone_Courthouse_State_Historic_Park-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d145735-Reviews-Allen_Street-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d109722-Reviews-Rose_Tree_Museum-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d194240-Reviews-The_Tombstone_Epitaph-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d1382694-Reviews-Old_Tombstone_Western_Theme_Park-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d8059511-Reviews-Gunfighter_Hall_of_Fame-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d103872-Reviews-or10-O_K_Corral-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d10151880-Reviews-Tombstone_s_Historama-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d21343259-Reviews-Camillus_Fly_s_Photography_Gallery-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d21355835-Reviews-The_Audie_Murphy_and_Medal_of_Honor_Museum-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d25981404-Reviews-Butterfield_Stage_Stop_and_Trading_Post-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d19447695-Reviews-Tombstone_Western_Heritage_Museum-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d27076497-Reviews-O_K_Corral_Gunfight_Site-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d2663177-Reviews-Tombstone_Walking_Tours-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d21309851-Reviews-Outlaw_T_s_Books_More-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d22047969-Reviews-Ghost_City_Tours_of_Tombstone-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d1455331-Reviews-Good_Enough_Mine-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d1743883-Reviews-Tombstone_Trolley_Tour-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d16700958-Reviews-Wyatt_Earp_s_Oriental_Saloon_Theater-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g13152851-d13144156-Reviews-Dashbashi_Canyon-Dashbashi_Kvemo_Kartli_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g12666019-d19942511-Reviews-Starfish_Beach-Ganh_Dau_Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d207511-Reviews-Sunset_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d12135360-Reviews-Jumping_Off_Rock-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d20324080-Reviews-Roxy_s_Show_Bar-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1548142-Reviews-Water_Tower_Place-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g48966-d656023-Reviews-Mystery_Hill-Blowing_Rock_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d191078-Reviews-The_Alhambra-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d312233-Reviews-Natadola_Beach-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087671-d1595517-Reviews-Zoo_Negara-Ampang_Selangor.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31381-d103872-Reviews-or10-O_K_Corral-Tombstone_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31381-d103872-Reviews-O_K_Corral-Tombstone_Arizona.html"
    }
]