[
    {
        "attraction_name": "Ol Jogi Wildlife Conservancy",
        "attraction_name_vi": "Khu bảo tồn động vật hoang dã Ol Jogi",
        "general_info": [
            "30 đánh giá",
            "- 2 trong số 6 điều cần làm ở Thị trấn Nanyuki",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Theo Chương trình Giáo dục Bảo tồn của chúng tôi, các nhóm học sinh và học sinh có thể sắp xếp các chuyến thăm riêng ban ngày tới Trung tâm Cứu hộ Động vật hoang dã của chúng tôi, nơi các em sẽ tìm hiểu về bảo tồn, cứu hộ và phục hồi động vật hoang dã. Du khách có thể nhìn thấy chuồng khỉ, chuồng báo, nhà voi, chuồng chim và hồ hà mã của chúng tôi.Đọc thêm",
        "reviews": [
            "Vào tháng 4 năm 2022, chúng tôi đã đến thăm khu bảo tồn Ol Jogi. Phong cảnh rất đẹp và đa dạng với hẻm núi rực rỡ màu đỏ tuyệt vời. Chúng tôi cũng đã đến thăm:- trại trẻ mồ côi động vật. Chúng tôi đã nhìn thấy tê giác trắng, báo gêpa, chó hoang châu Phi, nhiều loài chim đầy màu sắc - trung tâm chó tuần tra chống săn trộm. Chúng tôi Highy khuyên bạn nên đến thăm khu bảo tồn Ol Jogi!!! Đọc thêm",
            "Chúng tôi đã đặt trước chuyến tham quan đến Trung tâm cứu hộ. Mất khoảng 6 giờ lái xe từ Nairobi, khá xa nhưng đáng để ghé thăm. Bạn sẽ gặp con voi châu Phi chỉ cách bạn 1m. Bạn sẽ thấy gấu, sư tử, chetah, tê giác và rất nhiều loài động vật trong khu bảo tồn. Đáng để ghé thăm! Đọc thêm",
            "Nhà nghỉ có sức chứa tối đa 25 người và bạn chỉ có thể đặt toàn bộ nơi này trong tối thiểu 3 đêm, vượt quá khả năng của hầu hết mọi người. Chúng tôi đã đến thăm trung tâm cứu hộ động vật hoang dã với giá 2000ksh và được tiếp xúc gần với nhiều loài động vật được cứu hộ bao gồm chim, ngựa vằn, trâu rừng, báo gêpa, sư tử và gấu. Đọc thêm",
            "Đánh giá này không dành cho cơ quan bảo tồn mà dành cho trung tâm cứu hộ động vật hoang dã - wrc - và việc đặt chỗ phải được thực hiện trước chuyến đi. Cả gia đình đều yêu thích nơi này. Daniel là một hướng dẫn tuyệt vời. Chúng tôi đã được nhìn thấy một con gấu xám - con duy nhất ở Châu Phi, thật tuyệt vời. Cuộc gặp gỡ gần gũi với những chú voi cũng là điểm kết thúc lý tưởng cho chuyến đi. Những con đường đến khu bảo tồn là sự thất vọng duy nhất. Mặc dù một chiếc saloon nhỏ sẽ đi lại dễ dàng và chậm rãi vào mùa khô, nhưng vào mùa mưa chỉ có xe 4WD mới hoạt động được. Các khoản phí được tính công bằng, công dân người lớn - 12 - - đã trả Ksh. 800 - - và trẻ em Kshs. 350 - -. Xe 5 chỗ tính phí Kshs.1000 - -Đọc thêm",
            "Chỉ cách Nanyuki vài giờ lái xe. cảnh quan tuyệt vời của hẻm núi. Cơ hội được nhìn thấy cả động vật hoang dã và động vật đã được thuần hóa. Tuy nhiên, không có ổ đĩa trò chơi. Tôi khuyên bạn nên đến thăm nơi nào đó giống như một sở thú hơn. Chúng tôi nhìn thấy hai con tê giác hoang dã và một vài con Hươu cao cổ Đọc thêm",
            "Tôi thích nơi mà tôi thường đến đó để chụp ảnh với một số trường học ở vùng Mount kenyaĐọc thêm",
            "Tôi đã đến khu bảo tồn OlJogi vào cuối tuần trước và tôi đã bị sốc khi thấy một nơi tuyệt vời như vậy mà tôi chưa từng đến. Sự tiếp nhận và dịch vụ khách hàng của Daniel rất tốt. Tôi chưa bao giờ tưởng tượng rằng mình sẽ nhìn thấy một con gấu ở Kenya!! Khỉ nhện cũng là một món ăn thú vị và sở thích của tôi là chụp ảnh cận cảnh với một con voi đực và nó con. Tôi cũng yêu chú vẹt Polly có thể nhảy masai - . Đây đơn giản là một trong những nơi tuyệt vời nhất mà tôi từng đến thăm ở đất nước xinh đẹp của chúng tôi.Đọc thêm",
            "Tôi không thể ngừng thắc mắc công viên này rộng lớn đến mức nào kể từ khi chúng tôi bước vào cổng vào chính của Đường Rumuruti. Tôi yêu thích vị trí chiến lược của các văn phòng và tòa tháp để đảm bảo an ninh ở tất cả các vị trí quan trọng. Làm sao tôi có thể quên được con voi lớn được huấn luyện khôn ngoan, tôi không thể nhớ tên nó, người đã chơi trống dưới sự hướng dẫn cẩn thận của người hướng dẫn nó! Tôi thực sự không thể nhớ nổi con voi vĩ đại này đã giữ danh hiệu gì. Không thể quên những chú sư tử lớn trong lồng và những cảnh đẹp. Ồ, và cảm ơn vì ở đây tôi đã gặp được những con chuột thí nghiệm khoa học da trắng và có cơ hội để nó nằm trên người tôi. Chúng tôi không thể ngừng yêu thích trải nghiệm. Chuyện này xảy ra vào khoảng 7 năm trước. Tôi vẫn có thể đánh giá họ 5 sao vì sự quản lý tốt mà tôi đã để lại ở đó. KudosĐọc thêm",
            "Tôi yêu khu vực này của thế giới, bạn có rất nhiều cảnh quan tương phản xung quanh Núi Kenya và đây là một trong những nơi tốt nhất để ngắm Voi trong tự nhiên theo đàn lớn. Đọc thêm",
            "Không có nơi nào khác mà bạn có thể ở gần các loài động vật ở Châu Phi như vậy.  Mei Mei, con tê giác mù bẩm sinh nhưng được phẫu thuật tại đây để lấy lại thị lực, người sẽ đến nơi hoang dã vào một ngày nào đó, con tê giác mù Alfie sẽ vĩnh viễn ở trại trẻ mồ côi trong khu bảo tồn.  Động vật được chăm sóc bởi những người chăm sóc cống hiến cả cuộc đời cho từng con vật, họ quan tâm sâu sắc đến động vật và điều đó thể hiện qua sức khỏe cũng như phúc lợi của chúng.  Phòng khám thú y được xây dựng là tốt nhất, đó là điều đáng xem.  Những con báo đang được cai nghiện, con sư tử sẽ được chăm sóc, những con voi luôn ở bên người chăm sóc để bảo vệ chúng, con gấu nâu được một vườn thú ở Nga trao cho khu bảo tồn, những con chim... Tôi có thể tiếp tục và TRÊN.  Chúng tôi đã thấy động vật hoang dã châu Phi ở đó - tuyệt nhất là ở Ol Jogi.Đọc thêm",
            "Giá phòng ở đây là bao nhiêu? Đọc thêm",
            "Phí vào công viên là bao nhiêu?, có thể có hướng dẫn viên thường trú tại cơ sở không? Chi phí chỗ ở là bao nhiêu?Đọc thêm",
            "Bạn có tính phí vào cửa không?Đọc thêm",
            "Có chỗ ở tốt không?\nĐọc thêm",
            "Tôi chưa từng đến khách sạn trong khu bảo tồn nhưng chắc hẳn là nó rất tốt, nó rất độc đáo.  Đặt trước khi bạn đến đó.Đọc thêm",
            "Xin chào Ol Jogi Tôi đang có kế hoạch đến để xem động vật và hòa mình vào thiên nhiên, câu hỏi của tôi là có phí vào khu bảo tồn Ol Jogi không và phí là bao nhiêu. Tóm lại là có hoạt động nào yêu cầu phải trả phí khi ở trong công viên không? Cảm ơnĐọc thêm",
            "Xin chào, nếu bạn muốn xem nhiều loài động vật, đặc biệt là 5 loài động vật lớn, hãy thử masai mara. Trong khu bảo tồn OlJogi, bạn có thể nhìn thấy tê giác, voi và các loài thú nhỏ như ngựa vằn, linh dương. Ngoài ra còn có một vườn thú nhỏ khép kín với báo gêpa, sư tử, v.v. Ở Oljogi có tính phí nhưng tôi không chắc chắn về khoản phí này đối với người nước ngoài. Vui lòng gọi trước sẽ có íchĐọc thêm",
            "Vui lòng cung cấp số liên lạc có thể liên lạc được.Đọc thêm",
            "- 254 062 2031650\n\nHãy thử số nàyĐọc thêm",
            "Vợ tôi, anh trai tôi và tôi đã xây dựng sân tennis vào năm - - - 1990. Tôi rất muốn quay lại đây với tư cách là khách trả tiền hoặc để làm lại mặt sân!\nTôi phải liên hệ với ai? Người quản lý của Ranch??\n\nCảm ơn,\nBruce Bauer\nAgile Courts Construction\ntel. 305-428-3761 hoặc 268-460-4447\nbauerb - candw.agĐọc thêm",
            "Chào ngài - thưa bà\nBạn có bao nhiêu một nhóm thanh niên nhà thờ khoảng 25 người trong số họ\n\nChrisĐọc thêm",
            "Tỷ lệ xem động vật hoang dãĐọc thêm",
            "Chúng tôi đã thấy mọi thứ trong ba giờ ngoại trừ mèo. Đọc thêm",
            "cách đặt chỗ ởĐọc thêm",
            "Xin lỗi, tôi không thể giúp bạn vì tôi đã đặt chỗ qua một nhóm du lịch. Đọc thêm",
            "Bạn có gấuĐọc thêm"
        ],
        "star_ratings": [
            23,
            5,
            2,
            0,
            0
        ],
        "review_amount": 30,
        "location": [
            "Thị trấn Nanyuki",
            "Kenya",
            "Tỉnh Thung lũng Rift",
            "Khu bảo tồn động vật hoang dã Ol Jogi",
            "Châu phi",
            "Những điều cần làm ở Thị trấn Nanyuki",
            "Quận Laikipia",
            "Thành phố Nanyuki"
        ],
        "reviews_time": [
            "Written May 30, 2022",
            "Written April 10, 2021",
            "Written March 25, 2021",
            "Written November 6, 2019",
            "Written September 19, 2019",
            "Written April 21, 2019",
            "Written February 18, 2019",
            "Written December 6, 2018",
            "Written April 18, 2018",
            "Written February 16, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g612348-d5427677-Reviews-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_County_Ri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g612348-d5427677-Reviews-or10-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_Coun.html",
            "https://www.tripadvisor.com/Attraction_Review-g612348-d5427677-Reviews-or20-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_Coun.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d146792-Reviews-Museum_of_the_Rockies-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d144113-Reviews-Cakebread_Cellars-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g11962583-d307023-Reviews-Long_Key_State_Park-Layton_Long_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574356-d664631-Reviews-Aqualand_Corfu_Water_Park-Agios_Ioannis_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41674-d571296-Reviews-Southwick_s_Zoo-Mendon_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g674248-d6873019-Reviews-Piscines_Naturelles_De_Cavu-Sainte_Lucie_De_Porto_Vecchio_Zonza_Corse_du_Sud_Cors.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d6002200-Reviews-Al_Mina_Fish_Market-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d1159434-Reviews-Oceade-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d6487687-Reviews-James_Lee_Park-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2465584-Reviews-Rick_s_Restorations-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g612348-d5427677-Reviews-or10-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_Coun.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g612348-d5427677-Reviews-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_County_Ri.html"
    }
]