[
    {
        "attraction_name": "Old Sturbridge Village",
        "attraction_name_vi": "Làng Sturbridge cổ",
        "general_info": [
            "1.471 đánh giá",
            "- 1 trong 17 điều cần làm ở Sturbridge",
            "Trang web giáo dục",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Ngôi làng ở New England được tái tạo với các tòa nhà cổ đích thực, mang đến cho du khách cái nhìn sâu sắc về cuộc sống vào đầu những năm 1800.Đọc thêm",
        "reviews": [
            "Đây là điểm dừng chân đầu tiên của chúng tôi trong kỳ nghỉ ở trung tâm MA. Nó được bố trí hợp lý với nhiều kho báu vượt thời gian - vật phẩm và tòa nhà - . Chúng tôi có thể tham quan với giá chỉ bằng một nửa vì họ đang chuẩn bị cho American Roadshow; Nó dường như được định giá quá cao - giá trị - giá nếu giá đầy đủ - . Số lượng người lớn tham gia là - 30. Có 2 khu vực đã diễn ra các cuộc biểu tình - có lẽ có thể có nhiều hơn nữa. Tuy nhiên, lịch sử và những lời giải thích ở đây rất hữu ích cho việc du hành ngược thời gian!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời. Đã hơn 30 năm kể từ lần cuối chúng tôi ở đó. Rất nhiều thứ đã thay đổi và tốt hơn. Vị trí rất gần với rất nhiều nhà hàng và cửa hàng.\nChúng tôi ở khách sạn IHG và nó cũng rất tuyệt. Chúng tôi đã sắp xếp để đi, nhưng COVID đã đóng cửa thế giới. Thật tuyệt khi được đi.Đọc thêm",
            "Chuyến thăm đầu tiên của tôi sau nhiều năm: ngôi làng vẫn giữ được tất cả nét quyến rũ và chiều sâu của lịch sử mà tôi nhớ lại từ những lần đến thăm khi còn là học sinh và sau đó là giáo viên.  Nó không đông đúc và vì vậy chúng tôi có thể khám phá mà không phải chờ đợi hay xếp hàng nhiều. Nhân viên rất hữu ích, nhiều thông tin và thành thạo các nghề hoặc vai trò của họ.\nĐọc thêm",
            "Tham quan Làng Old Sturbridge thật thú vị và nhiều thông tin.  Đã ở đây khoảng 30 năm trước với trẻ em nhưng lần này đi cùng một người bạn trưởng thành cho phép chúng tôi đi lang thang, thăm hỏi nhân viên và đọc về ngôi làng.  Tôi muốn gửi lời cảm ơn tới Gloria, Pat và Edward.Đọc thêm",
            "Đây là chuyến đi thứ hai của tôi đến Old Sturbridge và không làm tôi thất vọng. Chương trình Phantoms by Firelight là sự kết hợp giữa lịch sử về cái chết - những tập tục đau buồn cũng như những màn trình diễn lửa - nhào lộn - uốn dẻo trong rạp xiếc nhân loại mang tính giải trí lịch sử. Đội ngũ ở Sturbridge thật tuyệt vời, đồ trang trí và âm nhạc trên cây cầu có mái che mang lại niềm vui mùa thu ma quái - đặc biệt là vào thứ Sáu ngày 13 - và buổi tối trôi qua. Sự thức tỉnh và trình diễn nghệ thuật làm tóc như một sự tưởng nhớ thật cảm động. Nếu bạn phải lựa chọn giữa các chương trình Giáng sinh và Halloween, tôi sẽ trải nghiệm Giáng sinh vì tất cả các tòa nhà đều mở cửa và có nhân viên, có nhiều buổi trình diễn hàng thủ công hơn và đồ ăn ngon hơn - các lựa chọn bữa tối - Giáng sinh có dịch vụ bữa tối đầy đủ, nhưng Phantoms chỉ có tùy chọn gói súp - . Những phần được mở cho Phantoms rất tuyệt, nhưng tôi sẽ mang theo một vị khách chưa từng đến và cảm thấy lần này chúng tôi đã bỏ lỡ nhiều lịch sử hơn. Đây là lần ghé thăm thứ hai, thật tuyệt vời và những nghệ sĩ biểu diễn đặc biệt hoàn toàn xuất sắc và khiến đám đông kinh ngạc. Hãy đến và ủng hộ tổ chức tuyệt vời này thường xuyên nhất có thể - đó là một kho báu quý hiếm và là nơi để tạo nên những kỷ niệm. Đọc thêm",
            "Trải nghiệm tuyệt vời là gì! Các nhân vật rất thân thiện và vui vẻ chia sẻ kiến ​​thức cũng như khuyến khích chụp ảnh. Sân đất sạch sẽ và được bảo trì tốt để đi bộ. Các phòng nghỉ sạch sẽ, dễ tiếp cận và có sẵn ở nhiều điểm khác nhau dọc theo khu trưng bày. Bạn thực sự sẽ cần 4 đến 5 giờ để xem mọi thứ.  Chúng tôi chắc chắn sẽ quay trở lại! Đọc thêm",
            "đã không ở đây hơn 30 năm nên tôi rất hào hứng được sống lại trải nghiệm này.  đó là một ngày yên tĩnh nhưng hầu hết các tòa nhà đều có thông dịch viên sẵn lòng chia sẻ kỹ năng của họ với chúng tôi.  Cảm ơn Tom, người đã dành rất nhiều thời gian để chỉ cho chúng tôi cách làm hộp đựng băng tần và thậm chí còn đưa cho chúng tôi một số vật liệu để chúng tôi có thể tự làm ở nhà.   những người yêu thích của chúng tôi, ngoài Tom, là Cooper, người thợ rèn và người phụ nữ ở cửa hàng tổng hợp.  họ thực sự yêu thích những gì họ làm và sự nhiệt tình của họ đến từ đó.  thắng - không đợi quá lâu để quay lại!Đọc thêm",
            "Vợ tôi và tôi rất quan tâm đến lịch sử và những ngôi làng lịch sử như Sturbridge. Chúng tôi vô cùng hài lòng với sự quan tâm đến từng chi tiết của mọi thứ được trình bày ở đây. Các thông dịch viên lịch sử, mặc trang phục và phong cách cổ xưa, cung cấp thông tin rất tự nhiên và giàu thông tin. Họ dường như không có kịch bản và rất tương tác với khách. Họ trả lời các câu hỏi với kiến ​​thức chi tiết về chủ đề mà không do dự và cúi chào. Tại xưởng gốm anh cho các em thử quay bánh xe gốm, người thợ rèn tương tác với các em bằng cách đặt nhiều câu hỏi. Đây chính xác là cách nó phải diễn ra, một trải nghiệm học tập thú vị và đơn giản dành cho tất cả mọi người. Phí vào cửa hợp lý, đặc biệt là khi bạn đi dạo trong khuôn viên và cân nhắc những gì cần thiết để duy trì một bảo tàng như vậy. Quán rượu, cửa hàng, quán kem đều hợp lý. Nói chung, đó sẽ là một trải nghiệm tuyệt vời cho những ai yêu thích lịch sử và tìm hiểu về một thời kỳ làm việc khác biệt, đơn giản hơn nhưng chăm chỉ hơn ở Mỹ.Đọc thêm",
            "Vợ tôi và tôi rất quan tâm đến lịch sử và những ngôi làng lịch sử như Sturbridge. Chúng tôi vô cùng hài lòng với sự quan tâm đến từng chi tiết của mọi thứ được trình bày ở đây. Các thông dịch viên lịch sử, mặc trang phục và phong cách cổ xưa, cung cấp thông tin rất tự nhiên và giàu thông tin. Họ dường như không có kịch bản và rất tương tác với khách. Họ trả lời các câu hỏi với kiến ​​thức chi tiết về chủ đề mà không do dự và cúi chào. Tại xưởng gốm anh cho các em thử quay bánh xe gốm, người thợ rèn tương tác với các em bằng cách đặt nhiều câu hỏi. Đây chính xác là cách nó phải diễn ra, một trải nghiệm học tập thú vị và đơn giản dành cho tất cả mọi người. Phí vào cửa hợp lý, đặc biệt là khi bạn đi dạo trong khuôn viên và cân nhắc những gì cần thiết để duy trì một bảo tàng như vậy. Quán rượu, cửa hàng, quán kem đều hợp lý. Nói chung, đó sẽ là một trải nghiệm tuyệt vời cho những ai yêu thích lịch sử và tìm hiểu về một thời kỳ làm việc khác biệt, đơn giản hơn nhưng chăm chỉ hơn ở Mỹ.Đọc thêm",
            "đã không ở đây hơn 30 năm nên tôi rất hào hứng được sống lại trải nghiệm này.  đó là một ngày yên tĩnh nhưng hầu hết các tòa nhà đều có thông dịch viên sẵn lòng chia sẻ kỹ năng của họ với chúng tôi.  Cảm ơn Tom, người đã dành rất nhiều thời gian để chỉ cho chúng tôi cách làm hộp đựng băng tần và thậm chí còn đưa cho chúng tôi một số vật liệu để chúng tôi có thể tự làm ở nhà.   những người yêu thích của chúng tôi, ngoài Tom, là Cooper, người thợ rèn và người phụ nữ ở cửa hàng tổng hợp.  họ thực sự yêu thích những gì họ làm và sự nhiệt tình của họ đến từ đó.  thắng - không đợi quá lâu để quay lại!Đọc thêm",
            "Công việc tuyệt vời ở ngôi làng này.  Nhân viên có tính cách tuyệt vời và cung cấp thông tin tốt liên quan đến thời kỳ.  Đó là một ngày rất thú vị!Đọc thêm",
            "Tôi - đã muốn đến đây từ lâu và rất vui mừng khi cuối cùng cũng có cơ hội thực hiện điều đó.  Ngôi làng rộng lớn được tái tạo này là một cách tuyệt vời để tìm hiểu thêm về New England vào thế kỷ 19; nó có mọi thứ từ in ấn, luyện kim đến trồng trọt và các diễn viên trực tiếp để giải thích thêm về cuộc sống hàng ngày.  Chúng tôi đã được xem các diễn viên thực sự thực hành một số nghề như chúng đã được thực hiện vào thế kỷ 19 - chúng tôi đặc biệt thích xem người đàn ông điều hành máy in và ông ấy đã kiên nhẫn trả lời tất cả các câu hỏi của chúng tôi.  Những con đường thông thoáng và dễ đi, đồng thời có rất nhiều ghế dài để ngồi và ngắm cảnh.  Chúng tôi đã ở đây vào đầu tháng 3, vì vậy một số khu vực có thời tiết ấm hơn - như vườn thảo mộc và chuồng ong - vẫn không hoạt động - chúng tôi mong được quay lại đây trong thời tiết ấm áp hơn để tận hưởng mọi thứ khác.  Phòng vệ sinh rất sạch sẽ và ở đây có một quán rượu nơi bạn có thể ngồi ăn.  Đây là một ngôi làng siêu lớn và được chú trọng rất chi tiết. Một nhược điểm mà tôi sẽ đề cập là tôi ước có nhiều biển báo hơn khắp ngôi làng.  Có những biển báo cho chúng tôi biết nơi đỗ xe, nhưng lại không có biển báo nào chỉ vào lối vào chính, vì vậy chúng tôi phải đoán.  Ngoài ra, mặc dù chúng tôi có được bản đồ ngôi làng ở cổng chính nhưng một số tòa nhà không được dán nhãn, vì vậy chúng tôi phải đoán xem tòa nhà nào gắn liền với con số nào trên bản đồ của chúng tôi.  Chúng tôi cũng không biết tòa nhà nào có diễn viên trực tiếp, vì vậy chúng tôi có thể đã bỏ lỡ cơ hội tiếp xúc với nhiều diễn viên hơn vì chúng tôi không biết họ ở đâu.  Ví dụ: Richardson House, văn phòng in ấn và nhà xuất bản luyện kim đều có diễn viên trực tiếp, nhưng ngân hàng và văn phòng luật lại trống rỗng một cách đáng ngạc nhiên - đó sẽ là cơ hội tuyệt vời để tìm hiểu thêm về cách thức hoạt động của ngân hàng và luật vào thế kỷ 19. thế kỷ.Đọc thêm",
            "Nơi này rất đẹp, tuy nhiên tôi thấy nó còn thiếu.  Rất nhiều ngôi nhà không có người mặc trang phục cổ xưa.  Tôi tưởng sẽ có người giải thích về Tiệm giày, văn phòng luật, Quán rượu hay Nhà họp. Tôi rất thất vọng khi không nhìn thấy điều này.  Chúng tôi ăn trưa tại Bullard Tavern và nó rất ngon.  Tôi đã ăn súp rau trong bát bánh mì, nó thật tuyệt vời và bạn trai tôi có món panini thịt bò bắp cũng rất ngon.  Sau đó chúng tôi đến tiệm bánh chỉ để thất vọng vì không có bánh mới nướng nào cả.  Nó không nên được quảng cáo là một tiệm bánh.  Sau đó là một chuyến đi đến cửa hàng quà tặng, cũng thất vọng vì giá quá cao.  Sau khi trả tiền - 25. nhập học mong đợi được xem các diễn viên thời kỳ kể cho bạn nghe về lịch sử của nơi này, tôi đã rất thất vọng.  Tôi nhớ một chuyến đi tôi đã thực hiện ở đó vào đầu những năm 80 và lúc đó nó còn tuyệt vời hơn thế này rất nhiều.Đọc thêm",
            "Mẫu đồ ăn - đồ uống không đầy đủ, lặp đi lặp lại, ít phiên dịch viên mặc trang phục hơn, không có người hát rong. Có màn hình đa văn hóaĐọc thêm",
            "Trải nghiệm tuyệt vời là gì! Các nhân vật rất thân thiện và vui vẻ chia sẻ kiến ​​thức cũng như khuyến khích chụp ảnh. Sân đất sạch sẽ và được bảo trì tốt để đi bộ. Các phòng nghỉ sạch sẽ, dễ tiếp cận và có sẵn ở nhiều điểm khác nhau dọc theo khu trưng bày. Bạn thực sự sẽ cần 4 đến 5 giờ để xem mọi thứ.  Chúng tôi chắc chắn sẽ quay trở lại! Đọc thêm",
            "Nếu bạn không chắc chắn về việc đi hay không - ĐI!!!  Làng Sturbridge cũ - OSV - thật tuyệt vời.  Ngay cả với tất cả các đánh giá tích cực, tôi vẫn không chắc chắn liệu nó có đáng để ghé thăm hay không.  Chúng tôi đã đến New England để tham gia một chuyến đi ngắm lá mùa thu bằng ô tô - chúng tôi đã đến thăm Vermont, New Hampshire, Massachusetts và New York để tìm kiếm màu sắc mùa thu đẹp trong một năm nhìn chung có nhiều tán lá và chuyến đi đến OSV của chúng tôi là một điểm nổi bật.  Có quá nhiều thứ để xem và làm, chúng tôi chỉ có 4 giờ và có lẽ đã xem được một nửa số vật trưng bày.  Phần lớn các hoạt động theo lịch trình diễn ra vào buổi chiều và chúng tôi thậm chí còn không được xem những hoạt động đó, nhưng ngay cả - những công việc thường ngày - hàng ngày cũng thật hấp dẫn - thợ gốm, thợ rèn, nông dân, động vật, thợ thiếc và thợ đóng giày cũng đang làm việc như nhiều phiên dịch viên ở nhà hội, nhà riêng và chung.  Rất nhiều lịch sử và trải nghiệm phong phú đã thực sự khiến khu vực New England trở nên sống động. Đến thăm vào mùa thu với màu sắc đồng đều rất đẹp và một ngày mù sương chỉ làm tăng thêm bầu không khí. Chúng tôi ăn trưa trong quán cà phê - món chowda rất tuyệt nhưng bát bánh mì mới nướng thì tuyệt vời - hãy lấy một cái.  Vợ tôi rất thích chiếc bánh nồi gà của cô ấy và chiếc bánh của người chăn cừu cũng trông rất tuyệt.  Ước gì chúng tôi có thể ở lại tham dự sự kiện Halloween Phantoms tối hôm đó nhưng không thể.  Tôi thực sự rất thích xem sự kiện Giáng sinh.  Nhìn chung, Đây chỉ là một trải nghiệm tuyệt vời dành cho người trẻ và người già - tôi hoàn toàn sẽ quay lại và sẽ làm như vậy vào nhiều thời điểm khác nhau trong năm.  Hãy tự giúp mình và ĐI!  Cảm ơn tất cả những người trong nhiều thập kỷ đã tạo ra và bảo tồn kho báu tuyệt vời này.Đọc thêm",
            "Đây là chuyến đi thứ hai của tôi đến Old Sturbridge và không làm tôi thất vọng. Chương trình Phantoms by Firelight là sự kết hợp giữa lịch sử về cái chết - những tập tục đau buồn cũng như những màn trình diễn lửa - nhào lộn - uốn dẻo trong rạp xiếc nhân loại mang tính giải trí lịch sử. Đội ngũ ở Sturbridge thật tuyệt vời, đồ trang trí và âm nhạc trên cây cầu có mái che mang lại niềm vui mùa thu ma quái - đặc biệt là vào thứ Sáu ngày 13 - và buổi tối trôi qua. Sự thức tỉnh và trình diễn nghệ thuật làm tóc như một sự tưởng nhớ thật cảm động. Nếu bạn phải lựa chọn giữa các chương trình Giáng sinh và Halloween, tôi sẽ trải nghiệm Giáng sinh vì tất cả các tòa nhà đều mở cửa và có nhân viên, có nhiều buổi trình diễn hàng thủ công hơn và đồ ăn ngon hơn - các lựa chọn bữa tối - Giáng sinh có dịch vụ bữa tối đầy đủ, nhưng Phantoms chỉ có tùy chọn gói súp - . Những phần được mở cho Phantoms rất tuyệt, nhưng tôi sẽ mang theo một vị khách chưa từng đến và cảm thấy lần này chúng tôi đã bỏ lỡ nhiều lịch sử hơn. Đây là lần ghé thăm thứ hai, thật tuyệt vời và những nghệ sĩ biểu diễn đặc biệt hoàn toàn xuất sắc và khiến đám đông kinh ngạc. Hãy đến và ủng hộ tổ chức tuyệt vời này thường xuyên nhất có thể - đó là một kho báu quý hiếm và là nơi để tạo nên những kỷ niệm. Đọc thêm",
            "đã đi bằng xe đẩy thông thường và xe đẩy chạy bộ, chắc chắn nên dùng xe đẩy chạy bộ, chúng tôi thích ngắm nhìn các loài động vật, cháu trai tôi rất thích chúng, tuy nhiên sân chơi dành cho trẻ lớn hơn và có rất ít sân chơi dành cho trẻ 2 tuổi - ngoài các loài động vật - Đọc thêm"
        ],
        "star_ratings": [
            1027,
            342,
            69,
            19,
            14
        ],
        "review_amount": 1471,
        "location": [
            "Làng Sturbridge cổ",
            "Hoa Kỳ",
            "Sturbridge",
            "Massachusetts - MA -",
            "Các hoạt động ở Sturbridge"
        ],
        "reviews_time": [
            "Written June 16, 2023",
            "Written June 26, 2023",
            "Written July 16, 2023",
            "Written September 20, 2023",
            "Written October 16, 2023",
            "Written October 22, 2023",
            "Written May 6, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written March 7, 2024",
            "Written February 27, 2024",
            "Written December 10, 2023",
            "Written October 22, 2023",
            "Written October 21, 2023",
            "Written October 16, 2023",
            "Written September 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41854-d108658-Reviews-Old_Sturbridge_Village-Sturbridge_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d919173-Reviews-B_T_s_Smokehouse-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d516715-Reviews-Cedar_Street_Grille-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d1980449-Reviews-Sturbridge_Coffee_House-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d4837342-Reviews-Sturbridge_Seafood-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d11046363-Reviews-Cedar_Street_Cafe-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d12335794-Reviews-Sturbridge_Porterhouse-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d2255191-Reviews-The_Thai_Place-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d1507261-Reviews-Oliver_Wight_Tavern-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41568-d848209-Reviews-Churchill_s_Village_Eatery-Fiskdale_Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41854-d12462622-Reviews-The_Barn_at_Wight_Farm-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41568-d1137488-Reviews-St_Anne_s_Shrine-Fiskdale_Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d7785179-Reviews-Sturbridge_Flea_Market-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d15247496-Reviews-Altruist_Brewing_Company-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d26711543-Reviews-Phantoms_by_Firelight-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d25909131-Reviews-Deep_Roots_Distillery_USA-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d4992252-Reviews-Hyland_Orchard_Brewery-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41495-d12700065-Reviews-Tree_House_Brewing_Company-Charlton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41844-d10916366-Reviews-Optical_Heritage_Museum-Southbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d3940548-Reviews-Westville_Recreation_Area-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d3294910-Reviews-Wells_State_Park-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d108658-Reviews-or10-Old_Sturbridge_Village-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d13173375-Reviews-Chickadees-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d8655850-Reviews-The_Bird_Store_and_More-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d12677170-Reviews-Sturbridge_Yankee_Pedlar-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d12689081-Reviews-Yankee_Candle-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d27120927-Reviews-Yankee_Spirits-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d1627119-Reviews-Sturbridge_Host_Hotel_Conference_Center_Lounge-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41568-d16668199-Reviews-The_Thrifty_Gypsy-Fiskdale_Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d4698724-Reviews-Sadie_Green_s_Curiosity_Shop-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d8719328-Reviews-Brush_It_Off-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d12685587-Reviews-Sadie_Green_s_Emporium-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d4706406-Reviews-Simple_Indulgence_Day_Spa-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d319136-Reviews-Gates_of_the_Mountains-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d7790681-Reviews-Mamba_Village_Centre-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075085-d15056654-Reviews-Suluada-Kumluca_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d188681-Reviews-Palace_of_Versailles-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g47682-d6961662-Reviews-Mark_Twain_s_Summer_Home-Elmira_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31262-d108811-Reviews-Lake_Havasu-Lake_Havasu_City_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g57061-d1015293-Reviews-Valley_of_the_Gods-Mexican_Hat_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g35500-d11543754-Reviews-Pettit_Lake-Ketchum_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g58267-d3805969-Reviews-Factory_Antique_Mall-Verona_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12932545-Reviews-Busan_Tower-Busan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41854-d108658-Reviews-or10-Old_Sturbridge_Village-Sturbridge_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41854-d108658-Reviews-Old_Sturbridge_Village-Sturbridge_Massachusetts.html"
    }
]