[
    {
        "attraction_name": "Old Venetian Harbor",
        "attraction_name_vi": "Cảng Venetian cổ",
        "general_info": [
            "6.597 đánh giá",
            "2 trong số 80 điều cần làm ở Thị trấn Chania",
            "Bến du thuyền",
            "Điểm tham quan Điểm mốc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Có ý nghĩa lịch sử, không tốn kém và đáng xem. Đó là 2 euro cho đám đông hơn 65 tuổi và 4 euro cho những người khác. Đó là một công trình kiến ​​trúc đồ sộ và có một số vật phẩm được tìm thấy ở tầng dưới mặc dù không có lời giải thích nào về những vật phẩm đó. Phần tuyệt vời nhất là tầng trên cùng mở với tầm nhìn chi tiết và mở rộng.Đọc thêm",
            "Nơi đẹp và rất đẹp như tranh vẽ. Bạn không thể có đủ việc đi dạo qua các con hẻm và duyệt qua các cửa hàng khác nhau. Bạn cũng có thể tìm thấy một số nhà hàng và quán bar phục vụ đồ ăn và đồ uống. \nTrong suốt thời gian ở Crete và bất kể chúng tôi đi đâu trong ngày, chúng tôi luôn đi dạo trong khu phố cổ và bến cảng Venice!Đọc thêm",
            "Nơi này khá là gì đó. Ngọn hải đăng đứng lâu đời nhất ở Địa Trung Hải nằm ở lối vào bến cảng và bạn có thể đi bộ dọc theo bức tường chắn biển để đến đó. \n\nRất nhiều chuyến đi bằng thuyền để bạn lựa chọn hoặc thuê một chiếc thuyền máy nhỏ. \n\nCác quán cà phê và nhà hàng nằm dọc bến cảng và nơi này có tiếng vang rất lớn.\n\nNếu bạn đang lái xe vào, hãy cẩn thận! Đây là một nơi khó tìm được chỗ đậu xe và đường rất hẹp, vì vậy đừng thử lái một chiếc SUV.  Điều đó nói lên rằng, chúng tôi yêu nơi này và có ý định quay lại.Đọc thêm",
            "Thật là một nơi đáng yêu để dành vài ngày khám phá đường phố, tòa nhà, ngõ hẻm, nhà hàng, quán bar và cửa hàng nhỏ độc lập. Mọi nơi đều rất thân thiện và dễ tiếp cận nhất. Bạn có thể đi bộ, khám phá và đi bộ nhiều hơn và trên đường đi, bạn có thể thư giãn tại rất nhiều quán cà phê và nhà hàng xinh xắn hoàn toàn được giới thiệu cho những ai yêu thích khám phá thành phốĐọc thêm",
            "Bến cảng này là một nơi rất thú vị để đi dạo, thưởng thức đồ ăn và đồ uống, hoặc chỉ trố mắt nhìn mọi người - và những sinh vật khác - đến xung quanh!\nCó vô số nơi để dừng chân ăn uống, cộng với một số cửa hàng thú vị và những con hẻm chảy ra bến cảng rất thú vị.\nChắc chắn đáng để ghé thăm và bạn gần như chắc chắn sẽ đi bộ ít nhất một lần nếu ở Chania, vì vậy hãy tận hưởng!Đọc thêm",
            "Trong thời gian ở Chania, chúng tôi đến đây hàng ngày chỉ đơn giản là đi dạo dọc theo bờ sông hoặc cắn một miếng và thư giãn. Các \nbến cảng tuyệt đẹp, đặc biệt là vào lúc hoàng hôn hoặc vào ban đêm khi nơi này được thắp sáng. Có vô số nhà hàng và quán cà phê nhưng \nTôi cảm thấy họ quá khách du lịch trong việc định giá. Có vô số hoạt động mua sắm ở nhiều con đường phụ. Nhìn chung, chúng tôi rất thích \nlần ở đây.Đọc thêm",
            "Có một tuần thư giãn tuyệt vời khi ở Chania cùng một cặp đôi. Nơi này rất đẹp với những tòa nhà nhỏ tuyệt đẹp và những cửa hàng kỳ quặc để dạo quanh. Các quán bar và nhà hàng nằm dọc bến cảng, là nơi tuyệt vời để dừng chân và ngắm mọi người. Gió mát dễ chịu nữa.\nChúng tôi đã ăn ở nhà hàng Galileo dọc bến cảng nhiều lần vì đồ ăn ngon, giá cả phải chăng và những người phục vụ rất thân thiện, họ nhớ chúng tôi, điều đó thật tuyệt, không chỉ là một khách du lịch khác!\nĐiều duy nhất làm hỏng mọi thứ đối với tôi trong suốt thời gian ở đây là việc nhìn những chú ngựa kéo xe ngựa quanh thị trấn hết lần này đến lần khác. Những sinh vật tội nghiệp này ở đó mỗi ngày chúng tôi vào thị trấn, bất kể trời nắng nóng như thế nào và tôi đoán chúng phải có nước nhưng tôi không thể nhìn thấy bất kỳ thứ gì??\nChúng tôi sẽ không đến gần những thứ này và tôi khuyên khách du lịch tránh xa chúng. Trừ khi chúng được quản lý chặt chẽ để ngựa chỉ làm việc vào một số ca nhất định, tôi không hiểu tại sao bất kỳ ai lại thích thú khi ngồi trên những thứ này. Những chú ngựa đang phi nước kiệu trên những con đường lát đá cuội cứng và tôi thấy một chủ xe ngựa đang sơn móng ngựa của mình để che đi vẻ ngoài tồi tàn của chúng.\nChúng tôi đã đi vào tháng 5, thời tiết rất ấm áp nhưng tôi thậm chí không thể chịu đựng được suy nghĩ về những gì những chú ngựa này sẽ mang lại cho chúng với một mùa hè dài nóng nực phía trước. Có rất nhiều điều thú vị để làm và xem ở Chania, mà không liên quan đến việc khiến động vật phải chịu căng thẳng. Đọc thêm",
            "Đây có thể là một trong những địa điểm được chụp ảnh đẹp nhất ở Crete. Bất kể bạn ghé thăm bến cảng vào thời gian nào trong ngày hay đêm, sẽ luôn có nhiều thứ để xem và làm.Đọc thêm",
            "Có một tuần thư giãn đáng yêu như một cặp vợ chồng ở Chania. Nơi này rất đẹp với những tòa nhà nhỏ tuyệt vời và những cửa hàng kỳ quặc để dạo quanh. Các quán bar và nhà hàng nằm dọc bến cảng, đây là nơi tuyệt vời để dừng chân và ngắm nhìn mọi người. Gió mát đáng yêu quá. Chúng tôi đã ăn ở nhà hàng Galileo dọc bến cảng hơn một lần vì đồ ăn ngon, giá cả hợp lý và những người phục vụ rất thân thiện, họ nhớ đến chúng tôi, điều đó thật tuyệt, không chỉ là một khách du lịch khác! Điều duy nhất làm hỏng mọi thứ đối với tôi trong suốt thời gian đó kỳ nghỉ của tôi, là ngắm nhìn những chú ngựa kéo xe quanh thị trấn hết lần này đến lần khác. Những sinh vật tội nghiệp này ở đó hàng ngày chúng tôi vào thị trấn, bất kể mặt trời có nóng đến thế nào và tôi đoán họ phải có nước nhưng tôi không thể nhìn thấy gì cả?? Chúng tôi sẽ không đến gần những thứ này và tôi khuyến khích khách du lịch đừng bỏ lỡ chúng. Trừ khi chúng được quản lý hợp lý để ngựa chỉ hoạt động theo những khoảng thời gian nhất định, tôi không hiểu tại sao mọi người lại cảm thấy thích thú khi cưỡi những thứ này. Những chú ngựa đang phi nước kiệu trên những con đường rải sỏi cứng và tôi thấy một người chủ xe ngựa đang sơn móng ngựa của mình để che đi vẻ ngoài kém chất lượng của chúng. Chúng tôi đã đến vào tháng Năm, thời tiết rất ấm áp nhưng tôi thậm chí không thể chịu nổi khi nghĩ đến những gì những chú ngựa này đang chuẩn bị cho chúng với một mùa hè dài nóng nực sắp tới. Có rất nhiều điều thú vị để làm và ngắm nhìn ở Chania mà không liên quan đến việc khiến động vật phải chịu căng thẳng.Đọc thêm",
            "Cố gắng ra khỏi khu vực này trong ngày. Đường đến nhiều người đi thuyền. Họ thực sự nên hạn chế quyền truy cập. Có vẻ như rất nhiều thị trấn bị hủy hoại bởi tàu du lịch.Đọc thêm",
            "Trong thời gian ở Chania, chúng tôi đến đây hàng ngày chỉ đơn giản là đi dạo dọc theo bờ sông hoặc cắn một miếng và thư giãn. Bến cảng tuyệt đẹp đặc biệt là vào lúc hoàng hôn hoặc vào ban đêm khi nơi này lên đèn. Có vô số nhà hàng và quán cà phê nhưng tôi cảm thấy giá cả của họ quá hấp dẫn khách du lịch. Có vô số hoạt động mua sắm ở nhiều con đường phụ. Nhìn chung, chúng tôi rất thích thời gian ở đây.Đọc thêm",
            "Bến cảng này là một nơi rất thú vị để đi dạo, ăn uống hoặc chỉ cần ngắm nhìn mọi người - và những sinh vật khác - đi quanh đó! Có vô số nơi dừng chân để ăn uống, cùng với một số cửa hàng thú vị và những con hẻm chảy ra từ bến cảng rất thú vị. Chắc chắn đáng để ghé thăm và bạn gần như chắc chắn sẽ đi bộ ở đó ít nhất một lần nếu ở Chania, vì vậy hãy tận hưởng nhé! Đọc thêm",
            "Thông thường tôi sẽ cho ba sao vì tầm nhìn từ bức tường biển cổ kính rất đẹp, đặc biệt là vào ban đêm, nhưng có một số nhược điểm không nên bỏ qua.    Cảng Venice trở nên quá đông đúc; thực sự có những khoảnh khắc bạn cảm thấy ngột ngạt bởi đám đông đổ xô xung quanh.    Toàn bộ khu vực có vẻ giống như một cái bẫy du lịch; nhiều mặt hàng được bán trong cửa hàng không liên quan đến văn hóa địa phương.    Xung quanh có rất nhiều nhà hàng, nhưng bạn nên kiểm tra đánh giá từ những khách du lịch khác, đặc biệt là những nhà hàng có ba sao trở xuống để tránh những bất ngờ khó chịu. Hầu hết các nhà hàng ven biển đều tính giá cắt cổ. Tôi đã từng trả 45 euro cho một con cá cỡ lòng bàn tay, phục vụ đồ ăn đông lạnh và hâm nóng, đặc biệt là hải sản, và sự sạch sẽ có thể là một vấn đề khiến chúng tôi bị sốc khi biết mình phải đi bộ qua bếp của nhà hàng để đến phòng vệ sinh. .    Nếu bạn thích một chuyến du ngoạn trên biển, tốt hơn hết bạn nên đến một trong những thành phố lân cận; Hầu hết các thuyền cập cảng đều có giá rất cao trên 400 euro cho chuyến đi nhóm 45 người.    Các bến cảng làm nổi bật bức tường biển cổ xưa được bảo trì kém và ở một số nơi tràn ngập rác thải.    Khía cạnh cuối cùng nhưng không kém phần tiêu cực: cmon, mọi người, xin đừng bắt những con ngựa tội nghiệp phải chịu sự dày vò như vậy. Chẳng có gì lãng mạn hay cao quý khi dạo quanh bến cảng trên chiếc xe ngựa kéo đang chịu đói, khát, nóng nực... chưa kể sự hối hả, nhộn nhịp của đám đông, chỉ riêng điều đó thôi cũng là nguồn gây căng thẳng đáng kể cho những con vật tội nghiệp. Mặt tích cực: Tản bộ trên đê chắn sóng cũ hướng tới ngọn hải đăng thực sự rất thú vị. Nếu may mắn, bạn thậm chí có thể nhìn thấy những chú rùa đang bơi lội trong làn nước trong vắt. Tái bút: Hãy cẩn thận để không rơi xuống nước, vì một số khu vực phủ đầy tảo nên rất trơn và nước rất sâu.Đọc thêm",
            "Chúng tôi hoàn toàn tận hưởng một buổi chiều ở Cảng Venetian. Chúng tôi thích đi dạo và khám phá các con phố và cửa hàng xung quanh.Đọc thêm",
            "Những cửa hàng nhỏ xinh xắn, đáng yêu nữa.  Trong một chuyến đi và không thể ở lại lâu như chúng tôi mong muốn nhưng cũng đáng để ghé thăm Đọc thêm",
            "Phố cổ xinh đẹp bên dòng nước với nhiều cửa hàng và nhà hàng. Thật là một ngày vui vẻ khi đến thăm Chania. Tôi khuyên bạn nên ghé thăm trong vài giờ.Đọc thêm",
            "Thật là một nơi tuyệt đẹp và quyến rũ để đi dạo bên bờ biển.  Chúng tôi dừng lại ở một trong những nhà hàng ven biển và thưởng thức bữa trưa ngon miệng nhìn ra bến cảng lịch sử.Đọc thêm"
        ],
        "star_ratings": [
            4533,
            1732,
            277,
            37,
            18
        ],
        "review_amount": 6597,
        "location": [
            "tỉnh Chania",
            "thị trấn Chania",
            "Châu Âu",
            "đảo Crete",
            "Cảng Venice cổ",
            "Hoạt động giải trí tại Thị trấn Chania",
            "Hy Lạp"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written September 18, 2023",
            "Written September 23, 2023",
            "Written October 12, 2023",
            "Written April 13, 2024",
            "Written April 24, 2024",
            "Written May 23, 2024",
            "Written May 30, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written April 25, 2024",
            "Written April 13, 2024",
            "Written March 21, 2024",
            "Written December 30, 2023",
            "Written November 10, 2023",
            "Written November 8, 2023",
            "Written November 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d6697833-Reviews-Fresh_Point_Juice_Bar-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d12538077-Reviews-Laganon-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d7760380-Reviews-Colombo_Kitchen_Bar-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d13009689-Reviews-Mon_Es_Restaurant-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d8071568-Reviews-Il_Padrino_Italian_Restaurant_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d2141991-Reviews-To_Stachi-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d14116880-Reviews-Aspros_Gatos-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d10666734-Reviews-Pork_to_Beef_Wild-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d8352408-Reviews-Kritamon_Coffee_Wine_Food-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189415-d1915742-Reviews-Veneto_Ristorante_Italiano-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d7021151-Reviews-Church_of_Agios_Nikolaos-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d8090988-Reviews-Greek_National_Football_Museum-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d8738623-Reviews-Church_of_Saint_Rocco-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d7021137-Reviews-Hassan_Pascha_Mosque-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d7038037-Reviews-Cathedral_of_Eisodion_tis_Theotokou-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d17694259-Reviews-Giali_Tzamisi-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3224050-Reviews-Maritime_Museum_of_Crete-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d7029689-Reviews-Lighthouse_of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d5929757-Reviews-Etz_Hayyim_Synagogue-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d8735562-Reviews-Agia_Aikaterini_Church-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-or10-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g8391638-d2390622-Reviews-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3451837-Reviews-Notos_Day_Sailing-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d13834904-Reviews-Sea_Adventure-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d17591765-Reviews-Manos_cruises_Ferryman_Boat-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10430352-Reviews-Peacock_Tail_Bar-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d12254541-Reviews-Creta_Luxury_Cruises-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d7225079-Reviews-Fabulous_Crete-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d23992559-Reviews-Captain_Nestor_Boat_Trips-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d12239199-Reviews-Golden_Boheme_Yachting_Co-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d2677852-Reviews-Chania_Irish_Pub_Conor_Pass-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d12732268-Reviews-Sea_Breeze_Cruises-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10366387-Reviews-Miden_Agan-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d2157832-Reviews-Captain_Nick_s_Glass_Bottom_Boat_Aphrodite-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10413374-Reviews-Chania_Sailing_Cruises-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g33013-d106087-Reviews-Raging_Waters_Los_Angeles-San_Dimas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29321-d5123771-Reviews-Badlands_Off_Road_Park-Attica_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155253-Reviews-Old_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g55374-d3563972-Reviews-Bald_River_Falls-Tellico_Plains_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d6697597-Reviews-The_Raleigh_Market-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d1576336-Reviews-Tumalo_State_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d16874411-Reviews-Rainbow_Stairs-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028267-d12633568-Reviews-Votsalakia_Beach-Marathokampos_Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g49215-d181861-Reviews-Dry_Falls-Highlands_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d107691-Reviews-Hersheypark-Hershey_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-or10-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html"
    }
]