[
    {
        "attraction_name": "Old Lahaina Luau",
        "attraction_name_vi": "Lahaina Luau cổ",
        "general_info": [
            "7.854 đánh giá",
            "- 3 trong số 12 Nhà hát - Hòa nhạc tại Lahaina",
            "Nhà hát ăn tối",
            "Chậm"
        ],
        "attraction_summary": "Old Lahaina Luau tự hào giới thiệu một bữa tiệc Hawaii chính thống. Một buổi tối với ẩm thực Hawaii truyền thống, âm nhạc, khiêu vũ văn hóa và các cuộc biểu tình. Du khách sẽ đánh giá cao sự phản ánh chân thực về lịch sử phong phú của Hawaii trong khi thưởng ngoạn quang cảnh đại dương và hoàng hôn. Đọc thêm",
        "reviews": [
            "Món luau này thật tuyệt vời - bữa ăn ngon nhất chúng tôi có trong chuyến đi!  Phần giải trí đưa người xem đi qua lịch sử và văn hóa của người dân Hawaii được thực hiện rất tốt.  Thức ăn rất chân thực và ngon miệng! Máy chủ của chúng tôi, Nick và Mikaela rất xuất sắc.  Khung cảnh hoàn hảo từ bất kỳ bàn nào - cảnh hoàng hôn tuyệt đẹp đi kèm với dịch vụ bữa tối, sau đó chương trình bắt đầu sau món tráng miệng.  Những chiếc vòng hoa lan tuyệt đẹp được trưng bày khi chúng tôi bước vào. Tất cả đều ở ngoài trời.  Nhiếp ảnh gia ở đó đã cho chúng tôi một trong những bức ảnh đẹp nhất, gia đình chúng tôi bên bờ nước. Thật đáng để bỏ bữa trưa ngày hôm đó để có đủ chỗ cho tất cả đồ ăn họ cung cấp trong 7 món.Đọc thêm",
            "Trong hai thập kỷ qua, gia đình chúng tôi đã đến nhiều Luau - s trên mọi hòn đảo Hawaii và Old Lahaina trên Maui vẫn là nơi tuyệt vời nhất. Thức ăn rất nổi bật, nhiều lựa chọn đồ uống dành cho người lớn được bao gồm trong chi phí và buổi biểu diễn luôn hoàn hảo. Vị trí này cũng mang lại cảnh hoàng hôn đẹp nhất ở bất kỳ Lu - au nào theo quan điểm của tôi. Kể từ khi COVID mở cửa trở lại, các bữa tiệc không còn chia sẻ chỗ ngồi giữa nhiều nhóm nữa mà chỉ ngồi với gia đình bạn - nhóm mà tôi thích hơn một chút vì nó tập trung hơn vào gia đình bạn. Bánh mì chuối họ cung cấp cũng là loại tốt nhất. Nếu ở Maui, hãy chi thêm một chút và đến Old Lahaina Lu - au. Lời khuyên của tôi là hãy đặt chỗ trước - ít nhất một vài tuần - vì nó được đặt rất sớm. Aloha!Đọc thêm",
            "Đây là luau tốt nhất mà chúng tôi đã từng đến. Âm nhạc sống động và rất hay và các vũ công cũng vậy. Chương trình kể câu chuyện về Hawaii từ thời điểm định cư qua nhiều thế kỷ cho đến thế kỷ 20. Các cháu tuổi teen rất thích nó.\nThức ăn rất tuyệt vời. Tốt hơn bất kỳ món ăn luau nào chúng tôi đã có.  Nhiều loại đồ uống được phục vụ, cả đồ uống có cồn và đồ uống mới cho bọn trẻ. \nDịch vụ hoàn hảo nhờ có Jackie và Tasha.Đọc thêm",
            "Đã đến đây cùng gia đình trong chuyến đi tới Maui vào đầu tháng này. Lần thứ hai chúng tôi - đã ở đây - họ - đã cải thiện trải nghiệm rất nhiều từ góc độ dịch vụ. Bạn đã từng phải chờ đợi để lấy đồ uống và đi loanh quanh trong một bữa tiệc buffet; bây giờ dịch vụ bàn đã tốt hơn nhiều. Rất hiệu quả và thân thiện.\n\nHọ từng có nhiều nhà cung cấp hơn và nhiều thứ đang diễn ra, vì vậy tôi đã bỏ lỡ điều đó. Họ có một số trò chơi dành cho trẻ nhỏ và một số nhiếp ảnh gia sẽ chụp ảnh của bạn rồi bán cho bạn. Họ cho bạn một khoảng thời gian vui vẻ khi bạn bước vào.\n\nTiền boa thật kỳ lạ, bạn cảm thấy mình nên boa cho họ nhưng họ lại khiến bạn cảm thấy khó xử. Tất cả điều đó cần được làm rõ hơn. Chúng tôi có một ít tiền mặt nên chúng tôi đưa nó cho người phục vụ nhưng tôi không biết. Có lẽ bạn không cần phải boa vì nó quá đắt? Không rõ.\n\nChỗ ngồi sao cho bạn có thể xem rõ buổi biểu diễn từ hầu hết mọi nơi bạn đang ngồi. Chương trình có chất lượng và mang tính giải trí, mặc dù trẻ nhỏ hơn có thể không đủ kiên nhẫn để xem. Họ không đốt lửa và các thứ khác, nó khá truyền thống. Chất lượng cao.\n\nChúng tôi nghĩ đồ ăn và đồ uống đều ổn, không có gì tuyệt vời hay gì cả. Vì vậy, tôi - đang cho họ một ngôi sao vì điều đó cộng với giá trị đồng tiền - nó cực kỳ đắt. Nhưng tôi vẫn khuyên bạn nên dùng nó; này, bạn không nên đến Maui thường xuyên nên bạn có thể ghé qua luau - và đây là một nơi rất hay.\n\nHọ đã thực hiện một thực đơn - đặc biệt - dành cho người ăn chay trong nhóm của chúng tôi, chủ yếu là các món ăn phụ nhưng đó là những gì bạn nhận được khi bạn - không phải là người ăn thịt. Đọc thêm",
            "Vì đây là lần đầu tiên tôi đến Hawaii nên chắc chắn tôi muốn có trải nghiệm Luau. Chế độ xem tuyệt vời và dịch vụ rất chặt chẽ. Thức ăn ngon hơn nhiều so với mong đợi và buổi biểu diễn đủ thú vị. \nNó - không rẻ, nhưng đó là điều được mong đợi. Nhưng một khi bạn đã làm điều đó, đừng thực sự thấy cần phải quay lại thăm ở đâu.Đọc thêm",
            "Đây là một trong những việc phải làm trong danh sách của tôi cho chuyến đi Maui.  Nó đã không làm tôi thất vọng. Thức ăn và đồ uống thật tuyệt vời.  Máy chủ của chúng tôi thật tuyệt vời.  Lịch sử của Dance rất tuyệt vời và học được rất nhiều điều.  Đây hẳn là điều mà mọi người nên trải nghiệm.  Tôi biết nó có vẻ đắt tiền nhưng với tất cả những thứ đi kèm thì nó thật tuyệt vời.  Rất vui vì đã có trải nghiệm này.Đọc thêm",
            "Chúng tôi vô cùng vui mừng khi biết Old Lahaina Luau đã sẵn sàng chào đón du khách trở lại sau thảm kịch tàn khốc mà họ phải đối mặt. Luau này chính xác về mặt lịch sử và được trình bày đẹp mắt. Bất chấp những gì thị trấn Lahaina đang phải đối mặt, Old Lahaina Luau vẫn là một ví dụ về niềm hy vọng và sự rực rỡ tỏa sáng. Bữa tối và buổi biểu diễn của họ là điểm nổi bật trong chuyến đi đến Maui của chúng tôi và là điều không thể bỏ lỡ đối với bất kỳ ai đi du lịch đến đảo.Đọc thêm",
            "Hiệu suất tuyệt vời, thức ăn, phong cảnh, máy chủ - toàn bộ trải nghiệm thật tuyệt vời! Rất nhiều đồ ăn và đồ uống, nhiều hơn tôi có thể ăn! Tôi sẽ 100 - quay lại. Không có múa lửa, nhưng đó là một lễ hội truyền thống hay với nhiều thông tin lịch sử và văn hóa thú vị.Đọc thêm",
            "Tin vui là Old Lahaina Luau đã mở cửa trở lại một tháng trước khi chúng tôi đến vào tháng Tư. Nó đắt tiền - tất cả chỉ trong khoảng - 230 mỗi người -, nhưng nó rất đáng giá. Đúng, bạn nhận được đồ uống và thức ăn không giới hạn, nhưng giá trị nằm ở trải nghiệm và những con người ở đó khiến bạn cảm thấy vô cùng được chào đón và chăm sóc chu đáo. Người phục vụ Kaipo của chúng tôi và trợ lý của anh ấy, Isiah thật tuyệt vời. Họ phục vụ mọi nhu cầu của chúng tôi trước, trong và sau bữa tối. Bản thân buổi biểu diễn đã rất hấp dẫn và được thực hiện cực kỳ tốt. Người dân Maui tự hào về di sản của họ và họ đã làm rất tốt việc giới thiệu nó với bạn.Đọc thêm",
            "Chúng tôi đã quay lại Old Lahaina Luau cùng các con sau khi đến đây lần đầu tiên cách đây 17 năm trong tuần trăng mật. Chúng tôi vô cùng biết ơn vì đã có thể quay lại vì họ vừa mới mở cửa trở lại một tháng trước khi chúng tôi đến thăm. Hãy ủng hộ họ và đến đó! Họ tận tụy với cộng đồng của mình, quyên góp một phần tiền thu được mỗi đêm cho các tổ chức địa phương khác nhau, những tổ chức này vẫn tiếp tục hỗ trợ những người bị ảnh hưởng bởi các vụ cháy rừng tàn khốc. Luau thật kỳ diệu và đẹp đẽ. Chúng tôi thích tất cả các câu chuyện, điệu nhảy, đồ ăn, không khí. Chúng tôi không thể nói đủ những điều tuyệt vời về trải nghiệm truyền thống của người Hawaii này. Bạn sẽ không thất vọng; đáng giá từng xu! Tinh thần aloha ở khắp mọi nơi và dịch vụ chúng tôi nhận được là tuyệt vời nhất. Khi đến nơi, chúng tôi được đeo vòng hoa tươi quanh cổ, đồ uống chào mừng được phục vụ ngay tại bàn và cơ hội mua những món quà thủ công địa phương tuyệt đẹp ngay trên bãi biển chính là những gì chúng tôi cần. Mahalo! Đọc thêm",
            "Điều này thực sự tuyệt vời, luau tuyệt nhất tôi từng đến. Đây là nơi đầu tiên ở Lahaina mở cửa trở lại, việc ở đó thật mạnh mẽ. Mỗi giây đều được lên kế hoạch tốt và trôi chảy. Các nhân viên thật tuyệt vời và đã dạy chúng tôi rất nhiều về văn hóa của họ. Họ rất cởi mở khi chia sẻ với chúng tôi về thảm kịch xảy ra ở đây và cá nhân họ bị ảnh hưởng như thế nào. Trong buổi biểu diễn, họ đã có khoảnh khắc trân trọng những gì đã mất. Người chủ trì buổi tối Randolph của chúng tôi thật phi thường. Rất khuyến khích hỗ trợ một doanh nghiệp đích thực ở địa phương và tìm hiểu tất cả về lịch sử của nền văn hóa này. Đọc thêm",
            "Một số món ăn ngon nhất mà chúng tôi từng có, dịch vụ tuyệt vời, buổi biểu diễn tuyệt vời... Tôi rất muốn giới thiệu nó. Điều tiếc nuối duy nhất của tôi là họ không có màn múa lửa nhưng đó có thể là thứ của người Tahiti hơn là thứ của Hawaii.Đọc thêm",
            "Very displeased with this experienced. Spent  - 460 for a front row seated seat at this show and got there and had a 2nd row seat. Apparently; the seats are randomly assigned  - although the sales person on the phone told me the only guaranteed front row seats were floor seats when I booked -  but they refused to move people for us who were not present- even after the start time. So, I got a refund and left! Never again! Talking to Wendy  - the manager -  is impossible- she only thinks in black and white and is horrible at conflict resolution.Talking to the general manager was even worst- he lied a few times about Wendy offering me alternative seating with the missed show the night before Mother - s Day and he offered me the guaranteed worst seats in the house, behind the show and in the front row, if I retuned to see the show the day after Mother - s Day. The situation was a joke to them and it was clear thought their racist micro-aggressions that my black family was not welcomed at their show.Other things that were offensive:- The nice white family, who I rode the public shuttle with to the luau, seated in front of my black family had a place setting for their 3-month old baby at a table big enough for 4 - 6 adults  - maybe 5x3 -  but my 2-year old did not have a place setting and our table was only big enough for 2 people  - maybe, 24x24 - .- the second issue is that everyone was rude to us. Immediately after expressing concern, I wanted to leave because they spoke down to us and was rude- it - s like they were offended that we didn - t want to spend  - 460 to have our son sit on our lap for 3 hours -  while the white people in front of us spread out with their baby. Dehumanistic gaslighting!- they told me that the front row seats were for 3 people -  we are 3 people! Why was my family given 2nd row seats and that small table! I - m furious to disappoint my child or be inconvenienced! This situation was handled horribly by all parties involved!Read more",
            "Chúng tôi rất thích Luau của chúng tôi tại Old Lahaina Luau. Thức ăn không có mùi vị được sản xuất hàng loạt. Nó tươi và đậm đà hương vị - Không nhạt nhẽo như những luau khác - s -. Dịch vụ này rất tốt và luau rất đẹp.  Trang phục, lịch sử luau và môi trường đều tuyệt vời! Nó không có bất kỳ tính năng chữa cháy nào, nhưng điều đó không thành vấn đề.  Nó KHÔNG sến súa Và họ quyên góp một phần số tiền thu được để xây dựng lại Lahaina.  WIN - WINĐọc thêm",
            "Trải nghiệm tuyệt vời, chương trình truyền thống Hawaii đích thực. Nhân viên rất xuất sắc, dễ chịu và luôn cập nhật dịch vụ. Vị trí và tầm nhìn rất nổi bật, cả chỗ ngồi trên bàn cùng với bàn ngồi trên mặt đất. Câu chuyện và khiêu vũ khiến bạn bị khóa. Nước ép trái cây và đồ uống tuyệt vời cho người lớn. Phải dừng lại và mua một ít các tác phẩm chạm khắc gỗ đúng kiểu Hawaii tại địa điểm Phục vụ bữa tối theo phong cách gia đìnhĐọc thêm",
            "Thực sự được tổ chức tốt. Khung cảnh tuyệt vời nhìn ra vịnh. Thức ăn rất ngon và phong phú. Chương trình tuyệt vời. Buổi tối thực sự rất tốt.Đọc thêm",
            "Máy chủ của chúng tôi, Kaipo, hoàn toàn xuất sắc!  Anh ấy trò chuyện với chúng tôi, giải thích chi tiết từng món ăn và thật dễ chịu.  Anh ấy đã làm cho trải nghiệm thậm chí còn tốt hơn so với trước đây.  Chúng tôi thực sự thích có khu vực chỗ ngồi riêng cách xa những người khác và mỗi bàn đều có tầm nhìn tuyệt vời ra sân khấu bất kể bạn đang ngồi ở đâu.  Thức ăn rất chân thực và rất ngon - ngay cả đối với người không - ăn thịt bò hoặc cá! - và món tráng miệng rất ngon.  Món bánh mì chuối mà chúng tôi nhận được làm quà chia tay - là món ngon nhất tôi đã ăn trên đảo, và tin tôi đi, tôi đã ăn phần bánh mì chuối của mình khi ở đó.Đọc thêm",
            "Đây là một trong những điều chúng tôi yêu thích nhất trong chuyến đi này.  Các nhân viên thật đáng kinh ngạc.  Họ - chu đáo, nhanh nhạy và thân thiện.  Những người biểu diễn thật tuyệt vời và chúng tôi yêu thích buổi biểu diễn cũng như cách lịch sử của người Polynesia được lồng ghép vào buổi biểu diễn. Rất khuyến khích luau này.Đọc thêm",
            "Simply amazing!!!  We were coming into this Luau not expecting to be amazed, as we believe our first experience with the Smith Family Luau on Kauai spoiled us forevermore and set the benchmark for our expectations... Having attended Luaus on each of the Hawaiian Islands, we were disappointed by all but the Smith - s. The Old Lahaina Luau was pricey for us on initial impressions, being from Northern BC, we - re not used to paying  - 220 US per person for a night out. HOWEVER; The Old Lahaina Luau was worth EVERY PENNY! We booked 4 months before our arrival and they made sure we had 2 tables  - party of 9 with younger kids -  in the first row behind the VIP tables. The show was absolutely amazing! The staff were attentive and fast  - we had Kaji and Jonah attending us - , our drinks never hit bottom before the next ones showed up and they were extremely polite and friendly. Jonah shared his stories of surviving the Lahaina fires with us and almost had us in tears  - hit me right in da feels, brah! - . We felt so good knowing a portion of our tickets were going directly to Habitat for Humanity to help rebuild Lahaina and aid the displaced residents. The history-rich show happened right in front of us, and although we have immersed ourselves in the history of the Hawaiian people on many of our previous trips, we still learned a few more tidbits about these strong and proud people! I really do not understand the reviews that people have posted saying their views were obstructed at their seats as there were no pillars or other obstructions visible ANYWHERE inside the Luau grounds. As the seating is also tiered, even when everyone was standing to participate in hula dance moves, we could see everything clearly. If you are only planning on attending one Luau, ever... THIS IS THE ONE! Absolutely worth it! Cannot say enough positive things about the grounds, the staff and the food  - OMG!!! The FOOD!!! -  If you want the WHOLE experience book THIS luau!!! If you - re just looking to fill your face and go for a piss-up, go somewhere else and leave this one to people looking for an enjoyable night out!!! Truly mind-blowing and the absolute highlight of our 3 weeks in Maui!!!  Stay strong Lahaina! Love and light to the survivors! -  -  -  -  -  - Read more",
            "Chúng tôi trở lại Old Lahaina Luau cùng các con sau khi đến thăm nó lần đầu tiên cách đây 17 năm trong tuần trăng mật. Chúng tôi vô cùng biết ơn vì đã có thể quay lại vì họ vừa mở cửa trở lại một tháng trước chuyến thăm của chúng tôi. Hãy ủng hộ họ và đi! Họ cống hiến hết mình cho cộng đồng của mình, quyên góp một phần tiền thu được mỗi đêm cho các tổ chức địa phương khác nhau, những người tiếp tục hỗ trợ những người bị ảnh hưởng bởi trận hỏa hoạn kinh hoàng. Luau thật kỳ diệu và đẹp đẽ. Chúng tôi yêu thích tất cả những câu chuyện, khiêu vũ, thức ăn, bầu không khí. Chúng ta không thể diễn tả đủ những điều tuyệt vời về trải nghiệm Hawaii truyền thống này. Bạn sẽ không phải thất vọng đâu; đáng giá từng xu! Tinh thần aloha có ở khắp mọi nơi và dịch vụ chúng tôi nhận được là đỉnh cao. Đến những chiếc vòng cổ mới được đặt quanh cổ, đồ uống chào mừng ngay lập tức được chuyển đến bàn của chúng tôi và cơ hội mua những món quà thủ công tuyệt đẹp của địa phương ngay trên bãi biển chính là điều chúng tôi cần. Mahalo!Đọc thêm"
        ],
        "star_ratings": [
            5506,
            1572,
            536,
            151,
            89
        ],
        "review_amount": 7854,
        "location": [
            "Hawaii - HI -",
            "Maui",
            "Hoa Kỳ",
            "Lahaina Luau cổ",
            "Lahaina",
            "Các hoạt động ở Lahaina"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 10, 2023",
            "Written July 2, 2023",
            "Written July 16, 2023",
            "Written July 31, 2023",
            "Written March 14, 2024",
            "Written March 28, 2024",
            "Written April 10, 2024",
            "Written April 17, 2024",
            "Written April 18, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 20, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 4, 2024",
            "Written April 30, 2024",
            "Written April 19, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60634-d104288-Reviews-Old_Lahaina_Luau-Lahaina_Maui_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d7204960-Reviews-Island_Cream_Co-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d2232025-Reviews-Honu_Oceanside-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d604306-Reviews-Mala_Ocean_Tavern-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29220-d1673492-Reviews-Star_Noodle-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d2318437-Reviews-Teddy_s_Bigger_Burgers_Lahaina-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d14055862-Reviews-Moku_Roots-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d7176687-Reviews-Foodland_Lahaina-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d2345535-Reviews-Panda_Express-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d25029127-Reviews-Kihei_Caffe_Lahaina-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d4225182-Reviews-Starbucks-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d13511398-Reviews-Crazy_Shirts-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d12140054-Reviews-Lahaina_Cannery_Mall-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d25371044-Reviews-Mala_Historic_Wharf-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d25345099-Reviews-Moana_Glass_by_Ryan_Staub-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d526263-Reviews-Lahaina_Jodo_Mission-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8661074-Reviews-Baby_Beach-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3181924-Reviews-Old_Lahaina_Courthouse-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d2641424-Reviews-Lahaina_United_Methodist_Church-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d6696744-Reviews-Maria_Lanakila_Catholic_Church-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d24074849-Reviews-Hale_Piula-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d104288-Reviews-or10-Old_Lahaina_Luau-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d23868664-Reviews-The_Magical_Mystery_Show-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d576173-Reviews-Warren_Annabelle_s_Magic-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3474463-Reviews-Slack_Key_Show_Masters_of_Hawaiian_Music-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d2284923-Reviews-Te_Au_Moana_Luau-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d314617-Reviews-Feast_At_Lele-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d14880488-Reviews-The_Feast_at_Mokapu-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d662717-Reviews-Maui_Nui_Luau_at_Black_Rock-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d591178-Reviews-Myths_of_Maui_Luau-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d1740384-Reviews-The_Grand_Wailea_Luau-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d812879-Reviews-Drums_of_the_Pacific_Lu_au-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d1465069-Reviews-Captain_Woody_s_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d1700032-Reviews-Dive_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d11886202-Reviews-Blue_Water_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d13156807-Reviews-Destination_Diving_And_Snorkel_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d1569374-Reviews-Lahaina_Cannery_Mall_Free_Hula_Shows-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8761179-Reviews-Banana_Wind-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d12023601-Reviews-Boss_Frog_s-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8006651-Reviews-Limitless_Dive_Co_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d5607564-Reviews-Snorkel_Bob_s_Lahaina-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d1102361-Reviews-Kahoma_Ranch_ATV-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d2228344-Reviews-Rivers_To_The_Sea-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g318866-d10060163-Reviews-Kallmi_Beach-Durres_Durres_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g562630-d2709301-Reviews-Glyfada_Beach-Glyfada_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d142430-Reviews-Oval_Beach-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1134861-Reviews-Cloud_Gate-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14131492-Reviews-Lakewood_Church-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153407-Reviews-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1312327-Reviews-Funaoka_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g2020436-d7109741-Reviews-Marche_de_Goodlands-Goodlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23858246-Reviews-Monopoly_Lifesized-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d210197-Reviews-Luxembourg_Palace-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60634-d104288-Reviews-or10-Old_Lahaina_Luau-Lahaina_Maui_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60634-d104288-Reviews-Old_Lahaina_Luau-Lahaina_Maui_Hawaii.html"
    }
]