[
    {
        "attraction_name": "Old Bethpage Village Restoration",
        "attraction_name_vi": "Khôi phục làng Bethpage cũ",
        "general_info": [
            "107 đánh giá",
            "1 trong 6 điều cần làm ở Old Bethpage",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Tháng 9 năm 2022Thật là một ngôi làng hấp dẫn, nơi bạn có thể hòa mình vào cuộc sống nông trại thế kỷ 19.  Có rất nhiều tòa nhà và triển lãm để xem, và sẽ rất thú vị cho cả gia đình và trẻ em khi họ tổ chức lễ hội ở đây.  Các trận đấu bóng chày thế kỷ 19 đôi khi được diễn ra ở đây và thật thú vị khi thấy trận đấu diễn ra như năm 1864.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu thích các trận đấu bóng chày và cửa hàng tổng hợp. Mọi thứ đều quá sức đối với bọn trẻ. Người lớn cũng thích thú. Có một trang trại, một ngôi trường và một quán trọ. Các nhân viên nói chung là hữu ích và những người tái hiện cuộc nội chiến rất thân thiện và nhiều thông tin.  Một ngày tuyệt vời!Đọc thêm",
            "Học hỏi từ quá khứ và hướng tới tương lai. Đây là nơi tuyệt vời để dừng chân, đi bộ, học hỏi và tương tác với quá khứ. Họ đã tích lũy và duy trì một số ngôi nhà và doanh nghiệp lịch sử trên khắp Long Island. Điều này cung cấp một cái nhìn thoáng qua về cuộc sống trong những ngày đầu phát triển của Đảo khi mọi người phải trở nên tổng quát hơn để phát triển. Đọc thêm",
            "Trong khi nơi này đang cố gắng giáo dục du khách, OBVR thực sự nên đăng một vài biển báo trước khi cho phép mọi người vào làng. Chẳng hạn như xe đẩy không được phép vào các tòa nhà, không hút thuốc và những điều thông thường khác. Nói chung là nơi đáng để ghé thămXem thêm",
            "MỘT NGÀY CỦA CUỘC SỐNG TRƯỚC ĐÂY.  Việc tái hiện lịch sử cuộc sống những năm 1800 ở Long Island là một cách tuyệt vời để dành một ngày bình thường ở ngoài trời.  Nhiều hoạt động của thời đại được tái tạo và các tòa nhà không phải quầy lễ tân được khôi phục nguyên bản.  Đọc thêm",
            "Nhìn chung, nơi này rất đẹp, nhưng cô gái ở phía trước lại vội vàng và không hề tránh đường cho chúng tôi khi chúng tôi hỏi đường trên bản đồ hoặc nhà vệ sinh ở đâu. Khi nghĩ rằng cuối cùng chúng tôi đã tìm thấy họ, chúng tôi đến nơi trông giống như một nhà kho cũ với cửa khóa. Có người nói với chúng tôi rằng chúng hiện đại nhưng không phải vậy. Vì vậy, chúng tôi không biết đây là nhà vệ sinh! Chúng tôi đã đi tìm và tìm kiếm; có vẻ như mọi người đang nói với chúng tôi những điều khác nhau. Ranh giới và đường đi không được xác định rõ ràng. Chúng tôi đã lãng phí khoảng nửa tiếng đồng hồ để tìm kiếm và tôi xấu hổ khi phải nói rằng mình phải nằm trên sàn trong một căn lều cũ nát với lũ bọ bò trong đó. Khi bạn phải đi bạn phải đi! Bàng quang của tôi bắt đầu đau. Cuối cùng chúng tôi cũng thấy hai vị khách đang tìm nhà vệ sinh. Hóa ra họ đã đến nơi mà chúng tôi nghĩ, nhưng quả thực cửa đã bị khóa! Những vị khách đã phải cố gắng hết sức để nói với một trong những công nhân rằng họ đã bị khóa khi cuối cùng họ cũng mở được chúng. Ít nhất bạn tôi đã đi đàng hoàng. Thật là đáng xấu hổ! Đáng lẽ phải có biển báo và nhà vệ sinh nên được mở. Công nhân nói chung không quá thoải mái và kiêu ngạo. Một số rất đẹp. Nền đất cạnh nhà kho không được chăm sóc tốt và đầy phân. Mặc dù nó rất đẹp cùng với phong cảnh và bạn có cảm giác như đang ở trong một thời gian lệch lạc, nhưng tôi không chắc mình sẽ cố gắng quay trở lại.Đọc thêm",
            "I never knew this place existed until I was in the area and looked for things to do nearby on Google maps. I quickly researched the place and saw some great reviews. I have been to a few of these villages in the past Allaire in NJ and Sturbrudge in MA and loved them both. I decided to give it a try since I had some time to kill as traffic going back west was terrible. I arrived at around 1 PM on an 85-degree and sunny Friday and the place was pretty empty. The parking lot is huge, but Im sure it fills up as we approach the summer weekends. There is a visitor centerentrance with a few indoor exhibits and some interesting facts about the village itself and how it was constructed. The ticket counter is also there. An adult ticket is reasonably priced at 15 in person, but you can buy it online in advance for little cheaper 12.50 from their website. Children tickets are about 12 in person and 9.50 online in advance. The counter staff were friendly and efficient. In that area, there were lots of picnic table seating, both indoor and outdoor. Im not sure if that area is opened since COVID, but no one was there at the time. After entering the village area, there is a large field where I found out has baseball games from time to time. The central village area has lots of houses each staffed with workers who give you a little tour and tell you a bit about the history of the house and its inhabitants. There are other houses for special skills or crafts; blacksmith, hat maker, general stores and others. Staff is these houses will explain a bit about their craft and give demonstrations. There is a farm area there where I saw workers working, but I dont think there is much you can do there. There is also an area with a barn and animals. That entire section has pigs, sheep, cows, chickens, turkeys, geese, ducks and goats. At the time, I would say about 70 of the houses in the entire village were opened. I understand more are opened during the weekend and special events. All staff were knowledgeable, patient and friendly. I can tell that they have a passion for history and teaching. There is so much to see and learn throughout the village. I would highly recommend this place to people of all ages. Especially those kids and adults interested in history. Its a great way to get the kids out the house for an educational experience and away from screens for a little while. I would love to return during of the special events or reenactments. There is a gift shop in the visitorentrance center but it was closed when I was leaving at around 3:30 PM. I dont remember seeing any food optionsthough I did see a sign for vending machines but Im not sure what were in those. Wear comfortable shoesthe terrain is grass, dirt and gravel, which is also good to know for those with strollers or wheelchairs.Read more",
            "Tôi đã tổ chức đám cưới của mình tại Barn nằm trong khuôn viên phục hồi của làng Bethpage cũ. Thật là đẹp cho đám cưới và tiệc chiêu đãi. Nhiếp ảnh gia dẫn chúng tôi đến một số tòa nhà cũ và chụp ảnh, nó rất đẹp. Đây là một nơi tuyệt vời để đưa bọn trẻ đến và cho chúng thấy nước Mỹ xưa cũ.Đọc thêm",
            "Nếu bạn đang tìm hiểu về lịch sử nước Mỹ. Nơi này là phải. Đây là một cuộc triển lãm lịch sử sống có quy mô khiêm tốn, có thể hoàn thành trong 2-3 giờ, nhưng trình độ hiểu biết của nhân viên khiến nó ngang bằng với những gì tốt nhất mà tôi từng thấy ở Harpers Ferry, Sturbridge, Plymouth, Williamsburg của Hoa Kỳ. Nói với người bán mũ Ken rằng tôi sẽ quay lại để bán một trong những chiếc mũ của anh ấy.Đọc thêm",
            "Nhóm 5 người lớn và 3 trẻ nhỏ từ 3 - 7 tuổi của chúng tôi đã trải qua một buổi tối rất thú vị vào buổi tối thứ hai trong năm buổi tối dưới ánh nến. Mặc dù rất đông đúc và khó tìm được chỗ đậu cho hai chiếc xe của chúng tôi nhưng chúng tôi vẫn cố gắng đến thăm một số ngôi nhà cổ kính trong làng. Các giáo sư và những người mặc trang phục biểu diễn đều rất ấn tượng và các cháu của chúng tôi đặc biệt thích thú với buổi hát đơn trong nhà thờ và bắp rang ở nhà Hewlett. So với các sự kiện tương tự mà chúng tôi đã tham dự ở các địa điểm khác, chi phí rất hợp lý. Đọc thêm"
        ],
        "star_ratings": [
            51,
            41,
            12,
            2,
            1
        ],
        "review_amount": 107,
        "location": [
            "Hoa Kỳ",
            "Khôi phục làng Bethpage cũ",
            "New York NY",
            "Những hoạt động không thể bỏ qua ở Bethpage Cũ",
            "Trang Beth cũ",
            "Đảo dài"
        ],
        "reviews_time": [
            "Written July 27, 2023",
            "Written April 16, 2023",
            "Written August 15, 2022",
            "Written December 18, 2021",
            "Written August 24, 2021",
            "Written July 5, 2021",
            "Written June 26, 2021",
            "Written November 14, 2019",
            "Written August 11, 2019",
            "Written December 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48322-d536420-Reviews-Old_Bethpage_Village_Restoration-Old_Bethpage_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d913804-Reviews-Villa_Monte-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d13841369-Reviews-7_Eleven-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d2142376-Reviews-Dake_Sushi-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d12969587-Reviews-Pete_The_Greek-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d4638528-Reviews-Chan_s_Garden-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d4614202-Reviews-Baskin_Robbins-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48322-d17950955-Reviews-Dunkin-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48407-d458479-Reviews-La_Piazza-Plainview_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48407-d845189-Reviews-Town_Bagel_Shop-Plainview_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48407-d4504535-Reviews-Heike_Sushi-Plainview_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48322-d27074303-Reviews-Haypath_Park-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d2630628-Reviews-American_Airpower_Museum-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48322-d6996099-Reviews-Museum_of_American_Armor-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d2694653-Reviews-Adventureland_Long_Island-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d12101134-Reviews-Bethpage_State_Park-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48152-d8725082-Reviews-Kenwal_Day_Camp-Melville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48407-d19248909-Reviews-Plainview_Old_Bethpage_Library-Plainview_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48864-d3812529-Reviews-Flagstar_at_Westbury_Music_Fair-Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d483266-Reviews-Oheka_Castle-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48152-d2219788-Reviews-White_Post_Farms-Melville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48322-d536420-Reviews-or10-Old_Bethpage_Village_Restoration-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48322-d23327483-Reviews-Point_To_Point_Taxi-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48879-d6731066-Reviews-The_Adventure_Park_at_Long_Island-Wheatley_Heights_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48322-d19851831-Reviews-Make_It_Too_Old_Bethpage-Old_Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d108671-Reviews-Bethpage_Black-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47316-d11951587-Reviews-Bethpage_Taxi_and_Airport_Service-Bethpage_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48152-d15602348-Reviews-Melville_Taxi_and_Airport_Service-Melville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d12458477-Reviews-Farmingdale_Taxi_and_Airport_Service-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48407-d13002787-Reviews-Plainview_Taxi_and_Airport_Service-Plainview_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d146737-Reviews-White_Sand_Beach-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g39163-d483179-Reviews-The_Stephen_Foster_Story-Bardstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6701360-Reviews-Love_Bridge-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d4135855-Reviews-Inspiration_Point-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142403-Reviews-Little_Italy-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d1994555-Reviews-Penang_National_Park_Taman_Negara_Pulau_Pinang-Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g580322-d23025280-Reviews-Music_Square-Corralejo_La_Oliva_Fuerteventura_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4893337-Reviews-Nelson_Memorial_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41785-d258330-Reviews-Revere_Beach-Revere_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d4699382-Reviews-Festival_of_Arts_and_Pageant_of_the_Masters-Laguna_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48322-d536420-Reviews-or10-Old_Bethpage_Village_Restoration-Old_Bethpage_Long_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48322-d536420-Reviews-Old_Bethpage_Village_Restoration-Old_Bethpage_Long_Island_New_York.html"
    }
]