[
    {
        "attraction_name": "Old San Juan",
        "attraction_name_vi": "San Juan cổ",
        "general_info": [
            "16.752 đánh giá",
            "1 trong số 260 hoạt động giải trí ở San Juan",
            "Địa điểm lịch sử",
            "Khu phố",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Khu vực lịch sử này ở San Juan toát lên nét quyến rũ của thế giới cũ. Đi bộ dọc theo những con phố lát đá cuội và qua những tòa nhà đầy màu sắc, pháo đài lịch sử và những bức tường thành phố cổ, một số trong đó có niên đại từ thế kỷ 16. Bạn thậm chí có thể tình cờ gặp những nhạc sĩ địa phương chơi một số giai điệu salsa hoặc jazz. Ngoài ra còn có một số bảo tàng nơi bạn có thể tìm hiểu thêm về lịch sử, nghệ thuật và văn hóa của khu vực, cùng với các quán bar cocktail và nhà hàng tuyệt vời để thưởng thức bữa ăn đặc trưng của người Puerto Rico. Đừng bỏ lỡ tất cả những cảnh đẹp và món ăn tuyệt vời nhất! trong chuyến tham quan đi bộ quanh Phố cổ San Juan. TripadvisorĐọc thêm",
        "reviews": [
            "Old San Juan vượt quá mọi mong đợi của tôi. Đây là một trong những thành phố có tường bao quanh lớn nhất thế giới, với phần lớn các bức tường còn nguyên vẹn. Bên trong các bức tường là những con đường lát đá cuội, những ngôi nhà màu pastel và những nhà hàng sang trọng. Tôi đã đi du lịch rất nhiều nơi khắp Châu Âu và San Juan cổ kính đánh bại hầu hết các thành phố có tường bao quanh mà tôi từng thấy ở đó.Đọc thêm",
            "Old San Juan vượt quá sự mong đợi của tôi với lịch sử phong phú tỏa ra từ mọi ngóc ngách, đặc biệt là những pháo đài đầy cảm hứng. Màu sắc rực rỡ của những ngôi nhà cổ đã tạo thêm nét quyến rũ cho trải nghiệm. Hơn nữa, không thiếu các lựa chọn ăn uống, cho phép tôi thưởng thức các món ăn ngon của địa phương. Đáng ngạc nhiên là tôi thấy rằng việc thuê hướng dẫn viên du lịch là không cần thiết vì việc lập kế hoạch cho chuyến thăm một cách độc lập rất dễ quản lý.Đọc thêm",
            "San Juan cổ thật đẹp. Gia đình chúng tôi 7 người với năm đứa trẻ từ 17 - 21 tuổi đã dành cả ngày đi dạo trên phố, mua sắm và khám phá.   Các cửa hàng nằm ở phía khách du lịch, nhưng kiến ​​trúc thật tuyệt vời.  Hãy nhớ ghé qua công viên pin canon cũ và ghé thăm 200 chú chim bồ câu đã coi công viên là nhà của chúng.  Bọn trẻ cười đùa và chụp ảnh với mười chú chim đậu trên đầu, trên vai và trên tay.  \n\nNhà thờ rất đẹp, lối đi dạo quanh bức tường cũ cạnh biển đẹp như tranh vẽ và di tích lịch sử quốc gia của pháo đài thật tuyệt vời.  \n\nChúng tôi đậu xe ở nhà để xe Dona Fela, đây là địa điểm khởi đầu tốt cho chuyến khám phá của chúng tôi.  Lúc đó là 11 giờ 50 trong 6-7 giờ.  \n\nAnita La Mamma del Gelato có loại Gelato ngon nhất mà chúng tôi từng nếm.  Chắc chắn đáng để dừng lại.  \n\nNhìn chung, một chuyến đi trong ngày tuyệt vời. Không chắc tôi sẽ dành hơn một ngày ở đây.  Đi bộ nhiều, vì vậy hãy mang giày thoải mái và giữ nước.  Chúng tôi ăn tối tại La Deavadura, món ăn Puerto Rico tuyệt vời với giá cả phải chăng.Đọc thêm",
            "Viejo San Juan gợi cho tôi nhớ đến nhiều thành phố cổ khác của châu Âu mà chúng tôi đã ghé thăm ở Tây Ban Nha và Ý. Nơi đây có những con phố lát đá cuội tuyệt đẹp, những ngôi nhà đầy màu sắc, quang cảnh tuyệt đẹp của mặt nước, và những quảng trường và nhà thờ thú vị. Thật không may, giống như nhiều thành phố cảng khác, phần lớn nơi đây dành cho hành khách đi tàu du lịch, với hàng tấn cửa hàng miễn thuế, cửa hàng bán đồ cũ và đồ ăn tầm thường. Chắc chắn phải dành một ngày ở đây để tìm hiểu thêm về thành phố lâu đời nhất ở bán cầu này, và để tham quan các lâu đài và bảo tàng thú vị, nhưng bạn sẽ không cần nhiều hơn thế nữa. Đọc thêm",
            "Juan Carlos là một hướng dẫn viên du lịch tuyệt vời với kiến ​​thức sâu rộng về lịch sử của San Juans. Đó là ngày đầu tiên của chúng tôi ở San Juan và chúng tôi đã trải qua rất tốt. Chúng tôi cũng đánh giá cao những gợi ý của anh ấy về địa điểm ăn uống sau đó.Đọc thêm",
            "Một thành phố cổ đầy mê hoặc với nhiều câu chuyện để kể. . . .  Mọi thứ đều có thể đi bộ được, mặc dù có một số ngọn đồi. Các bức tường thành cổ mang lại cơ hội tuyệt vời để ngắm cảnh. Và Nhà thờ thực sự đáng yêu.Đọc thêm",
            "Chúng tôi yêu Old San Juan. Có rất nhiều thứ để xem, làm và ăn khi ở đó! \nThị trấn đầy màu sắc và có bầu không khí tốt, có rất nhiều quầy hàng và cửa hàng để ghé thăm. Nhà hàng và quán bar cũng rất phong phú. USD là loại tiền tệ được sử dụng. Giá cả là tiêu chuẩn cho một hòn đảo và người dân địa phương hầu hết đều chào đón. Bạn có thể đi bộ đến rất nhiều nơi, bao gồm cả hai pháo đài, nhà thờ và các cửa hàng trong thành phố.  \n\nƯu điểm: những con đường lát đá cuội và những tòa nhà đầy màu sắc. \nCon: trời rất nóng vào tháng Bảy! Hãy chuẩn bị tinh thần cho cái nóng nếu bạn đến thăm vào thời điểm này trong năm. Bạn có thể bỏ lên núi để giải nhiệt nếu cần. \nMẹo: hãy nhớ máy ảnh của bạn! Bạn sẽ hối hận vì không chụp ảnh. \n\nMang đi: Tôi chắc chắn sẽ ghé thăm lại.Đọc thêm",
            "Dịch vụ tuyệt vời mặc dù chỉ có 1 chàng trai trẻ làm việc toàn bộ phía trước phòng ăn, sân trong và ước gì tôi có thể nhớ tên anh ấy.\nMáy chủ có nhiều thông tin và kiên nhẫn. Thức ăn thật tuyệt vời. Một trong những trải nghiệm nhà hàng yêu thích của tôi ở Puerto Rico. Đọc thêm",
            "Rất nhiều cửa hàng, thực phẩm và rượu. Chúng tôi đi bộ qua các cửa hàng trong vài giờ một ngày rưỡi hôm sau và chúng tôi vẫn chưa xong. Phà cũng ở đây và thú vị để làm. Tôi ngạc nhiên trước sự thân thiện của mọi người. Một số cửa hàng đã đóng cửa nhưng vẫn còn nhiều việc phải làm. Tôi được biết rằng cuối tuần bận rộn hơn và hầu hết các địa điểm đều đóng cửa vào thứ Hai. Tôi cảm thấy như mình đang ở Mexico nhưng an toàn hơn. Bạn có thể đi bộ xung quanh như không có gì. Giao thông không điên cuồng và mọi thứ đều rất yên bình. Chúng tôi chắc chắn sẽ lên kế hoạch cho một chuyến đi khác.Đọc thêm",
            "Pháo đài ở Old San Juan là một di tích lịch sử vĩ đại. Nó đòi hỏi phải đi bộ nên hãy mang giày đi bộ tốt. Sau khi tham quan Pháo đài, hãy thưởng thức một ly Pina Colada, Virgin hoặc Alcoholic thơm ngon, cả hai đều tuyệt vời và sau đó đi đến khu vực mua sắm gần khu vực nhập cảnh của tàu du lịch.Đọc thêm",
            "Trước hết, đây là một khu vực đẹp với các di tích và tòa nhà lịch sử được bảo tồn tốt. Lựa chọn thực phẩm cũng phong nha và giá cả hợp lý. Một điều khủng khiếp đã xảy ra vào đêm cuối cùng của chúng tôi ở đó đủ để khiến cả chuyến đi trở nên tồi tệ. Chúng tôi đi vòng quanh toàn bộ khu vực trong 1,5 giờ để tìm chỗ đậu xe, nhưng tiếc là tất cả các bãi đậu xe đều chật kín. Và sau đó chúng tôi phát hiện ra một khoảng trống phía trước một nhà thờ hướng ra đường chính và không có biển báo chỉ dành cho bãi đậu xe dân cư trong dãy nhà đó. Chúng tôi không nghĩ nhiều về điều đó và tiếp tục tận hưởng buổi chiều ở khu Phố cổ. Tối hôm đó khi trở lại xe. Có 2 vé đỗ xe trên kính chắn gió tổng cộng là 320 nên tôi phải đánh phấn số tiền đó và trả tiền. Nghĩ rằng vì thành phố đang rất cần tiền nên họ có thể có được. Thật không may, đây là lần đầu tiên và cũng là lần cuối cùng đối với tôi trong lĩnh vực PR. Tôi sẽ chi tiêu ở nơi khác và sẽ không giới thiệu PR cho tất cả bạn bè và gia đình của tôi. Đọc thêm",
            "Chúng tôi đã dành hai đêm ở Old San Juan và yêu thích sự thật rằng đường phố và khu dân cư rất quyến rũ. Mỗi pháo đài đều có khung cảnh ngoạn mục riêng, vì vậy hãy nhớ mang giày thoải mái và khám phá thị trấn từ đầu này đến đầu kia!Đọc thêm",
            "Tôi là người địa phương đến thăm gia đình tôi. Trong những lần viếng thăm những năm trước, tôi rất thất vọng với tình trạng xuống cấp của các di tích, đường sá ở khu vực Old San Juan. Nhưng chuyến thăm này rất tốt. Tôi thấy nó sạch sẽ. Rất nhiều nơi đã được khôi phục kể từ chuyến thăm cuối cùng của tôi và khu vực này có sinh kế tốt đẹp.Đọc thêm",
            "Thận trọngĐây không phải là thành phố dành cho người khuyết tật hoặc người bị suy giảm khả năng vận động. Nó nằm trên một ngọn núi và vỉa hè nhỏ rất dốc. Không giống như phần còn lại của Puerto Rico, nơi có ổ gà khổng lồ ở khắp mọi nơi, tuy nhiên Old San Juan có những con đường bằng phẳng. Đây chắc chắn là một ngôi làng bên trong một lâu đài bên bờ biển. Khung cảnh thật tuyệt vời và việc mua sắm bao gồm mọi thứ bạn có thể tưởng tượng. Đỗ xe là một điều cực kỳ khó khăn vì vậy đừng mong đợi sẽ vội vã lao ra ngoài. Cảnh sát đang tích cực phạt người dân nên đừng đỗ xe ở những khu vực mà bạn không chắc chắn. Bạn có thể dễ dàng khám phá thị trấn với lịch sử này trong hai ngày.Đọc thêm",
            "Nhân viên phục vụ tốt nhất từ ​​trước đến nay Jessies puerto criollo old san juan 5 sao cô ấy rất hữu ích và kiến ​​thức tính cách tuyệt vời siêu đẹpĐọc thêm",
            "Tôi sẽ ở lại đây lần sau! Khung cảnh trên đỉnh San Juan thật tuyệt vời, đường phố thật quyến rũ. Các khách sạn được chuyển đổi đều mang phong cách cổ điển.  Sự quyến rũ của Tây Ban Nha ở khắp mọi nơi! Những tàn tích của pháo đài thật tuyệt vời khi đi qua. các chuyến đi bộ ở khắp mọi nơi và các cảnh đẹp tuyệt đẹp.Đọc thêm",
            "Nhìn chung, một trải nghiệm tuyệt vời! Lúc đầu, thật khó để tìm được chỗ đậu xe và chúng tôi phải mất khoảng nửa giờ. Nhưng sau khi chúng tôi ra ngoài thì nó thật đẹp! Những ngôi nhà đầy màu sắc và những con đường đầy màu sắc thật thú vị khi đi bộ xuống. Khá bận rộn vì có rất nhiều tàu du lịch, nhưng thật tuyệt!Đọc thêm",
            "Old San Juan lịch sử thực sự quyến rũ. Kiến trúc GothicPhục hưngBaroque, những con phố lát đá cuội màu xanh hẹp và những tòa nhà đầy màu sắc khiến chúng tôi muốn quay lại vài lần trong suốt một tuần ở Puerto Rico. Chúng tôi thích lang thang trên phố, dừng chân tại các cửa hàng, ngồi ở quảng trường và trò chuyện với người dân địa phương. Chúng tôi thích hơn nữa khi hành khách trên tàu du lịch rời đi trong ngày!Đọc thêm",
            "Chúng tôi đến đó trên một chuyến du thuyền.  Chúng tôi sẽ quay trở lại để ở lại lâu dài.  Yêu pháo đài, Phố cổ, tất cả những thứ đó.  Thành phố xinh đẹp, con người xinh đẹp.Đọc thêm",
            "Tôi có một căn hộ cho thuê ở Old San Juan, phố Imperial và gần đây đã đến đó hai lần để giới thiệu nó và rất muốn có lý do để đến thăm Old San Juan của tôi! Tôi đến từ Puerto Rico và hầu hết chúng tôi YÊU Old San Juan Đọc thêm",
            "Xin chào, các doanh nghiệp nhỏ ở Old San Juan có đóng cửa vào Chủ nhật không? Đọc thêm",
            "giá đi uber từ isla verde đến old san juan là bao nhiêu? Đọc thêm",
            "Nó phụ thuộc vào thời gian trong ngày.  Nó có thể dao động từ 12 đến 30. Ít hơn vào giờ cao điểm và nhiều hơn trong giờ cao điểm.Đọc thêm",
            "Có ai đã sử dụng hướng dẫn viên trong ngày từ cảng du lịch cho 9 người chưa?Đọc thêm",
            "Không.Đọc thêm",
            "Có phải những chiếc sombrillas đã xuất hiện trở lại ở Calle de Fortaleza? Đã bị gỡ xuống vào năm 2019 sau khi họ lật đổ thống đốc, chúng tôi sẽ có mặt ở đó vào tuần tới! Đọc thêm",
            "Bạn có cần visa từ Colombia đến Puerto Rico không?Đọc thêm",
            "Puerto Rico là Hoa Kỳ. Đó là lý do tại sao các quy tắc tương tựĐọc thêm",
            "Xin chào- khi đi du lịch, chúng tôi thích nhặt những màu nước nhỏ nguyên bản để tưởng nhớ những nơi chúng tôi đã đến.  Bạn có gợi ý nào ở chợ đường phố Old San Juan hoặc các khu vực khác mà chúng tôi có thể tìm được người làm việc này không? Cảm ơn trước.Đọc thêm",
            "Có một khu chợ với những người bán hàng địa phương, tương tự như chợ trời. Tôi không thể nhớ mọi thứ ở đó nhưng nếu bạn thích tìm hiểu nghệ thuật địa phương thì đây chắc chắn là nơi để tìm thấy nó.Đọc thêm",
            "Đó là những chiếc xe đẩy đang hoạt động vào thời điểm này? Đi du thuyền vào tháng 2.Đọc thêm",
            "Mình không có nhu cầu sử dụng xe đẩy nên không biết nó có hoạt động khôngĐọc thêm",
            "Đó là những chiếc xe đẩy đang hoạt động vào thời điểm này? Đi du thuyền vào tháng 2.Đọc thêm",
            "không có xe đẩy ở Old San JuanĐọc thêm",
            "Xem xét một chuyến đi đến Old San Juan. Tuy nhiên, Dont đã bị đám tàu ​​du lịch vây bắt. Có phải tốt hơn là nên tránh xa khu vực đó càng xa càng tốt?Đọc thêm",
            "Xin chào, như những người khác đã đề cập, tàu du lịch vẫn chưa quay trở lại.   Tuy nhiên, khi các chuyến du lịch quốc tế trở về Hoa Kỳ yêu cầu xét nghiệm âm tính bắt đầu từ tháng 1 (một yêu cầu không áp dụng cho các lãnh thổ Hoa Kỳ), du lịch ở San Juan đã tăng vọt.   Hiện nay có những hàng đợi dành cho các nhà hàng mà trước đây họ chưa từng thấy hàng đợi.   Cuối tuần trước, có đủ khách du lịch đi dạo trên đường phố Old San Juan mà bạn nghĩ rằng có ít nhất 3 con tàu đang ở trong thị trấn, trong khi thực tế là không có một con tàu nào cập cảng.  Tôi tin rằng chỉ có một hoặc hai chiếc cập bến kể từ Covid, và đó có thể là những chuyến chạy thử.  Old San Juan rất nhỏ, vì vậy dù khách du lịch bay vào hay xuống tàu, thực sự không thể thoát khỏi họ - trừ khi bạn đi bộ trên một vài con phố hoàn toàn là khu dân cư.   Tốt nhất bạn nên làm điều này đầu tiên sau bữa sáng, điều này cũng giúp bạn tránh ánh nắng giữa ngày.   Nhưng việc tránh mặt khách du lịch ở bất kỳ nơi nào ở San Juan ngày nay hầu như là không thể.   Tốt cho các doanh nghiệp, nhưng nếu bạn là người địa phương không có doanh nghiệp du lịch, bạn đang hy vọng những ngày xưa tốt đẹp sẽ quay trở lại khi có nhiều người đến Mexico và Cộng hòa Dominica hơn là đến đây.Đọc thêm",
            "Hướng dẫn du lịch nói rằng chỉ khách du lịch lưu trú trong khu vực Old San Juan mới có thể vào khu vực này, điều đó có nghĩa là gì? Nếu tôi ở tại một khu nghỉ dưỡng trên bãi biển, tôi có bị cấm vào khu OSJ không? Họ đang kiểm tra chìa khóa khách sạn của bạn hay gì đó?Đọc thêm",
            "Chúng tôi bước vào ngay. Tôi đã ở đó 3 lần khác nhau. Không có trạm kiểm soát hoặc bất cứ điều gì tương tự. Chỉ cần đeo mặt nạ trong các cửa hàng và nhà hàng. Đọc thêm"
        ],
        "star_ratings": [
            12268,
            3642,
            683,
            97,
            62
        ],
        "review_amount": 16752,
        "location": [
            "San Juan",
            "Những điều cần làm ở San Juan",
            "vùng Caribe",
            "San Juan cổ",
            "Puerto Rico"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 17, 2023",
            "Written July 4, 2023",
            "Written July 4, 2023",
            "Written July 13, 2023",
            "Written July 16, 2023",
            "Written July 24, 2023",
            "Written August 1, 2023",
            "Written August 22, 2023",
            "Written August 24, 2023",
            "Written June 2, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 14, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 13, 2024",
            "Written April 8, 2024",
            "Written March 31, 2024",
            "Written March 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147320-d147759-Reviews-Old_San_Juan-San_Juan_Puerto_Rico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d5577497-Reviews-Chocobar_Cortes_Viejo_San_Juan-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d792961-Reviews-Marmalade_Restaurant_Wine_Bar-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d2445680-Reviews-Verde_Mesa-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d2213315-Reviews-Tropical_Taste-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d1911279-Reviews-La_Taberna_Lupulo-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d7362051-Reviews-Senor_Paleta_Old_San_Juan-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d3811707-Reviews-Cafe_Don_Ruiz-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d27455747-Reviews-Dizzi_Puerto_Rico_Old_San_Juan-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d1504249-Reviews-Cafe_El_Punto-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147320-d21149423-Reviews-Anita_Gelato_PR-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d150497-Reviews-Museum_of_our_African_Roots_Museo_de_Nuestra_Raiz_Africana-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148910-Reviews-Catedral_Basilica_Menor_de_San_Juan_Bautista-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148908-Reviews-Calle_del_Cristo-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d150255-Reviews-Plaza_de_Armas-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148911-Reviews-Calle_San_Sebastian-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d4084778-Reviews-Fundacion_Casa_Cortes-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d7904879-Reviews-Coach_Outlet_Store-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d153273-Reviews-Iglesia_de_San_Jose-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d581560-Reviews-Galeria_Botello-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d17433390-Reviews-Capilla_del_Santo_Cristo_de_la_Salud-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d147759-Reviews-or10-Old_San_Juan-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d149852-Reviews-San_Juan_National_Historic_Site-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d4700220-Reviews-Castillo_San_Felipe_del_Morro-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148186-Reviews-Castillo_de_San_Cristobal-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d8275791-Reviews-La_Placita_de_Santurce-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g664838-d3224462-Reviews-Faro_Los_Morrillos-Cabo_Rojo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148183-Reviews-Paseo_de_la_Princesa-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d4763654-Reviews-The_Capitol_of_Puerto_Rico-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d153270-Reviews-Castillo_Serralles-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147324-d149631-Reviews-Yokahu_Observation_Tower-El_Yunque_National_Forest_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d150238-Reviews-Santa_Maria_Magdalena_de_Pazzis_Cemetery-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d19617991-Reviews-Coqui_Island_Adventures-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d21011220-Reviews-Adventure_Mermaid-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d3619265-Reviews-The_Spoon_Experience-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d3226677-Reviews-The_Poet_s_Passage-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d13385493-Reviews-Tulip_Art-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147319-d3546270-Reviews-The_Mezzanine_at_St_Germain-Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d3864417-Reviews-Ole_Puerto_Rico-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d10068390-Reviews-7ven_Seas_Jewelry-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d12144571-Reviews-La_Factoria-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1051517-d2356012-Reviews-Klis_Fortress-Klis_Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15852501-Reviews-Joyface-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8041175-Reviews-Flea_Market_Kitano_Tenmangu_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g42016-d12597119-Reviews-Jump_Island-Brighton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g499396-d1064261-Reviews-Coco_Cay-Berry_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d142842-Reviews-Uptown-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189469-d23592398-Reviews-Paradise_Beach_Kavourotrypes-Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43722-d626776-Reviews-Red_s-Clarksdale_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d196216-Reviews-Omaha_Beach-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14139496-Reviews-Marina_Piccola-Sorrento_Province_of_Naples_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147320-d147759-Reviews-or10-Old_San_Juan-San_Juan_Puerto_Rico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147320-d147759-Reviews-Old_San_Juan-San_Juan_Puerto_Rico.html"
    }
]