[
    {
        "attraction_name": "Oliver Winery",
        "attraction_name_vi": "Nhà máy rượu Oliver",
        "general_info": [
            "453 đánh giá",
            "- 2 trong số 77 điều cần làm ở Bloomington",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "Trải nghiệm rượu vang của chúng tôi là một trong những trải nghiệm tuyệt vời nhất ở Indiana. Năm 2017, Travel - Leisure đã đánh giá Oliver Winery là một trong 25 nhà máy rượu hàng đầu nên ghé thăm ở Mỹ. Chúng tôi là nhà máy rượu lâu đời nhất Indiana - và là một trong những nhà máy rượu lớn nhất ở Mỹ, với đội ngũ sản xuất rượu vang từng đoạt giải thưởng và phân phối trên 27 tiểu bang. Bạn - sẽ tìm thấy danh sách rượu vang phong phú nhưng dễ tiếp cận tại Phòng thử rượu xinh đẹp của nhà máy rượu trên Xa lộ Liên tiểu bang 69. Nếm thử một loại rượu cổ điển đóng chai bất động sản từ Vườn nho Creekbend, nếm thử loại rượu Thử nghiệm Dự án Thí điểm mới nhất của chúng tôi hoặc Blueberry, Cherry hoặc Lemon Moscato nửa ngọt của chúng tôi , hoặc nhâm nhi một ly Oliver Cabernet Sauvignon hoặc Sauvignon Blanc khô. Oliver Winery cũng cung cấp không gian tổ chức sự kiện đặc biệt cho các lễ kỷ niệm cá nhân hoặc công ty, từ bữa tối diễn tập cho đến bữa tiệc ngày lễ. Kiểm tra trang web của chúng tôi để biết những trải nghiệm dành riêng và thông tin chi tiết về các dịch vụ hiện tại.Đọc thêm",
        "reviews": [
            "Chúng tôi đã tổ chức sự kiện nếm rượu vang mà bọn trẻ tổ chức cho chúng tôi vào dịp Giáng sinh. Nhìn chung thì ổn nhưng chúng tôi cảm thấy rất vội vàng. Trên thực tế, những người thuyết trình đã nói với chúng tôi nhiều lần - chúng tôi không - không cố ép bạn nhưng.. - Món ăn nhẹ - đĩa phô mai rất ngon và chúng tôi rất thích rượu.Đọc thêm",
            "Chúng tôi đã đến nhà máy rượu này trong nhiều năm. Nó từng là một trải nghiệm và môi trường thoải mái, bình thường. Không còn nữa. Bạn phải xếp hàng, hầu hết chỗ ngồi đều được đặt trước và nó mang lại cảm giác như một công ty. Chỉ cần cất thẻ của bạn ra ngoài vì đó là điều được mong đợi. Chúng ta từng nếm thử một chút, cầm chai rượu tìm chỗ thưởng thức nước. Không còn nữa.Đọc thêm",
            "Chúng tôi đưa con gái đi chúc mừng sinh nhật lần thứ 25 của cô ấy.  Chúng tôi đã đặt chỗ lúc 4:30 và ngồi vào khoảng 4:15.  Chúng tôi ngồi đó trong 20 phút trước khi có người đi ngang qua và đặt 3 đĩa nếm thử lên bàn rồi bỏ đi.  Phải mất 10 phút nữa chúng tôi mới nhận ra mình đang chờ đợi một buổi nếm thử theo nhóm.  Không ai giải thích chuyện gì đang xảy ra.  Chúng tôi thấy anh chàng nếm thử thật thô lỗ - nói với chúng tôi rằng chúng tôi cần phải rời đi ngay sau đó vì họ sắp đóng cửa sớm và họ muốn về nhà với gia đình -. Chúng tôi đã trả - 94,44 cho 3 lần nếm và 3 đĩa nếm.  Giữa 6 lần nếm chúng tôi có, chúng không bằng một ly rượu đầy.  Đối với những gì chúng tôi đã trả cho - trải nghiệm - chúng tôi có thể mua ít nhất 5 chai rượu để mang về nhà và thưởng thức.  Có một nhóm người thô lỗ ở bàn bên cạnh nói chuyện rất to, chúng tôi không thể thực sự nghe thấy anh chàng nếm thử của chúng tôi giải thích cách uống từng ngụm rượu nhỏ của chúng tôi.  Chúng tôi đã chứng kiến ​​anh ấy đổ những bàn khác và anh ấy đã cho họ nhiều hơn những gì cô gái của chúng tôi đã cho chúng tôi.  Chúng tôi tuyên bố rằng chúng tôi không thể quyết định giữa hai lần nếm thử mà cô ấy đưa ra, nhưng được bảo rằng chúng tôi phải chọn một.  - nhưng anh chàng đã đưa cả hai bàn bên cạnh để thử - Sau khi nếm thử, họ xin tiền boa - một lần nữa, tẻ nhạt và thô lỗ.  Rõ ràng lọ tiền boa đã ở đó suốt thời gian qua cho chúng tôi xem - .  Chồng tôi đến quầy thu ngân để lấy tiền lẻ.  Cô gái chỉ đứng đó không làm gì cả.   Chồng tôi bước đến gần cô ấy, cô ấy nhìn anh ấy rồi bỏ đi??Nói chung không phải là cách tuyệt vời để con gái chúng tôi tận hưởng ngày sinh nhật của mình,Đọc thêm",
            "Bố mẹ tôi và tôi đã dành một buổi chiều tại Oliver Winery vào mùa hè vừa qua để nếm thử rượu vang, và điều đó thật là thú vị! Các căn cứ rất đẹp, và các loại rượu vang đều là hàng đầu. Có khá nhiều chiếc áo khoác màu vàng đang vo ve ngoài hiên, nhưng chúng không gây nhức nhối. Tuy nhiên, tôi đã phải thay một trong những mẫu rượu của mình vì những chiếc áo khoác màu vàng đã lấy nó trước! Bạn có thể mang theo đồ dã ngoại hoặc mua đồ ăn nhẹ trong cửa hàng, đó là những gì chúng tôi đã làm. Họ sẽ giảm giá nếu bạn nếm thử và sau đó mua một thùng rượu, vì vậy chúng tôi đã mua một thùng để chia cho ba người chúng tôi. Chúng tôi thích tất cả mọi thứ chúng tôi đã thử ngày hôm đó, nhưng món yêu thích của chúng tôi là đồng cỏ tự chế. Đây là một doanh nghiệp địa phương tuyệt vời và là một cách thú vị để dành một buổi chiều. Tôi đánh giá cao nó.Đọc thêm",
            "Rượu không tệ, nhưng thật tệ khi một nhóm đầu tư ngoài tiểu bang đến tăng giá để thu hồi vốn đầu tư mà không thực sự cải thiện trải nghiệm. Giá của các buổi nếm thử không cần hẹn trước đã tăng gấp ba lần từ - 5 lên - 15 và các chuyến tham quan có hướng dẫn viên gần như vô lý. Tôi có thể nếm thử rượu vang ở California thực sự được trồng trên vườn nho phục vụ nó, thay vì từ nho được vận chuyển đến. Từng là một nơi tuyệt vời cho tất cả mọi người, giờ đây lại tuyệt vời cho những người yêu thích rượu vang.Đọc thêm",
            "Hãy trải nghiệm rượu vang theo cách nó phải thế; khuôn viên đẹp, bàn ngoài trời, lựa chọn tuyệt vời, lựa chọn chuyến bay tuyệt vời, nhân viên hữu ích, đồ ăn dã ngoại cho những người đam mê rượu vang.  Hãy đến thường xuyên, ở lại một lúc.Đọc thêm",
            "Chúng tôi - đã uống rượu từ nhà máy rượu Oliver trong nhiều năm.  Cuối cùng chúng tôi cũng có cơ hội đến thăm nhà máy rượu, vì vậy chúng tôi đã làm như vậy với buổi nếm thử dành riêng.  Buổi thử rượu là một trải nghiệm tuyệt vời không chỉ vì tôi thực sự thích rượu mà còn vì người phụ nữ dẫn đầu buổi thử rượu là người cung cấp nhiều thông tin, không hách dịch về rượu và chỉ là một hướng dẫn viên du lịch tuyệt vời - thông qua các chuyến bay của chúng tôi và lịch sử của nhà máy rượu. Bản thân rượu vang là tuyệt vời.  Tôi thường không thích các loại rượu ngọt hơn, nhưng tôi có một ngoại lệ đối với Sweet Red và Lemon Moscato.  Tất cả các hương vị tiêu chuẩn đều ngon đến mức bạn có thể tự hỏi liệu mình có thực sự đang ở Indiana hay không.  Rượu táo và các dự án Thí điểm là đồ uống tuyệt vời và những điều bất ngờ từ một nhà máy rượu.  Cuối cùng, Tawny của họ có thể là cảng yêu thích của tôi mà tôi từng có. Nhìn chung, nhà máy rượu này là địa điểm không thể bỏ qua nếu bạn đang ở trong khu vực và thưởng thức rượu vang. Đọc thêm",
            "Thật là một bầu không khí đẹp. Chúng tôi ngồi ngoài hiên và nếm thử. Tất cả các thành viên trong nhóm đều rất tốt bụng và giàu thông tin. Trải nghiệm rượu vang giá cả phải chăng!Đọc thêm",
            "Nhà máy rượu đẹp!  Rất nhiều loại rượu vang để lựa chọn!  Chúng tôi đã nếm thử nó thật tuyệt!  Họ có một khu dã ngoại tuyệt đẹp với những chiếc bàn.  Hương vị bạn có thể kết hợp trên một chuyến bay khô hoặc một chuyến bay ngọt ngào.  Tôi đã làm một số trong mỗi. Đã yêu nó!  Phần bổ sung phô mai 6,00 cũng rất ngon!   Nhân viên tri thức!  Nhà máy rượu nằm ở múi giờ phía đông!  Rất tiếc về phần tôi đi từ múi giờ trung tâm và không tính đến điều đó!   Các nhân viên giúp tôi dời thời gian đặt chỗ, họ cũng cung cấp các chuyến bay tự hướng dẫn!   Hãy dành một ngày thật chậm rãi và vui vẻ!Đọc thêm",
            "Bạn bè của tôi đã đưa tôi đến đây khi ở Bloomington. Tôi thích tham gia các chuyến tham quan rượu vang và điều này thật tuyệt. Căn phòng bên trong rất cổ kính với những chiếc thùng và người phụ nữ dạy chúng tôi rất am hiểu và bạn có thể nói rằng cô ấy yêu công việc và công ty của mình. Chúng tôi tiếp tục mua một ly rượu và đi dạo quanh khu đất xinh đẹp. Họ có một số loại rượu dành riêng cho nhà máy rượu như Mead mà tôi yêu thích và những loại khác mà bạn có thể mua tại cửa hàng địa phương. Tôi rất vui khi thấy Total Wine ở Florida bán Oliver Wine. Rất khuyến khích cho một cuộc phiêu lưu buổi chiều.Đọc thêm"
        ],
        "star_ratings": [
            353,
            85,
            8,
            4,
            3
        ],
        "review_amount": 453,
        "location": [
            "Những điều cần làm ở Bloomington",
            "Hoa Kỳ",
            "Indiana - TRONG -",
            "Bloomington",
            "Nhà máy rượu Oliver"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written October 1, 2023",
            "Written May 20, 2023",
            "Written March 25, 2023",
            "Written August 10, 2022",
            "Written July 23, 2022",
            "Written June 21, 2022",
            "Written May 28, 2022",
            "Written April 24, 2022",
            "Written February 20, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36942-d612831-Reviews-Oliver_Winery-Bloomington_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d612823-Reviews-Butler_Winery-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37086-d13162514-Reviews-Beanblossom_Bottoms_Nature_Preserve-Ellettsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37086-d3494032-Reviews-Creekbend_Vineyard-Ellettsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d12341090-Reviews-Ferguson_Dog_Park-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d27006820-Reviews-Upper_Cascades_Park-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d27082137-Reviews-Danny_Smith_Memorial_Park-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d612831-Reviews-or10-Oliver_Winery-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d11699957-Reviews-Cardinal_Spirits_Distillery_Restaurant-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d14075167-Reviews-Switchyard_Brewing_Company-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d10213556-Reviews-De_Tours_Indiana_Wines-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d12159660-Reviews-Upland_Brewing_Company-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d12367374-Reviews-The_Wood_Shop-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d27050268-Reviews-Metal_Works_Brewing_Company-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d27019941-Reviews-Butler_Winery_Downtown-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d23774742-Reviews-The_People_s_Market-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d144918-Reviews-Indiana_University_Bloomington-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d2515229-Reviews-WonderLab-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d7057941-Reviews-Indigo_Birding_Nature_Tours-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d4089569-Reviews-Most_High_Adventure_Outfitters-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d3668467-Reviews-Simon_Skjodt_Assembly_Hall-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d3179286-Reviews-Bloomington_Community_Farmers_Market-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d2437969-Reviews-Eskenazi_Museum_of_Art_at_Indiana_University-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d6614987-Reviews-Tranquil_Vibe_Day_Spa-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d219636-Reviews-Buskirk_Chumley_Theater-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d4783921-Reviews-Indiana_Memorial_Stadium-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d1191631-Reviews-Playa_de_La_Malagueta-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d256789-Reviews-Ocean_Beach_Park-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g8642538-d12785874-Reviews-Idanre_Hills-Idanre_Ondo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g7806254-d555047-Reviews-Lake_Coatepeque-Coatepeque_Santa_Ana_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g53346-d1454073-Reviews-Elmwood_Park_Zoo-Norristown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g43526-d10783461-Reviews-Black_Beach-Silver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d319633-Reviews-Sapporo_Beer_Museum-Sapporo_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d148717-Reviews-Bomba_s_Surfside_Shack-Tortola_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19502238-Reviews-Oligark-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d245159-Reviews-Zenith-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36942-d612831-Reviews-or10-Oliver_Winery-Bloomington_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36942-d612831-Reviews-Oliver_Winery-Bloomington_Indiana.html"
    }
]