[
    {
        "attraction_name": "Oliwa Zoo",
        "attraction_name_vi": "Sở thú Oliwa",
        "general_info": [
            "820 đánh giá",
            "- 23 trong số 189 việc cần làm ở Gdansk",
            "Sở thú"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã không đến đó với nhiều kỳ vọng. Nó vẫn là vườn thú của Ba Lan. Nhưng sở thú Oliwa là một bất ngờ tích cực. Nhiều loài động vật, chủ yếu là có thể nhìn thấy được và ở bên ngoài. Chỉ có sư tử mới có một ngày nghỉ. Nhà vệ sinh ở mọi ngóc ngách, ý tôi là không chỉ có bụi cây, mà giống như những chiếc tủ đựng nước thực sự. Nói chung là một bộ sưu tập động vật rộng và đẹp.\nĐể xem khủng long bạn phải leo lên đồi. Tôi không - không biết tại sao. Bọn trẻ thích nó, tôi ghét nó. Nhưng vì họ chưa thể bỏ phiếu hợp pháp nên đó là một chiến thắng cho sự căm ghét.\n\nBãi đậu xe không phải là rẻ nhất - 30 zloty một ngày. Đó - giống như 2 lon bia Ba Lan. Và các máy đỗ xe chỉ hoạt động bằng tiếng Ba Lan. Giống như tôi đang ở Ba Lan...\n\nNếu bạn đang ở thế kỷ 21 và thanh toán bằng thẻ thì đừng lãng phí thời gian đứng xếp hàng mua vé. Họ cũng có máy bán vé ở đó. Thật sốc...Đọc thêm",
            "Vườn thú là một nơi đi vòng lớn từ trung tâm thành phố, do đó hãy lưu ý thời gian di chuyển đến đó. Bản thân vườn thú rất lớn, nhưng có. Rất. Nhiều. Đồi. Bộ sưu tập động vật cũng đa dạng. Một số khu vực có thể cần được chăm chút một chút, đặc biệt là các yếu tố nước. Một số loài động vật rất thân thiện với con người - như hươu cao cổ và lạc đà -, vì vậy hãy lưu ý không cho chúng ăn.\n\nTheo chúng tôi, kế hoạch của vườn thú quá phức tạp và đòi hỏi phải quay lại quá nhiều lần để tạo ra trải nghiệm dễ dàng, hợp lý trong khi giảm thiểu việc nhìn thấy nhiều thứ. Đọc thêm",
            "Vườn thú lộng lẫy nằm giữa khu rừng Kashubian mang đến khung cảnh hoàn toàn tách biệt cho nhiều loại động vật.  Các khu vực ngắm cảnh rất tuyệt vời cho du khách và động vật trông vui vẻ và được chăm sóc tốt.\nThật thú vị khi sở thú không tính phí trái đất cho chuyến tham quan, khoảng - 6 cho chuyến tham quan cả ngày thật tuyệt vời.  Có nhà hàng tại chỗ và trong khi chúng tôi ghé thăm vào mùa giảm giá, rõ ràng có nhiều hoạt động hơn nữa trong những tháng hè.  \nHãy chuẩn bị nghiên cứu về chuyến đi đến đó vì xe buýt không chạy thẳng - dường như chỉ kết nối với thị trấn Oliwa, và sau đó chúng tôi gặp khó khăn một chút trên xe điện - hãy để ý các máy bán vé nhỏ và đảm bảo bạn xác nhận khi lên xe xe điện - máy đục lỗ nhỏ cạnh cửa - .  Chúng tôi bắt taxi từ trung tâm Gdansk với giá khoảng 60 zloty, điều này chắc chắn dễ dàng hơn rất nhiều!Đọc thêm",
            "Vào tháng 3 không có nhiều khách hàng và vé rẻ hơn một chút so với mùa hè. \nBên ngoài trời lạnh nhưng chúng tôi thấy tất cả các loài động vật.\nChúng tôi đã dành 3 giờ ở Sở thú Oliwa. \n\nNếu bạn đi xe buýt, hãy kiểm tra lịch trình trước khi đến sở thú.Đọc thêm",
            "Một vườn thú thực sự đẹp, nơi bạn có thể ngắm nhìn các loài động vật khác nhau - hươu cao cổ, chim cánh cụt, chuột túi, bò sát. Nó nằm trên một khu vực đồi núi có không gian rộng rãi cho các loài động vật. Xung quanh vườn thú có các máy bán hàng tự động.\nVào tháng 4, chúng tôi không thể nhìn thấy hổ và sư tử vì lạnh nhưng tuy nhiên đó là một cách tuyệt vời để dành 3 giờ ở nơi rộng rãi này. Vé là 30 zloty, một mức giá tốt cho một sở thú kiểu này.\nHãy nhớ rằng nhân viên không biết tiếng Anh và nếu bạn biết tiếng Nga, bạn sẽ có cơ hội hiểu nhau nhiều hơn - Đọc thêm",
            "Một vườn thú thực sự đẹp, nơi bạn có thể ngắm nhìn các loài động vật khác nhau - hươu cao cổ, chim cánh cụt, chuột túi, bò sát. Nó nằm trên một khu vực đồi núi với không gian rộng rãi cho các loài động vật. Xung quanh vườn thú có các máy bán hàng tự động. Vào tháng 4, chúng tôi không thể nhìn thấy hổ và sư tử vì lạnh nhưng tuy nhiên đó là một cách tuyệt vời để dành 3 giờ ở đây. nơi rộng rãi này. Vé là 30 zloty, một mức giá tốt cho một sở thú kiểu này. Hãy nhớ rằng nhân viên không biết tiếng Anh và nếu bạn biết tiếng Nga, bạn sẽ có cơ hội hiểu nhau nhiều hơn - Đọc thêm",
            "Giá tốt, họ có tất cả các loài động vật bạn có thể nghĩ tới. Tôi không thích quá đông đúc và nơi này nhìn chung sạch sẽ..Đọc thêm",
            "Vào tháng 3 không có nhiều khách hàng và vé rẻ hơn một chút so với mùa hè. Bên ngoài trời lạnh nhưng chúng tôi vẫn nhìn thấy tất cả các loài động vật. Chúng tôi đã dành 3 giờ ở Sở thú Oliwa. Nếu bạn đi xe buýt, hãy kiểm tra lịch trình trước khi đến sở thú.Đọc thêm",
            "Vườn thú lộng lẫy nằm giữa khu rừng Kashubian mang đến khung cảnh hoàn toàn tách biệt cho nhiều loại động vật.  Các khu vực quan sát rất tuyệt vời cho du khách và động vật trông vui vẻ và được chăm sóc tốt. Thật thú vị khi sở thú không tính phí trái đất cho chuyến tham quan, khoảng - 6 cho những gì có thể dễ dàng là chuyến thăm cả ngày - thật tuyệt vời.  Có nhà hàng tại chỗ và trong khi chúng tôi ghé thăm vào mùa giảm giá, rõ ràng có nhiều hoạt động hơn nữa trong những tháng hè.  Hãy chuẩn bị nghiên cứu về chuyến đi đến đó vì xe buýt không chạy thẳng - dường như chỉ kết nối với thị trấn Oliwa, và sau đó chúng tôi gặp khó khăn một chút trên xe điện - hãy để ý các máy bán vé nhỏ và đảm bảo bạn xác nhận khi lên xe xe điện - máy đục lỗ nhỏ cạnh cửa - .  Chúng tôi bắt taxi từ trung tâm Gdansk với giá khoảng 60 zloty, điều này chắc chắn dễ dàng hơn rất nhiều!Đọc thêm",
            "Vườn thú cách trung tâm thành phố một đoạn đường vòng lớn, do đó hãy lưu ý đến thời gian di chuyển đến đó. Bản thân sở thú đã rất lớn, nhưng vẫn có. Vì thế. Nhiều. Đồi. Bộ sưu tập động vật cũng rất đa dạng.  Một số chuồng có thể sử dụng một chút tình yêu, đặc biệt là yếu tố nước. Một số loài động vật rất thân thiện với con người - như hươu cao cổ và lạc đà -, vì vậy hãy lưu ý không cho chúng ăn. Theo chúng tôi, kế hoạch sở thú quá phức tạp và đòi hỏi phải quay lại quá nhiều để tạo ra trải nghiệm dễ dàng, hợp lý đồng thời giảm thiểu việc nhìn thấy mọi thứ nhiều lần.Đọc thêm",
            "Tôi đã không đến đó với nhiều kỳ vọng. Nó vẫn là vườn thú của Ba Lan. Nhưng sở thú Oliwa là một bất ngờ tích cực. Nhiều loài động vật, chủ yếu là có thể nhìn thấy được và ở bên ngoài. Chỉ có sư tử mới có một ngày nghỉ. Nhà vệ sinh ở mọi ngóc ngách, ý tôi là không chỉ có bụi cây, mà giống như những chiếc tủ đựng nước thực sự. Nói chung là một bộ sưu tập động vật phong phú và đẹp mắt. Để nhìn thấy khủng long, bạn phải leo lên đồi. Tôi không - không biết tại sao. Bọn trẻ thích nó, tôi ghét nó. Nhưng vì họ chưa thể bỏ phiếu hợp pháp nên đó là một chiến thắng cho sự căm ghét. Bãi đậu xe không phải là rẻ nhất - 30 zloty một ngày. Đó - giống như 2 lon bia Ba Lan. Và các máy đỗ xe chỉ hoạt động bằng tiếng Ba Lan. Giống như tôi đã ở Ba Lan...Nếu bạn đang ở thế kỷ 21 và thanh toán bằng thẻ thì đừng lãng phí thời gian đứng xếp hàng mua vé. Họ cũng có máy bán vé ở đó. Thật sốc...Đọc thêm",
            "Tuy nhiên, hầu hết là một công viên ổn, nước trong các khu chuồng rất bẩn và âm u, và một số động vật như đại bàng, voi và linh dương có những khu vực rất nhỏ để di chuyển. Con hổ tội nghiệp trông rất gầy và ốm yếu. Công viên cho thấy có dấu hiệu không có tiền chi cho nó và chúng tôi cảm thấy tiếc cho một số loài động vật.Đọc thêm",
            "Tôi yêu nơi này. Rất nhiều thứ đã thay đổi trong những năm qua. Chuồng nuôi động vật mới. Nhiều dịch vụ hơn. Rõ ràng là họ quan tâm đến động vậtĐọc thêm",
            "Đã rất thất vọng khi đến thăm sở thú này. Một số khu vực bao quanh rất lớn và những khu vực tiếp theo lại rất nhỏ. Những con voi đang đau khổ và lắc lư từ bên này sang bên kia, rất khó để quan sát và không muốn ở đó sau khi nhìn thấy những con vật như vậy. Chúng tôi cũng đói khi đến đó và thấy ở đó chỉ có máy bán hàng tự động. Không có nhà hàng nào mở cửa. Chúng tôi đã không ở lại lâu và tôi sẽ không giới thiệuĐọc thêm",
            "Tôi đang ở Gydsank và quyết định đi thăm sở thú. Xe buýt dừng bên ngoài và chỉ mất 40 phút để đến đó. Đó là giá trị đồng tiền, tôi chỉ trả 3 bảng cho lối vào. Tôi rất thích nhìn thấy các loài động vật và sẽ quay lại khi ở gydsank Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Buổi tối vui vẻ \nBạn có bán rùa khôngĐọc thêm",
            "Khi chim cánh cụt được cho ănĐọc thêm",
            "Xin chào, Lần đầu tiên tôi khởi hành đến Gdansk vào thứ Bảy, tôi rất muốn đi khám phá sở thú và tự hỏi phương tiện di chuyển từ Phố cổ sẽ như thế nào. Có ai có thể giúp tôi được không?\nCảm ơn nhiềuĐọc thêm",
            "Giao thông có vẻ không rõ ràng lắm, nhưng Uber ở đó rất rẻ. Đó là giải pháp lười biếng của tôi. Đọc thêm",
            "Qubus hotell cách sở thú bao xaĐọc thêm",
            "Vui lòng cho biết buổi sáng vườn thú cách Novotel Gdańsk Centrum bao xa?Đọc thêm",
            "20 với UberĐọc thêm",
            "Giá bao nhiêu?Đọc thêm",
            "30tr Đọc thêm",
            "Sở thú này có đóng cửa vào thứ Hai không?Đọc thêm",
            "Nó mở cửa hàng ngày từ 9 giờ sáng - 3 giờ chiều. Nhưng bạn nên đến ít nhất là 12-1h trưa vì đây là vườn thú rất lớn.Đọc thêm",
            "Cách đi từ khách sạn hổ phách đến sở thúĐọc thêm",
            "CHÀO! Bạn có thể đi bằng ô tô hoặc uber - giá rẻ - hoặc phương tiện công cộng. \nNơi tuyệt vời vì vậy đừng bỏ cuộc ;- - Xe buýt và xe điện 179 từ Glowny.Đọc thêm",
            "Xin chào, tôi muốn hỏi chó có được phép vào sở thú không? :-Đọc thêm",
            "Bạn không thể mang theo động vật của mình đến sở thú.Đọc thêm"
        ],
        "star_ratings": [
            427,
            242,
            90,
            33,
            28
        ],
        "review_amount": 820,
        "location": [
            "Bắc Ba Lan",
            "Sở thú Oliwa",
            "Tỉnh Pomerania",
            "Gdansk",
            "Châu Âu",
            "Ba Lan",
            "Những điều cần làm ở Gdańsk"
        ],
        "reviews_time": [
            "Written August 16, 2023",
            "Written October 2, 2023",
            "Written November 10, 2023",
            "Written March 9, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written March 27, 2024",
            "Written March 9, 2024",
            "Written November 10, 2023",
            "Written October 2, 2023",
            "Written August 16, 2023",
            "Written August 5, 2023",
            "Written June 27, 2023",
            "Written March 14, 2023",
            "Written November 28, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274725-d1209827-Reviews-Oliwa_Zoo-Gdansk_Pomerania_Province_Northern_Poland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d12571209-Reviews-Ryz-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d7804362-Reviews-Fusion_Sushi-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d15350835-Reviews-Ristorante_Con_Giardino-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d15804914-Reviews-Przelewki_Kawiarnia-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d12704248-Reviews-Kotka_Cafe-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d8539401-Reviews-Pizzeria_Margherita-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d26329082-Reviews-Bar_Przy_Potoku-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d11795995-Reviews-Stary_Rynek_Piekarnia_Cafe-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d13150247-Reviews-Zurna_Kuchnia_Kaukaska-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d10092150-Reviews-Pinata_Mexican_Food-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2409004-Reviews-Archikatedra_Oliwska-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d3313876-Reviews-Oliwski_Park-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d3388900-Reviews-Trojmiejski_Landscape_Park-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8047001-Reviews-Viewing_Tower_Pacholek-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d17780362-Reviews-Olivia_Star_Observation_Deck-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d6877576-Reviews-Jelitkowo_Beach-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274726-d4520646-Reviews-Orlowo_Pier-Gdynia_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d672492-Reviews-Sopot_Beach-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d319117-Reviews-Monte_Cassino-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1209827-Reviews-or10-Oliwa_Zoo-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d6894912-Reviews-Thai_Mai_Salon_Masazu_Tajskiego_i_Balijskiego-Sopot_Pomerania_Province_Northern_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d13094976-Reviews-FIVE_SENSES_Float_Spa-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d24825359-Reviews-Long_Island_Shisha_Cocktails-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d3331572-Reviews-Sopot_Pier-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d10271030-Reviews-Questrooms-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274735-d4040467-Reviews-Latarnia_morska_w_Sopocie-Sopot_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d3440461-Reviews-Brzezno_Pier-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d7043199-Reviews-Tre_Ishujt_Restaurant_Lounge-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d191139-Reviews-Real_Alcazar_de_Sevilla-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34105-d2244360-Reviews-Boyett_s_Grove-Brooksville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g481079-d3984763-Reviews-Blue_Bay_Marine_Park-Mahebourg.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d10532277-Reviews-Om_Spa_For_Men-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297618-d4139097-Reviews-Solang_Valley-Manali_Kullu_District_Himachal_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g30115-d2648910-Reviews-Tennessee_Safari_Park-Alamo_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6427210-Reviews-Art_in_Paradise_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34301-d130408-Reviews-Ellie_Schiller_Homosassa_Springs_Wildlife_State_Park-Homosassa_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58003-d1135061-Reviews-Natural_Bridge_Zoo-Natural_Bridge_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274725-d1209827-Reviews-or10-Oliwa_Zoo-Gdansk_Pomerania_Province_Northern_Poland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274725-d1209827-Reviews-Oliwa_Zoo-Gdansk_Pomerania_Province_Northern_Poland.html"
    }
]