[
    {
        "attraction_name": "One Galle Face",
        "attraction_name_vi": "Một Mặt Galle",
        "general_info": [
            "92 đánh giá",
            "- 23 trong số 161 điều cần làm ở Colombo",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "One Galle Face Mall là trung tâm mua sắm đẳng cấp thế giới nằm trên khung cảnh toàn cảnh của Ấn Độ Dương.Đọc thêm",
        "reviews": [
            "Trung tâm thương mại One Galle Face ở Colombo là thiên đường của người mua sắm và là điểm đến không thể bỏ qua. Trung tâm mua sắm hiện đại và rộng lớn này cung cấp nhiều lựa chọn mua sắm, từ các thương hiệu sang trọng đến các cửa hàng địa phương, phục vụ mọi sở thích và túi tiền. Thiết kế đẹp mắt và cách bố trí hợp lý của trung tâm mua sắm giúp bạn dễ dàng di chuyển và khám phá. Với nhiều lựa chọn ăn uống, bao gồm các quán cà phê và nhà hàng, du khách có thể tiếp thêm năng lượng và thư giãn giữa cuộc mua sắm của mình. One Galle Face Mall là một trung tâm sôi động và nhộn nhịp, đảm bảo mang lại trải nghiệm mua sắm thú vị và trọn vẹn ở Colombo.Đọc thêm",
            "Nhiều thập kỷ trước khi tôi đến Sri Lanka - vào những năm 1980 -, chỉ có một số trung tâm mua sắm ở Colombo nhưng bây giờ Sri Lanka đã phát triển rất nhiều với các trung tâm mua sắm hiện đại như One Galle Face rải rác khắp thành phố. Tôi đã dành một buổi chiều ở đây. Có rất nhiều cửa hàng khác nhau - từ quần áo đến đồ thủ công Sri Lanka. Nếu bạn cần liệu pháp bán lẻ trong chuyến thăm Colombo - thì đây rồi!Đọc thêm",
            "Galle Face là trung tâm phát triển mua sắm uy tín đầu tiên ở Colombo. Khách sạn Galle Face thành lập năm 1864 là một trong những khách sạn lâu đời nhất ở Châu Á. Galle Face là một công viên đô thị hướng ra biển rộng 12 mẫu Anh, trải dài 1625 feet dọc theo bờ biển ở trung tâm Colombo. Ban đầu nó được đặt ra vào năm 1859 bởi Thống đốc Ngài Henry George. Galle Face Green ban đầu lớn hơn nhiều so với ngày nay và ban đầu được sử dụng để đua ngựa và sân gônĐọc thêm",
            "One Galle Face Mall là trung tâm mua sắm tốt nhất không chỉ ở Colombo mà còn trên toàn bộ Sri Lanka! Đó là thiên đường cho những người yêu thích thương hiệu cao cấp với nhiều loại sản phẩm tuyệt vời để lựa chọn. Trung tâm mua sắm này tự hào có vô số cửa hàng và vô số lựa chọn đồ ăn ngon, khiến nơi đây trở thành thiên đường mơ ước của người mua sắm và người sành ăn.\n\nĐiều làm nên sự khác biệt của nó là Nhà hát Ấn Độ PVR hàng đầu trên tầng cao nhất - sạch sẽ, được bảo trì tốt và có đội ngũ nhân viên thân thiện. Đó là một nơi hoàn hảo để xem phim trong khi tận hưởng trải nghiệm tuyệt vời ở trung tâm mua sắm. Nhìn chung, đây - là điểm đến hàng đầu với mọi thứ bạn có thể yêu cầu ở một trung tâm mua sắm - mua sắm, ăn uống và giải trí, tất cả dưới một mái nhà!Đọc thêm",
            "Chuyến du lịch Colombo sẽ thật vô nghĩa nếu bạn bỏ lỡ vẻ đẹp thanh lịch này. Trung tâm mua sắm khổng lồ chứa các thương hiệu hàng đầu, nơi này cho bạn thấy Srilanka hiện đại với bầu không khí mát mẻ. Bãi biển ngay đối diện nó cũng là một nơi không thể bỏ qua. Chúng tôi mua diều ở đó và có rất nhiều niềm vui. Địa phương sang trọng với nhiều khách sạn cao cấp. It - s Colombo - s showstopper.Đọc thêm",
            "Trung tâm mua sắm ưa thích, rất nhiều cửa hàng và nhà hàng. cũng là rạp chiếu phim\nYêu trung tâm mua sắm này và giới thiệu nó.\nNgoài ra còn có rất nhiều taxi và tuk-tuk ở lối vào, vì vậy đừng lo lắng khi bạn mua sắm xong.Đọc thêm",
            "Gắn liền với khách sạn chúng tôi đang ở, chúng tôi thường xuyên ghé thăm và yêu thích sự kết hợp đa dạng của các cửa hàng được cung cấp.  Đặc biệt tuyệt vời là phòng ăn ở tầng dưới cùng mà chúng tôi yêu thích.  Yêu thẩm mỹ sạch sẽ và mới mẻ - nơi này là nơi phải ghé thăm! Đọc thêm",
            "One Galle Face Mall, còn được gọi là One Galle Face, là một khu phức hợp trung tâm mua sắm khổng lồ nằm ngay đối diện Galle Face Green ở Colombo, Sri Lanka. Trung tâm mua sắm One Golf Face là nơi chúng tôi được bảo đến để vui chơi. Nó có rất nhiều hoạt động giải trí. Chúng tôi không quên đến đó ngay khi có cơ hội. Tại sao? Đây là điểm đến phổ biến để mua sắm, ăn uống và giải trí và được coi là trung tâm mua sắm lớn nhất và sang trọng nhất ở Sri Lanka. Từ các cửa hàng thiết kế cao cấp đến các thương hiệu thời trang và cửa hàng đồ thể thao nổi tiếng, One Galle Face Mall có tất cả. Bạn cũng sẽ tìm thấy các cửa hàng bán đồ điện tử, đồ gia dụng, sản phẩm làm đẹp và nhiều mặt hàng khác. Trung tâm mua sắm có rất nhiều nhà hàng và quán cà phê, cung cấp mọi thứ từ ẩm thực Sri Lanka bình dân đến ẩm thực quốc tế. Ngoài ra còn có khu ẩm thực với nhiều lựa chọn nhanh chóng và dễ dàng. Trung tâm thương mại One Galle Face có cụm rạp chiếu phim hiện đại, khu vui chơi dành cho trẻ em và khu trò chơi điện tử. Đó là một nơi tuyệt vời để dành một ngày hoặc buổi tối với gia đình hoặc bạn bè. Trung tâm mua sắm có chỗ đậu xe rộng rãi, Wi-Fi miễn phí và nhiều tiện nghi khác giúp chuyến tham quan của bạn trở nên thú vị.Đọc thêm",
            "Tôi không có đủ thời gian để đi mua sắm ở đây.  Trải rộng trên nhiều tầng, sự bổ sung đáng hoan nghênh này cho nền kinh tế của Colombo rất rộng lớn và có mọi cửa hàng mà bạn có thể muốn ghé thăm.  Ngoài ra còn có các sự kiện Giáng sinh theo chủ đề và các ca sĩ, v.v. đang hát hò trong khi bạn mua sắm.  Một cây thông Noel khổng lồ, ý tôi là khổng lồ, trải dài khắp các tầng và là một cơ hội chụp ảnh tuyệt vời.  Bãi đậu xe trên đường - khu vực đón - trả khách - đã chật cứng, vì vậy việc đến và đi từ trung tâm mua sắm này thật khó để nói. Nếu bạn thích mua sắm - đây là nơi dành cho bạn.Đọc thêm",
            "Bảo mật rất thất vọng. Và rất thô lỗ. Vì tôi và bạn tôi đang ngồi gần quán rượu kiểu Anh gần rạp chiếu phim PVR và nói chuyện mà không đeo mặt nạ trong vài phút nên anh ấy rất thô lỗ và liên tục đến và hét vào mặt chúng tôi. Cũng có rất nhiều người khác không đeo mặt nạ, nhưng anh ấy đặc biệt đến và hỏi liệu chúng tôi có thể đeo mặt nạ để rời khỏi cơ sở hay không. Thực sự đó là một sự cố tồi tệ, tôi đến đó để ăn trưa tại nhà hàng Ấn Độ và mua sắm ở trung tâm thương mại rồi đến thư giãn và trò chuyện nhưng sự an ninh này đã làm rối tung toàn bộ tâm trạng của tôi. Hơn nữa nếu nó ngang bằng với tất cả mọi người thì tôi không bận tâm. Nhưng người đàn ông đó đặc biệt đến vì chỉ có hai cô gái và không có người đàn ông nào hét vào mặt anh ta. Thêm vào đó, hầu hết những người làm việc ở đó đều không đeo mặt nạ. Nhưng tôi không hiểu tại sao anh ấy lại đặc biệt đến gặp chúng tôi và nói chuyện một cách thô lỗ và cố gắng yêu cầu chúng tôi rời khỏi tòa nhà. Tôi - sẽ thông báo cho bạn bè của tôi về trải nghiệm tồi tệ của tôi về nơi này. Tôi thường giới thiệu và đây là lần thứ 4 tôi ghé thăm Galle Face, vì nó trông rất chuyên nghiệp.  Và sẽ không bao giờ muốn bước vào một khuôn mặt Galle nữa. Đây là một trải nghiệm tồi tệ.Đọc thêm",
            "Đây là trung tâm mua sắm đắt nhất mà tôi từng ghé thăm trong đời. Để cắt tóc, tiệm bên trong trung tâm thương mại tính phí Rs. 5.000. Bạn có thể mong đợi một đôi giày có giá khoảng Rs. Trung bình 15.000. Tuy nhiên, khu ẩm thực có giá cả phải chăng. Tôi sẽ không giới thiệu địa điểm này để mua sắm trừ khi bạn có đủ tiền để chi tiêu cho những thứ có thể mua được với mức giá rẻ hơn ở bên ngoài. Nhưng ngoài mức giá đắt đỏ, trung tâm mua sắm này siêu sạch sẽ và rộng rãi. Các biện pháp an toàn chống lại Covid-19 được thực thi. Vị trí của trung tâm mua sắm cũng mang tính chiến lược. Đọc thêm",
            "Đây là một sự bổ sung đáng hoan nghênh cho Colombo, một trung tâm mua sắm ở cấp độ này đã quá hạn từ lâu và là một cải tiến lớn so với thành phố hùng vĩ và tồi tàn - và - quảng trường tự do - cố gắng biến thành trung tâm mua sắm. Đó là một trung tâm mua sắm cao cấp, hệ thống ghép kênh PVR của họ là một cải tiến lớn khác so với các rạp chiếu phim hiện có ở Colombo, họ cần cải thiện dịch vụ ăn uống, hoạt động không chuyên nghiệp và dịch vụ rất tệ. Xúc xích của chúng tôi được giao mà không có khăn giấy - khăn ăn và họ có vẻ ngạc nhiên khi chúng tôi yêu cầu một ít. Khu vực đỗ xe tầng hầm có bề mặt nhẵn và rất trơn trượt ở một số khu vực do đọng nước từ máy điều hòa của ô tô đang chạy không tải và ô tô đang đỗ. Tôi đếm được tổng cộng 7 người bị trượt chân ngã trong 2 lần đến khu vực đỗ xe. Điều đó là nghiêm trọng và cần nhanh chóng được xem xét và cải thiện.Đọc thêm",
            "Đi xem phim và bãi đậu xe đã đầy nên chúng tôi phải đỗ ở bãi đậu xe L 2. Đoạn cuối phim gây xôn xao trong công viên, chỉ có một cổng thoát được mở và mọi người bị tính phí suốt thời gian trong đó có gần 2 tiếng ở bãi đậu xe để thoát ra. Tiếp theo đó là hành vi thảm hại của các nhân viên an ninh rất thù địch và xông vào cổng mà không hề hối hận về tình huống này.Đọc thêm",
            "Tôi đã đặt nhiều hy vọng vào sự kiện ngôi nhà kinh dị tại One Galle Face Mall, nhưng thật không may, nó lại trở thành một sự thất vọng lớn. Sự kiện này do giám đốc tiếp thị Malika và nhóm của cô tổ chức, đã được phối hợp kém từ đầu đến cuối. Hệ thống xếp hàng hoàn toàn là một mớ hỗn độn. An ninh kém hiệu quả, cho phép mọi người đi trước, dẫn đến việc những người tuân theo quy định phải chờ hàng giờ mà không tiến triển gì. Sự thiếu kiểm soát này đã gây khó chịu và làm mất đi trải nghiệm tổng thể. Hơn nữa, các vấn đề kỹ thuật đã cản trở sự kiện, gây ra sự chậm trễ kéo dài. Sự quản lý yếu kém này đã khiến nhiều trẻ em và khách quen, trong đó có cả tôi, cảm thấy thất vọng và không hài lòng. Tôi hy vọng ban tổ chức sẽ xem xét phản hồi này một cách nghiêm túc và nỗ lực cải thiện các sự kiện trong tương lai. Hiện tại, tôi sẽ rất ngần ngại khi tham dự một sự kiện khác do nhóm này tổ chức.Đọc thêm",
            "One Galle Face là một Trung tâm mua sắm xinh xắn đạt tiêu chuẩn quốc tế. Nhiều cửa hàng với các sản phẩm có Thương hiệu. Giá cả cũng theo tiêu chuẩn quốc tế. Khu ẩm thực rất tốt với nhiều lựa chọn nhà hàng. Tuy nhiên, phí đậu xe quá cao đối với người dân địa phương, - hầu hết khách du lịch nước ngoài đến bằng xe thuê, do đó họ không giữ xe ở bãi đậu xe. Nhìn chung, đó là một trải nghiệm thú vị.Đọc thêm",
            "One Galle Face giống một trại quân đội kiên cố hơn với lính canh, máy chụp X-quang, máy dò kim loại ở khắp mọi nơi. Nếu bạn muốn trải nghiệm cảm giác như thế nào khi bước vào một cơ sở quân sự thì đây là nơi nên đến. Ngay từ lối vào bãi đậu xe cho đến khi đi vào các cửa hàng, đều có một số trạm kiểm soát với máy phát bức xạ, máy kiểm tra, v.v. Tiếp theo, họ cũng có thể giới thiệu tính năng tìm kiếm khoang cơ thể. Các cửa hàng trở nên vô dụng và mọi người đến đó chỉ để giết thời gian chứ không phải để mua những thứ linh tinh đắt tiền một cách lố bịch. Hầu hết các nhà hàng trong khu ẩm thực thậm chí còn không cung cấp nước hoặc ít nhất là không có cơ sở để mua một chai nước. Trải nghiệm khủng khiếp và nơi đó không dành cho người mua sắm mà dành cho những người lãng phí thời gian muốn dành vài giờ để đi loanh quanh. Đừng lãng phí thời gian của bạn khi đến nơi này.Đọc thêm",
            "Trung tâm chờ đợi lâu dài của nó cho Colombo. Vâng, đây thực sự là trung tâm mua sắm lớn so với những trung tâm mua sắm quy mô nhỏ khác ở Colombo.many. Một điều tôi thích ở đây là khu ẩm thực ở tầng trệt không giống như những trung tâm thương mại khác.. Nó tách biệt những người sành ăn với những người mua sắm thực sự,Đọc thêm",
            "Nhiều thập kỷ trước khi tôi đến Sri Lanka - vào những năm 1980 -, chỉ có một số trung tâm mua sắm ở Colombo nhưng bây giờ Sri Lanka đã phát triển rất nhiều với các trung tâm mua sắm hiện đại như One Galle Face rải rác khắp thành phố. Tôi đã dành một buổi chiều ở đây. Có rất nhiều cửa hàng khác nhau - từ quần áo đến đồ thủ công Sri Lanka. Nếu bạn cần liệu pháp bán lẻ trong chuyến thăm Colombo - thì đây rồi!Đọc thêm"
        ],
        "star_ratings": [
            44,
            26,
            14,
            2,
            7
        ],
        "review_amount": 93,
        "location": [
            "tỉnh miền Tây",
            "Châu Á",
            "Sri Lanka",
            "Một Mặt Galle",
            "Colombo",
            "Những điều cần làm ở Colombo"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written August 22, 2023",
            "Written August 22, 2023",
            "Written December 12, 2023",
            "Written December 29, 2023",
            "Written February 6, 2024",
            "Written February 26, 2024",
            "Written May 20, 2024",
            "Written January 4, 2020",
            "Written July 1, 2020",
            "Written April 16, 2021",
            "Written January 2, 2020",
            "Written December 23, 2021",
            "Written October 28, 2023",
            "Written January 28, 2020",
            "Written January 9, 2020",
            "Written January 26, 2020",
            "Written August 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293962-d19410547-Reviews-One_Galle_Face-Colombo_Western_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d25062890-Reviews-Menya_Hanabi_Sri_Lanka-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d13148335-Reviews-Shang_Palace_Shangri_La_Colombo-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d23034992-Reviews-Central_Restaurant-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d15643402-Reviews-Sapphyr_Lounge_Shangri_La_Colombo-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d13170985-Reviews-Capital_Bar_Grill-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d19839777-Reviews-Food_Studio_at_One_Galle_Face-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d23047950-Reviews-Sunsetblu-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d11769457-Reviews-L_A_B-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d3475694-Reviews-Emperor_s_Wok-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293962-d19403015-Reviews-Crystal_Jade-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d3195710-Reviews-Galle_Face_Green-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d3682845-Reviews-Old_Parliament_Building-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2459884-Reviews-Dutch_Hospital_Shopping_Precinct-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d23845581-Reviews-Port_City_Promenade-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2621930-Reviews-Talangama_Wetland-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10630689-Reviews-World_Trade_Center-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d11904760-Reviews-Old_Kathiresan_Temple-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d17161513-Reviews-Sivayogaswami_Thiruvadi_Nilayam-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d12050310-Reviews-Ape_Gama-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d4093551-Reviews-St_Paul_s_Church-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d19410547-Reviews-or10-One_Galle_Face-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d13166925-Reviews-Vogue_Jewellers_Pvt_Ltd-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d6516565-Reviews-Salie_s_Fine_Jewelry_Gem_Stones-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d7212366-Reviews-Jewel_Qudsi-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d26322574-Reviews-Glory_Tour_By_Tuk_Tuk-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d18544278-Reviews-Sri_Lanka_Driver_Guide_Aruna-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d14774141-Reviews-Lakarcade-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d6418077-Reviews-Stone_N_String-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d17584879-Reviews-Sri_Lanka_Jason_s_Private_Drivers-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d12439856-Reviews-Sri_Lankan_Tuk_Tuk_Safari-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2486360-Reviews-Barefoot-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d27671651-Reviews-Basilur_Tea-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d27700100-Reviews-Basilur_Tea-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d25565423-Reviews-Putt_Putt_Mini_Golf-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d27671655-Reviews-Basilur_Lounge-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d15617998-Reviews-CHI_The_Spa-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d17804693-Reviews-Capital_Tour_by_Tuk_Tuk-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d20319168-Reviews-Travel_with_Lenin-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10258879-Reviews-Colombo_Walks-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d12160355-Reviews-Sri_Lanka_Tour_Driver-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d12033417-Reviews-Romello_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2561792-Reviews-Colombo_City_Walks-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d18905047-Reviews-Travelbeingdom-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10021222-Reviews-Tuk_Tuk_Safari_Sri_Lanka-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d147880-Reviews-Cane_Garden_Bay-Tortola_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d14018422-Reviews-Sulfur_Bath_5-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d2266026-Reviews-The_Pool_After_Dark-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g39707-d594770-Reviews-Newport_on_the_Levee-Newport_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5073591-Reviews-The_Aztec_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d127014-Reviews-Coronado_Bridge-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g488296-d3954492-Reviews-Afandou_Beach-Afandou_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3382675-Reviews-Lost_Temple-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42791-d2259203-Reviews-DeYoung_Family_Zoo-Wallace_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d1932270-Reviews-Perissa_Black_Sand_Beach-Perissa_Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293962-d19410547-Reviews-or10-One_Galle_Face-Colombo_Western_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293962-d19410547-Reviews-One_Galle_Face-Colombo_Western_Province.html"
    }
]