[
    {
        "attraction_name": "Open Smile Travel",
        "attraction_name_vi": "Du lịch Nụ Cười Mở",
        "general_info": [
            "59 đánh giá",
            "19 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Cho thuê thiết bị",
            "Cho thuê thuyền",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nụ cười là sự kết hợp của hoàn cảnh, tâm trạng ở từng thời điểm. Để có được nụ cười từ bên trong chúng ta, điều quan trọng nhất vẫn là điều gì mang lại sự hài lòng, từ đó nụ cười sẽ mở ra. Và đó chính xác là điều công ty chúng tôi theo đuổi, mang lại niềm vui, sự hài lòng cho mỗi khách hàng. Chúng tôi sẽ tận tâm phục vụ bạn trong mỗi chuyến đi và luôn chúc bạn Open Smile trong mỗi chuyến đi ...Xem thêm",
        "reviews": [
            "Có một bữa tối tuyệt vời và đi thuyền dọc sông Sài Gòn. Chiếc thuyền tuyệt vời với nhiều không gian để di chuyển, khu vực tầng trên tuyệt vời với quầy bar và nhạc sống. Nhà vệ sinh trên tàu cũng đạt tiêu chuẩn 5 sao! Đêm đầu tiên của lễ hội Việt Nam nên chúng tôi thật may mắn khi được ngồi ở hàng ghế đầu trên thuyền để xem bắn pháo hoa và trình diễn máy bay không người lái trước thành phố. Hướng dẫn viên của chúng tôi cũng rất tuyệt vời và cuối cùng cũng giúp chúng tôi tổ chức thang máy trở về khách sạn! Đọc thêm",
            "Chuyến đi này là cách hoàn hảo để dành một buổi tối ở Hồ Chí Minh. Chuyến tham quan múa rối là một trải nghiệm tuyệt vời về văn hóa Việt Nam và đi thuyền là một cách tuyệt vời để ngắm nhìn Sài Gòn về đêm. Đồ ăn thì ổn nhưng có người đưa bạn đi và về mọi nơi trên một chiếc ô tô có máy lạnh là điều hoàn toàn xứng đáng!Đọc thêm",
            "Buổi biểu diễn múa rối hơi nhàm chán vì chúng tôi không hiểu ngôn ngữ, bữa tối quá tiêu chuẩn nên đồ ăn không có nhiều sự lựa chọn, nhưng hướng dẫn viên của chúng tôi, cô Hana rất xuất sắc, cô ấy rất chu đáo và quan tâm, giải thích mọi thứ về thành phố. Tôi khuyên bạn nên có cô ấy nếu bạn ở Sài Gòn.Đọc thêm",
            "Chuyến đi của tôi với công ty này rất Rất Tốt. Tôi đang nghĩ trong tương lai nếu tôi quay lại Việt Nam, tôi sẽ chọn công ty của bạn cho chuyến đi của tôiĐọc thêm",
            "Yêu thích chương trình này. Những người biểu diễn rất tài năng và tôi đã được giải trí trong suốt thời gian biểu diễn. Thật thú vị khi xem!Đọc thêm",
            "Hướng dẫn viên du lịch rất xuất sắc, đến đúng giờ, cung cấp cho chúng tôi nhiều thông tin, dịch vụ nhanh chóng thân thiện, trải nghiệm thú vị. Chuyến tham quan thật tuyệt vời rất được khuyến khích.Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời.  Ken ở lại với chúng tôi và giúp chúng tôi đi từ nơi này đến nơi khác suốt buổi tối.  Anh ấy là một người hướng dẫn tuyệt vời, hiểu và nói tiếng Anh tốt.  Đó là một buổi tối tuyệt vời!  Chúng tôi thực sự khuyên bạn nên.Đọc thêm",
            "We booked a last evening for our family of 4 on this traditional water puppet show and then 3 hour of the 4 on a river cruise including a sumptuous Vietnamese meal with traditional entertainment.We were picked up promptly by our tour guide and taken by taxi to the puppet show which was enchanting, and we cannot fault that part of the evening.On completion we were then taken to our river cruise, and this part was appalling to be honest. We were immediately offered a drinks menu not part of the package but when we picked 4 cocktails were advised these were not available  so why include them on the menu!One of our party has a peanut allergy, which we had preadvised our tour provider, yet when the food arrived one of the dishes had peanuts! This was hastily removed. Of the other dishes we received cold tuna salad and cold prawns, but other dishes included chips, French bread, rice and 4 other meat dishes  - but also all cold! On asking our waitress and tour guide who then came over we ascertained that all of these other dishes were meant to be hot. They all had to be taken away and microwaved but by then we were suspicious and the food when it came back was virtually inedible. The following morning 1 of our party suffered stomach issueshe traditional entertainment included a Vietnamese cruise line singer,  2 belly dancers not something we saw as traditional throughout 2 weeks in Vietnam elsewhere  and then for most of the cruise we were entertained by karaoke from other travellers  - to various capabilities!On completion we were picked up again promptly and we asked to go somewhere where we could get some food as none of us had eaten very much, and he kindly took us to a local karaoke bar where we continued our last evening at our own expense.The fault here lies with the cruise which was subcontracted by the tour guide, however we booked through Viator and sought a partial refund  it turns out this is just passed on to the local guide for them to resolve. We then faced significant communication with him sufficient that we had to block him.Come on Viator take ownership please  our not unreasonable partial refund request was refused, we have used Viator many times successfully and we rely on you to manage situations. But guidance to travellers dont go on this tour unless you want a very poor quality dinner and entertainment.Read more",
            "Chúng tôi xin chân thành cảm ơn những ý kiến ​​đóng góp của bạn, qua đó chúng tôi sẽ ghi nhận và hoàn thiện để phù hợp với nhiều khách hàng ở từng châu lục, quốc gia khi đến với dịch vụ ăn tối trên du thuyền của chúng tôi. Chúng tôi chân thành xin lỗi vì không thể làm bạn hài lòng nhất có thể. Rất mong có cơ hội được phục vụ bạn và gia đình lần nữa. Chúng tôi hứa rằng dịch vụ và bữa tối sẽ tốt và phù hợp với sở thích của bạn nhất có thể.Đọc thêm",
            "Chương trình vui nhộn. Không có gì lạ mắt. Các nghệ sĩ biểu diễn hào hứng.  Rất nhiều pha thăng bằng và ném gậy lớn.. phải mất một phút mới thấy đây là một sự thể hiện cuộc sống ở Việt Nam. Buổi biểu diễn thú vị nhưng hơi đắt so với những gì chúng tôi nhận được..Đọc thêm",
            "Vâng, cảm ơn ý kiến ​​của bạn, nhưng chuyến đi này bao gồm: Vé và dịch vụ đưa đón.Đọc thêm",
            "Bắt đầu ngày mới sớm và có một hướng dẫn viên du lịch am hiểu. Tôi sẽ bắt đầu bằng việc nói rằng chúng tôi có một người lái xe rất tệ nhưng công ty du lịch đảm bảo với tôi rằng anh ta sẽ không được phép lái xe cho bất kỳ ai nữa. Nếu không có tài xế này thì mọi thứ khác đều tốt. Ngoài ra, công ty lữ hành còn đảm bảo rằng chúng tôi có thể thực hiện chuyến đi này trong kỳ nghỉ Tết Nguyên đán bận rộn. Các điểm dừng rất thú vị, chợ nổi là nơi không thể bỏ qua. Bữa trưa rất ngon và chúng tôi trở về vào khoảng 5 giờ chiều.Đọc thêm"
        ],
        "star_ratings": [
            48,
            9,
            2,
            2,
            0
        ],
        "review_amount": 61,
        "location": [
            "Du lịch Nụ Cười Mở",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 4, 2024",
            "Written April 17, 2024",
            "Written April 15, 2024",
            "Written March 17, 2024",
            "Written March 11, 2024",
            "Written March 9, 2024",
            "Written March 8, 2024",
            "Written March 4, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d19331065-Reviews-Open_Smile_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-or10-Open_Smile_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6696563-Reviews-Grand_Spa_JP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844805-Reviews-Hero_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10813140-Reviews-Chum_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20974942-Reviews-Shanla_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15019686-Reviews-Monosketch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21317194-Reviews-Taboo_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26774610-Reviews-JC_68_Live_Music-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27704850-Reviews-Emnails_Beauty_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8071632-Reviews-Vietnamese_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19163793-Reviews-102_Saigonese-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10767864-Reviews-Rocky_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12719595-Reviews-Drink_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d10592585-Reviews-Lieber_State_Recreation_Area-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g14192173-d6413090-Reviews-Kanneliya_Rain_Forest_Reserve-Koralegama_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d2305113-Reviews-Lekki_Conservation_Centre-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2394636-Reviews-Igreja_do_Carmo-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d284330-Reviews-Old_Town-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d7952100-Reviews-Knutsford_Express-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137975-d17530507-Reviews-Kashmir_Abshar-Muzaffarabad_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d23687507-Reviews-Area_53_Paintball_And_Adventure_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143057-d103399-Reviews-The_Narrows-Zion_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d311951-Reviews-Cafe_Tortoni-Buenos_Aires_Capital_Federal_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-or10-Open_Smile_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-Open_Smile_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Open Smile Travel",
        "attraction_name_vi": "Du lịch Nụ Cười Mở",
        "general_info": [
            "59 đánh giá",
            "19 trên 312 Phương tiện giao thông ở TP.HCM",
            "Chuyến tham quan nhiều ngàyChuyến tham quan mạo hiểm cảm giác mạnhXe đưa đón bằng taxiCho thuê thiết bịThuyền cho thuêChuyến tham quan tư nhânChuyến tham quan tự hướng dẫnChuyến đi trong ngày",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Cho thuê thiết bị",
            "Cho thuê thuyền",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nụ cười là sự kết hợp của hoàn cảnh, tâm trạng ở từng thời điểm. Để có được nụ cười từ bên trong chúng ta, điều quan trọng nhất vẫn là điều gì mang lại sự hài lòng, từ đó nụ cười sẽ mở ra. Và đó chính xác là điều công ty chúng tôi theo đuổi, mang lại niềm vui, sự hài lòng cho mỗi khách hàng. Chúng tôi sẽ tận tâm phục vụ bạn trong mỗi chuyến đi và luôn chúc bạn Open Smile trong mỗi chuyến đi ...Xem thêm",
        "reviews": [
            "Buổi biểu diễn múa rối thật rực rỡ. Du thuyền và ăn tối thật thú vị, hàng núi đồ ăn và giải trí rất tốt. Hướng dẫn viên nói tiếng Anh tốt và rất dễ hiểuĐọc thêm",
            "Dịch vụ tuyệt vời từ đầu đến cuối.  Công ty du lịch Open Smile là một công ty rất chuyên nghiệp.  Giao tiếp của anh Khánh rất tốt ngay từ khi chúng tôi lên kế hoạch cho chuyến đi.  Chúng tôi đi du lịch theo nhóm 13 người nên có nhiều yêu cầu đặc biệt.  Phúc khiến tất cả chúng tôi cảm thấy được chào đón ở Việt Nam và anh ấy không bao giờ dao động trong nỗ lực đáp ứng mọi nhu cầu của chúng tôi. Anh ấy đã vượt xa những gì được mong đợi ở anh ấy và làm điều này với sự duyên dáng và nụ cười mỗi ngày.  Anh ấy rất thân thiện và là một chuyên gia thực sự.   Anh ấy là đại lý du lịch tốt nhất mà tôi rất hân hạnh được làm việc cùng.  Phúc cũng là người hướng dẫn của chúng tôi khắp miền bắc Việt Nam. Anh ấy chăm sóc từng chi tiết mỗi ngày và hỗ trợ nhóm chúng tôi rất tốt.  Chúng tôi đã đi đến nhiều nước ở Châu Âu, Đông Nam Á và Nam Mỹ cũng như trên khắp Hoa Kỳ. Tôi vẫn chưa tìm được công ty du lịch nào tốt như Open Smile Travel và hướng dẫn viên du lịch tốt như Phúc.  Tôi đặc biệt giới thiệu Open Smile Travel cho bất kỳ ai đang cân nhắc chuyến đi đến Việt Nam hoặc Thái Lan.Đọc thêm",
            "Gần đây, từ cuối tháng 12 năm 2023, gia đình chúng tôi đã dành 9 ngày ở Việt Nam, hóa ra đó là một kỳ nghỉ rất thú vị. Chúng tôi đã thấy những vùng khác nhau của một đất nước xinh đẹp và gặp một số người rất thân thiện. Tất cả những điều này đều do anh Khánh tổ chức thông qua công ty du lịch Open Smile Travel của chính anh.  Chúng tôi thấy một chút về từng vùng, từ Thành phố Hồ Chí Minh ở phía Nam đến Hà Nội ở phía Bắc. Đối mặt với thời tiết thay đổi là một vấn đề, Hồ Chí Minh tương đối nóng, Bà Nà Hills lại lạnh và khi chúng tôi ở đó, trời mưa gần như liên tục khiến chúng tôi rất khó chịu.  Hà Nội mát mẻ vừa phải. Vấn đề duy nhất mà cá nhân tôi có thể xác định được là lịch trình của chuyến tham quan. Kể từ ngày chúng tôi đến Thành phố Hồ Chí Minh, lúc 3 giờ sáng, gần như suốt thời gian lưu trú, chúng tôi phải dậy rất sớm và có thể nói rằng tôi hầu như không ngủ được trọn đêm khi ở đó.  Một lịch trình chặt chẽ rõ ràng được coi là cần thiết để giúp chúng tôi có thể khám phá nhiều hơn về Việt Nam trong thời gian ngắn chúng tôi ở đó. Tuy nhiên, đặc biệt đối với những du khách lớn tuổi, tôi đã 67 tuổi, một lịch trình thoải mái hơn một chút sẽ phù hợp hơn nhiều. Đó cũng là vì một số nơi chúng tôi đến thăm phải đi bộ khá nhiều. Chúng tôi hoàn toàn hài lòng với chuyến đi và việc tổ chức nó, đồng thời chi phí mà chúng tôi phải chịu cũng khá hợp lý theo quan điểm của chúng tôi. Từ kinh nghiệm của mình, chúng tôi hoàn toàn có thể giới thiệu nhà điều hành tour du lịch này cho những người khác có thể đang có kế hoạch đến thăm Việt Nam.AnandĐọc thêm",
            "Hướng dẫn viên của chúng tôi, ông Công rất xuất sắc. Anh ấy rất hiểu biết và thể hiện sự quan tâm thực sự đến trải nghiệm của chúng tôi. Công ty đã chấp nhận đặt phòng của chúng tôi ngay trong ngày và rất phản hồi trong việc liên lạc về trải nghiệm của chúng tôi. Cảm ơn ông Công vì một buổi tối tuyệt vời! Đọc thêm",
            "Tôi đã được một hướng dẫn viên du lịch xuất sắc, người nói tiếng Anh tốt đón về từ khách sạn của mình. Cô sắp xếp việc vận chuyển đến và đi từ tàu du lịch và giải thích các điểm tham quan trên sông. Giải trí tốt. Khi bạn đang ở trên sân thượng, thuốc chống muỗi là điều bắt buộc!Đọc thêm",
            "Cảm ơn đánh giá của bạn rất nhiều, chúng tôi luôn cố gắng hoàn thiện để mang lại dịch vụ tốt nhất cho khách hàngĐọc thêm",
            "Đây là một cách đáng yêu để dành buổi tối cuối cùng của chúng tôi tại TP HCM.  Buổi biểu diễn múa rối thật thú vị - Tôi chưa bao giờ thấy điều gì giống như vậy!  Chuyến đi ăn tối là một cách thú vị để thư giãn và tận hưởng buổi tối cuối cùng của chúng tôi, nhưng đồ ăn không phải là điểm thu hút.  Điều khiến buổi tối của chúng tôi trở nên nổi bật là sự quan tâm mà hướng dẫn viên NGUYỄN PHI KHÁNH đã dành cho chúng tôi.  Anh ấy đúng giờ, chu đáo và thân thiện.  Anh ấy làm chúng tôi ngạc nhiên với món kem TỐT NHẤT trong một đêm Sài Gòn nóng bức cho món tráng miệng của chúng tôi và chụp ảnh suốt đêm cho chúng tôi để chúng tôi có thể tận hưởng. Anh ấy sắp xếp tất cả các chuyến đi và nhu cầu vận chuyển của chúng tôi, nhưng dịch vụ của anh ấy không dừng lại ở đó.  Trên đường về khách sạn, chồng tôi đánh rơi ví trong ba lô.  Để tóm tắt một câu chuyện dài, sáng hôm sau chúng tôi lại được chào đón tại sảnh của chúng tôi bởi NGUYỄN PHI KHÁNH trông rất mệt mỏi!  Anh ta đã thức suốt đêm và tìm được chiếc ví!  Anh ấy đã giao nó cho chúng tôi khi chúng tôi đang trên đường ra ngoài và TẤT CẢ NỘI DUNG vẫn còn đó!  Với thế giới ngày nay, thật nhẹ nhõm khi không nhắc đến một lời nhắc nhở sảng khoái rằng trên thế giới này vẫn còn những người tốt.  Nếu bạn muốn có một buổi tối tuyệt vời mà không phải lo lắng - NGUYỄN PHI KHÁNH chính là người hướng dẫn dành cho bạn!Đọc thêm",
            "100 kinh nghiệm được đề xuất!!! Họ đến đúng giờ vào giờ đón. Jastin, trưởng đoàn du lịch của chúng tôi đã rất chú ý để khiến chúng tôi luôn cảm thấy hài lòng. Tại mỗi điểm dừng đều có hướng dẫn viên giải thích chi tiết và chụp ảnh cho chúng tôi. rất chuyên nghiệp trong việc giải thích các địa điểm, gần gũi và thân thiện. Đi thuyền trên sông rất vui, chúng tôi đã thử rất nhiều món ăn địa phương, tất cả đều ngon. Bữa trưa ở Mekon thật tuyệt vời. Đây là một chuyến tham quan rất thoải mái, có máy lạnh, nơi bạn có thể nghỉ ngơi trong khi đến từng địa điểm. Nếu bạn muốn biết về đồng bằng sông Cửu Long và nền văn hóa này chỉ trong một ngày, đừng ngần ngại chọn chuyến tham quan này.  Chúng tôi có những kỷ niệm rất đẹp, cảm ơn tất cả các hướng dẫn viên để có một ngày tuyệt vời!Đọc thêm",
            "Chương trình múa rối nước rồng vàng thật tuyệt vời mặc dù hầu hết được trình bày bằng tiếng Việt. Chương trình rất độc đáo: có hiệu ứng nước, khói và pháo hoa kèm theo hài kịch và âm nhạc. Du thuyền Indochina Queen thật tuyệt vời và đầy màu sắc. Chúng tôi ước họ cung cấp thịt halal. Nhưng nhìn chung chúng tôi rất thích ăn hải sản. Người phục vụ của chúng tôi thực sự tốt bụng, thân thiện và chu đáo. Đọc thêm",
            "Hướng dẫn viên Kang của chúng tôi, rất thân thiện và thông thạo lịch sử của đường hầm Củ Chi. Anh ấy nói tiếng Anh tốt.  Chồng tôi và tôi đều ngạc nhiên trước mê cung thông minh của những đường hầm dưới lòng đất được xây dựng ở đó. Đó là một trải nghiệm độc đáo đối với chúng tôi. Cảm ơn Kang và Open Smile Travel.Đọc thêm",
            "Tôi không biết điều gì sẽ xảy ra nhưng buổi biểu diễn thật ngoạn mục, tôi chưa bao giờ thấy điều gì giống như vậy! Tôi yêu từng phút giây ấy. Cơ quan này không chỉ cung cấp phương tiện đi lại cho tôi mà còn đặt cho tôi chỗ ngồi tốt nhất trong nhà. Tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            48,
            9,
            2,
            2,
            0
        ],
        "review_amount": 61,
        "location": [],
        "reviews_time": [
            "Written February 11, 2024",
            "Written February 8, 2024",
            "Written January 31, 2024",
            "Written January 18, 2024",
            "Written January 7, 2024",
            "Written January 5, 2024",
            "Written December 28, 2023",
            "Written December 15, 2023",
            "Written December 11, 2023",
            "Written December 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d19331065-Reviews-or10-Open_Smile_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-Open_Smile_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-or20-Open_Smile_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6696563-Reviews-Grand_Spa_JP-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10844805-Reviews-Hero_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10813140-Reviews-Chum_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20974942-Reviews-Shanla_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15019686-Reviews-Monosketch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21317194-Reviews-Taboo_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26774610-Reviews-JC_68_Live_Music-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27704850-Reviews-Emnails_Beauty_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8071632-Reviews-Vietnamese_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19163793-Reviews-102_Saigonese-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14025887-Reviews-The_Prive_Spa_International_Nail_Care_Spa_Ben_Thanh_D1-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25247185-Reviews-Coco_Care_Spa_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10767864-Reviews-Rocky_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12719595-Reviews-Drink_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17427697-Reviews-Saigon_Corners-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245617-Reviews-Wiener_Stadthalle-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d198681-Reviews-Jewel_Falls-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g298358-d8066138-Reviews-Dune_7-Walvis_Bay_Erongo_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5074660-Reviews-Pakistan_Maritime_Museum-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294320-d313937-Reviews-Pisac_Market-Pisac_Sacred_Valley_Cusco_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g44055-d1071369-Reviews-Tishomingo_State_Park-Tishomingo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d17433967-Reviews-Silver_Anvil_Metal_Craft-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d19122529-Reviews-Batumi_Central_Railwaystation-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d519607-Reviews-Dickenson_Bay-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g39214-d7198753-Reviews-Shanty_Hollow_Lake_Hiking_Trail-Bowling_Green_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-or20-Open_Smile_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d19331065-Reviews-or10-Open_Smile_Travel-Ho_Chi_Minh_City.html"
    }
]