[
    {
        "attraction_name": "Open Air Cinema Kamari",
        "attraction_name_vi": "Rạp chiếu phim ngoài trời Kamari",
        "general_info": [
            "1.379 đánh giá",
            "- 1 trong 4 trò chơi thú vị - Trò chơi ở Kamari",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "OPEN AIR CINEMA KAMARI - Cinekamari - nằm ở lối vào thị trấn Kamari trên con đường chính dẫn vào thị trấn Fira với bến xe buýt ngay đối diện lối vào rạp chiếu phim. Mở cửa từ tháng 5 đến tháng 10. Phí vào cửa là 10 euro. Quầy bar đầy đủ các loại cocktail - hãy thử Daiquiri dâu tây và Mojito của chúng tôi! - , Bia và rượu vang địa phương, nước giải khát, kem và đồ ăn nhẹ. Phim có phiên bản tiếng Anh với phụ đề tiếng Hy Lạp. Cửa mở 20:30 Và phim bắt đầu 21:30 Năm 2012, KÊNH TRAVEL năm 2014 THE GUARDIAN.UK và năm 2015 kênh CNN Travel đã công bố OPEN AIR CINEMA KAMARI là một trong 10 rạp chiếu phim ngoài trời hay nhất trên toàn thế giới .Đọc thêm",
        "reviews": [
            "Đây chắc chắn là một địa điểm không quá bí mật nhưng lại rất khác với một câu chuyện cổ tích. Bầu không khí thật tuyệt vời và khiến bạn cảm thấy như đang ở trong một khu rừng bí mật! Sự lựa chọn rất kỳ lạ của các bộ phim bằng tiếng Anh với phụ đề tiếng Hy Lạp. Đó là một tổ chức Kamari đã mở được hơn 25 năm. Chắc chắn đáng để ghé thăm. Có một quầy bar cung cấp đồ ăn nhẹ, đồ uống và hàng hóa.Đọc thêm",
            "Chuyến đi Santorini của bạn nên bao gồm một bộ phim ngoài trời vào đêm khuya. Nó chỉ cảm thấy đúng! Mọi người đều rất vui mừng khi được ở đó. Tôi không quan tâm đến bộ phim chút nào, chỉ là bầu không khí và trải nghiệm khiến nó trở nên đáng giá. Chỉ 10 euro đã để lại ấn tượng lâu dài cho tôi và vợ. Hãy nhớ mang theo tiền mặt vì không chấp nhận thẻ. Họ có một quán bar và bán đồ ăn nhẹ, bỏng ngô và tất nhiên là đồ uống. Chúc bạn vui vẻ! Đọc thêm",
            "Hãy đến sớm để vào quán và có chỗ ngồi tốt. Thật đáng để xếp hàng trong 20 phút. Họ bán xúc xích, khoai tây chiên và các món ăn vặt khác. Rượu đi kèm với một máy làm mát. Tất cả đều rất dễ thương và chúc các bạn một buổi tối đi chơi vui vẻ với các bạn trẻ. Chúng tôi đã nhìn thấy Mama Mia.Đọc thêm",
            "Đây là buổi tối tuyệt vời nhất. Vị trí thực sự đẹp tuyệt vời. Một chút kỳ quặc. Cảm giác giống như đang trong giấc mơ đêm hè vậy. \nLau dọn. Được tổ chức tốt. Nhân viên thân thiện. Đồ uống giải khát rực rỡ. Không thể diễn tả được điều này tuyệt vời như thế nào.Đọc thêm",
            "Không khí tuyệt vời, trải nghiệm điện ảnh trường học cũ. Hãy đến đó sớm để có chỗ ngồi chọn lọc, nhưng bạn sẽ phải mất một đêm dài cho đến tận nửa đêm. Đường đến và đỗ xe hơi khó khăn nhưng một đêm tuyệt vời ở Santorini Đọc thêm",
            "Chúng tôi ở Perissa và quyết định dành một đêm thư giãn và xem rạp chiếu phim ngoài trời...và chúng tôi rất vui vì đã làm như vậy!  Địa điểm thật kỳ diệu!  Bộ phim không quá hay - Indiana Jones - , nhưng không khí vui vẻ - đồ uống - đồ ăn nhẹ đã tạo nên điều đó!  Nó chỉ có 10 euro mỗi người và đáng giá từng chút một.  Nếu bạn - đang tìm kiếm một đêm để nghỉ ngơi sau những bữa tối - cocktail xa hoa, thì đây là nơi nên ghé thăm!Đọc thêm",
            "Đến đây sau khi đọc rất nhiều về nó và không thất vọng. Phim mở cửa lúc 8h30 tối và phim bắt đầu lúc 9h30 tối và kết thúc ngay trước nửa đêm. Chúng tôi bắt đầu xếp hàng từ khoảng 7h55 tối và vẫn còn khoảng 50 người phía trước. Chúng tôi đã cố gắng giành được một vài ghế cuối cùng còn lại ở khu vực giữa.\nChúng tôi đã xem Mamma Mia và nó thật tuyệt. Có một khoảng thời gian giữa chừng.\nCó rất nhiều đồ uống và đồ ăn nhẹ được cung cấp và xe buýt từ Fira dừng ngay bên ngoài rạp chiếu phim.Đọc thêm",
            "4 sao \nChỉ có điều tiêu cực là phải mất quá nhiều thời gian để vào rạp - phim mới bắt đầu.\nKhông - không cần một khoảng thời gian \nKết thúc muộn \nMuốn giới thiệu bạn đến đó sớm vì xếp hàng dài.\nBố trí tuyệt vời, đồ ăn nhẹ có sẵn hạn chế.Đọc thêm",
            "Trải nghiệm tuyệt vời và bầu không khí tuyệt vời.  Một việc phải làm khi bạn ghé thăm đảo.   \n\nCó đồ ăn nhẹ và quầy bar ngay trong khuôn viên. \n\nChúng tôi đã đến đó được 8 giờ và đứng thứ hai trong q nhưng nó rất bận rộn nên khuyên bạn nên đi sớm.  \n\nHọ cho phép bạn vào 1 lần một lúc nên không cần phải vội vã đến quán bar.  \n\nRất khuyến khích một chuyến thăm. \n\nChỉ cách Kamari một quãng đi bộ ngắn.Đọc thêm",
            "Thật là viên ngọc quý tuyệt đối của một rạp chiếu phim. Điều này được xếp hạng trong top 10 trên thế giới. Thật tuyệt vời, chỗ ngồi tốt quanh quẩn. Giữ 180 chỗ phải có được sớm, nhưng nếu bạn không - đừng cố chen lấn như người dân địa phương. Giá cả hợp lý đồ uống và đồ ăn nhẹ, tất cả đều liên quan đến điện ảnh. Chó bỏng ngô, v.v. Chúng tôi đã nhìn thấy mamma mia, lần thứ 50. Đọc thêm",
            "Trải nghiệm tuyệt vời. Một nhà hát ngoài trời tuyệt đẹp cách thị trấn Kamari 15 phút đi bộ với khung cảnh khu vườn nhiệt đới, quầy bar, máy làm bắp rang và những chiếc ghế giám đốc thoải mái. Đồ ăn và đồ uống khá đắt nhưng mọi thứ ở Santorini cũng vậy. Tôi đã xem The Fall Guy vào tối qua. Màn hình kích thước lớn và hệ thống âm thanh dưới các vì sao. Sẽ rất hữu ích nếu tiền mặt chỉ được đề cập trên webiste khi tôi còn 7 euro cuối cùng. May mắn thay, tôi đã bỏ đủ tiền lẻ để trả khoản nhập 10 euro.  Ngoài ra, thật không may, họ cho phép hút thuốc, điều này đã phá hỏng hoàn toàn trải nghiệm của tôi khi anh chàng phía trước hút xì gà suốt 3 giờ và khói không có nơi nào để đi và khiến tôi cảm thấy khá buồn nôn. Sau đó tôi đọc được rằng phía bên trái không được hút thuốc mặc dù điều này không được thông báo ở bất cứ đâu và tôi ngồi bên trái nên điều này không có gì khác biệt.  Thật xấu hổ, đó là một trải nghiệm đáng yêu mặc dù vậy. Hãy thử và lắp nó vào chuyến đi của bạn.Đọc thêm",
            "Tôi đến sớm một tiếng vào tối thứ Tư của tháng Năm, điều đó hoàn toàn không cần thiết. Bạn có thể có mặt lúc 9:30 và ngồi ở bất cứ đâu bạn muốn. Địa điểm chỉ thanh toán bằng tiền mặt. Bên trong khá lạnh khi có gió nên hãy nhớ mặc ấm. Một điều tiêu cực là có rất nhiều hoạt động hút thuốc diễn ra bên trong rạp hát.Đọc thêm",
            "Rất ngạc nhiên bởi địa điểm tuyệt đẹp này trong đồ uống âm nhạc đồ ăn kamari và tất nhiên là ngắm nhìn khung cảnh hoàn hảo của mamma Mia ở một nơi hẻo lánh tuyệt đẹp Mọi thứ đều hoàn hảo rất khuyến khích Đọc thêm",
            "Tôi - tôi đã mong chờ được đến đây trong suốt kỳ nghỉ. Thật là một trải nghiệm tuyệt vời, kỳ quặc và nó hoạt động hoàn hảo. Các loại cocktail rất ngon, chúng tôi không có đồ ăn nhẹ nhưng có xúc xích, bắp rang nachos, v.v. Không khí thật tuyệt vời, với nhạc jazz thú vị được phát trước khi bộ phim bắt đầu. Chỉ có tiền mặt nhưng có máy ATM bên ngoài. Hãy nhớ mang theo một chiếc áo liền quần vì nó sẽ hơi nhanh. Tốt nhất - tôi đã dành 10 đô la!Đọc thêm",
            "Đêm tuyệt vời tại rạp chiếu phim ngoài trời, một điều khác biệt mà chúng tôi chưa từng làm trong kỳ nghỉ trước đây! Thiết lập tốt, ngạc nhiên về hình ảnh đẹp như thế nào trên màn hình máy chiếu và âm thanh! Lựa chọn đồ uống tuyệt vời và một số đồ ăn nhẹ ngon - nachos, bỏng ngô, xúc xích - chỉ cách khách sạn của chúng tôi 10 phút đi bộ. Chắc chắn sẽ giới thiệu một chuyến thăm! Đọc thêm",
            "Đây là một trong những điểm nổi bật trong chuyến đi của chúng tôi, chuyến còn lại là chuyến du ngoạn bằng thuyền catamaran lúc hoàng hôn. Mê hoặc, khác thường, kỳ quặc là cách duy nhất để tóm tắt nó. Thật là kỳ lạ khi ngồi ngoài trời trong khung cảnh tuyệt đẹp như vậy trong khi xem một bộ phim Hollywood mới phát hành. Các loại cocktail và đồ ăn điện ảnh - xúc xích, nachos, bỏng ngô, v.v. đều tuyệt vời. Trên hết, họ chơi một số bản nhạc jazz rất hay trước bộ phim, tạo ra một cảm giác rất lạnh. Hãy lưu ý rằng đó chỉ là tiền mặt!Đọc thêm",
            "Một đêm khác cho một kỳ nghỉ. Bầu không khí tuyệt vời. Chúng tôi yêu nó. Chỉ cách thị trấn 10 đến 15 phút đi bộ. chỉ 10 euro để vào và giá đồ uống vẫn ổn. Mọi người đã than phiền về việc không lấy thẻ trong các phiên bản trước. Có lỗ trên tường ngoài cửa vậy có vấn đề gì vậy!  Hãy đi và thử điều gì đó khác biệtĐọc thêm",
            "Một trải nghiệm kỳ nghỉ tuyệt vời và đáng nhớ dưới bầu trời đầy sao.  Rất không khí - một loạt nhạc jazz - swing đã được phát trước bộ phim và có một quán bar đầy ắp đồ để bạn ghé thăm - những ly cocktail tuyệt vời.  Khoảng cách đi bộ dễ dàng từ Kamari - rất thích nó.Đọc thêm",
            "Giá tốt cho mỗi người 10 euro để trải nghiệm màn hình lớn ngoài trời, rượu - giảm giá bỏng ngô - Chỉ tiền mặt! Những cơn gió ấm áp tuyệt vời phả vào mặt bạn, những cành cây kỳ lạ rơi vào người bạn và hương thơm của hương thảo - thật - mát mẻ.Đọc thêm",
            "Kinh nghiệm tốt. Sự kiện được tổ chức rất tốt. Chúng tôi đã xem Mamma mia. Xe buýt dừng ngay bên ngoài. Nó thực sự là một cuộc đi bộ ra khỏi thị trấn. Từ bến xe buýt. Nếu bạn không ở lại Kamari, bạn có thể gặp khó khăn khi đến đó, đặc biệt là vì nơi này kết thúc muộn nên cần phải đặt taxi. Rất đáng để ghé thăm.Đọc thêm",
            "xin chào tối nay rạp chiếu phim có mở cửa không, trên poster ghi có thể nhưng tôi không biết ngày nào và tôi sẽ khởi hành vào ngày 20, cảm ơn Đọc thêm",
            "Bạn sẽ đến đó từ Pyrgos bằng cách nào?Đọc thêm",
            "Bạn sẽ khai trương vào ngày nào trong tháng 5 năm 2023?Đọc thêm",
            "Bạn mở cửa hàng ngày hay chỉ mở vào những ngày nhất định?Đọc thêm",
            "Nó mở cửa vào mỗi buổi tối và họ thay đổi phim vài ngày một lần nhưng bạn có thể xem những gì đang diễn ra nếu bạn truy cập trang web của họ. Tuy nhiên, đừng nghĩ rằng nó mở cửa trái mùaĐọc thêm",
            "Hi vọng tối mai sẽ đi. Mấy giờ nó kết thúc và bạn có biết liệu có xe buýt đón về Căn hộ Anna không. Cảm ơn. Đọc thêm",
            "Tất nhiên nó sẽ phụ thuộc vào bộ phim.  Chúng tôi kết thúc trước nửa đêm.  Bạn sẽ phải kiểm tra lịch trình xe buýt để xem liệu có địa điểm nào gần nhất có thể đưa bạn đến gần nơi bạn cần đến hay không.Đọc thêm",
            "Xin chào, bạn có mở cửa vào ngày 5 tháng 10 không? Cảm ơn bạnĐọc thêm",
            "vângĐọc thêm",
            "Tháng 5 năm nay bạn khai trương vào ngày nào? Tôi ở Santorini từ ngày 9 - 17 tháng 5? \nCảm ơn bạnĐọc thêm",
            "Chào bạn, ngày khai trương có lẽ là 20/5.Đọc thêm",
            "Hiện tại bạn có mở cửa không và chỉ cần bước vào hay bạn phải đặt trước? Đọc thêm",
            "Chúng tôi đến ngay sau 8 giờ, lúc đó khá yên tĩnh nhưng bận rộn hơn nhiều vào thời điểm bộ phim bắt đầu. Đó là vào một đêm thứ Hai cuối tháng Bảy.Đọc thêm",
            "Vé thường là bao nhiêu?Đọc thêm",
            "Có, giá vé là 8 - : - Đọc thêm",
            "xin chào, tôi sẽ đến vào ngày 3 tháng 10. Bạn có biết bộ phim nào sẽ chiếu trong tuần đó không?Đọc thêm",
            "Không, xin lỗi. Phim được quảng cáo trong tuần tại địa phương hoặc bạn có thể đến rạp chiếu phim - xem danh sách. Đọc thêm"
        ],
        "star_ratings": [
            1179,
            168,
            15,
            5,
            13
        ],
        "review_amount": 1380,
        "location": [
            "Nam Aegean",
            "Cyclades",
            "Các hoạt động ở Kamari",
            "Rạp chiếu phim ngoài trời Kamari",
            "Santorini",
            "Châu Âu",
            "Hôm qua",
            "Hy Lạp"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 24, 2023",
            "Written June 29, 2023",
            "Written July 11, 2023",
            "Written July 31, 2023",
            "Written August 7, 2023",
            "Written August 20, 2023",
            "Written August 23, 2023",
            "Written September 11, 2023",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written October 19, 2023",
            "Written October 10, 2023",
            "Written October 8, 2023",
            "Written October 4, 2023",
            "Written September 27, 2023",
            "Written September 23, 2023",
            "Written September 18, 2023",
            "Written September 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g658914-d1918420-Reviews-Open_Air_Cinema_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d27473485-Reviews-Ta_Tertipia_Santorini-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d23448790-Reviews-The_Finch-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d1591268-Reviews-Bacchus-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d26029381-Reviews-Cosi_Italian_Restaurant-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d4472246-Reviews-To_Pinakio-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d4260331-Reviews-Il_Forno_Pizza_and_Pasta-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d4366904-Reviews-Al_Fresco-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d23383937-Reviews-Mama_meze-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d1498216-Reviews-Taverna_Sellada-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d15076628-Reviews-Santo_Fresh-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g12994579-d7179953-Reviews-Ieros_Naos_Panagias_Episkopis_Thiras-Moni_Profitou_Iliou_Santorini_Cyclades_Sou.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26823931-Reviews-Saint_Pagratios_Kamari_Holy_Orthodox_Church-Kamari_Santorini_Cyclades_South_Aege.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d4992245-Reviews-Estate_Argyros-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26828768-Reviews-Agia_Irini_Chrysovalantou-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g635607-d16708506-Reviews-Odysseys_Car_Rentals-Firostefani_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26800210-Reviews-Panagia_Myrtidiotissa_Church-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g8043198-d2178679-Reviews-Artemis_Karamolegos_Winery-Exo_Gonia_Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d2663198-Reviews-Kamari_Beach-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26800175-Reviews-Agios_Nektarios_Church-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d2294145-Reviews-Art_Space-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d1918420-Reviews-or10-Open_Air_Cinema_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d8132379-Reviews-Escape_Game_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d21311183-Reviews-Santorini_Tours_by_Top_Greece-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d3530850-Reviews-Escape_Land-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d8385773-Reviews-Santorini_Mini_Golf-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d25381479-Reviews-Santorini_Photography-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d23421798-Reviews-Volcano_cannabis_shop-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d25254038-Reviews-Santorini_Adventure-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d14012891-Reviews-Photo_Souvenir_Ancient_Greece-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d25772109-Reviews-Sip_and_Sculpt-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d23933148-Reviews-X_YLO_WOOD_DESIGN_SANTORINI-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d13568556-Reviews-Argyros_Travel-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d6428585-Reviews-Santorini_Experts-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d14997742-Reviews-Santoride_Rent_a_Moto-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d7907435-Reviews-Volcano_Dive_Center-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d1907636-Reviews-Navys_Waterworld-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d2602280-Reviews-Love_Boat_Bar-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d12981509-Reviews-Kokkalo_Cooking_Lessons-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d23849539-Reviews-E_Spiridakos_Catamaran_Cruises-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d13549023-Reviews-Nemely_Windsurf_Sup_Center-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d12373471-Reviews-Santorini_Gastronomy_Cooking_classes_more-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481449-d7063034-Reviews-SmartCity-Kalkara_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d663043-Reviews-Fan_Pier-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143676-Reviews-Gulf_World_Marine_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g255106-d300529-Reviews-Mount_Eden-Auckland_Central_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g29506-d274520-Reviews-Six_Flags_New_England-Agawam_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196026-Reviews-Bahnhofstrasse-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13544056-Reviews-Bond_Nightclub-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48966-d11969596-Reviews-Bass_Lake-Blowing_Rock_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1894069-d17847991-Reviews-Sarantaris_Beach-Anissaras_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d12872343-Reviews-Katpana_Desert-Skardu_Gilgit_Baltistan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g658914-d1918420-Reviews-or10-Open_Air_Cinema_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g658914-d1918420-Reviews-Open_Air_Cinema_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html"
    }
]