[
    {
        "attraction_name": "Oprna Bay",
        "attraction_name_vi": "Vịnh Oprna",
        "general_info": [
            "68 đánh giá",
            "- 1 trong 2 việc cần làm ở Stara Baska",
            "Nguồn nước",
            "Bãi biển"
        ],
        "attraction_summary": "Đó là một cuộc phiêu lưu tuyệt vời. Đầu tiên bạn cần tìm chỗ đậu xe ở bên đường. Khung cảnh thật tuyệt vời từ trên đó. Sau đó, bạn phải đi xuống bãi biển - có một số tuyến đường - nhưng đó là một chuyến đi bộ khá khó khăn, đá trơn trượt và trời nóng, tôi đã mang theo khá nhiều thứ nên việc đi lại khó khăn hơn một chút. Đó là 10 - 15 phút đi bộ. Khi bạn đến bãi biển, nước rất đẹp và sạch sẽ và thích hợp để lặn với ống thở. Nó không quá đông đúc vào thời điểm chúng tôi ở đó. Có một - quầy bar - nơi bạn có thể mua bánh sandwich và đồ uống. Nói chung đó là một trải nghiệm tuyệt vời, chắc chắn sẽ quay lại lần nữa. Đọc thêm",
        "reviews": [
            "Bãi biển này thật tuyệt! Bạn có thể thuê ghế tắm nắng và ô dù - loại ở quầy bar rẻ hơn - và có rất nhiều cá để bạn có thể lặn biển xung quanhĐọc thêm",
            "Đỗ xe trên đường và tìm đường đi xuống. Có nhiều đường xuống bãi biển; chúng tôi lấy cái được đánh dấu bằng sơn phun màu xanh - gần bức tường chắn nhân tạo bằng đá - . Mang giày thể thao hoặc bốt - không đi dép xỏ ngón! Bạn sẽ mất 5 - 15 phút lên xuống tùy theo thể lực của mình. Không phù hợp cho người đi dạo! Nước rất nguyên sơ! Bãi biển có sỏi nhỏ - sỏi với những mảng cát. Dễ dàng xuống nước mà không bị rơi dốc. Không có nhím, không có sứa ít nhất là vào tháng 6. Bạn có thể thuê ô và ghế với giá 100 Kuna. Ngoài ra còn có một quán bar trên bãi biển mở cửa vào khoảng 10:30, nhưng tôi chưa thử. Không có thiết bị vệ sinh.Đọc thêm",
            "Chúng tôi rất thích khung cảnh và thực tế là nó không quá đông đúc. Bạn có thể thuê một chiếc ô có hai giường với giá khoảng 150 kuna. Tuy nhiên, hãy nhớ rằng bạn phải đi bộ xuống - và đi lên - một con đường RẤT khó khăn trong vài phút, trên những tảng đá, để đến bãi biển. Có một quán bar nơi bạn có thể mua nước và đồ ăn nhẹ - tuy nhiên không nhiều -. Nước sạch, bạn có thể đi bộ vài mét trước khi nước sâu - vì vậy nó tốt cho trẻ em, ngoại trừ tuyến đường bạn phải đi - . Đọc thêm",
            "Bãi biển Butiful hơi khuất trong đá, nước sạch. Tất cả đều là một nơi đáng yêu, tôi thực sự khuyên bạn nên ghé thăm nếu bạn ở Krk. Đọc thêm",
            "Bãi biển này chắc chắn là rất đẹp! Tiếc là không có bãi đậu xe nên bạn phải đỗ xe ven đường và đi bộ thường xuyên hơn 1km. Ngoài ra, lưu ý rằng bạn có thể nhận được một vé. Chúng tôi đã thấy một số ô tô bị phạt sau kính chắn gió - Tôi đoán là do đậu xe ở những khúc cua hoặc - đi quá nhiều trên đường - - .Hãy đảm bảo bạn mang giày dép phù hợp, điều này cần thiết khi đi bộ xuống một ngọn đồi đá dốc.Đọc thêm",
            "Phải đi bộ một đoạn ngắn để đến đó, cũng không có chỗ đỗ xe chính thức - chỉ ở bên đường -. Lưu ý rằng chỉ có quán bán đồ ăn nhanh nghèo nàn - bia đóng chai - khoai tây chiên - , vì vậy tốt hơn hết bạn nên mang theo một ít đồ ăn bên mình.Đọc thêm",
            "Bãi biển nhỏ xinh đẹp này có tất cả các thành phần đặc trưng của một bờ biển Croatia: bãi biển sỏi, bờ dốc với nhiều cảnh tượng dưới nước. Không dễ để đến đó, bạn có thể để xe trên đường - đừng lo, bạn có thể tìm một chỗ - và đi bộ xuống dốc. Bạn phải cẩn thận, nó thực sự rất nặng! Bạn có thể thuê giường tắm nắng ở đó với giá 150KN - khá đắt, nhưng đáng giá, không có cơ hội nào khác để tìm nơi trú ẩn khỏi ánh nắng mặt trời - . Đừng quên mang theo thiết bị lặn của bạn, quang cảnh dưới nước thật tuyệt vời! Đọc thêm",
            "Bãi biển thực sự tuyệt vời, nhưng không có bãi đậu xe và đường đến bãi biển khá cực và khó khăn, vẫn đángĐọc thêm",
            "Đối với chúng tôi, đây là một trong những bãi biển đẹp nhất ở Krk. Nó nằm trên đường đến Stara Baška và bạn phải đỗ xe ở bên cạnh, trên sườn đá. Đừng đến quá muộn, nếu không những vị trí đẹp nhất sẽ bị chiếm mất và bạn sẽ phải đi bộ một chặng đường dài. Bạn đi qua lan can bảo vệ và đi xuống những con đường hoang dã để đến vịnh. Tốt nhất là không nên đi dép xỏ ngón! Bạn đỗ xe càng sâu hoặc băng qua lan can bảo vệ thì việc đi bộ càng dễ dàng nhưng cũng sẽ lâu hơn một chút. Nhưng nó đáng giá. Bãi biển sỏi tuyệt vời với nước có màu sắc hoàn hảo. Họ thuê ghế dài và ô dù. 2 ghế dài - 1 ô - 20 euro. Ki-ốt nhỏ mở cửa lúc 11 giờ sáng và ít nhất bạn cũng có thể mua được đồ uống lạnh. Nếu cảm thấy nhàm chán, bạn có thể đi bộ dọc bờ biển trên những con đường nhỏ dẫn đến những vịnh nhỏ hẻo lánh. Chúng tôi thực sự thích nó, vì vậy việc leo lên sau lần bơi cuối cùng không tệ lắm.Đọc thêm",
            "Bạn có thể mang theo chó không?Đọc thêm",
            "Trẻ 3 tuổi rưỡi có thể tiếp cận được không? Cảm ơn bạnĐọc thêm",
            "Theo tôi thì điều đó có thể thực hiện được, nhiều nhất là ở những đoạn dốc nhất bạn có thể đón anh ấy. Bạn cần ít nhất một đôi giày chạy bộ - tôi có giày leo núi - và hãy nhìn kỹ vào con đường, để khi dựa vào lan can mà bạn sẽ phải băng qua, bạn có thể nhìn thấy con đường. \nCon đường tốt nhất cách xa hơn 50 mét so với nơi Google Maps chỉ ra điểm đến bãi biển.Đọc thêm",
            "Để đi thuyền tới Oprna tôi nên hỏi ở đâu?\nĐọc thêm",
            "Đến cảng Baska. Đọc thêm",
            "Đáy biển có đầy cá không? Chúng tôi thích lặn với ống thở và cho đến nay, ở Vela và Mala Luka, chúng tôi ít hài lòng nhất là về cá và đồng...Đọc thêm",
            "Ở vùng biển ở khu vực này, tôi luôn hài lòng khi lặn bằng ống thở. Nhiều cá hơn lượng cá trung bình ở Ý.Đọc thêm",
            "Xin chào, con chó có được phép trên bãi biển không? Anh ấy sẽ không xuống nước! LgĐọc thêm",
            "Hôm nay đã thấy chó ở đó. Ít nhất là không có biển cấm hay bất cứ điều gì tương tự. Đọc thêm",
            "Quầy bar cung cấp cả đồ ăn và đồ uống ????Đọc thêm",
            "Tôi sẽ nói không. Chỉ có kem, khoai tây chiên đóng gói, đồ uống và một ít thứ khác. Giá tương đối không rẻ lắm - hiện nay hầu như ở khắp mọi nơi ở Slovenia và Croatia - Đọc thêm",
            "Làm thế nào để tôi hiểu nơi dừng xe và nơi bắt đầu xuống khỏi lan can? Cảm ơn Đọc thêm",
            "Nơi bạn nhìn thấy tất cả những chiếc xe đậu trên sườn núi. Tuy nhiên, sau đó, bạn luôn thấy mọi người đến và đi, đi theo họ dọc theo các lối đi.Đọc thêm",
            "Xin chào,\n\ncó nhà hàng buffet gần biển không? Hoặc có thể là một toilette? \n\nCảm ơn trước!\n\nDanielĐọc thêm"
        ],
        "star_ratings": [
            51,
            14,
            3,
            1,
            0
        ],
        "review_amount": 69,
        "location": [
            "Vịnh Oprna",
            "Quần đảo Vịnh Kvarner",
            "Châu Âu",
            "Croatia",
            "Stara Baska",
            "Các hoạt động ở Stara Baska",
            "Đảo Krk",
            "Quận Primorje-Gorski Kotar"
        ],
        "reviews_time": [
            "Written July 24, 2022",
            "Written July 8, 2021",
            "Written June 23, 2021",
            "Written August 25, 2020",
            "Written August 8, 2020",
            "Written August 23, 2019",
            "Written October 5, 2018",
            "Written September 6, 2018",
            "Written August 17, 2017",
            "",
            "Written May 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3746060-d10838245-Reviews-Oprna_Bay-Stara_Baska_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_Coun.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3746060-d10838245-Reviews-or10-Oprna_Bay-Stara_Baska_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553928-Reviews-Stara_Baska_Old_Baska-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553920-Reviews-Baska-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303800-d14183155-Reviews-Vela_Luka-Baska_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303822-d18956216-Reviews-Immortelle_Farm_Island_Krk-Omisalj_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorsk.html",
            "https://www.tripadvisor.com/Attraction_Review-g1067963-d12815155-Reviews-Potovosce-Vrbnik_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553927-Reviews-Soline_Bay-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d550454-Reviews-Biserujka_Cave-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303830-d20220675-Reviews-Beach_Medane-Punat_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303830-d15856395-Reviews-Punat_Beach-Punat_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553925-Reviews-Kosljun_island-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d23978453-Reviews-Wolf_Pit_Tavern-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g31802-d299263-Reviews-Blanchard_Springs_Recreation_Area-Mountain_View_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-Forestiere_Underground_Gardens-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1886940-Reviews-Saiko_Iyashi_no_Sato_Nemba-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefe.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104333-Reviews-Worlds_Of_Fun_Oceans_of_Fun-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4346545-Reviews-Bagni_Regina_Giovanna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d14791229-Reviews-El_Eden-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g31522-d2336087-Reviews-Pickles_Gap_Village-Conway_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4552856-Reviews-An_Dong_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g51909-d2008603-Reviews-Hood_River_Lavender_Farms-Hood_River_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3746060-d10838245-Reviews-or10-Oprna_Bay-Stara_Baska_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3746060-d10838245-Reviews-Oprna_Bay-Stara_Baska_Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_Coun.html"
    }
]