[
    {
        "attraction_name": "Opus One Winery",
        "attraction_name_vi": "Nhà máy rượu Opus One",
        "general_info": [
            "553 đánh giá",
            "6 trong số 21 điều cần làm ở Oakville",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Được nuôi dưỡng bằng niềm đam mê và tầm nhìn đặc biệt, Opus One sản xuất một loại rượu pha trộn Bordeaux cực kỳ cao cấp mỗi năm. Là sự hợp tác giữa Robert Mondavi và Nam tước Philippe de Rothschild, Opus One nảy sinh từ niềm đam mê. Và bắt đầu từ vụ thu hoạch đầu tiên vào năm 1979, mỗi chai rượu của Opus One đều thể hiện tầm nhìn và tinh thần đam mê của những người sáng lập. Mục tiêu của chúng tôi là tạo ra loại rượu có chất lượng cao nhất phản ánh truyền thống và sự đổi mới của cả hai nhà sáng lập. Việc tham quan nhà máy rượu chỉ được thực hiện theo lịch hẹn.Đọc thêm",
        "reviews": [
            "Chúng tôi dừng lại ở nhà máy rượu mà không đặt trước buổi nếm thử nào khi khám phá Thung lũng Napa. Chúng tôi được chào đón bằng nụ cười của bà chủ nhà và được chào đón để tận hưởng khung cảnh tuyệt đẹp. Khi tôi hỏi về việc mua một ít rượu vang, chúng tôi được dẫn vào một căn phòng xinh đẹp chứa đầy đồ cổ. Không có dấu hiệu nào cho thấy sự kiêu ngạo và hợm hĩnh của một số nhà máy rượu nhỏ hơn mà chúng tôi đã ghé thăm ngày hôm đó. Một đội tuyệt vời trình bày một loại rượu đặc biệt...Chúc mừng...Đọc thêm",
            "Sau lối vào có cổng được lót bằng những cây ô liu xinh xắn, sự chú ý của bạn sẽ bị thu hút bởi một tòa nhà hiện đại với một số đặc điểm kiến ​​​​trúc độc đáo.  Chúng tôi được dẫn vào một sảnh trước khi gặp nhà giáo dục rượu vang của chúng tôi, Theresa.  Một chuyến tham quan ngắn diễn ra sau đó và sau đó chúng tôi được dẫn đến phòng nếm thử.  Các loại rượu vang thật TUYỆT VỜI!  Chúng tôi đã có thể thử các biểu thức 2012,2017,2019 và Overture và chúng tôi đã chọn mua bộ lấy mẫu.  Các món ăn nhẹ kết hợp rất tốt và thực sự đã thay đổi trải nghiệm nếm thử của chúng tôi trở nên tốt hơn.  Mặc dù chi phí 200 mỗi người có vẻ cao, nhưng giá trị này vượt xa các lựa chọn nếm thử khác như Alpha Omega mà chúng tôi phải trả 150 mỗi người mà không có bất kỳ món ăn nhẹ nào và rượu vang kém hơn nhiều.  Rất đáng để ghé thăm và nó sẽ đặt ra tiêu chuẩn để bạn có thể so sánh những trải nghiệm nếm thử khác.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá chi tiết và chu đáo của bạn. Chúng tôi hy vọng có thể chào đón bạn quay trở lại nhà máy rượu trong thời gian sắp tới. Đọc thêm",
            "Chuyến thăm Thung lũng Napa sẽ không trọn vẹn nếu không nếm thử và tham quan Opus One.  Nhà máy rượu này đã đặt tiêu chuẩn cao cho khu vực khi lần đầu tiên được thành lập và nó tiếp tục đẩy tiêu chuẩn đó lên cao hơn.  Có bao nhiêu nhà máy rượu chỉ sản xuất một loại rượu nhưng làm như vậy một cách cẩn thận và chú ý đến mức mỗi loại rượu đều ngon hơn loại trước?   Điều kiện thời tiết rõ ràng ảnh hưởng đến sản xuất, nhưng ở đây người ta tập trung vào việc tạo ra sự pha trộn tốt nhất có thể mỗi năm và điều đó thể hiện qua ly rượu.  Tham quan nhà máy rượu cũng rất hấp dẫn và có chút cảm hứng đáng kinh ngạc.  Tầm nhìn từ mọi góc độ của những ngọn núi và vườn nho đều đáng được ghi vào bưu thiếp và việc nếm thử có hướng dẫn mang lại nhiều thông tin và thậm chí còn trở nên thú vị hơn bằng cách đi kèm các món ăn được tuyển chọn.  Cũng có sẵn một buổi nếm thử ít liên quan hơn. Nhưng nếu bạn có thể, trải nghiệm ghép đôi thực sự đáng để bạn dành thời gian.     Chúng tôi đã thưởng thức ba loại rượu vang cộng với một ly overture, sự pha trộn của các hỗn hợp.  Chồng tôi và tôi đã đến thăm Opus lần đầu tiên vào năm 2017 và lần này đưa hai cặp đôi là bạn tốt đến thăm.   Chúng tôi rất thích chuyến thăm này hơn lần đầu tiên vì sự kết hợp cùng với người dẫn chương trình của chúng tôi, Jorge và những lời giải thích tuyệt vời của anh ấy về triết lý sản xuất và nhà máy rượu.  Đó là một sự bổ sung tuyệt vời cho năm ngày của chúng tôi ở thung lũng!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tử tế và chi tiết của bạn. Tôi chắc chắn sẽ chuyển lời nhận xét của bạn đến Jorge và tôi hy vọng rằng chúng tôi có cơ hội chào đón bạn trở lại nhà máy rượu trong tương lai gần. Đọc thêm",
            "Đây là điểm dừng chân đầu tiên của chúng tôi trong chuyến tham quan rượu vang vào tuần trước. Chúng tôi đến từ MI nên nhà máy rượu này đứng đầu danh sách mà chúng tôi nên thử, vì chúng tôi yêu thích loại rượu mà chúng tôi có thể vung tiền mua nó. Khuôn viên rất đẹp, các khu vực nếm thử rất đẹp và trang nhã, hãy nhớ ghé thăm sân thượng và người dân rất thân thiện và nhiều thông tin. Thời gian được sử dụng tốt!Đọc thêm",
            "Cảm ơn vì những lời tốt đẹp của bạn, Jacqueline. Chúng tôi rất vui vì chuyến thăm của bạn với chúng tôi thật thú vị và chúng tôi hy vọng được đón tiếp bạn lần nữa vào năm 2023.Đọc thêm",
            "Ở Thung lũng Napa, không bao giờ thiếu các loại rượu vang hảo hạng để nếm thử. Tuy nhiên, do số lượng nếm thử tại Opus One có hạn, chúng tôi phải nói rằng đó chắc chắn là một trải nghiệm tuyệt vời. Bạn sẽ nếm thử nhiều loại rượu cổ điển của Opus One ở đâu khác mà bạn có thể thêm vào các loại rượu cổ điển và có cơ hội so sánh nó với Overture? Ngay cả khi bạn yêu thích rượu vang kiểu Bourdeaux và hoặc kiểu Napa, bạn vẫn sẽ thích trải nghiệm này!Đọc thêm",
            "Cảm ơn bạn vì những lời tốt đẹp, chúng tôi rất vui vì bạn đã có trải nghiệm thú vị tại Opus One. Chúng tôi hy vọng sẽ được chào đón bạn quay trở lại nhà máy rượu trong thời gian sắp tới. Đọc thêm",
            "Trải nghiệm 5 sao thực sự chỉ bắt đầu kể câu chuyện về chuyến thăm đầu tiên của chúng tôi và nếm thử rượu vang tại Opus One Winery.  Thời gian của chúng tôi ở đó đã được nâng cao nhờ có Brendon làm chuyên gia.  Anh ấy rất hiểu biết, như bạn có thể mong đợi, nhưng với thái độ ấm áp và thân thiện.  Khi đến sớm để nếm thử, chúng tôi lo lắng sau khi nhìn thấy phòng thử sang trọng và khuôn viên được cắt tỉa đẹp mắt rằng nơi này có thể quá ngột ngạt và kiêu căng đối với chúng tôi.  Đó thực sự không phải là trường hợp.  Tất cả các nhân viên đều chào đón và hành động một cách chuyên nghiệp, nhưng chúng tôi cảm thấy thoải mái trong suốt trải nghiệm.  Opus One chỉ tạo ra các loại rượu pha trộn màu đỏ và chúng rất đắt tiền, nhưng đáng giá vì họ biết cách ủ và pha chế các loại rượu ngon và thanh lịch.  Món ưa thích của chúng tôi là Opus One 2016. Chúng tôi đã nếm thử hương anh đào đen và sô cô la và yêu thích nó đến mức chúng tôi đã mua một chai để thưởng thức nhân kỷ niệm 40 năm ngày cưới vào năm tới.  Chúng tôi không thích việc đầu bếp lựa chọn bánh quy giòn và các loại hạt để nếm thử, nhưng điều đó không làm giảm trải nghiệm của chúng tôi theo bất kỳ cách nào.Đọc thêm",
            "Cảm ơn bạn đã đánh giá chi tiết và chu đáo của bạn, Sue. Chúng tôi đánh giá cao phản hồi của bạn và rất vui khi biết rằng bạn đã có trải nghiệm thú vị với chúng tôi. Chúng tôi hy vọng được chào đón bạn quay trở lại nhà máy rượu trong năm tới.Đọc thêm",
            "Nhà máy rượu này ở một cấp độ hoàn toàn khác. Chúng tôi yêu thích rượu vang Opus One và không bao giờ có một năm tồi tệ. Bước vào cánh cổng an ninh, lái xe qua vườn nho và bước vào tòa nhà lớn này, bạn đã có hiệu ứng WOW này. Người dẫn chương trình Mark Chon của chúng tôi rất chuyên nghiệp, nhiều thông tin và thân thiện. Anh ấy dẫn chúng tôi vào căn phòng xinh đẹp này để chúng tôi nếm thử. Bàn ghế sofa thoải mái với tầm nhìn ra vườn nho. Các món canapé kết hợp với năm 2012, 2016 và 2018 thật hoàn hảo. Chúng rất chi tiết với ly rượu đẹp, tài liệu quảng cáo, khăn ăn và trà nóng. Phòng vệ sinh sạch sẽ không tì vết với nhà vệ sinh toto. Chúng tôi may mắn được chứng kiến ​​quá trình sản xuất rượu vang. 200 lần nếm thử là xứng đáng. Đây là điều PHẢI ĐI!! Đọc thêm",
            "Cảm ơn rất nhiều cho nhận xét của bạn. Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn về Phòng Đối tác của chúng tôi cũng như trải nghiệm. Chúng tôi hy vọng có thể đón tiếp bạn lần nữa vào năm 2023. Đọc thêm",
            "Nếm thử và tham quan tuyệt vời. Chủ nhà Mark rất chu đáo và trả lời tất cả các câu hỏi của chúng tôi, quan trọng hơn, anh ấy đã dành thời gian để tìm hiểu tên của chúng tôi và nơi chúng tôi đến thăm. Bản thân rượu vang rất ngon. Thích rằng chúng tôi đã ở đó vào mùa thu hoạch. Chúng tôi thực sự thích chuyến thăm của mình và sẽ quay lại nếu ở Napa. Đọc thêm",
            "Cảm ơn rất nhiều cho nhận xét của bạn. Chúng tôi hy vọng bạn sẽ ghé thăm nhà máy rượu trong thời gian tới. Đọc thêm",
            "Gia đình chúng tôi đã có trải nghiệm tuyệt vời và đầy thông tin tại Opus One. Mọi thứ đều thanh lịch, sáng sủa, sạch sẽ, thoáng mát và thư giãn. Chuyên gia Chris Zimmerly của chúng tôi có sự rung cảm và cá tính tốt nhất. Chris thu hút nhóm nhỏ của chúng tôi bằng cách ghép nối, suy nghĩ, gợi ý và kiến ​​thức. Chris thật đặc biệt và chúng tôi rất vui khi được ghép đôi với anh ấy.Đọc thêm",
            "Cảm ơn Nicole vì những lời tốt đẹp của bạn. Chúng tôi rất vui khi biết bạn đã có trải nghiệm tuyệt vời và chúng tôi hy vọng được chào đón bạn quay trở lại nhà máy rượu vào năm 2023.Đọc thêm",
            "Chúng tôi đã có trải nghiệm đáng nhớ trong quá trình nếm thử rượu vang. Nó thật đặc biệt và được cá nhân hóa. BETO C AGUAYO là người hướng dẫn hoặc chủ nhà máy rượu của chúng tôi và anh ấy không thể đẹp hơn, kiên nhẫn hơn và nhiều thông tin hơn. Chúng tôi đã học được rất nhiều và rượu rất ngon. Chắc chắn đây là điểm nổi bật của thời đại chúng tôi ở Thung lũng Napa!! Đọc thêm",
            "Chúng tôi rất vui khi biết bạn đã có một trải nghiệm thú vị. Chúng tôi hy vọng có cơ hội được chào đón quý khách quay trở lại nhà máy rượu vào dịp năm mới. Đọc thêm",
            "Bạn có bán hàng hóa tại Opus One Winery không?Đọc thêm",
            "Câu hỏi, việc nếm thử hương vị theo phong cách tốc độ của riêng bạn hay là trong một thời gian nhất định như các nhà máy rượu khác? Cố gắng lên kế hoạch cho một chuyến đi và chen chúc càng nhiều nơi càng tốt nên không chắc lần nếm thử Opus One thường kéo dài bao lâu. \n\nCảm ơn,\nScott WindellĐọc thêm",
            "Xin chào Scott,\n\nCảm ơn bạn đã liên hệ về việc nếm thử của chúng tôi. Có, phong cách nếm thử của chúng tôi là theo tốc độ của riêng bạn. Hầu hết du khách dành khoảng một giờ ở đây để thưởng thức rượu vang. Vui lòng cho tôi biết nếu bạn cần bất kỳ sự trợ giúp nào khi đặt chỗ.Đọc thêm",
            "Việc xây dựng sẽ kéo dài trong bao lâu?Đọc thêm",
            "Việc xây dựng của chúng tôi sẽ được thực hiện vào đầu năm tới; chúng tôi đang hy vọng tháng Giêng. Khi gần khai trương, chúng tôi sẽ đề cập đến nó trên trang web của mình.Đọc thêm",
            "Có tour nào hiện tại không khi công trình xây dựng đang được tiến hành? Hay chỉ là nếm thử? Chúng ta có thể đi bộ quanh khu điền trang để khám phá không? Đọc thêm",
            "Thật không may, chúng tôi không cung cấp bất kỳ chuyến tham quan nào trong khi nhà máy rượu đang được xây dựng. Chúng tôi có một Gian hàng nếm thử được thiết lập trong vườn nho, nơi chúng tôi tổ chức cả các buổi nếm thử ngồi và đứng. Nếu bạn có một cuộc hẹn nếm thử, bạn có thể đi dạo quanh khu đất và thưởng thức những vườn nho, nhưng sẽ không được vào cơ sở sản xuất. Chúng tôi mong được đón tiếp bạn tại phòng nếm thử mới của chúng tôi sau khi nó hoàn tất!Đọc thêm",
            "Tôi có thể đi xe đạp ở đâyĐọc thêm",
            "Vâng, bạn có thể. Nhưng như đánh giá khác đã đề cập, tốt hơn hết bạn nên tránh Quốc lộ 29 càng nhiều càng tốt vì lề đường hẹp và mật độ giao thông đông đúc. \n\nNếu bạn không ngại đi đường vòng, giả sử rằng bạn đang đạp xe từ Napa, thì có hai cách để đi. \n\nCách tiếp cận ngắn hơn là đi theo Đường mòn Napa Valley Vine, chỉ dành cho người đi xe đạp và người đi bộ, sau đó đi vào Yountville qua. Lái xe đến California và đi theo con đường nhà máy Yourtville. Bạn cần phải đi trên Hwy29 khoảng 2000 feet. Nhưng nó sẽ ổn thôi. \n\nNếu bạn không ngại đi đường vòng thêm khoảng 2 dặm, tôi khuyên bạn nên đi theo Đường mòn Silverado rồi rẽ phải vào Ngã tư Oakville. Đường mòn Silverado là đường địa phương và dễ đi hơn nhiều so với Hwy 29. Tôi cũng rất thích phong cảnh.Đọc thêm",
            "Tôi đã đăng ký tham gia chuyến tham quan bất động sản Opus One. Tôi đã gọi điện trực tiếp cho nhà máy rượu và quyết định tham gia chuyến tham quan này, chuyến tham quan này không chỉ bao gồm việc nếm thử mà còn cho xem các cánh đồng và bể chứa cho 85 người. Ngay cả khi bạn tham gia chuyến tham quan như vậy, bạn sẽ được tặng một tiền boa. Đây có phải là thứ để tặng cho nhân viên nhà máy rượu không?Đọc thêm",
            "Kính gửi Quý khách, Chúng tôi hiện đang cung cấp các chuyến tham quan nhà máy rượu hàng ngày bao gồm cả việc nếm thử các loại rượu vang.\n\nTour bao gồm giải thích về lịch sử sản xuất rượu vang vườn nho\n\nĐể đặt chuyến tham quan, vui lòng gửi email cho chúng tôi qua trang web của chúng tôi hoặc gọi cho chúng tôi theo số 1 707-944-9442Chúng tôi rất mong được chào đón bạnĐọc thêm"
        ],
        "star_ratings": [
            269,
            112,
            82,
            42,
            48
        ],
        "review_amount": 553,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Oakville",
            "Oakville",
            "Nhà máy rượu Opus One",
            "California CA",
            "thung lũng Napa"
        ],
        "reviews_time": [
            "Written September 27, 2023",
            "Written March 19, 2023",
            "Written February 23, 2023",
            "Written October 31, 2022",
            "Written October 12, 2022",
            "Written October 1, 2022",
            "Written September 10, 2022",
            "Written September 9, 2022",
            "Written August 1, 2022",
            "Written July 7, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32812-d144108-Reviews-Opus_One_Winery-Oakville_Napa_Valley_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32812-d23508526-Reviews-Oakville_Grocery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d832401-Reviews-Mustards_Grill-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d14043020-Reviews-Piazza_Del_Dotto_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32997-d366673-Reviews-Rutherford_Grill-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32997-d3586996-Reviews-La_Luna_Market_Taqueria-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d346369-Reviews-Brix-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33300-d4358304-Reviews-R_D_Kitchen-Yountville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33300-d3660939-Reviews-Ciccio-Yountville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d5494360-Reviews-Nickel_Nickel-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d6480211-Reviews-Sequoia_Grove_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d1881719-Reviews-Turnbull_Wine_Cellars-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d144113-Reviews-Cakebread_Cellars-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d288048-Reviews-Swanson_Vineyards_Salon-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d144106-Reviews-Silver_Oak_Cellars-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d3521896-Reviews-B_Cellars_Vineyards_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d588209-Reviews-Far_Niente_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d628644-Reviews-Peju_Winery-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d591033-Reviews-La_Famiglia_di_Robert_Mondavi-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d144108-Reviews-or10-Opus_One_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d277914-Reviews-Miner_Family_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d1490869-Reviews-Saddleback_Cellars-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d5999653-Reviews-Groth_Vineyards_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d8661379-Reviews-Gargiulo_Vineyards-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d1211185-Reviews-Paradigm_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d274461-Reviews-Oakville_Grocery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d18206343-Reviews-Ghost_Block_Wine-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d18852716-Reviews-1881_Napa_Wine_History_Museum_Tasting-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d555445-Reviews-Inglenook-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33300-d2192599-Reviews-Hill_Family_Estate-Yountville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35390-d3168093-Reviews-Idaho_Potato_Museum-Blackfoot_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7372667-Reviews-Jumeirah_Lake_Towers-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d8502444-Reviews-OXYA-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d2055812-Reviews-Kauai_Mini_Golf_Botanical_Gardens-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g13010012-d3227557-Reviews-Setti_Fatma_and_the_7_Cascades-Setti_Fatma_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104417-Reviews-Universal_Studios_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d4705814-Reviews-Playa_de_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d10687065-Reviews-Drakes_Island_Beach-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60873-d523661-Reviews-Alaska_SeaLife_Center-Seward_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1868435-d320055-Reviews-Ayalon_Institute_Museum-Rehovot_Central_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32812-d144108-Reviews-or10-Opus_One_Winery-Oakville_Napa_Valley_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32812-d144108-Reviews-Opus_One_Winery-Oakville_Napa_Valley_California.html"
    }
]