[
    {
        "attraction_name": "Orange County Choppers",
        "attraction_name_vi": "Chopper Quận Cam",
        "general_info": [
            "259 đánh giá",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Orange County Choppers OCC là nhà sản xuất mô tô sản xuất và tùy chỉnh nổi tiếng thế giới có trụ sở tại Newburgh, NY, được thành lập vào năm 1999 bởi Paul Teutul, Sr. Công ty đã giới thiệu trên American Chopper một chương trình truyền hình thực tế ra mắt vào tháng 9 năm 2002 trên kênh Discovery. đã góp phần giúp công ty nhanh chóng nổi tiếng. Năm 2007, kênh chị em TLC của Discovery Channel đã chọn loạt phim này ở Hoa Kỳ và Canada. Năm 2013, chương trình truyền hình Orange County Choppers được công chiếu một mùa trên mạng CMT. Xe đạp OCC được tùy chỉnh và xây dựng xoay quanh một chủ đề hoặc ngày càng dành cho các khách hàng doanh nghiệp hoặc người nổi tiếng cụ thể.Đọc thêm",
        "reviews": [
            "WTF! Tôi đã thực hiện chuyến đi dài 2,5 giờ cách đây khoảng 2 năm kể từ khi tôi xem chương trình ngay từ đầu. Khi tôi ở đó cách đây 2 năm, nơi những chiếc xe đạp xếp hàng trước kính, có những giá treo quần áo được đặt khắp không gian. Tôi mới đi 3 ngày trước, thật lãng phí thời gian! Không có gì để thấy ở đây! Vui mừng vì PJD chỉ cách đó 8 dặm! Tôi đoán là nhà hàng đã đóng cửa do COVID-19 B.S! Vì vậy, đừng lãng phí thời gian của bạn khi đi đến OCC, tôi khuyên bạn nên sử dụng PJD. Tuy nhiên, quần áo mà OCC có rất ít có giá cao, cuối cùng tôi đã mua 2 chiếc áo phông, áo phông PJD 25,00 mỗi chiếc mà tôi cảm thấy là số tiền bạn phải trả cho một chiếc áo phông ngày nay. Ước gì có thể thêm video về OCC HEADQUARTERS.....thật thất vọng!Đọc thêm",
            "Đang ở Newburgh kiểm tra bảo tàng xe máy và quyết định ghé qua, thật thảm hại vẫn mở cửa. Tất cả xe đạp đều biến mất ngoại trừ một chiếc Honda 750 và một vài chiếc Triumph, nhà hàng đóng cửa và một số mặt hàng được rao bán. Thật xấu hổ khi chứng kiến ​​một câu chuyện thành công chìm trong biển lửa.Đọc thêm",
            "Under Pressure đã không làm mọi người thất vọng. Độ chi tiết trong mỗi căn phòng có thể so sánh với một bộ phim. Người tổ chức trò chơi đã cung cấp đủ thông tin để chúng tôi không lãng phí thời gian tìm kiếm manh mối ở những khu vực không được quan tâm. Nếu bạn chưa từng chơi trước đây, tôi đánh giá cao địa điểm này. Bạn bè và gia đình của tôi sẽ quay trở lại để tham gia chuyến phiêu lưu ở Budapest Express và sắp có căn phòng mới nhất của họ.Đọc thêm",
            "Vậy là tôi đã đến đây từ ngày đầu tiên. Tôi sống gần.. trong nhiều năm tôi đã dừng lại vì nhiều lý do quản lý khác nhau và nó làm giảm chất lượng. Chà, tôi đã cố gắng 3 lần để phục hồi công việc kinh doanh và đó là một sự thua lỗ hoàn toàn. Thức ăn ở mức dưới mệnh giá, đồ uống có giá quá cao. Chỉ cần trả 8 đô cho một cốc bia đựng trong cốc nhựa vì nhân viên pha chế nói rằng anh ấy không có đủ ly... nơi này có lẽ có 30 người, cười lớn. Lấy nó từ một người địa phương, buổi biểu diễn đã chết, quán bar đã chết và thật lãng phí thời gian khi bước vào cửa ... thật xấu hổ khi nó đã xuống cấp theo năm tháng. Có rất nhiều địa điểm địa phương khác đáng giá tiền và thời gian của bạn. Đọc thêm",
            "A few of us decided our first stop would be the OCC location. Not sure what to expect but all of us had seen the show. Van driver told us there was a foodbar inside so we were looking forward to checking things out. Ok so first off from the outside the buildings design is really cool. Then theres the inside. This place is huge. Theres a lot of square footage under the roof. And theres something we didnt expect. Theres a arcade inside. We were not expecting that and today there was kids running all over the place screaming and yelling. We checked out the bikes on display which was cool because you can recall the bike builds on the show. Im a veteran so it was cool to see the military tribute display. But, we were expecting to see bikes for sale. Instead we didnt see any. And the two guys behind the counter really didnt have much to say. We tried to engage in conversation but they really didnt seem interested which left us a scratching our heads as to what this place is really all about. On the surface at first its really cool but after walking around awhile you start to realize that its really a shame to see how degraded this business has become. We tried the food and it was your typical bar food. It was ok but nothing that stood out and said you must come back for this again. And the longer we stayed the more we realized the lack of attention to detail. The mens bathroom was sad. It wasnt clean, there was missing specialty tiles with holes in the wall. These tiles say OCC on them and apparently were stolen. The small hallway area by the bathrooms have a great display of pictures that should be incorporate into something much better. It was disappointing to see the lack of caring. Someone management needs to get serious and clean the act up. In short the wow factor wore off pretty quick. Id say if you are in town you gotta go check it out for the nostalgia factor.  Read more",
            "Đó là một điểm dừng ổn. Quầy bar đẹp và đồ ăn thì ok. Có sẵn chuyến tham quan cửa hàng. Nếu may mắn, bạn sẽ gặp được Sr như tôi.Đọc thêm",
            "Vì vậy, có lẽ tôi đã bắt gặp nó vào một ngày tồi tệ nhưng tôi sẽ được chào đón nhiều hơn nếu cổng của tôi bị sập trong một đám tang. Là một fan hâm mộ của OCC trong nhiều năm với mọi thăng trầm và đầy ngưỡng mộ đối với tác phẩm họ tạo ra.  Bây giờ tôi cảm thấy thất vọng. Tôi không mong đợi Senior, Junior hay Mikey sẽ gặp tôi ở cửa, nhưng việc hét vào mặt bạn từ nhà ga để chào mừng đến OCC, đặc biệt khi chúng tôi là những người duy nhất trong cửa hàng thì hơi quá. Khoảng 12 chiếc xe đạp được trưng bày đều ổn nhưng khá cũ. Số lượng hàng hóa ra rất hạn chế và chủ yếu là size nhỏ, quán cà phê không mở cửa cho đến 3 giờ chiều, đó là thời điểm chuyến xe buýt cuối cùng trở về NY. Khi ở đó, một chàng trai trẻ hỏi chúng tôi có muốn tham gia chuyến tham quan không nhưng sau đó không thể trả lời bất kỳ câu hỏi nào của chúng tôi như mấy giờ bắt đầu. Bởi vì chúng tôi đã bắt xe buýt từ NY nên chúng tôi bị kẹt ở đó nên phải bắt taxi để đưa chúng tôi đến nơi nào đó để ăn 5 Guys vì bạn không thể đi bộ xuống Xa lộ. Tôi có cảm giác rằng đây là bình phong cho OCC, điều đó cũng ổn nhưng chúng tôi muốn tạo ra những sản phẩm hàng hóa như áo hoodie, áo phông, mũ bảo hiểm, bất cứ thứ gì, không phải là một trải nghiệm tồi.  Chuyến xe buýt từ NY dài khoảng 2 giờ và đưa bạn qua một số khu vực đáng yêu của Bang NY do vị trí của OCC, bạn không thể khám phá địa điểm này nếu không có phương tiện di chuyển riêng. Chúng tôi bị mắc kẹt ở 5 Guys và một quán Starbucks trong khoảng 3 giờ đồng hồ trước khi bắt một chiếc taxi khác đưa chúng tôi trở lại OCC để bắt xe buýt về nhà. OCC không như tôi tưởng tượng, hầu hết chứa đầy các máy chơi game được ghi âm nên không thể sử dụng được. Tôi thực sự sẽ phải suy nghĩ về việc đến thăm lần nữa. Ps Chỉ để thêm chút kịch tính vào ngày 2 nhân viên xuất hiện chưa được trả lương. Đọc thêm",
            "Chúng tôi đã nghĩ rằng đây là một địa điểm OCC thực sự chỉ để phát hiện ra rằng chỉ có một số ít xe máy chứ không có nhiều đồ đạc của OCC. Nó nói nhiều hơn về trò chơi điện tử và quán bar. Mọi người đều rất tử tế khi làm việc ở đó, tuy nhiên chúng tôi phát hiện ra rằng nó đã được bán và chỉ giữ tên OCC do tình trạng giấy phép rượu. Chúng tôi sẽ không lái xe theo cách đó nếu chúng tôi biết. Đọc thêm",
            "Tất cả trên tàu Budapest Express! Chúng tôi đã trốn thoát với 4 phút 20 giây còn lại. Đó là một cách tuyệt vời để dành Thứ Sáu Đen với gia đình và bạn bè và tránh xa những người mua sắm. Có thể chờ đợi để thử Escape Room khác tại đây. Đọc thêm",
            "Nếu bạn ở gần Newburgh NY, bạn phải dừng chân.  Ngắm nhìn những chiếc mô tô được độ lại và tham quan hậu trường. Có thể bạn sẽ gặp Paul Sr. người ra vào cửa hàng. Cửa hàng quà tặng, nhà hàng bao gồm. Ngoài ra còn rất nhiều trò chơi thú vị cho trẻ em chơiĐọc thêm"
        ],
        "star_ratings": [
            115,
            76,
            48,
            6,
            14
        ],
        "review_amount": 259,
        "location": [
            "Những điều cần làm ở Newburgh",
            "New York NY",
            "Chopper Quận Cam",
            "Newburgh",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written November 30, 2020",
            "Written September 5, 2020",
            "Written March 3, 2020",
            "Written January 11, 2020",
            "Written December 22, 2019",
            "Written December 10, 2019",
            "Written December 8, 2019",
            "Written December 3, 2019",
            "Written November 30, 2019",
            "Written November 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48254-d2007536-Reviews-Orange_County_Choppers-Newburgh_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d521975-Reviews-Cosimo_s_On_Union-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d16814337-Reviews-Orange_Hill_Global_Bistro-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d1501237-Reviews-LongHorn_Steakhouse-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d1423088-Reviews-Burger_King-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d4976921-Reviews-TGI_Fridays-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d1418909-Reviews-Denny_s-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d25523013-Reviews-Jersey_Mike_s_Subs-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d2385580-Reviews-Five_Guys-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d2196923-Reviews-Chili_s_Grill_Bar-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d4615330-Reviews-Panera_Bread-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d2178366-Reviews-Motorcyclepedia_Museum-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1742693-Reviews-Pride_of_the_Hudson-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48249-d105830-Reviews-Storm_King_Art_Center-New_Windsor_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252346-Reviews-Bannerman_Castle-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d1520795-Reviews-Hudson_Beach_Glass-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48249-d4182473-Reviews-National_Purple_Heart_Hall_Of_Honor-New_Windsor_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d273538-Reviews-Dia_Beacon-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1798458-Reviews-Washington_s_Headquarters_State_Historic_Site-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1924834-Reviews-Hamilton_Fish_Bridge-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48854-d21349798-Reviews-Red_Maple_Vineyard-West_Park_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d2007536-Reviews-or10-Orange_County_Choppers-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d9591660-Reviews-The_Elizabeth_Collection-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d9762738-Reviews-Newburgh_Vintage_Emporium-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d6889749-Reviews-GV_Jewels-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27087843-Reviews-Andrea_Pacione_LLC-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27083038-Reviews-AGC_Gallery-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27077505-Reviews-Atlas_Studios-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27049359-Reviews-Murmuration_INC-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27042651-Reviews-Marshalls-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27025599-Reviews-Grit_Works-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27023763-Reviews-Target_Store_Newburgh-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d2091254-Reviews-Bannerman_Cruise_Walking_Tour-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47540-d3538078-Reviews-Storm_King_Adventure_Tours-Cornwall_on_Hudson_Cornwall_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48249-d2391955-Reviews-Independent_Helicopters-New_Windsor_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d12233598-Reviews-Showtime_Cinemas-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48806-d263783-Reviews-Brotherhood_America_s_Oldest_Winery-Washingtonville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d17689778-Reviews-Nuru_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d131233-Reviews-Allerton_Garden-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7128605-Reviews-Kilo_Shop-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d8004953-Reviews-Paradise_Club-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d17354018-Reviews-Central_I_City-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g58620-d4739523-Reviews-Moses_Lake_Miniature_Golf_Course-Moses_Lake_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d4755764-Reviews-Monastero_di_Panagia_Evangelistria-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d19681901-Reviews-Castle_Otttis-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d19977631-Reviews-Freebee-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271349-d103636-Reviews-Mohegan_Bluffs-New_Shoreham_Block_Island_Washington_County_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48254-d2007536-Reviews-or10-Orange_County_Choppers-Newburgh_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48254-d2007536-Reviews-Orange_County_Choppers-Newburgh_New_York.html"
    }
]