[
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chuyến đi này là 5! Thức ăn và dịch vụ rất nổi bật. Tôi đặc biệt thích chèo thuyền kayak và đi bộ qua các hang động. Các nhân viên rất tuyệt vời. Thức ăn rất ngon! Toàn đội rất cá tính và thân thiện. Họ làm tôi cảm thấy như đang ở nhà. Đạo diễn Eddy và Gin đã khiến chuyến đi của chúng tôi trở nên rất thú vị nhờ sự chú ý đến từng chi tiết và sự hài hước. Tôi chắc chắn sẽ giới thiệu chuyến đi này cho bạn bè của mình.Deirdre DĐọc thêm",
            "Chúng ta đã có một thời gian tốt đẹp. Các hoạt động ban đêm bị hạn chế tuy nhiên chuyến đi rất thú vị. Các nhân viên rất tuyệt vời và thức ăn rất tuyệt vời. Người phục vụ John của chúng tôi rất hữu ích. Đọc thêm",
            "Chuyến đi thật tuyệt vời. Có một số hoạt động chúng tôi yêu thích trong hai ngày, bao gồm chèo thuyền kayak, bơi lội và đi bộ trong hang động. Dịch vụ này được đánh giá cao nhất và trải nghiệm ăn uống rất thú vị với mức độ chăm sóc cao. Đạo diễn Eddy và Gin đã biến đây thành một trải nghiệm đáng nhớ vượt quá sự mong đợi của chúng tôi. Ngoài ra phòng ban công có bồn tắm và vòi sen rất đẹp!Đọc thêm",
            "Trải nghiệm tuyệt vời, nhân viên rất hữu ích và tử tế. Chúng tôi cảm thấy rất thoải mái và đồ uống được pha chế hoàn hảo. Thuyền cũng rất thoải mái, không bị say sóng. Huyền là một cô hầu bàn tuyệt vời, luôn giúp đỡ rất nhiều, rất hay cười và luôn tinh ý.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian thực sự vui vẻ, với nhiều khoảnh khắc đáng nhớ và những tiếng cười thường ngày mà chúng tôi tạo ra. Các nhân viên rất quan tâm và hữu ích, chúng tôi thường không tổ chức các hoạt động nhưng chúng tôi rất vui với những sự kiện được tổ chức này.Đọc thêm",
            "Một chiếc thuyền đáng yêu, phòng đẹp, đồ ăn ngon và một số trải nghiệm tuyệt vời khi chèo thuyền kayak và thám hiểm hang động. Nhân viên tuyệt vời, đặc biệt là Kong, người quản lý du thuyền, người không thể làm đủ và Nancy, người đã chăm sóc mọi nhu cầu của chúng tôi vào bữa sáng, bữa trưa và bữa tối. Thật là một trải nghiệm tuyệt vời. Cảm ơn tất cả mọi người tại Orchid Cruises TrendyĐọc thêm",
            "Thân gửi Tania I,\n\nPhản hồi của bạn có ý nghĩa vô cùng lớn đối với chúng tôi! Chúng tôi rất vui mừng khi có thể vượt qua được sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Những lời tốt đẹp của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi bạn quay lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nBan quản lý CruisesĐọc thêm",
            "Hành trình tuyệt vời và dịch vụ tuyệt vời. Nancy chủ nhà của chúng tôi cực kỳ thân thiện và chu đáo và khiến kỳ nghỉ của chúng tôi trở nên rất đặc biệt. Các cabin đều sang trọng và khung cảnh thiên nhiên cũng như các chuyến du ngoạn thật tuyệt vời. Cảm ơn Kong, anh Đạt và Nancy đã quan tâm đến chúng tôi.Đọc thêm",
            "Jo S thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình với chúng tôi. Chúng tôi rất vui khi biết rằng chúng tôi có thể giúp bạn có khoảng thời gian thú vị và đáng nhớ. Phản hồi của bạn sẽ được nhóm của chúng tôi ghi nhận và chúng tôi rất mong được đón bạn quay lại để có thêm một trải nghiệm tuyệt vời nữa.\n\nTrân trọng,\nBan quản lý CruisesĐọc thêm",
            "Mọi thứ đều liền mạch, được tổ chức rất tốt. Thức ăn tuyệt vời, khung cảnh ngoạn mục và đội ngũ nhân viên thân thiện, đặc biệt là Nancy và Kong.Đọc thêm",
            "Rachel H thân mến\n\nPhản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi! Rất vui vì chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Chuyến đi thật tuyệt. Không giống như các chuyến du ngoạn khác, mọi người đều có ghế dài và nhiều không gian. Phòng mát mẻ, điều này là cần thiết và đồ uống vui vẻ hầu như cả ngày. Bể bơi hầu như trống rỗng và chúng tôi cảm thấy như mình ở một mình ngoại trừ nhân viên luôn hữu ích với tiếng Anh tốtNhững hành khách khác rất đáng yêu và bầu không khí tùy theo ý bạn muốnĐọc thêm",
            "Kính gửi C8614HJcaronea,\n\nRất vui khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi nỗ lực hướng tới và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Hành trình tuyệt vời, sự thân thiện và dịch vụ của tất cả nhân viên du thuyền đều rất xuất sắc. Xin gửi lời cảm ơn chân thành tới Nancy, người đã chăm sóc bàn của chúng tôi và luôn nở nụ cười thân thiện và hỏi thăm chúng tôi thế nào, cảm ơn bạn.Đọc thêm",
            "Kính gửi kevinwT3801XJ,\n\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất vui khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn sẽ được ghi nhận cùng với đội ngũ của chúng tôi, những người làm việc chăm chỉ để cung cấp dịch vụ xuất sắc. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền thời thượng Orchid",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or10-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1936354-Reviews-The_Dubai_Fountain-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g45508-d268048-Reviews-Fort_Robinson_State_Park-Crawford_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1819718-d4271627-Reviews-Guavate-Cayey_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32465-d116914-Reviews-Armstrong_Redwood_State_Reserve-Guerneville_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d105603-Reviews-Cathedral_Ledge-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g14149941-d18931675-Reviews-Sunway_Big_Box_Retail_Park-Iskandar_Puteri_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g37043-d663791-Reviews-Deep_River_Water_Park-Crown_Point_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g154945-d1859141-Reviews-Fisherman_s_Wharf-Victoria_Victoria_Capital_Regional_District_Vancouver_Island_Br.html",
            "https://www.tripadvisor.com/Attraction_Review-g49288-d617696-Reviews-Childress_Vineyards-Lexington_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or10-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi du thuyền 3D2N. Đầu tiên tàu du lịch vô nhiễm và sạch sẽ. Đó là khung cảnh tuyệt đẹp xung quanh chúng tôi. Khung cảnh nhìn từ giường và bồn tắm thật thanh bình! Là một điểm đến tuần trăng mật hoàn hảo. Các nhân viên phi hành đoàn thật đáng yêu. Chúng tôi rất vui khi được Gin phục vụ chúng tôi và anh ấy rất thân thiện và hữu ích. Anh ấy luôn nở nụ cười tươi. Cả hai chúng tôi đều ăn chay. Ban đầu tôi hơi nghi ngờ khi bữa đầu tiên chỉ thấy món cá và thịt. Thật ngạc nhiên, chúng tôi đã có ba đĩa thức ăn được làm cho chúng tôi. Tôi thích cách đầu bếp thử nghiệm và thực sự mệt mỏi khi phải nỗ lực. Vòi hoa sen của chúng tôi không hoạt động trong phòng của chúng tôi. Tuy nhiên, họ đã nhanh chóng giải quyết vấn đề này cho chúng tôi. Nói chung cảm thấy được chăm sóc tốt. Chúng tôi rất thích chèo thuyền kayak ở Vịnh Lan Hạ và chuyến đi xe đạp quanh một ngôi làng ở Đảo Cát Bà. Rất khuyến khích Du thuyền Orchid!Đọc thêm",
            "Kính gửi các bạn 607amritpals\n\nCảm ơn bạn vì những lời tốt đẹp và chia sẻ trải nghiệm tích cực của bạn với chúng tôi. Thật sự đáng mừng khi biết rằng chúng tôi có thể đáp ứng mong đợi của bạn và cung cấp cho bạn dịch vụ đặc biệt. Rất vui mừng về cơ hội được đón tiếp bạn lần nữa để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Trải nghiệm tuyệt vời! Phong cảnh và hoạt động đáng yêu. Rất nhiều món ăn và đồ uống ngon! Bobby thật đáng yêu và rất hữu ích! Đọc thêm",
            "Kính gửi 821annabelm\n\nChúng tôi rất vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên thú vị là sứ mệnh của chúng tôi và chúng tôi rất vui mừng vì đã thành công. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Phi hành đoàn rất thân thiện, với Eddy chỉ đạo và Tee hỗ trợ chúng tôi cùng nhiều người khác. Khung cảnh thật dễ chịu với những hòn đảo tuyệt đẹp. Các hoạt động rất đơn giản và dễ dàng, nhưng ngắn gọn. Phòng thực sự rất tốt ngay cả đối với phòng bình thường, nhưng phòng đặc biệt thực sự tuyệt vời! Nói chung sẽ quay lại.Đọc thêm",
            "Thân gửi justinhF1957WH\n\nChúng tôi rất vui khi nghe về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên thú vị là sứ mệnh của chúng tôi và chúng tôi rất vui mừng khi đã thành công. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nBan quản lý CruisesĐọc thêm",
            "Chiếc thuyền và dịch vụ thật tuyệt vời. Tee và Eddy đã sẵn sàng giúp đỡ và giúp đỡ những yêu cầu của chúng tôi về một ngày sinh nhật bạn bè. Cảm ơn du thuyền lan vì trải nghiệm tuyệt vời.Đọc thêm",
            "Kính gửi Kmnavp\n\nPhản hồi tích cực của bạn làm bừng sáng ngày của chúng tôi! Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và đáng nhớ. Nhóm của chúng tôi sẽ rất vui khi biết về sự hài lòng của bạn và chúng tôi mong muốn bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Toàn bộ trải nghiệm rất suôn sẻ và thú vị. Cảm ơn EddyTee vì dịch vụ đặc biệt khiến chuyến đi trở nên thú vị hơn.Đọc thêm",
            "Junhaot2024 thân mến,\n\nChúng tôi rất vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên thú vị là sứ mệnh của chúng tôi và chúng tôi rất vui mừng vì đã thành công. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Dịch vụ tuyệt vời và quan điểm và thực phẩm thực sự đáng kinh ngạc. Chúng tôi được đối xử rất tôn trọng và yêu quý trong mọi thời gian ở nước ngoài. Chắc chắn sẽ trở lại! Eddy và Eric thật tuyệt vời! Đọc thêm",
            "581haide thân mến\n\nCảm ơn bạn đã chia sẻ phản hồi tích cực của bạn với chúng tôi. Thật vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đáng nhớ và thú vị. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời! Tiến là người hướng dẫn của chúng tôi và anh ấy thực sự tuyệt vời! Chúng tôi có Justine, người thật tuyệt vời! Anh ấy thực sự làm cho bữa ăn của chúng tôi trở nên thú vị. Anh ấy rất ngập ngừng và luôn nở nụ cười trên môi. Đồ ăn được phục vụ theo kiểu tự chọn cho bữa trưa, bữa sáng và bữa nửa buổi rất ngon. Chúng tôi cũng thực sự rất thích bữa tối đặc biệt! Nó thực sự rất đặc biệt. Tất cả các nhân viên đều rất thân thiện và ngọt ngào. Elle, James và Otis cũng là những người khác gây ấn tượng với sự hiệu quả của họ cùng với Justin yêu thích của chúng tôi. Các phòng đều rộng rãi và đẹp! Căn phòng nhìn ra khung cảnh tuyệt vời nhất! Các hoạt động diễn ra ngắn gọn và nhanh chóng nhưng chúng tôi rất thích nó.Đọc thêm",
            "Kính gửi PLS4477NO\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và cung cấp cho bạn dịch vụ tuyệt vời. Phản hồi của bạn là động lực để chúng tôi không ngừng phấn đấu để đạt được sự xuất sắc. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm khó quên khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Dịch vụ xuất sắc và sự quan tâm lớn của các nhân viên, đặc biệt là Bobby, rất chú ý đến chi tiết và luôn rất hữu ích. Rất khuyến khíchĐọc thêm",
            "Kính gửi Navigate644291,\n\nChúng tôi thực sự vui mừng khi nhận được phản hồi tích cực của bạn. Thật tuyệt vời khi biết rằng chúng tôi có thể tạo ra trải nghiệm đáng nhớ cho bạn. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi để truyền cảm hứng cho họ tiếp tục cung cấp dịch vụ xuất sắc. Chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chúng tôi đã đi tour du lịch Vịnh Hạ Long 3 ngày 2 đêm. Đó là một chuyến đi ngắn khá tốt. Cabin thoải mái, sạch sẽ và chúng tôi được nhiều quản gia trẻ và chu đáo phục vụ, đặc biệt là Bobby, Flora và cả Hardy. Chúng tôi đã bơi và chèo thuyền kayak. Các bữa ăn được phục vụ rất tuyệt. Chúng tôi đã thử câu mực nhưng không có kết quả. Phong cảnh xung quanh Vịnh Hạ Long khá tuyệt vời. Mặc dù trời nóng, tôi nghĩ chúng tôi đã có một kỳ nghỉ tuyệt vời vì trời không mưa. Đọc thêm",
            "Kính gửi SHL435,\n\nCảm ơn bạn đã chia sẻ phản hồi tích cực của bạn với chúng tôi. Thật vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đáng nhớ và thú vị. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Các lựa chọn ăn chay cũng như đội ngũ nhân viên đều tuyệt vời, đặc biệt gửi lời cảm ơn tới Suzie! Chỗ ở rất đẹp, siêu sạch sẽ và lạ mắt.Đọc thêm",
            "Kính gửi 592andreic\n\nNhững lời nói tử tế của bạn có ý nghĩa cả thế giới đối với chúng tôi! Rất vui khi biết rằng chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Làm cách nào để liên hệ với bạn qua email? Tôi đã đặt chỗ trực tuyến nhưng chưa nhận được hành trình hoặc thông tin chi tiết về nơi chúng tôi được đón, v.v. và muốn xác nhận các yêu cầu về chế độ ăn uống. Cảm ơn!Đọc thêm",
            "Là món ăn chay được phục vụ trên du thuyền Orchid Trendy của Vịnh Hạ Long.  Cho xin tên các loại nhé vì mình là người ăn chay.Đọc thêm",
            "Trên Orchid Cruise 2 họ phục vụ món chay nếu bạn hỏi người quản lý hành trình.Đọc thêm",
            "Bạn có thể mang theo rượu lên máy bay không?Đọc thêm",
            "Giống như hầu hết các chuyến du ngoạn, bạn không được phép mang theo rượu của riêng mình, ngoại trừ việc uống trong cabin riêng của bạn. Tôi cũng xin nói thêm rằng giá đồ uống khá cao. Đọc thêm",
            "Họ nói rằng nó bao gồm tất cả...nhưng bản in đẹp không được bao gồm là gì? Có giới hạn nước đóng chai mỗi ngày không? Giới hạn rượu?Đọc thêm",
            "Đây là một hành trình tuyệt vời. Nhân viên thật tuyệt vời. Nước được cung cấp trong phòng... 2 chai. Chúng tôi đã mua nước giải khát của riêng mình trong suốt thời gian đi thuyền. Chúng tôi luôn mua rượu vào giờ khuyến mãi để giữ giá thấp. Tôi cũng rót chai nước của mình, đổ đầy rượu gin yêu thích của mình và mang nó lên máy bay... từ nước hồi tưởng và cà phê tiêu chuẩn, bao gồm cả trà. Tất cả đồ uống khác trong bữa ăn bạn phải trả tiền\nNgười dân địa phương bán đồ ăn nhẹ và đồ uống bằng thuyền chèo của họ có thể rất tốn kém. Bạn sẽ cần phải thương lượngĐọc thêm",
            "Hành trình này có giới hạn trọng lượng hành lý không? Cảm ơn bạn!Đọc thêm",
            "Không, không có giới hạn trọng lượng. Bạn có thể mang theo bao nhiêu tùy thích :-Đọc thêm",
            "Đã đặt chuyến đi 3 ngày 2 đêm nhưng tôi không tìm thấy bản đồ hành trình 3 ngày, chỉ có bản 2 ngày. Hành trình này chỉ neo đậu một lần hay chúng ta qua đêm ở một số khu vực khác nhau?Đọc thêm",
            "Vịnh Hạ Long là một khu vực đẹp và tất cả các tàu thuyền có xu hướng neo đậu ở những nơi giống nhau nhưng điều đó sẽ không gây bất lợi cho trải nghiệm chung của bạn. Sự khác biệt giữa một và hai đêm dường như là ở chỗ một cuộc đấu thầu sẽ đưa những người ngủ một đêm trở lại cảng đất liền trong khi hai người ngủ đêm tận hưởng ngày hoạt động thứ hai của họ. Bạn sẽ thích nó - thức ăn và dịch vụ rất mẫu mực. Hy vọng điều đó sẽ giúp ích cho bạn.Đọc thêm",
            "Trong số các hoạt động được cung cấp, có hoạt động nào mà nếu bạn có thể làm lại thì hãy tiếp tục?Đọc thêm",
            "Chúng tôi rất thích tất cả. Điều duy nhất chúng tôi không làm là chèo thuyền kayak vào sáng hôm qua. Chúng tôi muốn thư giãn trong cabin xinh xắn của mình và tận hưởng khung cảnh từ ban côngĐọc thêm",
            "Thuyền nhỏ chuyển sang thuyền chính mất bao lâu?Đọc thêm",
            "Khoảng 15 phút từ bến phà đến Thuyền Azalea.Đọc thêm",
            "Rất vui khi được đặt trên chuyến du ngoạn 2 đêm 3 ngày vào tháng 6.\nChỉ quan tâm đến lịch trình hành trình của các hoạt động từ những hành khách cũ.Đọc thêm",
            "Hành trình trên trang web của họ là những gì chúng tôi đã làm.  Họ theo dõi nó khá chặt chẽ!  Thật là tuyệt vời!!!! Đọc thêm",
            "Xin chào, chúng tôi đã đặt chuyến du ngoạn 2 ngày 1 đêm với bạn vào tháng 12 năm nay. Chúng tôi dự định đến Hạ Long vào ngày hôm trước và nghỉ đêm tại khách sạn. Vì vậy, tốt nhất bạn nên đặt một khách sạn gần phòng chờ du thuyền riêng của bạn hơn. Bạn có thể vui lòng cho tôi biết chính xác phòng chờ du thuyền riêng của bạn ở Bến phà Gót ở đâu không? Tôi hơi bối rối với những địa điểm xuất hiện khi tìm kiếm trên Google! Cảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi không thể nhớ nhiều về bất kỳ chỗ ở nào gần nhà ga Got. Chúng tôi ở lại Hà Nội và sử dụng xe buýt chuyển hành trình Azalea rất hiệu quảĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền Orchid Trendy",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or10-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or20-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d4546683-Reviews-The_Greens_of_Mackinac-Mackinac_Island_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295396-d4821133-Reviews-Aqua_magic_park-Constanta_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33034-d156825-Reviews-San_Pablo_Lytton_Casino-San_Pablo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34091-d531892-Reviews-Bonita_Springs_Beach-Bonita_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d610405-Reviews-San_Diego_Botanic_Garden-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d2641378-Reviews-Marafa_Hells_Kitchen-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57600-d14765278-Reviews-Swift_Creek_Lake-Chesterfield_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d256789-Reviews-Ocean_Beach_Park-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d103007-Reviews-The_Crow_s_Nest-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8673149-Reviews-Hyatt_Regency_Maui_Grotto_Bar-Lahaina_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or20-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or10-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Thật là một hành trình tuyệt vời. Vịnh Hạ Long đẹp quá. Chúng tôi được Hardy và Julian chăm sóc một cách đáng kinh ngạc. Tôi rất muốn giới thiệu hành trình nàyĐọc thêm",
            "Kính gửi helenmT8040WX,\n\nRất vui khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên đặc biệt là điều chúng tôi phấn đấu và rất vui mừng vì đã thành công. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý du thuyền\nĐọc thêm",
            "Các nhân viên rất tốt, đặc biệt là Hardy. Vấn đề chỉ là truyền đạt về chứng dị ứng gluten của tôi. Tôi đã cố gắng hết sức cẩn thận nhưng tôi vẫn bị ốm. Ngoài ra, trải nghiệm đó thật tuyệt vời!Đọc thêm",
            "Kính gửi Stay32541488212,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể khiến thời gian của bạn với chúng tôi trở nên thú vị và đáng nhớ. Phản hồi của bạn sẽ được nhóm của chúng tôi tôn vinh và chúng tôi rất nóng lòng được chào đón bạn quay lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chúng tôi đã đi tham quan bằng thuyền. Đó là tuyệt vời. Chúng tôi đã có cả chương trình ban ngày và buổi tối. Khung cảnh nhìn từ cabin thật ngoạn mục. Nhóm Eddie, Gin và Ben đã chăm sóc chúng tôi rất nhiều trong suốt thời gian qua. Thức ăn và đồ uống rất tuyệt vời. Nó rất đa dạng và đẹp. Chúng tôi muốn giới thiệu nó và chắc chắn sẽ quay lại sau hai năm với gia đình.Đọc thêm",
            "Kính gửi X9225CCannak,\n\nPhản hồi tích cực của bạn đã làm nên ngày của chúng tôi! Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Sự hài lòng của bạn là mục tiêu cuối cùng của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Chúng tôi mong chờ sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Chuyến tham quan tuyệt vời. Phi hành đoàn rất thân thiện và Eric là một máy chủ tuyệt vời. Chúng tôi rất thích các chuyến tham quan hang động và đi thuyền tre. Thức ăn rất tuyệt vời và đồ uống rất nhiều và rẻ! Đọc thêm",
            "Kính gửi vagabondb2024\n\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi phấn đấu và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Janh và Suzy thật tuyệt vời! Hầu như không phải nhấc một ngón tay trong suốt thời gian tôi ở và rất thân thiện. Trải nghiệm ăn uống thật đặc biệt! Đọc thêm",
            "Kính gửi G3601ICbrandonl\n\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi phấn đấu và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Nhân viên tuyệt vời, phòng đẹp. John và Suzie rất hữu ích, tử tế và chu đáo! Cảnh quan từ phòng và ban công thật ngoạn mục! Đọc thêm",
            "Các bạn 211 thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Rất vui mừng khi biết rằng chúng tôi đã đáp ứng được mong đợi của bạn và cung cấp cho bạn dịch vụ đặc biệt. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và hãy nhớ chuyển phản hồi đó đến nhóm của chúng tôi. Chúng tôi háo hức mong đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "John và Suzie thật tuyệt vời! Vịnh Hạ Long thật tuyệt vời nhưng hai nơi này còn khiến nó trở nên tuyệt vời hơn nhờ lòng hiếu khách của họ. Dịch vụ thực sự đẳng cấp thế giới.Đọc thêm",
            "980huyc thân mến,\n\nThật sự rất ấm lòng khi nhận được những phản hồi tích cực của bạn. Rất vui vì chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và vượt quá sự mong đợi của bạn. Những lời nói tử tế của bạn truyền cảm hứng cho chúng tôi tiếp tục phấn đấu để đạt được sự xuất sắc. Chúng tôi rất mong được gặp lại bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Trải nghiệm tuyệt vời, hãy tận hưởng kỳ nghỉ, đồ ăn và khung cảnh và dịch vụ ở đây, tất cả nhân viên, đặc biệt là Nancy, cung cấp cho chúng tôi thêm nhiều dịch vụĐọc thêm",
            "Kính gửi Hướng dẫn26766071934,\n\nRất vui vì bạn đã có trải nghiệm tích cực như vậy với chúng tôi. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Nhóm của chúng tôi sẽ rất vui mừng khi nghe phản hồi của bạn và chúng tôi mong sớm được chào đón bạn quay lại để có một trải nghiệm khó quên khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Dịch vụ trên hành trình này thật tuyệt vời. Mặc dù chúng tôi là sinh viên trong chuyến dã ngoại của trường nhưng các nhân viên đã đối xử với chúng tôi không khác gì và cho chúng tôi trải nghiệm tốt nhất. Họ thậm chí còn kéo ghế cho chúng tôi, liên tục kiểm tra và đáp ứng nhu cầu của chúng tôi. Các nhân viên tích cực đổ đầy nước cho chúng tôi và dọn dẹp bàn giữa các món ăn được phục vụ. Nhân viên Hardy rất thân thiện và thích nghi với chúng tôi, đồng thời không thất bại trong việc đảm bảo chúng tôi có trải nghiệm tốt nhất có thể. Khi bạn tôi vô tình ăn phải một quả ớt tưởng là hạt tiêu, anh ấy đã nhanh chóng lấy cốc sữa từ trong bếp ra cho cô ấy. Những hành động sáng kiến ​​nhỏ này thực sự đã để lại tác động lớn đến chúng tôi và khiến chuyến đi học này trở nên đáng nhớ hơn. Nhân viên hardy cũng nhanh chóng kiểm tra chúng tôi bất cứ khi nào chúng tôi có vẻ cần giúp đỡ và anh ấy chắc chắn rất tự hào về công việc của mình. Các nhân viên đều đã làm cho chuyến đi này trở nên tuyệt vời hơn đối với chúng tôi thông qua dịch vụ tuyệt vời của họ. Ngoài dịch vụ, đồ ăn và sự sạch sẽ của hành trình cũng như các hoạt động được lên kế hoạch đều đạt chất lượng hàng đầu. Cảm ơn bạn vì chuyến đi đầu tiên tuyệt vời này đến Việt Nam và chúng tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Thư giãn thân mến40577961925\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi tích cực của mình. Chúng tôi rất vui mừng khi biết rằng chúng tôi đã vượt quá sự mong đợi của bạn và khiến trải nghiệm của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp dịch vụ đặc biệt. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Nani đã khảo sát chúng tôi về đồ ăn, dịch vụ tuyệt vời và môi trường đẹp. Chúng tôi ở đây 2 ngày 1 đêm. Họ có bồn tắm trong phòng! Hy vọng sẽ quay lại. Đọc thêm",
            "Kính gửi F3753HG_\n\nRất vui khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi nỗ lực hướng tới và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Làm cách nào để liên hệ với bạn qua email? Tôi đã đặt chỗ trực tuyến nhưng chưa nhận được hành trình hoặc thông tin chi tiết về nơi chúng tôi được đón, v.v. và muốn xác nhận các yêu cầu về chế độ ăn uống. Cảm ơn!Đọc thêm",
            "Là món ăn chay được phục vụ trên du thuyền Orchid Trendy của Vịnh Hạ Long.  Cho xin tên các loại nhé vì mình là người ăn chay.Đọc thêm",
            "Trên Orchid Cruise 2 họ phục vụ món chay nếu bạn hỏi người quản lý hành trình.Đọc thêm",
            "Bạn có thể mang theo rượu lên máy bay không?Đọc thêm",
            "Giống như hầu hết các chuyến du lịch trên biển, bạn không được phép mang theo rượu, ngoại trừ việc uống trong cabin riêng. Tôi cũng có thể nói thêm rằng giá đồ uống khá cao.Đọc thêm",
            "Họ nói rằng nó bao gồm tất cả...nhưng bản in đẹp không được bao gồm là gì? Có giới hạn nước đóng chai mỗi ngày không? Giới hạn rượu?Đọc thêm",
            "Đây là một hành trình tuyệt vời. Nhân viên thật tuyệt vời. Nước được cung cấp trong phòng... 2 chai. Chúng tôi đã mua nước giải khát của riêng mình trong suốt thời gian đi thuyền. Chúng tôi luôn mua rượu vào giờ khuyến mãi để giữ giá thấp. Tôi cũng rót chai nước của mình, đổ đầy rượu gin yêu thích của mình và mang nó lên máy bay... từ nước hồi tưởng và cà phê tiêu chuẩn, bao gồm cả trà. Tất cả đồ uống khác trong bữa ăn bạn phải trả tiền\nNgười dân địa phương bán đồ ăn nhẹ và đồ uống bằng thuyền chèo của họ có thể rất tốn kém. Bạn sẽ cần phải thương lượngĐọc thêm",
            "Hành trình này có giới hạn trọng lượng hành lý không? Cảm ơn bạn!Đọc thêm",
            "Không, không có giới hạn trọng lượng. Bạn có thể mang theo bao nhiêu tùy thích :-Đọc thêm",
            "Đã đặt chuyến đi 3 ngày 2 đêm nhưng tôi không tìm thấy bản đồ hành trình 3 ngày, chỉ có bản 2 ngày. Hành trình này chỉ neo đậu một lần hay chúng ta qua đêm ở một số khu vực khác nhau?Đọc thêm",
            "Vịnh Hạ Long là một khu vực đẹp và tất cả các tàu thuyền có xu hướng neo đậu ở những nơi giống nhau nhưng điều đó sẽ không gây bất lợi cho trải nghiệm chung của bạn. Sự khác biệt giữa một và hai đêm dường như là ở chỗ một cuộc đấu thầu sẽ đưa những người ngủ một đêm trở lại cảng đất liền trong khi hai người ngủ đêm tận hưởng ngày hoạt động thứ hai của họ. Bạn sẽ thích nó - thức ăn và dịch vụ rất mẫu mực. Hy vọng điều đó sẽ giúp ích cho bạn.Đọc thêm",
            "Trong số các hoạt động được cung cấp, có hoạt động nào mà nếu bạn có thể làm lại thì hãy tiếp tục?Đọc thêm",
            "Chúng tôi rất thích tất cả. Điều duy nhất chúng tôi không làm là chèo thuyền kayak vào sáng hôm qua. Chúng tôi muốn thư giãn trong cabin xinh xắn của mình và tận hưởng khung cảnh từ ban côngĐọc thêm",
            "Thuyền nhỏ chuyển sang thuyền chính mất bao lâu?Đọc thêm",
            "Khoảng 15 phút từ bến phà đến Thuyền Azalea.Đọc thêm",
            "Rất vui khi được đặt trên chuyến du ngoạn 2 đêm 3 ngày vào tháng 6.\nChỉ quan tâm đến lịch trình hành trình của các hoạt động từ những hành khách cũ.Đọc thêm",
            "Hành trình trên trang web của họ là những gì chúng tôi đã làm.  Họ theo dõi nó khá chặt chẽ!  Thật là tuyệt vời!!!! Đọc thêm",
            "Xin chào, chúng tôi đã đặt chuyến du ngoạn 2 ngày 1 đêm với bạn vào tháng 12 năm nay. Chúng tôi dự định đến Hạ Long vào ngày hôm trước và nghỉ đêm tại khách sạn. Vì vậy, tốt nhất bạn nên đặt một khách sạn gần phòng chờ du thuyền riêng của bạn hơn. Bạn có thể vui lòng cho tôi biết chính xác phòng chờ du thuyền riêng của bạn ở Bến phà Gót ở đâu không? Tôi hơi bối rối với những địa điểm xuất hiện khi tìm kiếm trên Google! Cảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi không thể nhớ nhiều về bất kỳ chỗ ở nào gần nhà ga Got. Chúng tôi ở lại Hà Nội và sử dụng xe buýt chuyển hành trình Azalea rất hiệu quảĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền thời thượng Orchid",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or20-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or10-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or30-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026922-d3504412-Reviews-Kalamitsi_Beach-Sarti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10838906-Reviews-Gradina_Dorobanti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g17628753-d13801358-Reviews-Hacienda_Alsacia_Starbucks_Coffee_Farm-Sabanilla_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g60996-d1773114-Reviews-Nova_Wild-Vienna_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g230075-d10154555-Reviews-Myrdal_Station-Myrdal_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d14413566-Reviews-The_Woodshed-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1956597-Reviews-Mount_Srd-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d196805-Reviews-Munch-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1070999-d523805-Reviews-Meteora-Kastraki_Kalambaka_Trikala_Region_Thessaly.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or30-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or20-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Nani Đồ ăn rất ngon, dịch vụ tuyệt vời. Các phi hành đoàn rất thân thiện và kiên nhẫn. Rất vui được nói chuyện. Trải nghiệm rất tốtĐọc thêm",
            "Kính gửi Navi47496107066\n\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất vui mừng vì chúng tôi có thể đáp ứng mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Những lời nói tử tế của bạn sẽ được nhóm của chúng tôi tôn vinh và chúng tôi rất nóng lòng được chào đón bạn quay trở lại để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Dịch vụ rất tốt và đáng khen ngợi. Các nhân viên luôn thân thiện và luôn để mắt đến chúng tôi và dọn đĩa rất hiệu quả. Tôi muốn khen ngợi một trong những người phục vụ, Hardy, vì sự siêng năng và chủ động giúp chúng tôi chụp ảnh và luôn để mắt đến chúng tôi. Tôi thực sự đánh giá cao điều đó: Đọc thêm",
            "Kính gửi 461shannens,\n\nChúng tôi thực sự vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên thú vị là điều chúng tôi hướng tới và rất vui mừng vì đã thành công. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Các quan điểm thật tuyệt vời và dịch vụ là đỉnh cao. Thức ăn và đồ uống trên du thuyền cũng rất tuyệt, giá cả cũng rất phải chăng. Nani và Justin cũng rất thân thiện và hữu ích!Đọc thêm",
            "Kính gửi jingenx\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và cung cấp cho bạn dịch vụ đặc biệt. Phản hồi của bạn là động lực để chúng tôi tiếp tục phấn đấu để đạt được sự xuất sắc và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Hành trình này thật tuyệt vời! Nước rất đẹp. Chris và Lily đã chăm sóc chúng tôi rất tốt. Và căn phòng thật tuyệt vời. Chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Kính gửi 811macyw,\n\nNhững lời nói tử tế của bạn đã thực sự làm nên ngày của chúng tôi! Chúng tôi rất vui vì có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và đáng nhớ. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn vì có cơ hội được đón tiếp bạn. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Thức ăn tuyệt vời, nhân viên rất chu đáo, đặc biệt là Merlin, cô ấy rất thú vị và mát-xa thật tuyệt vời Gặp một số người thú vịĐọc thêm",
            "Lynette M thân mến\n\nCảm ơn bạn đã chia sẻ phản hồi tích cực của bạn với chúng tôi. Thật vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đáng nhớ và thú vị. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chuyến đi nói chung thật tuyệt vời! Thức ăn rất ngon và dịch vụ cá nhân từ Merlin rất chu đáo và thân thiện! ! Rất muốn giới thiệu Đọc thêm",
            "Kính gửi X3621GCbarbaran,\n\nRất vui mừng khi nhận được phản hồi tích cực của bạn! Thật vô cùng bổ ích khi biết rằng chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được gặp lại bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời tại phi hành đoàn. Đặc biệt Tee rất hợp tác và thân thiện. Anh ấy chăm sóc mọi nhu cầu ăn uống của chúng tôi và là một người chủ nhà tuyệt vời. Nhìn chung đã có một thời gian rất tốt. Rất khuyến khíchĐọc thêm",
            "Gửi ameyah2018\n\nNhững lời nói tử tế của bạn đã thực sự làm nên ngày của chúng tôi! Chúng tôi rất vui vì có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và đáng nhớ. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn vì có cơ hội được đón tiếp bạn. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Eric thực sự tuyệt vời! Anh ấy đảm bảo chuyến đi của chúng tôi diễn ra suôn sẻ và chúng tôi có rất nhiều niềm vui. Tôi muốn giới thiệu chuyến đi này cho mọi ngườiĐọc thêm",
            "Kính gửi B7506PAlukew,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi tích cực của mình với chúng tôi. Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên thú vị và đáng nhớ. Những lời nói tử tế của bạn đã truyền cảm hứng cho chúng tôi tiếp tục cung cấp dịch vụ xuất sắc và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời trên hành trình này! Nó rất đẹp và nhân viên cực kỳ tốt bụng và hữu ích. Phòng rất sạch sẽ và rộng rãi là tốt. Tôi thực sự đánh giá cao Eric, Flora, Rose và ông EddyĐọc thêm",
            "Garretta116 thân mến\n\nPhản hồi tích cực của bạn được đánh giá cao! Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và cung cấp cho bạn trải nghiệm đặc biệt. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất nóng lòng được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Hành trình thật tuyệt vời! Các nhân viên rất duyên dáng và quan điểm tuyệt đẹp. Nói chung là một trải nghiệm tuyệt vời và tôi muốn giới thiệu những loại hoa lan hợp thời trang cho bất kỳ ai!!Đọc thêm",
            "cleow138 thân mến,\n\nChúng tôi thực sự biết ơn những lời tốt đẹp của bạn và vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên đặc biệt là điều chúng tôi hướng tới và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Làm cách nào để liên hệ với bạn qua email? Tôi đã đặt chỗ trực tuyến nhưng chưa nhận được hành trình hoặc thông tin chi tiết về nơi chúng tôi được đón, v.v. và muốn xác nhận các yêu cầu về chế độ ăn uống. Cảm ơn!Đọc thêm",
            "Là món ăn chay được phục vụ trên du thuyền Orchid Trendy của Vịnh Hạ Long.  Cho xin tên các loại nhé vì mình là người ăn chay.Đọc thêm",
            "Trên Orchid Cruise 2 họ phục vụ món chay nếu bạn hỏi người quản lý hành trình.Đọc thêm",
            "Bạn có thể mang theo rượu lên máy bay không?Đọc thêm",
            "Giống như hầu hết các chuyến du lịch trên biển, bạn không được phép mang theo rượu, ngoại trừ việc uống trong cabin riêng. Tôi cũng có thể nói thêm rằng giá đồ uống khá cao.Đọc thêm",
            "Họ nói rằng nó bao gồm tất cả...nhưng bản in đẹp không được bao gồm là gì? Có giới hạn nước đóng chai mỗi ngày không? Giới hạn rượu?Đọc thêm",
            "Đây là một hành trình tuyệt vời. Nhân viên thật tuyệt vời. Nước được cung cấp trong phòng... 2 chai. Chúng tôi đã mua nước giải khát của riêng mình trong suốt thời gian đi thuyền. Chúng tôi luôn mua rượu vào giờ khuyến mãi để giữ giá thấp. Tôi cũng rót chai nước của mình, đổ đầy rượu gin yêu thích của mình và mang nó lên máy bay... từ nước hồi tưởng và cà phê tiêu chuẩn, bao gồm cả trà. Tất cả đồ uống khác trong bữa ăn bạn phải trả tiền\nNgười dân địa phương bán đồ ăn nhẹ và đồ uống bằng thuyền chèo của họ có thể rất tốn kém. Bạn sẽ cần phải thương lượngĐọc thêm",
            "Hành trình này có giới hạn trọng lượng hành lý không? Cảm ơn bạn!Đọc thêm",
            "Không, không có giới hạn trọng lượng. Bạn có thể mang theo bao nhiêu tùy thích :-Đọc thêm",
            "Đã đặt chuyến đi 3 ngày 2 đêm nhưng tôi không tìm thấy bản đồ hành trình 3 ngày, chỉ có bản 2 ngày. Hành trình này chỉ neo đậu một lần hay chúng ta qua đêm ở một số khu vực khác nhau?Đọc thêm",
            "Vịnh Hạ Long là một khu vực đẹp và tất cả các tàu thuyền có xu hướng neo đậu ở những nơi giống nhau nhưng điều đó sẽ không gây bất lợi cho trải nghiệm chung của bạn. Sự khác biệt giữa một và hai đêm dường như là ở chỗ một cuộc đấu thầu sẽ đưa những người ngủ một đêm trở lại cảng đất liền trong khi hai người ngủ đêm tận hưởng ngày hoạt động thứ hai của họ. Bạn sẽ thích nó - thức ăn và dịch vụ rất mẫu mực. Hy vọng điều đó sẽ giúp ích cho bạn.Đọc thêm",
            "Trong số các hoạt động được cung cấp, có hoạt động nào mà nếu bạn có thể làm lại thì hãy tiếp tục?Đọc thêm",
            "Chúng tôi đã tận hưởng tất cả. Điều duy nhất chúng tôi không làm là chèo thuyền kayak vào sáng cuối cùng. Chúng tôi muốn thư giãn trong cabin đáng yêu của mình và ngắm cảnh từ ban công Đọc thêm",
            "Thuyền nhỏ chuyển sang thuyền chính mất bao lâu?Đọc thêm",
            "Khoảng 15 phút từ bến phà đến Thuyền Azalea.Đọc thêm",
            "Rất vui khi được đặt trên chuyến du ngoạn 2 đêm 3 ngày vào tháng 6.\nChỉ quan tâm đến lịch trình hành trình của các hoạt động từ những hành khách cũ.Đọc thêm",
            "Hành trình trên trang web của họ là những gì chúng tôi đã làm.  Họ theo dõi nó khá chặt chẽ!  Thật là tuyệt vời!!!! Đọc thêm",
            "Xin chào, chúng tôi đã đặt chuyến du ngoạn 2 ngày 1 đêm với bạn vào tháng 12 năm nay. Chúng tôi dự định đến Hạ Long vào ngày hôm trước và nghỉ đêm tại khách sạn. Vì vậy, tốt nhất bạn nên đặt một khách sạn gần phòng chờ du thuyền riêng của bạn hơn. Bạn có thể vui lòng cho tôi biết chính xác phòng chờ du thuyền riêng của bạn ở Bến phà Gót ở đâu không? Tôi hơi bối rối với những địa điểm xuất hiện khi tìm kiếm trên Google! Cảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi không thể nhớ nhiều về bất kỳ chỗ ở nào gần nhà ga Got. Chúng tôi ở lại Hà Nội và sử dụng xe buýt chuyển hành trình Azalea rất hiệu quảĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền thời thượng Orchid",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or30-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or20-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or40-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d11899074-Reviews-T_Tyler_Potterfield_Memorial_Bridge-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d21312479-Reviews-Cliff_House-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23488251-Reviews-Here_Kitty_Kitty_Vice_Den-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298171-d1008883-Reviews-Hakone_Kowakien_Yunessun-Hakone_machi_Ashigarashimo_gun_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60768-d3443654-Reviews-Red_Sands-El_Paso_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d146122-Reviews-White_Water-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g48763-d8282729-Reviews-Rockland_Lake_State_Park-Valley_Cottage_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189977-d4341735-Reviews-SEA_LIFE_Trust_Beluga_Whale_Sanctuary-Vestmannaeyjar_Heimaey_Island_Westmann_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d17611595-Reviews-Gucci-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23660533-Reviews-Immersive_Van_Gogh_Exhibit-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or40-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or30-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Thuyền đẹp với đội ngũ nhân viên tuyệt vời nhất.  Đừng quên thức ăn, Chúa ơi, chúng ta sắp rời khỏi đây.  Đặc biệt cảm ơn Lucas và Jerry, những người đã khiến chúng tôi cảm thấy như mình là vua và nữ hoàng của con tàuĐọc thêm",
            "Kính gửi teresaaW6153WC,\n\nChúng tôi rất vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên thú vị là sứ mệnh của chúng tôi và chúng tôi rất vui mừng vì đã thành công. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chương trình du lịch ấn tượng đến vịnh Hạ Long và Lanham cùng các dịch vụ tuyệt vời và tuyệt vời cũng như con tàu phong cách thời thượngĐọc thêm",
            "Các boonshan thân mến,\n\nPhản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi! Rất vui vì chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý du thuyền\nĐọc thêm",
            "Đó là một kỳ nghỉ thư giãn, đồ ăn ngon và nhân viên thân thiện. Có một khoảng thời gian vui vẻ, khuyên bạn nên tham gia tour này nếu chưa từng tham gia trước đâyĐọc thêm",
            "Northroo1 thân mến,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể khiến thời gian của bạn với chúng tôi trở nên thú vị và đáng nhớ. Phản hồi của bạn sẽ được nhóm của chúng tôi tôn vinh và chúng tôi rất nóng lòng được chào đón bạn quay lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Thời gian tuyệt vời theo xu hướng 1. Tất cả nhân viên đều tuyệt vời. Lưu ý đặc biệt dành cho Lucas và Jerry, những người đã nỗ lực hết mình để khiến kỳ nghỉ của chúng tôi trở nên đáng nhớ.Đọc thêm",
            "Kính gửi Resort34623178542,\n\nPhản hồi tích cực của bạn làm bừng sáng ngày của chúng tôi! Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và đáng nhớ. Nhóm của chúng tôi sẽ rất vui khi biết về sự hài lòng của bạn và chúng tôi mong muốn bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trên chuyến du thuyền Orchid Trendy! Mọi thứ đều đáng yêu và vận hành rất trơn tru. Cả hai chúng tôi đều là người thuần chay và họ chăm sóc chúng tôi rất tốt! Chúng tôi đã có rất nhiều thứ để ăn có lẽ hơi quá nhiều haha. Căn phòng rất thoải mái, rộng rãi và rất đẹp. Có rất nhiều lựa chọn khi lưu trú tại Vịnh Hạ Long và tôi không thể giới thiệu thêm về Orchid. Nó thật là đẹp. Tôi muốn đích thân cảm ơn Nancy, người đã cho chúng tôi dịch vụ đáng yêu, tử tế và chu đáo nhất. Chúng tôi cảm thấy được cô ấy chăm sóc rất nhiều! Cảm ơn Nancy, bạn thật tuyệt vời! Ngoài ra, người quản lý thuyền của chúng tôi, Jerry cũng rất đáng yêu và thân thiện, và chúng tôi rất cảm kích Nanny đã thực hiện công việc hỗ trợ chế độ ăn thuần chay của chúng tôi và cũng chăm sóc chúng tôi. Nhìn chung, đây là một chuyến đi tuyệt vời đến một địa điểm đẹp mà chúng ta sẽ không bao giờ quên.Đọc thêm",
            "Cilalli99 thân mến,\n\nChúng tôi thực sự vui mừng khi nhận được phản hồi tích cực của bạn. Thật tuyệt vời khi biết rằng chúng tôi có thể tạo ra trải nghiệm đáng nhớ cho bạn. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi để truyền cảm hứng cho họ tiếp tục cung cấp dịch vụ xuất sắc. Chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Trải nghiệm trên thuyền thật tuyệt vời! Các nhân viên rất thân thiện và lịch sự. Họ đi trên và hơn thế nữa. Tôi cũng rất ngạc nhiên bởi cabin sạch sẽ và đẹp đẽ!Đọc thêm",
            "Kính gửi Cruiser36262948124,\n\nRất vui khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi nỗ lực hướng tới và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            "Trải nghiệm rất tuyệt vời và có lẽ là cách duy nhất bạn có thể trải nghiệm Vịnh Hạ Long! Ông Jerry và người phục vụ Tee của chúng tôi đã làm cho kỳ nghỉ của chúng tôi thực sự thú vị! Chỉ có nhược điểm là vào ngày thứ 2, ngày bắt đầu rất sớm; Đọc thêm",
            "Nicigretler thân mến,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và cung cấp cho bạn dịch vụ tuyệt vời. Phản hồi của bạn là động lực để chúng tôi không ngừng phấn đấu để đạt được sự xuất sắc. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm khó quên khác.\n\nTrân trọng,\nQuản lý du thuyền\nĐọc thêm",
            "Nhìn chung, chuyến đi, thuyền, du ngoạn, đồ ăn và đồ uống đều vượt quá mong đợi. Các nhân viên luôn sẵn lòng giúp đỡ mọi khía cạnh của hành trình, đặc biệt là ông Tee. Dù chỉ là một chuyến đi ngắn và có nhiều việc phải làm nhưng bạn vẫn có thời gian rảnh để ngồi lại và thư giãnĐọc thêm",
            "JohnwI1872VH thân mến\n\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất vui khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn sẽ được ghi nhận cùng với đội ngũ của chúng tôi, những người làm việc chăm chỉ để cung cấp dịch vụ xuất sắc. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chúc gia đình có kỳ nghỉ vui vẻ. Các nhân viên thật tuyệt vời và chăm sóc tốt cho chúng tôi. Họ đáp ứng yêu cầu của chúng tôi về thực phẩm không có thịt đỏ. Nani trong nhà hàng rất tốt bụng khi tiếp tục kiểm tra trải nghiệm ẩm thực của chúng tôi.  Nhìn chung, tùy chọn đặc biệt 2 đêm rất được khuyến khích - có nhiều hoạt động như chèo thuyền kayak, đi bộ trong hang và đạp xe đến làng địa phương. Đọc thêm",
            "Thân gửi Inspire17030291862,\n\nCảm ơn bạn đã chia sẻ phản hồi tích cực của mình với chúng tôi. Chúng tôi rất vui khi biết rằng chúng tôi có thể giúp bạn có trải nghiệm đáng nhớ và thú vị. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn. Chúng tôi háo hức chờ đợi bạn quay lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nBan quản lý CruisesĐọc thêm",
            "Hành trình, hành trình và nhân viên thật tuyệt vời. Rất phù hợp với yêu cầu của chúng tôi về thực phẩm. Nani đặc biệt rất hữu ích khiến chuyến đi và trải nghiệm của chúng tôi trở nên đáng nhớ. Vịnh Hạ Long là một địa điểm không thể bỏ qua và khi thực hiện điều đó với Orchid Cruise Trendy, bạn chắc chắn sẽ có những kỷ niệm đáng nhớ.Đọc thêm",
            "Kính gửi phi thường798255\n\nPhản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi! Rất vui vì chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền thời thượng Orchid",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Những việc cần làm ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or40-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or30-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or50-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d9715078-Reviews-Dash-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635670-d19653087-Reviews-Abandoned_Village_of_Kayakoy-Kayakoy_Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d639861-Reviews-Honokeana_Bay-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d311046-Reviews-Temple_of_the_Golden_Buddha_Wat_Traimit-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34372-d2614452-Reviews-Downtown_Lake_Worth-Lake_Worth_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3728839-Reviews-GhostBusters_Firehouse_Company_8-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d15051274-Reviews-Lava_Show-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560564-Reviews-Lake_of_the_Isles-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12981668-Reviews-Kyo_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or50-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or40-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một hành trình hoàn toàn tuyệt vời. Các phòng đều rộng rãi và được trang bị tốt, đồ ăn rất tuyệt vời; chúng tôi thật sự rất thích trải nghiệm trên tàu! Chris, người phục vụ chúng tôi trong bữa sáng, bữa trưa và bữa tối rất tốt bụng, hữu ích và thân thiện. Tôi thực sự khuyên bạn nên tham quan Vịnh Hạ Long với Orchid Cruises.Đọc thêm",
            "Barbara Clara thân mến,\n\nNhững lời nói tử tế của bạn có ý nghĩa cả thế giới đối với chúng tôi! Rất vui khi biết rằng chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Rose và Ken rất xuất sắc và cung cấp dịch vụ cũng như hỗ trợ tuyệt vời, dịch vụ họ cung cấp vượt xa công việc của họ và chất lượng rất caoĐọc thêm",
            "Kính gửi BoardingPass599154,\n\nRất vui khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên đặc biệt là điều chúng tôi phấn đấu và rất vui mừng vì đã thành công. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Thời gian tuyệt vời hợp thời trang với gia đình. Chúng tôi lấy 3 phòng, tất cả đều rộng rãi, sạch sẽ và gọn gàng. Thức ăn thật tuyệt vời với sự kết hợp giữa ẩm thực địa phương và ẩm thực kết hợp. Nhân viên bao gồm Eddie, Bobby, David và Susie đều thân thiện và lịch sự. Đọc thêm",
            "Kính gửi davidtT5614ZA,\n\nChúng tôi rất vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên thú vị là sứ mệnh của chúng tôi và chúng tôi rất vui mừng vì đã thành công. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý du thuyền\nĐọc thêm",
            "tôi đã có khoảng thời gian tuyệt vời nhất trên Du thuyền hợp thời trang Orchid!! các nhân viên rất thân thiện, đặc biệt là Suzie, bobby và Eddy! chắc chắn sẽ giới thiệu chuyến đi này cho bạn bè và gia đình của tôi.Đọc thêm",
            "Kính gửi Q1554VMhollyd,\n\nPhản hồi tích cực của bạn làm bừng sáng ngày của chúng tôi! Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và đáng nhớ. Nhóm của chúng tôi sẽ rất vui khi biết về sự hài lòng của bạn và chúng tôi mong muốn bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Nghỉ tại du thuyền Orchid. ÔNG. Người quản lý Eddy và Fiora đã rất tuyệt vời trong suốt thời gian chúng tôi ở. Thức ăn ngon và tuyệt vời. Đề nghị ở lạiĐọc thêm",
            "Raypatricka thân mến\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và cung cấp cho bạn dịch vụ tuyệt vời. Phản hồi của bạn là động lực để chúng tôi không ngừng phấn đấu để đạt được sự xuất sắc. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm khó quên khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Susie và Bobbie hoàn toàn xuất sắc, rất chuyên nghiệp, nụ cười làm sáng bừng căn phòng Cảm ơn bạn rất nhiều Tôi rất muốn giới thiệu chuyến đi nàyĐọc thêm",
            "Kính gửi jilldQ2458WK,\n\nChúng tôi thực sự vui mừng khi nhận được phản hồi tích cực của bạn. Thật tuyệt vời khi biết rằng chúng tôi có thể tạo ra trải nghiệm đáng nhớ cho bạn. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi để truyền cảm hứng cho họ tiếp tục cung cấp dịch vụ xuất sắc. Chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Du thuyền Orchid rất sạch sẽ. Nhân viên rất có sức chứa, đặc biệt là Quản lý, Eddy và nhân viên, Fiora. Phòng sạch sẽ và ngăn nắp, có mùi rất thơm. Nó có ban công riêng và bồn tắm. Thức ăn rất tuyệt vời. Chúng tôi rất thích mỗi bữa ăn.Đọc thêm",
            "Kính gửi CristinaaQ6743EL\n\nCảm ơn bạn đã chia sẻ phản hồi tích cực của bạn với chúng tôi. Thật vui mừng khi biết rằng chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đáng nhớ và thú vị. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Hành trình tuyệt vời được duy trì tốt và cung cấp nhiều hoạt động; Fiora cũng khiến chúng tôi cảm thấy rất được chào đón trong thời gian lưu trúĐọc thêm",
            "Immarialin thân mến,\n\nRất vui khi biết về trải nghiệm tích cực của bạn với chúng tôi. Làm cho thời gian của bạn với chúng tôi trở nên đặc biệt là điều chúng tôi phấn đấu và rất vui mừng vì đã thành công. Những lời nói tử tế của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Tôi đã trải qua hành trình 2 ngày trên tàu Orchid Cruise Trendy. Đội ngũ chuyên nghiệp, với chất lượng dịch vụ khiến chúng tôi cảm thấy tuyệt vời. Đồ ăn rất ngon, ngon. Mọi thứ đều tuyệt vời. Quang cảnh vịnh thật tuyệt vời. Tôi sẽ quay lại đây nơi mơ ước.Đọc thêm",
            "Kính gửi R9619NCgabrielas\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể khiến thời gian của bạn với chúng tôi trở nên thú vị và đáng nhớ. Phản hồi của bạn sẽ được nhóm của chúng tôi tôn vinh và chúng tôi rất nóng lòng được chào đón bạn quay lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Chúng tôi đã dành 2 đêm trong phòng Exclusive trên thuyền Orchid Trendy. Ưu điểm Đội ngũ tốt trên thuyền, Mát xa tốt, Chất lượng bữa tối tốt, Nhược điểm Suite độc ​​quyền rộng nhưng cần cải tạo từ ban công đến phòng tắm, mọi thứ đều cũ, không được bảo trì tốt,Phòng độc quyền nằm ở phía sau thuyền, phía trên động cơ thuyền, nghĩa là mỗi khi thuyền di chuyển bắt đầu từ 6 giờ sáng, cả căn phòng rung chuyển với những chai lọ rơi xuống từ bàn làm việc. Đây là lần đầu tiên tôi không thể nằm trên giường do giường bị rung. Ngoại trừ đồ ăn bạn ăn, tất cả đồ uống đều tính phí, thậm chí cả nước ngọt, trà và cà phê ngoại trừ trà và cà phê cơ bản trong bữa sáng tự chọn Bữa trưa trên thuyền trong ngày có chất lượng khá tệ và họ yêu cầu bạn thanh toán bằng tiền mặt những loại nước ngọt mà họ đề xuất khi bắt đầu bữa trưa mà không đề cập đến việc bạn sẽ phải trả, Nhìn chung, và bất chấp vị trí của họ và mức giá mà chúng tôi đã trả, hành trình này và đặc biệt là căn phòng, không có gì xa xỉ về nó. Ngược lại, chúng tôi có cảm giác như đang tham gia một chuyến tham quan theo nhóm, nơi họ luôn thúc giục bạn mua đồ uống và nơi mà tất cả các chuyến đi trên thuyền được tối ưu hóa bằng cách đưa nhiều người từ các thuyền khác nhau đi vòng quanh.Đọc thêm",
            "Dear lph2007,\n\nThank you for taking the time to provide detailed feedback about your recent cruise with us. We truly appreciate both your positive comments and your constructive criticism, as it helps us to continuously improve our services.\n\nWe are pleased to hear that you enjoyed the friendly team on board, the quality of our dinner meals, and the massages. However, we are genuinely sorry to learn about the problems you encountered with the exclusive suite and other aspects of your experience.\n\nWe understand your concerns about the suites condition and the inconvenience caused by its location near the boat engines. Your comfort is our priority, and we apologize for the disturbance you experienced. We are currently reviewing our maintenance schedules and renovation plans to address these issues and improve the overall quality of our accommodations.\n\nRegarding the additional charges for drinks, we strive to provide transparency in our pricing. We apologize if this was not clearly communicated during your cruise. We will work on improving our communication to ensure all guests are aware of any additional costs upfront.\n\nWe are also deeply sorry to hear that the lunch on the day boat did not meet your expectations and that the payment process for soft drinks was unclear. We will review our catering services and payment policies to prevent such issues in the future.\n\nYour feedback is invaluable to us, and we take it seriously. While we regret that your experience did not meet the luxurious standards we aim to provide, we are committed to making the necessary improvements. We hope to have the opportunity to welcome you back on board in the future and provide you with the exceptional experience you deserve.\n\nThank you again for your review.\n\nBest regards,\nThe Cruises ManagementRead more",
            "Làm cách nào để liên hệ với bạn qua email? Tôi đã đặt chỗ trực tuyến nhưng chưa nhận được hành trình hoặc thông tin chi tiết về nơi chúng tôi được đón, v.v. và muốn xác nhận các yêu cầu về chế độ ăn uống. Cảm ơn!Đọc thêm",
            "Là món ăn chay được phục vụ trên du thuyền Orchid Trendy của Vịnh Hạ Long.  Cho xin tên các loại nhé vì mình là người ăn chay.Đọc thêm",
            "Trên Orchid Cruise 2 họ phục vụ món chay nếu bạn hỏi người quản lý hành trình.Đọc thêm",
            "Bạn có thể mang theo rượu lên máy bay không?Đọc thêm",
            "Giống như hầu hết các chuyến du lịch trên biển, bạn không được phép mang theo rượu, ngoại trừ việc uống trong cabin riêng. Tôi cũng có thể nói thêm rằng giá đồ uống khá cao.Đọc thêm",
            "Họ nói rằng nó bao gồm tất cả...nhưng bản in đẹp không được bao gồm là gì? Có giới hạn nước đóng chai mỗi ngày không? Giới hạn rượu?Đọc thêm",
            "Đây là một chuyến du ngoạn tuyệt vời. Nhân viên rất tuyệt. Nước được cung cấp trong phòng... 2 chai. Chúng tôi đã mua nước ngọt của riêng mình trong suốt thời gian du ngoạn. Chúng tôi luôn mua rượu khi đến giờ khuyến mãi để tiết kiệm chi phí. Tôi cũng rót đầy chai nước của mình, đổ đầy rượu gin yêu thích của tôi và lén mang lên tàu... theo như tôi nhớ thì nước và cà phê tiêu chuẩn, trà đã bao gồm. Tất cả các loại đồ uống khác trong bữa ăn, bạn phải trả tiền\nNgười dân địa phương bán đồ ăn nhẹ và đồ uống trên thuyền chèo của họ có thể rất đắt. Bạn sẽ cần phải thương lượngĐọc thêm",
            "Hành trình này có giới hạn trọng lượng hành lý không? Cảm ơn bạn!Đọc thêm",
            "Không, không có giới hạn trọng lượng. Bạn có thể mang theo bao nhiêu tùy thích :-Đọc thêm",
            "Đã đặt chuyến đi 3 ngày 2 đêm nhưng tôi không tìm thấy bản đồ hành trình 3 ngày, chỉ có bản 2 ngày. Hành trình này chỉ neo đậu một lần hay chúng ta qua đêm ở một số khu vực khác nhau?Đọc thêm",
            "Vịnh Hạ Long là một khu vực đẹp và tất cả các tàu thuyền có xu hướng neo đậu ở những nơi giống nhau nhưng điều đó sẽ không gây bất lợi cho trải nghiệm chung của bạn. Sự khác biệt giữa một và hai đêm dường như là ở chỗ một cuộc đấu thầu sẽ đưa những người ngủ một đêm trở lại cảng đất liền trong khi hai người ngủ đêm tận hưởng ngày hoạt động thứ hai của họ. Bạn sẽ thích nó - thức ăn và dịch vụ rất mẫu mực. Hy vọng điều đó sẽ giúp ích cho bạn.Đọc thêm",
            "Trong số các hoạt động được cung cấp, có hoạt động nào mà nếu bạn có thể làm lại thì hãy tiếp tục?Đọc thêm",
            "Chúng tôi rất thích tất cả. Điều duy nhất chúng tôi không làm là chèo thuyền kayak vào sáng hôm qua. Chúng tôi muốn thư giãn trong cabin xinh xắn của mình và tận hưởng khung cảnh từ ban côngĐọc thêm",
            "Thuyền nhỏ chuyển sang thuyền chính mất bao lâu?Đọc thêm",
            "Khoảng 15 phút từ bến phà đến Thuyền Azalea.Đọc thêm",
            "Rất vui khi được đặt trên chuyến du ngoạn 2 đêm 3 ngày vào tháng 6.\nChỉ quan tâm đến lịch trình hành trình của các hoạt động từ những hành khách cũ.Đọc thêm",
            "Hành trình trên trang web của họ là những gì chúng tôi đã làm.  Họ theo dõi nó khá chặt chẽ!  Thật là tuyệt vời!!!! Đọc thêm",
            "Xin chào, chúng tôi đã đặt chuyến du ngoạn 2 ngày 1 đêm với bạn vào tháng 12 năm nay. Chúng tôi dự định đến Hạ Long vào ngày hôm trước và nghỉ đêm tại khách sạn. Vì vậy, tốt nhất bạn nên đặt một khách sạn gần phòng chờ du thuyền riêng của bạn hơn. Bạn có thể vui lòng cho tôi biết chính xác phòng chờ du thuyền riêng của bạn ở Bến phà Gót ở đâu không? Tôi hơi bối rối với những địa điểm xuất hiện khi tìm kiếm trên Google! Cảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi không thể nhớ nhiều về bất kỳ chỗ ở nào gần nhà ga Got. Chúng tôi ở lại Hà Nội và sử dụng xe buýt chuyển hành trình Azalea rất hiệu quảĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền thời thượng Orchid",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or50-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or40-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or60-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128688-Reviews-Denver_Museum_of_Nature_Science-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g303952-d676508-Reviews-Mount_Batur-Kintamani_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d544498-Reviews-The_Citadel-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d108787-Reviews-Walnut_Canyon_National_Monument-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d1448068-Reviews-Imagine_Punta_Cana_Night_Club-Punta_Cana_La_Altagracia_Province_Dominican_Republi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d17115252-Reviews-Gandy_Beach-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28967-d1537237-Reviews-Belle_Isle_State_Park-Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50530-d10439663-Reviews-Indian_Lake_State_Park-Lakeview_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d560301-Reviews-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d555063-Reviews-Sandy_Bay_Beach-Sandy_Bay_Roatan_Bay_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or60-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or50-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời, nhân viên phục vụ đồ ăn tuyệt vời thật tuyệt vời. Fiona thật tuyệt vời. Phòng ngủ có tầm nhìn đẹp nhất ra khung cảnh ngoạn mục nhất.Đọc thêm",
            "Kính gửi T4261WQcarolm,\n\nPhản hồi tích cực của bạn đã làm nên ngày của chúng tôi! Rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Sự hài lòng của bạn là mục tiêu cuối cùng của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Chúng tôi mong chờ sự trở lại của bạn để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nQuản lý du thuyền\n\nĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời, đồ ăn rất ngon và đội ngũ thì tuyệt vời, đặc biệt là Fiora Địa điểm đáng yêu để tham quan phong cảnh rất đẹp và yên bìnhĐọc thêm",
            "Kính gửi K5224VMjom,\n\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi phấn đấu và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Tee rất hữu ích, không có việc gì quá khó để làm, nhân viên đã nỗ lực hết mình để đảm bảo chúng tôi luôn được chăm sóc, phòng rất sạch sẽ và được trình bày đẹp mắt. Đó là sinh nhật lần thứ 70 của tôi và nhân viên đã trang trí bàn của tôi, một chiếc bánh đã được tặng, chương trình mà họ dành cho chúng tôi ở đây được lên kế hoạch rất kỹ lưỡng, một nơi tôi sẽ giới thiệu cho bất kỳ ai và chắc chắn tôi sẽ quay lạiĐọc thêm",
            "Kính gửi leighcA210VI,\n\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và vui mừng khi biết về trải nghiệm tích cực của bạn với chúng tôi. Cung cấp dịch vụ đặc biệt là điều chúng tôi phấn đấu và rất vui mừng khi đạt được điều đó cho bạn. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\nQuản lý Du thuyền Đọc thêm",
            ". Dịch vụ khách hàng thật tuyệt vời. Tee người phục vụ của chúng tôi rất xuất sắc. Thức ăn rất tuyệt. Các hoạt động thật tuyệt vờiĐọc thêm",
            "Kính gửi 139damianj,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Rất vui mừng khi biết rằng chúng tôi đã đáp ứng được mong đợi của bạn và cung cấp cho bạn dịch vụ đặc biệt. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và hãy nhớ chuyển phản hồi đó đến nhóm của chúng tôi. Chúng tôi háo hức mong đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Từ đón đến chia tay, chúng tôi đã được chăm sóc rất chu đáo - đặc biệt đề cập đến Merlin, người đã phục vụ chúng tôi trong nhà hàng - cảm ơn bạn rất nhiều! Emmanuel là người dẫn chương trình hoàn hảo. Rất muốn giới thiệu - chỉ có thể ở lại 3 ngày thay vì qua đêm trừ khi bạn có lịch trình chặt chẽ. Đây là một nơi tâm linh kỳ diệu!Đọc thêm",
            "Kính gửi bác sĩ phẫu thuật cột sống, \n\nThật sự rất ấm lòng khi nhận được những phản hồi tích cực của bạn. Rất vui vì chúng tôi có thể làm cho trải nghiệm của bạn với chúng tôi trở nên đặc biệt và vượt quá sự mong đợi của bạn. Những lời nói tử tế của bạn truyền cảm hứng cho chúng tôi tiếp tục phấn đấu để đạt được sự xuất sắc. Chúng tôi rất mong được gặp lại bạn để có một trải nghiệm đáng chú ý khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Toàn bộ hành trình thật giật gân. Chỗ ở, nhân viên và dịch vụ là 5 sao. Người phục vụ cá nhân của chúng tôi, Tee, là người giỏi nhất. Rất khuyến khíchĐọc thêm",
            "Terryc334 thân mến\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi tích cực của mình. Chúng tôi rất vui mừng khi biết rằng chúng tôi đã vượt quá sự mong đợi của bạn và khiến trải nghiệm của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp dịch vụ đặc biệt. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng, Ban quản lý du thuyềnĐọc thêm",
            "Đây là một chuyến đi tuyệt vời với đội ngũ nhân viên tuyệt vời và những trải nghiệm tuyệt vời. Các nhân viên thật tuyệt vời và vượt lên trên tất cả, đặc biệt là tee! Tee là một người chủ nhà đáng yêu, người khiến mọi người cảm thấy như ở nhà và đã giúp đỡ chúng tôi rất nhiều. Anh ấy cũng rất tốtĐọc thêm",
            "Thân gửi pcyck,\n\nThật sự ấm lòng khi nhận được phản hồi nồng nhiệt của bạn. Chúng tôi rất vui khi có thể mang đến cho bạn trải nghiệm đặc biệt và vượt quá mong đợi của bạn. Những lời nói tử tế của bạn truyền cảm hứng cho chúng tôi tiếp tục phấn đấu vì sự xuất sắc. Chúng tôi rất mong được chào đón bạn quay lại để có thêm một trải nghiệm tuyệt vời nữa.\n\nTrân trọng,\nBan quản lý du thuyền Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời trên du thuyền của mình. Vợ tôi và tôi đang hưởng tuần trăng mật, và các nhân viên đã đảm bảo làm cho chúng tôi cảm thấy vô cùng đặc biệt bao gồm cả trang trí phòng đặc biệt và trải nghiệm bữa tối khó quên. Các nhân viên rất tuyệt vời, đặc biệt là Tee, người đã chăm sóc chúng tôi rất chu đáo. Tôi không thể tưởng tượng ra một cách nào tốt hơn để tận hưởng Vịnh Hạ Long xinh đẹp và giới thiệu chuyến du ngoạn này cho mọi người. Đọc thêm",
            "Kính gửi jonathanw532,\n\nRất vui vì bạn đã có trải nghiệm tích cực như vậy với chúng tôi. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và rất biết ơn những lời tốt đẹp của bạn. Nhóm của chúng tôi sẽ rất vui mừng khi nghe phản hồi của bạn và chúng tôi mong sớm được chào đón bạn quay lại để có một trải nghiệm khó quên khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Khung cảnh rất tuyệt, thuyền thoải mái và sạch sẽ, nhân viên thân thiện. Dễ dàng đón trả. Chúng tôi đã được Fiora giúp đỡ, cô ấy rất tốt bụng. Muốn giới thiệu cho gia đình và bạn bè. Đọc thêm",
            "Kính gửi Explorer36697807879,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi tích cực của mình. Chúng tôi rất vui mừng khi biết rằng chúng tôi đã vượt quá sự mong đợi của bạn và khiến trải nghiệm của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp dịch vụ đặc biệt. Chúng tôi háo hức chờ đợi sự trở lại của bạn để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Thật là một thời gian vui vẻ! Chiếc thuyền thật tuyệt nhưng quan trọng hơn, chúng tôi đã có một số dịch vụ tốt nhất mà chúng tôi từng nhận được trong đời! Quản lý Gin FB và nhóm của anh ấy thật tuyệt vời, chu đáo, vui tính, lịch sự và chuyên nghiệp. Nó thực sự làm cho trải nghiệm của chúng tôi trở nên kỳ diệu và đáng nhớ. Bạn sẽ không bao giờ có một ly rỗng và thức ăn cực kỳ ngon. Cảm ơn Orchid Cruises!Đọc thêm",
            "Kính gửi W4607NIseanw\n\nChúng tôi rất vinh dự nhận được đánh giá đặc biệt của bạn. Chúng tôi vô cùng vui mừng khi biết rằng bạn đã có trải nghiệm rất tốt trên chuyến du ngoạn của chúng tôi. Lời khen của bạn thực sự được đánh giá cao. Cảm ơn bạn đã lựa chọn Orchid Cruises và chúng tôi háo hức chờ đợi chuyến thăm tiếp theo của bạn. \n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Làm cách nào để liên hệ với bạn qua email? Tôi đã đặt chỗ trực tuyến nhưng chưa nhận được hành trình hoặc thông tin chi tiết về nơi chúng tôi được đón, v.v. và muốn xác nhận các yêu cầu về chế độ ăn uống. Cảm ơn!Đọc thêm",
            "Là món ăn chay được phục vụ trên du thuyền Orchid Trendy của Vịnh Hạ Long.  Cho xin tên các loại nhé vì mình là người ăn chay.Đọc thêm",
            "Trên Orchid Cruise 2 họ phục vụ món chay nếu bạn hỏi người quản lý hành trình.Đọc thêm",
            "Bạn có thể mang rượu của mình lên máy bay không? Đọc thêm",
            "Giống như hầu hết các chuyến du lịch trên biển, bạn không được phép mang theo rượu, ngoại trừ việc uống trong cabin riêng. Tôi cũng có thể nói thêm rằng giá đồ uống khá cao.Đọc thêm",
            "Họ nói rằng nó bao gồm tất cả...nhưng bản in đẹp không được bao gồm là gì? Có giới hạn nước đóng chai mỗi ngày không? Giới hạn rượu?Đọc thêm",
            "Đây là một hành trình tuyệt vời. Nhân viên thật tuyệt vời. Nước được cung cấp trong phòng... 2 chai. Chúng tôi đã mua nước giải khát của riêng mình trong suốt thời gian đi thuyền. Chúng tôi luôn mua rượu vào giờ khuyến mãi để giữ giá thấp. Tôi cũng rót chai nước của mình, đổ đầy rượu gin yêu thích của mình và mang nó lên máy bay... từ nước hồi tưởng và cà phê tiêu chuẩn, bao gồm cả trà. Tất cả đồ uống khác trong bữa ăn bạn phải trả tiền\nNgười dân địa phương bán đồ ăn nhẹ và đồ uống bằng thuyền chèo của họ có thể rất tốn kém. Bạn sẽ cần phải thương lượngĐọc thêm",
            "Hành trình này có giới hạn trọng lượng hành lý không? Cảm ơn bạn!Đọc thêm",
            "Không, không có giới hạn trọng lượng. Bạn có thể mang theo bao nhiêu tùy thích :-Đọc thêm",
            "Đã đặt chuyến đi 3 ngày 2 đêm nhưng tôi không tìm thấy bản đồ hành trình 3 ngày, chỉ có bản 2 ngày. Hành trình này chỉ neo đậu một lần hay chúng ta qua đêm ở một số khu vực khác nhau?Đọc thêm",
            "Vịnh Hạ Long là một khu vực tuyệt đẹp và tất cả các thuyền đều neo đậu ở những nơi tương tự nhau nhưng điều đó sẽ không gây bất lợi cho trải nghiệm tổng thể của bạn. Sự khác biệt giữa một đêm và hai đêm dường như là một chiếc tàu nhỏ đưa những người đi một đêm trở lại cảng đất liền trong khi những người đi hai đêm tận hưởng ngày hoạt động thứ hai của họ. Bạn sẽ thích nó - thức ăn và dịch vụ rất tuyệt vời. Hy vọng điều đó giúp ích cho bạn. Đọc thêm",
            "Trong số các hoạt động được cung cấp, có hoạt động nào mà nếu bạn có thể làm lại thì hãy tiếp tục?Đọc thêm",
            "Chúng tôi rất thích tất cả. Điều duy nhất chúng tôi không làm là chèo thuyền kayak vào sáng hôm qua. Chúng tôi muốn thư giãn trong cabin xinh xắn của mình và tận hưởng khung cảnh từ ban côngĐọc thêm",
            "Thuyền nhỏ chuyển sang thuyền chính mất bao lâu?Đọc thêm",
            "Khoảng 15 phút từ bến phà đến Thuyền Azalea.Đọc thêm",
            "Rất vui khi được đặt trên chuyến du ngoạn 2 đêm 3 ngày vào tháng 6.\nChỉ quan tâm đến lịch trình hành trình của các hoạt động từ những hành khách cũ.Đọc thêm",
            "Hành trình trên trang web của họ là những gì chúng tôi đã làm.  Họ theo dõi nó khá chặt chẽ!  Thật là tuyệt vời!!!! Đọc thêm",
            "Xin chào, chúng tôi đã đặt chuyến du ngoạn 2 ngày 1 đêm với bạn vào tháng 12 năm nay. Chúng tôi dự định đến Hạ Long vào ngày hôm trước và nghỉ đêm tại khách sạn. Vì vậy, tốt nhất bạn nên đặt một khách sạn gần phòng chờ du thuyền riêng của bạn hơn. Bạn có thể vui lòng cho tôi biết chính xác phòng chờ du thuyền riêng của bạn ở Bến phà Gót ở đâu không? Tôi hơi bối rối với những địa điểm xuất hiện khi tìm kiếm trên Google! Cảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi không thể nhớ nhiều về bất kỳ chỗ ở nào gần nhà ga Got. Chúng tôi ở lại Hà Nội và sử dụng xe buýt chuyển hành trình Azalea rất hiệu quảĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền Orchid Trendy",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or60-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or50-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or70-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077202-d2186357-Reviews-Leap_Castle-Roscrea_County_Tipperary.html",
            "https://www.tripadvisor.com/Attraction_Review-g50870-d110229-Reviews-Columbus_Zoo_and_Aquarium-Powell_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g53335-d270655-Reviews-Little_Buffalo_State_Park-Newport_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g182169-d183927-Reviews-Canyon_Sainte_Anne-Beaupre_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g194821-d4403543-Reviews-Lido_Beach_Menaggio-Menaggio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d15030758-Reviews-Bagni_di_Tiberio-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2343384-Reviews-Terravision-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d283805-Reviews-Lake_Eklutna-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103887-Reviews-Statue_of_Liberty-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d105513-Reviews-Franconia_Notch_State_Park-Franconia_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or70-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or60-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Thành thật mà nói, tôi đã do dự khi đặt chuyến đi, nhưng tôi rất vui vì đã làm như vậy.  Đó thực sự là một trải nghiệm tuyệt vời và là điểm nhấn trong chuyến đi của chúng tôi.  Chúng tôi đã thực hiện hành trình 2 đêm chứ không phải 1 đêm.  Tôi cảm thấy một đêm sẽ quá ngắn.  Rất thích bồn tắm trong phòng!   Nhân viên trên tàu thật tuyệt vời, đặc biệt là Tee!Đọc thêm",
            "Jennasmom65 thân mến\n\nChúng tôi rất vui mừng khi nhận được đánh giá đặc biệt của bạn. Thật tuyệt vời khi biết rằng chúng tôi có thể cung cấp cho bạn trải nghiệm rất tốt trên hành trình của chúng tôi. Những lời tốt đẹp của bạn được đánh giá rất cao. Cảm ơn sự hỗ trợ của bạn và chúng tôi háo hức chờ đợi chuyến thăm tiếp theo của bạn. \nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Trải nghiệm tuyệt vời trên du thuyền Orchid Trendy 3 ngày 2 đêm. Hãy cẩn thận với hành trình rất bận rộn, nhưng thật tuyệt khi biết bạn có thể chọn không tham gia mọi hoạt động và dành thời gian thư giãn trong phòng của mình. Tất cả các tiện nghi rất sạch sẽ và được bảo trì tốt. Thức ăn rất ngon cho một số bữa ăn và có chút thất vọng với những bữa ăn khác. Nhân viên RẤT thân thiện và có sức chứa, sẵn lòng hỗ trợ bạn mọi nhu cầu. Cảm ơn máy chủ Apolo của chúng tôi. Muốn giới thiệu 3D 2N vì bạn có nhiều thời gian hơn để trải nghiệm Vịnh Hạ Long xinh đẹp và tận hưởng chút thời gian thư giãn trên thuyền, những người trên thuyền của chúng tôi đã dành 1N dường như khá vội vã và có ít thời gian chết.Đọc thêm",
            "Thân gửi 284leahf\n\nChúng tôi vô cùng vui mừng khi nhận được phản hồi tuyệt vời của bạn. Thật là một niềm vui tuyệt đối khi biết rằng bạn đã có một khoảng thời gian tuyệt vời trên chuyến du ngoạn của chúng tôi. Những lời khen ngợi của bạn rất đáng trân trọng. Cảm ơn bạn đã chọn Orchid Cruises và chúng tôi rất mong được chào đón bạn trở lại cho một hành trình phi thường khác.\n\nTrân trọng, The Cruises Management\nĐọc thêm",
            "Đã có một thời gian tuyệt vời trên tàu Orchid Trendy Cruise! Con tàu này thuộc loại hàng đầu với tiện nghi sang trọng và bầu không khí trong lành, hấp dẫn. Thức ăn rất ngon và nhân viên đã cung cấp dịch vụ đặc biệt trong suốt hành trình. Xin chân thành cảm ơn Jack, Otis, David, Chris, Apolo, Lucas và những người còn lại trong đoàn vì đã khiến trải nghiệm của chúng tôi trở nên khó quên. Rất khuyến khích hành trình này cho bất cứ ai đang tìm kiếm một nơi nghỉ ngơi tuyệt vời!Đọc thêm",
            "Thân gửi tamn823\n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình với chúng tôi. Thật tuyệt khi biết rằng chúng tôi đã có thể đáp ứng được kỳ vọng của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Chúng tôi trân trọng những lời tốt đẹp của bạn và sẽ chia sẻ chúng với nhóm của chúng tôi để tiếp tục cung cấp dịch vụ tuyệt vời. Chúng tôi rất mong được đón tiếp bạn trở lại và mang đến cho bạn một trải nghiệm tuyệt vời khác.\n\nTrân trọng, The Cruises Management\nĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du ngoạn 3 ngày 2 đêm trên con tàu thời thượng 1 Máy chủ Apollo của chúng tôi thật TUYỆT VỜI!!!! Anh ấy là một quý ông trẻ đáng yêu. Tất cả các nhân viên đều thân thiện với 1010 và không có gì là rắc rối. Điều duy nhất khiến tôi lo lắng là trần phòng tắm của chúng tôi bị mốc khắp nơi khi chúng tôi đến. Họ đã làm sạch nó đi. Tôi tin rằng điều đó được mong đợi trong môi trường này. 1010 khuyên bạn nên thực hiện chuyến đi 3 ngày 2 đêm. Tôi hy vọng lời khuyên của chúng tôi sẽ đến được với các nhân viên vì họ là những người làm việc chăm chỉ, luôn nở nụ cười và cũng hào hứng như bạn.Đọc thêm",
            "Kính gửi domb781\n\n Cảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Thật tuyệt vời khi biết rằng chúng tôi có thể đáp ứng mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và sẽ chia sẻ chúng với nhóm của chúng tôi để tiếp tục cung cấp dịch vụ xuất sắc. Chúng tôi rất nóng lòng được chào đón bạn trở lại và mang đến cho bạn một trải nghiệm tuyệt vời khác. \n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Dịch vụ tuyệt vời, thực phẩm và nhiều hoạt động tốt. Điều trị đặc biệt tuyệt vời để kỷ niệm tuần trăng mật của chúng tôi. Cảm ơn Tee nói riêng vì đã chăm sóc chúng tôi. Rất khuyến khích! Đọc thêm",
            "Kính gửi K6644CMrickg\n\nChúng tôi đánh giá cao tất cả những lời khen ngợi về trải nghiệm tuyệt vời và đội ngũ nhân viên hữu ích trong bài đánh giá của bạn về lần lưu trú gần đây với chúng tôi. Đó là sự khích lệ đối với toàn thể nhân viên của chúng tôi khi chúng tôi luôn nỗ lực không ngừng nâng cao chất lượng dịch vụ mỗi ngày. Một lần nữa, cảm ơn bạn rất nhiều vì đánh giá tích cực của bạn và chúng tôi mong được phục vụ bạn một lần nữa trong chuyến thăm tiếp theo tới Vịnh Lan Hạ. \n\nTrân trọng kính chào, Ban quản lý du thuyền\nĐọc thêm",
            "Trên thuyền Orchid Classic 1, tôi thực sự thích trải nghiệm này, thuyền rất đẹp và đặc biệt là các bồi bàn rất tuyệt vời với sự chăm sóc chu đáo, luôn lắng nghe, đặc biệt là Jack và Kent, những người đã đồng hành cùng chúng tôi trong suốt thời gian lưu trú, họ rất tốt bụng, cảm ơn các bạn! Đọc thêm",
            "Kính gửi linabS713ZS\n\nChúng tôi thực sự vui mừng khi nhận được đánh giá tuyệt vời từ bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có những trải nghiệm tuyệt vời và công việc của chúng tôi vượt quá sự mong đợi của bạn. Những lời khen ngợi của bạn là động lực lớn nhất để chúng tôi hoàn thiện và phát triển chất lượng dịch vụ của mình. Một lần nữa, cảm ơn bạn rất nhiều vì đánh giá hữu ích của bạn và chúng tôi mong được phục vụ bạn một lần nữa trong chuyến thăm tiếp theo tới Vịnh Lan Hạ. \n\nTrân trọng kính chào, Ban quản lý du thuyền\nĐọc thêm",
            "Trải nghiệm tuyệt vời ở Orchid Classic 1. Các nhân viên rất thân thiện và chuyên nghiệp, đặc biệt cảm ơn Jack đã đồng hành cùng chúng tôi trong suốt chuyến đi, một anh chàng năng động, thân thiện và vui tính. Đó là một cơ hội để có được anh ấy. Cũng nhờ Kent, rất thân thiện! Rất khuyến khíchĐọc thêm",
            "Kính gửi ritabR5362IE\n\nLời chúc mừng nồng nhiệt nhất! Chúng tôi hy vọng bạn có một ngày tuyệt vời! Cảm ơn bạn đã dành thời gian để chia sẻ đánh giá tích cực này. Chúng tôi rất vui mừng khi đọc được đánh giá tích cực của bạn về hành trình của bạn với chúng tôi. Chúng tôi đảm bảo sẽ chia sẻ điều này với đội du thuyền để họ biết để tiếp tục công việc tuyệt vời này và hy vọng bạn sẽ sớm quay lại khi bạn ở Việt Nam. \nTrân trọng kính chào, Ban quản lý du thuyền\nĐọc thêm",
            "Hai ngày một đêm đã được dành rất nhiều trên tàu Orchid Trendy Cruise 2 Phi hành đoàn rất hữu ích và thân thiện. Tôi rất ấn tượng với ông TEE và ông Andy. Một kinh nghiệm tôi giới thiệu cho mọi người! Thức ăn tuyệt vời và các chuyến du ngoạn được tổ chức rất tốt. Chắc chắn là một sự lựa chọn tuyệt vời ở Vịnh Hạ Long.Đọc thêm",
            "Nhanzest thân mến \n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Thật tuyệt vời khi biết rằng chúng tôi có thể đáp ứng mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và sẽ chia sẻ chúng với nhóm của chúng tôi để tiếp tục cung cấp dịch vụ xuất sắc. Chúng tôi rất nóng lòng được chào đón bạn trở lại và mang đến cho bạn một trải nghiệm tuyệt vời khác.\n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời với dịch vụ xuất sắc với lời cảm ơn đặc biệt đến Lucas, người đã phục vụ và chiều chuộng chúng tôi hết mức. Chúng tôi đánh giá cao Orchid và con tàu Hợp thời trang và hy vọng bạn sẽ may mắn như chúng tôi khi được Lucas chăm sóc chu đáo cho chúng tôi.Đọc thêm",
            "Kính gửi K7216JGrichardl\n\nChúng tôi rất biết ơn phản hồi của bạn và rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi sẽ tiếp tục làm việc chăm chỉ để đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt. Chúng tôi đánh giá cao sự trung thành của bạn và mong sớm được phục vụ bạn lần nữa. \n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Đây là một trong những trải nghiệm tuyệt vời nhất ở Việt Nam, chiếc thuyền thật tuyệt vời khi chúng tôi ở Orchid Trendy 1 và các nhân viên thật tuyệt vời. Máy chủ của chúng tôi tên là Lucas và anh ấy rất chu đáo và thật tuyệt vờiThêm",
            "Kính gửi joshuanU2186FU\nThay mặt Orchid Cruises, chúng tôi xin gửi lời cảm ơn chân thành vì đã dành thời gian đánh giá kỳ nghỉ gần đây của bạn với chúng tôi trên TripAdvisor cũng như những lời tốt đẹp của bạn về kỳ nghỉ đó. Chúng tôi rất vui khi biết rằng bạn đã có những trải nghiệm tuyệt vời trên hành trình. Chúng tôi mong có cơ hội được chào đón bạn trở lại trong chuyến thăm tiếp theo tới Vịnh Lan Hạ. \n\nTrân trọng kính chào, Ban quản lý du thuyền\nĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [
            "Vịnh Hạ Long",
            "Du thuyền thời thượng Orchid",
            "Việt Nam",
            "Bãi Chải",
            "Quang Ninh Province",
            "Các hoạt động ở Bãi Cháy",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or70-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or60-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or80-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7777607-d671779-Reviews-Navagio_Beach_Shipwreck_Beach-Anafonitria_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d133016-Reviews-Kansas_City_Zoo_Aquarium-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g47881-d3427633-Reviews-Southwick_Beach_State_Park-Henderson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d14892444-Reviews-South_Point_Complex-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g608874-d23424171-Reviews-Fagradalsfjall_Volcano-Grindavik_Reykjanes_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d6224380-Reviews-Washington_State_Fair-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d2152004-Reviews-Shibuya_Parco-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d191171-Reviews-Prada-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8762954-Reviews-Lux_Express-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g33182-d2195307-Reviews-Riviera_Health_Spa-Torrance_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or80-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or70-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Orchid Trendy Cruises",
        "attraction_name_vi": "Du thuyền thời thượng Orchid",
        "general_info": [
            "1.761 đánh giá",
            "1 trong 13 Tour Hoạt Động ở Bãi Cháy",
            "Chuyến tham quan nhiều ngàyChuyến tham quan bằng thuyền",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Orchid là hãng du lịch hàng đầu trong các chuyến du lịch 5 sao ở Vịnh Hạ Long. Chúng tôi có các chuyến du ngoạn hoàn toàn mới tại Vịnh Hạ Long - Vịnh Bái Tử Long - Vịnh Lan Hạ với dịch vụ khách hàng ở mức cao nhất và môi trường thư giãn tuyệt vời, chắc chắn sẽ vượt quá sự mong đợi cao nhất của bạn về bất kỳ và tất cả các chuyến du ngoạn trên Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Trải nghiệm đáng kinh ngạc với đội ngũ nhân viên và thức ăn tuyệt vời. Khung cảnh tuyệt đẹp, những hoạt động tuyệt vời, tôi rất muốn giới thiệu cho bất kỳ ai, là một trải nghiệm tuyệt vời xung quanh John đặc biệt xuất sắcĐọc thêm",
            "Kính gửi sự tò mò14746033266\n\nChào buổi sáng từ Orchid Cruises. Chúng tôi rất biết ơn phản hồi của bạn và rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi sẽ tiếp tục làm việc chăm chỉ để đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt. Chúng tôi đánh giá cao sự trung thành của bạn và mong sớm được phục vụ bạn lần nữa. \n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Chúng tôi đã lên thuyền, và nó thật sự rất tuyệt, nơi này thật đẹp. Chuyến đi của chúng tôi có sự tham gia của Win, người luôn chu đáo, kiểm tra xem chúng tôi có cần gì không và khiến chuyến đi trở nên thú vị.Đọc thêm",
            "Kính gửi juanpablogQ434SO\n\nChúng tôi rất vinh dự nhận được đánh giá đặc biệt của bạn. Chúng tôi vô cùng vui mừng khi biết rằng bạn đã có trải nghiệm rất tốt trên chuyến du ngoạn của chúng tôi. Lời khen của bạn thực sự được đánh giá cao. Cảm ơn bạn đã lựa chọn Orchid Cruises và chúng tôi háo hức chờ đợi chuyến thăm tiếp theo của bạn. \n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Hãy tìm Chris trên chuyến du thuyền Orchid Trendy 4668. Anh ấy rất giỏi và xuất sắc. Chúng tôi đã có thức ăn và đồ uống ngon. Rất chú ý đến nhu cầu của chúng tôi.Đọc thêm",
            "Kính gửi GrandTour620761,\n\nNhững lời nói tử tế của bạn có ý nghĩa cả thế giới đối với chúng tôi! Rất vui khi biết rằng chúng tôi có thể vượt quá sự mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Phản hồi của bạn sẽ được chia sẻ với nhóm của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Tôi có lời khen ngợi dành cho tất cả nhân viên tại Trendy 1, họ rất nhiệt tình, hữu ích và lịch sự, họ chăm sóc chúng tôi từng phút từng giây. Cảnh đẹp tuyệt vời, FB cũng là điểm mạnh của Trendy 1. Cảm ơn tất cả các bạn rất nhiều. Đọc thêm",
            "Janniee2996 thân mến\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng chúng tôi có thể khiến thời gian của bạn với chúng tôi trở nên thú vị và đáng nhớ. Phản hồi của bạn sẽ được nhóm của chúng tôi tôn vinh và chúng tôi rất nóng lòng được chào đón bạn quay lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nQuản lý Du thuyềnĐọc thêm",
            "Suzie và Eric rất đáng yêu. Nhân viên trên thuyền rất đáng yêu. Phòng sạch sẽ và quang cảnh tuyệt đẹp. Đồ ăn tuyệt vời. Chúng tôi ở trên thuyền Orchid Trendy. Đọc thêm",
            "Thân gửi tahliaw819\n\nPhản hồi tích cực của bạn đã làm nên ngày của chúng tôi! Chúng tôi rất vui vì có thể đáp ứng được kỳ vọng của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Sự hài lòng của bạn là mục tiêu cuối cùng của chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn. Chúng tôi mong bạn quay lại để có một trải nghiệm đặc biệt khác.\n\nTrân trọng,\nBan quản lý CruisesĐọc thêm",
            "Hành trình hợp thời trang phong lan thật đáng yêu và đáp ứng mọi mong đợi của chúng tôi. Phi hành đoàn bao gồm suzie và Eddie đều rất tươi cười và khiến chúng tôi cảm thấy như người hoàng tộc. Các phòng đều hoàn hảo.Đọc thêm",
            "Thân gửi florianf602,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi tích cực của mình. Chúng tôi rất vui khi biết rằng chúng tôi đã vượt quá mong đợi của bạn và khiến trải nghiệm của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn thúc đẩy chúng tôi tiếp tục cung cấp dịch vụ đặc biệt. Chúng tôi háo hức chờ đợi bạn quay lại để có một trải nghiệm tuyệt vời khác.\n\nTrân trọng,\nBan quản lý CruisesĐọc thêm",
            "Trải nghiệm tuyệt vời. Tàu du lịch, thực phẩm và dịch vụ hàng đầu. Hai thành viên phi hành đoàn cần được chỉ ra: Lilly, quản lý phi hành đoàn đã làm rất tốt công việc và Jack, người phục vụ hoàn hảo của chúng tôi. Không thể nào tốt hơn được!Đọc thêm",
            "Kính gửi 415ralphj\n\nCảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi và chúng tôi có thể đáp ứng mong đợi của bạn. Chúng tôi đánh giá cao phản hồi của bạn và sẽ sử dụng nó để tiếp tục cải thiện dịch vụ của chúng tôi. Chúng tôi hy vọng sẽ sớm được hân hạnh phục vụ bạn lần nữa. \n\nLời chúc tốt đẹp nhất, Ban quản lý du thuyền\nĐọc thêm",
            "Tất cả đồ ăn đều ngon. Thoải mái. Dịch vụ của Fiora và Erics rất tốt, gây ấn tượng với tôi. Eddy rất vui vẻ, khiến tôi cảm thấy vui vẻ! Tất cả mọi người đều vui lòngĐọc thêm",
            "Kính gửi phi thường494807\n\nLời chúc mừng nồng nhiệt nhất! Chúng tôi hy vọng bạn có một ngày tuyệt vời! Cảm ơn bạn đã dành thời gian để chia sẻ đánh giá tích cực này. Chúng tôi rất vui mừng khi đọc được đánh giá tích cực của bạn về hành trình của bạn với chúng tôi. Chúng tôi đảm bảo sẽ chia sẻ điều này với đội du thuyền để họ biết để tiếp tục công việc tuyệt vời này và hy vọng bạn sẽ sớm quay lại khi bạn ở Việt Nam. \nTrân trọng kính chào, Ban quản lý du thuyền\nĐọc thêm",
            "Vì trời mưa lần này nên chúng tôi không đi chèo thuyền kayak, thật đáng tiếc, nhưng ngồi trên thuyền, uống rượu thong thả, ngắm cảnh thì rất tuyệt, và câu mực đêm cũng rất vui. Dịch vụ của Flora và Eric rất tốt. Cả hai đều tươi cười và thân thiện. Đọc thêm",
            "Kính gửi Z6932DN_\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Thật tuyệt vời khi biết rằng chúng tôi có thể đáp ứng mong đợi của bạn và mang đến cho bạn trải nghiệm đáng nhớ. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và sẽ chia sẻ chúng với nhóm của chúng tôi để tiếp tục cung cấp dịch vụ xuất sắc. Chúng tôi rất nóng lòng được chào đón bạn trở lại và mang đến cho bạn một trải nghiệm tuyệt vời khác.\n\nTrân trọng, Ban quản lý du thuyền\nĐọc thêm",
            "Chuyến đi nói chung là tuyệt vời... trải nghiệm tuyệt vời!!!  Rất khuyến khích cho những ai muốn đến thăm Vịnh Hạ Long... ORCHID CRUISES TRENDY, tốt nhất... Benny, người phục vụ phi hành đoàn được chỉ định của chúng tôi rất nhiệt tình và đáp ứng mọi nhu cầu của chúng tôi... Người quản lý hành trình, Emmanuel, một người Philippines thích chúng tôi cũng vậy, rất rất đáng tin cậy và có sức chứa... rất được khen ngợi vì đã làm rất tốt công việc của mình!!Đọc thêm",
            "EmyS60 thân mến\n\nChúng tôi rất biết ơn phản hồi của bạn và rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi sẽ tiếp tục làm việc chăm chỉ để đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt. Chúng tôi đánh giá cao sự trung thành của bạn và mong sớm được phục vụ bạn lần nữa. \n\nTrân trọng kính chào, \nQuản lý du thuyền\nĐọc thêm"
        ],
        "star_ratings": [
            1669,
            115,
            25,
            7,
            9
        ],
        "review_amount": 1825,
        "location": [],
        "reviews_time": [
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163470-d13156130-Reviews-or80-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or70-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or90-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d240651-Reviews-Speakers_Corner-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d1237685-Reviews-Gozo_Ferry-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1645249-d14974990-Reviews-Puerto_Seco_Beach-Discovery_Bay_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d17347999-Reviews-Bo_Phut_Beach-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31403-d17545353-Reviews-Cibecue_Falls-Whiteriver_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190273-d3670489-Reviews-Masca_Gorge_Trail-Masca_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278386-Reviews-Buckingham_Fountain-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g730107-d552698-Reviews-Memphis_and_Sakkara-Saqqara_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d13078277-Reviews-Maxwell_Food_Centre-Singapore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or90-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-or80-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html"
    }
]