[
    {
        "attraction_name": "Oregon Shakespeare Festival",
        "attraction_name_vi": "Lễ hội Shakespeare Oregon",
        "general_info": [
            "1.604 đánh giá",
            "2 trong số 42 điều cần làm ở Ashland",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Được thành lập bởi Angus Bowmer vào năm 1935, Liên hoan kịch Shakespeare Oregon OSF đã phát triển từ một lễ hội kéo dài ba ngày với hai vở kịch thành một tổ chức nghệ thuật sân khấu nổi tiếng toàn quốc, trình diễn một mùa diễn kéo dài tám tháng với tối đa 11 vở kịch bao gồm các tác phẩm của Shakespeare cũng như sự kết hợp giữa các tác phẩm kinh điển, vở kịch đương đại, nhạc kịch và các buổi ra mắt thế giới. Đọc thêm",
        "reviews": [
            "Chúng tôi yêu thích lễ hội này. Họ đang trải qua một số thời kỳ khó khăn, hậu Covid, nhưng vẫn là một điều tuyệt vời. Chúng tôi nói rằng 4 vở kịch năm nay giảm so với 9 vở kịch của những năm trước. Có rất nhiều tin đồn rằng có thể sẽ không có mùa giải nào vào năm tới, nhưng chúng tôi hy vọng điều này không phải là sự thậtĐọc thêm",
            "Khi bạn xem một vở kịch mà bạn đã đọc và dạy trong hơn 25 năm, và một số câu thoại vang lên và đánh thức bạn, bạn biết rằng bạn đang xem một vở kịch mang tính bước ngoặt. Đó là cảm giác của tôi, một giáo viên tiếng Anh lâu năm, khi xem Lễ hội Shakespeare ở Oregon. Các diễn viên đóng vai Juliet và Romeo đã tiếp thêm năng lượng cho lời nói của Shakespeare bằng những chuyển đổi và nhịp điệu tinh tế; bối cảnh của một cộng đồng vô gia cư ở Oakland khẳng định rằng chúng ta thực sự nhìn thấy thế giới của mình. Tính toàn vẹn của việc tuyển chọn và lựa chọn vở kịch năm nay cho thấy rằng Lễ hội Shakespeare ở Oregon sẽ không để bộ phim trở nên khập khiễng và thuộc lòng mà yêu cầu khán giả học hỏi và trưởng thành từ những gì họ trải nghiệm. Hoan hô, OSF! Đọc thêm",
            "Chúng tôi đã đến đây từ những năm 1980.  Chúng tôi đã xem nhiều tác phẩm.  Lễ hội diễn ra khó khăn; thực ra nó vẫn vậy.  Chúng tôi đã không thấy việc sản xuất THUÊ vài ngày trước vì COVID nhưng chúng tôi đã lấy lại được tiền.\n\nTuy nhiên, quá trình sản xuất Đêm thứ mười hai mà chúng tôi ĐÃ thấy thực sự tuyệt vời: hài hước, trình bày sáng tạo và cảm động.\n\nKinh nghiệm của chúng tôi năm ngoái là hỗn hợp hơn.  Chúng ta đã xem ba tác phẩm: một tác phẩm hoàn toàn tuyệt vời, một tác phẩm được sản xuất cực kỳ tốt và đáng xem nhưng kém thỏa mãn hơn, và lần đầu tiên, một tác phẩm The Tempest dường như chỉ có một diễn viên xuất sắc biết cách làm cho vai diễn rung động.\n\nTuy nhiên, chúng tôi vẫn quay lại và mặc dù thất vọng về việc hủy Thuê vào phút cuối -- bạn có thể làm gì?  Và chỉ riêng việc sản xuất Đêm thứ mười hai đã khiến chuyến đi trở nên đáng giá.Đọc thêm",
            "The revels now are ended for this season, but I still would like to share my thoughts. Exciting new performers, miss some of the past ones.\nTwelfth Night sparkled - costumes, acting, production. Malvolio was hilarious, with a short and excellent improve riff with the audience added. \n\nThree Musketeers -Superb if youre ok with profanity\nWhat is in a word?   In  The Three Musketeers we were bombarded with many, many curses relating to motherhood,  a set up for the casts shocked reaction to the innocuous word knave.  Is such profanity an integral and essential part of hip-hop culture and we just need to adjust?  What did that one word cost the festival in audience alienation, future attendance, and donations? Was it worth it?  I think the festival missed an opportunity for provide a kid friendly play.   Still, the costumes!  The acting!  The production with lighting, choreography, etc.  were all  EXCEPTIONAL. \n\n Romeo and Juliet was lively and the homeless camp set actually worked. Car headlights driving across the bridge were an ingenious addition.    Some of the poetry was lost in the conversion to hip hop and rap as it was hard to make out the words at times, at least for me.   If it could have been a little slower and more distinct I think it would have worked. Romeo was  intense and didnt seem to really take in the other actors, but delivered his lines with enthusiasm and feeling, but maybe overacting.   Juliet was charming when showing her dewy eyed love for Romeo, but other times shouted her lines.  The Friar was masterful and actually felt his role, with tears.  Capulet excellent, Benvolio a delight. All in all and unique and satisfying producion. \n \nMy husband and the audience all adored RENT.  \n\nI hope the future finds a middle way between experimental   theater and pleasing and retaining the audience. Read more",
            "Sau một vài năm chao đảo bao gồm cả những ảnh hưởng tàn khốc của đại dịch, chúng tôi rất vui mừng về các vở kịch năm nay. Chín vở kịch được cung cấp với nhiều loại khác nhau cho mọi sở thích. Chúng tôi đã xem Sinh ra với Răng và nó thật tuyệt vời. Chúng tôi đã đưa những đứa trẻ trưởng thành của mình đến xem, một số trong số chúng đã nghe về vở kịch này trong các lớp Shakespeare ở trường đại học của chúng và thực sự thích nó. Tối nay đi xem Smote This nhé. Với sự lãnh đạo mới và sự trở lại của một số thành viên OSF kỳ cựu, tôi cảm thấy lạc quan một cách thận trọng rằng OSF đã trở lại!Đọc thêm",
            "OSF đang phục hồi sau COVID và thậm chí còn hơn thế nữa từ một Giám đốc nghệ thuật được lựa chọn kém, người đã may mắn nghỉ việc trước khi đưa rạp hát hoàn toàn đi vào hoạt động. Giờ đây với sự chỉ đạo của Tim Bond, sức mạnh của nhà hát vĩ đại một thời đang phát triển trở lại. Những cựu chiến binh OSF của chúng tôi biết những tổn thương mà OSF đã trải qua trong vài năm qua và tôi biết chúng tôi là một nhóm kiên cường, hiểu được sự nâng cao tinh thần nặng nề của việc xây dựng lại một nhà hát từng được đánh giá cao về cơ bản. Thật vui khi thấy các diễn viên kỳ cựu trở lại. \nNhóm chúng tôi nhìn thấy Smote và không ai không bị ảnh hưởng; mỗi người vì những lý do khác nhau. Mặc dù cuộc sống của chúng tôi rất khác so với Rodney Gardniers, nhưng tôi tin rằng có những sự giao thoa cảm xúc sâu sắc mà bất cứ ai cũng có thể liên tưởng đến. Hãy chuẩn bị cho một cuộc đào sâu đầy cảm xúc về quá khứ của chính bạn, được cân bằng bằng một số tiếng cười xứng đáng cùng với diễn xuất xuất sắc. Chào mừng trở lại OSF Rodney!Đọc thêm",
            "Chúng tôi dừng lại ở Ashland một ngày và xem buổi biểu diễn tuyệt vời của MacBeth tại Lễ hội Shakespeare ở Oregon. Rạp đẹp, diễn xuất xuất sắc, nhưng điều khiến chúng tôi ấn tượng nhất chính là khía cạnh kỹ thuật của vở diễn, đặc biệt là ánh sáng. Chất lượng âm thanh không phải lúc nào cũng tuyệt vời - một số diễn viên không đeo mic và thường khó bắt được lời - nhưng nhìn chung đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "Chúng tôi dừng lại ở Ashland một ngày và xem buổi biểu diễn tuyệt vời của MacBeth tại Lễ hội Shakespeare ở Oregon. Rạp đẹp, diễn xuất xuất sắc, nhưng điều khiến chúng tôi ấn tượng nhất chính là khía cạnh kỹ thuật của vở diễn, đặc biệt là ánh sáng. Chất lượng âm thanh không phải lúc nào cũng tuyệt vời - một số diễn viên không đeo mic và thường khó bắt được lời - nhưng nhìn chung đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "OSF đang phục hồi sau COVID và thậm chí còn hơn thế nữa từ một Giám đốc nghệ thuật được lựa chọn kém, người đã may mắn nghỉ việc trước khi đưa rạp hát hoàn toàn đi vào hoạt động. Giờ đây với sự chỉ đạo của Tim Bond, sức mạnh của nhà hát vĩ đại một thời đang phát triển trở lại. Những cựu chiến binh OSF của chúng tôi biết những tổn thương mà OSF đã trải qua trong vài năm qua và tôi biết chúng tôi là một nhóm kiên cường, hiểu được sự nâng cao tinh thần nặng nề của việc xây dựng lại một nhà hát từng được đánh giá cao về cơ bản. Thật vui khi thấy các diễn viên kỳ cựu trở lại. Nhóm chúng tôi nhìn thấy Smote và không ai không bị ảnh hưởng; mỗi người vì những lý do khác nhau. Mặc dù cuộc sống của chúng tôi rất khác so với Rodney Gardniers, nhưng tôi tin rằng có những sự giao thoa cảm xúc sâu sắc mà bất cứ ai cũng có thể liên tưởng đến. Hãy chuẩn bị cho một cuộc đào sâu đầy cảm xúc về quá khứ của chính bạn, được cân bằng bằng một số tiếng cười xứng đáng cùng với diễn xuất xuất sắc. Chào mừng trở lại OSF Rodney!Đọc thêm",
            "Sau một vài năm chao đảo bao gồm cả những ảnh hưởng tàn khốc của đại dịch, chúng tôi rất vui mừng về các vở kịch năm nay. Chín vở kịch được cung cấp với nhiều loại khác nhau cho mọi sở thích. Chúng tôi đã xem Sinh ra với Răng và nó thật tuyệt vời. Chúng tôi đã đưa những đứa trẻ trưởng thành của mình đến xem, một số trong số chúng đã nghe về vở kịch này trong các lớp Shakespeare ở trường đại học của chúng và thực sự thích nó. Tối nay đi xem Smote This nhé. Với sự lãnh đạo mới và sự trở lại của một số thành viên OSF kỳ cựu, tôi cảm thấy lạc quan một cách thận trọng rằng OSF đã trở lại!Đọc thêm",
            "Lần đầu tiên, chúng tôi đến xem một vở kịch tại Lễ hội Shakespeare ở Oregon, một vở kịch nằm trong danh sách của chúng tôi.  Chúng tôi đã mua vé xem phim Ba chàng lính ngự lâm.  Với dàn diễn viên họ có, chúng tôi hy vọng được thấy điều gì đó có chất lượng của Hamilton.   Đây không phải là.  Chúng tôi không thích những lời tục tĩu và chấp nhận một số từ ngữ nếu nó phù hợp với bối cảnh, nhưng phần này là CÁCH vượt trội với một số phần liên tục bị F và MF nhấn mạnh, phần sau mà chúng tôi thẳng thừng không thích bom, những thứ vô cớ và gây mất tập trung hơn là được thêm vào cốt truyện.  Tôi có cảm giác rằng họ đang cố gắng chiều theo phong trào thức tỉnh, với lựa chọn này cũng như các lựa chọn về cốt truyện và trang phục khác, nhưng tôi nghi ngờ rằng đó là phần lớn cơ sở khách hàng của họ.  Tôi cũng từ chối tin rằng phần lớn nền văn hóa da đen dung túng cách nói này, vì vậy tôi thậm chí không nghĩ rằng đó là một tuyên bố văn hóa hay.  Nhà hát ngoài trời thật tuyệt khi được tham gia và bản thân các diễn viên cũng rất giỏi.  Chúng tôi đã có được một số tiếng cười vui vẻ từ nó.  Kịch bản vẫn ổn.  Họ cần quay trở lại với những sản phẩm chất lượng CAO để thu hút RẤT NHIỀU người.  Tôi thấy họ hoạt động với một khoản lỗ lớn trong năm nay.  Tôi hy vọng họ nhận ra lý do có thể xảy ra.Đọc thêm",
            "KHÔNG dành cho gia đình! Địa điểm này đã thức dậy. Các vở kịch thô tục và gần giống phim khiêu dâm hơn Shakespeare. Đừng lãng phí tiền của bạn. Những gì họ đã làm thật đáng xấu hổĐọc thêm",
            "The revels now are ended for this season, but I still would like to share my thoughts. Exciting new performers, miss some of the past ones.Twelfth Night sparkled - costumes, acting, production. Malvolio was hilarious, with a short and excellent improve riff with the audience added. Three Musketeers -Superb if youre ok with profanityWhat is in a word?   In  The Three Musketeers we were bombarded with many, many curses relating to motherhood,  a set up for the casts shocked reaction to the innocuous word knave.  Is such profanity an integral and essential part of hip-hop culture and we just need to adjust?  What did that one word cost the festival in audience alienation, future attendance, and donations? Was it worth it?  I think the festival missed an opportunity for provide a kid friendly play.   Still, the costumes!  The acting!  The production with lighting, choreography, etc.  were all  EXCEPTIONAL.  Romeo and Juliet was lively and the homeless camp set actually worked. Car headlights driving across the bridge were an ingenious addition.    Some of the poetry was lost in the conversion to hip hop and rap as it was hard to make out the words at times, at least for me.   If it could have been a little slower and more distinct I think it would have worked. Romeo was  intense and didnt seem to really take in the other actors, but delivered his lines with enthusiasm and feeling, but maybe overacting.   Juliet was charming when showing her dewy eyed love for Romeo, but other times shouted her lines.  The Friar was masterful and actually felt his role, with tears.  Capulet excellent, Benvolio a delight. All in all and unique and satisfying producion.  My husband and the audience all adored RENT.  I hope the future finds a middle way between experimental   theater and pleasing and retaining the audience. Read more",
            "Chúng tôi đã đến đây từ những năm 1980.  Chúng tôi đã xem nhiều tác phẩm.  Lễ hội diễn ra khó khăn; thực ra nó vẫn vậy.  Chúng tôi đã không thấy việc sản xuất RENT vài ngày trước vì COVID nhưng chúng tôi đã lấy lại được tiền. Tuy nhiên, việc sản xuất Đêm thứ mười hai mà chúng tôi ĐÃ thấy là hoàn toàn tuyệt vời: hài hước, trình bày sáng tạo và cảm động. Trải nghiệm của chúng tôi năm ngoái thật tuyệt vời hỗn tạp hơn.  Chúng tôi đã xem ba tác phẩm: một tác phẩm hoàn toàn tuyệt vời, một tác phẩm được sản xuất cực kỳ tốt và đáng xem nhưng kém thỏa mãn hơn, và lần đầu tiên, một tác phẩm The Tempest dường như chỉ có một diễn viên xuất sắc biết cách làm cho vai diễn rung động. đã quay lại và trong khi chúng tôi thất vọng về việc hủy Thuê vào phút cuối -- bạn có thể làm gì?  Và chỉ riêng việc sản xuất Đêm thứ mười hai đã khiến chuyến đi trở nên đáng giá.Đọc thêm",
            "Tôi đã mua vé trong thời gian bán vé trước mùa giải. Trong hơn 25 năm tham dự các vở kịch tại OSF, đây là lần đầu tiên chúng tôi tham gia. Chúng tôi không thể chắc chắn đó là nhân vật nào, chúng tôi không thể hiểu được lời thoại nào của Mercurio ngoại trừ lời tuyên bố hấp hối, cách phát âm và hình dung của các diễn viên thật khủng khiếp, nói chung chỉ là một tác phẩm tồi. Thật tệ là tôi đã không đọc các bài đánh giá vì chúng tôi sẽ không đi ngay cả khi điều đó đồng nghĩa với việc bị mất vé. Tôi đã là thành viên đóng góp nhưng sẽ suy nghĩ kỹ về việc quay lại. Tôi nhận ra rằng một số người sẽ không thích bất cứ thứ gì hiện đại nhưng chúng tôi yêu thích Bài hát trả thù, yêu thích phần mới về Oklahoma, yêu thích các vở kịch của August Wilson, bao gồm cả chương trình một người đàn ông về cuộc đời anh ấy. Nếu đánh thức giả này là OSF mới, hãy tính chúng tôi.Đọc thêm",
            "Tôi lớn lên gần Ashland và may mắn có cơ hội trải nghiệm sân khấu trực tiếp khi còn học trung học.  Bây giờ khi đã trưởng thành, tôi đã quay trở lại sau nhiều năm để thưởng thức các vở kịch.  Tuy nhiên, suốt 10 năm qua, những thay đổi trong định hướng nghệ thuật đã khiến tôi không còn hứng thú dành thời gian và tiền bạc cho nhà hát này.  Tôi rất vui mừng khi OSF bắt đầu sản xuất vở nhạc kịch mà tôi yêu thích!.  Chúng tôi rất thích The Pirates of Penzance, My Fair Lady và The Music Man cùng những phim khác. Vì biết OSF đang gặp khó khăn về tài chính nên chúng tôi quyết định quay lại và mua vé xem phim Ba chàng lính ngự lâm.  Mặc dù có một đêm tuyệt đẹp và dàn dựng ấn tượng, chúng tôi vẫn rời đi vào lúc tạm nghỉ.  Cách diễn giải khiến chúng tôi lắc đầu và mong muốn có một sân khấu truyền thống hơn.  Đó là một quá trình sản xuất ồn ào và đầy rap, đôi khi rất khó theo dõi.  Tôi hy vọng rằng Giám đốc nghệ thuật sẽ xem xét những vở kịch thu hút mọi người yêu thích sân khấu - kết hợp giữa cái cũ và cái mới.  Để tồn tại, OSF cần có những cái mông ở mọi chỗ ngồi!Đọc thêm",
            "Romeo Juliet là một thất bại.    Việc trình chiếu giọng nói của diễn viên và phần lớn cách truyền đạt của họ không dễ theo dõi - bạn sẽ gặp khó khăn khi nghe và hiểu những gì họ đang nói.  Tôi cho rằng nếu bạn biết rõ lời thoại của vở kịch, bạn sẽ có thể theo dõi được.  Đây KHÔNG dành cho người xem Shakespeare lần đầu hoặc dành cho những người đi cùng vì đối tác của họ muốn xem nó.   Diễn viên TỐT NHẤT trong bộ phim là người đóng vai Mercutio.   Sau cái chết của anh ấy là sự tạm dừng, và chúng tôi rời đi.   Đọc thêm",
            "tại sao lễ hội này lại trở nên thức giấc như vậy?  Không còn đóng góp trực tiếp hoặc thông qua So Or PBS cho đến khi họ nắm bắt được thực tế.\n\nTử cung?  Hãy bỏ chính trị ra ngoài!  Phá bỏ giới hạn, Trump ghét giới hạn, giới hạn chuyển đổi giới hạn, v.v. Quay lại cung cấp những sản phẩm tuyệt vời mà không cần bs.Đọc thêm",
            "tại sao lễ hội này lại trở nên thức giấc như vậy?  Không còn đóng góp trực tiếp hoặc thông qua So Or PBS cho đến khi họ nắm bắt được thực tế.\n\nTử cung?  Hãy bỏ chính trị ra ngoài!  Phá bỏ giới hạn, Trump ghét giới hạn, giới hạn chuyển đổi giới hạn, v.v. Quay lại cung cấp những sản phẩm tuyệt vời mà không cần bs.Đọc thêm",
            "Số điện thoại là gì?Đọc thêm",
            "800-219-8161Đọc thêm",
            "Bạn có mở cửa vào dịp Giáng sinh không Đọc thêm",
            "Chúng tôi không tổ chức biểu diễn vào mùa đông và mùa giải 2019 của chúng tôi sẽ bắt đầu vào tháng 3. Tuy nhiên, chúng tôi có giờ bán vé vào thời điểm này trong năm và việc bán vé chung bắt đầu từ ngày 17 tháng 12.Đọc thêm",
            "Bạn có mở cửa vào dịp Giáng sinh không Đọc thêm",
            "Sẽ luôn trả tiền nếu bạn gọi đến số điện thoại miễn phí của họ....Đọc thêm",
            "Tôi nên ăn mặc như thế nào, chẳng hạn du khách mặc trang phục thời đại có bình thường không?Đọc thêm",
            "Tôi không nghĩ nó bình thường nhưng sẽ rất vui......Tôi nghĩ những người khác sẽ thích nó, và bạn sẽ không bị cười nhạo ngoài thị trấn bằng bất kỳ cách nào.  Hãy cố gắng đi!......đặc biệt nếu bạn đang đến nhà hát thời Elizabeth.Đọc thêm",
            "Hiện tại có khói không? Đây có phải là thời điểm tốt để ghé thăm?Đọc thêm",
            "Có, hãy kiểm tra chất lượng không khí và Lễ hội Ashland sẽ cho bạn biết nếu các vở kịch bị hủy. Tôi vừa hủy chuyến đi đến Hồ Crater gần đó vì khu vực này đã được sơ tán do hỏa hoạn.  Đọc thêm",
            "Xin chào Susan B ở Dallas Oregon:\nTất cả các mô tả được in và trực tuyến của Lễ hội Shakespeare ở Oregon mà chúng tôi đã thấy về quá trình sản xuất vở nhạc kịch Oklahoma! đã tuyên bố rõ ràng, tác phẩm Kỷ niệm 75 năm của Bill Rauch đã tạo ra bước đột phá mới với các cặp đôi chính đồng giới và dàn diễn viên LGBTQ2 khác.\nSusan, bạn đã xem quảng cáo vở nhạc kịch ở đâu trong đó KHÔNG nêu rõ dàn diễn viên không điển hình thú vị?Đọc thêm",
            "Scott, bạn nói rất đúng - không thiếu quảng cáo LGBTQ cho bộ phim xuất sắc Oklahoma!Đọc thêm",
            "Khói ảnh hưởng đến rạp hát ngoài trời như thế nào?Đọc thêm",
            "Không phải vào tháng Sáu.  Đọc thêm",
            "Chất lượng không khí sau đám cháy hiện nay như thế nào?Đọc thêm",
            "chị gái tôi sống ở đó và chị ấy nói hiện tại tình hình rất tệĐọc thêm"
        ],
        "star_ratings": [
            1314,
            166,
            53,
            35,
            36
        ],
        "review_amount": 1604,
        "location": [
            "Oregon HOẶC",
            "Hoa Kỳ",
            "Ashland",
            "Lễ hội Shakespeare Oregon",
            "Những điều cần làm ở Ashland"
        ],
        "reviews_time": [
            "Written August 6, 2023",
            "Written September 9, 2023",
            "Written October 8, 2023",
            "Written October 17, 2023",
            "Written April 6, 2024",
            "Written April 26, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written April 26, 2024",
            "Written April 6, 2024",
            "Written December 20, 2023",
            "Written November 10, 2023",
            "Written October 17, 2023",
            "Written October 8, 2023",
            "Written October 5, 2023",
            "Written September 30, 2023",
            "Written September 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29998-d102983-Reviews-Oregon_Shakespeare_Festival-Ashland_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d1450858-Reviews-Mix_Sweet_Shop-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d619424-Reviews-Larks_Home_Kitchen_Cuisine-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d605107-Reviews-Greenleaf_Restaurant-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d518146-Reviews-Alchemy_Restaurant_and_Bar-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d1061159-Reviews-Brothers_Restaurant-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d1881400-Reviews-Martolli_s_Hand_Tossed_Pizza-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d643906-Reviews-Zoey_s_Cafe_and_All_Natural_Ice_Cream-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d8645881-Reviews-Hearsay_Restaurant_Lounge_Garden-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d1830717-Reviews-Louie_s-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29998-d3167338-Reviews-Ashland_Food_Coop-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d604379-Reviews-Lithia_Park-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d1490532-Reviews-Oregon_Cabaret_Theatre-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d15143584-Reviews-Downtown_Plaza-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d12881961-Reviews-Bluebird_Park-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d14954513-Reviews-Trinity_Episcopal_Church-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d3309614-Reviews-Ashland_Library-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d11908618-Reviews-Oakleaf_Studio-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d17838363-Reviews-Ashland_Art_Works-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d8389563-Reviews-Gathering_Glass_Studio-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d17521657-Reviews-Treasure_Skin-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d102983-Reviews-or10-Oregon_Shakespeare_Festival-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d102982-Reviews-Southern_Oregon_University-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d26775763-Reviews-Rogue_Theater_Company-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d5999385-Reviews-Chamber_Music_Concerts-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d24982485-Reviews-Rogue_Valley_Symphony-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d1520012-Reviews-Noah_s_River_Adventures-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d11775001-Reviews-Paddington_Station-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d6952706-Reviews-Funagain_Games-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d10682055-Reviews-Zagorska_Oasis-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d7349812-Reviews-Bella_Terra_Fine_Jewelry_Gallery-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d15012099-Reviews-True_Lavender_Collective-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d10500390-Reviews-Adelante_Gallery-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d5840600-Reviews-Louie_s_of_Ashland-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d2190282-Reviews-Waterstone_Spa-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d6922283-Reviews-Ashland_Skate_Park-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d2304397-Reviews-Plaza_Salon_and_Spa-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d10403146-Reviews-Ashland_Wine_Cellar-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d21200998-Reviews-Dee_Thai_Massage_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d607544-Reviews-Fager_s_Island_Bar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d4126654-Reviews-Akrotiri_Archaeological_Site-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d18937656-Reviews-Brady_Bunch_House-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1910059-d1800328-Reviews-Bacalhoa_Buddha_Eden-Bombarral_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g33524-d13387009-Reviews-SeaQuest_Littleton-Littleton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d143352-Reviews-Pigeon_Key-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34892-d132604-Reviews-Amicalola_Falls_State_Park-Dawsonville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42590-d3812410-Reviews-Historic_Gaslight_District-Petoskey_Emmet_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d2331661-Reviews-Crow_Haven_Corner-Salem_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29998-d102983-Reviews-or10-Oregon_Shakespeare_Festival-Ashland_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29998-d102983-Reviews-Oregon_Shakespeare_Festival-Ashland_Oregon.html"
    }
]