[
    {
        "attraction_name": "Orient Beach State Park",
        "attraction_name_vi": "Công viên tiểu bang Orient Beach",
        "general_info": [
            "87 đánh giá",
            "2 trong số 17 điều cần làm ở Phương Đông",
            "Công viên tiểu bang",
            "Bãi biển"
        ],
        "attraction_summary": "Công viên đẹp. Bãi đậu xe miễn phí trái mùa. Phòng tắm sạch sẽ và sân chơi dễ thương gần bãi biển. Vì hôm đó là một ngày mùa thu mát mẻ, nhiều mây nên có rất ít người ở đó. Nó phải được đóng gói trong mùa hè. Đọc thêm",
        "reviews": [
            "Tôi đã đi vào thứ Hai và hầu như không có người nào ở đó. Bờ biển đầy đá.  Phòng tắm sạch sẽ và có quầy bar bán đồ ăn nhanh. Tôi đã gặp chú rùa dễ thương nhất đang cố gắng tìm nơi đẻ trứng!Đọc thêm",
            "Công viên đẹp, sạch sẽ, được bảo trì tốt. Đó là một chuyến lái xe dài từ đường chính đến công viên thực tế nhưng đó là một chuyến đi tuyệt đẹp. Công viên sạch sẽ.Đọc thêm",
            "Khi đến thăm vào tháng 4, bạn chắc chắn không dành một ngày để tắm nắng nhưng thật dễ dàng để tưởng tượng nơi này sẽ tuyệt vời như thế nào khi ấm áp hơn. Hãy đến đó nếu bạn ở xung quanh! Đọc thêm",
            "Tôi thực sự thích công viên này để đi biển và bơi lội, nhưng gần đây, bãi đậu xe rất nhỏ lấp đầy từ rất sớm với các gia đình lớn đến đó để tổ chức tiệc BBQ trong một ngày. Bởi vì bãi đậu xe rất hạn chế, thường thì không, theo thời gian chúng tôi đi một quãng đường dài đến công viên để bơi lội, tất cả các chỗ đậu xe đều đã kín chỗ.   Chỉ được phép bơi trong khoảng thời gian từ 10:30 - 6:00 chiều khi có nhân viên cứu hộ trực.  Chỉ là không còn giá trị ổ đĩa để được quay đi. và không đáng để đến đó vào lúc bình minh chỉ để lấy chỗ đậu xe, bơi lúc 10 giờ 30 sáng. . Họ cần tạo một bãi đậu xe lớn hơn hoặc dành một nửa cho người bơi.Đọc thêm",
            "Chúng tôi đã trả 10 đô la cho bãi đậu xe để vào Công viên Orient Point. Đó là một kích thước đẹp với khu vực tổ chức tiệc nướng với đồ nướng, sân chơi cho trẻ em và bãi biển dài tuyệt đẹp. Đây là điểm xa nhất về phía đông trên ngã ba phía Bắc của Long Island.Đọc thêm",
            "Công viên tiểu bang lớn ở cuối phía đông của North Fork of LI.  Nó có một bãi biển đẹp trên Vịnh Gardiners, một nhà tắm có vòi sen và nhà vệ sinh, bàn ăn dã ngoại và sân chơi. Vì ở đó có nhiều cây nên bạn có thể ngồi ở những khu vực có bóng râm nếu không thích ánh nắng mặt trời. Tôi đến đó để chèo thuyền kayak ở Vịnh Hallock, một vịnh được bảo vệ với khoảng 6 dặm bờ biển. Bạn cũng có thể thuê thuyền kayak ở đó.  nếu bạn mang theo thuyền kayak của riêng mình, hãy nhớ ghé qua cửa hàng cho thuê để được giảm giá khi chèo thuyền kayak tại công viên.Đọc thêm",
            "Tôi đã đi hai giờ để đến Công viên Tiểu bang Orient Point. Con trai tôi chưa bao giờ đến North Fork và chúng tôi muốn tận hưởng một ngày đi chơi cùng gia đình. Gia đình chúng tôi đến một giờ sau khi công viên mở cửa và nó đã chật kín người. Điều đó ổn.  Chúng tôi sẽ đi đến một bãi biển khác. Tuy nhiên, chúng tôi không có thẻ đi biển vì chúng tôi không phải là cư dân. Chúng tôi đã gọi cho Southold Hall để được hướng dẫn và họ cho biết rằng đây là bãi biển DUY NHẤT ở North Fork mở cửa cho những người không phải cư dân. Cuối cùng, chúng tôi phải ngồi trên xe 4,5 tiếng đồng hồ mới có thể rời North Fork và đến nơi để bơi lội trong ngày. Sẽ rất hữu ích nếu có ai đề cập rằng tất cả các bãi biển đều yêu cầu thẻ cư trú. Chuyến đi trong ngày của chúng tôi đến North Fork và Shelter Island, nơi cũng không cung cấp vé trong ngày, không có ý nghĩa như vậy. Tôi thật xấu hổ vì đã không biết điều này trước khi lãng phí một ngày trong kỳ nghỉ của gia đình mình, vì vậy tôi muốn cảnh báo những người bạn đồng hành của mình để bạn không có trải nghiệm tương tựĐọc thêm",
            "Ngay cả trong mùa đông, Công viên bang Orient Beach cũng có nhiều thứ để khám phá. Chúng tôi đã đi dạo trong thiên nhiên và dừng lại để đọc các bài đăng thông tin trên đường đi. Chúng tôi đi dạo trên bãi biển và tìm thấy một số vỏ sò xinh đẹp, ngồi trên một trong những chiếc xích đu trên bãi biển để ngắm mặt trời bắt đầu lặn. Chỉ là một khung cảnh yên tĩnh tốt đẹp để thoát khỏi tất cả. Chúng tôi cũng yêu nó vào mùa xuân, mùa hè và mùa thu. Chúng tôi từng ngồi trên xích đu trên bãi biển vào mùa thu và chứng kiến ​​đàn Bướm chúa di cư, thật tuyệt vời, hàng trăm con Bướm bay trên mặt nước. Mỗi chuyến đi mang đến một cuộc phiêu lưu mới. nếu bạn thích hoạt động ngoài trời thì Bãi biển Orient sẽ không làm bạn thất vọng.Đọc thêm",
            "Công viên Tiểu bang ở Ngã ba phía Bắc của Long Island...phong cảnh đẹp, làn nước yên tĩnh tuyệt vời cho trẻ em và Greenport gần đó là nơi lý tưởng để mua sắm và có nhiều địa điểm ăn uống ngon.Đọc thêm",
            "phí vào cửa cho xe đạp là bao nhiêuĐọc thêm",
            "Chi phí vào cửa công viên tiểu bang định hướng ở Orient, NY là bao nhiêu?Đọc thêm",
            "Đó là 10,00 mỗi ô tô hoặc nếu bạn có thẻ New York Empire thì không mất phí vào bất kỳ công viên NYS nào.Đọc thêm",
            "Họ có ô đi biển khôngĐọc thêm",
            "Tôi không tin như vậy. Mọi người dường như đã tự mang theo.Đọc thêm",
            "Có phí vào cửa không? Bạn có cần giấy phép hay nó được mở cửa cho công chúng? Ngoài ra còn có đường mòn nào dành cho xe đạp không và có nơi nào để cắm trại không?Đọc thêm",
            "Tôi không chắc, chúng tôi đã đi vào mùa thấp điểm và được vào miễn phí. Tôi không thấy nơi nào để cắm trại nhưng có thể có khu cắm trại trong khu vực.\nBạn sẽ thích nơi này, nó tuyệt đẹp! Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Tôi đã đưa con chó của mình đi khắp mọi nơi và vâng, thú cưng luôn được chào đón!!Đọc thêm",
            "Chó có được phép xích không?Đọc thêm",
            "Muốn biết liệu bạn có thể đi dã ngoại và sử dụng đồ nướng vào cuối tháng 11 hay không.  Tôi muốn lên kế hoạch đi chơi vào ngày 11272015\nNgày sau Lễ Tạ ơn.  Muốn chuẩn bị sẵn những thực phẩm không thể nướng nếu lúc đó việc nướng bị hạn chế.\nCảm ơnĐọc thêm",
            "Xin chào, chúng tôi sẽ ở New London vài ngày và muốn đi phà tới Long Island.  Tôi hiểu rằng Bãi biển Phương Đông ở gần đó nên việc mọi người đến chơi trong vài giờ rồi quay về mà không có phương tiện có phải là điều bình thường không? Cảm ơn bạn!Đọc thêm",
            "Vâng...Orient Point rất đẹp và nằm ngay gần Great North Folk! Hamptons! Đó là một chuyến đi trong ngày tốt đẹp!! Vui chơi và tận hưởng! Google tất cả để có thêm thông tin! Bạn cũng có thể mang theo xe của bạn! Chỉ cần tham gia chương trình phần thưởng Phà Cross Island, bạn sẽ tiết kiệm được 20-30 và chỉ miễn phí khi đăng ký!! Tôi đã tiết kiệm được 66 trong một chuyến khứ hồi vào ngày 23-25 ​​tháng 6!!Đọc thêm"
        ],
        "star_ratings": [
            53,
            27,
            6,
            0,
            1
        ],
        "review_amount": 87,
        "location": [
            "Hoa Kỳ",
            "Phương Đông",
            "Công viên tiểu bang Orient Beach",
            "New York NY",
            "Những điều cần làm ở Phương Đông",
            "Ngã ba phía Bắc",
            "Đảo dài"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written June 26, 2023",
            "Written April 13, 2023",
            "Written April 19, 2022",
            "Written August 15, 2021",
            "Written August 8, 2021",
            "Written August 30, 2020",
            "Written August 13, 2020",
            "Written February 25, 2020",
            "Written September 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48339-d1189758-Reviews-Orient_Beach_State_Park-Orient_North_Fork_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48339-d21141908-Reviews-Duryea_s_Orient_Point-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d1189768-Reviews-Cross_Sound_Ferry-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d12878622-Reviews-Plum_Island_Lighthouse-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d15029654-Reviews-North_Fork_Flower_Farm-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47634-d3318126-Reviews-Lavender_By_The_Bay-East_Marion_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d105622-Reviews-Oysterponds_Historical_Society-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d27070224-Reviews-Orient_Point_County_Park-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d12878444-Reviews-Fort_Terry-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d27923889-Reviews-Truman_s_Beach-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47634-d27011891-Reviews-Old_Schoolhouse_Park-East_Marion_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g8065098-d15029104-Reviews-Hay_Beach-Shelter_Island_Heights_Shelter_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d1189758-Reviews-or10-Orient_Beach_State_Park-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d3405443-Reviews-Orient_Point_Sportfishing_Black_Rock-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d10791786-Reviews-Brooklyn_Girl_Fishing-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d16743834-Reviews-Layla_Sailing-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d8479142-Reviews-GLORY-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d1189757-Reviews-Island_s_End_Golf_Country_Club-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d8453905-Reviews-Antique_Carousel-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d4359478-Reviews-East_End_Charters-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48596-d105632-Reviews-Mashomack_Preserve-Shelter_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d4895075-Reviews-The_Candy_Man-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d8039370-Reviews-Splash_Country_Waterpark-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d2141115-Reviews-Rastafari_Indigenous_Village-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1641289-Reviews-Shell_We_Golf-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g291960-d2548808-Reviews-Goff_s_Caye-Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g56146-d558511-Reviews-Volente_Beach_Resort_and_Waterpark-Leander_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d15691139-Reviews-Hip_District-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d552666-Reviews-Elafiti_Islands-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g775860-d14977143-Reviews-Castle-Assos_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d290513-Reviews-Concord_Mills-Concord_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48339-d1189758-Reviews-or10-Orient_Beach_State_Park-Orient_North_Fork_Long_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48339-d1189758-Reviews-Orient_Beach_State_Park-Orient_North_Fork_Long_Island_New_York.html"
    }
]