[
    {
        "attraction_name": "Our Lady of the Rockies",
        "attraction_name_vi": "Đức Mẹ Rockies",
        "general_info": [
            "133 đánh giá",
            "7 trong số 55 điều cần làm ở Butte",
            "Địa điểm ưa thích",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Đức Mẹ Rockies, bức tượng cao 90 feet ngồi trên đỉnh Continental Divide là kết quả của một giấc mơ và sáu năm làm việc chăm chỉ. Với sự giúp đỡ của những khoản đóng góp hào phóng cũng như vô số tình yêu và đức tin, vô số tình nguyện viên đã hoàn thành một nhiệm vụ dường như không thể thực hiện được . Vào ngày 29 tháng 12 năm 1985, Đức Mẹ được đặt ở East Ridge nhìn ra Butte, Montana. Căn cứ nằm ở độ cao 8510 feet so với mực nước biển và 3500 feet so với thành phố Butte cao hàng dặm. Bức tượng được thắp sáng và có thể nhìn thấy vào ban đêm, là một cảnh tượng ngoạn mục đáng chiêm ngưỡng.Đọc thêm",
        "reviews": [
            "Chúng tôi đang thực hiện chuyến lái xe từ Seattle đến New York và có vài ngày ở Butte. Chúng tôi chưa bao giờ nghe nói về tượng đài Đức Mẹ Rockies ở Úc, nhưng nghĩ rằng Có ở đây, vậy tại sao không?. Rất vui vì chúng tôi đã làm! Nơi rất đặc biệt mà chúng tôi chắc chắn sẽ ghé thăm lại. Khung cảnh tuyệt đẹp của Butte và một buổi sáng nâng cao tinh thần. Tôi tin rằng tất cả nhân viên cửa hàng quà tặng, tài xế, v.v. đều là tình nguyện viên, vì vậy hãy thông cảm và tận hưởng trải nghiệm.Đọc thêm",
            "Không thể bỏ qua. Câu chuyện hấp dẫn và khung cảnh tuyệt vời. Chỉ có thể đi bằng xe buýt du lịch chính thức do băng qua đất tư nhân.Đọc thêm",
            "Chà, có một điều NÀY LÀ TÀI SẢN RIÊNG TƯ VÀ cách duy nhất để đến bức tượng là chỉ bằng xe buýt du lịch và đến cuối mùa thì sẽ là một vụ bắn tào lao nếu họ có lịch trình. Vì vậy, nếu bạn không gặp may mắn hoặc không chi tiêu nhiều hơn một ngày, SOL của bạnĐọc thêm",
            "Đây đáng lẽ phải là một chuyến tham quan rất thú vị, ngoại trừ việc thực tế không phải vậy. Tôi đã mua vé ngày hôm trước, tại cửa hàng quà tặng, cho chuyến tham quan lúc 10 giờ sáng. Khi tôi đến vào ngày hôm sau lúc 9:40 sáng, tôi đã được thông báo khá rõ ràng rằng BẠN ĐẾN TRỄ! Rõ ràng là có một bộ phim bắt đầu vào lúc 4 giờ rưỡi trước chuyến lưu diễn. Tôi không biết gì về nó. Sau bộ phim, người lái xe van của chúng tôi gặp chúng tôi mặc chiếc áo phông Tôi không tặng chuột và dành nhiều thời gian hơn để kể cho chúng tôi những câu chuyện xúc phạm vợ anh ta, sau đó là nhiều câu chuyện khác về vợ cũ của anh ta. Và anh ta cũng đang tán tỉnh một trong những người phụ nữ. Nó rất tiêu cực và hút đi niềm vui của trải nghiệm. Cuối cùng, một cặp vợ chồng được phép mang theo con chó khá lớn của họ có thể là Alaskan Malamute. Anh ấy KHÔNG phải là chó phục vụ và việc anh ấy thở vào người tôi thật không vui chút nào. Tôi bị dị ứng với những con chó lông dài và bất chấp sự phản đối, tài xế không cho phép tôi di chuyển nên tôi không phải ngồi cạnh con chó. Ngoài ra, đường lên núi còn RẤT RẤT RẤT. Nếu bạn bị đau lưng, như người phụ nữ bên cạnh tôi, bạn sẽ không thích thú với những con đường mòn và những tảng đá. Nếu chiếc xe có chấn động thì chúng đã biến mất từ ​​lâu rồi. Cuối cùng cô ấy đã rên rỉ vì đau đớn. Tôi cá là xe tải không chạy được lâu trên con đường này.Đọc thêm",
            "Dịch vụ khách hàng khủng khiếpChúng tôi đến sớm để khởi hành lúc 10 giờ sáng. Chúng tôi xem phim và tôi đi vệ sinh. Tôi lên xe lúc 9:56. Sau khi lên xe, chồng tôi thông báo với tôi rằng Vicki ở cửa hàng quà tặng đã mắng anh ấy vì việc tôi đi vệ sinh và không trực tiếp lên xe sau buổi chiếu phim định hướng. Tôi đã lên xe buýt trước giờ khởi hành. Không ai đợi tôi cả. Tuy nhiên, có 4 người đã bỏ lỡ bộ phim, và một trong số họ đã vào nhà vệ sinh khiến tất cả chúng tôi phải trì hoãn 5 phút. Họ không bị trừng phạt. Đường rất gập ghềnh và có vẻ nguy hiểm. Người phụ nữ vùng Rockies của chúng ta thật tuyệt vời, nhưng tôi khuyên bạn nên xem từ trực tuyến và bỏ qua thứ ảm đạm mà họ gọi là chuyến tham quan.Đọc thêm",
            "Điều này rất đáng thất vọng. Bộ phim bắt đầu chuyến tham quan đã rất cũ và mọi người bị dồn vào một căn phòng nhỏ trong một trung tâm mua sắm tồi tàn. Sau đó họ nhét tất cả chúng tôi vào một chiếc xe buýt trường học. Không có chỗ trống trên xe buýt. À, xe buýt bị hỏng và không thể lên núi được. Chúng tôi đã lấy lại được tiền nhưng chúng tôi đã lãng phí rất nhiều thời gian nghỉ phép mà không thấy được gì. Tôi đoán xe buýt đã gặp sự cố và dù sao thì họ cũng đã đưa chúng tôi lên đó. Sẽ tốt hơn nếu có một chiếc xe tải hoặc xe buýt nhỏ hơn và thực hiện nhiều chuyến tham quan hơn là đi chiếc xe buýt lớn đó. Có vẻ như họ rất tham lam và muốn chở càng nhiều càng tốt lên xe buýt.Đọc thêm",
            "Đức Mẹ Rockies là một bức tượng tuyệt đẹp cao 90 ft màu trắng của Đức Maria Mẹ Chúa Giêsu. Nó nằm trên ranh giới lục địa Hoa Kỳ nhìn ra thành phố Butte, Montana. Nó được quảng cáo là bức tượng lớn thứ 4 ở Hoa Kỳ. Có sẵn một chuyến tham quan, nhưng vì chúng tôi vừa đi ngang qua nên chúng tôi không tra cứu thông tin về điều đó. Tôi đã đi dạo quanh khuôn viên khách sạn để xem và chụp ảnh bức tượng. Đó là một khung cảnh yên bình và dễ chịu khi nhìn bao quát khu vực.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Tôi đặc biệt giới thiệu chuyến tham quan này nếu bạn ở Butte, Mt. Phim trước chuyến tham quan dài 30 phút.  Chuyến đi khứ hồi đến tượng là 2 giờ với khoảng một giờ trên núi tại tượng.Đọc thêm",
            "Chuyến tham quan này chỉ được thực hiện bằng xe buýt riêng vì con đường này bị đóng cửa đối với công chúng.  Chúng tôi đã đăng ký bằng cách gọi trước số điện thoại của họ. Chúng tôi gặp đoàn du lịch tại Trung tâm thương mại Butte Plaza.  Họ có một cửa hàng nhỏ ở trung tâm thương mại và chiếu một đoạn phim ngắn về việc xây dựng bức tượng trước chuyến tham quan.  Thật sự rất thú vị khi xem cách họ thiết kế và sau đó xây dựng bức tượng trên đỉnh núi. Lái xe mất khoảng 30 phút.  Đó là một con đường đất hơi gồ ghề và quanh co, nhưng tài xế xe buýt đã làm rất tốt và tôi không gặp vấn đề gì với chứng say tàu xe. Khi đã lên đến đỉnh, bạn có thời gian để vào bên trong bức tượng rồi đi bộ xung quanh để chụp ảnh.  Thật là khó tin khi coi thường Butte và Berkeley Pit.  Tôi thực sự muốn giới thiệu điều này cho bất kỳ ai quan tâm đến quang cảnh và lịch sử của Butte.Đọc thêm",
            "Trước hết, không có xác nhận qua email cho việc đặt chỗ qua điện thoại nhưng sẽ bắt buộc nếu được yêu cầu. Những con đường lên là riêng tư và gập ghềnh. Có cổng để ngăn chặn những kẻ xâm phạm. Người lái xe khéo léo và chuyến tham quan kéo dài 2,5 giờ. Chỉ có một nhà vệ sinh hầm ở phía trên. Trước chuyến tham quan, có một bộ phim tài liệu dài 30 phút về cách bức tượng được hình thành, xây dựng, vận chuyển và lắp đặt. Đọc thêm",
            "Có ai đi bộ đường mòn đến bức tượng không? Đầu đường mòn ở đâu? Cảm ơn. Đọc thêm",
            "Không, cách duy nhất để bạn có thể đến đó là nhờ công ty của họ ở trong trung tâm thương mại đưa bạn đi. Có rất nhiều đất tư nhân xung quanh đó, họ không đăng thông báo xâm phạm. Đọc thêm",
            "Chi phí là bao nhiêuĐọc thêm",
            "Mình nghĩ là dưới 20, không nhớ chính xác chi phí.Đọc thêm",
            "Chi phí đi xe buýt? Ngày hoạt động?Đọc thêm",
            "Tôi tin rằng xe buýt chạy hàng ngày - khuyên bạn nên gọi điện trước.  Họ khá thân thiện.  Đọc thêm",
            "Đi xe buýt lên đỉnh mất bao lâu?Đọc thêm",
            "Xin chào, du khách, Chuyến đi có vẻ ngắn hơn nhiều so với khoảng 45 phút. Tài xế của chúng tôi rất tuyệt. Đây không phải là chuyến đi dành cho những người yếu tim nhưng khi đến nơi bạn sẽ đến, bạn sẽ được bảo vệ về mặt tinh thần. Đó là cách tôi nghĩ về nó và tôi không hề sợ hãi chút nào. Nếu bạn bị đau lưng nghiêm trọng, tôi sẽ cân nhắc không đi lên. Đây là chuyến đi mà bạn bị nảy lên rất nhiều. Nhưng kết thúc thì xứng đáng. Bạn chỉ có thể đến được Lady trên xe buýt của họ nên hãy suy nghĩ kỹ trước khi đi. Thật tuyệt vời. Thưởng thức nhé! Đọc thêm",
            "Bạn có thể tự lái xe lên đỉnh hay phải đi xe buýt du lịch?Đọc thêm",
            "Chỉ có xe buýt du lịch Đọc thêm",
            "có tour buổi chiều khôngĐọc thêm",
            "11 giờ sáng 2 giờ chiều - chúng tôi quay lại vào khoảng 4:10   \n14. dành cho người cao tuổi.Đọc thêm"
        ],
        "star_ratings": [
            89,
            22,
            13,
            4,
            5
        ],
        "review_amount": 133,
        "location": [
            "Hoa Kỳ",
            "Đức Mẹ Rockies",
            "Những điều cần làm ở Butte",
            "mông",
            "Montana MT"
        ],
        "reviews_time": [
            "Written February 5, 2024",
            "Written October 9, 2023",
            "Written September 5, 2023",
            "Written August 27, 2023",
            "Written August 9, 2023",
            "Written June 15, 2023",
            "Written August 15, 2022",
            "Written August 14, 2021",
            "Written August 8, 2021",
            "Written June 28, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45106-d538035-Reviews-Our_Lady_of_the_Rockies-Butte_Montana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d4571906-Reviews-Perkins_Family_Restaurant_Bakery-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d2304980-Reviews-MacKenzie_River_Pizza_Grill_Pub-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d13565201-Reviews-Three_Amigos_Mexican_Restaurant_Cantina-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d15090842-Reviews-City_Brew-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d1344134-Reviews-Wendy_s-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d4633471-Reviews-Pizza_Hut-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d4569295-Reviews-Subway-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d5213249-Reviews-A_W_Restaurant-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d6844641-Reviews-Asia_Garden-Butte_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45106-d5065703-Reviews-Arby_s-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d19437015-Reviews-Butte_Plaza_Mall-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d19334768-Reviews-Congregation_B_nai_Israel-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d481540-Reviews-World_Museum_of_Mining-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d19435356-Reviews-The_Forgotten_War-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d2284934-Reviews-Granite_Mountain_Memorial_Overlook-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d3198609-Reviews-Headframe_Spirits-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d14798306-Reviews-Ridge_Waters-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d17839015-Reviews-Spirit_of_Columbia_Gardens-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d2366200-Reviews-Copper_King_Mansion-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d27086961-Reviews-Lucky_You-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d538035-Reviews-or10-Our_Lady_of_the_Rockies-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d501160-Reviews-Berkeley_Pit-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d481538-Reviews-The_Mai_Wah-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d7717064-Reviews-Butte_Silver_Bow_Public_Archives-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d481535-Reviews-Dumas_Brothel_Museum-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d481534-Reviews-Clark_Chateau-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d19714073-Reviews-St_Mark_Lutheran_Church-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d4706342-Reviews-Carmike_Plaza_6-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d13121890-Reviews-Escapology_Butte-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d7195640-Reviews-The_StoneFly_Fly_Shop-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d1965804-Reviews-Butte_Trolley_Tour-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d8722128-Reviews-Highland_View_Golf_Course-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028722-d10239064-Reviews-Pine_Walk-Port_de_Pollenca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103534-Reviews-Molly_Brown_House_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208848-Reviews-Manhattan_Mall-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54399-d1940108-Reviews-The_Sands-Port_Royal_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d4010199-Reviews-Kokrobite_Beach-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d11908605-Reviews-Studio_Eighty-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35801-d282000-Reviews-Magic_Waters_Waterpark-Cherry_Valley_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560598-Reviews-Ford_Field-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8273098-Reviews-Constitution_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5962592-Reviews-Eataly-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45106-d538035-Reviews-or10-Our_Lady_of_the_Rockies-Butte_Montana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45106-d538035-Reviews-Our_Lady_of_the_Rockies-Butte_Montana.html"
    }
]