[
    {
        "attraction_name": "OurBus",
        "attraction_name_vi": "Xe buýt của chúng tôi",
        "general_info": [
            "613 đánh giá",
            "- 14 trên 445 Giao thông vận tải ở Thành phố New York",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi yêu thích dịch vụ xe buýt này mà tôi sử dụng thường xuyên. Các tài xế luôn cực kỳ có năng lực và tốt bụng, chúng tôi có xu hướng đến đúng hoặc trước lịch trình và họ dường như dừng lại ở những nơi xa xôi hơn, điều này hữu ích cho tôi. Tôi rất khuyến khích. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng được trở thành dịch vụ xe buýt ưa thích của bạn. Các tài xế có năng lực và thân thiện, đúng giờ và các điểm dừng thuận tiện là một số điều khiến chúng tôi nổi bật. Chúng tôi thực sự đánh giá cao đề xuất của bạn và rất mong sớm được đón bạn trở lại! Du lịch an toàn!Đọc thêm",
            "Chúng tôi đi xe buýt từ Thành phố New York đến Thành phố Atlantic New Jersey. Xe buýt khởi hành từ địa điểm được chỉ định đúng giờ và đến điểm đến của chúng tôi đúng giờ. Chúng tôi cảm thấy an toàn trong suốt chuyến đi và các cổng sạc cũng như WiFi đều hoạt động hoàn hảo. Chúng tôi được tặng chai nước trước chuyến đi theo cả hai hướng. Tôi chắc chắn sẽ khuyên bạn nên đi du lịch bằng xe buýt của chúng tôi Đọc thêm",
            "Cảm ơn bạn đã phản hồi tích cực về chuyến đi của bạn với Xe buýt của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi an toàn và thú vị. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong được chào đón bạn sớm trở lại trên tàu!Đọc thêm",
            "Ứng dụng này rất dễ điều hướng. Vé sẽ đến với bạn ngay lập tức. Nếu có bất kỳ vấn đề nào, dịch vụ khách hàng sẽ hoạt động và cung cấp dịch vụ đặc biệt. Xe buýt sạch sẽ và chỗ ngồi thoải mái. Có tiện nghi; cổng sạc, ghế chỉnh điện, dây an toàn... Tài xế nhanh nhẹn, lịch sự, thân thiện và đối xử với bạn như một con người. Dịch vụ xuất sắc từ đầu đến cuối!Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi. Chúng tôi đánh giá cao sự hài lòng của bạn và hy vọng sớm được phục vụ bạn lần nữa!Đọc thêm",
            "Chuyến đi thú vị;  Tôi - sẽ sử dụng OurBus lần nữa.\nMột gợi ý: Khi chúng tôi đến gần điểm đến - giả sử vẫn còn 3 - 4 giờ nữa - tài xế có thể thông báo ETA không?  Bằng cách đó chúng ta có thể thông báo cho bất kỳ ai sẽ đến đón chúng ta.\nCảm ơn.\nĐọc thêm",
            "Cảm ơn bạn đã chọn OurBus và chia sẻ trải nghiệm tích cực của mình. Chúng tôi đánh giá cao đề xuất của bạn về việc thông báo ETA khi chúng tôi đến gần điểm đến. Chúng tôi sẽ nỗ lực thực hiện điều này để tăng cường giao tiếp.\n\nRất mong được phục vụ bạn lần nữa! Đọc thêm",
            "Đây là một công ty xe buýt tuyệt vời. Tôi là người tổ chức sự kiện cho buổi đoàn tụ gia đình của chúng tôi ở Memphis TN. Mặc dù tôi còn do dự vì đây là công ty đặt phòng không có trụ sở tại Memphis, nhưng tôi rất vui vì chúng tôi đã đi cùng họ. Từ phản hồi ban đầu cho yêu cầu của tôi cho đến chuyến đi và những lần tiếp theo, Jessy K đều phản ứng nhanh và chủ động. Hoàn toàn không có trục trặc trong dịch vụ. Tài xế xe buýt, Jeff, đã đến sớm và sẵn sàng bắt đầu một ngày cùng gia đình tôi. Chúng tôi đã có một chương trình nghị sự và anh ấy biết mọi thứ ở đâu và sẽ mất bao lâu. Anh ấy vui vẻ và tương tác cũng như lịch sự và chuyên nghiệp. Chúng tôi có một chiếc xe lăn và một chiếc xe đẩy và anh ấy rất hữu ích trong việc cất và tháo nó mọi lúc! Tôi chắc chắn sẽ sử dụng chúng cho những chuyến đi sau này!Đọc thêm",
            "Chúng tôi rất vui mừng khi nhận được những phản hồi chân thành của bạn! Sự đoàn tụ gia đình của bạn - sự thành công có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui vì mọi việc diễn ra suôn sẻ và sự hỗ trợ chu đáo của tài xế đã khiến chuyến đi trở nên thú vị cho tất cả mọi người. Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi rất mong được phục vụ bạn lần nữa trong những chuyến đi tương lai!Đọc thêm",
            "Tôi sẽ chỉ sử dụng OurBus để đi lại bằng xe buýt. Các tài xế tốt bụng và có vẻ vui vẻ. Mỗi chuyến đi luôn có những điểm dừng chân tại Sheetz Andy tài xế luôn hạch toán hiệu quả hành khách trên xe. Xe buýt luôn sạch sẽ, không có mùi hôi và có thùng rác để vứt rác. Các chuyến đi cũng không bao giờ quá đông đúc. Cuối cùng, các đại diện dịch vụ khách hàng là người giỏi nhất, khi tôi mắc lỗi khi đặt chỗ, họ đã cho tôi sửa lỗi mà không gây hậu quả về tài chính. Khi tôi sử dụng Greyhound, tuyến đường của tôi bằng cách nào đó dài hơn 1,5 giờ và đông đúc. Khi OurBus không có tuyến, tôi quyết định đi Amtrak. Đọc thêm",
            "Cảm ơn bạn đã chọn OurBus và chia sẻ trải nghiệm tuyệt vời của mình. Chúng tôi rất vui mừng khi biết rằng tài xế, sự sạch sẽ và dịch vụ khách hàng của chúng tôi đã đáp ứng được mong đợi của bạn. Chúng tôi đánh giá cao sự tin tưởng của bạn và mong được phục vụ bạn một lần nữa trong tương lai.Đọc thêm",
            "Tôi đã và rất hài lòng với xe buýt của chúng tôi. \nHọ khởi hành đúng giờ, tài xế xe buýt sẽ thông báo cho bạn về chuyến đi và những gì có sẵn trên xe. Ngoài ra, việc đặt vé trực tuyến rất dễ dàng nên bạn có thể yên tâm. \nKhi về nhà, đó thực sự là cách dễ dàng nhất. Cảm ơn bạn cho dịch vụ của bạn. Đọc thêm",
            "Cảm ơn bạn vì những lời tốt đẹp và phản hồi tích cực! Chúng tôi rất vui khi biết về sự hài lòng của bạn với các dịch vụ của chúng tôi, từ việc khởi hành đúng giờ đến sự tiện lợi của việc đặt chỗ trực tuyến. Sự hỗ trợ của bạn được đánh giá rất cao và chúng tôi ở đây để giúp chuyến đi của bạn trở nên thoải mái và không phải lo lắng. Những chuyến đi an toàn và cảm ơn bạn đã chọn chúng tôi!Đọc thêm",
            "Du lịch thoải mái với OurBus. Đi từ NYC đến Baltimore và quay lại mà không gặp bất kỳ rắc rối nào và thậm chí còn đến cả hai điểm sớm. Cả hai xe buýt đều rất sạch sẽ, các cửa hàng thuận tiện và nước miễn phí là ưu điểm hàng đầu. Chắc chắn đề nghị cho một chuyến đi cuối tuần. Đọc thêm",
            "Cảm ơn bạn đã phản hồi tích cực về hành trình OurBus gần đây từ NYC đến Baltimore. Chúng tôi rất vui khi biết về trải nghiệm thoải mái, đúng giờ và các tiện nghi trên máy bay của bạn. Rất mong được phục vụ bạn lần nữa cho những chuyến đi tuyệt vời hơn nữa.Đọc thêm",
            "Đúng giờ, xe buýt sạch sẽ, wifi hoạt động. Phòng tắm trên xe buýt, thật tuyệt khi có nhưng không sử dụng vì chuyến đi ngắn. Giao tiếp của tài xế rất tuyệt vời và anh ấy rất lịch sự và là một người lái xe an toàn. Tôi tin tên anh ấy là Charlie. Toàn bộ chuyến đi thật tuyệt vời, không có vấn đề gì hay chậm trễ. \nTôi - tôi sắp đặt vé quay lại New York với họ lần nữa vì dịch vụ rất tuyệt vời. \nCảm ơn\nShalimar713Đọc thêm",
            "Chúng tôi rất vui vì bạn thích dịch vụ xe buýt của chúng tôi với Charlie là tài xế của bạn. Phản hồi tích cực của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại trong chuyến trở về. Những chuyến đi an toàn phía trước!Đọc thêm",
            "Chiếc xe buýt NYC-Ithaca đời đầu thoải mái và rất sạch sẽ một cách đáng ngạc nhiên; Tôi đến điểm dừng từ rất sớm, tài xế đang tỉ mỉ lau cửa sổ,… Ghế ngồi thoải mái, xe có máy lạnh, đi rất êm. Không - có vẻ như không có Wi-Fi. Rất thích một lựa chọn thậm chí sớm hơn!Đọc thêm",
            "Chúng tôi tại Rally OurBus rất vui khi biết rằng bạn rất thích chuyến đi bằng xe buýt NYC-Ithaca gần đây của mình. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm thoải mái và sạch sẽ dù không có Wi-Fi. Đề xuất của bạn về một lựa chọn thậm chí còn sớm hơn được đánh giá cao và chúng tôi đã ghi nhận điều đó. Để giúp chúng tôi điều tra sự cố mất Wi-Fi, bạn có thể vui lòng gửi email cho chúng tôi tại pr - ourbus.com kèm theo mã tham chiếu vé của bạn không? Phản hồi của bạn rất có giá trị đối với chúng tôi và chúng tôi cố gắng cung cấp dịch vụ đặc biệt cho tất cả hành khách. Chúc bạn có một chuyến đi an toàn và vui vẻ!Đọc thêm",
            "Gur Simran Kaur là một đại lý thực sự siêng năng, cô ấy đã dễ dàng hướng dẫn tôi các bước phù hợp để thực hiện việc đặt chỗ của mình. Tôi thực sự hài lòng với dịch vụ của cô ấy. Bất cứ khi nào tôi cảm thấy khó khăn, cô ấy đều giúp tôi giải quyết vấn đề và hướng dẫn tôi đặt chỗ đúng cách.Đọc thêm",
            "Thật tuyệt vời khi biết về trải nghiệm tích cực của bạn với Gur Simran Kaur! Chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết rằng cô ấy đã cung cấp cho bạn dịch vụ tận tình và hữu ích như vậy. Nhóm của chúng tôi cố gắng đảm bảo rằng mọi khách hàng đều nhận được sự hỗ trợ mà họ cần và thật tuyệt vời khi biết rằng Gur Simran đã nỗ lực hết mình để hướng dẫn bạn thực hiện quy trình đặt vé một cách suôn sẻ. Chúng tôi - sẽ đảm bảo chuyển những lời tốt đẹp của bạn đến cô ấy và những người còn lại trong nhóm của chúng tôi. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi!Đọc thêm",
            "Đại lý dịch vụ khách hàng của Viraj là người giỏi nhất và thực sự khiến trải nghiệm của tôi trở nên tuyệt vời. Cảm ơn bạn một lần nữa vì đã hỗ trợ và đối xử với khách hàng như gia đình của bạn. Tôi thực sự hài lòng với dịch vụ này. Luôn làm việc tốt!! Đọc thêm",
            "Chúng tôi - rất vui mừng khi biết bạn đã có trải nghiệm du lịch tuyệt vời!  - Xin chân thành cảm ơn Viraj từ nhóm của chúng tôi vì đã cung cấp sự hỗ trợ tuyệt vời khi bạn cần. Nếu bạn có thêm câu chuyện nào hoặc cần hỗ trợ trong tương lai, chúng tôi luôn sẵn sàng hỗ trợ bạn!Đọc thêm",
            "Manish, tôi muốn gửi lời cảm ơn tới Manish vì sự giúp đỡ đáng kinh ngạc của anh ấy khi tôi lỡ chuyến xe buýt chỉ 5 phút. Anh ấy đã vượt lên trên bằng cách phối hợp với tài xế và đảm bảo rằng xe buýt đang đợi tôi ở ga tiếp theo. Tôi phải mất 40 phút mới đến nơi nhưng sự hỗ trợ của Manish thực sự đã làm tôi bớt lo lắng và căng thẳng hơn. Anh ấy vẫn tiếp tục cuộc gọi và thậm chí còn kiểm tra lại sau 10 phút để đảm bảo rằng tôi đã thực hiện được. Dịch vụ thực sự đặc biệt!Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời về dịch vụ của chúng tôi. Chúng tôi thực sự đánh giá cao lời khen ngợi của bạn dành cho Manish. Kudos cho anh ấy. Chúng tôi muốn gặp lại bạn trên tàu với chúng tôi. Đọc thêm",
            "Tôi đến thăm một số gia đình. Nhưng tôi gặp vấn đề với thông tin đặt phòng. May mắn thay một người phụ nữ tên là Kelly đã giúp tôi! Đọc thêm",
            "Chúng tôi - rất vui mừng khi biết bạn đã có trải nghiệm du lịch tuyệt vời!  - Xin chân thành cảm ơn Kelly từ nhóm trò chuyện trực tiếp của chúng tôi vì đã cung cấp hỗ trợ tuyệt vời khi bạn cần. Nếu bạn có thêm câu chuyện nào hoặc cần hỗ trợ trong tương lai, chúng tôi luôn sẵn sàng hỗ trợ bạn!Đọc thêm",
            "KB thật ngạc nhiên khi anh ấy phản hồi nhanh chóng và kỹ lưỡng. Tôi đã phải đổi vé vào phút cuối do trời đổ mưa và anh ấy rất rất hữu íchĐọc thêm",
            "Thật tuyệt vời khi biết về trải nghiệm tích cực của bạn với KB! Chúng tôi rất vui vì anh ấy có thể hỗ trợ bạn nhanh chóng và hiệu quả, đặc biệt là trong những trường hợp bất ngờ như điều kiện thời tiết thay đổi. Chúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn đến anh ấy. Nếu bạn cần hỗ trợ lần nữa trong tương lai, đừng ngần ngại liên hệ. Du lịch an toàn!Đọc thêm",
            "Madhav rất ngọt ngào và kiên nhẫn với tôi khi tôi gặp nạn sau khi bị lỡ xe buýt. Anh ấy đã có thể đặt lại vé xe buýt cho tôi để tôi có thể bắt chuyến xe buýt sau mà không phải trả tiền nữa. Công việc tuyệt vời, cảm ơn bạn rất nhiều!!! Đọc thêm",
            "Điều đó - thật tuyệt vời khi được nghe! Chúng tôi - sẽ đảm bảo Madhav biết về những lời tử tế của bạn. Thật tuyệt khi biết anh ấy có thể hỗ trợ bạn kịp thời và chu đáo như vậy trong một tình huống căng thẳng. Nếu có bất kỳ điều gì khác mà chúng tôi có thể làm cho bạn trong tương lai, vui lòng liên hệ. Du lịch an toàn!Đọc thêm",
            "Aeru đã giúp đỡ tôi rất nhiều. Tôi rất hài lòng với dịch vụ của cô ấy!! Cô ấy cực kỳ hữu ích và đã giải quyết được vấn đề của tôi. Cảm ơn! Đọc thêm",
            "Thật tuyệt vời khi biết rằng Aarushi cung cấp dịch vụ đặc biệt như vậy! Chúng tôi đánh giá rất cao phản hồi tích cực của bạn và rất vui vì Aarushi có thể hỗ trợ bạn một cách hiệu quả. Nếu bạn cần hỗ trợ trong tương lai, đừng ngần ngại liên hệ. Cảm ơn bạn đã lựa chọn chúng tôi!Đọc thêm",
            "Tôi để quên máy tính xách tay của mình trên xe buýt và ngay khi tôi gọi nó đến đại lý đã hỏi tôi loại máy tính xách tay nào bị thiếu và họ đã có nó. Tôi thậm chí còn không nhận ra rằng khi tôi đang gọi điện, có một email được gửi vào lúc 5:10 về chiếc máy tính xách tay bị mất của tôi mà ai đó đã tìm thấy cho tôi. Tôi rất biết ơn. Đọc thêm",
            "Cảm ơn bạn đã phản hồi tuyệt vời của bạn! Chúng tôi tự hào được hỗ trợ kịp thời cho các tay đua của mình. Chúng tôi rất vui vì bạn đã có thể nhận được email khôi phục từ chúng tôi và nhận được trợ giúp để khôi phục MacBook của mình. Chúng tôi hy vọng sẽ sớm gặp lại bạn trên xe buýt!Đọc thêm",
            "Con trai tôi gặp tai nạn nặng trên đường đến điểm đón và phải nhập viện. Nó đã phá hỏng kế hoạch du lịch của chúng tôi. Khi tôi đến gặp Jenissa để sắp xếp lại chuyến đi của chúng tôi vào cùng ngày ngay cả khi thời hạn đổi lịch đã qua. Jenissa đã thể hiện sự hiểu biết và quan tâm sâu sắc nhất đến hoàn cảnh, và cô ấy đã giúp chúng tôi chuyển sang chuyến xe buýt có sẵn tiếp theo! Chúng tôi vô cùng biết ơn vì hành động tử tế và lòng nhân ái này. Cảm ơn bạn rất nhiều, Jenissa!    Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Chúng tôi rất tiếc khi biết về tai nạn của con trai bạn và hy vọng cháu sẽ hồi phục tốt. Chúng tôi rất vui vì Jenissa đã có thể hỗ trợ bạn trong khoảng thời gian khó khăn như vậy. Những lời nói tử tế của bạn về lòng trắc ẩn và sự thấu hiểu của cô ấy có ý nghĩa rất lớn đối với chúng tôi. Nếu bạn cần hỗ trợ thêm, vui lòng liên hệ.\n\nĐọc thêm",
            "Anh ấy đã giúp đảm bảo rằng tôi nhận được Vé điện tử phù hợp sau khi thay đổi điểm dừng. Tôi đã sử dụng dịch vụ của OurBus được hơn 3 năm và họ luôn có những giải pháp đặt vé thuận tiện nhất cũng như dịch vụ khách hàng tốt nhất mà tôi từng trải nghiệm trong ngành vận tải xe buýt.Đọc thêm",
            "Cảm ơn bạn đã tiếp tục hỗ trợ trong ba năm qua! Chúng tôi rất vui khi biết rằng bạn thấy các giải pháp đặt phòng của chúng tôi thuận tiện và dịch vụ khách hàng của chúng tôi thật đặc biệt. Chúng tôi rất vui vì có thể hỗ trợ Vé điện tử của bạn. Nếu bạn cần bất cứ điều gì khác, xin vui lòng cho chúng tôi biết.Đọc thêm",
            "Thật dễ dàng để mang theo một chiếc xe đạp có bánh xe có thể tháo rời?Đọc thêm",
            "Xe buýt có nhà vệ sinhĐọc thêm",
            "Có, họ làm vậy. Và chúng sạch sẽ một cách khiêm tốn. Nó tệ hoặc tốt như ở Amtrak hoặc hầu hết các dịch vụ xe buýt khác.Đọc thêm",
            "Xe lăn của chúng tôi có phù hợp cho xe lăn không?Đọc thêm",
            "Tôi được cho biết bạn có thể đặt xe buýt đặc biệt dành cho người khuyết tật trước. Nhưng giờ họ không còn đến Cảng vụ nữa, điều đó sẽ khiến người dùng xe lăn gặp khó khăn hơn. Đọc thêm",
            "Đây có phải là một công ty tốt?  Xe buýt và tài xế có an toàn không?Đọc thêm"
        ],
        "star_ratings": [
            535,
            33,
            13,
            10,
            83
        ],
        "review_amount": 674,
        "location": [
            "Hoa Kỳ",
            "New York - NY -",
            "Thành phố New York",
            "Xe buýt của chúng tôi",
            "Những việc cần làm ở Thành phố New York"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written August 1, 2023",
            "Written August 5, 2023",
            "Written August 12, 2023",
            "Written August 19, 2023",
            "Written August 22, 2023",
            "Written August 26, 2023",
            "Written August 30, 2023",
            "Written September 5, 2023",
            "Written September 9, 2023",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d13438572-Reviews-OurBus-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3191154-Reviews-Bagels_Schmear-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12383830-Reviews-Spice_Symphony-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425341-Reviews-Hangawi-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d9751045-Reviews-Her_Name_Is_Han-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1182272-Reviews-Ayza_Wine_Chocolate_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2165916-Reviews-Stumptown_Coffee_Roasters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d11876357-Reviews-Norma_Gastronomia_Siciliana-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425334-Reviews-Hillstone-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7192873-Reviews-Upland-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425375-Reviews-Penelope-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27028411-Reviews-Project_ARTspace-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d525259-Reviews-Museum_of_Sex-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548847-Reviews-Church_of_the_Transfiguration-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615656-Reviews-Marcus_Garvey_Memorial_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10712687-Reviews-Tin_Pan_Alley-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3726207-Reviews-National_Museum_of_Mathematics-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2092733-Reviews-Marble_Collegiate_Church-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-Empire_State_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d501513-Reviews-Madison_Square_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6628606-Reviews-Avant_Gallery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13438572-Reviews-or10-OurBus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143363-Reviews-Staten_Island_Ferry-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15184003-Reviews-Vou_Para_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14968289-Reviews-Renny_Tours_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12940487-Reviews-NYC_Perfect_Transportation-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16760358-Reviews-NYC_Platinum_Transport-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7621038-Reviews-Pocono_Daytripper-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15213650-Reviews-King_And_Queen_Limousine_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26450526-Reviews-Belominas_Tour_Chauffeur_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14930366-Reviews-Precision_Ny_Chauffeur_Airport_Transportation_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25151893-Reviews-City_Bike_Rentals_of_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d20328743-Reviews-Storyteller_Tour-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12788923-Reviews-Jose_Merat_Salon-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1547200-Reviews-Family_In_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10697266-Reviews-My_NY_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15224198-Reviews-Bowery_Boys_Walking_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16743004-Reviews-Big_City_Tourism-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5842280-Reviews-The_Crooked_Knife-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5843984-Reviews-The_Churchill-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7319785-Reviews-Dyanna_Spa_Waxing_Center_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d20286872-Reviews-PACHA_TOURS-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2556096-Reviews-Better_Adventures_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g580409-d216483-Reviews-Chessington_World_of_Adventures_Resort-Chessington_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3660400-Reviews-Chiostro_del_Bramante-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g57489-d4375396-Reviews-Lake_Laura-Basye_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6958945-Reviews-Gino_Paradise_Tbilisi-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d2299669-Reviews-Sea_Glass_Beach-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g608712-d10782655-Reviews-Lim_Channel-Vrsar_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g499082-d2248723-Reviews-Kosgoda_Sea_Turtle_Conservation_Project-Kosgoda_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d7370311-Reviews-IOI_City_Mall-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d4226508-Reviews-Batur_Natural_Hotspring-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d315498-Reviews-Cuevas_del_Drach-Porto_Cristo_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d13438572-Reviews-or10-OurBus-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d13438572-Reviews-OurBus-New_York_City_New_York.html"
    }
]