[
    {
        "attraction_name": "Ourika Valley",
        "attraction_name_vi": "Thung lũng Ourika",
        "general_info": [
            "1.222 đánh giá",
            "- 2 trong số 9 điều cần làm ở Ourika",
            "Thung lũng"
        ],
        "attraction_summary": "Thung lũng Ourika nằm cách Marrakesh 60 km một đoạn ngắn. Khi đi dọc theo thung lũng Ourika, bạn sẽ được thưởng thức những cảnh quan tuyệt đẹp, từ cây óc chó, cây liễu và cây dương, đến những ngọn núi và đá có màu sắc khác nhau từ đỏ đến xanh.Đọc thêm",
        "reviews": [
            "Chúng tôi đã sắp xếp chuyến đi này bằng ô tô riêng và tài xế - Bạn không cần phải sử dụng - các chuyến đi có tổ chức - nếu sở thích của bạn là tránh đi nhóm. \nCon đường lên thung lũng có tầm nhìn tuyệt vời và có một số nơi để dừng chân. Các nhà hàng trên sông đầy màu sắc và đa dạng. Bữa trưa 3 món tại một trong những nhà hàng này có giá trung bình là 10 euro nhưng bạn có thể mua đồ ăn rẻ hơn rất nhiều. Nhà vệ sinh đạt tiêu chuẩn tốt trong các nhà hàng tốt hơn.\nĐường đi bộ đến thác nước trên mặt đất không bằng phẳng nhưng cũng đáng để đi. Đừng để bị thuyết phục đến vô số cửa hàng bán dầu Argon nếu bạn không muốn!Đọc thêm",
            "Tôi và chồng tôi đã đến thăm thung lũng Ourika vào tháng 2 trong chuyến đi trong ngày từ Marrakesh. Thật tuyệt khi được ra khỏi thành phố và lên núi, nhưng ngay cả trong tháng Hai, ở đây vẫn rất bận rộn nên tôi đoán mùa cao điểm chắc hẳn sẽ rất hưng phấn.  Đường đi bộ đến thác nước đầu tiên không xa lắm nhưng khá dốc lên dốc trên mặt đất đá gồ ghề, ở những nơi bạn phải trèo qua đá và bước qua suối, và bất kỳ ai có vấn đề về di chuyển hoặc không có kiến ​​thức cơ bản không nên thử làm điều này. mức độ thể lực. Bạn nên mang giày tươm tất, không nên đi dép xỏ ngón. Họ bắt bạn phải thuê một người hướng dẫn với giá 200 dirham. Có hàng dài người đang đi lên - xuống và mặc dù tầm nhìn rất tốt nhưng tôi thấy toàn bộ trải nghiệm hơi ấn tượng. Có lẽ nếu bạn sống trong môi trường thành thị, bạn sẽ đánh giá cao điều đó hơn tôi vì tôi sống ở nông thôn và luôn đi bộ trên đồi mà không phải trả tiền cho hướng dẫn viên và né tránh hình phạt của khách du lịch. Tôi chỉ đến thác đầu tiên, tôi được bảo rằng mọi thứ sẽ tốt hơn nếu bạn đi đến những thác tiếp theo. Tôi sẽ không vội quay lại.Đọc thêm",
            "Chúng tôi đến thung lũng bằng một chiếc ô tô riêng, và sau đó chúng tôi rất ngạc nhiên khi bạn - cần - có một người hướng dẫn để leo lên thác nước.\nChúng tôi nghi ngờ về điều này và chỉ leo lên. Đoạn đường đi bộ ngắn nhưng khó ở một số điểm, vì vậy nhìn chung nó khá dễ dàng đối với một người đi bộ đường dài đã thử nghiệm. Theo quan điểm của tôi, rủi ro lớn nhất là một tảng đá rơi xuống do người khác trèo lên. Cố gắng tránh đám đông.\nNơi này rất đẹp và chúng tôi có thể tận hưởng nó nhờ không có người hướng dẫn.\nRõ ràng điều này là không được phép, nhưng không ai nói với chúng tôi về điều đó. Thành thật mà nói, toàn bộ mọi thứ đều có cảm giác lừa đảo, minh bạch hơn về toàn bộ sự việc sẽ - thật tuyệt.Đọc thêm",
            "I have been fortunate enough to have visited Ourika Valley a few times. It is only a relatively short distance from Marrakech and provides a wonderful snap shot of the Atlas Mountains.\nOurika is split into three areas, lower, middle and upper. Although they are not known by these names the upper part of the Ourika Valley is where you will find the waterfalls and the lower part the river, where you can sit alongside it and enjoy food or Moroccan tea.\nThere is no doubt about it that this area is commercialised. My favourite visits have been when it was quiet. At a weekend or during holiday times it becomes uncomfortably packed out with people and the experience is entirely different and rather unpleasant. \nThe walk to the waterfall isn - t particularly easy. There are all sorts of trip hazards along the way and there is some real clambering to be done. Suitable footwear helps.\nThe first waterfall is beautiful and if you - re lucky enough not to be sharing it with many others, it provides some great photo opportunities. If you want to keep walking and climbing you can then locate the other waterfalls.\nAll along the walkways are places to stop and eat and drink. The food is good and very well priced. There are also fresh fruit stalls and games to play. The place really does have a very friendly, family type vibe.\nMy advice is not to pay over the odds for an organised tour or for a guide. You don - t need a guide for this area. You can - t get lost and people will help you. All the people are happy to help, in fact they love to help.\nMy advice would be to catch a grand taxi from Marrakech or if you - re feeling really brave the  - small bus - . Both these options are excellent value for money. The taxi is more comfortable and gets there quicker but the bus ride is an experience. It takes longer because of the type of vehicle and it has stop offs and pick ups along the way.\nThe price for the small bus would be around 15- 20 dirham and the grand taxi around 150 dirham. Both options will drop you exactly where you want to be. When it comes to returning to Marrakech you - ll find Grand Taxis going back and people will help you with where the bus goes from.\nI think a trip to Ourika is worthwhile. If you can step away from the hustle and bustle of the town, you - ll find much quieter areas and get to meet some of the happy, very friendly and hospitable Berber people. \nA trip into the mountains can be a great \nalternative to Marrakech. The clean mountain air is a delight on a hot day and it need not cost you a fortune.Read more",
            "Chắc chắn dành ngày để thực hiện chuyến tham quan này. Nó thật đẹp!! Mang theo ủng đi bộ đường dài và cảm giác phiêu lưu nhưng đừng quên cơn đói của bạn, đồ ăn thật tuyệt vời. Đọc thêm",
            "I have been fortunate enough to have visited Ourika Valley a few times. It is only a relatively short distance from Marrakech and provides a wonderful snap shot of the Atlas Mountains.Ourika is split into three areas, lower, middle and upper. Although they are not known by these names the upper part of the Ourika Valley is where you will find the waterfalls and the lower part the river, where you can sit alongside it and enjoy food or Moroccan tea.There is no doubt about it that this area is commercialised. My favourite visits have been when it was quiet. At a weekend or during holiday times it becomes uncomfortably packed out with people and the experience is entirely different and rather unpleasant. The walk to the waterfall isn - t particularly easy. There are all sorts of trip hazards along the way and there is some real clambering to be done. Suitable footwear helps.The first waterfall is beautiful and if you - re lucky enough not to be sharing it with many others, it provides some great photo opportunities. If you want to keep walking and climbing you can then locate the other waterfalls.All along the walkways are places to stop and eat and drink. The food is good and very well priced. There are also fresh fruit stalls and games to play. The place really does have a very friendly, family type vibe.My advice is not to pay over the odds for an organised tour or for a guide. You don - t need a guide for this area. You can - t get lost and people will help you. All the people are happy to help, in fact they love to help.My advice would be to catch a grand taxi from Marrakech or if you - re feeling really brave the  - small bus - . Both these options are excellent value for money. The taxi is more comfortable and gets there quicker but the bus ride is an experience. It takes longer because of the type of vehicle and it has stop offs and pick ups along the way.The price for the small bus would be around 15- 20 dirham and the grand taxi around 150 dirham. Both options will drop you exactly where you want to be. When it comes to returning to Marrakech you - ll find Grand Taxis going back and people will help you with where the bus goes from.I think a trip to Ourika is worthwhile. If you can step away from the hustle and bustle of the town, you - ll find much quieter areas and get to meet some of the happy, very friendly and hospitable Berber people. A trip into the mountains can be a great alternative to Marrakech. The clean mountain air is a delight on a hot day and it need not cost you a fortune.Read more",
            "Chúng tôi đến thung lũng bằng xe riêng, và sau đó chúng tôi ngạc nhiên khi biết rằng bạn - cần - phải có hướng dẫn viên để leo lên thác nước. Chúng tôi đã hoài nghi về điều này, và chỉ leo lên. Đường đi bộ ngắn nhưng khó ở một số điểm, vì vậy nhìn chung nó khá dễ đối với người đi bộ đường dài có kinh nghiệm. Theo quan điểm của tôi, rủi ro lớn nhất là tảng đá rơi xuống do những người khác leo lên. Cố gắng tránh đám đông. Nơi này rất đẹp và chúng tôi có thể tận hưởng nó nhờ không có hướng dẫn viên. Rõ ràng là điều này không được phép, nhưng không ai nói với chúng tôi về điều đó. Thành thật mà nói, toàn bộ mọi thứ có vẻ lừa đảo, nếu minh bạch hơn về toàn bộ mọi thứ thì sẽ tốt hơn. Đọc thêm",
            "Tôi và chồng tôi đã đến thăm thung lũng Ourika vào tháng 2 trong chuyến đi trong ngày từ Marrakesh. Thật tuyệt khi được ra khỏi thành phố và lên núi, nhưng ngay cả trong tháng Hai, ở đây vẫn rất bận rộn nên tôi đoán mùa cao điểm chắc hẳn sẽ rất hưng phấn.  Đường đi bộ đến thác nước đầu tiên không xa lắm nhưng khá dốc lên dốc trên mặt đất đá gồ ghề, ở những nơi bạn phải trèo qua đá và bước qua suối, và bất kỳ ai có vấn đề về di chuyển hoặc không có kiến ​​thức cơ bản không nên thử làm điều này. mức độ thể lực. Bạn nên mang giày tươm tất, không nên đi dép xỏ ngón. Họ bắt bạn phải thuê một người hướng dẫn với giá 200 dirham. Có hàng dài người đang đi lên - xuống và mặc dù tầm nhìn rất tốt nhưng tôi thấy toàn bộ trải nghiệm hơi ấn tượng. Có lẽ nếu bạn sống trong môi trường thành thị, bạn sẽ đánh giá cao điều đó hơn tôi vì tôi sống ở nông thôn và luôn đi bộ trên đồi mà không phải trả tiền cho hướng dẫn viên và né tránh hình phạt của khách du lịch. Tôi chỉ đến thác đầu tiên, tôi được bảo rằng mọi thứ sẽ tốt hơn nếu bạn đi đến những thác tiếp theo. Tôi sẽ không vội quay lại.Đọc thêm",
            "Chúng tôi đã sắp xếp chuyến đi này bằng ô tô riêng và tài xế - Bạn không cần phải sử dụng - các chuyến đi có tổ chức - nếu sở thích của bạn là tránh đi nhóm. Con đường lên thung lũng có tầm nhìn tuyệt vời và có một số nơi để dừng chân. Các nhà hàng trên sông đầy màu sắc và đa dạng. Bữa trưa 3 món tại một trong những nhà hàng này có giá trung bình là 10 euro nhưng bạn có thể mua đồ ăn rẻ hơn rất nhiều. Nhà vệ sinh đạt tiêu chuẩn tốt trong các nhà hàng tốt hơn. Đường đi bộ đến thác nước trên mặt đất không bằng phẳng nhưng cũng đáng để đi. Đừng để bị thuyết phục đến vô số cửa hàng bán dầu Argon nếu bạn không muốn!Đọc thêm",
            "Tất nhiên, tất cả các hợp tác xã của phụ nữ ở Maroc đều là những dự án kinh doanh xuất sắc đáng được hỗ trợ.  Nhưng - Hợp tác xã Dầu Argan của Phụ nữ - ở Thung lũng Ourika gần làng Tahanaout là một tổ chức lừa đảo.  Đầu tiên và quan trọng nhất, cây Argan là loài bản địa của một khu vực rất rộng lớn ở Tây Nam Maroc, trải dài 200 km đến tận bờ biển, mặc dù Hợp tác xã này tuyên bố rằng Thung lũng Ourika là khu vực duy nhất và tinh khiết nhất.  Trên thực tế, Thung lũng này có độ cao quá cao và không đủ khô cằn để tạo ra những hạt tốt nhất từ ​​cây.  Những người bán hàng ở đây sẽ biểu diễn một màn trình diễn khiến bạn phải nhảy ngay khi tính tiền với tới sáu chai kem dưỡng da có giá cao hơn số tiền bạn phải trả ở những con phố lớn ở London.  Nghiêm túc mà nói, một chai Dầu Argan 100ml ở đây có giá 180 Dirham - 15 GBP - nhưng thậm chí mức giá đó đã tăng từ 100 lên 180 vào thời điểm chúng tôi đến quầy.  Chúng tôi có thể hỗ trợ những người khởi xướng phụ nữ nhưng những trò lừa đảo có tổ chức và cố tình bán giá sai và quảng cáo bán hàng không xứng đáng với tổ chức từ thiện và sự bảo trợ.Đọc thêm",
            "nếu bạn giỏi trekking và leo núi .. đây là một trải nghiệm được nhiều người mong muốn.. thời tiết đẹp vào tháng 12 để đến .. và hơn thế nữa .. thưởng thức trà bạc hà ở nơi trú ẩn giữa đường.. hướng dẫn viên mong đợi những lời khuyên. do đó vui lòng cẩn thận với số tiền bạn cho Đọc thêm",
            "Lái xe qua và dừng lại vài phút để ngắm cảnh từ xa. Nhiều thương gia bán hàng dọc đường với trẻ em địa phương đang tìm kẹo từ khách du lịch. Sau trận động đất, một số người dân địa phương đã ăn phải đau khổ và điều đó có thể hiểu được. Đọc thêm",
            "Người ta đã viết rất nhiều về Thung lũng Ourika nhưng cuối cùng chỉ có bốn từ mô tả nó - Skid Row Glen Nevis!Đọc thêm",
            "Một cơ hội để nhìn thấy các vùng nông thôn và thật đáng buồn là một số khu vực bị thiệt hại do trận động đất gần đây có nhiều nước hơn tôi mong đợi, dòng sông đang chảy xiết.Đọc thêm",
            "Liệu thảm thực vật vẫn xanh tốt trong thời gian nghỉ lễ Giáng sinh? 20 tháng 12 - 5 tháng 1Đọc thêm",
            "Xin chào, chuyến thăm này có thể dùng bữa trong tháng Ramadan không?",
            "Chào buổi sáng\n\nKhông có vấn đề gì, họ rất thân thiện với mọi người và bữa ăn ở rìa hoặc ngâm chân trong nước là một niềm vui\n\nTận hưởng chuyến thăm của bạnĐọc thêm",
            "Chào bạn, cho mình hỏi bạn có qua đại lý không? Tôi sẽ đến đó vào tháng 12 cùng gia đình - 4 người lớn và 2 trẻ em -. Cảm ơn trước. Trân trọng.  CleliaĐọc thêm",
            "Chúng tôi là một nhóm gồm 10 người đến từ Canada.\n\nChúng tôi đến Casablanca.\n\nChúng tôi thuê một chiếc xe buýt nhỏ 15 hành khách có tài xế cho chuyến tham quan 10 ngày của chúng tôi.\n\nTìm kiếm liên kết sau trên Facebook.\n\nVẬN TẢI DU LỊCH TOUZANI\n\nA - ...Đọc thêm",
            "Chào buổi sáng,\n\nbạn là cơ quan nào?\n\ncrltĐọc thêm",
            "Tôi không phải là đại lý, chỉ là khách du lịch.Đọc thêm",
            "Phải mất bao lâu để đến nơi? Đây có phải là chuyến tham quan phù hợp với bé gái 5 tuổi không? Đọc thêm",
            "Một chuyến tham quan tôi có thể nói là hoàn toàn đáng làm. Cũng rất thú vị khi đến thăm một ngôi nhà Berber, nơi phục vụ trà và những thứ khác. Tôi không muốn làm bạn nản lòng nhưng theo tôi đây không phải là chuyến tham quan phù hợp với một bé gái 5 tuổi. Đó không phải là một cuộc đi bộ đơn giản - hơi khó khăn -. L - chuyến đi bộ lên dốc kéo dài khoảng. 2,00 giờ với độ khó trung bình-cao. Quyết định là của bạn. Chúc bạn có một kỳ nghỉ lễ vui vẻĐọc thêm"
        ],
        "star_ratings": [
            482,
            434,
            167,
            68,
            71
        ],
        "review_amount": 1222,
        "location": [],
        "reviews_time": [
            "Written January 30, 2024",
            "Written February 16, 2024",
            "Written February 23, 2024",
            "Written May 3, 2024",
            "Written May 13, 2024",
            "Written May 3, 2024",
            "Written February 23, 2024",
            "Written February 16, 2024",
            "Written January 30, 2024",
            "Written January 23, 2024",
            "Written December 17, 2023",
            "Written December 2, 2023",
            "Written November 13, 2023",
            "Written November 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1847424-d479067-Reviews-Ourika_Valley-Ourika_Marrakech_Safi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d1633069-Reviews-Chez_Larbi_Ourika-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1847424-d15198205-Reviews-Tilila_Garden-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1847424-d5992392-Reviews-La_Muraille_de_L_Ourika-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d5062613-Reviews-Le_Paradis_du_Safran-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d26823990-Reviews-Toubkal_Mineraux_2_chez_Omar-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626640-d18848562-Reviews-Woven_History-Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d24114468-Reviews-7_Cascade_D_ourika-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d17614074-Reviews-Trouvailles-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d479067-Reviews-or10-Ourika_Valley-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d15206811-Reviews-Le_Jardin_du_safran-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d24108069-Reviews-Ourika_Trek_Tour-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d479067-Reviews-Ourika_Valley-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d25094712-Reviews-Travel_Specialists-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d3962219-Reviews-Sahara_Desert_Kingdom-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d17433951-Reviews-Ourika_hikes-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d18906613-Reviews-Atlas_Eco_Tours-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13804823-Reviews-Ourika_Trek-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d10213421-Reviews-Anima_Andre_Heller_Garden-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15823547-Reviews-Morocco_Scorpion_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d5897242-Reviews-Morocco_Desert_Adventures-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d13412693-Reviews-Tours_Kech-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d8415406-Reviews-La_Source_de_Tapis-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d11866648-Reviews-Happy_Marrakech_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1515263-Reviews-Berber_Ecomuseum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1847424-d19408113-Reviews-Ourikabyfeet_trips-Ourika_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-Platinum_Fashion_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g59681-d4310413-Reviews-The_Ridges_Sanctuary-Baileys_Harbor_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153139-Reviews-Premiere_Bar_Lounge-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g53314-d1173519-Reviews-Lapp_Valley_Farm-New_Holland_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g50517-d1869577-Reviews-The_Holden_Arboretum-Kirtland_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13970378-Reviews-El_Beso_De_Joan_Fontcuberta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33013-d2494727-Reviews-Puddingstone_Hot_Tub_Resort-San_Dimas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d215375-Reviews-Carnaby_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1016290-Reviews-Aquatica-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1847424-d479067-Reviews-or10-Ourika_Valley-Ourika_Marrakech_Safi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1847424-d479067-Reviews-Ourika_Valley-Ourika_Marrakech_Safi.html"
    }
]