[
    {
        "attraction_name": "Out of Africa Wildlife Park",
        "attraction_name_vi": "Công viên động vật hoang dã Out of Africa",
        "general_info": [
            "1.569 đánh giá",
            "- 2 trong số 20 điều cần làm ở Camp Verde",
            "Thiên nhiên - Khu vực hoang dãSở thú",
            "Thiên nhiên - Khu vực hoang dã",
            "Sở thú"
        ],
        "attraction_summary": "Nằm ở trung tâm Thung lũng Verde, sứ mệnh của Công viên động vật hoang dã Out of Africa là tạo ra cuộc phiêu lưu động vật tuyệt vời cho mọi lứa tuổi, đắm mình trong niềm vui, đắm chìm trong học tập và được truyền cảm hứng từ một thế giới sống động và đầy màu sắc của động vật hoang dã đáng kinh ngạc. Chúng tôi cố gắng nâng cao sự trân trọng các khu vực hoang dã và cư dân tuyệt vời trên hành tinh của chúng ta bằng cách hỗ trợ và thúc đẩy nhận thức và hành động bảo tồn, thực hành chăm sóc động vật mẫu mực, cung cấp trải nghiệm giáo dục và học tập cũng như thiết lập sự hỗ trợ rộng rãi của cộng đồng, thông qua mối quan hệ hòa bình và tương tác với chúng tôi. những người bạn động vật, những người chạm đến trái tim chúng ta.Đọc thêm",
        "reviews": [
            "Là một phần của Hội thảo Nhiếp ảnh, chúng tôi có cơ hội tiếp cận những bức ảnh mặt trời mọc sớm và những cuộc gặp gỡ gần hơn - an toàn - với các loài động vật.  Chúng tôi đã có một người hướng dẫn được chỉ định cho nhóm nhỏ của chúng tôi.  Chúng tôi có thể nói chuyện với nhiều người xử lý khác nhau, những người làm việc hàng ngày với những con vật được phân công của họ.  Họ kể cho chúng tôi nghe về loài nói chung và lịch sử của từng loài động vật mà họ phụ trách.  Là một nhiếp ảnh gia, tôi đã học được rất nhiều điều để nâng mình lên tầm cao mới trong chụp ảnh động vật hoang dã - mà không phải tốn kém khi đến Châu Phi - .Đọc thêm",
            "Chúng tôi rất thích chuyến thăm đầu tiên đến Out of Africa.\nChúng tôi thật may mắn vì hôm đó đã kết thúc, vào thứ Năm trước khi công viên đóng cửa hai ngày do trời mưa.  Bạn lái xe đến bãi đậu xe chính, đỗ xe và đi đến khu vực bán vé vào cổng.   - Cả tư cách thành viên AAA hoặc AARP của chúng tôi đều mang lại cho chúng tôi mức giảm giá 20 đô la cho nhóm 4 người của chúng tôi. - Chúng tôi được cung cấp bản đồ và lịch trình về những gì sẽ xảy ra với thời gian và địa điểm.  Đối với chúng tôi, mọi thứ bắt đầu vào khoảng năm 11 tuổi và bao gồm một cuộc nói chuyện về sinh vật, chuyến tham quan bằng xe buýt đi săn, trò chơi té nước với hổ, cuộc nói chuyện về loài bò sát và cuộc đi dạo và cho động vật ăn thịt ăn.  Chúng tôi rời đi bằng xe đưa đón trở lại lối vào lúc 3 giờ. Chúng tôi ăn trưa nhẹ tại một trong những quán ăn nhanh.  Các buổi biểu diễn là chìa khóa.  Đó là điều cần thiết để nhìn thấy chúng.  Các chuồng nuôi động vật có bản chất tiện dụng.  Hướng dẫn viên xe buýt đưa đón biết nơi tìm động vật trong chuồng để xem các loài động vật.\n\nMẹo của tôi là có những hóa đơn nhỏ để tip cho tài xế và hướng dẫn viên để giúp đỡ nhiều hơn.Đọc thêm",
            "- Chuyến thăm Out of Africa của tôi thực sự tuyệt vời! Từ Tiger Splash phấn khích đến Predator Feed quyến rũ, mọi khoảnh khắc đều tràn ngập sự phấn khích và ngạc nhiên. Rõ ràng là các nhân viên quan tâm sâu sắc đến những con vật mà họ giải cứu và chăm sóc. Niềm đam mê của họ tỏa sáng trong mọi việc họ làm. Thật là ấm lòng khi thấy sự cống hiến như vậy. Out of Africa không chỉ là một công viên động vật hoang dã; đó là một khu bảo tồn nơi động vật được yêu thương và tôn trọng. Tôi thực sự khuyên bạn nên ghé thăm để có trải nghiệm khó quên. - Đọc thêm",
            "Cách tốt nhất để trải nghiệm công viên là ngủ ngoài trời. Nó được kết hợp rất tốt. Bạn chọn chỗ và ở lại qua đêm. Bạn có thể mang theo bất cứ đồ ngủ nào bạn muốn. Tôi chọn cách ngủ trong túi ngủ. Bạn có thể đi lang thang trong công viên từ khi đến nơi cho đến ngày hôm sau. Tất cả các loài động vật dường như đều cảnh giác khi mặt trời mọc. Nó rất yên bình và là cơ hội tốt để tận hưởng công viên mà không có đám đông hàng ngày. Không có xe đưa đón, chỉ có bạn và các loài động vậtĐọc thêm",
            "Cách tốt nhất để trải nghiệm công viên là ngủ ngoài trời. Nó được kết hợp rất tốt. Bạn chọn chỗ và ở lại qua đêm. Bạn có thể mang theo bất cứ đồ ngủ nào bạn muốn. Tôi chọn cách ngủ trong túi ngủ. Bạn có thể đi lang thang trong công viên từ khi đến nơi cho đến ngày hôm sau. Tất cả các loài động vật dường như đều cảnh giác khi mặt trời mọc. Nó rất yên bình và là cơ hội tốt để tận hưởng công viên mà không có đám đông hàng ngày. Không có xe đưa đón, chỉ có bạn và các loài động vậtĐọc thêm",
            "Công viên này chắc chắn hơi ấn tượng so với một số sở thú hoặc công viên tương đương mà tôi đã từng đến trong đời. Tôi thấy rõ rằng các nhân viên ở đây rất đam mê công việc và quan tâm đến động vật. Tuy nhiên, các cơ sở chắc chắn cảm thấy một chút chạy xuống. Công viên cách Phoenix khoảng một tiếng rưỡi, vì vậy nếu bạn đang ở trong khu vực thì có thể nên làm gì đó, nhưng tôi không nghĩ rằng chỉ nên đến công viên này, trừ khi bạn có con nhỏ. Việc đỗ xe cực kỳ dễ dàng và việc lấy vé nói chung không quá khó khăn. Các buổi biểu diễn rất thú vị nhưng hơi ngắn, tôi vẫn nghĩ bạn có thể có khoảng thời gian vui vẻ ở đây, chỉ cần đừng mong đợi bất cứ điều gì bạn chưa từng xem trước đây.Đọc thêm",
            "- Chuyến thăm Out of Africa của tôi thực sự tuyệt vời! Từ Tiger Splash phấn khích đến Predator Feed quyến rũ, mọi khoảnh khắc đều tràn ngập sự phấn khích và ngạc nhiên. Rõ ràng là các nhân viên quan tâm sâu sắc đến những con vật mà họ giải cứu và chăm sóc. Niềm đam mê của họ tỏa sáng trong mọi việc họ làm. Thật là ấm lòng khi thấy sự cống hiến như vậy. Out of Africa không chỉ là một công viên động vật hoang dã; đó là một khu bảo tồn nơi động vật được yêu thương và tôn trọng. Tôi thực sự khuyên bạn nên ghé thăm để có trải nghiệm khó quên. - Đọc thêm",
            "Không đáng tiền. Hươu cao cổ thậm chí không di chuyển. Rất thất vọng với số tiền chúng tôi đã bỏ ra. Hầu như không có động vật nào.  Lái xe từ Phoenix và lãng phí thời gian. Sẽ không bao giờ đề xuất - Đọc thêm",
            "Chúng tôi đã đi vào buổi sáng một ngày sau khi chúng - động vật ăn thịt - đã được cho ăn và một số động vật có thể hơi chậm khi ra ngoài. Ngoài ra, chúng tôi đã ở đó vào ngày nhật thực có thể cũng có ảnh hưởng nào đó. Người lái xe đưa đón của chúng tôi quanh công viên, Richard, là người rất niềm nở - nhiệt tình và đầy - bố - những câu chuyện cười. Hướng dẫn đi săn của chúng tôi - Đất sét? - rất am hiểu, nhưng cách truyền đạt của anh ấy rất nhanh và đôi khi khó hiểu. Các nhân viên trình bày cho các buổi biểu diễn đã làm rất tốt và mối liên hệ giữa họ với các loài động vật là rất rõ ràng. Họ có khá nhiều loại động vật, đặc biệt đối với một cơ sở không có nguồn tài trợ nào ngoài phí vào cửa. Đó chắc chắn là chuyến đi đáng giá.Đọc thêm",
            "Mặc dù tôi - tôi không phải là một fan hâm mộ của những con vật được trưng bày trong lồng, nhưng chúng trông được chăm sóc cẩn thận và chuồng trại rất rộng. Hướng dẫn viên của chúng tôi là một cô gái trẻ tuyệt vời và giàu thông tin, điều đó khiến cuộc phiêu lưu của chúng tôi trở nên thú vị. Tôi rất vui vì các cháu của tôi đã cho hươu cao cổ ăn và được nhìn cận cảnh tất cả các loài động vật khác nhau. Nhìn chung, đó là khoảng thời gian vui vẻ và bọn trẻ thực sự thích thú.Đọc thêm",
            "Tôi xếp hạng chuyến thăm của chúng tôi là 3. Lý do tại sao tôi xếp hạng chuyến thăm của chúng tôi là ba là do gia đình tôi không thể trải nghiệm trải nghiệm du lịch đầy đủ mà chúng tôi đã trả tiền. Thay vào đó, không có xe đưa đón nào cho đến hai giờ sau khi chúng tôi đến. Vì vậy, chúng tôi phải đi bộ và do đi bộ nên chúng tôi không thể thực hiện tất cả các hoạt động mà chúng tôi đã trả tiền. Một vấn đề khác là các loài động vật thậm chí còn không có sẵn để xem. Tất cả những con vật có thể nhìn thấy dường như đều có năng lượng rất thấp và trông rất đau khổ. Đó - đó không phải là một trải nghiệm tuyệt vời đối với tôi và gia đình tôi chút nào!Đọc thêm",
            "Vợ tôi và tôi đã đi, chúng tôi yêu động vật. Khi đến nhận phòng, mọi người rất thân thiện. Chúng tôi đã có trải nghiệm vip tốt nhất từ ​​trước đến nay và rất được khuyến khích. Chúng tôi là những người duy nhất mà tôi cảm thấy tồi tệ khi những người này làm việc vì tiền boa. Chúng tôi đã gặp Adam hướng dẫn viên du lịch của chúng tôi và anh ấy đã đi rất xa để chúng tôi có được trải nghiệm tuyệt vời. Chúng tôi nuôi tê giác Jerico và cho sư tử, hổ, hyhenna và nhiều loài khác ăn nó. Anh ấy thậm chí còn giao hàng cho chúng tôi như vậy trong khi chúng tôi xem hổ té nước. Sau đó chúng tôi cho sư tử ăn. Nơi mát mẻ và trải nghiệm thực tế với động vật Đọc thêm",
            "CÔNG VIÊN HOANG DÃ TUYỆT VỜI! Hoàn toàn tuyệt đẹp. Là tình nguyện viên của một trong những vườn thú AZA ở Florida, lúc đầu tôi đã tự hỏi tất cả những điều này là gì, tôi không thể - cảm thấy hài lòng hơn. Các căn cứ rất tinh tế, trải rộng trên 104 mẫu Anh. Môi trường sống tuyệt đẹp, tất cả hòa quyện với thiên nhiên và tự nhiên từ những nơi trú ẩn bằng đá cho đến các công trình kiến ​​​​trúc bằng gỗ. Hươu cao cổ có rất nhiều chỗ để dạo chơi cùng ngựa vằn, không có ai có lãnh thổ, ngựa vằn không đông đúc - tất cả đều hài hòa. Xe buýt đi săn sẽ đưa bạn qua những loài hươu cao cổ có lưới, đi theo xe buýt và nhận đồ ăn nhẹ cân bằng làm từ ngũ cốc, yến mạch và mật đường như một món chiêu đãi để chào đón du khách khi chúng tôi trao cho họ lá keo trên cành. Các hướng dẫn viên có nhiều thông tin và rất thành thạo tất cả các sự kiện và câu đố về động vật châu Phi. Khi chúng tôi tiếp tục tham quan công viên, xe buýt đưa đón rất phong phú và bạn cũng có thể chọn đi bộ. RẤT NHIỀU nơi trú ẩn để ngồi, ăn uống và phòng tắm rất phong phú. Các lựa chọn THỰC PHẨM nằm ngoài thế giới này đối với một công viên safari. Bạn có nhiều sự lựa chọn từ xúc xích, đến salad gà ceasar, kem, bạn có thể đặt tên cho nó. Mọi thứ đều sạch sẽ. Những con hổ thật tuyệt vời và cũng ở trong môi trường sống tự nhiên. Bạn ăn gần chúng khi chúng đi lang thang - THEO SẼ - qua môi trường sống của chúng và chào đón du khách.  Các tiết mục đều vui nhộn, hấp dẫn và hài hước nữa. Prayi đã ở đó và chào đón chúng tôi, - CHỦ SỞ HỮU - và rất hấp dẫn. Cửa hàng quà tặng có số lượng RẤT NHIỀU quà tặng đáp ứng mọi túi tiền. NƠI NÀY LÀ PHẢI XEM! Đọc thêm",
            "Chúng tôi rất thích chuyến thăm đầu tiên đến Out of Africa. Chúng tôi thật may mắn khi ngày đó diễn ra suôn sẻ, vào thứ Năm trước khi công viên đóng cửa hai ngày do trời mưa.  Bạn lái xe đến bãi đậu xe chính, đỗ xe và đi đến khu vực bán vé vào cổng.   - Cả tư cách thành viên AAA hoặc AARP của chúng tôi đều mang lại cho chúng tôi mức giảm giá 20 đô la cho nhóm 4 người của chúng tôi. - Chúng tôi được cung cấp bản đồ và lịch trình về những gì sẽ xảy ra với thời gian và địa điểm.  Đối với chúng tôi, mọi thứ bắt đầu vào khoảng năm 11 tuổi và bao gồm một cuộc nói chuyện về sinh vật, chuyến tham quan bằng xe buýt đi săn, trò chơi té nước với hổ, cuộc nói chuyện về loài bò sát và cuộc đi dạo và cho động vật ăn thịt ăn.  Chúng tôi rời đi bằng xe đưa đón trở lại lối vào lúc 3 giờ. Chúng tôi ăn trưa nhẹ tại một trong những quán ăn nhanh.  Các buổi biểu diễn là chìa khóa.  Đó là điều cần thiết để nhìn thấy chúng.  Các chuồng nuôi động vật có bản chất tiện dụng.  Các hướng dẫn viên xe buýt đưa đón biết nơi để tìm động vật trong chuồng để xem các loài động vật. Mẹo của tôi là có những hóa đơn nhỏ để tip cho tài xế và hướng dẫn viên đi xa hơn để giúp đỡ.Đọc thêm"
        ],
        "star_ratings": [
            1095,
            335,
            84,
            33,
            22
        ],
        "review_amount": 1569,
        "location": [],
        "reviews_time": [
            "Written June 19, 2023",
            "Written December 22, 2023",
            "Written April 16, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 7, 2024",
            "Written April 16, 2024",
            "Written April 12, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written March 28, 2024",
            "Written February 17, 2024",
            "Written February 12, 2024",
            "Written December 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60904-d144030-Reviews-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60904-d2369582-Reviews-La_Fonda-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60904-d4638567-Reviews-Wendy_s-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d126804-Reviews-Fort_Verde_State_Historic_Park-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d116675-Reviews-Montezuma_Castle_National_Monument-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d2454036-Reviews-Verde_Valley_Archaeology_Center-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d1718380-Reviews-Alcantara_Vineyards_and_Winery-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d7004365-Reviews-Arizona_Equestrian_Connection-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d8413333-Reviews-Hauser_and_Hauser_Farm-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d279782-Reviews-Cliff_Castle_Casino-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d6673919-Reviews-Camp_Verde_Visitor_Center-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d2613265-Reviews-San_Dominique_Winery-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d23477251-Reviews-World_s_Largest_Kokopelli-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d144030-Reviews-or10-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d144030-Reviews-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d4354574-Reviews-Predator_Zip_Lines-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d7154869-Reviews-Copper_Star_Indoor_Shooting_Range-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d14082190-Reviews-Wild_Western_Horseback_Adventures-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d3317161-Reviews-Arizona_Offroad_Tours-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31330-d109672-Reviews-Montezuma_Well_National_Monument-Rimrock_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31330-d8668746-Reviews-Sedona_Wolf_Sanctuary-Rimrock_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d654158-Reviews-M_Diamond_Ranch-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d11729193-Reviews-Vortex_ATV_Rental-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d23163842-Reviews-Horseback_Wine_Country-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14931377-Reviews-Paula_Deen_s_Lumberjack_Feud_Supper_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d599199-Reviews-The_Amsterdam_Dungeon-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143012-d145567-Reviews-Loop_Road-Badlands_National_Park_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g48925-d4758678-Reviews-Franklin_D_Roosevelt_State_Park-Yorktown_Heights_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d17115252-Reviews-Gandy_Beach-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103242-Reviews-Green_Mill-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195292-Reviews-Catacombe_dei_Cappuccini-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d10537055-Reviews-DART_Rail_System-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d124603-Reviews-Six_Flags_Over_Texas-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g226865-d189258-Reviews-Disneyland_Paris-Marne_la_Vallee_Seine_et_Marne_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60904-d144030-Reviews-or10-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60904-d144030-Reviews-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html"
    }
]