[
    {
        "attraction_name": "Overlord Museum - Omaha Beach",
        "attraction_name_vi": "Bảo tàng Overlord - Bãi biển Omaha",
        "general_info": [
            "1.334 đánh giá",
            "- 3 trong số 14 điều cần làm ở Colleville-sur-Mer",
            "Bảo tàng quân sự",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng Overlord nằm ở Colleville-sur-mer gần Nghĩa trang Norman American nổi tiếng và Bãi biển Omaha - một trong những bãi đổ bộ -. Bảo tàng dành riêng cho câu chuyện về D-Day và Trận chiến Normandy và giới thiệu cho bạn một bộ sưu tập đồ tạo tác lớn. Lần vào cuối cùng một giờ trước giờ đóng cửa.Đọc thêm",
        "reviews": [
            "Đây là một bảo tàng lớn và khác biệt với những bảo tàng khác ở số lượng phương tiện, xe tăng và cảnh quan đông đúc. Mọi khía cạnh đều được hiển thị tốt và kèm theo hình ảnh và văn bản.\nĐừng quên ghé thăm bãi biển và nghĩa trang, cả hai đều ở gần đó.Đọc thêm",
            "Xin chân thành cảm ơn tất cả nhân viên bảo tàng vì nhận xét của bạn! Hẹn gặp lại bạn sớm ở Normandy!Đọc thêm",
            "Chúng tôi thực sự rất thích bảo tàng Overload. Vị trí tốt và bãi đậu xe. Rất gần bãi biển Omaha và Đài tưởng niệm và Bình luận Hoa Kỳ. \nBảo tàng nhỏ, được tổ chức tốt, rất trực quan với bộ sưu tập ấn tượng. Nó là hoàn hảo cho các gia đình có trẻ em. Con tôi - 13, 10 và 6 tuổi - thực sự thích nó. Cửa hàng quà tặng có rất nhiều thứ để cung cấp và nhân viên rất thân thiện. Đọc thêm",
            "Chúng tôi rất vui mừng vì cả người trẻ và người lớn đều yêu thích bảo tàng. Thu hút thế hệ mới là một trong những mục tiêu chính của chúng tôi. Cảm ơn phản hồi của bạn!Đọc thêm",
            "Bảo tàng chiến tranh hay nhất tôi từng đến.  Không mất quá nhiều thời gian để đi bộ xung quanh nhưng những cảnh được tái hiện bằng xe tăng, xe tải, súng thật, đồng phục, v.v. từ chiến tranh đã thực sự khiến nó trở nên sống động.  Các bối cảnh bao gồm ma-nơ-canh và chúng rất sống động như thật.  Không có hai khuôn mặt nào giống nhau - tất cả đều độc đáo.  Tôi cảm thấy một số sắp sống lại bất cứ lúc nào.  Mê hoặc đối với tôi.  Hãy làm đi!Đọc thêm",
            "Xin chân thành cảm ơn nhận xét và đề xuất của bạn!Đọc thêm",
            "Nơi tuyệt vời chứa đầy các di tích về trận chiến và rất nhiều vật phẩm được khôi phục cẩn thận.  Hai chiếc xe tăng lớn nằm ngoài bãi cỏ và cách Nghĩa trang khoảng 1 dặm.  Trả khoảng 10 Euro phí vào cửa.  Tôi đã đi ngang qua một bảo tàng nhỏ trước đó và rất bối rối vì nơi này có những bộ sưu tập từ chiến tranh và nằm trong một ngôi nhà lớn và nhà kho.  Tôi đã trả khoảng 8 Euro để xem điều đó mặc dù nó đáng giá.  \n\nRất nhiều màn hình và bạn sẽ có cảm giác thực sự về cuộc đổ bộ Ngày D và nỗi kinh hoàng mà mọi người phải đối mặt khi họ hạ cánh.  Sau khi đi vòng quanh đây, tôi rẽ trái ra khỏi cổng và đi theo biển chỉ dẫn đầu tiên đến nghĩa trang rồi xuống bãi biển.  Bãi biển có đài tưởng niệm ở đó và nó thực sự kỳ lạ.  Tôi đã không nhận ra nơi này gần vách đá và bãi biển đến mức nào. Đọc thêm",
            "Cảm ơn phản hồi của bạn, chúng tôi rất vui vì bạn thích chuyến thăm của mình! Đọc thêm",
            "Chuyến thăm Bảo tàng Overlord của chúng tôi là một trải nghiệm tuyệt vời. Lúc đầu tôi hơi do dự vì nó rất đông, nhưng hóa ra thì ổn. Đám đông trải dài khắp bảo tàng. Bảo tàng hiển thị cho bạn dòng thời gian thực sự rõ ràng về các sự kiện với những câu chuyện thú vị xung quanh các sự kiện được trưng bày. Thiết bị, phương tiện và kỷ vật được giữ gìn cẩn thận. \nRất khuyến khích ghé thăm OverlordĐọc thêm",
            "Cảm ơn bạn rất nhiều vì tất cả những lời khen ngợi và lời giới thiệu! Hẹn gặp lại bạn sớm tại bảo tàng!Đọc thêm",
            "Bảo tàng rộng lớn và rất toàn diện, không chỉ về D-Day mà còn về toàn bộ Thế chiến thứ 2 từ khi xây dựng cho đến khi kết thúc.  Bộ sưu tập đồ tạo tác phong phú, với những màn trình diễn đường phố và chiến trường đích thực tuyệt vời.  Xuyên suốt bảo tàng, các bảng thông tin rõ ràng bằng 3 ngôn ngữ đã bổ sung thêm trải nghiệm.  Di chuyển tài khoản thật và hình ảnh của các cựu chiến binh khi kết thúc chuyến tham quan.  Cửa hàng quà tặng tuyệt vời với nhiều loại quà lưu niệm.  Chúng tôi đã dành gần 2 giờ ở đây và không cảm thấy vội vã. Vào cửa miễn phí cho các cựu chiến binh, được đánh giá cao. Rất khuyến khích một chuyến thăm. Đọc thêm",
            "Tất cả các nhân viên cảm ơn bạn đã bình luận của bạn! Hẹn gặp lại bạn sớm ở Normandy. Đọc thêm",
            "Chúng tôi đến thăm Bảo tàng Overlord trong lễ kỷ niệm 80 năm thành lập. Chúng tôi được chào đón bởi rất nhiều phương tiện bên ngoài, kể cả những phương tiện hạng nặng đang hoạt động tại hiện trường. Nhiều quầy hàng hơn để mua đồ cổ. Bên trong bảo tàng rất tuyệt vời với dòng thời gian tuyệt vời, màn hình hiển thị và bức tường ký ức đáng yêu. Cũng thú vị vì sự kết hợp tốt đẹp giữa thiết bị của Đức và Đồng minh. Một chuyến thăm tuyệt vời.Đọc thêm",
            "Điểm dừng đầu tiên trong ngày, ngày 2 tháng 6 năm 2024. Bỏ qua tất cả những chiếc xe jeep, xe bán tải, xe tăng, v.v. đã ghé thăm vào Ngày D-Day 80, bảo tàng này rất đáng để ghé thăm theo đúng nghĩa của nó.  Nơi đây có nhiều triển lãm, tranh tầm sâu và tài liệu kể câu chuyện về nghề nghiệp, D-Day và hơn thế nữa.Đọc thêm",
            "Bảo tàng rộng lớn và rất toàn diện, không chỉ về D-Day mà còn về toàn bộ Thế chiến thứ 2 từ khi xây dựng cho đến khi kết thúc.  Bộ sưu tập đồ tạo tác phong phú, với những màn trình diễn đường phố và chiến trường đích thực tuyệt vời.  Xuyên suốt bảo tàng, các bảng thông tin rõ ràng bằng 3 ngôn ngữ đã bổ sung thêm trải nghiệm.  Di chuyển tài khoản thật và hình ảnh của các cựu chiến binh khi kết thúc chuyến tham quan.  Cửa hàng quà tặng tuyệt vời với nhiều loại quà lưu niệm.  Chúng tôi đã dành gần 2 giờ ở đây và không cảm thấy vội vã. Vào cửa miễn phí cho các cựu chiến binh, được đánh giá cao. Rất khuyến khích một chuyến thăm. Đọc thêm",
            "Tất cả các nhân viên cảm ơn bạn đã bình luận của bạn! Hẹn gặp lại bạn sớm ở Normandy. Đọc thêm",
            "Cha tôi là thành viên của D-Day, đổ bộ lên Bãi biển Omaha với tư cách là thành viên của Sư đoàn 29, chúng tôi muốn đến thăm nơi ông đã từng đến.  Có rất nhiều bảo tàng để lựa chọn ở khu vực Normandy, vì vậy dựa trên sự giới thiệu của chủ nhà, chúng tôi đã chọn tham quan Bảo tàng Overlord.  Bảo tàng rất dễ tìm, ngay đối diện lối vào Nghĩa trang Mỹ.  Nó cố gắng kể nhiều điều hơn là chỉ câu chuyện về D-day, với các phân đoạn về sự chiếm đóng của Đức.  Biển báo rất tốt với nhiều ngôn ngữ, rất nhiều đồ tạo tác và tranh tầm sâu để giới thiệu cho những người tham gia, bao gồm cả một số với người Đức.  Chúng tôi mất khoảng một giờ để hoàn thành. Một số phàn nàn nhỏ: - Rất muốn được nghe thêm về những người lính bình thường trên bãi biển-- có lẽ là một số đoạn ghi âm hồi ức của họ. - Tôi có cảm giác rằng phần lớn lịch sử được kể nghiêng về quan điểm của người Anh.  Ví dụ: - cuộc đột kích vào Dieppe được người Mỹ thúc giục - - điều đó không đúng-- nếu có thì đó là do Churchill và Mountbatten thúc giục - và phóng đại vai trò của Montgomery trong các hoạt động ban đầu - ông ấy là chỉ huy Lực lượng Mặt đất, nhưng có rất ít ảnh hưởng đến các hoạt động trên bãi biển của Mỹ - , nhưng không có gì về việc Monty đã làm hỏng việc và để quân Đức mắc kẹt trong túi Falaise trốn thoát như thế nào. - Hầu như không tìm thấy BẤT CỨ ĐIỀU GÌ về Sư đoàn 29-- rất nhiều về - Big Red One - - Sư đoàn 1 - , nhưng Sư đoàn 29 ở ngay trong bãi biển dày đặc của Omaha, nhưng không được đề cập nhiều.  Và KHÔNG CÓ GÌ trong cửa hàng quà tặng vào ngày 29.  Rất nhiều Sư đoàn Dù 82 và Sư đoàn 1...Đọc thêm",
            "Xin chào, \nCảm ơn phản hôi của bạn. Chúng tôi rất vui vì bạn thích chuyến thăm của mình. Chúng tôi sẽ xem xét ý kiến ​​của bạn và chúc bạn mọi điều tốt đẹp nhất cho tương lai. Đọc thêm",
            "Đây là một triển lãm chi tiết về các sự kiện trong chiến tranh. Các ma-nơ-canh tạo nên khung cảnh của các sự kiện trong chiến tranh. Nó có vũ khí, xe cộ, trang phục của binh lính và kỷ vật chiến tranh. Phải mất một thời gian để đi bộ qua nhưng đó là một chuyến thăm đáng giá. Một trong những bảo tàng tốt nhất để ghé thăm. Đọc thêm",
            "Tất cả các nhân viên cảm ơn phản hồi của bạn! Hẹn gặp lại các bạn sớm trên các bãi đổ bộ!Đọc thêm",
            "Chuyến thăm Bảo tàng Overlord của chúng tôi là một trải nghiệm tuyệt vời. Lúc đầu tôi hơi do dự vì thực sự đông đúc, nhưng hóa ra lại ổn. Đám đông trải rộng khắp bảo tàng. Bảo tàng cho bạn thấy một mốc thời gian thực sự mạnh mẽ về các sự kiện với những câu chuyện tuyệt vời xung quanh các sự kiện được trưng bày. Thiết bị, phương tiện và kỷ vật được bảo quản tốt. Rất khuyến khích đến thăm OverlordĐọc thêm",
            "Cảm ơn bạn rất nhiều vì tất cả những lời khen ngợi và lời giới thiệu! Hẹn gặp lại bạn sớm tại bảo tàng!Đọc thêm",
            "Nơi tuyệt vời chứa đầy các di tích về trận chiến và rất nhiều vật phẩm được khôi phục cẩn thận.  Hai chiếc xe tăng lớn nằm ngoài bãi cỏ và cách Nghĩa trang khoảng 1 dặm.  Trả khoảng 10 Euro phí vào cửa.  Tôi đã đi ngang qua một bảo tàng nhỏ trước đó và rất bối rối vì nơi này có những bộ sưu tập từ chiến tranh và nằm trong một ngôi nhà lớn và nhà kho.  Tôi đã trả khoảng 8 Euro để xem điều đó mặc dù nó đáng giá.  Rất nhiều màn hình và bạn sẽ có cảm giác thực sự về cuộc đổ bộ Ngày D và nỗi kinh hoàng mà mọi người phải đối mặt khi họ hạ cánh.  Sau khi đi vòng quanh đây, tôi rẽ trái ra khỏi cổng và đi theo biển chỉ dẫn đầu tiên đến nghĩa trang rồi xuống bãi biển.  Bãi biển có đài tưởng niệm ở đó và nó thực sự kỳ lạ.  Tôi đã không nhận ra nơi này gần vách đá và bãi biển đến mức nào. Đọc thêm",
            "Cảm ơn phản hồi của bạn, chúng tôi rất vui vì bạn thích chuyến thăm của mình! Đọc thêm",
            "Bảo tàng chiến tranh hay nhất tôi từng đến.  Không mất quá nhiều thời gian để đi bộ xung quanh nhưng những cảnh được tái hiện bằng xe tăng, xe tải, súng thật, đồng phục, v.v. từ chiến tranh đã thực sự khiến nó trở nên sống động.  Các bối cảnh bao gồm ma-nơ-canh và chúng rất sống động như thật.  Không có hai khuôn mặt nào giống nhau - tất cả đều độc đáo.  Tôi cảm thấy một số sắp sống lại bất cứ lúc nào.  Mê hoặc đối với tôi.  Hãy làm đi!Đọc thêm",
            "Xin chân thành cảm ơn nhận xét và đề xuất của bạn!Đọc thêm",
            "Một trong ba bảo tàng hàng đầu tôi muốn gợi ý khi đến thăm khu vực Normandy.  Triển lãm tuyệt vời với thông tin rất nhiều thông tin để đọc cùng.  Không - không quá bận rộn vào buổi sáng và không vội vã thưởng thức các cuộc triển lãm Đọc thêm",
            "Cảm ơn bạn đã giới thiệu và hẹn gặp lại bạn sớm trên các bãi đáp!Đọc thêm",
            "Chúng tôi bị choáng ngợp bởi bộ sưu tập và trưng bày tuyệt vời tại bảo tàng này - chúng tôi chỉ chọn một trong nhiều bảo tàng địa phương để tham quan và chỉ có thế thôi, và chúng tôi không hề thất vọng chút nào. Chúng tôi theo sau và dừng lại ở nghĩa trang Hoa Kỳ chỉ cách đó vài phút. Thật tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì nhận xét của bạn và hẹn gặp lại bạn sớm ở Normandy!Đọc thêm",
            "Xin chào, tôi thấy điều đó - có rất nhiều dàn dựng với xe tăng. Con trai 7 tuổi của tôi mơ ước được nhìn thấy bên trong chiếc xe tăng được làm bằng gì. Có thể vào bảo tàng để vào một chiếc xe tăng hoặc xem bản tái tạo bên trong của một chiếc xe tăng không?\nChúng tôi sẽ đến khu vực này vào đầu tháng 5 và tôi đang tìm một bảo tàng cung cấp nó.\nCảm ơn bạn trước vì câu trả lời của bạn\nCatherineĐọc thêm",
            "Xin chào! Tôi muốn biết liệu có lựa chọn tuyến đường nào bằng phương tiện giao thông công cộng rời Paris không. Cảm ơn bạn.Đọc thêm",
            "Không ý kiến \n\nĐọc thêm",
            "Đối diện bảo tàng hướng về nghĩa trang Mỹ là một khách sạn có nhà hàng, ai biết nhà hàng này tên gìĐọc thêm",
            "Domaine de l - Hostréière.\n\nChỉ cần đến địa điểm trên Google Maps và câu trả lời sẽ có ngay :- - . Và với Chế độ xem phố, bạn có thể kiểm tra nó.\nTới địa điểm trên Google Maps và câu trả lời là có :- - . Và với Chế độ xem phố, bạn có thể kiểm tra điều đó.Đọc thêm",
            "Có xe tăng Panzer được trưng bày bên trong không? Không thể biết chắc chắn qua hình ảnh.Đọc thêm",
            "CóĐọc thêm"
        ],
        "star_ratings": [
            754,
            459,
            92,
            26,
            5
        ],
        "review_amount": 1336,
        "location": [
            "Colleville-sur-Mer",
            "Hạ Normandy",
            "Calvados",
            "Châu Âu",
            "Những hoạt động không thể bỏ qua ở Colleville-sur-Mer",
            "Bảo tàng Overlord - Bãi biển Omaha",
            "Normandie",
            "Pháp"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written August 1, 2023",
            "Written October 4, 2023",
            "Written October 8, 2023",
            "Written October 26, 2023",
            "Written April 9, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written April 9, 2024",
            "Written March 3, 2024",
            "Written January 6, 2024",
            "Written October 27, 2023",
            "Written October 8, 2023",
            "Written October 4, 2023",
            "Written September 23, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g676160-d4428551-Reviews-Overlord_Museum_Omaha_Beach-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g676160-d2257643-Reviews-Domaine_de_l_Hostreiere-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1462420-d2337444-Reviews-La_Sapiniere-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676160-d10750510-Reviews-Eolia_Normandie-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1462420-d6882272-Reviews-La_Cremaillere-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4586108-d8538168-Reviews-L_Hypo_Camp-Sainte_Honorine_des_Pertes_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1462420-d1764595-Reviews-L_Omaha-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1462420-d4560550-Reviews-D_Day_House-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1756465-d18921643-Reviews-Creperie_de_Formigny-Formigny_Formigny_La_Bataille_Calvados_Basse_Normandie_Nor.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1756465-d1989817-Reviews-Byin_T_cheu_Mei-Formigny_Formigny_La_Bataille_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664443-d18273855-Reviews-Friterie_en_plage-Vierville_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d2087033-Reviews-Big_Red_One_Assault_Museum-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d196245-Reviews-Cimetiere_Americain_de_Colleville_sur_Mer-Colleville_sur_Mer_Calvados_Basse_Norman.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d10332995-Reviews-Normandy_Visitors_Center-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187180-d553879-Reviews-D_Day_Beaches_Plages_du_Debarquement_de_la_Bataille_de_Normandie-Basse_Normandie_N.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d10725330-Reviews-Eglise_Notre_Dame_de_l_Assomption-Colleville_sur_Mer_Calvados_Basse_Normandie_No.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d8801325-Reviews-D_Day_Monument-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d10374334-Reviews-Memorial_1st_US_Infantry_Division_Omaha_Beach-Colleville_sur_Mer_Calvados_Basse_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d196216-Reviews-Omaha_Beach-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d3454065-Reviews-Omaha_Beach_Memorial_Museum-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Norma.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d8482061-Reviews-Les_Braves-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d4428551-Reviews-or10-Overlord_Museum_Omaha_Beach-Colleville_sur_Mer_Calvados_Basse_Normandie_Norm.html",
            "https://www.tripadvisor.com/Attraction_Review-g187181-d2661109-Reviews-First_Normandy_Battlefield_Tours-Bayeux_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187181-d1582549-Reviews-Battle_of_Normandy_Tours-Bayeux_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1462420-d4961506-Reviews-Ferme_de_la_Sapiniere-Saint_Laurent_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175408-d1172825-Reviews-Victory_Tours-Planquery_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187181-d3428601-Reviews-Gold_Beach_Company-Bayeux_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d7790681-Reviews-Mamba_Village_Centre-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d3188112-Reviews-Shelby_Farms_Park-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g43951-d2234460-Reviews-Williams_Brothers-Philadelphia_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34373-d10757781-Reviews-2infinity_Extreme_Air_Sports-Lakeland_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1898538-Reviews-The_Greek_Theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147271-d9791266-Reviews-Buena_Vista_Social_Night-Havana_Ciudad_de_la_Habana_Province_Cuba.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196238-Reviews-CineStar_Original_and_IMAX-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d7728887-Reviews-Himchori-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d4226851-Reviews-Wheatlands_Plantation-Sevierville_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g676160-d4428551-Reviews-or10-Overlord_Museum_Omaha_Beach-Colleville_sur_Mer_Calvados_Basse_Normandie_Norm.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g676160-d4428551-Reviews-Overlord_Museum_Omaha_Beach-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html"
    }
]