[
    {
        "attraction_name": "Owens-Thomas House & Slave Quarters",
        "attraction_name_vi": "Nhà Owens-Thomas - Khu nô lệ",
        "general_info": [
            "2.417 đánh giá",
            "- 31 trong số 227 điều cần làm ở Savannah",
            "Địa điểm lịch sử",
            "Bảo tàng Lịch sử"
        ],
        "attraction_summary": "Được xây dựng như một lâu đài xinh đẹp theo phong cách Regency vào năm 1819, Ngôi nhà Owens-Thomas, cùng với những khu vườn liền kề, nhà xe ngựa và khu nô lệ, cho phép du khách khám phá mối quan hệ phức tạp giữa những người quyền lực nhất và ít quyền lực nhất ở thành phố Savannah. đầu thế kỷ 19. Chỉ cách Bảo tàng Telfair - hai địa điểm khác bảy phút đi bộ, ngôi nhà lịch sử này mang đến trải nghiệm hoàn toàn khác. Bảo tàng Telfair - Nhà Owens-Thomas - Khu nô lệ đã tạm dừng vô thời hạn tất cả các chuyến tham quan do người hướng dẫn có hướng dẫn do COVID-19. Du khách có thể tự mình khám phá ngôi nhà lịch sử bằng chuyến tham quan bằng âm thanh có sẵn trên Spotify, Apple Podcasts hoặc trang web của chúng tôi.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đến thăm vào cuối tuần thứ sáu. Hướng dẫn viên của chúng tôi đã cung cấp lịch sử của gia đình Owens-Thomas và ngôi nhà cũng như những câu chuyện về những người nô lệ trong ngôi nhà. Sự tương phản rõ rệt giữa cuộc sống của những gia đình giàu có và những đối tượng nô lệ của họ đã được hướng dẫn viên du lịch của chúng tôi mô tả một cách chân thực và khách quan. Điều thú vị là nhóm chỉ có thắc mắc và nhận xét về chi tiết kiến ​​trúc của ngôi nhà. Tôi nghĩ hướng dẫn viên du lịch của chúng tôi đã làm rất tốt!Đọc thêm",
            "Chúng tôi là nhóm 11:45 ngày 28 tháng 6 này. Hướng dẫn viên của chúng tôi rất tuyệt vời và tất cả nhân viên đều vô cùng ân cần. Bảo tàng tuyệt vời này trưng bày thời kỳ đó và có nhiều đồ nội thất và tác phẩm nghệ thuật nguyên bản. Nhất định phải xem! Đọc thêm",
            "Chuyến tham quan này là điểm nhấn trong chuyến đi tuyệt vời của chúng tôi đến Savannah. Hướng dẫn viên của chúng tôi, Jordan, là một viên ngọc quý. Kho thông tin và thái độ tử tế của cô ấy đã khiến mọi người hoàn toàn bị thu hút.  Chuyến tham quan ngôi nhà này sẽ là điểm dừng chân trong kỳ nghỉ của bạn.Đọc thêm",
            "Chuyến tham quan rất hay - nếu bạn chỉ đi tham quan một ngôi nhà ở Savannah thì đây là nơi nên xem.  Chúng tôi đến vào khoảng 2 giờ 30 chiều và phải mua vé cho chuyến tham quan tự hướng dẫn bằng âm thanh.  Bạn quét mã và kéo chuyến tham quan lên điện thoại di động và có thể đi bộ theo tốc độ của riêng bạn.  Tôi nghĩ chúng tôi đã đến quá muộn so với chuyến tham quan có hướng dẫn viên nhưng dù sao thì nó cũng rất đáng giá và rất thú vị.Đọc thêm",
            "Ngôi nhà rất thú vị. Chúng tôi đã học được khá nhiều. Hướng dẫn viên của chúng tôi rất am hiểu, nhưng nói hơi nhanh đối với người nước ngoài. Chúng tôi rất thích không gian bên ngoài một chút, ở nhiệt độ cực cao. Bên trong được lưu giữ và diễn giải rất độc đáo để ghi nhận lịch sử của thời đạiĐọc thêm",
            "Ngôi nhà và tài sản này rất đẹp. Chúng tôi đã có một hướng dẫn viên du lịch tuyệt vời, Kate. Có thể tham quan nhà và khu nô lệ thật thú vị. Chúng tôi được khuyến khích xem qua tầng dưới sau khi chuyến tham quan kết thúc và tìm hiểu thêm về cư dân cũng như lịch sử của ngôi nhà xinh đẹp này.  Đọc thêm",
            "Ngôi nhà Owens-Thomas - Khu nô lệ là một ví dụ về ngôi nhà cổ và các khu nơi nô lệ của họ sinh sống.  Khu dành cho nô lệ nằm đối diện với ngôi nhà trên một khoảng sân từng có nhiều hoạt động và động vật.  Sân hôm nay là một khu vườn xinh xắn.  Người ta sẽ tham quan khu dành cho nô lệ ở tầng một và tầng hai với ví dụ về đồ nội thất cổ điển cơ bản.  Bên trong ngôi nhà, người ta sẽ thấy tầng một và tầng hai của một ngôi nhà đẹp cũng như tầng hầm nơi đặt bếp.  Đọc thêm",
            "Bằng cách mua vé tham gia chuyến tham quan này, chúng tôi cũng có quyền vào Bảo tàng Jepson và Bảo tàng Telfair.  Cả ba đều tuyệt vời.  Tôi thích tham quan những ngôi nhà cổ, biệt thự và đồn điền và trong một số chuyến tham quan gần đây, bao gồm cả chuyến tham quan này, tôi thấy có sự tập trung vào việc khẳng định lại tầm quan trọng của vai trò của những người nô lệ trong sự thành công của những ngôi nhà này.  Tôi nghĩ điều thực sự quan trọng là không để chúng ta quên đi cuộc sống khó khăn của những người nô lệ này.  Chuyến tham quan rất nhiều thông tin.Đọc thêm",
            "Jordan cung cấp một tour du lịch tuyệt vời. Cô khuyến khích và trả lời các câu hỏi về ngôi nhà và các thời kỳ khác nhau. Ngôi nhà có các khu vực được khôi phục và bảo tồn. Nếu chỉ đến thăm một ngôi nhà lịch sử ở Savannah, hãy giới thiệu ngôi nhà này. Đọc thêm",
            "Đây là một trong những chuyến tham quan quê hương lịch sử miền Nam hay nhất mà tôi từng tham gia. Tôi rất đánh giá cao việc dành thời gian bình đẳng để giải thích về cuộc sống của những người chủ cũng như những người nô lệ. Rất, rất thú vị. Ngôi nhà đã được tân trang lại đẹp mắt và có một số đặc điểm rất độc đáo. Rất đáng để thừa nhận!Đọc thêm",
            "Khi đến thăm Savannah, đây là điểm dừng chân số một của bạn. Trên thực tế, đây là chuyến tham quan ngôi nhà này lần thứ hai của tôi, cách nhau một năm và mỗi hướng dẫn viên du lịch đều mang cá tính riêng của họ vào chuyến tham quan. Hướng dẫn viên du lịch năm nay, Jovi, đã ra khỏi thế giới này rất tốt. Đam mê, hấp dẫn và cá tính, Jovi kể cho chúng tôi nghe về ngôi nhà, cư dân của nó - dù là nô lệ hay không - và trả lời tất cả các câu hỏi với vẻ hào hứng rõ ràng. Anh ấy thậm chí còn chia sẻ những diễn biến và thay đổi mới sắp xảy ra với ngôi nhà! Tôi - tôi chắc chắn rằng các hướng dẫn viên du lịch khác của ngôi nhà này đều rất tuyệt vời, nhưng Jovi chắc hẳn là một trong những người giỏi nhất của họ. Sự chú trọng đến những người nô lệ là rất quan trọng trong việc bảo tồn tính nhân văn của họ trong suốt lịch sử. Bảo tàng Telfair - cam kết về công bằng chủng tộc đã rõ ràng khi chúng tôi bắt đầu chuyến tham quan tại nhà xe ngựa cũ: xem tên của những cá nhân nô lệ cũng như những mảnh gỗ trống để tượng trưng cho những người có tên đã bị thất lạc trong lịch sử. Phần còn lại của chuyến tham quan tập trung vào cả chủ sở hữu nô lệ và nô lệ; mặc dù chế độ nô lệ không thống trị chuyến tham quan, nhưng việc thoát khỏi lao động nô lệ là một phần cuộc sống hàng ngày của gia đình Owens và Thomas. Có rất nhiều viện bảo tàng - những ngôi nhà bảo tồn một phần nhà ở cho cư dân da trắng; trong khi ngôi nhà Owens-Thomas đã làm rất tốt điều này thì ngôi nhà và chuyến tham quan lại rất độc đáo vì sự cống hiến và tôn trọng đối với những người nô lệ cũng như sự hòa nhập của họ. Bạn thậm chí có thể tự mình đọc các tài liệu lịch sử cơ bản ở tầng hầm!Đọc thêm",
            "Tôi - đã đưa nhiều bạn bè đi tham quan ngôi nhà lịch sử này trong nhiều năm qua. Ngôi nhà đã phát triển với nhiều hơn để xem. Nhà bếp là nét độc đáo mà những ngôi nhà lịch sử khác không có và những khu vườn rất đẹp. Tuy nhiên, tôi cảm thấy một chuyến tham quan chỉ tốt khi có hướng dẫn viên. Vào thứ Hai ngày 30 tháng 5 trong chuyến tham quan lúc 12:45, người đàn ông hướng dẫn của chúng tôi dường như giảng bài nhiều hơn với giọng điệu trong chương trình nghị sự của mình. Vâng, tất cả chúng tôi đều đã từng đến trường và hiểu rằng nghề muối là một vết đen trong lịch sử của chúng tôi. Đây được quảng cáo là một chuyến tham quan ngôi nhà lịch sử và thật không may, tôi không nghĩ người hướng dẫn đã đáp ứng được tiêu chí đó.Đọc thêm",
            "Hôm nay tôi thật may mắn khi được tham gia chuyến du lịch chỉ có bốn người lớn cùng với Jovi. Ông là một người hướng dẫn xuất sắc và đã làm cho ngôi nhà cũng như lịch sử của nó trở nên sống động. Là một công dân không phải Hoa Kỳ, tôi đã biết được nhiều điều về Savannah và lịch sử đầu những năm 1800 của Hoa Kỳ, thông qua câu chuyện về ngôi nhà và cư dân của nó. Tôi rất ngạc nhiên khi biết rằng một ngôi nhà cổ như thế này lại có hệ thống ống nước trong nhà.  Đồ nội thất không phải là nguyên bản nhưng thuộc thời kỳ đó và gợi lên cảm giác về cách đây 200 năm. Cảm ơn Jovi vì chuyến đi tuyệt vời. Và xin cảm ơn chủ sở hữu đã chứng thực ngôi nhà cho công chúng trong tương lai.Đọc thêm",
            "Harris là một hướng dẫn viên đáng kinh ngạc. anh ấy được tạo ra để làm công việc này nhờ khả năng truyền tải, giọng điệu và kiến ​​thức phong phú của mình. Kiến trúc và lịch sử của ngôi nhà này thật tuyệt vời. Chuyến tham quan mang đến cái nhìn từ góc nhìn của tất cả những người đã bước qua những cánh cửa đó. Đây là vị trí được bảo tồn tốt nhất cho đến nay.Đọc thêm",
            "Đây là lần thứ hai tôi đi qua ngôi nhà xinh đẹp này và lần đầu tiên là chồng tôi.  Lần đầu tiên của tôi là sau Covid nên chỉ tự hướng dẫn nhưng lần này chúng tôi đã có người hướng dẫn. Tôi ước gì tôi nhớ được tên anh ấy, chàng trai trẻ và thực sự yêu thích lịch sử của ngôi nhà. Tôi thích cách tập trung vào sự giúp đỡ của nô lệ. Thành thật mà nói, tôi không quan tâm nhiều đến ngôi nhà bằng cuộc sống của một nô lệ. Chuyến tham quan này tập trung vào lịch sử đen và thực hiện công việc xuất sắc. Chế độ nô lệ là một phần quan trọng trong lịch sử miền Nam của chúng ta và những câu chuyện đau thương cần được dạy và lắng nghe. Đây là một số người đáng chú ý nhất và mặc dù họ đã im lặng trong thời gian đó, nhưng câu chuyện của họ giờ đây vẫn tiếp tục mãi mãi. Tôi dự định đưa các cháu của mình đến thăm để học bài lịch sử này.Đọc thêm",
            "Tôi thực sự thích các chuyến tham quan lịch sử và đây là danh sách của chúng tôi khi đến thăm Savannah.  Chuyến tham quan bắt đầu với dòng thời gian rất nhiều thông tin về quá trình thuộc địa hóa Savannah và lịch sử quyền sở hữu nhà, sau đó là xem các khu nô lệ.  Thật không may, khu dành cho nô lệ đã được hiện đại hóa khá nhiều, sân trong cũng vậy.  Hướng dẫn viên du lịch rất kỹ lưỡng và cung cấp nhiều cái nhìn sâu sắc về những đóng góp của nô lệ trong việc xây dựng và bảo trì tài sản.  Tuy nhiên, tôi không cần phải liên tục bị nhắc nhở về việc chế độ nô lệ sai trái như thế nào - KHÓA HỌC ĐÓ LÀ!! - , và điều này đã khiến chúng tôi nghẹn ngào trong suốt chuyến tham quan.  Thực lòng tôi cảm thấy như mình đang bị đối xử như một đứa trẻ.    Thật không may, vì lẽ ra tôi sẽ cho cái này 4 sao.Đọc thêm",
            "Tôi đã có một trải nghiệm rất khó chịu trong chuyến tham quan Nhà Owens-Thomas và Khu nô lệ.  Tôi không nhận ra rằng có cầu thang - cầu thang dốc - trong chuyến tham quan và sau một ngày dài tham quan ở Savannah, tôi quyết định không muốn leo cầu thang khi chuyến tham quan bắt đầu và ở lại tầng một.  Người hướng dẫn viên đi xuống và hỏi tại sao tôi không lên lầu để xem khu nô lệ.  Tôi cho anh ấy biết rằng tôi gặp khó khăn khi leo cầu thang.  Anh ấy nói rằng phần còn lại của chuyến tham quan cũng có cầu thang. Anh ấy trông có vẻ giận dữ và tôi nghĩ đó là do tôi không tham gia chuyến tham quan nên tôi nói với anh ấy rằng tôi sẽ cố leo cầu thang nhưng tôi sẽ phải đi chậm.  Anh ấy nói anh ấy không muốn tôi tham gia chuyến lưu diễn vì tôi đã xúc phạm anh ấy.  Anh ấy đang cao giọng trước mặt những người còn lại trong nhóm đang tham gia chuyến lưu diễn.  Tôi nói với anh ấy rằng anh ấy đã hiểu lầm tại sao tôi không leo cầu thang nhưng anh ấy lao đi và lẩm bẩm rằng anh ấy đang bực mình.  Tôi xấu hổ và khó chịu đến nỗi chỉ ngồi đợi gia đình kết thúc chuyến tham quan.  Anh ấy đã hủy hoại một ngày của tôi nhưng tôi quyết định anh ấy sẽ không làm hỏng cả chuyến đi của tôi.  Savannah là một thành phố tuyệt vời với rất nhiều người tốt nhưng Dook, hướng dẫn viên du lịch, không phải là một trong số họ.Đọc thêm",
            "Chúng tôi muốn xin lỗi vì hành vi của nhân viên chúng tôi. Hành động của họ không phản ánh giá trị của công ty chúng tôi và chúng tôi đã thực hiện hành động khắc phục liên quan đến trường hợp này. Chúng tôi đánh giá cao tất cả khách truy cập và hy vọng sẽ phục vụ bạn tốt hơn trong tương lai. Cảm ơn bạn đã quan tâm.Đọc thêm",
            "Các hướng dẫn viên đã mô tả rất tốt cuộc sống diễn ra như thế nào trong thời gian Gia đình Owens sống ở đây.  Họ làm việc chăm chỉ để mang lại cuộc sống cho những người nô lệ cũng như chủ sở hữu nô lệ.Đọc thêm",
            "Dook làm hướng dẫn viên du lịch. Trong chuyến tham quan, có một phụ nữ gặp khó khăn khi leo lên cầu thang nên đã chọn ngồi ở phía dưới trên một chiếc ghế dài. Khi kết thúc chuyến tham quan lên tầng trên, Dook đến gần cô và mắng mỏ cô trước mặt mọi người, bày tỏ sự xúc phạm vì cô đã không đi cầu thang. Cô ấy giải thích rằng cô ấy đã không nhận ra rằng mình sẽ không thể vượt qua được những bậc thang dốc và không muốn giữ chân bất kỳ ai. Tuy nhiên, Dook đã thông báo với cô rằng cô không còn được chào đón trong chuyến lưu diễn của anh nữa. Hành vi của anh ta rất thiếu chuyên nghiệp và không chính đáng. Cô gái trẻ ngồi bên ngoài, rõ ràng là buồn bã và rơi nước mắt trong khi gia đình cô hoàn thành chuyến tham quan. Chứng kiến ​​tình huống đó khiến tôi quá quẫn trí để tập trung vào chuyến tham quan.Đọc thêm",
            "Chúng tôi muốn xin lỗi vì hành vi của nhân viên chúng tôi. Hành động của họ không phản ánh giá trị của công ty chúng tôi và chúng tôi đã thực hiện hành động khắc phục liên quan đến trường hợp này. Chúng tôi đánh giá cao tất cả khách truy cập và hy vọng sẽ phục vụ bạn tốt hơn trong tương lai. Cảm ơn bạn đã quan tâm.Đọc thêm",
            "Đây là một chuyến tham quan thực sự thú vị mang đến những hiểu biết mới về cuộc sống của những người nô lệ. Các phòng đều được trang trí từ thời kỳ đó và có hình ảnh khu dành cho nô lệ. Có một số đoạn trích từ những bức thư của gia đình được trưng bày cho thấy cái nhìn thoáng qua về thái độ nô lệ bất công của những người chủ.Đọc thêm",
            "Nếu vé có giá trị trong một tuần kể từ ngày mua, điều đó có cho phép bạn đến thăm từng bảo tàng vào các ngày khác nhau trong tuần đó không? Bạn có thể ghé thăm bảo tàng nhiều lần trong cùng một ngày không?Đọc thêm",
            "Đúng. Hãy nhớ đến Nhà Owens-Thomas từ rất sớm. Họ chỉ có thể đưa rất nhiều người trong mỗi chuyến tham quan. Họ có thể lấp đầy nhanh chóng.  Người hướng dẫn bảo chúng tôi phải có mặt sớm và chúng tôi rất vui vì đã làm như vậy.Đọc thêm",
            "Bạn có thể mua vé ngay tại nhà Owens-Thomas hay mua trực tuyến là hợp lý?Đọc thêm",
            "Có, bạn có thể mua vé tại Nhà Owens-Thomas - Khu nô lệ, cũng như tại Trung tâm Jepson và Học viện Telfair.  Tùy thuộc vào thời điểm bạn đến trong năm, chúng tôi khuyên bạn nên bắt đầu ngày mới tại nhà vì các chuyến tham quan có thể hết vé vào các buổi chiều muộn trong mùa cao điểm từ tháng 3 đến tháng 5.Đọc thêm",
            "Chúng tôi sẽ ở Savannah vào ngày 19-21 tháng 10 tới.  Chúng tôi có thể mua vé tham quan tại chỗ không, hoặc địa điểm của họ có thể mua vé ngoài trực tuyến dành cho Người cao tuổi không?  Cảm ơn bạn.Đọc thêm",
            "Chúng tôi đã mua vé tại chỗ.Đọc thêm",
            "Việc nhập học có bao gồm hướng dẫn viên du lịch hoặc tài liệu không? Cảm ơn rất nhiều vì tất cả sự giúp đỡ!! Đọc thêm",
            "Đó là cách duy nhất bạn có thể tham quan ngôi nhà với hướng dẫn viên du lịch và là một phần của giá vào cửa.   Có vẻ như các chuyến tham quan diễn ra khoảng 15-20 phút một lần.Đọc thêm",
            "Làm thế nào bạn có thể mua 1 chuyến tham quan nhà? Nó nói rằng bạn phải mua vé trên trang web của họ, nhưng mua một căn nhà không phải là một lựa chọn. Chúng tôi là một gia đình gồm 5 người, -- - 100 là hơi cao đối với chúng tôi. Cảm ơn trước!Đọc thêm",
            "Xin chào! Vé vào Bảo tàng Telfair bao gồm cả ba địa điểm, bao gồm cả Nhà Owens-Thomas. Mặc dù không có tùy chọn mua vé vào cửa chỉ cho một địa điểm, xin lưu ý rằng trẻ em từ 12 tuổi trở xuống được vào cửa miễn phí và học sinh từ 13-30 tuổi được giảm giá 5 khi có thẻ sinh viên. Vui lòng cho chúng tôi biết nếu chúng tôi có thể trợ giúp điều gì khác. Cảm ơn!Đọc thêm",
            "Mình thấy bạn chỉ có thể mua được vé bao gồm cả 3 địa điểm thôi. Tôi chỉ ở Savannah vào cuối tuần. Làm cả 3 việc đó mất bao lâu? Chuyến bay vào chủ nhật của tôi khởi hành lúc 5:51. Nếu tôi dành ngày Chủ nhật của mình cho việc này, bắt đầu khi họ mở cửa lúc 12 giờ, liệu tôi có thể thực hiện chuyến bay của mình mà không phải gấp rút không?  - Nó nói rằng khách sạn của chúng tôi cách sân bay 22 phút - Đọc thêm",
            "Chúng tôi đã đi đến cả 3. Ngôi nhà Owens-Thomas là ngôi nhà yêu thích của chúng tôi.  Chúng tôi đã dành nhiều thời gian nhất ở đó.  Nhà Owens-Thomas có các chuyến tham quan có hướng dẫn viên vào những thời điểm nhất định.  2 cái còn lại là tự hướng dẫn.  Học viện Telfair có nghệ thuật thế kỷ 19 và 20.  Ngoài ra còn có đồ bạc và đồ sứ.   Có rất nhiều bài đọc về các mặt hàng.  Chúng tôi đã không đi hết toàn bộ Trung tâm Jepson.  Những gì chúng tôi đã thấy là nghệ thuật hiện đại.  Lý do duy nhất chúng tôi đến là để xem bức tượng - Bird Girl -.\n\nCả 3 địa điểm đều nằm trong khoảng cách đi bộ của nhau.  Bạn có thể có thể xem cả 3 phần trong ngày nếu bạn không dành nhiều thời gian cho 2 phần còn lại.Đọc thêm",
            "địa điểm này có phù hợp cho xe lănĐọc thêm",
            "Bản thân Ngôi nhà Owens-Thomas không phù hợp cho xe lăn do tính chất lịch sử của địa điểm này, nhưng Cửa hàng Bảo tàng, Khu Nô lệ - Phòng trưng bày Định hướng, phòng vệ sinh công cộng và khu vườn đều phù hợp cho xe lăn.Đọc thêm",
            "tour này có phù hợp với người ngồi xe lăn không?Đọc thêm",
            "Đây có phải là những phòng mở không?   - như Anse Chestnut, ngọc mtn và ladera? - Hay họ có bốn bức tường và một - c?Đọc thêm",
            "AC. Một số bị đứt dây.Đọc thêm"
        ],
        "star_ratings": [
            1454,
            650,
            205,
            50,
            58
        ],
        "review_amount": 2417,
        "location": [
            "Thảo nguyên",
            "Georgia - GA -",
            "Hoa Kỳ",
            "Bờ biển Georgia",
            "Nhà Owens-Thomas - Khu nô lệ",
            "Những điều cần làm ở Savannah"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written June 28, 2023",
            "Written July 3, 2023",
            "Written July 7, 2023",
            "Written July 9, 2023",
            "Written August 20, 2023",
            "Written October 3, 2023",
            "Written October 5, 2023",
            "Written October 11, 2023",
            "Written October 12, 2023",
            "Written May 29, 2024",
            "Written May 21, 2024",
            "Written May 15, 2024",
            "Written May 8, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 18, 2024",
            "Written April 17, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60814-d181707-Reviews-Owens_Thomas_House_Slave_Quarters-Savannah_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d4366680-Reviews-Chive_Sea_Bar_Lounge-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d577108-Reviews-Wright_Square_Bistro-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d940244-Reviews-45_Bistro-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d636805-Reviews-Leopold_s_Ice_Cream-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d1104069-Reviews-Planters_Tavern-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d800798-Reviews-Zunzi_s-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d613718-Reviews-B_Matthew_s_Eatery-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d8633668-Reviews-Cafe_M-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d437141-Reviews-Boar_s_Head_Grill_Tavern-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d6692485-Reviews-Flying_Monk_Noodle_Bar-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d27003859-Reviews-Telfair_Museums-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d107730-Reviews-Davenport_House_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d8723962-Reviews-Webb_Military_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d3353317-Reviews-Lucas_Theatre_For_the_Arts-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d107727-Reviews-Oglethorpe_Square-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d6876768-Reviews-Trustees_Theater-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d252767-Reviews-Olde_Pink_House-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d10035261-Reviews-Gutstein_Gallery-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d104391-Reviews-Colonial_Park_Cemetery-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d13799770-Reviews-Savannah_Repertory_Theatre-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d181707-Reviews-or10-Owens_Thomas_House_Slave_Quarters-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d24859656-Reviews-18loves_Art-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d19048979-Reviews-SCADstory-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d4776939-Reviews-Pin_Point_Heritage_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d105021-Reviews-Flannery_O_Connor_Childhood_Home_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d132648-Reviews-Old_Fort_Jackson-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d143954-Reviews-Ralph_Mark_Gilbert_Civil_Rights_Museum_Inc-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d12413636-Reviews-American_Prohibition_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d1186619-Reviews-The_Old_Sorrel_Weed_House_Museum_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d1024632-Reviews-Architectural_Tours_of_Savannah-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d15081969-Reviews-Nightly_Spirits-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d10751468-Reviews-Genteel_Bard_Savannah-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d13958552-Reviews-Savannah_Terrors-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d11549792-Reviews-Aleksandra_s_Gift_Shop-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d12259859-Reviews-My_City_Savannah_Tour-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d7396373-Reviews-Savannah_Sidewalk_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d14078605-Reviews-Salacia_Salts-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d1746973-Reviews-Savannah_Bike_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d4066133-Reviews-Planet_Fun-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d146060-Reviews-Goldmyer_Hot_Springs-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d147939-Reviews-Flamenco_Beach-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d149525-Reviews-Atholl_Island-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g52838-d6694991-Reviews-Muddy_Run_Park-Holtwood_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d14780718-Reviews-Emerald_Pool-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d4817423-Reviews-Flat_Rock_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d16639693-Reviews-Karting_Star_Bali-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293760-d5953879-Reviews-Cleveland_Dam_Recreational_Park-Harare_Harare_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d6776394-Reviews-Alameda_de_Hercules-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55383-d2540349-Reviews-Dark_Island_Swinging_Bridge-Townsend_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60814-d181707-Reviews-or10-Owens_Thomas_House_Slave_Quarters-Savannah_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60814-d181707-Reviews-Owens_Thomas_House_Slave_Quarters-Savannah_Georgia.html"
    }
]