[
    {
        "attraction_name": "Oxford Casino",
        "attraction_name_vi": "Sòng bạc Oxford",
        "general_info": [
            "395 đánh giá",
            "1 trong 11 điều cần làm ở Oxford",
            "Sòng bạc"
        ],
        "attraction_summary": "Mở cửa 247, Oxford Casino Hotel có các trò chơi thú vị với gần 1000 máy đánh bạc ly kỳ, video poker và nhiều trò chơi bài như blackjack, craps và hơn thế nữa. Oxford Rewards Loyalty ClubR mang đến những lợi ích tuyệt vời như Chơi Slot miễn phí và tùy chọn đổi Điểm Slot để lấy đồ ăn tại nhà hàng kiểu quán rượu của chúng tôi, OX Pub. Khách sạn đầy đủ tiện nghi của chúng tôi chỉ cách tất cả các hoạt động chơi game thú vị vài bước chân. Những người dưới 21 tuổi không được vào khu vực chơi game hoặc nhà hàng trừ khi được cấp phép làm nhân viên. Vấn đề cờ bạc? Ở Maine, hãy gọi 2-1-1 hoặc 1-800-GAMBLER hoặc truy cậphttps:adcareme.orgproblem-gambling để được trợ giúp.Đọc thêm",
        "reviews": [
            "Sòng bạc rất sạch sẽ. trải ra một cách đẹp đẽ. trò chơi đa dạng tuyệt vời. id kiểm tra máy chủ thân thiện. rất nhiều nhân viên chờ đợi. trạm soda và cà phê miễn phí. thấy khá nhiều khoản thanh toán được phân bổ nhưng có nhiều trạm rút tiền. sòng bạc nhỏ tuyệt vờiĐọc thêm",
            "Chúng tôi rất biết ơn sự đánh giá chu đáo của bạn, H9302LVmikep! Việc nhận được phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và rất vui khi biết rằng chúng tôi đã làm đúng! Cảm ơn bạn đã tham gia cùng chúng tôi, chúng tôi hy vọng bạn có thể sớm tham gia lại! : Đọc thêm",
            "Chúng tôi có một người bạn mang bia đã mở vào sảnh.  Anh ta cố gắng vào sòng bạc với nó rõ ràng là điều này trái với luật pháp tiểu bang và chính sách của sòng bạc.  Thật không may là anh ta không biết gì về chính sách rượu của khách sạn. Anh ta đã ném bia của mình đi khi được thông báo rằng nó đi ngược lại chính sách. Tuy nhiên, sau đó anh ta bị cấm vào sòng bạc qua đêm. Đây là một sai lầm trung thực.  Anh ấy hoàn toàn tỉnh táo và vừa đến cùng một nhóm bạn. Không có sự chậm trễ hoặc cơ hội thứ hai. Điều này có vẻ hơi khắc nghiệt.  Sau đó, cô phục vụ đột ngột đưa ra các quy định về rượu trong bữa tối, trước khi chúng tôi gọi đồ uống. Sau đó, một người khác đã gặp khó khăn khi chụp một bức ảnh selfie cách bàn blackjack trong vòng 6 feet. Cảm giác như chúng tôi đang bị giáo viên khiển trách. Chúng tôi không phải là một nhóm quá ồn ào. Nói và đùa, nhưng không có gì hơn, Tất cả đều 50 tuổi.   Bộ phận dịch vụ khách hàng nên nhận ra rằng không phải ai cũng quen thuộc với sòng bạc etticut.Đọc thêm",
            "Cảm ơn bạn đã để lại phản hồi, Allyson. Chúng tôi rất tiếc vì trải nghiệm của bạn ở đây không được vui và chúng tôi rất cảm kích vì bạn đã chia sẻ điều này với chúng tôi! Đội ngũ nhân viên của chúng tôi phải duy trì chính sách nghiêm ngặt về rượu do các quy định của Tiểu bang Maine cho phép chúng tôi hoạt động an toàn cho các thành viên trong nhóm và khách. Chúng tôi hiểu sự thất vọng của bạn - là một trong hai sòng bạc ở Maine, không phải lúc nào cũng rõ ràng về nghi thức xã giao được mong đợi, nhưng chúng tôi cố gắng đăng chính sách của mình một cách rõ ràng ở những nơi công cộng. Cảm ơn bạn một lần nữa vì đã báo cáo vấn đề này với chúng tôi và chúng tôi hy vọng lần ghé thăm tiếp theo của bạn sẽ tốt hơn! Đọc thêm",
            "Tôi gần như đã không đi vì một số đánh giá tiêu cực. Tôi đã có một khoảng thời gian tuyệt vời. Nhân viên rất tử tế và hữu ích. Máy đánh bạc có nhiều lựa chọn tuyệt vời. Vợ thua vài đô la Tôi đã thắng được một ít. Tất cả đều là khoảng thời gian rất tuyệt vờiĐọc thêm",
            "Ralph, rất vui khi biết bạn đã có khoảng thời gian vui vẻ! Đó là những gì chúng tôi phấn đấu! Chúng tôi đánh giá cao việc bạn đã để lại cho chúng tôi 5 sao và phản hồi tích cực của bạn: Hy vọng bạn có thể sớm ghé thăm chúng tôi! Đọc thêm",
            "Đây không phải là một doanh nghiệp thân thiện hay chú trọng đến khách hàng. Tôi đã quá chán ngán khi nghe nhân viên đọc thuộc lòng các quy tắc và trích dẫn luật, chẳng hạn như Tiểu bang Maine cấm rượu miễn phí. Được rồi, sòng bạc không thể phục vụ đồ uống miễn phí nhưng không cần phải tính 8 đô la cho một cốc bia tươi. Những người chia bài mà tôi gặp không mấy ấn tượng. Một người phụ nữ làm việc tại bàn craps không biết nên đặt cược vào vị trí nào, cô ấy trở nên bực bội và nói rằng đây là ngày đầu tiên cô ấy đi làm. Bàn blackjack cũng chẳng khá hơn. Bị một người chia bài rô bốt khiển trách sau khi tôi đặt một con chip vào một cược phụ cho một thành viên gia đình ngồi cạnh tôi là quá đáng, cô ấy giống như một con chó có xương. Thay vì chỉ nói rằng không được phép mặc dù hai người chia bài trước cô ấy đã cho phép, cô ấy đã thuyết giảng cho mọi người tại bàn về các quy tắc và hoàn toàn làm tôi xấu hổ. Cảm giác rất cứng nhắc và nhân viên có thể được đào tạo về các quy tắc nhưng họ không có kỹ năng giao tiếp. Tôi đi du lịch đến Las Vegas ít nhất một lần mỗi năm và thỉnh thoảng ghé thăm Foxwoods và các sòng bạc khác. Nơi này có cảm giác rất nghiệp dư so với các sòng bạc khác mà tôi đã đến. Chắc chắn không đáng để đi, sẽ không bao giờ quay lại. Đọc thêm",
            "Rất tiếc vì bạn không thích trải nghiệm của mình ở đây, Reesecat, và cơ sở của chúng tôi không đáp ứng được mong đợi của bạn. Chúng tôi đánh giá cao việc bạn chia sẻ phản hồi và hy vọng coi đó là cơ hội để học hỏi và phát triển.Đọc thêm",
            "Chúng tôi đã đến Oxford kể từ lần đầu tiên nó mở cửa mặc dù chúng tôi sống ở Bangor với Sòng bạc Hollywood cách đó 3 km.  Trừ khi Oxford làm điều gì đó, thậm chí là chơi slot 50,00 hoặc bữa ăn miễn phí, để bù đắp cho lời hứa khủng khiếp qua email của họ về việc chơi slot miễn phí 250,00 chỉ để hủy bỏ nó, chúng tôi sẽ không quay lại.  Thật xúc phạm khi tất cả những gì họ nói với tôi chỉ là Tên của bạn không phải là một trong 5 người được chọn, email đã được gửi tới nhiều người nhưng đó là một sai lầm.  Xin lỗi sẽ cố gắng không làm điều đó một lần nữa.  Lẽ ra họ có thể làm điều gì đó để bù đắp lỗi lầm của mình và nói rằng chúng tôi xin lỗi phải không.  Thật xấu hổ cho họ vì đã quên chúng ta là con người có cảm xúc. Chúng tôi chi nhiều tiền hơn mỗi lần truy cập so với trò chơi đánh bạc 250,00. Đối với tôi, không sửa lỗi là một cách tồi để điều hành doanh nghiệp.  Sòng bạc địa phương của tôi sẽ tiếp nhận công việc kinh doanh của tôi ngay bây giờ.  Đọc thêm",
            "Cảm ơn bạn đã chia sẻ phản hồi của bạn. Chúng tôi thực sự xin lỗi vì gửi nhầm email của chúng tôi và hoàn toàn hiểu được sự thất vọng của bạn. Mục đích của chúng tôi chắc chắn không phải là làm tổn thương tình cảm - lỗi của chúng tôi hoàn toàn là do con người, chúng tôi hy vọng bạn có thể hiểu. Chúng tôi chúc bạn mọi điều tốt đẹp nhất, cảm ơn phản hồi của bạn và hy vọng bạn gặp may mắn ở bất cứ nơi nào bạn chơi! Đọc thêm",
            "Sòng bạc đã gửi email đến những người cung cấp khoản tín dụng chơi 250,00 sau đó gửi một email khác nói rằng nó không hợp lệ và hủy bỏ đề nghị. Họ xin lỗi và nói rằng lời đề nghị đã được gửi nhầm. Sau đó tôi quyết định không đến đó nữa. Tôi không tin sòng bạc này hoạt động trung thực.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi, cảm ơn bạn. Chúng tôi hoàn toàn hiểu được sự thất vọng của bạn với sai lầm của chúng tôi. Chúng tôi thực sự xin lỗi vì lỗi của con người và hy vọng rằng bạn có thể hiểu. Chúng tôi rất coi trọng vấn đề này và thực sự chúc bạn những điều may mắn nhất nếu bạn tham gia lại với chúng tôi hoặc bất cứ nơi nào bạn chọn chơi!Đọc thêm",
            "Hôm qua chúng tôi nhận được email nói rằng chồng tôi đã thắng 250 khi chơi!  Lễ kỷ niệm và những kế hoạch chúng tôi đã thực hiện!  Hôm nay chúng tôi nhận được một tin nhắn nói rằng đó là một sai lầm!  Chúng tôi đã thắng không!  Cái gì!  Họ đã cho và lấy lại!  Kinh khủng!  Nó không nói lên nhiều điều về Sòng bạc!Đọc thêm",
            "Chúng tôi chân thành xin lỗi vì sự thất vọng mà lỗi lầm của chúng tôi đã gây ra. Chúng tôi hoàn toàn hiểu sự thất vọng của bạn và hy vọng rằng bạn có thể chấp nhận lời xin lỗi của chúng tôi về lỗi hoàn toàn do con người gây ra. Ngay khi nhận ra email gửi nhầm đến nhầm người, chúng tôi đã nhanh chóng chuyển sang giải pháp mà Maine Gaming cho phép và gửi email rút lại để giải thích lỗi. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sử dụng nó để cải thiện khi chúng tôi phát triển. Đọc thêm",
            "Đừng tiết kiệm thời gian ở nơi tệ hại, gửi email giả mạo, đừng trả lời điện thoại, tiêu tiền của bạn tại một sòng bạc thực sự, không phải điều đáng xấu hổ này.Đọc thêm",
            "Rất tiếc vì bạn đã có trải nghiệm không tốt với chúng tôi - chúng tôi xin lỗi vì đã gửi nhầm Email. Chúng tôi đã gửi email tiếp theo giải thích rằng email gốc đã được gửi do nhầm lẫn. Chúng tôi hiểu rằng điều này thật khó chịu và hy vọng bạn có thể hiểu rằng đã xảy ra lỗi do con người và các email đã được gửi đến nhầm người. Cảm ơn bạn đã cung cấp phản hồi và chúng tôi chúc bạn may mắn nếu bạn tham gia lại với chúng tôi hoặc bất cứ nơi nào bạn chọn chơi!Đọc thêm",
            "Phòng sạch sẽ, thoải mái và thuận tiện để đánh bạc. Giá trị tốt chắc chắn sẽ quay trở lại đặc biệt là trong mùa láĐọc thêm",
            "Cảm ơn bạn, Mariam! Chúng tôi thực sự đánh giá cao đánh giá 5 sao của bạn và rất biết ơn phản hồi tích cực của bạn. Chúng tôi hy vọng bạn sẽ sớm tham gia lại với chúng tôi! Đọc thêm",
            "Bị rệp ăn sống trong khách sạn ở đây. Hoàn toàn khủng khiếp. Kiểm tra phòng của bạn RẤT NHIỀU trước khi đi ngủ. Đang chơi trò gọi điện thoại với người quản lý để thử nói chuyện chi tiết với họ về vấn đề này, nhưng họ biết.Đọc thêm",
            "Rất tiếc vì chuyến thăm của bạn không được tốt đẹp. Cảm ơn bạn đã chú ý đến điều đó. Đội ngũ quản lý khách sạn của chúng tôi đã rất coi trọng đánh giá của bạn và rất mong nhận được phản hồi từ bạn. Đọc thêm"
        ],
        "star_ratings": [
            94,
            119,
            83,
            34,
            65
        ],
        "review_amount": 395,
        "location": [
            "Oxford",
            "Sòng bạc Oxford",
            "Hoa Kỳ",
            "Maine ME",
            "Những điều cần làm ở Oxford"
        ],
        "reviews_time": [
            "Written May 6, 2024",
            "Written April 28, 2024",
            "Written March 19, 2024",
            "Written February 6, 2024",
            "Written January 18, 2024",
            "Written January 11, 2024",
            "Written January 11, 2024",
            "Written January 10, 2024",
            "Written November 2, 2023",
            "Written September 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40803-d3265706-Reviews-Oxford_Casino-Oxford_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d13238769-Reviews-Ox_Pub-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d14202698-Reviews-Oxford_Casino_Grill-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d17721162-Reviews-Oxbow_Beer_Garden-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d388120-Reviews-The_Lost_Gull_Fish_N_Chips-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d4133333-Reviews-Dunkin_Donuts-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d17831663-Reviews-Dunkin-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40803-d4183536-Reviews-Polly_s_Variety-Oxford_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40737-d4821257-Reviews-Dads_Place_Mechanic_Falls-Mechanic_Falls_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40737-d848271-Reviews-Kathy_s_Diner-Mechanic_Falls_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40737-d4133326-Reviews-Village_Pizzeria_Restaurant_Lounge-Mechanic_Falls_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40737-d9454073-Reviews-Harvest_Hills_Farms-Mechanic_Falls_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d12857532-Reviews-Oxford_Plains_Speedway-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d21390717-Reviews-Hosanna_Church-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d27067889-Reviews-Oxford_Pines_Mobile_Home_Park-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d12869668-Reviews-New_Balance_Factory_Store-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d21390721-Reviews-Oxford_Advent_Christian_Church-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d27022424-Reviews-Walmart_Supercenter-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d3265706-Reviews-or10-Oxford_Casino-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40552-d7695708-Reviews-Ultimate_Dog_Sledding_Experience-Canton_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40758-d1566747-Reviews-Sabbathday_Lake_Shaker_Village-New_Gloucester_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40822-d570835-Reviews-Poland_Spring_Preservation_Park-Poland_Springs_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40822-d2249012-Reviews-Range_Ponds_State_park-Poland_Springs_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g7038119-d7034128-Reviews-Avalon_Meadows_Equestrian_Center-Otisfield_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40821-d6429392-Reviews-Shuga_Shak-Poland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d4544112-Reviews-Mt_Apatite-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40893-d2195530-Reviews-McLaughlin_Gardens-South_Paris_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d16832394-Reviews-Side_by_Each_Brewing-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d274253-Reviews-Lost_Valley-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40821-d14202704-Reviews-Summit_Spring_Golf_Course-Poland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40963-d18218928-Reviews-Slattery_s_Farm_and_Maple_Supply-West_Minot_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40786-d4466779-Reviews-Books_N_Things-Norway_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d8390477-Reviews-Whirlpool_Compass_Fountain-Saint_Joseph_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g57256-d6848723-Reviews-Essex_Outlets-Essex_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g31180-d2442560-Reviews-Cameron_Trading_Post-Cameron_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g297631-d940955-Reviews-Kerala_Backwaters-Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g30763-d10211031-Reviews-Oak_Mountain_Amphitheater-Pelham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d4322759-Reviews-Poda_Island-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d276912-Reviews-Echo_Park-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d9883233-Reviews-Alan_Shepard_Beachfront_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g15836321-d4875947-Reviews-Jaz_Beach-Prijevor_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d147656-Reviews-Water_Island-St_Thomas_U_S_Virgin_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40803-d3265706-Reviews-or10-Oxford_Casino-Oxford_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40803-d3265706-Reviews-Oxford_Casino-Oxford_Maine.html"
    }
]