[
    {
        "attraction_name": "OZO Park",
        "attraction_name_vi": "Công viên OZO",
        "general_info": [
            "14 đánh giá",
            "- 1 trong 4 hoạt động ngoài trời tại Sơn Trạch",
            "Zipline - Công viên phiêu lưu trên không"
        ],
        "attraction_summary": "Khu du lịch sinh thái công viên OZO là khu dã ngoại rộng 5ha, nằm bên trong một khu rừng nguyên sinh, thuộc Phong Nha Kẻ Bàng - Một trong những Di sản Thiên nhiên Thế giới. OZO ra đời nhằm mang đến một không gian rộng mở, trong lành, trở thành địa điểm tụ tập, gặp gỡ, khám phá lý tưởng cho gia đình, bạn bè và đồng đội.Đọc thêm",
        "reviews": [
            "Wowwww, chuyến đi tuyệt vời đến Việt Nam, đặc biệt là công viên OZO. Ăn thử một lần là thích ngay. Tôi đã đi trekking cùng bạn bè và quang cảnh không có gì phải nghi ngờ... ngoạn mục.Đọc thêm",
            "Không gian xanh rộng lớn với các trò chơi trên cây độc đáo và hoạt động dưới nước. Sẽ ổn cho một ngày đi chơi với gia đình hoặc bạn bè. Hầu hết du khách có vẻ là người địa phương. Vì thế nó thiếu đi sự đa dạng và sinh động. Đọc thêm",
            "Nếu bạn thích leo ngọn cây và đu dây thì bạn cần phải đến đó. Nó khá thể thao. Và sau đó bạn có thể đi bơi, kajaking hoặc đứng chèo thuyền trên sông. Đó là một trải nghiệm tuyệt vời và nó cũng rẻ. Vài ngày sau, chúng tôi lại đến đó để thực hiện phần thứ hai của khóa học trên ngọn cây mà chúng tôi đã không tham gia phần đầu tiên thời gian.Đọc thêm",
            "When we got into the place the directions weren - t particularly clear and we never received a map outlining the park and activities. Some of the toilets weren - t clean either. One we opened the lid and a big spider ran out. The weight limits of the treetop activities are pretty restrictive  - max 70kg - , and the 150m zip line is 90kg max, so being just over I couldn - t use any of it which isn - t great for foreigners like myself. My wife and I did the supping and kayaking, but the current of the river proved too difficult for my Vietnamese wife to get back up after we got to the orange turn point. There were no staff around to help - assist her, so eventually I had no choice but to jump off my sup fully dressed to help pull her half way back up the river. When we got back there were no staff to help us off the kayak - sup either. We had to climb off and tie them up ourselves, then found the staff all relaxing up at the restaurant at the top of the stairs.Overall, yes there were a selection of activities. My wife did enjoy the treetop stuff and the staff on that was helpful and did a great job, but the kayak incident was a big disappointment and ruined the overall experience for us. Never got to do the 150m zip line or bike track riding which I really wanted to do as by that point we had to leave due to being soaked from the waist down. They definitely need to review some of their staff and shouldn - t at any point leave people unattended during an activity like that.Read more",
            "Có rất nhiều việc phải làm ở đây và giảm giá 50 cho khách du lịch quốc tế. Vì vậy, với 100 đồng, bạn có thể thử thách bản thân trên đường đu dây. Chúng tôi đã làm cái dài hơn và nó rất khó! Nhưng rất vui! Chèo thuyền Kayak, bơi lội, lướt ván có mái chèo. Các chàng trai ở đó cũng rất giỏi, hãy hét lên với Steve!Đọc thêm",
            "Kính gửi Ông - Bà Joebakertravels,\n\nCảm ơn bạn rất nhiều vì đã đến với chúng tôi. \nChúng tôi làm việc chăm chỉ để làm cho Khách hàng hài lòng và đánh giá cao phản hồi của bạn! \nCảm ơn bạn đã đánh giá tuyệt vời, chúng tôi rất vui vì bạn đã tận hưởng chuyến đi của mình! Đánh giá của bạn được đánh giá cao và góp phần tạo nên bầu không khí tuyệt vời \n Chúng tôi hy vọng rằng một ngày nào đó bạn sẽ quay lại đây với chúng tôi.\n\nTrân trọng,\t\nPhòng kinh doanh và tiếp thị\n\nĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời tại OZO với mức giá cực kỳ hợp lý. Nhân viên tuyệt vời và siêu vui vẻ. Cảm ơn vì ngày tuyệt vời mà cậu bé của chúng tôi yêu thích nó. Đọc thêm",
            "Joehoop thân mến,\n\nCảm ơn đánh giá tuyệt vời của bạn, chúng tôi hy vọng bạn thích chuyến đi của mình! \n Chúng tôi hy vọng một ngày nào đó gia đình bạn sẽ sớm quay lại đây với chúng tôi.\nTrân trọng,\nPhòng kinh doanh và tiếp thịĐọc thêm",
            "A staff at Phong Nha Underground restaurant recommended i try Ozo because I was looking for a nice swim spot and somewhere that is not too touristy. I was told that Ozo has only been opened for 2 months so not a lot of people know about it. The first time I went, the swimming and kayaking was great. The park is created along a long natural river - stream and the water is super clear so it was perfect for swimming- you can swim  or kayak. I did both. There are ziplines you can go- the first time I tried to go, my friends and I had some beer at the park so we were told that we were not allowed to participate if we had any alcohol in our body- bummer, but it was so awesome we tried the park again the next day. We went to the treetop activities first before eating and drinking- and let me tell you- the tree top games are not for those faint at heart. After you zip-lined to the tree tops, you have many up in the air obstacles that you have to pass. The activities were super difficult and what we didn - t realize was that once you start, you can - t stop. So my friends and I were walking the wires, climbing through ropes, hanging by our arms for what seem like hours- I don - t have much upper body strength so I had to do a lot of balancing to keep from falling off the line and my arms never hurt so much... and there - s no staff around to help you. one of my friend dropped her glove and she had to walk the line with her bare hand and after the 4th obstacle course- a staff in the river offered to bring her down- they made her jumped over the next tree  - minded she was hooked to the safety gear -  but wouldn - t it be easier if they had rope ladder handing down from the trees so we could get down ourselves if we can - t handle the games anymore?? overall, it was super fun but be advised that you should be in somewhat of great physical health to try the game.Read more",
            "Binafsha L thân mến,\n\nCảm ơn bạn đã đánh giá đáng yêu về Ozo Treetop Park.\nThật tuyệt vời khi biết bạn đã có trải nghiệm tuyệt vời với các hoạt động của chúng tôi. Chúng tôi rất vui vì cuối cùng bạn của bạn đã vượt qua được thử thách.\nChúng tôi luôn đánh giá cao phản hồi, vì vậy cảm ơn bạn đã dành thời gian đánh giá một ngày của mình tại Công viên Ozo Treetop.\nChúng tôi hy vọng sẽ sớm được chào đón bạn một lần nữa trong tương lai.\n\nTrân trọng,\nĐội Công viên Ozo Treetop!Đọc thêm"
        ],
        "star_ratings": [
            9,
            2,
            2,
            1,
            0
        ],
        "review_amount": 14,
        "location": [
            "Công viên OZO",
            "Các hoạt động ở Sơn Trạch",
            "Sơn Trạch",
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 6, 2022",
            "Written August 10, 2020",
            "Written January 31, 2020",
            "Written January 31, 2020",
            "Written July 30, 2019",
            "Written July 8, 2019",
            "Written June 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293760-d6674002-Reviews-Lion_and_Cheetah_Park-Harare_Harare_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d142895-Reviews-Big_Lagoon_State_Park-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g612416-d674489-Reviews-Iles_Lavezzi-Bonifacio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10825137-Reviews-The_Love_Bar-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-Ecolines-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d11807148-Reviews-Batumi_Mall-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d4492561-Reviews-The_Fashion_Mall_at_Keystone-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1049093-d14976305-Reviews-Eden_Spa-Agia_Marina_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g45102-d126582-Reviews-Blackfeet_Indian_Reservation-Browning_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.9950413642800413,
            "công viên": 0.661459031534226,
            "quang cảnh": 0.9879472866887227,
            "không gian": 0.8737692451104522,
            "trò chơi": 0.988280993886292,
            "chèo thuyền": 0.616582646034658,
            "trải nghiệm": 0.9955165643186774,
            "ngọn cây": 0.591878229752183,
            "chèo thuyền kayak bơi": 0.5173103157430887,
            "bầu không khí": 0.9951101918122731,
            "phòng kinh doanh": 0.9932348334696144,
            "nhân viên": 0.9955221230629832,
            "phong nha": 0.9657999910414219
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời",
                "đặc biệt",
                "tuyệt vời",
                "vui",
                "tuyệt vời"
            ],
            "công viên": [
                "cao"
            ],
            "quang cảnh": [],
            "không gian": [
                "xanh",
                "rộng lớn"
            ],
            "trò chơi": [
                "độc đáo"
            ],
            "chèo thuyền": [],
            "trải nghiệm": [
                "tuyệt vời",
                "rẻ",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "ngọn cây": [
                "đầu tiên"
            ],
            "chèo thuyền kayak bơi": [],
            "bầu không khí": [
                "cao",
                "tuyệt vời"
            ],
            "phòng kinh doanh": [],
            "nhân viên": [
                "tuyệt vời",
                "vui vẻ"
            ],
            "phong nha": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 2.0,
            "công viên": 1.5,
            "quang cảnh": 1,
            "không gian": 0.5,
            "trò chơi": 0.5,
            "chèo thuyền": 0.5,
            "trải nghiệm": 1.0,
            "ngọn cây": 0.5,
            "chèo thuyền kayak bơi": 0.5,
            "bầu không khí": 0.5,
            "phòng kinh doanh": 1.0,
            "nhân viên": 0.5,
            "phong nha": 0.5
        }
    }
]