[
    {
        "attraction_name": "Pabst Mansion",
        "attraction_name_vi": "biệt thự Pabst",
        "general_info": [
            "1.101 đánh giá",
            "- 4 trong số 328 việc cần làm ở Milwaukee",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Với 37 phòng, 12 phòng tắm và 14 lò sưởi, ngôi nhà xinh đẹp của thuyền trưởng biển và nam tước bia Frederick Pabst - được xây dựng theo phong cách Phục hưng Flemish trên Đại lộ Grand lịch sử của Milwaukee. Trong các chuyến tham quan có hướng dẫn viên, du khách sẽ được nhìn thấy từ tầng một đến tầng ba và tìm hiểu về Dinh thự và gia đình Pabst. Các tour du lịch mới được cung cấp bao gồm chuyến tham quan mỹ thuật, chuyến tham quan trong giờ khuyến mãi, chuyến tham quan thân thiện với gia đình và chuyến tham quan mimosa.Đọc thêm",
        "reviews": [
            "Bắt đầu chuyến tham quan của chúng tôi bằng một ly bia PBR lạnh ngắt! Đây là một ngôi nhà tuyệt đẹp với nhiều đặc điểm vượt thời đại vào những năm 1800!! Tìm hiểu về lịch sử của gia đình Pabst cũng như lịch sử của Milwaukee! Có một hướng dẫn viên du lịch tuyệt vời!! Chắc chắn đáng để ghé thăm!!! Đọc thêm",
            "Vợ tôi và tôi đã đi tham quan một số biệt thự được xây dựng vào cuối những năm 1800 và đầu những năm 1900. Biệt thự Pabst được xếp hạng là tốt nhất. Nó thật tuyệt vời. Đồ gỗ - cửa ra vào, tủ, đường gờ và cầu thang - rất tinh xảo. Người hướng dẫn của chúng tôi, Carolyn, rất am hiểu về lịch sử và sự phục hồi tỉ mỉ của biệt thự, cũng như gia đình Pabst. Sự hài hước khô khan của cô ấy đã tạo thêm nét đặc biệt cho chuyến tham quan.Đọc thêm",
            "Tôi lớn lên ở Milwaukee và tất nhiên là có chút mới mẻ về Nhà máy bia Pabst, nhưng chuyến tham quan này thực sự tuyệt vời. Chúng tôi thích tham quan những ngôi nhà và biệt thự cổ và điều này đã không làm chúng tôi thất vọng. Tài liệu của chúng tôi có kiến ​​thức và đã làm rất tốt. Chúng tôi đã học được rất nhiều điều về gia đình Pabst và được nhìn thấy một chút lịch sử cũ của Milwaukee từ 100 năm trước. Tôi đánh giá cao các chuyến tham quan có hướng dẫn. \n\nNgoài ra, nhóm bảo trì ngôi biệt thự cổ này đã làm rất tốt và tiếp tục cải thiện ngôi nhà. Nó thực sự là một kho báu.Đọc thêm",
            "Chuyến thăm tuyệt vời. Chúng tôi đã tự mình hướng dẫn chuyến tham quan và điều đó có vẻ ổn. Những người ở đó trả lời bất kỳ câu hỏi nào chúng tôi có. Bãi đậu xe hơi không rõ ràng nhưng chỉ cần kéo lên và đỗ xe bên cạnh. Vé được bán bên cạnh. Đọc thêm",
            "Huấn luyện viên của chúng tôi, Barb, rất thân thiện và giàu thông tin.  Chuyến tham quan này là chuyến đi tốt nhất chúng tôi có.  Cô có rất nhiều thông tin về việc xây dựng ngôi nhà cũng như của gia đình Pabst.  Bạn có thể nói rằng cô ấy rất thích giải thích cách sống của gia đình Pabst trong thời gian họ chiếm giữ ngôi nhà cũng như lịch sử của ngôi nhà cho đến hiện tại.  Đó là một ngôi nhà tuyệt đẹp và không thể tin được rằng nó lại ở trong tình trạng tuyệt vời như vậy.  Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan biệt thự Pabst.  Ngôi biệt thự rất đẹp và người hướng dẫn rất giàu thông tin với nhiều câu chuyện phía sau về ngôi biệt thự và gia đình.  Tổng thời gian tham quan là khoảng một giờ.\n\nCảm ơn Tổng Giáo phận Milwaukee đã chăm sóc chu đáo cho ngôi nhà tuyệt vời này và cứu nó khỏi tay những nhà phát triển muốn có bãi đậu xe.  Ngôi nhà ở trong tình trạng gần như hoàn hảo, có nhiều phòng được khôi phục gần như nguyên bản.  Và với nhiều đồ nội thất, nghệ thuật và trang trí nguyên bản.  Bạn có thể nhìn thấy tất cả 3 tầng.  \n\nChúng tôi đến vào thứ Hai để tham gia chuyến tham quan lúc 1 giờ chiều và khá bận rộn.  Bạn có thể muốn mua vé trước để không phải thất vọng.Đọc thêm",
            "Thực lòng tôi - tôi không phải là fan cuồng nhiệt của Pabst Blue Ribbon - là ai?! - , nhưng chuyến tham quan có hướng dẫn - 16 đến Biệt thự Pabst rất thú vị. Bản thân ngôi biệt thự nhìn từ bên ngoài không rộng lắm, nhưng khi bạn bước vào bên trong, nó có vẻ rộng rãi hơn rất nhiều! Hầu hết các phòng đã được khôi phục lại độ chính xác về mặt lịch sử, với tất cả đồ nội thất cổ điển, lối trang trí, tranh vẽ, tác phẩm nghệ thuật và giấy dán tường sẽ đưa bạn quay ngược thời gian về tất cả vinh quang của nó. Người hướng dẫn viên du lịch đầy nhiệt huyết đã chia sẻ một số câu chuyện thú vị, những mẩu tin thú vị và lịch sử phong phú của gia đình và dinh thự Pabst. Hấp dẫn!Đọc thêm",
            "Biệt thự Pabst là một ngôi nhà đáng yêu vào cuối những năm 1800, là nơi ở của ông trùm bia Pabst và gia đình ông.  Phong cách trang trí rất đẹp với phần lớn đồ gỗ nguyên bản cùng một số đồ nội thất và thiết bị chiếu sáng của gia đình.  Chúng tôi đã thực hiện chuyến tham quan tự hướng dẫn, với các tài liệu dọc đường cung cấp những câu đố và lịch sử về ngôi nhà và gia đình Pabst.  Các chuyến tham quan tự hướng dẫn được giới hạn trong một giờ và tôi muốn lâu hơn một chút.  Trời đang mưa nên chúng tôi không đi lang thang trong sân.  Đây là một cách thú vị để tận hưởng một buổi sáng buồn tẻ ở Milwaukee.Đọc thêm",
            "Dinh thự này nằm ở vị trí xa xôi nhưng rất đáng để ghé thăm nếu bạn yêu thích đồ gỗ, kiến ​​trúc, thiết kế tuyệt đẹp hoặc lịch sử của bia! Nó thực sự được mạ vàng và trang trí công phu hơn Glensheen ở Duluth, nhưng không có cơ sở để nói đến.  Nó đã được lưu giữ và - hoặc khôi phục lại vẻ hùng vĩ trước đây. Hướng dẫn viên Paul của chúng tôi là một thành viên tận tâm của nhóm phục hồi, không chỉ là người ghi nhớ các sự kiện và đó là yếu tố quan trọng giúp bạn tận hưởng chuyến tham quan.Đọc thêm",
            "Rất đáng cho chuyến đi - tiền bạc. Một tòa nhà cổ xinh đẹp trong tình trạng đáng kinh ngạc so với độ tuổi của nó - 137 năm - . Các tài liệu rất thân thiện - rất hiểu biết; một nhóm thực sự có tài.Đọc thêm",
            "Đã có đủ người nói đủ điều về nơi này - vì vậy tôi sẽ nhường lời cho những người khác. Nó - phải có nếu bạn - quan tâm đến lịch sử. Đọc thêm",
            "Dinh thự này nằm ở vị trí xa xôi nhưng rất đáng để ghé thăm nếu bạn yêu thích đồ gỗ, kiến ​​trúc, thiết kế tuyệt đẹp hoặc lịch sử của bia! Nó thực sự được mạ vàng và trang trí công phu hơn Glensheen ở Duluth, nhưng không có cơ sở để nói đến.  Nó đã được lưu giữ và - hoặc khôi phục lại vẻ hùng vĩ trước đây. Hướng dẫn viên Paul của chúng tôi là một thành viên tận tâm của nhóm phục hồi, không chỉ là người ghi nhớ các sự kiện và đó là yếu tố quan trọng giúp bạn tận hưởng chuyến tham quan.Đọc thêm",
            "Biệt thự Pabst là một ngôi nhà đáng yêu vào cuối những năm 1800, là nơi ở của ông trùm bia Pabst và gia đình ông. Nội thất đẹp với nhiều đồ gỗ nguyên bản và một số đồ đạc và đèn chiếu sáng thuộc về gia đình. Chúng tôi đã tự tham quan, với các hướng dẫn viên trên đường đi cung cấp thông tin thú vị và lịch sử của ngôi nhà và gia đình Pabst. Các chuyến tham quan tự hướng dẫn chỉ giới hạn trong một giờ và tôi muốn có thêm một chút thời gian nữa. Trời mưa như trút nước nên chúng tôi không đi lang thang trong khuôn viên. Đây là một cách tuyệt vời để dành một buổi sáng buồn tẻ ở Milwaukee. Đọc thêm",
            "Thực lòng tôi - tôi không phải là fan cuồng nhiệt của Pabst Blue Ribbon - là ai?! - , nhưng chuyến tham quan có hướng dẫn - 16 đến Biệt thự Pabst rất thú vị. Bản thân ngôi biệt thự nhìn từ bên ngoài không rộng lắm, nhưng khi bạn bước vào bên trong, nó có vẻ rộng rãi hơn rất nhiều! Hầu hết các phòng đã được khôi phục lại độ chính xác về mặt lịch sử, với tất cả đồ nội thất cổ điển, lối trang trí, tranh vẽ, tác phẩm nghệ thuật và giấy dán tường sẽ đưa bạn quay ngược thời gian về tất cả vinh quang của nó. Người hướng dẫn viên du lịch đầy nhiệt huyết đã chia sẻ một số câu chuyện thú vị, những mẩu tin thú vị và lịch sử phong phú của gia đình và biệt thự Pabst. Hấp dẫn!Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan biệt thự Pabst.  Ngôi biệt thự rất đẹp và người hướng dẫn rất giàu thông tin với nhiều câu chuyện phía sau về ngôi biệt thự và gia đình.  Tổng thời gian tham quan là khoảng một giờ. Cảm ơn Tổng Giáo phận Milwaukee đã chăm sóc chu đáo cho ngôi nhà tuyệt vời này và cứu nó khỏi tay những nhà phát triển muốn có bãi đậu xe.  Ngôi nhà ở trong tình trạng gần như hoàn hảo, có nhiều phòng được khôi phục gần như nguyên bản.  Và với nhiều đồ nội thất, nghệ thuật và trang trí nguyên bản.  Bạn có thể nhìn thấy tất cả 3 tầng.  Chúng tôi đến vào thứ Hai để tham gia chuyến tham quan lúc 1 giờ chiều và khá bận rộn.  Bạn có thể muốn mua vé trước để không phải thất vọng.Đọc thêm",
            "Huấn luyện viên của chúng tôi, Barb, rất thân thiện và giàu thông tin.  Chuyến tham quan này là chuyến đi tốt nhất chúng tôi có.  Cô có rất nhiều thông tin về việc xây dựng ngôi nhà cũng như của gia đình Pabst.  Bạn có thể nói rằng cô ấy rất thích giải thích cách sống của gia đình Pabst trong thời gian họ chiếm giữ ngôi nhà cũng như lịch sử của ngôi nhà cho đến hiện tại.  Đó là một ngôi nhà tuyệt đẹp và không thể tin được rằng nó lại ở trong tình trạng tuyệt vời như vậy.  Đọc thêm",
            "Chuyến thăm tuyệt vời. Chúng tôi đã tự mình hướng dẫn chuyến tham quan và điều đó có vẻ ổn. Những người ở đó trả lời bất kỳ câu hỏi nào chúng tôi có. Bãi đậu xe hơi không rõ ràng nhưng chỉ cần kéo lên và đỗ xe bên cạnh. Vé được bán bên cạnh. Đọc thêm",
            "Tôi lớn lên ở Milwaukee và tất nhiên là có chút mới mẻ về Nhà máy bia Pabst, nhưng chuyến tham quan này thực sự tuyệt vời. Chúng tôi thích tham quan những ngôi nhà và biệt thự cổ và điều này đã không làm chúng tôi thất vọng. Tài liệu của chúng tôi có kiến ​​thức và đã làm rất tốt. Chúng tôi đã học được rất nhiều điều về gia đình Pabst và được xem một chút lịch sử cũ của Milwaukee từ 100 năm trước. Tôi đánh giá cao các chuyến tham quan có hướng dẫn. Ngoài ra, nhóm bảo trì ngôi biệt thự cổ này đã làm rất tốt và tiếp tục cải thiện ngôi nhà. Nó thực sự là một kho báu.Đọc thêm",
            "Vợ tôi và tôi đã đi tham quan một số biệt thự được xây dựng vào cuối những năm 1800 và đầu những năm 1900. Biệt thự Pabst được xếp hạng là tốt nhất. Nó thật tuyệt vời. Đồ gỗ - cửa ra vào, tủ, đường gờ và cầu thang - rất tinh tế. Người hướng dẫn của chúng tôi, Carolyn, rất am hiểu về lịch sử và sự phục hồi tỉ mỉ của biệt thự, cũng như gia đình Pabst. Sự hài hước khô khan của cô ấy đã tạo thêm nét đặc biệt cho chuyến tham quan.Đọc thêm",
            "CHÀO. Bạn có khuyên bạn nên đến thăm dinh thự cùng với đứa trẻ 2 tuổi không?Đọc thêm",
            "Xin chào - liệu điểm thu hút này có thể thực hiện được đối với du khách lớn tuổi không? cụ thể là nó có tuân thủ ADA không và liệu người chống gậy và một số vấn đề về sức khỏe có thể tham gia chuyến tham quan này không?Đọc thêm",
            "Họ có thang máy nếu cần. Có ba tầng để xem và nghe. Tôi đã thấy một nhóm học sinh phải bế một học sinh vào và mang xe lăn của em ấy lên riêng khi chúng tôi đến. Đọc thêm",
            "Tùy chọn đỗ xe nếu lái xe\n\nĐọc thêm",
            "Có một bãi đậu xe nhỏ xung quanh dinh thự và sau đó có rất nhiều bãi đậu xe ở phía bên kia đường. Có nhiều lựa chọn bãi đậu xe. Đọc thêm",
            "Giờ và chi phíĐọc thêm",
            "Truy cập vào tháng 3 năm 2019. Chi phí cho người lớn là - 12. Đó là vé đắt nhất.  Trẻ em, người già và học sinh ít hơn.Đọc thêm",
            "Chào buổi chiều: Tôi có những khách hàng sẽ lưu trú tại The Canto del Sol Plaza trong Khu khách sạn vào đầu tháng 2. Người chồng đang tìm mua một spa day làm quà Giáng sinh cho vợ để sử dụng khi ở đó. Bạn có thể cung cấp dịch vụ vận chuyển đến và đi từ Khách sạn không?\n\nBạn có thể cho tôi biết khoảng cách từ chỗ ở này cũng như những gói bạn có thể cung cấp không. Chúng tôi có thể mua trước và nhận phiếu quà tặng không? Tôi mong muốn được nghe từ bạn!\nSharon Melcher\nUNIGLOBE DU LỊCH\n630-830-5445Đọc thêm",
            "Tôi đồng ý với Foreveryoungmama. Chắc là có lỗi.Đọc thêm"
        ],
        "star_ratings": [
            737,
            299,
            52,
            6,
            7
        ],
        "review_amount": 1101,
        "location": [
            "Biệt thự Pabst",
            "Milwaukee",
            "Hoa Kỳ",
            "Những điều cần làm ở Milwaukee",
            "Wisconsin - WI -"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written July 15, 2023",
            "Written July 23, 2023",
            "Written September 3, 2023",
            "Written September 27, 2023",
            "Written October 16, 2023",
            "Written November 20, 2023",
            "Written April 2, 2024",
            "Written May 2, 2024",
            "Written May 19, 2024",
            "Written May 5, 2024",
            "Written May 2, 2024",
            "Written April 2, 2024",
            "Written November 21, 2023",
            "Written October 16, 2023",
            "Written September 27, 2023",
            "Written September 3, 2023",
            "Written July 23, 2023",
            "Written July 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60097-d272129-Reviews-Pabst_Mansion-Milwaukee_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d1012947-Reviews-Sobelman_s_Pub_Grill-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d392253-Reviews-Miss_Katie_s_Diner-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d12801303-Reviews-The_Fitz-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d392778-Reviews-Michael_s_Family_Restaurant-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d4734191-Reviews-Sobelman_s-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d392131-Reviews-Five_O_Clock_Steakhouse-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d4642761-Reviews-Conway_s_Smokin_Bar_Grill-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d4251835-Reviews-Sal_s_Pizza-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d4298141-Reviews-Starbucks-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d4416667-Reviews-Qdoba_Mexican_Grill-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d532234-Reviews-St_Joan_of_Arc_Chapel-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d258472-Reviews-Milwaukee_Public_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d527240-Reviews-Marquette_University-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d17688728-Reviews-Riverview_Antique_Market-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d1960985-Reviews-Great_Lakes_Distillery-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d12251680-Reviews-City_Lights_Brewing_Co-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d11671384-Reviews-Third_Space_Brewing-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d1095429-Reviews-Harley_Davidson_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d183453-Reviews-Mitchell_Park_Horticultural_Conservatory_The_Domes-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d19928799-Reviews-The_Warehouse_Art_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d272129-Reviews-or10-Pabst_Mansion-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d527332-Reviews-Basilica_of_St_Josaphat-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d1867469-Reviews-Best_Place_at_the_Historic_Pabst_Brewery-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d270329-Reviews-American_Family_Field-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d655922-Reviews-Historic_Third_Ward-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d3198848-Reviews-Milwaukee_RiverWalk-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d599013-Reviews-North_Point_Lighthouse-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d2708384-Reviews-Bronze_Fonz-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d527359-Reviews-Old_World_3rd_St-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d576291-Reviews-Brady_Street-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d4677742-Reviews-The_Rave_Eagles_Club-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d5847004-Reviews-Sobelman_s_Chicago-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d4004035-Reviews-Untapped_Tours-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d532264-Reviews-Milwaukee_Public_Library-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d8779716-Reviews-Cuc_Phuong_National_Park-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7133186-Reviews-Wata_Land_Eco_Fun_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d207513-Reviews-Kamehameha_Highway-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d7140060-Reviews-PK_Cocktail_Bar-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d254729-Reviews-KitKatKlub-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d266874-Reviews-Houston_Zoo-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064131-Reviews-Areopagus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g41851-d579177-Reviews-Stone_Zoo-Stoneham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d146119-Reviews-Pecks_Pond-Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60097-d272129-Reviews-or10-Pabst_Mansion-Milwaukee_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60097-d272129-Reviews-Pabst_Mansion-Milwaukee_Wisconsin.html"
    }
]