[
    {
        "attraction_name": "Pai Pai Ecotourism Park",
        "attraction_name_vi": "Công viên du lịch sinh thái Pai Pai",
        "general_info": [
            "417 đánh giá",
            "- 1 trong 57 điều cần làm ở Ensenada",
            "Sở thú"
        ],
        "attraction_summary": "Chúng tôi là một công viên du lịch sinh thái với hơn 40 hoạt động phát triển xung quanh du lịch sinh thái và bền vững. Chúng tôi cung cấp một trải nghiệm tuyệt vời mang đến cho bạn cơ hội đoàn tụ với THIÊN NHIÊN, với cách tiếp cận độc đáo và thú vị của chúng tôi; Hãy mạo hiểm bảo tồn với những trải nghiệm khác nhau của chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một thời gian tuyệt vời! Trải nghiệm cho ăn và chơi với động vật không giống bất kỳ nơi nào khác về giá cả. Tôi đặc biệt yêu thích những chú khỉ nhỏ ngồi trên vai tôi! Hầu như không có ai khác ở đó - hãy thực hiện một chuyến đi đến Pai Pai trước khi nó bị khách du lịch tràn ngập vì tôi tưởng tượng nó sẽ xảy ra trong vài năm tới. Đọc thêm",
            "Chúng tôi đã đặt một gói thông qua trang web của Pai Pai bao gồm phương tiện đi lại và nhiều trải nghiệm động vật cho chuyến tham quan trên bờ của chúng tôi ở Ensanada. Đây là chuyến tham quan yêu thích của chúng tôi trong toàn bộ hành trình! Mỗi cuộc gặp gỡ động vật đều rất đáng nhớ! Chúng tôi thích đến gần khỉ, báo đốm, gấu trúc, động vật trang trại, hổ và nhím! Chúng tôi đã bổ sung thêm sự tương tác với báo đốm con và lớp lót zip. Giá cả rất hợp lý và mọi người ở đó rất lịch sự! Chắc chắn giới thiệu điều này cho bất cứ ai trong khu vực! Nó - thật tuyệt vời!Đọc thêm",
            "Tôi đã đi cùng gia đình và có nhiều thứ để mọi người làm bất kể bạn có sợ một số loài động vật hay hoạt động nào không. Rượu tequila ở cuối cũng rất ngon. Cơ sở được giữ sạch sẽ và tất cả nhân viên đều thân thiện. Chúng tôi không nói được tiếng Tây Ban Nha nhưng họ cũng trình bày các chương trình và hướng dẫn bằng tiếng Anh. Đọc thêm",
            "Công viên sinh thái Pai Pai là một trải nghiệm thực sự tuyệt vời cho mọi lứa tuổi, đặc biệt là những em nhỏ có thể tương tác với nhiều loại động vật. Nơi này được thiết kế rất tốt và cung cấp nhiều điểm tham quan. Hướng dẫn viên của chúng tôi, Barbara đã làm một công việc tuyệt vời chỉ cho chúng tôi xung quanh và giải thích cách tốt nhất để khám phá công viên. Chúng tôi chắc chắn sẽ giới thiệu địa điểm này cho bất kỳ ai! Đọc thêm",
            "Điều này gần giống như chuyến tham quan sở thú tư nhân. Đó là trải nghiệm tuyệt vời nhất trong chuyến đi này. Tất cả các loài động vật đều thân thiện cũng như sự tương tác. Nhân viên rất thân thiện và hiểu biết. Chúng tôi sẽ trở lại và hy vọng mang theo nhiều gia đình và bạn bè hơn.\n\nHướng dẫn viên của chúng tôi là Yuze.Đọc thêm",
            "Đơn giản, sạch sẽ và dễ làm theo, chúng tôi đã đặt trực tiếp và thanh toán qua ứng dụng what - s. Rất dễ tìm vì họ có hướng dẫn bằng hình ảnh. \n\nKhi lên xe buýt, phải mất khoảng 30 phút lái xe do tình trạng giao thông tại địa phương.\n\nChuyến tham quan mà chúng tôi thực hiện là chuyến đi trong mơ bao gồm xe đưa đón từ 9 giờ từ du thuyền đến thẳng tour.\n\nSau đó, lúc 2 giờ, họ sẽ đưa bạn trở lại.\n\nHướng dẫn viên của chúng tôi là Yoze, người kiên nhẫn và hướng dẫn rất rõ ràng.\n\nTôi thực sự muốn giới thiệu điều này với những người khác để có thể đến gần một số loài động vật kỳ lạ. Đọc thêm",
            "During a Disney cruise we were looking for an excursion for our day in Ensenada, and the options provided by the cruise were limited or not that interesting to us. Came here to search for activities and found Pai Pai. Perfect! The booking was done directly on their website which was a little confusing at first, but I sorted it out and made the booking. We chose the  - Dream Experience -  package which included round-trip transportation from the ship to the park, and close-up encounters with several animals.\n\nWhen we arrived we were greeted by Yoze, who was our guide to the park. She showed us around, let us know what access our Dream package provided  - pretty much everything! - , and then she turned us loose to explore on our own. Among other things we got to play with a baby lion, feed tigers by hand, hold little monkeys and hold a baby raccoon in our hands. So tiny and cute! It was born at the park and is always around people, so it was as friendly and cuddly as a little kitten.\n\nSpeaking of cats, they have an area near the cafe where you can spend some time with some rescue kitties. As cat rescue people ourselves, this was one of the areas our family really enjoyed. Oh and the tequila tasting  - included with the pkg -  was right next to the kitties so the adults enjoyed that area as well. One of us purchased several bottles of the flavored tequila  - hiccup -  to enjoy back home. Even better, the proceeds go right back into the park to help it continue to benefit the animals and future visitors.\n\nOur driver was right on time for pickup and drop off, making the entire experience a perfect way to enjoy our day in Ensenada. Pai Pai was the highlight of our cruise. Highly recommended!Read more",
            "Mua gói mơ ước trên trang web của công viên, bao gồm dịch vụ đưa đón khứ hồi từ cảng du lịch đến công viên. Xe buýt được bảo trì tốt và chạy êm ái trong khoảng 25 phút mỗi chiều. \n\nGói này bao gồm cuộc gặp gỡ gần gũi với một con sư tử con, cho một con khỉ ăn, một con hổ ăn, cuộc gặp gỡ với một con vật bí ẩn và một số điều khác. Nhìn chung, có rất nhiều loài động vật mà bạn có thể nhìn thấy ở cự ly gần. \n\nĐiều đặc biệt nhất là bạn có thể trả thêm tiền để tương tác với sư tử con và báo đốm - hổ con đang bị truy nã nhưng không có trong ngày hôm đó - . Bạn có khoảng 8-10 phút để chơi nhưng đó là một trải nghiệm rất độc đáo.Đọc thêm",
            "Mua gói mơ ước trên trang web của công viên, bao gồm dịch vụ đưa đón khứ hồi từ cảng du lịch đến công viên. Xe buýt được bảo trì tốt và chạy êm ái trong khoảng 25 phút mỗi chiều. Gói này bao gồm cuộc gặp gỡ gần gũi với một con sư tử con, cho một con khỉ ăn, một con hổ ăn, cuộc gặp gỡ với một con vật bí ẩn và một số điều khác. Nhìn chung, có rất nhiều loài động vật mà bạn có thể nhìn thấy ở cự ly gần. Điều đặc biệt nhất là bạn có thể trả thêm tiền để tương tác với sư tử con và báo đốm - hổ con đang bị truy nã nhưng không có trong ngày hôm đó - . Bạn có khoảng 8-10 phút để chơi nhưng đó là một trải nghiệm rất độc đáo.Đọc thêm",
            "Đấy đúng là một trải nghiệm tuyệt vời. Chúng tôi có thể tương tác với các loài động vật, chụp ảnh, xem một số điều thú vị và nếm thử rượu tequila. Đó là một chiến thắng giành chiến thắng xung quanh. Yoze là hướng dẫn viên du lịch của chúng tôi và thật tuyệt vời. Các nhân viên rất thân thiện và siêu hữu ích. Tôi muốn giới thiệu cho bất kỳ ai ở Ensenada.Đọc thêm",
            "Kinh nghiệm rất tệ. Cô gái trẻ Yoze với thái độ cực xấu và nụ cười giả tạo. Chỉ bắt chúng tôi phải trả khoảng - 200 người đã nói chuyện nhanh trong vài phút như máy ghi âm và để chúng tôi ở đó để chào đón một nhóm khác. Khi được hỏi tôi sẽ nhận được gì với gói hàng này và nói tôi sẽ ở đó với bạn còn cô ấy thì không - t. Nếu bạn đến từ hành trình, đừng đến đó Lừa đảo lớn, họ biết chúng tôi có thời gian hạn chế. Tránh xa Yoze.Đọc thêm",
            "Trong chuyến du ngoạn của Disney, chúng tôi đang tìm kiếm một chuyến tham quan trong ngày ở Ensenada và các lựa chọn do hành trình cung cấp bị hạn chế hoặc không thú vị đối với chúng tôi. Đến đây để tìm kiếm hoạt động và tìm thấy Pai Pai. Hoàn hảo! Việc đặt phòng được thực hiện trực tiếp trên trang web của họ, lúc đầu hơi khó hiểu, nhưng tôi đã sắp xếp nó và thực hiện đặt chỗ. Chúng tôi đã chọn gói - Trải nghiệm trong mơ - bao gồm dịch vụ đưa đón khứ hồi từ tàu đến công viên và gặp gỡ cận cảnh một số loài động vật. Khi đến nơi, chúng tôi được chào đón bởi Yoze, người hướng dẫn chúng tôi đến công viên. Cô ấy đã dẫn chúng tôi đi tham quan xung quanh, cho chúng tôi biết gói Dream của chúng tôi có những quyền truy cập nào - gần như mọi thứ! - , và sau đó cô ấy thả chúng tôi ra để tự mình khám phá. Trong số những hoạt động khác, chúng tôi được chơi với một chú sư tử con, cho hổ ăn bằng tay, bế những chú khỉ nhỏ và ôm một chú gấu trúc con trên tay. Thật nhỏ bé và dễ thương! Nó được sinh ra ở công viên và luôn ở bên cạnh mọi người nên thân thiện và đáng yêu như một chú mèo con. Nói về mèo, họ có một khu vực gần quán cà phê nơi bạn có thể dành chút thời gian với vài chú mèo cứu hộ. Với tư cách là người giải cứu mèo, đây là một trong những lĩnh vực mà gia đình chúng tôi thực sự yêu thích. Ồ và việc nếm thử rượu tequila - bao gồm cả pkg - ở ngay cạnh những chú mèo con nên người lớn cũng rất thích khu vực đó. Một người trong chúng tôi đã mua vài chai rượu tequila có hương vị - nấc - để thưởng thức ở nhà. Thậm chí tốt hơn, số tiền thu được sẽ quay trở lại công viên để giúp công viên tiếp tục mang lại lợi ích cho động vật và du khách trong tương lai. Tài xế của chúng tôi đã đến đón và trả khách đúng giờ, khiến toàn bộ trải nghiệm trở thành một cách hoàn hảo để tận hưởng ngày của chúng tôi ở Ensenada. Pai Pai là điểm nổi bật trong hành trình của chúng tôi. Rất khuyến khích!Đọc thêm",
            "Đơn giản sạch sẽ và dễ làm theo, chúng tôi đã đặt trực tiếp và thanh toán qua ứng dụng what - s.  Thật dễ dàng để tìm thấy khi họ có hướng dẫn bằng hình ảnh. Khi lên xe buýt, mất khoảng 30 phút lái xe do giao thông địa phương. Chuyến tham quan mà chúng tôi đã thực hiện là chuyến đi trong mơ bao gồm xe đưa đón từ 9 giờ từ hành trình đi thẳng đến chuyến tham quan. Sau đó lúc 2 giờ họ sẽ đưa bạn trở lại. Hướng dẫn của chúng tôi là Yoze, người kiên nhẫn và thực sự rõ ràng với những hướng dẫn. Tôi thực sự muốn giới thiệu điều này với những người khác để thực sự gần gũi hơn với một số loài động vật kỳ lạ.Đọc thêm",
            "Điều này gần giống như chuyến tham quan sở thú tư nhân. Đó là trải nghiệm tuyệt vời nhất trong chuyến đi này. Tất cả các loài động vật đều thân thiện cũng như sự tương tác. Nhân viên rất thân thiện và hiểu biết. Chúng tôi sẽ quay lại và hy vọng sẽ mang theo nhiều gia đình và bạn bè hơn. Hướng dẫn viên của chúng tôi là Yuze.Đọc thêm",
            "Công viên sinh thái Pai Pai là một trải nghiệm thực sự tuyệt vời cho mọi lứa tuổi, đặc biệt là những em nhỏ có thể tương tác với nhiều loại động vật. Nơi này được thiết kế rất tốt và cung cấp nhiều điểm tham quan. Hướng dẫn viên của chúng tôi, Barbara đã làm một công việc tuyệt vời chỉ cho chúng tôi xung quanh và giải thích cách tốt nhất để khám phá công viên. Chúng tôi chắc chắn sẽ giới thiệu địa điểm này cho bất kỳ ai! Đọc thêm",
            "Chuyến đi tuyệt vời! Những trải nghiệm tuyệt vời! Nhân viên thân thiện!  Barbara thật tuyệt vời! Bánh mì kẹp thịt rất lớn! Rất nhiều nụ cười xung quanh!Đọc thêm",
            "Khi chúng tôi đến, lần đầu tiên chúng tôi được nghỉ việc với Barbara. Cô ấy là một hướng dẫn tuyệt vời thông qua phần này. Cô ấy rất hiểu biết và rất hữu ích trong thời gian chúng tôi ở công viên. Công viên là một trải nghiệm tuyệt vời.Đọc thêm",
            "Tôi đã đi cùng gia đình và luôn có điều gì đó để mọi người làm bất kể bạn có sợ một số động vật hay hoạt động nào đó hay không. Rượu tequila cuối cùng cũng rất ngon. Cơ sở được giữ sạch sẽ và tất cả nhân viên đều thân thiện. Chúng tôi không nói được tiếng Tây Ban Nha nhưng họ cũng trình bày các chương trình và hướng dẫn bằng tiếng Anh.Đọc thêm",
            "Tôi rất muốn biết tại sao tôi được biết chai rượu tequila tôi mua có giá - 40,00 tiền Mỹ. Tuy nhiên, tôi vừa nhận được hóa đơn thẻ tín dụng và bị tính phí - 99,95 đô la Mỹ.Đọc thêm",
            "Xin chào, bạn có thể liên hệ với số WhatsApp của chúng tôi theo số - 52 - 646 - 246-6200 để chúng tôi có thể làm rõ khoản phí của bạn.Đọc thêm",
            "Tôi có thể mang con chó của tôi đi được khôngĐọc thêm"
        ],
        "star_ratings": [
            390,
            15,
            4,
            2,
            10
        ],
        "review_amount": 421,
        "location": [
            "Đô thị Ensenada",
            "México",
            "Công viên du lịch sinh thái Pai Pai",
            "Baja California",
            "Ensenada",
            "Những điều cần làm ở Ensenada",
            "Baja California Bắc"
        ],
        "reviews_time": [
            "Written October 27, 2023",
            "Written December 21, 2023",
            "Written March 3, 2024",
            "Written April 4, 2024",
            "Written May 2, 2024",
            "Written May 6, 2024",
            "Written May 10, 2024",
            "Written May 29, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written May 2, 2024",
            "Written April 4, 2024",
            "Written March 19, 2024",
            "Written March 19, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150770-d20261791-Reviews-Pai_Pai_Ecotourism_Park-Ensenada_Ensenada_Municipality_Baja_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g10767851-d17515006-Reviews-Suculenta_Cocina_Mexiterranea-Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150770-d10770193-Reviews-Junior_s_Restaurant_Bar-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150770-d23065086-Reviews-Pueblo_Bonito_Cafe-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150770-d4403805-Reviews-Mama_Bear_s_Pizza-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150770-d19416089-Reviews-Tacos_de_Pescado_Camaron_Lupita-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14988940-d4172516-Reviews-El_Merendero_del_Lobo-Rodolfo_Sanchez_Taboada_Maneadero_Francisco_I_Madero_Muni.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150770-d10681131-Reviews-Cafe_Jalisco-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150770-d25287632-Reviews-Africa_Salvaje_Madagascar-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17694904-d10770171-Reviews-La_Marina_De_Baja_Cove-Lengueta_Arenosa_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14988940-d22833998-Reviews-Ay_Papantla_Los_Braseros-Rodolfo_Sanchez_Taboada_Maneadero_Francisco_I_Madero_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d20261791-Reviews-or10-Pai_Pai_Ecotourism_Park-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d4563078-Reviews-Desert_Trails-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d2514085-Reviews-Las_Canadas_Canopy_Tour-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d2196476-Reviews-Surf_Ensenada-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d4367544-Reviews-Vina_de_liceaga-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g6755849-d7931390-Reviews-Chateau_Camou-Ejido_El_Porvenir_Valle_de_Guadalupe_Ensenada_Municipality_Baja_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g580456-d2263043-Reviews-Spa_Ventana_al_Mar-Puerto_Nuevo_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g499403-d7179323-Reviews-Vinicola_Mogor_Badan-Valle_de_Guadalupe_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g10767851-d19774038-Reviews-Ensenada_Golden_tours-Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d6473848-Reviews-Galeria_Mexicana_Creations_in_Metal-Ensenada_Ensenada_Municipality_Baja_Californi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d15711333-Reviews-Heisenberg_tap_room-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d10168945-Reviews-Museo_de_Historia_de_Ensenada-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d6868139-Reviews-Vino_Sobre_Ruedas-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d15130543-Reviews-Playa_Hermosa_Surf_n_Sup-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d6920073-Reviews-Vintango-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d547540-Reviews-Catavina_Rock_Paintings_Las_Pintas-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60995-d125410-Reviews-Evans_Plunge_Mineral_Springs-Hot_Springs_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2403032-Reviews-Mercado_do_Bolhao-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187543-Reviews-Old_Spitalfields_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12081082-Reviews-PRO_THAI_massage-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d1406704-Reviews-Fort_Hays_Old_West_Town_and_Dinner_Show-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d3697012-Reviews-Blue_Lagoon_Beach-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d181706-Reviews-Savannah_Historic_District-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10209586-Reviews-Boston_Water_Taxi-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189606-d7119324-Reviews-Gennadi_Beach-Gennadi_Rhodes_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150770-d20261791-Reviews-or10-Pai_Pai_Ecotourism_Park-Ensenada_Ensenada_Municipality_Baja_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150770-d20261791-Reviews-Pai_Pai_Ecotourism_Park-Ensenada_Ensenada_Municipality_Baja_California.html"
    }
]