[
    {
        "attraction_name": "Paisley Park",
        "attraction_name_vi": "Công viên Paisley",
        "general_info": [
            "730 đánh giá",
            "- 2 trong số 15 điều cần làm ở Chanassen",
            "Bảo tàng chuyên ngành",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Chỉ bạn mới có thể khám phá ra cách Paisley Park sẽ làm bạn xúc động. Hãy để năng lượng độc đáo của Prince - truyền cảm hứng cho bạn một lần nữa bằng cách trải nghiệm một chuyến tham quan hoặc sự kiện tại địa điểm huyền thoại này. Paisley Park là một bảo tàng đang hoạt động, phòng thu âm hiện đại và địa điểm tổ chức hòa nhạc tại Chanhassen, MN. Trong gần 30 năm, cơ sở này đã từng là nhà của Prince -, nơi ẩn náu sáng tạo và khu phức hợp sản xuất. Hoàn thành tầm nhìn của Prince - rằng Paisley Park một ngày nào đó sẽ mở cửa cho công chúng, địa điểm này hiện chào đón người hâm mộ, nhạc sĩ và người đam mê âm thanh cho các chuyến tham quan, buổi hòa nhạc, lễ hội và sự kiện đặc biệt. Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm tuyệt vời và là điều tôi thực sự muốn giới thiệu nếu bạn là một người hâm mộ Hoàng tử. Thật khó tin khi thấy Prince đã thu âm nhạc của mình ở đâu và nghe về lịch sử của Paisley Park và hành trình âm nhạc của Prince. Tôi thích nhìn thấy trang phục và bộ sưu tập giày khổng lồ của anh ấy. Chúng tôi cũng nhìn thấy những cây đàn guitar và cây đàn piano màu tím của anh ấy, thật tuyệt vời. Chúng tôi không thể chụp ảnh cho đến khi đến khu vực nơi anh ấy biểu diễn và quán cà phê. Họ khá nghiêm khắc về việc tắt điện thoại và không chụp ảnh, nhưng tôi đã hiểu tại sao. Hướng dẫn viên của chúng tôi thật tuyệt vời - tôi ước mình có thể nhớ tên cô ấy. Hãy mua một ít - - - cho cửa hàng quà tặng, vì nó - hơi đắt. Nhìn chung, đó là một trải nghiệm tuyệt vời. Hãy chắc chắn và mua vé trước vì tôi không nghĩ bạn có thể mua chúng ở bảo tàng.Đọc thêm",
            "Tôi không phải là fan LỚN của Prince. Tôi đã sở hữu một vài album của anh ấy.  Nhưng khi tôi thấy có các chuyến tham quan đến Công viên Paisley trong thời gian ngắn ở Minneapolis, tôi đã vô cùng phấn khích. Tôi và đứa con tuổi teen của tôi đã thực hiện chuyến tham quan VIP và điều đó không làm tôi thất vọng. Nó thật phi thường. Rất nhiều thông tin và hiển thị chân thực về cuộc sống của anh ấy. Nó đáng giá thời gian và tiền bạc. Hướng dẫn viên của chúng tôi James rất tuyệt vời và hiểu biết. Chúng tôi được chơi bóng bàn với quả bóng bàn màu tím ở một trong những phòng thu âm - tạo nên những kỷ niệm với con tôi - . Khi tôi có cơ hội tham gia một chuyến tham quan khác, tôi chắc chắn sẽ thực hiện chuyến tham quan Ultimate VIP.Đọc thêm",
            "Đã lên kế hoạch trước cho chuyến tham quan VIP cùng một nhóm bạn khi đến thăm MN. Điện thoại của bạn đã bị khóa trước khi bạn đặt chân vào trong, vì vậy đừng có ý định chụp bất kỳ bức ảnh nào. Chuyến tham quan chỉ khám phá tầng một, về cơ bản là tất cả các hoạt động kinh doanh của Prince. Màn hình được thực hiện tốt, rất nhiều thông tin về sự nghiệp của anh ấy và những điều cần xem xét. Margo, hướng dẫn viên du lịch của chúng tôi, có kiến ​​thức và đam mê. Không đề cập đến cuộc sống cá nhân của Hoàng tử, không có cái nhìn thoáng qua về anh ấy như một - con người - - nơi anh ấy sống, dành thời gian, v.v. - và hoàn toàn không có gì về cái chết của anh ấy. Bạn sẽ - thậm chí không biết anh ấy đã chết nếu bạn - chưa biết. Công viên Paisley rất thú vị, tất cả chúng tôi đều vui mừng vì đã đến nhưng có cảm giác như đang thiếu thứ gì đó. Có lẽ chuyến tham quan Ultimate VIP bao gồm nhiều điều hơn thế?Đọc thêm",
            "Ngay cả khi bạn - không phải là một fan cuồng nhiệt của Prince - bạn cũng sẽ thấy điều này thú vị.  Những người hâm mộ Hoàng tử nghiêm túc có thể muốn chọn chuyến tham quan VIP, nhưng chúng tôi thấy chuyến tham quan thông thường hoàn toàn có thể chấp nhận được.  Hướng dẫn viên của chúng tôi rất am hiểu, cung cấp nhiều thông tin và sẵn lòng trả lời tất cả các câu hỏi.  Bạn có thể mang theo điện thoại di động nhưng họ sẽ niêm phong chúng trong hầu hết chuyến tham quan.  Không được phép sử dụng chai nước hoặc hộp đựng đồ uống nên hãy để chúng trong xe.  Tôi khuyên bạn nên đặt trước càng xa càng tốt.  Chúng tôi tìm thấy một nhà hàng Thái tuyệt vời - Na - s - ở Chanassen gần đó trước chuyến tham quan buổi chiều.  Đáng để ghé thăm.Đọc thêm",
            "Chúng tôi đã thực hiện Tour VIP và nó thật tuyệt vời.  Chồng là một fan hâm mộ của Prince, tôi thì ít hâm mộ hơn nhưng cả hai chúng tôi đều rất thích nó.  Hướng dẫn viên của chúng tôi, Tom, làm việc cho Prince và anh ấy đã có một số câu chuyện tuyệt vời để chia sẻ với chúng tôi.  Nó thực sự cho chúng tôi cái nhìn sâu sắc về con người và thiên tài của anh ấy, và chúng tôi đã nhìn thấy Prince dưới một góc nhìn hoàn toàn mới và với nhiều sự tôn trọng hơn.  Trường quay thật tuyệt vời và các phần khác của Chuyến tham quan đã thực sự thể hiện khía cạnh con người của Prince.  Khuyến khích kỹ lưỡng! Đọc thêm",
            "Chồng tôi đã làm tôi ngạc nhiên với The Ultimate Experience at Paisley Park.  Chúng tôi sống ở KY và đã lái xe đường dài vào cuối tuần vừa qua. Chúng tôi rất hâm mộ Prince.  Trên thực tế, điệu nhảy đầu tiên của chúng tôi với tư cách là một cặp vợ chồng cách đây 31 năm là Adore. Tôi tin rằng Prince là một thiên tài âm nhạc, một trong những nghệ sĩ guitar giỏi nhất từng chơi và thật là một nghệ sĩ trình diễn!! Thật khó khăn khi chúng tôi nhận được tin anh ấy qua đời.  Nói xong tất cả những điều đó, tôi tràn ngập cảm xúc khi kéo lên tòa nhà và nhìn thấy biểu tượng phía trước. Chuyến tham quan kéo dài 3 giờ - 16 người trong nhóm của chúng tôi - nhưng nó không bao giờ nhàm chán hay dài dòng.  Tôi có thể ở lại lâu hơn rất nhiều.  Chúng tôi đã được nhìn và nghe rất nhiều nhờ người hướng dẫn tuyệt vời Tommy.  Ông ấy là một người có rất nhiều kiến ​​thức.  Tôi thích nghe những câu chuyện cá nhân của anh ấy về những trải nghiệm anh ấy đã có với Prince trong suốt cuộc đời.  Làm cho chuyến tham quan trở nên đặc biệt hơn nhiều!  Khung cảnh, âm thanh và trải nghiệm tổng thể là những điều tôi sẽ không bao giờ quên.  Và vâng, tôi sẽ làm lại từ đầu nếu có cơ hội!   - Paisleypark - PrinceĐọc thêm",
            "Thật đáng ngạc nhiên là Ultimate Tour lại đáng giá.  Tôi - không phải là một fan cuồng nhiệt của Prince mặc dù tôi - luôn yêu thích âm nhạc của anh ấy nhưng thấy tầm nhìn sản xuất âm nhạc của anh ấy rất thú vị.  Tommy là một hướng dẫn viên du lịch tuyệt vời, đã hòa nhập với những người hâm mộ địa phương khi Prince còn sống.Đọc thêm",
            "Đây là danh sách việc cần làm của chúng tôi và chúng tôi rất vui vì đã thực hiện chuyến đi. Chúng tôi có một hướng dẫn viên du lịch rất giỏi đã chia sẻ cái nhìn tổng quan về cơ sở vật chất và cuộc sống của Prince. Nơi nó thiếu sót là cửa hàng quà tặng. Có rất ít sự lựa chọn đối với bất kỳ người hâm mộ nào đã dành thời gian cho trải nghiệm bảo tàng cụ thể này. Với hoạt động tiếp thị phù hợp, có thể có một lượng lớn ý tưởng về các vật kỷ niệm bằng mã thông báo sẽ mang lại lợi nhuận tốt.  - I E. mũ nồi, bản sao giày, mô hình tàu hộ tống, kim cương - ngọc trai, v.v. - Những khoản lợi nhuận này sau đó có thể được sử dụng cho các nỗ lực khác liên quan đến âm nhạc, tổ chức từ thiện hoặc các phong trào xã hội mà Prince đã tham gia. Đọc thêm",
            "Chuyến tham quan này nằm trong danh sách những việc cần làm của chúng tôi. Là người hâm mộ Prince từ những năm 80, chuyến tham quan này không làm chúng tôi thất vọng. Trên thực tế, nó TUYỆT VỜI! Cơ sở được bảo dưỡng đẹp mắt, chuyến tham quan có hướng dẫn viên đặc biệt và các mặt hàng được trưng bày khiến chúng tôi phải há hốc mồm. Đôi giày của ông ấy!! Điểm hấp dẫn của chúng tôi là Prince là một người đàn ông kín đáo, một thần đồng, một doanh nhân và một người có tầm nhìn xa. Hoàn toàn kinh ngạc trước những gì ông đã đạt được trong cuộc đời mình. Rất khuyến khích bạn ghé thăm. Đọc thêm",
            "Chồng tôi và tôi dự định tham gia tour VIP nhưng khi tôi đăng ký thì đã hết vé nên thay vào đó chúng tôi đã tham gia Ultimate Fan Tour. Rất vui vì chúng tôi đã làm. Tommy là một người hướng dẫn xuất sắc, chia sẻ những câu chuyện trên đường đi. Sự ngưỡng mộ của anh ấy dành cho Prince thực sự đã thể hiện và làm tăng thêm trải nghiệm. Thật là tuyệt khi đi bộ qua trường quay và xem các nhạc cụ, quần áo, giải thưởng, v.v. Tôi không chắc mình sẽ mong đợi điều gì, nhưng điều này tuyệt vời hơn nhiều so với những gì tôi tưởng tượng. Ba giờ trôi qua.Đọc thêm",
            "Tôi hơi lo lắng trước một số đánh giá tiêu cực, nhưng hóa ra đây lại là một chuyến tham quan tuyệt vời.  Chúng tôi không bao giờ vội vàng hoặc bị đối xử như tội phạm hay bất kỳ điều tiêu cực nào khác mà người khác đã tuyên bố. Đúng, họ yêu cầu chúng tôi bảo vệ điện thoại của mình trong phần đầu tiên của chuyến tham quan nhưng cuối cùng thì có rất nhiều hoạt động chụp ảnh. Chúng tôi được yêu cầu không chạm vào bất cứ thứ gì nhưng điều đó nên được mong đợi. Cả chàng trai trẻ kiểm tra chúng tôi và hướng dẫn viên du lịch của tôi, Ivy đều rất xuất sắc. Tôi cũng rất thích trò chuyện trực tiếp với Ivy về lịch sử âm nhạc Minneapolis không liên quan đến Prince. Điểm trừ duy nhất là cửa hàng quà tặng hơi đắt tiền nhưng ngày nay thì sao?Đọc thêm",
            "Chúng tôi đã mua 7 vé có bảo hiểm cho các thành viên gia đình tham dự. 2 thành viên gia đình bị ốm và không thể đi lại. Một người phải phẫu thuật túi mật khẩn cấp, người kia bị đau nửa đầu tiền đình nghiêm trọng gây ra tình trạng chóng mặt kéo dài nhiều tuần và phải mất một tháng để gặp bác sĩ thần kinh. Không có cách nào để nói chuyện với nhân viên dịch vụ khách hàng để hỏi bất kỳ câu hỏi nào. Mọi thứ đều phải được thực hiện trực tuyến. Chúng tôi đã gửi yêu cầu và họ đã gửi một phản hồi tự động rằng - Họ yêu cầu các bác sĩ cung cấp tài liệu hỗ trợ - và sẽ làm mọi cách để không thể hoàn lại tiền. Không có tùy chọn để nói chuyện với một người thật. Chúng tôi đã đọc các bài đánh giá trực tuyến về bảo hiểm và mọi người đều gặp vấn đề tương tự. Bây giờ chúng tôi đã mất - 650. Thật là một trò lừa đảo. Sẽ không bao giờ mua vé thông qua Paisley Park trực tuyến của họ. Đọc thêm",
            "Không có nhiều lần bạn đến thăm một ngôi nhà mang tính biểu tượng và yêu thương một người nào đó nhiều hơn trước khi bạn đến thăm nơi đó.  Tôi đã tìm hiểu thêm về thiên tài âm nhạc Prince và xem phòng thu âm, sân khấu âm thanh, tủ quần áo, nhạc cụ của anh ấy, tất cả đều tuyệt vời!  Hướng dẫn của chúng tôi cũng rất tuyệt!  Đây là nơi không thể bỏ qua để ghé thăm và hiểu được sự vĩ đại của Hoàng tửĐọc thêm",
            "Đây là một chuyến tham quan tuyệt vời. Chúng tôi đã thực hiện Trải nghiệm VIP. Hướng dẫn viên của chúng tôi, Kyle, rất nhiệt tình và hiểu biết. Nếu bạn - là một người hâm mộ Hoàng tử và đang ở khu vực Minneapolis thì đây là điều bắt buộc.Đọc thêm",
            "Chúng tôi là những người dân Minnesota ở độ tuổi 70 và rất yêu thích âm nhạc của Prince. Tôi nghi ngờ sẽ không bao giờ có một trận đấu giữa hiệp Super Bowl ấn tượng như của anh ấy. Điều đó nói lên rằng, chúng tôi đã chọn Trải nghiệm VIP và cậu bé, điều đó đã mang lại hiệu quả! Hướng dẫn viên của chúng tôi, Terry - ? Teri - biết mọi thứ Hoàng tử. Chúng tôi thật may mắn khi được tham gia vào một nhóm du lịch gồm những người hâm mộ Hoàng tử từ khắp nước Mỹ. Chúng tôi tiếp thu mọi thứ được trình bày cho chúng tôi và nó thật tuyệt vời và cảm động. Để hiểu thế nào là người cầu toàn và thiên tài của một nghệ sĩ Prince - thật không thể diễn tả được. Nhóm của chúng tôi rất rung động và đó là cảm xúc có thể cảm nhận được giữa chúng tôi. Đó là giá trị mỗi penny!! Chúng tôi rất biết ơn vì Prince là một cậu bé ở Minnesota, người không bao giờ quên ngôi nhà của mình và mang đến những phòng thu âm hiện đại cho các nghệ sĩ hiện tại sử dụng. Câu chuyện của anh khiêm tốn, buồn bã, cảm động, thiên tài, chiến thắng và đạt đến đỉnh cao danh vọng. Chúng tôi RẤT tự hào về Prince và di sản của anh ấy sẽ tồn tại trong nhiều năm tới!Đọc thêm",
            "Hãy cẩn thận với ứng dụng và đảm bảo vé được xác nhận như chúng tôi đã làm nhưng ngày đã bị thay đổi sau khi mua. Lời khuyên của tôi là hãy mua hàng bằng American express và sau đó chúng sẽ được hoàn lại. Nếu không bạn phải dời lại hoặc mất tiền.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan VIP, nó rất xứng đáng. Chúng tôi rất thích chuyến tham quan, rất nhiều thông tin, Prince là một nghệ sĩ tuyệt vời. Bạn sẽ được nhìn và nghe thấy rất nhiều điều thú vị.Đọc thêm",
            "Tôi đã mua vé VIP 100, có vẻ hơi cao so với số phòng mà chúng tôi có thể ghé thăm, nhưng tôi phải nói rằng những gì chúng tôi được xem và học hỏi thật tuyệt vời. Xin lưu ý có những quy định nghiêm ngặt như không được sử dụng điện thoại di động hoặc thậm chí không được nhai kẹo cao su trong nơi lưu trú. Prince chưa bao giờ cho phép du khách chụp ảnh bên trong Công viên Paisley khi ông còn sống nên việc công ty du lịch tôn trọng những mong muốn đó là điều dễ hiểu.  Nếu bạn thậm chí là một người hâm mộ Hoàng tử nhỏ nhất - và hãy thành thật mà nói, những người chưa từng nghe nói về Mưa Tím - nơi này rất đáng để ghé thăm! Laurel là một hướng dẫn viên du lịch tuyệt vời! Tôi - rất vui vì có thể đánh dấu điều này khỏi danh sách nhóm của mình!Đọc thêm",
            "Ngay cả khi bạn không phải là một người hâm mộ cuồng nhiệt của Prince, tôi thực sự khuyên bạn nên thực hiện một chuyến tham quan.   Có rất nhiều lịch sử âm nhạc tuyệt vời trong tòa nhà này và đó là một nơi tuyệt vời bên trong nơi trông giống như một tòa nhà không có gì đặc sắc ở bên ngoài.  Đọc thêm",
            "Không phải những gì chúng tôi mong đợi. Không được xem bất kỳ khu nhà ở nào của anh ấy, chỉ có các studio. Hướng dẫn viên du lịch, Chúa ơi! Lãng phí - 75,00, gia đình chỉ kiếm tiền ở chỗ của anh ấy mà anh ấy - đôi khi - ở lại! Không có máy ảnh cho đến cuối cùng, không phải là bạn cần chúng. Tiết kiệm thời gian và tiền bạc, chỉ cần google!Đọc thêm"
        ],
        "star_ratings": [
            493,
            132,
            64,
            25,
            20
        ],
        "review_amount": 734,
        "location": [
            "Minnesota - MN -",
            "Hoa Kỳ",
            "Hoạt động giải trí tại Chanassen",
            "Chanassen",
            "Công viên Paisley"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 8, 2023",
            "Written July 11, 2023",
            "Written August 7, 2023",
            "Written August 14, 2023",
            "Written August 14, 2023",
            "Written August 22, 2023",
            "Written August 27, 2023",
            "Written August 30, 2023",
            "Written October 1, 2023",
            "Written May 30, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 17, 2024",
            "Written May 7, 2024",
            "Written April 14, 2024",
            "Written March 21, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42940-d10439710-Reviews-Paisley_Park-Chanhassen_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d5038556-Reviews-Leeann_Chin-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d10842277-Reviews-Jersey_Mike_s_Subs-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d10395522-Reviews-Noodles_Company_Chanhassen-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d15652559-Reviews-Taco_Bell-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d4932684-Reviews-Caribou_Coffee-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d5452951-Reviews-Caribou_Coffee-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d885514-Reviews-Rey_Azteca_Mexican_Restaurant-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d26695215-Reviews-Thaliwala-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d23861074-Reviews-Dog_Park_Gourmet_Hot_Dogs-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42940-d3672960-Reviews-Kai_s_Sushi_Grill-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d10715227-Reviews-Lake_Ann_Park_and_Beach-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d266406-Reviews-Minnesota_Landscape_Arboretum-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d5324642-Reviews-Temple_of_ECK_Contemplation_Trails-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43056-d268865-Reviews-Old_Log_Theatre-Excelsior_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d23646768-Reviews-Chanhassen_Dinner_Theatre-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d9587636-Reviews-Lake_Minnewashta_Regional_Park-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43028-d12661043-Reviews-Wings_of_the_North_Air_Museum-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43028-d10513740-Reviews-Round_Lake_Park_and_Beach-Eden_Prairie_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43056-d8703255-Reviews-Excelsior_Commons-Excelsior_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43056-d15274932-Reviews-Excelsior_Brewing_Company-Excelsior_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d10439710-Reviews-or10-Paisley_Park-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d2087796-Reviews-Chanhassen_Dinner_Theatres-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d6477226-Reviews-Stevie_Ray_s_Comedy_Cabaret-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d13335978-Reviews-Five_Star_Cinema-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d5845907-Reviews-Brindisi_s_Pub-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d267108-Reviews-Canterbury_Park-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43327-d2315272-Reviews-General_Store_of_Minnetonka-Minnetonka_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43519-d266407-Reviews-Valleyfair-Shakopee_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43056-d4503036-Reviews-Bay_to_Bay_Boat_Rentals-Excelsior_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43056-d7980890-Reviews-318_Cafe-Excelsior_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d5040956-Reviews-The_Peabody_Ducks-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d19042923-Reviews-Hemps_Hr-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d8527016-Reviews-Bunk_Art_1-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294497-Reviews-Hagia_Sophia_Mosque-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d3587617-Reviews-Ghost_Town_Famagusta-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4754265-Reviews-Museum_of_Alchemists_and_Magicians_of_Old_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1898167-Reviews-Shock_39_Nightclub-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g47206-d2292941-Reviews-Route_66_Auto_Museum-Santa_Rosa_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190881-d19417482-Reviews-Poca_da_Dona_Beija-Furnas_Povoacao_Sao_Miguel_Azores.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42940-d10439710-Reviews-or10-Paisley_Park-Chanhassen_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42940-d10439710-Reviews-Paisley_Park-Chanhassen_Minnesota.html"
    }
]