[
    {
        "attraction_name": "Palace of Versailles",
        "attraction_name_vi": "cung điện của Versailles",
        "general_info": [
            "27.479 đánh giá",
            "1 trong 90 điều cần làm ở Versailles",
            "Địa điểm lịch sử",
            "Điểm tham quan Điểm mốc",
            "Công trình kiến ​​trúc",
            "Lâu đài"
        ],
        "attraction_summary": "Cung điện, Cung điện Trianon và điền trang của Marie-Antoinette: mở cửa hàng ngày trừ thứ Hai và một số ngày lễ nhất định. Vườn và công viên: mở cửa hàng ngày.Đọc thêm",
        "reviews": [
            "Đây là lần thứ hai tôi đến Versailles và tôi thích nó hơn nhiều so với lần đầu tiên vào những năm 90.   Mọi thứ đều được tổ chức rất tốt; có những lựa chọn về thực phẩm; có sẵn và không cần phải nói, lâu đài và khu vườn hoàn toàn tuyệt vời để trải nghiệm.  Đông đúc nhưng vẫn rất thoải mái khi đi lại. Chúng tôi đến lúc 11 giờ sáng và dành thời gian đi qua các căn hộ lớn nhưng dành phần lớn thời gian ở bên ngoài, lang thang trong vườn.  Chúng tôi bắt chuyến tàu nhỏ đến và đi từ Petite Trianon và rất thích vị trí đó, từ trong ra ngoài.  Cảm ơn bạn đã chia sẻ địa điểm tuyệt vời này!Đọc thêm",
            "If you need to make a timed entry reservation with the Paris Museum Pass you are only allowed to get a ticket for the Chateau. You can also later scan the pass for entry to the Trianon section of the estate. However it does not include entrance to the gardens on any of the days they ae offering either the Musical Fountains or Musical Gardens show, which is basically every day in the summer. So we were forced to pay 10 euros each for tickets to the gardens for my family of four.  It was a complete money grab as holders of the PMP are not allowed to buy the Passport ticket which would have included this. The cost for timed entry to the chateau plus a ticket for entry to the Trianon which is basically what you have with the PMP exceeds the cost of the Passport ticket, so no excuse.  We spent 40 euro for a short walkthrough to the rest of the estate. We were headed to La Flottille for lunch. This is located right outside of the gardens so once you exit you are only allowed back in the gardens, that we paid extra for, one more time. After lunch we visited the Grand Trianon and the Queens Hamlet. By the time we returned around 7 all the speakers had been packed up so no musical gardens for us. Im not sure what we paid for exactly. The gardens are listed as being opened until 8:30 but the show ends at 7 pm. Very disappointing. Also all the shops selling refreshments were also closed by then.  We walked around the gardens in the heat with no water fountains or places to buy bottled water. We had to refill out water bottles from the bathroom sink. It would also be helpful if the Trianon section opened earlier than noon. It would have been nice to start in that area while waiting for our timed palace entry at 12:00. We ran out of time to see the Petit Trianon.  And as many others have written, there is very little signage or explanation of which direction to go either in the chateau or on the immense grounds. I would also have liked the app to include longer descriptions of the rooms and exhibits for speakers of other languages. I am not a fan of audio guides as I feel they put you in your own little world as was evidenced by the large number of people standing in the middle of walkways, completely oblivious. Not fun with the crowds. A very frustrating experience overall.Read more",
            "Nếu bạn định thực hiện một chuyến tham quan không có người hướng dẫn đến cung điện hoặc các khu vườn, bạn sẽ không thể hiểu được chi tiết. Thật tốt khi trở thành một phần của chuyến tham quan có hướng dẫn viên. Khu vườn mở cửa cho tất cả mọi người. Chỉ một phần của cung điện mở cửa cho du khách. Đọc thêm",
            "Nếu bạn muốn biết lý do tại sao người dân Paris nổi dậy trong Cách mạng Pháp và cung điện tuyệt vời nhất ở Châu Âu thì đây là điểm dừng chân không thể bỏ qua! Hoàn toàn xứng đáng cho một ngày trong chuyến đi Paris, Pháp hoặc Châu Âu của bạn.  Đi tàu RER từ Paris và đi bộ đến cung điện. Nhận vé trước và bỏ qua hàng dài!  Nhận vé Passporte để tham quan những khu vườn xinh đẹp, rộng lớn. Đi bộ phía sau và bên phải lâu đài để thuê một chiếc xe golf lái vòng quanh và ngắm nhìn các đài phun nước và tòa nhà bổ sung trong khuôn viên nơi này.  Tôi chưa bao giờ ở lại cho đến khi màn đêm buông xuống, nhưng tôi biết ở đây có pháo hoa và đài phun nước rất đẹp. Tôi khuyên bạn nên tải xuống chuyến tham quan bằng âm thanh của Rick Steves hoặc mua chuyến tham quan bằng âm thanh ở đó để nghe những bình luận thú vị về những gì bạn sẽ thấy.  Nội thất thật tuyệt vời và lịch sử thật đáng kinh ngạc! Đọc thêm",
            "Gợi ý lớn nhất chúng tôi có thể đưa ra: mang giày thoải mái. Một lần nữa, hãy mang giày thoải mái. Cung điện rất đồ sộ và phù hợp với Vua Mặt trời Louis XIV, người tự coi mình ngang hàng với Thần Apollo.  Mọi thứ ở đây đều ở mức cao nhất.  Hướng dẫn âm thanh là phải.  Hãy dành thời gian để nhìn ra cửa sổ nhìn ra khu vườn. Và khi bạn ở trong Sảnh Gương - hãy nhớ rằng hồi đó gương là một thứ xa xỉ và không có hành lang nào trên thế giới trông giống như thế này.  Hãy cân nhắc việc ôm bạn tình của bạn và thực hiện một điệu nhảy Baroque nhỏ....Đọc thêm",
            "Tôi đã lên kế hoạch cho chuyến thăm này với cháu trai của tôi. Chúng tôi rất thích nó rất nhiều. Đó là một cung điện hấp dẫn để chiêm ngưỡng với rất nhiều cánh và phòng đẹp dành cho những ai thích chụp ảnh. Những khu vườn là một câu chuyện khác, có lẽ cần một ngày khác. Nó rất được khuyến khích. Đừng bỏ lỡ nó ....Đọc thêm",
            "Cung điện thực sự được trang trí lộng lẫy và rộng lớn, do đó hãy nghỉ chân và mang giày thoải mái. Cũng lưu ý rằng trong những ngày nghỉ học và cuối tuần, nơi đây rất đông đúc.  Nhiều đến mức khó có thể di chuyển một số phòng. Những bức tranh trên tường và trần nhà rất đẹp, nhưng đừng mong đợi nhiều đồ nội thất nguyên bản, hãy nhớ rằng trong cuộc cách mạng, tất cả đồ đạc và thiết bị đều đã được bán. Tuy nhiên, nó vẫn rất đáng ghé thăm, mặc dù tôi thực sự khuyên bạn nên mua vé trước.Đọc thêm",
            "Địa điểm đẹp. Yêu các căn cứ. Thịt bò của tôi, KHÔNG có đài phun nước ở đâu cả. Không có. Họ không bán nước ở quán cà phê. Không có. Họ bán nửa chai nước với giá 4 Euro tại cửa hàng bánh macaron. Đó là nó. Chúng tôi có 7 người và mang theo 7 chai nhưng đó là một chuyến tàu dài từ Paris và đã 85 ngày chúng tôi đi. Cố lên nào anh bạn. Đây là năm 2023 chứ không phải năm 1783. Hãy tốt hơnĐọc thêm",
            "Thực sự có chút thất vọng. Đó chắc chắn là một nơi ấn tượng và lâu đài khá đẹp. Và giá trị lịch sử của Sảnh Gương chắc chắn là điều quan trọng cần phải thừa nhận. Nhưng những khu vườn có phần mờ nhạt và cần một số TLC. Và nhìn chung, nơi này là một nhà thương điên đông người, đặc biệt là bên trong nơi rất khó di chuyển vì có quá nhiều người. Nếu bạn có thời gian khi ở Paris và có thể thực hiện chuyến đi bằng tàu hỏa hoặc cách khác, thì hãy cứ đi. Nhưng có rất nhiều lâu đài khác ở Pháp đẹp hơn nhiều so với Chateau Villandry. Chúng không thể truy cập được.Đọc thêm",
            "Bắt đầu từ năm 1974, tôi đã đến thăm Versailles 5-6 lần, nhưng bây giờ tôi thấy lo ngại. Số lượng lớn người tham quan các căn hộ của tiểu bang thật đáng kinh ngạc và tôi nghĩ có thể nguy hiểm. Bạn thực sự không thể di chuyển vì người dân và nhiều xe đẩy trẻ em. Nếu sự hoảng loạn bắt đầu, mọi người sẽ bị nghiền nát. Hoặc có lẽ cấu trúc sẽ sụp đổ trước sức nặng của rất nhiều người. Thành thật mà nói, nó làm giảm đi trải nghiệm rất nhiều và tôi nghi ngờ liệu mình có quay trở lại hay không nếu tình trạng đông đúc này được phép duy trì.\n\nVersailles là một địa điểm độc đáo minh họa rõ ràng những thăng trầm đáng kinh ngạc trong lịch sử nước Pháp cũng như tình trạng các sự kiện dẫn đến Cách mạng Pháp. Việc coi nó như một điểm thu hút khách du lịch được tiếp thị rộng rãi, nơi mà người ta thậm chí không thể nhìn thấy chi tiết của từng phòng vì đơn giản là có quá nhiều người, làm mất đi những gì lẽ ra là một trải nghiệm thực sự tuyệt vời. Như Frank Lloyd Wright đã nói, Ít hơn là nhiều hơn.Đọc thêm",
            "Nếu chúng ta không có Leo thì đây sẽ không phải là trải nghiệm tương tự! Anh ấy đã làm cho Versailles thật tuyệt vời...chúng tôi đã thuê một chiếc xe golf để đi vòng quanh khuôn viên! Anh ấy rất thông tin và vui vẻ...đã thuê anh ấy thông qua khách sạn của chúng tôi, La Fantaisie, điều này vượt quá mọi mong đợi...Leo cũng vậy. Hãy thuê anh ấy để đưa bạn đi khắp mọi nơi trong chuyến đi đến Paris! Sư Tử 33 6 51 60 35 67.Đọc thêm",
            "Tôi đã yêu Cung điện Versailles! Những bức tượng vàng xuất hiện trên tường, những bức tranh trên trần nhà! Đẹp đến kinh ngạcTôi, ngay cả đài phun nước cũng cực kỳ hoành tráng, kịch tính nhấtĐọc thêm",
            "Tôi phải đồng ý với các đánh giá 1 sao trước đó.  Nó không chỉ bán quá mức trong mỗi thời gian quy định mà hầu như không có cửa sổ nào mở và trong tòa nhà nóng đến mức có người bất tỉnh.  Bên ngoài trời chỉ mới ngoài 60 và nhiều mây nhưng tòa nhà thật ngột ngạt.  Với tình trạng quá đông đúc, theo nghĩa đen là không thể di chuyển được ít hơn, thực sự không thể nhìn thấy bất cứ thứ gì, thật là khốn khổ.  Có không dưới 4 xe cứu thương được gọi khi chúng tôi ở đó. Chúng tôi đã sử dụng hướng dẫn âm thanh có ích trong việc tìm hiểu lịch sử của tòa nhà nhưng nó thực sự giống như đến thăm một bảo tàng nghệ thuật.  Những khu vườn rất đẹp nhưng không dành cho người khuyết tật hoặc người già nên chúng tôi đã trả tiền để xem những khu vườn mà không phải tất cả những người trong nhóm chúng tôi đều có thể nhìn thấy.  Phòng tắm thật kinh tởm!  Thật tuyệt khi họ có chúng nhưng chúng cần được làm sạch.Đọc thêm",
            "Chúng tôi có nửa ngày tuyệt vời trong chuyến tham quan tuyệt vời trên lâu đài và chúng tôi thuê xe đạp để ngắm nhìn những khu vườn thật tuyệt vời, thật vui vẻ và thư giãn. Để kết thúc, chúng ta có một bữa trưa ngon miệng tại Ore, thực sự đáng giá để kết thúc chuyến thăm của bạn tại Versailles.Đọc thêm",
            "Trải nghiệm của chúng tôi tại Cung điện Versailles là trải nghiệm đáng thất vọng nhất trong toàn bộ hai tuần ở Pháp. Chúng tôi đến thăm vào đầu tháng 5 với một hướng dẫn viên riêng và 14 người bạn. Đây là lần thứ hai tôi đến thăm, nhưng đông hơn khoảng 20 lần so với chuyến tham quan cuối cùng của tôi vào tháng 1 năm 2009. Nhóm của chúng tôi đeo tai nghe để nghe hướng dẫn viên của chúng tôi, và cô ấy đã cố gắng hết sức để giải thích các đặc điểm lịch sử trong mỗi phòng, nhưng có khoảng 15 xe buýt chở các nhóm khác xếp hàng bên ngoài cùng một lúc. Tất cả chúng tôi đều bị dồn như gia súc qua cùng một căn phòng cung điện và những lối đi đơn trong khoảng một giờ. Chúng tôi thực sự bật cười khi những hướng dẫn viên khác hét vào các nhóm tham quan khắp các phòng cung điện để mọi người di chuyển. Những bức ảnh chúng tôi chụp rất đẹp, nhưng trải nghiệm cung điện chính thì không. Có ít nhóm hơn, không có trẻ em đi học và có nhiều không gian hơn để tản bộ và hít thở trong Vườn, Trianon, Petit Trianon và Nông trại Hamlet. Dự kiến ​​sẽ đi bộ khoảng 15.000 bước và lên lịch khoảng 6 giờ nếu bạn dự định tham quan tất cả trong một ngày với một hướng dẫn viên. Các sự kiện cưỡi ngựa của Thế vận hội mùa hè 2024 sẽ được tổ chức tại Versailles, và thật tuyệt khi được chứng kiến ​​các đài phun nước và địa điểm dành cho khán giả được phục hồi đang hoàn thiện từ xa khi chúng tôi ở đó. Đọc thêm",
            "Tuyệt đối phải ghé thăm.  Thật tuyệt vời khi được nhìn thấy Cung điện trong ánh hào quang của nó.  Nó thật nổi bật. Có rất nhiều thứ để xem và chúng tôi đã có thể xem được tất cả.  Mặc dù chúng tôi không nhìn thấy nhiều Khu vườn vì trời đang mưa. Tôi khuyên họ nên có những quầy bán đồ uống, nơi bạn có thể uống cà phê, trà hoặc nước ngọt.  Có một quán cà phê nhà hàng mua khi bạn đi bộ xung quanh nhà hàng khá xa nơi bạn đang ở. Nhân viên an ninh ở đó cũng rất hữu ích. Đọc thêm",
            "Hoàn toàn ngoạn mục! Cung điện Versailles rộng lớn và đẹp đến choáng ngợp. Các khu vực chính bao gồm Hall of Mirrors, Kings Grand Apartments và Nhà nguyện Hoàng gia. Những khu vườn là điểm nhấn cho cảnh quan tuyệt đẹp! Tôi đã trả tiền cho một chuyến tham quan có hướng dẫn, nhưng bạn có thể tự mình khám phá. Mẹo chuyên nghiệp: Tải xuống ứng dụng Versailles và hướng dẫn trước và đặt trước vé trực tuyến. Mỗi khu vực đều cần có vé, vì vậy hãy lấy Passport Pass để vào tất cả các điểm tham quan. Hầu hết các tour du lịch nửa ngày chỉ bao gồm một phần của cung điện chính. Đừng bỏ lỡ tầng dưới, nơi có Phòng trưng bày các trận chiến vĩ đại và khu vực dành riêng cho Napoléon. Hãy chuẩn bị đi bộ nhiều, nhưng bạn có thể thuê xe golf và đi tàu với một khoản phí. Để thoát khỏi đám đông, hãy đến nơi ẩn náu của Marie Antoinette, Petit Trianon. Có rất nhiều bức tranh và căn phòng tuyệt đẹp trong trải nghiệm khó quên trong cung điện!Đọc thêm",
            "Tốt: những khu vườn tuyệt đẹp, phải đi đường dài đến Xóm Nữ Hoàng. Nó thật tuyệt vời. Nhập cảnh trong tuần chỉ rất dễ dàng. Đi xe đạp để ngắm nhìn toàn bộ khuôn viên Xấu: Bản thân Cung điện là một chuyến tham quan nhàm chán ngoại trừ việc ngắm nhìn sảnh gương và nhanh chóng hiểu được sự sang trọng của thời kỳ Xấu: nhà ga xe lửa thật lố bịch. Bạn không thể sử dụng vé giống như ở Paris.  Bạn có thể đến Paris bằng vé thông thường, nhưng bạn không thể rời ga mà không có vé khác mà bạn cần ở đó mà bạn phải mua trước khi lên - không ai biết, hỗn loạn khi rời ga, không đủ người phục vụ để giúp đỡ.Đọc hơn",
            "Thất vọng cực độ! Đây là lần thứ hai tôi đến thăm cung điện. Tôi đến để xem đài phun nước. Lần trước tôi đến thì đài phun nước không hoạt động vì trời đang là mùa đông và hôm nay chỉ có 2 đài phun nước hoạt động, thỉnh thoảng mới hoạt động! Tôi sống ở Úc nên phải đi một chặng đường dài mới đến được đài phun nước chính, một lần nữa! Khu điền trang chật cứng người, vậy tại sao không mở đài phun nước hằng ngày? Chúng tôi trả cùng mức giá với những người có thể đến vào cuối tuần, tại sao chúng tôi lại không được xem toàn bộ cảnh tượng? Vào được là một thảm họa! Chúng tôi đã mua vé theo giờ và đợi trong thời gian được phân bổ. Nhân viên không kiểm tra thời gian trên vé, vì vậy những người khác phải xếp hàng vào khung giờ sớm hơn để vào nhanh hơn! Có một hàng dài người xếp hàng để vào! Vì vậy, điều này không công bằng với những người trung thực! Khi vào bên trong, có một hàng dài người di chuyển trong cung điện như những chú cừu. Tất cả chúng tôi đều đi theo con đường được chỉ định. Chúng tôi muốn ra ngoài vườn trước, nhưng không, bạn phải đi theo lộ trình đã định, vì nếu vào vườn, chúng tôi sẽ không được phép vào cung điện nữa! Không có tự do di chuyển! Đó là một rạp xiếc! Hơn nữa, chúng tôi muốn xem những căn hộ mới được cải tạo của Marie Antoinette, nhưng được bảo là phải đi cùng hướng dẫn viên. Trang web tệ và không giải thích rõ ràng điều này hoặc lịch trình đài phun nước. Đọc thêm",
            "Thật là một mớ hỗn độn.  Tôi không thấy điểm vào đúng thời gian vì bạn không thể di chuyển cho dù bạn có đi vào bên trong ở đâu. Bạn không thể đến gần bất kỳ biển báo giải thích nào.  Và một khi bạn đã ở trong một dãy phòng, bạn không còn lựa chọn nào khác ngoài việc tiếp tục di chuyển qua.  Không có lối thoát để đưa bạn ra ngoài.  Nó hoàn toàn ngột ngạt.  Các biển báo thật khủng khiếp.  Tôi đã trả trước cho hướng dẫn âm thanh và sau đó được thông báo tại bàn thông tin rằng ứng dụng này có cùng thông tin miễn phí.  Vì vậy, đừng bận tâm đến việc có được một hướng dẫn âm thanh.  Nếu bạn đi vào khu vườn trước khi có vé vào cung điện, bạn phải đi bộ nửa dặm ra ngoài đường sau chuyến thăm cung điện để quay lại cổng rồng.  Sau đó, nếu bạn có hộ chiếu và muốn đến điền trang Trianon, bạn đã sử dụng hai mục vào khu vườn của mình!!! Đây là những ngày mà các khu vườn không rảnh rỗi.. Mẹo hay nếu bạn nhất quyết muốn đi.  Lấy. Chuyến tàu Petit trở về từ Trianons.  Mặc dù các biển báo cấm vào khu vườn nhưng họ sẽ thả bạn ở phía khu vườn của lâu đài!  Vì vậy, bạn chỉ có thể ở trong vườn vào thời điểm đó. Nhưng thực sự đừng bận tâm.  Ngày tồi tệ nhất ở Pháp.  Đọc thêm"
        ],
        "star_ratings": [
            14951,
            6732,
            3010,
            1419,
            1371
        ],
        "review_amount": 27483,
        "location": [
            "Pháp",
            "Châu Âu",
            "Những điều cần làm ở Versailles",
            "Ile-de-France",
            "Versailles",
            "cung điện của Versailles",
            "Yvelines"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 14, 2023",
            "Written June 14, 2023",
            "Written June 16, 2023",
            "Written June 18, 2023",
            "Written June 21, 2023",
            "Written June 22, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written July 2, 2023",
            "Written June 7, 2024",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187148-d188681-Reviews-Palace_of_Versailles-Versailles_Yvelines_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d7706912-Reviews-La_Table_du_11-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d24044903-Reviews-Azuli-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d2272428-Reviews-La_Tour-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d2224183-Reviews-Creperie_la_Place-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d12537615-Reviews-Le_Bistrot_du_11-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d1503712-Reviews-Gordon_Ramsay_Au_Trianon-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d17763212-Reviews-Le_Pincemin-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d13393447-Reviews-La_Maison_de_Mana-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d3183613-Reviews-Jeanne_Le_Ble_Noir-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187148-d8341428-Reviews-Kampai_Paroisse-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d6105547-Reviews-La_Galerie_des_Batailles-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d6105541-Reviews-The_Hall_of_Mirrors-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d546424-Reviews-The_Royal_Chapel-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d14196987-Reviews-Fontaine_du_Point_du_Jour-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d14196990-Reviews-Bassin_de_la_Pyramide-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d6579968-Reviews-The_Water_Parterres-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d15104547-Reviews-Le_Bassin_de_Latone-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d546426-Reviews-The_Royal_Opera_L_Opera_Royal-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d10509740-Reviews-Jardins_du_Chateau_de_Versailles-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d319292-Reviews-The_Trianons_The_Hamlet-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d188681-Reviews-or10-Palace_of_Versailles-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d545955-Reviews-Grand_Canal-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d11959944-Reviews-Le_Hameau_de_la_Reine-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d545953-Reviews-Temple_of_Love-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d6963984-Reviews-Place_du_Marche_Notre_Dame-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d9721953-Reviews-Le_Grand_Trianon-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d8508772-Reviews-Les_Petits_Trains_du_Parc_de_Versailles-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d5970322-Reviews-Cour_et_Jardin_des_Senteurs-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d220225-Reviews-Galerie_des_Carrosses-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187148-d8601750-Reviews-L_Orangerie-Versailles_Yvelines_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d4705814-Reviews-Playa_de_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55588-d3172429-Reviews-Russian_Banya_Spa_and_Restaurant-Carrollton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d2365027-Reviews-Konnos_Bay-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d313611-Reviews-Coral_World_Ocean_Park-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d102933-Reviews-National_Baseball_Hall_of_Fame_and_Museum-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d12705347-Reviews-Union_Station-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d19113016-Reviews-WONDR_Experience-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d13219883-Reviews-Saw_Airport_Transfer-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d1841370-Reviews-Bazaar_Sabado-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d10100948-Reviews-Pantai_Klebang-Melaka_Central_Melaka_District_Melaka_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187148-d188681-Reviews-or10-Palace_of_Versailles-Versailles_Yvelines_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187148-d188681-Reviews-Palace_of_Versailles-Versailles_Yvelines_Ile_de_France.html"
    }
]