[
    {
        "attraction_name": "Palace of Fine Arts Theatre",
        "attraction_name_vi": "Cung điện Nhà hát Mỹ thuật",
        "general_info": [
            "4.506 đánh giá",
            "- 18 trong số 1.031 điều cần làm ở San Francisco",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Được thiết kế trông giống như một tàn tích Hy Lạp-La Mã, công trình kiến ​​trúc này ban đầu được xây dựng cho Triển lãm Panama-Thái Bình Dương năm 1915. Bây giờ nó là địa điểm tổ chức sự kiện hàng đầu.Đọc thêm",
        "reviews": [
            "Những ngôi nhà đẹp, những con người xinh đẹp và khung cảnh tuyệt đẹp của Cầu Cổng Vàng chào đón du khách đến với Marina. Ban đầu là địa điểm tổ chức Triển lãm Quốc tế Panama-Thái Bình Dương vào năm 1915 - tàn tích của nó có thể được nhìn thấy tại Cung điện Mỹ thuật -, phần lớn đất đai đã được lấp đầy và san phẳng để tổ chức hội chợ thế giới. Không gian rộng rãi đó đã nhường chỗ cho thiên đường của người chạy bộ ở rìa phía bắc thành phố. Với khung cảnh vịnh đẹp như tranh vẽ làm nền, không có gì ngạc nhiên khi khu vực này đã tổ chức nhiều tác phẩm điện ảnh. Các hoạt động ban ngày tập trung vào văn hóa quán cà phê và cửa hàng mua sắm, trong khi buổi tối biến khu phố này thành địa điểm tổ chức tiệc tùng.Đọc thêm",
            "Tôi thực sự ngạc nhiên vì tôi thích đến đây đến mức nào.  Nó yên tĩnh hơn Golden Gate, mặc dù rõ ràng là không lớn bằng.  Nhưng tôi thấy nó thật đẹp và bình yên.  Chúng tôi đi bộ từ khu vực Tòa nhà Phà nên rất vui khi có nơi nào đó để nghỉ ngơi một chút.  \nĐó là một công viên xinh đẹp với một cái ao và kiến ​​trúc dù chỉ là mô phỏng nhưng vẫn khá ấn tượng.  Có khá nhiều người chụp ảnh cưới khi chúng tôi ở đó.  \nVà hãy cẩn thận với những con vịt... chúng không sợ người và sẽ không ngần ngại tiến thẳng đến chỗ bạn khi bạn đang ngồi trên bãi cỏ gần ao.  \nTôi - tôi rất vui vì chúng ta đã dành thời gian và đến đây.  Nó cũng nằm ở một khu vực xinh đẹp của thành phố. Đọc thêm",
            "Cung điện mỹ thuật là nơi không thể bỏ qua nếu bạn thích những khu vườn đẹp và kiến ​​trúc kỳ lạ.   Vợ tôi và tôi đi bộ từ khách sạn đến công viên, cách đó khoảng 9 dặm.   Bạn có thể thuê xe đạp nếu không thích đi bộ.Đọc thêm",
            "Địa điểm đẹp!!!!!! Rất khuyến khích, hồ và quang cảnh thực sự tốt đẹp. Đó là một nơi tuyệt vời để ngắm thời gian trôi qua và thư giãn bên hồ. Có phòng tắm công cộng khá sạch sẽ. Nếu có tiền chắc chắn tôi sẽ sống trước công viên và cung điện.Đọc thêm",
            "Bị đánh giá thấp sức hấp dẫn Nó đẹp như tranh vẽ, rộng hơn mong đợi, không đông đúc và tự do. Sẽ không mất nhiều thời gian - khoảng 30 phút - để xem nhưng đáng giá. Một số chỗ ngồi - ghế dài, tường - có sẵn trong công viên. Đọc thêm",
            "Một người bạn đã giới thiệu địa điểm hơi kỳ quặc này và chúng tôi đã ghé thăm vào buổi sáng ngày cuối cùng ở San Francisco và chúng tôi rất vui vì đã làm như vậy. Nó - nằm ở rìa vịnh với tầm nhìn đẹp ra cây cầu, nằm trong khu vực thượng lưu và được bảo trì rất tốt. Khu vườn và hồ nước đáng yêu với diệc, rùa, v.v. Rất nhiều cơ hội chụp ảnh với hồ, cây cầu và các tòa nhà. Có một anh chàng tội nghiệp dành thời gian sáng tác bức ảnh hồ nước bằng chân máy và liên tục bị instagrammerati làm gián đoạn.Đọc thêm",
            "Đây là một điểm tham quan không thể bỏ qua đối với du khách đến San Francisco.  Cấu trúc chỉ đơn giản là đầy cảm hứng đáng kinh ngạc.  Mặc dù được xây dựng cách đây hơn một thế kỷ nhưng nơi này vẫn được giữ gìn cẩn thận và sạch sẽ, không có bụi bẩn và phân chim thường thấy trong các tòa nhà lịch sử.  Có bãi đậu xe nhưng có thể khó đến.Đọc thêm",
            "Tôi dừng lại ở đây cả ngày lẫn đêm và cả hai đều đáng làm.  Cấu trúc ấn tượng và được bảo quản tốt mang lại nhiều cơ hội chụp ảnh tuyệt vời.  Điều tuyệt vời nhất là nó được tham quan miễn phí.   Bãi đỗ xe có thể khó khăn vào ban ngày nhưng lại trống rỗng vào ban đêm.Đọc thêm",
            "Nghĩ rằng tượng đài này có thể bị phá bỏ sẽ là một trò hề. Cung điện Nhà hát Mỹ nằm cách xa trung tâm thành phố gần Câu lạc bộ Du thuyền San Francisco và khu vực Bến du thuyền của thành phố.\nMột khu vực đẹp như tranh vẽ để đi dạo xung quanh, được bao quanh bởi nước và một số ngôi nhà ấn tượng. Vào cửa miễn phí và được chiếu sáng vào ban đêm.Đọc thêm",
            "Một nơi thực sự thư giãn. Cảm giác như bạn đang ở Hy Lạp hoặc một nơi nào đó ở Châu Âu! Những cây gỗ đỏ cũng khá tuyệt vời. Không có phí vào cửa. Bãi đậu xe có số tiền tối thiểu phải trả. Xem hình ảnh và video để biết thêm thông tin.Đọc thêm",
            "Chúng tôi đã thấy Madeleine Peyroux, người được Fantastic Negreto mở ra.  Tôi yêu địa điểm, âm thanh tuyệt vời.  Rộng hơn và ít sâu hơn nhiều, có thể tìm chỗ ngồi gần giữa hơn.Đọc thêm",
            "Một nơi thực sự thư giãn. Cảm giác như bạn đang ở Hy Lạp hoặc một nơi nào đó ở Châu Âu! Những cây gỗ đỏ cũng khá tuyệt vời. Không có phí vào cửa. Bãi đậu xe có số tiền tối thiểu phải trả. Xem hình ảnh và video để biết thêm thông tin.Đọc thêm",
            "Nơi này đẹp nên những bức ảnh của nó trở nên hoàn hảo, đặc biệt là ở giữa nó giữa cấu trúc nghệ thuật của cung điện. Nó miễn phí và gần Cổng Vàng.Đọc thêm",
            "Tôi đã mang nó đến đây từ khách sạn của tôi ở SoMa, thực sự không biết nơi này là gì và thành thật mà nói sau khi thực hiện rất nhiều nghiên cứu, tôi vẫn không thực sự biết ahahaha. Tôi biết nó được xây dựng cho hội chợ thế giới vào năm 1915 trưng bày các tác phẩm nghệ thuật, nhưng đó là mục đích duy nhất khiến tôi nghi ngờ. Giống như thứ này không có mục đích hay ý nghĩa thực sự và mọi người nói về nó như thể - đó là Tượng Nữ thần Tự do hay thứ gì đó. Tôi không biết, tôi đoán đôi khi tôi thích giả tạo sâu sắc. Tôi đã bị khóa và nạp đạn, hoàn toàn sẵn sàng ghét nó nhưng ngay lập tức hiểu ra khi tôi đến. Cung điện xuất hiện từ hư không và khiến bạn choáng ngợp trước vẻ đẹp của nó. Sự so sánh duy nhất mà tôi có thể thực hiện là khi bạn nhìn thấy một trong những người ngoài đời thực có vẻ đẹp và khí chất tự nhiên khó tả và bạn có những con bướm nhỏ không thể giải thích được bay quanh bụng. Bạn không thể không đánh giá cao nó, bạn không thể không mỉm cười. Tôi lấy chiếc airpod của mình ra và đóng hộp lại, tạm dừng danh sách nhạc Lofi-Chủ nhật của mình vì tôi chỉ muốn có mặt trọn vẹn trong thời điểm này. Lấy năng lượng, hít thở không khí. Thật đáng buồn khi phải nói rằng đây là cách tôi biết mình có sự tôn kính sâu sắc đối với một địa điểm ahahaha. Cậu bé của tôi, Bernard Maybeck đã Chộp lấy điều này khi cậu ấy đang cố gợi lên tàn tích đang suy tàn của La Mã cổ đại và cậu ấy đã nắm bắt được chính xác cảm giác đó . Kiến trúc sư cần tỏa sáng hơn nữa. Làm sao bạn có thể làm được điều đó?!?! Đặc biệt là vào năm 1915 không có internet và nguồn lực có thể bị hạn chế. Bernard có tất cả sự tôn trọng của tôi ahaha. Tôi - đã nói điều đó trước đây và tôi - có thể sẽ nói lại lần nữa: Tài năng đánh trúng mục tiêu mà không ai khác có thể đánh trúng, thiên tài đánh trúng mục tiêu không ai khác có thể nhìn thấy. CHÚNG TÔI XEM BẠN BERNARD!IG - jnov_Tiktok - jnov__Đọc thêm",
            "Nghĩ rằng tượng đài này có thể bị phá bỏ sẽ là một trò hề. Cung điện Nhà hát Mỹ nằm cách xa trung tâm thành phố, gần Câu lạc bộ Du thuyền San Francisco và khu vực Bến du thuyền của thành phố. Một khu vực đẹp như tranh vẽ để đi bộ xung quanh, được bao quanh bởi nước và một số ngôi nhà ấn tượng. Vào cửa miễn phí và được chiếu sáng vào ban đêm.Đọc thêm",
            "Không thể tin được đây vốn là công trình tạm thời cho Hội chợ Thế giới khoảng 100 năm trước. Cấu trúc thực sự đẹp và đẹp cho ảnhĐọc thêm",
            "Tôi dừng lại ở đây cả ngày lẫn đêm và cả hai đều đáng làm.  Cấu trúc ấn tượng và được bảo quản tốt mang lại nhiều cơ hội chụp ảnh tuyệt vời.  Điều tuyệt vời nhất là nó được tham quan miễn phí.   Bãi đỗ xe có thể khó khăn vào ban ngày nhưng lại trống rỗng vào ban đêm.Đọc thêm",
            "Đây là một điểm tham quan không thể bỏ qua đối với du khách đến San Francisco.  Cấu trúc chỉ đơn giản là đầy cảm hứng đáng kinh ngạc.  Mặc dù được xây dựng cách đây hơn một thế kỷ nhưng nơi này vẫn được giữ gìn cẩn thận và sạch sẽ, không có bụi bẩn và phân chim thường thấy trong các tòa nhà lịch sử.  Có bãi đậu xe nhưng có thể khó đến.Đọc thêm",
            "Chúng tôi đậu xe gần đó, nhìn Cầu Cổng Vàng và đi bộ đến đây. Điểm chụp ảnh tuyệt vời và cũng đáng để ghé thăm. Đọc thêm",
            "Một người bạn đã giới thiệu địa điểm hơi kỳ quặc này và chúng tôi đã ghé thăm vào buổi sáng ngày cuối cùng ở San Francisco và chúng tôi rất vui vì đã làm như vậy. Nó - nằm ở rìa vịnh với tầm nhìn đẹp ra cây cầu, nằm trong khu vực thượng lưu và được bảo trì rất tốt. Khu vườn và hồ nước đáng yêu với diệc, rùa, v.v. Rất nhiều cơ hội chụp ảnh với hồ, cây cầu và các tòa nhà. Có một anh chàng tội nghiệp dành thời gian sáng tác bức ảnh hồ nước bằng chân máy và liên tục bị instagrammerati làm gián đoạn.Đọc thêm",
            "Địa điểm này đóng cửa sau 5 giờ chiều?Đọc thêm",
            "nó là một công viên ngoài trời tôi không - không nghĩ vậy - đóng cửa - không hề.Đọc thêm",
            "Xin chào, làm cách nào để vào được? Phí vào cửa nơi đó là bao nhiêu và bạn có thể lấy nó ở đâu?Đọc thêm",
            "Xin chào. Nó miễn phí. Khi tôi ở một mình, bạn có thể ghé thăm nó từ bên ngoài và tôi nghĩ điều đó luôn như vậy. Nó nằm trong một công viên gần khu vực nhà tù.Đọc thêm",
            "Để ý những vụ đột nhập của xe cho thuê!Đọc thêm",
            "Chúng tôi bắt xe buýt từ trung tâm thành phố, chúng tôi cảm thấy an toàn ở vị trí này. Chúng tôi quay trở lại sau khi đi dạo quanh vịnhĐọc thêm",
            "Ăn uống ở đâu gần đó, tham dự buổi hòa nhạc buổi tối.Đọc thêm",
            "Trong khi bạn ở đó, tôi cho rằng bạn sẽ đến Công viên Quốc gia Presidio, một công viên xinh đẹp. Chúng tôi đi bộ qua công viên trước khi đến cung điện mỹ thuật. Hãy xem Câu lạc bộ Xã hội presidio, doanh trại quân đội cũ. Đồ ăn ngon và giá cả hợp lýXem thêm",
            "Các lựa chọn đỗ xe là gì?Đọc thêm",
            "Một người ở lại bên trong. Vui lòng không để lại tất cả đồ dùng cá nhân trên xe một mình. 100 - bạn sẽ không bao giờ nhìn thấy nó nữa.Đọc thêm",
            "Chúng ta vẫn có thể ghé thăm cung điện mỹ thuật vào thứ Hai mặc dù nó đóng cửa chứ?Đọc thêm",
            "Đúng. Mang theo một người nào đó để ở trong xe. Trẻ em đeo ba lô có gạch dày hoặc đá nặng trong đó để làm vỡ xe du lịch.Đọc thêm",
            "Tôi rất muốn nhìn thấy điều này vào lúc hoàng hôn nhưng đang băn khoăn về sự an toàn của khu vực liên quan đến tội phạm hoặc người vô gia cư trong khu vực. Cảm ơn bạn.Đọc thêm",
            "Xin chào Tara L., tôi có thể hiểu mối quan tâm của bạn về tội phạm và người vô gia cư ở San Francisco. Bạn sẽ hoàn toàn không gặp vấn đề gì vào lúc hoàng hôn ở khu vực này. Bạn có thể gọi những ngôi nhà xung quanh Trung tâm Mỹ thuật là tầng lớp thượng lưu. Đây là một khu phố THỰC SỰ tốt đẹp. Tôi nghĩ những ngôi nhà xung quanh Trung tâm Mỹ thuật sẽ có giá từ 1 đến 5 triệu nếu bán trên thị trường. Tôi đã chụp ảnh Trung tâm Mỹ thuật muộn nhất là 11 giờ tối và hoàn toàn không gặp vấn đề gì với hàng xóm, khách tham quan công viên, cảnh sát công viên, v.v. Chuyến tham quan vào khung giờ hoàng hôn sẽ rất đẹp. Đợi giờ xanh, giữa hoàng hôn và một giờ sau. Đó là lúc Trung tâm Mỹ thuật hoạt động tốt nhất. Cố gắng đỗ xe ở Baker. Vào ban ngày, việc đỗ xe dọc theo Baker có thể bị trúng hoặc trượt do có quá nhiều du khách. Nhưng khi hoàng hôn đến gần, hầu hết mọi người đều rời đi và bạn thường có thể tìm thấy chỗ đậu xe trên Baker ngay trước Trung tâm ở phía công viên - phía Tây - của đường phố. Cố gắng tiếp cận Trung tâm từ phía Bắc, rời khỏi Presidio bằng cách lái xe về phía Nam. Sẽ dễ dàng hơn một chút để có được chỗ đậu xe trên Baker khi lái xe về phía Nam. Hãy thực sự chú ý đến cách lái xe của người dân nếu bạn phải đỗ xe ngoài đường - . Chúng tôi muốn đối xử tốt với họ nhất có thể khi đến thăm khu phố của họ. Vì vậy, tôi hy vọng điều này sẽ giúp ích. Bạn sẽ ổn ở đó vào lúc hoàng hôn. Hãy cho tôi biết nếu bạn có thêm bất kỳ câu hỏi hoặc thắc mắc nào mà tôi có thể trợ giúp. Chuyến đi an toàn. Chúc mừng RichĐọc thêm",
            "Xin chào, tôi và chồng sắp cưới của tôi muốn đi chụp ảnh ở đây. Nó có yêu cầu đặt trước không?Đọc thêm",
            "KHÔNG\nnó hoàn toàn miễn phí cho công chúng.  Vấn đề duy nhất bạn có thể gặp phải là làm việc ở nơi công cộng.Đọc thêm",
            "Xin chào các bạn, nếu địa điểm này là hoàn hảo cho đám cưới..bạn có thể đề xuất thời điểm nào là buổi sáng hoặc buổi chiều tốt hơn không.. - tôi đoán là thời gian nào trong ngày tòa nhà trông đẹp hơn và ít người hơn..hehe.. - cảm ơn!Đọc thêm",
            "Xin chào Ghie, tôi sẽ chọn buổi chiều muộn vì ánh sáng sẽ khá đồng đều với mặt trời ở phía Tây, phía ít thú vị hơn của cơ sở. Nhiếp ảnh gia sẽ dễ dàng chụp ảnh cưới với đèn flash bên ngoài hơn là sử dụng gương phản chiếu. Những bức ảnh có mặt trời ở phía sau sẽ giúp chụp chân dung dễ dàng hơn một chút với đèn tốc độ, v.v. Chỉ là ý kiến ​​của tôi về việc xử lý ánh sáng cho ảnh..... Ngoài ra, nếu bạn đi vào buổi tối về phía giờ xanh thì tòa nhà và các cột sẽ được thắp sáng, nhưng bạn vẫn sẽ có bầu trời xanh - không phải màu đen - và mái vòm sẽ hiển thị đẹp mắt. Hãy nghĩ đến màu tux nếu bạn đi vào buổi tối muộn vì màu đen sẽ khó tách biệt khỏi các vùng đen, không sáng ở hậu cảnh. Chỉ là một ý nghĩ thôi.....Chrissy Field là một nơi rất xa và bạn có thể chụp được một số bức ảnh cưới với Cầu Cổng Vàng ở hậu cảnh. Chúc mừng đám cưới. Bạn sẽ có một lễ cưới tuyệt vời và đáng nhớ khi được tổ chức tại Place of Fine Arts. Chúc mừng RichĐọc thêm",
            "Giờ mở cửa là mấy giờ? Trên trang web ghi là đến 5 giờ chiều nhưng Tripadvisor nói rằng nó mở cửa đến 9 giờ tối.Đọc thêm",
            "5 giờ chiều là giờ đóng cửa văn phòng....địa điểm đóng cửa vào các thời điểm khác nhau tùy theo sự kiệnĐọc thêm"
        ],
        "star_ratings": [
            2917,
            1301,
            248,
            33,
            7
        ],
        "review_amount": 4506,
        "location": [
            "Cung điện Nhà hát Mỹ thuật",
            "Hoa Kỳ",
            "California - CA -",
            "San Francisco",
            "Những điều cần làm ở San Francisco"
        ],
        "reviews_time": [
            "Written August 2, 2023",
            "Written August 9, 2023",
            "Written August 18, 2023",
            "Written October 11, 2023",
            "Written November 2, 2023",
            "Written November 27, 2023",
            "Written December 10, 2023",
            "Written January 21, 2024",
            "Written May 4, 2024",
            "Written May 23, 2024",
            "Written May 4, 2024",
            "Written March 25, 2024",
            "Written January 24, 2024",
            "Written January 21, 2024",
            "Written December 25, 2023",
            "Written December 10, 2023",
            "Written November 27, 2023",
            "Written November 13, 2023",
            "Written November 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d104538-Reviews-Palace_of_Fine_Arts_Theatre-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d648332-Reviews-Presidio_Social_Club-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d8558769-Reviews-Sessions_at_the_Presidio-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d12718979-Reviews-Roma_Antica-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d370448-Reviews-A16-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d3322843-Reviews-Pizzeria_Avellino-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d7239332-Reviews-Cafe_RX-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d4280461-Reviews-Super_Duper_Burgers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d373595-Reviews-Home_Plate-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d8320014-Reviews-Golden_Gate_Market_Deli-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d4456476-Reviews-Final_Final_Sports_Bar-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156469-Reviews-Golden_Gate_Promenade-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d545897-Reviews-Walter_S_Johnson_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d144990-Reviews-Crissy_Field-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14766141-Reviews-Yoda_fountain-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14810130-Reviews-Philo_T_Farnsworth_statue-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14810137-Reviews-Eadweard_Muybridge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d545902-Reviews-Marina_Green-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1556974-Reviews-Walt_Disney_Family_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10293543-Reviews-Letterman_Digital_and_New_Media_Arts_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104675-Reviews-Golden_Gate_Bridge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104538-Reviews-or10-Palace_of_Fine_Arts_Theatre-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2098477-Reviews-San_Francisco_Magic_Theater_at_the_Marrakech-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142393-Reviews-Club_Fugazi-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1873656-Reviews-San_Francisco_Playhouse-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d7702075-Reviews-Oasis-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6413076-Reviews-The_Speakeasy-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d116450-Reviews-Grace_Cathedral-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142412-Reviews-San_Francisco_Opera-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142413-Reviews-San_Francisco_Symphony-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156313-Reviews-Biscuits_and_Blues-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156586-Reviews-Orpheum_Theatre-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8141758-Reviews-Palace_Games-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d7240071-Reviews-SenSpa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d27179305-Reviews-Lollyland_A_Mini_golf_Puzzle_Adventure-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d24896582-Reviews-Free_The_Impossible_Zoo-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2311120-Reviews-Sports_Basement_Outdoors-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d7162076-Reviews-Doc_Miles_Photo_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6539746-Reviews-Captain_San_Francisco_Sailing_Charters-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d2647015-Reviews-Anika_Tailor-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34652-d1887122-Reviews-Alfred_McKethan_Pine_Island_Park-Spring_Hill_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3253192-Reviews-Marina_Mall-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d2255787-Reviews-Ravana_Ella_Falls-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d4004202-Reviews-Cenote_Maya_Park-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d1863269-Reviews-6th_Street-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3689545-d17810329-Reviews-AutoVrooom-Obour_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g46843-d270681-Reviews-Wild_West_City-Stanhope_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d8517053-Reviews-Playa_Cala_Gran-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d208218-Reviews-Back_Bay-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d104538-Reviews-or10-Palace_of_Fine_Arts_Theatre-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d104538-Reviews-Palace_of_Fine_Arts_Theatre-San_Francisco_California.html"
    }
]