[
    {
        "attraction_name": "Palacio",
        "attraction_name_vi": "cung điện",
        "general_info": [
            "363 đánh giá",
            "6 trên 112 Mua sắm ở St. Thomas",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Palacio Jewelers là một cửa hàng trang sức do gia đình sở hữu, cung cấp Kim cương, Ngọc lục bảo, Hồng ngọc, Sapphire với GIÁ MIỄN THUẾ, MIỄN THUẾ, KHÔNG LO LẮNG. Chúng tôi là đại lý được ủy quyền của đồng hồ Rolex tái chế. Sự hài lòng của khách hàng là mục tiêu chính của chúng tôi và khách hàng quen là trụ cột của chúng tôi. Chúng tôi vui vẻ chấp nhận đơn đặt hàng qua thư. Đọc thêm",
        "reviews": [
            "Sonny là tuyệt vời nhất! Anh ấy đã nỗ lực hết mình để tìm cho tôi chiếc nhẫn đính hôn hoàn hảo! Anh ấy đã thành lập ban nhạc và chỉ là một chuyên gia thực sự trong ngành. Bán hàng ngày nay là một nghệ thuật đã bị thất truyền nhưng đối với Sonny thì không. Anh ấy sẽ đối xử với bạn một cách tôn trọng và cố gắng đáp ứng mọi nhu cầu của bạn. Tôi rất muốn giới thiệu Sonny cho bất cứ ai đang tìm kiếm đồ trang sức. Tuyệt đối đứng lên chàng trai.Đọc thêm",
            "Chúc mừng sự tham gia của bạn và cảm ơn bạn đã chọn cửa hàng của chúng tôi tham gia vào quá trình này.    Chúng tôi thực hiện các sản phẩm theo yêu cầu riêng cho khách hàng và chúng tôi rất vui vì bạn hài lòng với chiếc nhẫn.  Chúng tôi cố gắng hết sức để đảm bảo mọi khách hàng đều hài lòng.    Chúng tôi mong muốn được hợp tác kinh doanh với bạn trong tương lai. Đọc thêm",
            "Chúng tôi yêu Sonny và vợ anh ấy.  Cú đấm rượu rum của anh ấy là quả bom.  Họ đối xử với chúng tôi như những vị vua và hoàng hậu.  Chúng tôi mua một số mảnh và rất hài lòng.  Tôi không biết cách tháo vòng tay của mình ra.  Tôi đã nhắn tin cho Sonny và chỉ cho tôi cách thực hiện chính xác.   Tôi có thể cho bạn biết trải nghiệm đó tuyệt vời như thế nào.\n\nNancy và PerryĐọc thêm",
            "Cảm ơn bạn đã gửi đánh giá cho chúng tôi.    Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi.    Chúng tôi rất vui được giúp cả hai bạn trong việc lựa chọn một số món đồ đẹp từ cửa hàng của chúng tôi.    Chúng tôi cố gắng hết sức để có dịch vụ khách hàng tuyệt vời, vui lòng liên hệ với chúng tôi bất cứ lúc nào.    Đọc thêm",
            "Tôi và vợ mua sắm ở đây đã mua một chiếc vòng tay tennis Kim cương 8 carat và một viên Kim cương cắt Ngọc lục bảo với giá cả hợp lý. Sau khi được thẩm định viên Độc lập kiểm tra, cả hai đều được ước tính nhiều hơn D Gấp đôi số tiền chúng tôi đã trả. Vì vậy, xin cảm ơn Sonny và đội ngũ nhân viên thân thiện của anh ấy một triệu đô la và cảm ơn vì một trải nghiệm tuyệt vời. Giê-rê-mi Đọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm cửa hàng của chúng tôi.    Chúng tôi rất vui khi được giúp đỡ vợ chồng bạn trong việc lựa chọn một chiếc vòng tay và viên kim cương đẹp.     Chúng tôi cố gắng hết sức để khiến việc mua sắm trở nên thú vị và không có bất kỳ áp lực nào.   Chúng tôi mong muốn được nhìn thấy bạn một lần nữa.  Đọc thêm",
            "Trở lại Palacio vào tháng 7, chúng tôi đã đến khá nhiều cửa hàng và khi chúng tôi đến đây, không có áp lực nào, chỉ là một khoảng thời gian vui vẻ thân thiện và vợ tôi đã mua một mặt dây chuyền Tanzania 3 carat và một viên kim cương cắt công chúa 5 carat với thiết kế Alexandrite của Nga. Giá cả phải chăng nhưng không rẻ, chất lượng tuyệt vời và được đánh giá cao gần gấp ba lần giá mua. Cảm ơn Sonny và cô Caralina hẹn gặp lại vào năm sau. DanielĐọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm cửa hàng của chúng tôi. Chúng tôi rất vui khi được giúp bạn lựa chọn một số sản phẩm đẹp và độc đáo. Chúng tôi cung cấp cho khách hàng đồ trang sức chất lượng với mức giá hợp lý. Chúng tôi mong muốn được gặp lại bạn. Đọc thêm",
            "Luôn là thời điểm tuyệt vời khi tôi đến thăm bạn bè tại Palacio Jewelers. Tôi đến để mua cho bạn gái mình một chiếc vòng tay nhỏ để nói rằng tôi yêu bạn. Sau 3 ly Rum Punches và rất nhiều câu chuyện cười, cuối cùng tôi cũng mua được một chiếc nhẫn cho mình. Lmao. Đọc thêm",
            "Cảm ơn bạn đã đánh giá và rất vui được gặp lại bạn.     Chúng tôi rất vui vì bạn đã thích thú khi lựa chọn đồ trang sức đẹp và độc đáo của chúng tôi.   Rất mong được gặp lại bạn, rượu rum punch sẽ chờ đợi. Đọc thêm",
            "Chúng tôi đến tiệm kim hoàn Palacio ở St Thomas, cửa hàng đó chật cứng người. Tôi đã nói với vợ rằng tôi không nghĩ chúng tôi sẽ nhận được dịch vụ tốt. Cô ấy nói đó hẳn là một cửa hàng tốt. Vì vậy, chúng tôi đã đi vào và ở đó những người bán hàng thật tuyệt vời, họ đáp ứng mọi nhu cầu. Vì vậy, chúng tôi đã mua cho vợ tôi một chiếc Nhẫn kim cương có hình Công chúa xanh 3 cara. Và nó không ảnh hưởng nhiều đến tài khoản ngân hàng.  Cảm ơn Palacio. CraigĐọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm cửa hàng của chúng tôi. Chúng tôi hy vọng rằng vợ bạn thích chiếc nhẫn đẹp của mình. Chúng tôi cố gắng hết sức để giúp khách hàng tìm được thứ gì đó mà không gây áp lực cho họ. Chúng tôi mong được gặp lại bạn. Đọc thêm",
            "Vợ tôi và tôi rất vui mừng khi tìm thấy cửa hàng này.   Sau khi ra đường chính và đối mặt với những người bán hàng áp lực cao.  Chúng tôi được dẫn xuống một con phố nhỏ nơi chúng tôi tìm thấy Palacio Jewelers.  Cửa hàng thuộc sở hữu gia đình này có một đội ngũ nhân viên tuyệt vời và hữu ích.   Chủ sở hữu Sonny rất vui vẻ và dễ đối phó khi cho chúng tôi xem bộ sưu tập kim cương đẹp và độc đáo của anh ấy.   Vợ tôi đã chọn một khung cảnh tuyệt vời với mức giá tuyệt vời.   Chúng tôi cũng đã quyết định chọn một chiếc vòng tay tennis kim cương đáng yêu và nhận được giá ưu đãi trọn gói của Sonny.   Chúng tôi chắc chắn sẽ mua sắm tại Palacio một lần nữa.   Đọc thêm",
            "Bạn gái của tôi và tôi đã đến St Thomas vào dịp sinh nhật của chúng tôi.  Trong khi khám phá khu vực mua sắm ở thị trấn và chúng tôi được mời vào Palacio Jewellers.   Các nhân viên rất hữu ích trong việc giúp chúng tôi chọn một số đồ trang sức đẹp.  Họ có rất nhiều mảnh độc đáo và nhiều loại Đá quý khác nhau.   Chúng tôi đi mua sắm và uống chút rượu rum.  Tất cả chúng tôi đều thích trải nghiệm trong cửa hàng do gia đình sở hữu này.   Cảm ơn tất cả mọi người ở Palacio, đó là một trải nghiệm tuyệt vời.   Chúng tôi sẽ quay lại.Đọc thêm",
            "Sam và mọi người ở Palacio Jeweler đối xử với chúng tôi như gia đình. Tôi không ngờ mình lại có khoảng thời gian tuyệt vời như vậy với những con người tuyệt vời này. Tất cả mọi thứ đã được trình bày với rất nhiều độ chính xác và cẩn thận. Rất hài lòng với tất cả các giao dịch mua hàng của chúng tôi. Mong chuyến đi tiếp theo của chúng tôi để chúng tôi có thể gặp lại họ.Đọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm cửa hàng của chúng tôi.    Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi khi mua sắm trang sức.     Chúng tôi mong muốn được nhìn thấy bạn một lần nữa.   Đọc thêm",
            "Người tốt. Gia đình sở hữu doanh nghiệp nhỏ.  Làm việc với bạn về giá cả.  Sam rất vui được gặp tôi với mức giá dễ chịu. Tôi mua đôi bông tai đính kim cương.  Họ cũng vận chuyển đến các tiểu bang và tạo ra các sản phẩm tùy chỉnh. Họ rất hiếu khách và đưa cho tôi giấy chứng nhận thẩm định.  Tôi sẽ mua sắm với họ một lần nữa. Đọc thêm",
            "Cảm ơn bạn đã đánh giá và ghé thăm cửa hàng của chúng tôi.    Chúng tôi rất vui vì bạn đã sẵn sàng chọn một số đinh tán kim cương đẹp.   Chúng tôi có nhiều lựa chọn về đinh tán kim cương từ tất cả các mức giá khác nhau.  Chúng tôi mong muốn được nhìn thấy bạn một lần nữa. Đọc thêm",
            "Nhân viên rất hữu ích và thân thiện. Nhân viên đã giúp chúng tôi chọn đồ trang sức đẹp. Có rất nhiều loại đồ trang sức để lựa chọn. Đọc thêm",
            "Dịch vụ này thật tuyệt vời! Đồ trang sức thật tuyệt vời và giá cả phải chăng đến bất ngờ! Họ đối xử với chúng tôi bằng rất nhiều tình yêu và chúng tôi chắc chắn sẽ quay lại! Hãy đến kiểm tra chúng!Đọc thêm",
            "Đó là cửa hàng cuối cùng chúng tôi đến mua chiếc nhẫn hoàn hảo phù hợp với chiếc nhẫn ban đầu của vợ tôi. Dịch vụ tuyệt vời và rất nhiều thứ để khởi động. Làm cho vợ tôi mỉm cười với một viên kim cương mới là một niềm vui không thể diễn tả bằng lời.Đọc thêm",
            "Sonny thật tuyệt vời! Rất hữu ích, không huênh hoang và đáng tin cậy. Tôi sẽ quay lại sau khi mua sắm xung quanh. Tôi đã có một trải nghiệm tuyệt vời ở đó và để lại những viên kim cương mới Đọc thêm",
            "Một đội ngũ nhân viên xuất sắc và nhiều lựa chọn trang sức. Sam và Sonny rất am hiểu và chân thành trong việc hỗ trợ tôi mua hàng. Sẽ quay lại và giới thiệu Đọc thêm",
            "Cảm ơn Palacio Jewelers vì lòng hiếu khách và những gợi ý tuyệt vời của bạn. Tôi yêu bộ kim cương mới của tôi, thêm những món đồ tuyệt vời với giá tốt nhất trong thị trấnĐọc thêm",
            "Những món đồ trang sức này thực sự là những tác phẩm nghệ thuật! Các thiết kế đều đẹp đến nghẹt thở, với sự chú ý tinh tế đến từng chi tiết. Những viên đá quý lấp lánh rực rỡ và đồ kim loại hoàn hảo. Mỗi món đồ đều mang lại cảm giác sang trọng và được làm tốt để tồn tại suốt đời. Mặc những món đồ này khiến tôi cảm thấy thật quyến rũ và tự tin. Tôi đã nhận được rất nhiều lời khen ngợi! Bộ sưu tập này thực sự tuyệt đẹp - một thứ không thể thiếu đối với bất kỳ người yêu trang sức nào.Đọc thêm",
            "Dịch vụ khách hàng thật đặc biệt; mọi nhân viên đều có kiến ​​thức, thân thiện và sẵn sàng hỗ trợ tìm kiếm tác phẩm hoàn hảo.Đọc thêm",
            "Rất chuyên nghiệp và tôn trọng, cảm ơn bạn rất nhiều vì lòng hiếu khách và sự hào phóng của bạn. Công việc kinh doanh tuyệt vời do gia đình sở hữu, tôi chắc chắn sẽ đề xuất!Đọc thêm",
            "Các giao dịch tốt nhất với sự lựa chọn đẹp mắt Doanh nghiệp thuộc sở hữu của gia đình và giá cả rất tốt, tôi sẽ đến cửa hàng trang sức, cảm ơn SonnyĐọc thêm"
        ],
        "star_ratings": [
            364,
            0,
            0,
            0,
            3
        ],
        "review_amount": 367,
        "location": [
            "Quần đảo Virgin thuộc Hoa Kỳ",
            "cung điện",
            "Thánh Thomas",
            "vùng Caribe",
            "Những điều cần làm ở St. Thomas"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written August 2, 2023",
            "Written August 10, 2023",
            "Written August 10, 2023",
            "Written August 12, 2023",
            "Written August 14, 2023",
            "Written August 18, 2023",
            "Written August 20, 2023",
            "Written September 5, 2023",
            "Written September 20, 2023",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 11, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147404-d12526903-Reviews-Palacio-St_Thomas_U_S_Virgin_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d6996157-Reviews-Side_Street_Pub-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d16664942-Reviews-Stone_House_Cafe-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d1206542-Reviews-Amalia_Cafe-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d3573693-Reviews-Greengos_Caribbean_Cantina-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d1046663-Reviews-Gladys_Cafe-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d1046944-Reviews-Virgilio_s-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d4605363-Reviews-Rum_Island_Pub-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d1046653-Reviews-Bumpa_s-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d1046666-Reviews-The_Green_House-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7208537-d25184335-Reviews-Hook_d_USVI-Red_Hook_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d1936536-Reviews-St_Thomas_Historical_Trust_Museum-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d4115380-Reviews-St_Thomas_Synagogue-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d149049-Reviews-Main_Street-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d2558227-Reviews-Palm_Passage_Retail_Mall-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d148856-Reviews-Emancipation_Garden-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d15273939-Reviews-Hebrew_Congregation_of_St_Thomas-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d3179306-Reviews-Jonna_White_Gallery-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d149857-Reviews-A_H_Riise_Mall-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d25794159-Reviews-S_O_S_Antiques-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d25794432-Reviews-Waterfront_Trading_Company-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d12526903-Reviews-or10-Palacio-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d8093522-Reviews-Gold_Mine_Fine_Jewelry-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d4178281-Reviews-Grand_Jewelers-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d4094256-Reviews-House_of_Rajah_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d3792726-Reviews-Ballerina_Jewelers-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d6073229-Reviews-Lucky_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d12423265-Reviews-Renaissance_Jewelers-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d5542127-Reviews-Kay_s_Fine_Jewelry-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7096933-Reviews-Beverly_s_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d4773521-Reviews-Eden_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1546658-Reviews-Ajanta_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d23944171-Reviews-St_John_Brewers_On_The_Waterfront-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d4701254-Reviews-Maya_Jewelers-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d10926087-Reviews-Alaric_Jewels-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d23193801-Reviews-St_Thomas_Historical_Walking_Tour-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d6976508-Reviews-GH_Jewelry_Center-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d23753804-Reviews-Smoke_Box-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1733917-Reviews-Jewels_Forever-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d6453922-Reviews-Alpha_Jewelers-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d546215-Reviews-Depeche_Mode_Baar-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d4412910-Reviews-Muuido_Island-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g315909-d2188585-Reviews-Bahia_Park-Algeciras_Costa_de_la_Luz_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12218839-Reviews-Century_Day_Night_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32545-d156599-Reviews-Lake_Cuyamaca-Julian_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14982193-Reviews-Love_Lock_Gate-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g754592-d9681943-Reviews-Arctic_Ocean_Shuttle-Deadhorse_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d17676059-Reviews-Umbrella_Path-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190634-Reviews-Los_Encantes_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2299585-Reviews-Marquee_Nightclub_Dayclub_at_The_Cosmopolitan_of_Las_Vegas-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147404-d12526903-Reviews-or10-Palacio-St_Thomas_U_S_Virgin_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147404-d12526903-Reviews-Palacio-St_Thomas_U_S_Virgin_Islands.html"
    }
]