[
    {
        "attraction_name": "Palace of Parliament",
        "attraction_name_vi": "Cung điện Quốc hội",
        "general_info": [
            "8.018 đánh giá",
            "21 trong số 418 điều cần làm ở Bucharest",
            "Tòa nhà chính phủ"
        ],
        "attraction_summary": "Tòa nhà lớn thứ hai thế giới được xây dựng làm cung điện cho Nicolae Ceauşescu, người đã bị lật đổ và xử tử trước khi nó được hoàn thành.Đọc thêm",
        "reviews": [
            "Nhìn bên ngoài, rất ấn tượng, không thể tham gia chuyến tham quan có hướng dẫn vì không có giấy tờ tùy thân. Bạn phải có CMND ảnh không có bằng lái xe nên về cơ bản là hộ chiếu của bạn! Để nhập cảnh. Không chấp nhận ảnh phải là ảnh gốcĐọc thêm",
            "Người lớn: Mang theo hộ chiếu... không thể mua vé tham quan nếu không có hộ chiếu! Chúng tôi đã tham gia tour bằng tiếng Anh và hướng dẫn viên của chúng tôi rất hiểu biết. Tour chỉ kéo dài chưa đầy 1 giờ rưỡi và chúng tôi đã có mặt ở đó khoảng 30 phút trước đó. Đọc thêm",
            "Một nơi rất hoành tráng với rất nhiều đèn chùm cầu kỳ. Có rất nhiều điểm cho một bức ảnh đẹp. Lối đi lên từ lối vào thật tuyệt. Nội thất bên trong được thiết kế rất tốt mặc dù có rất nhiều cầu thang nên hãy đảm bảo bạn có đủ sức khỏe để leo lên xuốngĐọc thêm",
            "Thật thú vị khi được tham quan tòa nhà. Tòa nhà rất lớn và là một phần quan trọng trong lịch sử của thành phố trong thời kỳ cộng sản. \n\nHướng dẫn viên rất đam mê về tòa nhà và lịch sử của nó và rất nhiều thông tin. \n\nĐề xuất đặt chỗ với một công ty du lịch vì họ sắp xếp điểm gặp mặt và vé. Đúng là hơi bất tiện khi phải xuất trình hộ chiếu và đi qua an ninh nhưng đó là điều cần thiết vì tòa nhà vẫn tiếp tục được sử dụng. \n\nĐề xuất ghé thăm! Đọc thêm",
            "Đó là một tòa nhà thú vị và bạn phải xem nó nếu bạn đến Bucharest. Bạn phải đặt vé một ngày trước khi đến quốc hội. Bạn phải gọi một số chỉ cần tìm kiếm nó trên trang web của họ và đặt vé. \nĐây là một chuyến tham quan có hướng dẫn và bạn có thể nhìn thấy 5 trong toàn bộ tòa nhà. Vâng, tòa nhà thực sự rất lớn! \nChuyến tham quan thật thú vị, hướng dẫn viên vui tính và cho chúng tôi nhiều thông tin thú vị. \nĐây không phải là thứ mà tôi sẽ ghé thăm lần nữa, nhưng đó là một trải nghiệm thú vị.Đọc thêm",
            "Một nơi rất ngoạn mục để xem chuyến thăm! Các chi tiết trên tường, trần và sàn bằng đá cẩm thạch đều rất đẹp. Các phòng độc đáo để xem mặc dù chỉ có một vài nhưng nó rất đáng giá! Phòng hát opera hiện được sử dụng cho các cuộc họp, buổi hòa nhạc là một trải nghiệm tuyệt vời và sau đó là những cầu thang nổi tiếng được sử dụng trong bộ phim The Nun. Đọc thêm",
            "Bạn phải đặt chỗ trước tối thiểu 24 giờ qua điện thoại! Văn phòng thông tin du lịch có chi tiết liên lạc. Quốc hội rất lớn và chỉ có thể tiếp cận được khi có người hướng dẫn. Người hướng dẫn thân thiện của chúng tôi, người nói tiếng Anh hoàn hảo, đã đưa chúng tôi đi qua apx. 6 của tòa nhà và mất khoảng 45-50 phút Những tấm thảm đẹp, những bức tranh và rất nhiều đá cẩm thạchĐọc thêm",
            "Chuyến đi tuyệt vời. Thật không may là chuyến đi mà tôi mua qua Trip advisor đã hủy với chúng tôi, nhưng chúng tôi đã đến và mua vé và đi tour công cộng. Chuyến đi này thật tuyệt vời, tôi ước mình có thể nhớ tên người phụ nữ đã đi tour, cô ấy thật tuyệt, cô ấy không chỉ rất hiểu biết mà còn trả lời mọi câu hỏi. Không có gì cảm thấy vội vã và không hề nhàm chán. Đây là chuyến đi nhất định phải làm khi đến Romania. Tôi không thể hứa rằng bạn sẽ có được trải nghiệm tương tự như Quốc hội đang trong kỳ nghỉ nhưng chuyến đi vẫn đáng giá!! Đọc thêm",
            "Thật không thể tin được đây là ví dụ về kiến ​​trúc cộng sản được xây dựng để phản ánh sự thịnh vượng, điều đó tất nhiên là mỉa mai.  Dù sao đi nữa, hàng tỷ đô la được sử dụng để xây dựng công trình khổng lồ này đã được thể hiện rõ ràng trong nghệ thuật, kiến ​​trúc, đèn chùm, những căn phòng khổng lồ, à, chỉ là mọi thứ.  Bạn sẽ muốn chụp ảnh mọi thứ.  Có một số khu vực tất nhiên công chúng không được phép vào nhưng những gì bạn nhìn thấy cũng đủ để nhận ra tòa nhà này vô giá như thế nào.  Bây giờ nó là trụ sở của quốc hội Romania.  MẸO: Bạn phải leo lên khá nhiều cầu thang và sẽ phải qua cửa kiểm tra an ninh, vì vậy hãy đảm bảo bạn có hộ chiếu hoặc bằng lái xe.  Chuyến tham quan có hướng dẫn viên và bạn được theo dõi chặt chẽ để không đi lang thang hoặc chạm vào những người không thể chạm tới!  Đọc thêm",
            "Cung điện Quốc hội ở Bucharest thực sự đáng kinh ngạc! Sự hùng vĩ và sang trọng của nó là không thể diễn tả bằng lời. Chuyến tham quan có hướng dẫn viên đưa chúng tôi qua những hội trường tráng lệ được trang trí bằng đèn chùm, những tấm thảm phong phú và các chi tiết trang trí công phu. Kích thước khổng lồ của tòa nhà thật đáng kinh ngạc. Đây là địa điểm không thể bỏ qua đối với những ai quan tâm đến lịch sử, kiến ​​trúc hoặc chỉ muốn ngạc nhiên trước vẻ đẹp lộng lẫy tuyệt đối. Đừng quên máy ảnh của bạn; bạn sẽ muốn ghi lại mọi khoảnh khắc ngoạn mục.Đọc thêm",
            "Căn hộ của chúng tôi nhìn ra Cung điện này nên chúng tôi nghĩ rằng chúng tôi sẽ nhìn vào bên trong. Nó khá không đẹp mắt và như bạn mong đợi. Đó là căn phòng rộng lớn bằng đá cẩm thạch với những chiếc đèn chùm ngoạn mục. An ninh rất nghiêm ngặt và bạn cần có hộ chiếu. Bạn cũng cần một hướng dẫn chính thức để vào. Đọc thêm",
            "Đây là một trong những tòa nhà theo phong cách cổ điển lớn nhất thế giới, bao gồm cả những ngôi đền cổ của Đế chế La Mã. Đó là phong cách của EUĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời. Hướng dẫn của chúng tôi rất tốt. Anh ấy rất dễ hiểu và trả lời các câu hỏi thân thiện. Giải thích tình hình khi nó được xây dựng.Đọc thêm",
            "bên ngoài tòa nhà này rất ấn tượng. Nó rất lớn theo mọi nghĩa của từ này và những gì bạn nhìn thấy bên ngoài chỉ là một nửa của nó. Cùng một lượng feet vuông dưới lòng đất! Tôi chỉ ước chúng ta có đủ thời gian để tham gia chuyến tham quan bên trong.Đọc thêm",
            "Tòa nhà này trông khá đẹp mắt và bên trong rộng lớn.  Chúng tôi đã thực hiện một chuyến tham quan có hướng dẫn bắt buộc rất hay và nhiều thông tin, nhưng chúng tôi vẫn chỉ nhìn thấy một phần rất nhỏ của toàn bộ tòa nhà.  Tuy nhiên, những gì chúng tôi thấy thật ấn tượng.Đọc thêm",
            "Đây là điều phải xem khi ở thành phố vì lịch sử của nó. Hãy nhớ rằng tốt nhất là nên đặt trước.  Bạn không thể nhìn thấy toàn bộ tòa nhà vì việc này sẽ mất nhiều giờ. Những gì bạn thấy thật thú vị.Đọc thêm",
            "Bằng mọi cách, Cung điện Quốc hội xứng đáng với sự cuồng tín của Ceaucescus và mong muốn sự sang trọng và lộng lẫy. Với mọi thứ bên trong và bên ngoài đều được sản xuất tại Romania, đây là tòa nhà văn phòng lớn thứ hai trên thế giới. Tuy nhiên, việc xây dựng nó phải trả giá đắt về số người thiệt mạng và sự mất mát di sản văn hóa và kiến ​​trúc của phần Bucharest nơi Cung điện Quốc hội được dựng lên!Đọc thêm",
            "Trải nghiệm của tôi khi đi tham quan bên trong có thể là một ngoại lệ nào đó, nhưng tôi và bạn tôi không gặp vấn đề gì khi đi lên và lấy vé. Không cần đặt trước hay thậm chí gọi điện trước, tôi và bạn tôi tranh thủ đến Cung điện Quốc hội và xem liệu chúng tôi có thể mua vé tham quan hay không. Yêu cầu của chúng tôi đã được đáp ứng mà không có vấn đề gì. Tuy nhiên, chuyến tham quan bên trong tòa nhà hơi khó chịu. Chúng tôi chỉ có thể nhìn thấy một phần nhỏ của tòa nhà. Tòa nhà là một tòa nhà hành chính được vận hành đầy đủ và người ta cũng cảm thấy như vậy. Tôi rất vui vì đã có thể nhìn vào bên trong, nhưng tôi cảm thấy quang cảnh từ bên ngoài ngoạn mục và miễn phí hơn nhiều!Đọc thêm",
            "Quy mô tuyệt đối của tòa nhà này thật đáng kinh ngạc! Dễ tìm, dễ đặt chỗ và dễ tham quan. Tôi cũng thích đi dạo quanh bên ngoài.Đọc thêm",
            "Thật đáng xem và chuyến thăm của bạn sẽ tốt hơn nếu bạn biết những điều này:1. Vé rất đơn giản nhưng phải được đặt qua điện thoại từ ngày hôm trước. Số đó có trên mạng. Phải mất 60 giây và họ nói tiếng Anh tốt, hoặc khách sạn có thể dễ dàng gọi điện cho bạn. Tên của bạn được ghi chú và khi đến nơi, bạn lấy phiếu tại phòng vé và mua vé ở cửa hàng quà tặng gần đó. Hiện tại 60 Lei - khoảng 11,2. Bạn PHẢI mang theo hộ chiếu để đảm bảo an ninh theo kiểu sân bay. Giấy phép lái xe sẽ không đủ.3. Có rất nhiều chuyến tham quan mỗi ngày và mỗi chuyến kéo dài khoảng một giờ. Các chuyến tham quan không bao gồm hàng trăm bước mà một số người cảnh báo đề cập trực tuyến, nhưng tất nhiên là có một số bước! Bạn chỉ có thể tham quan theo chuyến tham quan có hướng dẫn viên và nó thực sự cung cấp khá nhiều thông tin.4. Bạn thấy một lựa chọn tốt về những phần thú vị nhất của Cung điện. Bạn sẽ không muốn nhìn thấy tất cả mọi thứ! Đặc biệt không phải là không gian văn phòng kém thú vị ở các tầng cao hơn.  Hy vọng điều đó sẽ làm cho chuyến đi của bạn dễ dàng hơn.Đọc thêm",
            "CHÀO,\nCó còn phải nộp hộ chiếu làm tiền đặt cọc khi vào tham quan Cung điện không?\nTôi hiểu rằng tôi phải xuất trình hộ chiếu để nhận dạng, nhưng tôi không thoải mái khi giao hộ chiếu của mình như một khoản đặt cọc.\nCảm ơn.Đọc thêm",
            "Xin chào các bạn, bạn có thể vui lòng giải thích cho tôi cách đặt vé không? Tôi đã xem trang web nhưng nó chỉ nói về việc đặt chỗ qua điện thoại. Cảm ơn bạn.\nVincenzoĐọc thêm",
            "Cái vé này bao nhiêu tiền?\nChuyến tham quan có thêm không? \nTôi chưa hiểu điều gì sẽ xảy ra với giá cả.",
            "Chúng tôi đã đi cùng một nhóm vào dịp Tết năm ngoái và chúng tôi đã trả tiền vé bao gồm chuyến tham quan có hướng dẫn.. Tất nhiên là khoảng 12 và đối với một số phòng chúng tôi đã tham quan, chúng tôi nghĩ thế là đủ... tất nhiên vì bạn đi một lần là được đáng xem ngay cả những người bên trong.. Đọc thêm",
            "làm thế nào để đặt vé vào quốc hội?Đọc thêm",
            "và chúng tôi không bị tổn thương bên trong.\nTôi không biết cách đặt hàng. Có người liên hệ hướng dẫn, bạn có thể hỏi họ.Đọc thêm",
            "Xin chào mọi người, tour nào thích hợp hơn? cái tiêu chuẩn? hoặc cái có tầng hầm và/hoặc sân thượng? Tôi có phải đặt chỗ độc quyền bằng cách gọi điện không? cảm ơn bạn rất nhiềuĐọc thêm",
            "Vào tháng 7, các tầng hầm không mở cửa cho du khách tham quan. Tốt hơn hết bạn nên đặt tour qua điện thoại vì họ cho bạn thời gian và bạn không phải đợi ở đó một cách không cần thiếtĐọc thêm",
            "Làm thế nào để tham quan lễ hội rượu vang tại Cung điện Quốc hội ở Bucharest?Đọc thêm",
            "CHÀO! hãy thử gửi yêu cầu của bạn đến cic.cdep.roen\nmột bản tóm tắt dưới đây:\n\n\nLễ hội Rượu vang và Ẩm thực đường phố 12-14 tháng 10 năm 2018\n\n\nĐơn vị tổ chức sự kiện: SC K-Fest Solution SRL\n\nTên sự kiện: Lễ hội rượu vang và ẩm thực đường phố\n\nVị trí: I.I.C. Hội trường Brătianu, Hội trường Ionescu\n\nNgày: 12-14 tháng 10 năm 2018\n\nGiờ tham quan:\n\nThứ Sáu: ngày 12 tháng 10: 12:00-22:00, lần vào cửa cuối cùng: 21:00\n\nThứ bảy: ngày 13 tháng 10: 12:00-22:00, lần vào cửa cuối cùng: 21:00\n\nChủ Nhật: ngày 14 tháng 10: 12:00-22:00, lần vào cửa cuối cùng: 21:00Đọc thêm",
            "Chào buổi sáng. Tôi đọc được rằng có một số chuyến tham quan đến cung điện này. Họ là ai? Có hướng dẫn bằng tiếng Ý không? Cảm ơn bạnĐọc thêm",
            "Chào buổi sáng, bạn nên truy cập cic.cdep.roroformular-rezervare?i13 để gửi câu hỏi của mình. Hoặc gửi email yêu cầu trực tiếp đến cic. Chỉ họ mới có thể cung cấp cho bạn sự sẵn có của hướng dẫn viên nói tiếng Ý cũng dựa trên thời gian và số lượng người yêu cầu giấy phép thăm quan.Đọc thêm",
            "Làm cách nào tôi có thể mua vé trực tuyến cho Quốc hội?Đọc thêm",
            "Bạn không thể vào trongĐọc thêm",
            "Xin chào! Tôi có cần đặt trước chuyến tham quan có hướng dẫn hay tôi có thể mua ngay tại chỗ? Cảm ơn bạnĐọc thêm",
            "Ngày tốt, \nNhư một du khách khác đã nói với tôi, không cần thiết phải đặt trước. Đơn giản chỉ cần đi đến nơi vào ngày của chuyến thăm. Xin chào.Đọc thêm",
            "Chào buổi sáng,\n\nTháng 10 tới, tôi sẽ đến thăm Bucharest và tôi muốn biết làm thế nào bạn có thể đến thăm tòa nhà Quốc hội bằng một chuyến tham quan có hướng dẫn. Tôi đã tham khảo trang web của tòa nhà và họ cho biết họ không chấp nhận đặt chỗ cho nhóm dưới 10 người.\n \nCảm ơn bạn rất nhiều vì đã giúp đỡ của bạn.\n\nMọi điều tốt đẹp nhất,\n\nLeireĐọc thêm",
            "Buenos días!\n\nTôi vừa đến đó và mua vé cho chuyến tham quan có hướng dẫn tiếp theo mà tôi chưa đặt trước. Họ có khá nhiều tour và tôi phải đợi chưa đầy 30 cho chuyến tiếp theo bằng tiếng Anh. Vì vậy, đừng lo lắng về việc đặt phòng. Chỉ cần đi và tận hưởng. \n\nmột câu chào\nThomasĐọc thêm"
        ],
        "star_ratings": [
            3581,
            2849,
            1147,
            283,
            158
        ],
        "review_amount": 8018,
        "location": [
            "Châu Âu",
            "Những điều cần làm ở Bucureşti",
            "Bucharest",
            "Cung điện Quốc hội",
            "Rumani"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written July 4, 2023",
            "Written July 9, 2023",
            "Written July 18, 2023",
            "Written August 13, 2023",
            "Written August 14, 2023",
            "Written September 16, 2023",
            "Written September 22, 2023",
            "Written September 23, 2023",
            "Written June 4, 2024",
            "Written May 30, 2024",
            "Written May 18, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 6, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d8122110-Reviews-Haute_Pepper-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d20960461-Reviews-Stadio_Unirii-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d4356377-Reviews-Hanu_Berarilor_Casa_Oprea_Soare-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d6881785-Reviews-The_Garden_at_the_JW_Marriott-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d12731611-Reviews-Taqueria_El_Torito-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d795621-Reviews-Champions_Sports_Bar-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d5932371-Reviews-JW_Steakhouse-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d17433749-Reviews-Hanu_Berarilor_Uranus-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d8708534-Reviews-Vienna_Lounge-Bucharest.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294458-d25391486-Reviews-SAVORMANGER_by_the_river-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d1818309-Reviews-National_Museum_of_Contemporary_Art-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d26068409-Reviews-Museum_of_Communism_Bucharest_Undeva_in_Comunism-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d19650800-Reviews-Bucharest_Christmas_Market_2019-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d14926257-Reviews-Muzeul_Micul_Paris_The_Little_Paris_Museum-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d7003075-Reviews-Manastirea_Antim-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d25184002-Reviews-Targul_de_Craciun_Bucuresti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d3574943-Reviews-Catedrala_Patriarhala-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318268-Reviews-Stavropoleos_Monastery-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d25102743-Reviews-Football_Museum_Bucharest-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d2645986-Reviews-Palatul_CEC-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-or10-Palace_of_Parliament-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d523712-Reviews-Ateneul_Roman-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318261-Reviews-Muzeul_National_al_Satului_Dimitrie_Gusti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d554989-Reviews-Carol_Park-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d7939910-Reviews-Biserica_Sfantul_Anton_Curtea_Veche-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4506830-Reviews-Calea_Victoriei-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d554991-Reviews-Old_Town-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d6714696-Reviews-Muzeul_Coleckiilor_de_Arta-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d14936335-Reviews-Red_Patrol_Tours-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d11728952-Reviews-Kineto_Dodo_By_Sandal_Spa-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d5931875-Reviews-Abel_s_Wine_Bar-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d16848327-Reviews-Bucharest_Electric_Scooter_Tour-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10066735-Reviews-Soca_Tour-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d3334913-Reviews-Bucharest_Romania_Tours_by_Cris-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10766792-Reviews-Bike_The_City-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4068126-Reviews-Bucharest_Party_ON-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d2056757-Reviews-Walkabout_Free_Tours-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d11895418-Reviews-Gateway_Virtual_Reality_Escape_Studio-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d11727091-Reviews-Beluga_Music_Cocktails-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23845914-Reviews-RiseNY-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d17433967-Reviews-Silver_Anvil_Metal_Craft-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d109330-Reviews-Lake_Ouachita-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31266-d320675-Reviews-Grand_Falls-Leupp_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d3849701-Reviews-Aretha_Franklin_Amphitheatre-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4420675-Reviews-S_I_T_Bus_Shuttle-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4378562-Reviews-The_Dreamhouse_Experience-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d3368246-Reviews-Lily_Lake-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7900333-Reviews-BATHHOUSE_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d1783442-Reviews-Lake_Vouliagmeni-Vouliagmeni_East_Attica_Region_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-or10-Palace_of_Parliament-Bucharest.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html"
    }
]