[
    {
        "attraction_name": "Palm Springs Aerial Tramway",
        "attraction_name_vi": "Đường xe điện trên không Palm Springs",
        "general_info": [
            "9.726 đánh giá",
            "8 trong số 128 điều cần làm ở Palm Springs",
            "Xe điện"
        ],
        "attraction_summary": "Trải dài chỉ hơn ba dặm, những hang động ngoạn mục bên dưới những ngọn đồi phía đông Nerja chứa các thành tạo thạch nhũ và măng đá ấn tượng. Được phát hiện một cách tình cờ vào năm 1959, hang động có nhiều tuyến đường được đánh dấu rõ ràng, mặc dù không phải tất cả đều mở cửa cho công chúng vì những nỗ lực bảo tồn và khảo cổ. Những bức tranh hang động, hóa thạch và hài cốt đã được khai quật ở đây và bạn có thể tìm thấy chúng được trưng bày tại Bảo tàng Nerja. Lên chuyến tàu du lịch màu đỏ để đến hang động từ Nerja. Trong mùa cao điểm, hãy chọn vé miễn xếp hàng để tiếp tục tiến lên hoặc tham gia chuyến tham quan ban đêm dành riêng cho ít đám đông hơn.  TripadvisorĐọc thêm",
        "reviews": [
            "Đưa một số người bạn chưa bao giờ đi xe điện và chúng tôi đã có khoảng thời gian tuyệt vời. Thời tiết rất đẹp, cảnh đẹp đáng kinh ngạc và đội ngũ nhân viên chúng tôi rất thân thiện và hữu ích trên đường đi.  Một cách tuyệt vời để dành cả ngày, ăn tối, đi bộ đường dài hoặc chỉ thư giãn và đọc sách.Đọc thêm",
            "Hoàn toàn tuyệt vời, đây là một trong những chuyến đi cáp treo và ngắm cảnh đẹp nhất mà chúng tôi từng đi. Khi bạn lên đến đỉnh cao hơn 8000 feet sẽ có một quán cà phê, quán bar và nhà hàng. Trời hơi lạnh một chút nhưng đáng để đi dạo quanh các khu vực quan sát. Đây là điều bắt buộc nếu bạn đến thăm Palm Springs.Đọc thêm",
            "Một trải nghiệm tuyệt vời nếu bạn có một vài giờ và đó là một ngày đẹp trời.\nLái xe về phía xe điện hơi dốc nhưng hãy dành thời gian ở tốc độ 30 dặm/giờ vì có nhiều khúc cua\nKhi đến gần trạm cơ sở có một nhân viên bảo vệ thu thập 15 chiếc để đậu mới cho tôi\nNgười bảo vệ đưa cho bạn một tờ thông tin để đặt trên bảng điều khiển của bạn và cho bạn biết nên đỗ xe ở bãi nào.  Xe điện đầu tiên khởi hành lúc 10 giờ sáng, đến đó lúc 9:30-9:45 để có bãi đậu xe gần và xếp hàng ngắn hơn tại quầy bán vé. Nếu bạn là khách du lịch như chúng tôi, bạn không thể in trước vé nên bạn phải xếp hàng để lấy.  Ngoài ra, nếu bạn có một chiếc ô tô thuê hoặc một chiếc ô tô khác, hãy làm quen với cách chuyển hộp số về Thấp, cụ thể là Thấp 2 nếu nó có số thấp như 1 thì quá chậm và có thể gây ra các vấn đề về động cơ và hộp số trên đường xuống. Thấp 2 tôi thấy giúp bạn đạt tốc độ 30-35 mph và phanh được sử dụng để kiểm soát việc lái xe xuống dốc \nPhía trên sau chuyến đi thú vị trên xe điện có rất nhiều điểm ngắm cảnh.  Ngoài ra, bạn có thể đi bộ xuống phía sau trạm xe điện và xuống một ngọn đồi dốc đến một thung lũng dài xinh đẹp với Jeffrey Pines rộng lớn và 2 chuyến đi bộ dễ chịu, một cái dài 0,75 dặm, cái kia là 1,5 dặm.  Đi bộ trở lại trạm xe điện thật mệt mỏi nhưng một vài chiếc ghế nghỉ ngơi trên đường sẽ giúp ích.   Giá là người lớn 30,95 người cao tuổi 28,95. Trẻ em thì ít, trẻ nhỏ thì miễn phí.Đọc thêm",
            "Quang cảnh trên xe điện khá ngoạn mục.  Đi lên thì hơi đông, nhưng chúng tôi đảm bảo có được tầm nhìn qua cửa sổ trên đường đi xuống để có thể trải nghiệm tất cả các cảnh đẹp.  Nhiệt độ trên cùng là 33 độ và chúng tôi không có áo khoác, nhưng áo len ấm và khăn quàng cổ cũng được, trừ khi có gió lạnh thổi qua.  Chúng tôi đi bộ dọc theo con đường tráng xi măng xuống phía dưới và đi dạo thoải mái, tận hưởng sự tương phản của thảm thực vật từ Palm Springs.  Được chuyển đổi sang quỹ Canada của chúng tôi, nó hơi đắt, nhưng thực sự không khác biệt so với những chiếc thuyền gondola xe điện khác mà người ta có thể tìm thấy ở các thành phố khác.  Đọc thêm",
            "Đây là một trải nghiệm độc đáo, khi ngồi trên một toa xe điện leo núi xoay vòng lên độ cao 8.000 feet chỉ trong vài phút. Cảnh quan ngoạn mục của những ngọn núi và sa mạc.\nBạn có thể mua vé tại nhà ga, miễn là không quá đông đúc.\nTrời có thể lạnh ở đó nên hãy mặc nhiều lớp áo và găng tay.\nCó rất nhiều đường mòn và đường đi bộ với nhiều độ khó khác nhau, vì vậy bạn có thể dành cả ngày ở đó nếu bạn muốn.\nCảnh báo tiết lộ nội dung - đừng mong đợi hoàng hôn, vì nó bị phần còn lại của ngọn núi chặn lại. Đọc thêm",
            "Đường xe điện trên không Palm Springs cho đến nay là điểm dừng chân yêu thích của tôi trong suốt chuyến thăm khu vực PS lớn hơn của tôi! Chúng tôi đến đó hơi sớm vào sáng thứ bảy. Mặc dù có rất nhiều bãi đậu xe khi chúng tôi đến, nhưng xe điện lại khá đông đúc khi đi lên. \n\nCác điểm tham quan trên xe điện thật ngoạn mục! Người điều khiển xe điện đi lên thật tuyệt vời. Vì xe điện lắc lư đáng chú ý ở một số điểm nhất định nên cô ấy đã cảnh báo chúng tôi để chuẩn bị sẵn sàng để không ai lo lắng.  Xe điện quay bên trong mang lại cho bạn những góc nhìn khác nhau trong suốt chuyến đi. Tuy nhiên, tôi nhận thấy xe điện vắng hơn khi đi xuống, điều này giúp cho những bức ảnh đẹp hơn.\n\nKhi chúng tôi đến đỉnh Dãy núi San Jacinto, bạn có thể vào Công viên Bang Mt San Jacinto và Khu vực hoang dã. Nếu bạn có sức khỏe vừa phải đến tốt thì việc đi bộ quanh khu vực có thể không khó lắm, tuy nhiên tôi có thể thấy một số khu vực có thể gây ra vấn đề cho những người có vấn đề về sức khỏe và khả năng di chuyển. \n\nĐây không phải là một chuyến đi nên thực hiện nếu bạn đang nghĩ đến việc đi lại bằng dép xỏ ngón hoặc những đôi giày không hỗ trợ khác. Địa hình có thể hơi nhiều đá.  Mình đi vào mùa đông nên nhiệt độ trên đỉnh núi thấp hơn nhiều so với ở trung tâm soát vé.  Tôi thấy mặc quần áo nhiều lớp rất hữu ích trong việc kiểm soát sự thay đổi nhiệt độ.\n\nCơ sở vật chất bao gồm đài quan sát chật kín người chụp ảnh cũng như phòng vệ sinh sạch sẽ, phòng uống cocktail, cửa hàng quà tặng và các lựa chọn ăn uống. \n\nTôi đặc biệt khuyên bạn nên ghé thăm Đường xe điện trong chuyến thăm Palm Springs. Thật tuyệt vời!Đọc thêm",
            "Chúng tôi đến trước 9 giờ sáng ngày thứ Bảy và không có hàng đợi, lấy vé và lên chuyến xe điện tiếp theo.  Họ tính tiền đậu xe ở cổng vào, lúc đầu chúng tôi phải đậu xe ở bãi đậu xe gần nhất.  Đó sẽ là lời khuyên của chúng tôi, vì khi chúng tôi rời đi sau bữa trưa, có rất nhiều người đang đợi và họ thông báo về thời gian.  Xe điện quay lớn nhất thế giới di chuyển hơn hai dặm rưỡi trong khoảng mười phút.   Không có điểm nào xấu, vì xe điện quay chậm nên mọi người sẽ có được tầm nhìn đẹp.   Trạm Núi có độ cao 8.516 feet, hãy đảm bảo bạn mặc quần áo phù hợp với nhiệt độ.  Vào tháng 12, đó là vào những năm 40.\n\nSau một đoạn đường dài đi xuống con đường trải nhựa dốc, chúng tôi đã đi một vài con đường mòn đi bộ đường dài.  Đường mòn Desert View dài khoảng 1,5 dặm.  Con đường vòng có 5 điểm nhìn ra thung lũng.  Hùng vĩ!!  Đường mòn Khám phá Thung lũng Long cũng là một đường mòn vòng dài chưa đầy một dặm.  Khá bằng phẳng sẽ đưa bạn băng qua con lạch mang đến một chuyến đi dạo trong thiên nhiên tuyệt đẹp.  Việc leo trở lại Trạm Núi quả là một công việc khó khăn!\n\nChúng tôi ở lại và ăn trưa tại nhà hàng Peaks, chắc chắn khuyên bạn nên đặt bàn.  Nó nhìn ra đài quan sát và từ đó, bạn có thể leo lên để có cái nhìn rõ hơn về Thung lũng Coachella bên dưới.  Trước khi đi, chúng tôi đi bộ đến thác nước nhỏ Johnson Falls\n\nĐây là việc phải làm đối với chúng tôi khi đến thăm Palms Springs.  Đó là một cách tuyệt vời để bắt đầu kỳ nghỉ của chúng tôi.  Chúng ta có thể thấy tại sao đây là một điểm thu hút rất phổ biến.  Chúng tôi hoàn toàn tận hưởng nửa ngày ở đây.Đọc thêm",
            "Chuyến đi này đi lên cao và quay. Nó thật đáng sợ và tuyệt vời. Đặt vé trước để tiết kiệm thời gian. Có thể có vấn đề khi bắt UberLyft đón bạn ở đây - chúng tôi phải đi bộ khoảng một dặm để có được một chiếc. Đi ô tô hoặc sắp xếp đón trước.Đọc thêm",
            "Chuyến đi rất tuyệt lên đỉnh núi, quang cảnh đẹp. Họ có một cửa hàng, một quán cà phê và nhà hàng trên đỉnh. Bạn có thể đi bộ xung quanh thiên nhiên, ngắm cây cối và động vật. \n\nTôi được cho biết rằng bạn có thể đi bộ đường dài và cắm trại vào mùa hè. Đọc thêm",
            "Chuyến thăm nổi bật. Quá trình lên và xuống tàu khá đơn giản. Trâm lên núi liếm, quang cảnh thật tuyệt vời. Sau khi lên trên, bạn có thể đi dã ngoại hoặc mua đồ ăn nhanh hoặc ngồi xuống và gọi một bữa ăn với đồ uống có cồn. Ngoài ra còn có một vài tăng vọt. Đường mòn Desert View có một số cảnh quan ngoạn mục. Một ngày thật đáng giá.Đọc thêm",
            "Wow, thật là một chuyến đi đáng kinh ngạc! Tôi rất biết ơn về tất cả những gì chúng tôi đã trải qua trên xe điện ở Palm Springs. Chúng tôi sẽ làm lại.Đọc thêm",
            "Xe điện quay đầu để có thể xem mọi thứ !!! Người điều hành xe điện tuyệt vời, Gil đã khiến chúng tôi vừa cười vừa học hỏi.  Ở trên cùng có nhiều nơi để ngắm thung lũng và thật tuyệt vời.Đọc thêm",
            "Chuyến đi chơi hoàn toàn thú vị.  Chuyến xe điện rất gọn gàng, quang cảnh tuyệt vời và nhân viên thực sự dễ chịu và hữu ích.Đọc thêm",
            "Tôi và bạn tôi đã đi xe điện và không xử lý đầy đủ độ cao và độ dốc của chuyến đi. Nó kết thúc trong khoảng 10 phút, nhưng việc vượt qua các tòa tháp chắc chắn khiến chúng tôi đau bụng. Sàn cũng xoay để mọi người có cơ hội ngắm nhìn mọi góc nhìn. Khi đã lên đến đỉnh, chúng tôi rất thích nhà hàng cũng như tất cả quang cảnh. Chúng tôi có thể leo lên phía sau ngọn núi và tận hưởng không khí trong lành và những dòng suối trong lành. Đó là một kỳ nghỉ tuyệt vời khỏi cái nóng của thung lũng và sa mạc phía dưới. Hãy nhớ mang theo áo khoác nhẹ -- ở đó trời trở lạnh và chúng tôi vẫn có thể nhìn thấy tuyết ở một số khu vực! Ngoài ra, hãy uống nhiều nước, độ cao khiến chúng tôi hơi khó thở.Đọc thêm",
            "Chuyến đi lên đỉnh thật tuyệt vời. Các quan điểm đi lên và xuống rất đẹp. Khi ở trên đỉnh có rất nhiều con đường mòn đi bộ đường dài để đi tiếp. Đó là một cách tuyệt vời để dành cả ngày.Đọc thêm",
            "Chuyến đi lên xuống thật vui vẻ và kịch tính. Từ trên đỉnh, bạn có thể nhìn ra thung lũng ở phía đông và đi bộ trong khu rừng ở phía tây. Lý do tôi trừ hai sao là vì quy trình bán vé vô lý. Bạn có thể thanh toán vé trực tuyến, giả sử rằng bạn có thể tránh được việc xếp hàng dài mua vé ở lối vào xe điện hoặc nhận được thời gian yêu cầu, nhưng bạn đã nhầm. Bạn phải đứng cùng hàng với người đi bộ. Việc thanh toán trước cũng không mang lại cho bạn thời gian ưu tiên. Vì vậy, việc thanh toán trực tuyến trước là vô nghĩa và nếu bạn cần hủy vì lý do nào đó thì thật rắc rối. Chỉ cần đi và mua vé của bạn ở đó. Sớm hơn thì tốt hơn vì hàng đợi bắt đầu rất dài sau khoảng 10:30.Đọc thêm",
            "Chúng tôi đã trải qua một buổi sáng tuyệt vời trên đỉnh núi bằng cách đi xe điện trên không Palm Springs.  Bằng cách mua vé trực tuyến, thật dễ dàng để lên xe và bắt đầu cuộc phiêu lưu của chúng tôi.   Lượt xem hoàn toàn ngoạn mục!Đọc thêm",
            "Tuyến cáp treo là một chuyến đi thú vị với quang cảnh tuyệt đẹp trên đường lên và xuống. Nhà hàng trên đỉnh rất tuyệt vời và tất cả các quang cảnh từ nhiều điểm ngắm cảnh khác nhau cũng vậy. Nơi tuyệt vời cho những người đam mê đi bộ đường dài. Mọi người làm việc ở đó đều rất thân thiện và hữu ích. Một vài cửa hàng quà tặng đẹp nữa. Đọc thêm",
            "Chuyến đi vui vẻ và trải nghiệm chuyến đi trong ngày thú vị. Chúng tôi đỗ xe tại bãi A trong 15 phút và đi bộ đến cổng. Nếu bạn ở bất kỳ bãi đậu xe nào khác, họ có dịch vụ đưa đón. Độ dốc rất lớn và khó đi bộ lên! Chúng tôi đến đó vào Chủ Nhật ngày 12 tháng 5 lúc 1 giờ chiều và mua vé đi xe điện lúc 2:12. Có rất nhiều thứ để xem và làm trong khi chờ đợi. Không quan trọng bạn đứng ở đâu trên xe điện vì sàn xe xoay nên mọi người đều có thể ngắm cảnh tuyệt đẹp từ trên xuống dưới. Chúng tôi khám phá đỉnh đồi một lúc và chỉ đợi 15 phút để xe điện xuống. Giá vé là 60 cho 2 người. Thật vui vì chúng tôi đã làm vậy! Đọc thêm",
            "Hoàn toàn nổi bật. Chúng tôi đến vào thứ Hai khoảng 12 giờ 30 chiều. Không có vé trực tuyến nhưng đã đến, trả 15 đô la để đậu trong vòng 1 phút, bắt xe đưa đón từ bãi đậu xe đến cổng lên máy bay, mua vé và lên xe điện trong vòng 10 phút. Khung cảnh thật không thể diễn tả được và đường xe điện quả là một công trình kỹ thuật đáng kinh ngạc. Có một nhà hàng ở tầng trên cùng phục vụ đồ uống và bánh sandwich, v.v. chúng tôi chưa thử nhưng nhà hàng trông sạch sẽ và đông đúc. Việc đi bộ trên đỉnh thật tuyệt vời. Xe điện quay là một cảm giác lạ nhưng bạn sẽ sớm quen với nó. Các nhân viên rất thân thiện và có một chỗ ngồi ở trung tâm nếu ai đó không thể chịu đựng được hành trình kéo dài khoảng 10 phút. Nếu bạn ở khu vực này thì điều này rất đáng đồng tiền bát gạo. Đọc thêm",
            "Có chuyến xe điện nào hoạt động vào thứ Tư ngày 31 tháng 1 không.Đọc thêm",
            "Có chuyến xe điện nào vào thứ Tư ngày 31 tháng 1 không.?Đọc thêm",
            "Xe lăn có cho thuê hoặc mượn ở xe điện không?Đọc thêm",
            "Tôi không thấy cái nào cả, tuy nhiên nó hoàn toàn có thể sử dụng được bằng xe lăn. Trên thực tế, có một khu đất đặc biệt bên cạnh trạm cơ sở và một thang máy để đưa bạn lên mức vé.  Ngoài ra, họ thích các hãng hàng không có người khuyết tật hoặc có trẻ nhỏ lên xe điện trước tất cả những người khác.  Hãy gọi cho họ để xem họ có xe lăn hay không nếu không xe lăn của bạn chắc chắn sẽ có chỗ ở.  Số điện thoại có trên trang web này cũng như xe điện.Đọc thêm",
            "Xe điện cách sườn núi bao xa?Đọc thêm",
            "Nơi bạn lên xe điện được gọi là Trạm gốc nằm ở độ cao hơn 1200 feet trên núi.   Chiếc xe tự di chuyển bằng dây cáp lên độ cao khoảng 10.000 feet \nCó những con đường mòn trên núi trong công viên phía trên có thể đưa bạn lên độ cao xấp xỉ 12.000 feet so với mực nước biển.Đọc thêm",
            "Nếu tôi mua vé trong ngày thì tôi có thể đi bất cứ lúc nào trong ngày đó không?Đọc thêm",
            "Tôi nghĩ bạn có thể đi bất cứ lúc nào vào hoặc sau thời gian đã đặt vé.  Dù vậy, xe điện vẫn được thông gió tốt cho tất cả các chuyến đi trong ngày, giảm nguy cơ phát sinh bất kỳ mùi khó chịu nào do hành khách đi cùng đổ xăng.Đọc thêm",
            "Tháng 5 có phải là thời điểm bận rộn trong năm? Tôi dự định ở đó vào tuần thứ hai. Ngoài ra, thời điểm nào trong ngày có view đẹp nhất? Ngày hoặc đêm? Cảm ơn!:Đọc thêm",
            "Tôi có thể đặt hàng trước với mức giảm giá AAA không?\n\nNgoài ra, bạn có cung cấp giảm giá quân sự không?Đọc thêm",
            "Tại sao những thứ này lại được quảng cáo là vé? Chúng là những voucher bạn đổi lấy vé, không có lợi thế rõ ràng so với việc chỉ mua vé - và có bất lợi là bạn không nhận được đặt chỗ đúng thời gian và được xác nhận.Đọc thêm",
            "Theo kinh nghiệm của tôi vào tháng 8 năm 2022, chúng tôi đã chọn một khung thời gian tham gia và xuất hiện sớm một chút.   Tôi nghĩ chúng tôi đã lên ngay sau khi đến nơi, có lẽ đó là lý do tại sao bạn nghĩ đây là voucher chứ không phải vé.  Khi bạn đỗ xe, đi bộ đến xe điện, v.v. thì thời gian không chính xác.  Đó là một địa điểm đẹp, hãy tận hưởng chuyến đi bộ đường dài và ngắm cảnh!Đọc thêm",
            "tôi có thể đi bộ lên đỉnh xe điện từ nhà ga không? Đọc thêm",
            "Tôi không biết gọi trạm xe điệnĐọc thêm",
            "Tôi có bao lâu trước khi vé của tôi hết hạn nếu không sử dụng do thời tiết?Đọc thêm",
            "kiểm tra với họ. Đọc thêm"
        ],
        "star_ratings": [
            7063,
            2123,
            382,
            73,
            86
        ],
        "review_amount": 9727,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Palm Springs",
            "Sa mạc California",
            "Suối cọ",
            "Suối Palm lớn hơn",
            "California CA",
            "Đường cáp treo Palm Springs"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written October 2, 2023",
            "Written October 24, 2023",
            "Written November 14, 2023",
            "Written November 23, 2023",
            "Written December 19, 2023",
            "Written December 19, 2023",
            "Written December 29, 2023",
            "Written January 10, 2024",
            "Written January 30, 2024",
            "Written June 5, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32847-d104111-Reviews-Palm_Springs_Aerial_Tramway-Palm_Springs_Greater_Palm_Springs_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d473500-Reviews-Top_of_The_Tram-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d2657280-Reviews-The_Pines_Cafe-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32847-d1367667-Reviews-Peaks_Restaurant-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d219562-Reviews-San_Jacinto_Mountain-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d116309-Reviews-Agua_Caliente_Indian_Canyons-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d103422-Reviews-Palm_Springs_Art_Museum-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d531941-Reviews-Tahquitz_Canyon-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d105487-Reviews-Palm_Canyon_Drive-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156985-Reviews-VillageFest-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d7281289-Reviews-Palm_Springs_Historical_Society-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d116310-Reviews-Moorten_Botanical_Garden-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d104927-Reviews-Palm_Springs_Visitor_Center-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d144482-Reviews-South_Lykken_Trail-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d104111-Reviews-or10-Palm_Springs_Aerial_Tramway-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d12908203-Reviews-Trypps-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d26999451-Reviews-Palm_Springs_Transfers_Vince_Group-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d26262704-Reviews-United_States_airport_Transfers_Vince_Group-Palm_Springs_Greater_Palm_Springs_Cal.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d23557606-Reviews-The_Chiefton_Group-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d12853857-Reviews-V_I_P_Express_Transportation-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d12290448-Reviews-Palm_Springs_Limousine_Services-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d12238214-Reviews-Shuttle_Me_Five_Star_Transportation-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156995-Reviews-Palm_Springs_Nordic_Ski_Center-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d8571561-Reviews-Escape_Room_Palm_Springs-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d10675584-Reviews-Brandini_Toffee-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d6623583-Reviews-Desert_Adventures_Red_Jeep_Tours-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d7387103-Reviews-PS_Architecture_Tours-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d7658042-Reviews-Social_Cycle-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d1163122-Reviews-Five_Star_Adventures_Tours-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d1217441-Reviews-The_Best_Of_The_Best_Tours-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d320551-Reviews-Cave_of_Elijah-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d14008308-Reviews-Black_Sea_Mall-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46686-d2204022-Reviews-Ocean_Oasis_Waterpark-North_Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2203570-Reviews-Hurrem_Sultan_Hamami-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33211-d266779-Reviews-Moaning_Caverns-Vallecito_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54578-d3294859-Reviews-Historic_Old_Town-Deadwood_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d669507-Reviews-Paphos_Aphrodite_Waterpark-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d25319860-Reviews-MY_ONLY_FRAGRANCE-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d4682435-Reviews-Lakota_Ways_Pine_Ridge_Indian_Reservation_Tours-Wall_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32847-d104111-Reviews-or10-Palm_Springs_Aerial_Tramway-Palm_Springs_Greater_Palm_Springs_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32847-d104111-Reviews-Palm_Springs_Aerial_Tramway-Palm_Springs_Greater_Palm_Springs_California.html"
    }
]