[
    {
        "attraction_name": "Palomar Mountain State Park",
        "attraction_name_vi": "Công viên tiểu bang núi Palomar",
        "general_info": [
            "115 đánh giá",
            "2 trong số 3 điều cần làm ở Núi Palomar",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Bầu không khí giống như Sierra-Nevada ở công viên này là duy nhất ở Nam California.Đọc thêm",
        "reviews": [
            "Tôi quan tâm đến con đường dẫn lên đỉnh núi.....đó là một con đường lên dốc quanh co và được những người đam mê lái xe ưa chuộng. nếu ai đó bạn biết bị say xe thì đây không phải là con đường tốt cho bạn. bạn cần phải tự đăng ký và trả một khoản phí khiêm tốn để vào công viên. chúng tôi đậu xe gần một khu dã ngoại, nơi được cho là có đầu đường mòn cách Tháp quan sát Boucher một đoạn ngắn, ngoại trừ việc chúng tôi không thể tìm thấy đầu đường mòn ở đâu cả. cuối cùng chúng tôi quay lại xe và lái đến tòa tháp. nó rất đẹp ở trên núi và đáng để lái xe lên. Được đề xuấtĐọc thêm",
            "Chúng tôi đã có toàn bộ công viên gần như cho riêng mình vào sáng sớm thứ Hai! Chúng tôi mang theo hai chiếc Newfies của mình và buộc dây chúng lại và được phép đi trên con đường mòn quanh Doanes Pond xinh đẹp, xung quanh một con đường mòn ngắn vòng quanh Khu dã ngoại Silvercrest và trên con đường trải nhựa xuyên qua con đường rợp bóng cây tuyệt đẹp xuyên qua công viên. Chúng tôi muốn khám phá thêm những con đường mòn, nhưng hầu hết đều được đánh dấu rõ ràng là không có chó.  Tuy nhiên, chúng tôi vẫn tận hưởng chuyến đi trong ngày của mình và có đủ các lựa chọn đi bộ đường dài để khiến lũ chó con của chúng tôi mệt mỏi. Cảm giác thật tuyệt vời khi được ở giữa rất nhiều cây tuyết tùng và cây thông cổ thụ!Đọc thêm",
            "Công viên tiểu bang Palomar Mountain là một nơi tuyệt vời để đi bộ đường dài, nhưng một số điểm trên đường mòn đã bị cây cối mọc um tùm, và trên một đường mòn, chúng tôi chỉ phải quay lại vì có rất nhiều cây sồi độc ngay trên đường mòn. Tuy nhiên, vẫn có rất nhiều đường mòn mà điều đó không phải là vấn đề, nhưng hãy cẩn thận với cây sồi độc và cây tầm ma. Ngoài ra, có một khoản phí sử dụng 10 ngày. Rất hợp lý, nhưng họ chỉ nhận tiền mặt hoặc séc. Chúng tôi chỉ có 20 đô la và cuối cùng mất 10 đô la vì không có ai ở đó để đổi tiền. Ngoài ra, hãy mang theo bút chì để đựng tiền mặt hoặc phong bì séc. Đọc thêm",
            "Một loạt các chuyến đi bộ tuyệt vời cho mọi mức năng lượng. Phong cảnh tuyệt đẹp vào giữa tháng 3, đặc biệt là xung quanh đồng cỏ. Hãy nhớ kiểm tra với nhân viên kiểm lâm hoặc nghiên cứu bản đồ địa hình, vì không rõ đường đi bộ nào dễ và đường đi nào rất vất vả!Đọc thêm",
            "Đó là 10 đô la để sử dụng trong ngày. Tôi có thể thấy một vài đô la nhưng không có cách nào để đi bộ, đi xe đạp hoặc dã ngoại. Khu vực đẹp nhưng nhiều nhất cũng chỉ vài đô la.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Núi Palomar. Chúng tôi quyết định khám phá ngọn núi một chút cho đến khi nhìn thấy những tấm biển về sư tử núi và các con tôi quyết định rằng chúng đã thấy đủ LOL. Khung cảnh thật ngoạn mục và nếu bạn yêu thiên nhiên như chúng tôi, bạn sẽ không thất vọng. Đọc thêm",
            "Khung cảnh đẹp và những con đường mòn rất đẹp. Cơ sở vật chất tốt. Những con đường mòn đi bộ đường dài thân thiện với gia đình. Chỗ đậu xe hàng ngày cần phải được trả tiền để sử dụng trong ngày.Đọc thêm",
            "Tôi không chắc những người khác có biết không nhưng chúng tôi đã đi khoảng một tuần vào tháng 6 và hầu như không rời khỏi cabin. Nơi này phải gọi là núi bay. Vừa bước xuống xe, chúng tôi đã bị hàng tấn ruồi bu đầy chỉ để bay vào cabin của chúng tôi, nằm trên núi chứ không phải ở bãi cắm trại. Sau đó chúng tôi đã đi đến công viên tiểu bang cùng một vấn đề. Thuốc chống côn trùng không giúp được gì. Sau đó chúng tôi đi đến công viên của quận. Thậm chí còn nhiều ruồi hơn. Chúng tôi thực sự chạy nước rút mỗi khi ra khỏi xe do số lượng ruồi tấn công. Chúng tôi đã đi vào tháng 6, có thể là những thời điểm khác trong năm nhưng tôi rất tiếc đã đi. Trân trọng là một du khách ba lô, người chạy đường mòn, anh chàng hoạt động ngoài trời. Đọc thêm",
            "Tôi chỉ có một ngày để tham quan công viên, không nhận ra rằng đài quan sát có thời gian giới hạn và cổng đã bị khóa lúc 4:30 chiều khi tôi đến. Công viên tiểu bang có khu cắm trại, một số đường đi bộ đường dài và khu vực đỗ xe rộng rãi với tầm nhìn hướng về phía Tây. Sau khi lái xe vòng quanh để xem các cơ sở vật chất của công viên tiểu bang, tôi cùng khoảng nửa tá người khác đã ngắm cảnh hoàng hôn vào Ngày Tổng thống năm 2020. Những gì tôi nhìn thấy là một ánh sáng rực rỡ chiếu xuyên qua bầu không khí rất ô nhiễm. Tôi có thể tạo ra đại dương. Có lẽ đó là sự hợm hĩnh ở Bắc California; nhưng đây luôn là mối quan tâm của tôi đối với Socal. Chất lượng không khí thật kinh khủng. Vì vậy, mặc dù tôi chắc chắn rằng nơi này có thể có tầm nhìn đẹp sau cơn mưa bão, nhưng tôi không chắc nó có đáng để lái xe hay không.Đọc thêm",
            "Lên công tắc trở lại một cuộc phiêu lưu trong chính nó. Chúng tôi đến đài quan sát sớm để mua tkts cho chuyến tham quan. Chỉ để tìm thấy nó đã bị hủy bỏ. Không phải là vấn đề lớn vì trung tâm tiếp tân rất thú vị, sau đó bạn đi bộ đến mái vòm và nhìn qua kính để xem khu vực hoạt động thay vì đi vào đó. Chúng tôi đọc tất cả lịch sử và tìm hiểu cơ bản những gì chúng tôi đã nghe trong chuyến tham quan.  Rừng thông rất đẹp, không khí mát mẻ và trong lành, hãy nghiên cứu trang web để biết thông tin tham quanĐọc thêm",
            "Tại sao lũ bọ ở đây lại tệ hơn nhiều so với các khu cắm trại khác ở miền nam CA?Đọc thêm",
            "Có phòng hoặc cabin nào cho thuê không?Đọc thêm",
            "Tôi không biết về bất kỳ điều gì nhưng điều đó không có nghĩa là không có.\nTôi biết có một khách sạn Casino lớn dưới chân núi, Harrahs Rincon, tôi tin không?\nXin lỗi, việc này mất quá nhiều thời gian.Đọc thêm",
            "Này, tôi đang muốn ở tại một khu cắm trại trên núi palomar. Những trang web nào là tốt nhất? Góc nhìn đẹp? truy cập vào những con đường mòn? gần ao hoặc đài quan sát?Đọc thêm",
            "Tôi không có cơ hội đến khu cắm trại; Tôi ở lại khu dã ngoại.  Tôi chắc chắn người khác sẽ có thể giúp bạn.  Tôi chắc chắn cần phải quay lại. Chúc bạn có một kỳ nghỉ tuyệt vời!Đọc thêm",
            "Rất tiếc có nghĩa là khu cắm trạiĐọc thêm",
            "Có thể có 2 xe khi max nói 1 không? Cảnh tượng trại cho biết nó dành cho 8 người nhưng chỉ cho phép một ô tô?Đọc thêm",
            "Tôi không chắc vì chúng tôi chỉ là du khách trong ngày. Bạn có thể gọi 760-742-3462 để biết thông tin về công viên.Đọc thêm",
            "bạn thực sự có thể nhìn qua bất kỳ kính thiên văn nào không????Đọc thêm",
            "Có thể!!!Đọc thêm",
            "Bạn có cho phép chó vào công viên bao gồm cả nhà kính không?Đọc thêm",
            "Tôi không thấy biển báo cấm chó nào cả. Mặc dù với tính chất của đài quan sát, tôi nghi ngờ những con chó khác ngoài chó phục vụ sẽ được phép vào bên trong. Tuy nhiên...có một số lượng lớn rắn đuôi chuông hoạt động tích cực...Tôi chắc chắn sẽ đi trên đường mòn cùng với một con chó. Bạn có thể gọi 760-742-3462 để biết thông tin về vật nuôi.Đọc thêm",
            "Đây có phải là nơi phù hợp cho người mới hoàn toàn mang theo một bé gái 4 tuổi không? Tôi muốn cô ấy nhìn thấy bầu trời đầy sao. Chúng tôi không sở hữu một chiếc lều chứ đừng nói đến một chiếc RV hay xe cắm trại. Không biết chúng tôi cần mang theo những gì để sống sót qua đêm. Trợ giúp!Đọc thêm",
            "XIN VUI LÒNG lưu ý rằng công viên này có số lượng rắn đuôi chuông cao. Nếu đi chệch khỏi đường mòn, hãy hết sức cẩn thận, đặc biệt là với trẻ em.Đọc thêm",
            "Cơ hội đi bộ đường dài tốt?Đọc thêm",
            "Đi bộ đường dài tuyệt vời từ khu cắm trại, đến độ cao cao hơn hoặc xuống thung lũng. Hãy nhớ đến đài quan sát, nơi cũng có những con đường mòn.Đọc thêm"
        ],
        "star_ratings": [
            59,
            39,
            12,
            5,
            0
        ],
        "review_amount": 115,
        "location": [
            "Những điều cần làm ở Núi Palomar",
            "Núi Palomar",
            "Công viên tiểu bang núi Palomar",
            "California CA",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written May 8, 2023",
            "Written August 1, 2022",
            "Written March 21, 2022",
            "Written May 15, 2021",
            "Written April 21, 2021",
            "Written November 12, 2020",
            "Written June 3, 2020",
            "Written February 24, 2020",
            "Written November 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32852-d255157-Reviews-Palomar_Mountain_State_Park-Palomar_Mountain_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32852-d2183422-Reviews-Mother_s_Kitchen-Palomar_Mountain_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32852-d181814-Reviews-Palomar_Observatory-Palomar_Mountain_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12385474-d5786075-Reviews-Harrah_s_Resort_Southern_California-Funner_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d15326811-Reviews-Boucher_Hill_Fire_Lookout_Tower-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32852-d14041590-Reviews-Palomar_County_Park-Palomar_Mountain_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d274114-Reviews-Casino_Pauma-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d278071-Reviews-Sengme_Oaks_Water_Park-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d8776514-Reviews-Bar_2_Ranch-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d26996026-Reviews-Luiseno_Mountain_Bike_Park-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d6539744-Reviews-Fairfield_Fruit_Co-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32852-d255157-Reviews-or10-Palomar_Mountain_State_Park-Palomar_Mountain_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32864-d8599157-Reviews-La_Jolla_Zip_Zoom_Zipline-Pauma_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33213-d5011914-Reviews-VeraVia-Valley_Center_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33213-d10386194-Reviews-Nurtured_By_Nature-Valley_Center_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29071-d10332607-Reviews-Ricardo_Breceda_Gallery_Sculpture_Garden-Aguanga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33213-d2296401-Reviews-Valley_View_Casino_Hotel-Valley_Center_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32844-d116572-Reviews-Mission_San_Antonio_de_Pala-Pala_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33237-d7395962-Reviews-Emerald_Creek_Winery-Warner_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33237-d1024858-Reviews-Shadow_Mountain_Vineyards_Winery-Warner_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2226031-Reviews-Hurlimannbad_Spa_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d10660481-Reviews-Gradakia_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185115-Reviews-Toronto_Island_Park-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d523855-Reviews-Village_of_Lindos-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d102545-Reviews-Point_Lobos-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8497974-Reviews-Ballast_Point_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d265300-Reviews-Turtle_Bay_Exploration_Park-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g309280-d1647107-Reviews-Corcovado_National_Park-Carate_Corcovado_National_Park_Osa_Peninsula_Province_of_.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d527436-Reviews-Aquarium_of_the_Bay-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13942608-d5122489-Reviews-Boneyard_Beach-Moores_Landing_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32852-d255157-Reviews-or10-Palomar_Mountain_State_Park-Palomar_Mountain_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32852-d255157-Reviews-Palomar_Mountain_State_Park-Palomar_Mountain_California.html"
    }
]