[
    {
        "attraction_name": "Panama City Beach",
        "attraction_name_vi": "Bãi biển thành phố Panama",
        "general_info": [
            "6.624 đánh giá",
            "5 trong số 54 điều cần làm ở Bãi biển Thành phố Panama",
            "Bãi biển",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Bãi biển dài 27 dặm này cung cấp nhiều hoạt động đa dạng để bạn tận hưởng như bơi lội, lặn với ống thở, dù lượn ngắm cá heo và mô tô nước.Đọc thêm",
        "reviews": [
            "Bãi biển đẹp! Đáng buồn là thời tiết và dòng nước xoáy lần này rất tệ nên chúng tôi không thể tận hưởng bãi biển như mong muốn và không đẹp như thường lệ. Hy vọng lần sau sẽ tốt hơn.Đọc thêm",
            "Thật không may, chúng tôi đã đi đến PCB trong điều kiện thời tiết xấu. Vì vậy, không được bơi và đội tuần tra bãi biển rất nghiêm ngặt về việc không được xuống nước, hoặc 500 là tốt. Cát mềm và gần như trắng, vì vậy không nóng chân. Đọc thêm",
            "Hãy bắt đầu với bãi biển xinh đẹp, nơi cát trắng đến mức che mắt phong cách thời trang của bạn. Nếu bạn tìm được đường xuống nước mà không vấp phải một con mòng biển, hãy ngắm nhìn khung cảnh Oceanview tuyệt vời từ phòng khách sạn của bạn. Bạn có thể chứng kiến ​​​​những con sóng vỗ vào đường chân trời đầy những khả năng, chẳng hạn như khả năng bị cháy nắng cao.\n\nBây giờ, hãy đi sâu vào những món ăn ngon nhất mà nơi này cung cấp. Ẩm thực địa phương là sự kết hợp của nhiều hương vị sẽ khiến lưỡi bạn như đang nhảy múa tại EDC. Từ mọi thứ chiên, như món Nathan, đến hải sản ở Đảo Runaway, có hương vị như những nụ hôn của thần Poseidon, bạn sẽ phải đặt câu hỏi về lựa chọn cuộc sống của mình trong khi tìm kiếm một miếng ăn khác.\n\nThành phố Panama là sự kết hợp hoàn hảo giữa niềm vui và sự thư giãn, giống như cố gắng giữ thăng bằng trên võng trong cơn bão. Và phần tốt nhất? Nó thuận tiện gần với tất cả các hoạt động giải trí, vì vậy bạn có thể đi bộ năm bước và bị kẹt xe. Nó gói gọn hoạt động giải trí vào mọi ngóc ngách, đảm bảo bạn không bao giờ có khoảnh khắc buồn tẻ. Cho dù bạn đang tìm kiếm một chỗ đậu xe hay di chuyển qua đám đông, mỗi ngã rẽ là một cuộc phiêu lưu kiểm tra sự tỉnh táo của bạn.\n\nCó đáng để lái xe 5 tiếng rưỡi để đến đây không? Tuyệt đối! Vì vậy, hãy lên xe, thắt dây an toàn và sẵn sàng trải nghiệm Thành phố Panama, FL, nơi biến kỳ nghỉ thành những kỷ niệm khó quên và khiến bạn băn khoăn liệu mình có thể bí mật xây lâu đài cát để kéo dài thời gian lưu trú hay không.\n\n 55Đọc thêm",
            "We have always vacationed in Florida as a family, mainly on the Atlantic side but we have always loved the calm beautiful waters on the Gulf side so decided to head to PCB.  The beaches in the area were beautiful with a shallow entry into the water in most areas but unfortunately, we had double red flags so really could not fully enjoy.  Cant say enough about all the water patrols that came by every 30 mins or so keeping everyone safe. The beaches were very clean and everyone definitely did their part by throwing away any garbage.  I am an early riser and garbage and any maintenance on the beaches were done every morning. We stayed further to the East of PCB and not the heart of the strip which is to the West but still lots of great stuff to do.  The area has fun for all with lots of options from water parks to go-carts to museums to roller skating and arcades.  The options for dining were extensive as well from fine dining to chain restaurants.  We focused more on locally owned restaurants such as Schooners, Patches Pub and the Bayou on the beach to get our fix for great fresh seafood and awesome atmosphere.  We mainly stayed near the beaches but next time we will explore more of PCB and they have some military bases that hopefully offer a tour.  PCB is well developed with all the necessities such as Wal Marts and the like in plazas slightly further away from the beaches so there is shopping too. We traveled with kids who are in their early 20s and they had no complaints.  I think we followed most families plans when they visit the area, we rented a condo that was beachfront and all worked out really well.  Weekends of course are busier with lots of people driving in from closer States as well.  I look forward to returning and exploring further.Read more",
            "Ngoại trừ bãi biển quá đông đúc ít nhất là trước các khu chung cư lớn, thì nơi này hoàn hảo. Nước trong vắt, thời tiết tuyệt vời và thật thú vị khi chơi đùa và nhặt vỏ sò. Chúng tôi quay lại đây sau mỗi vài năm hoặc lâu hơn. Đọc thêm",
            "Có để ý thấy một số rác trôi nổi gần bờ, cũng có nhiều ngày đỏ gấp đôi. Bãi biển này nổi tiếng với những dòng nước xoáy chết người nhưng họ có một hệ thống tuyệt vời để cảnh báo những người đi biển. Nhiều người được nhìn thấy dưới nước trong lúc treo cờ đỏ đôi. Nước rất đẹp.Đọc thêm",
            "Bãi biển thành phố Panama là một bãi biển cát trắng rất đẹp với nước trong và ấm.  Biển khá yên tĩnh nên rất dễ để tận hưởng làn nước.  Bản thân khu vực này khá đông đúc với các quán bar nhà hàng khách sạn.  Chúng tôi đã ở đó vào giữa tuần cuối tháng 9 nên điều đó không quá tệ.  Tôi nghĩ rằng đám đông sẽ là một vấn đề vào những thời điểm bận rộn hơn.Đọc thêm",
            "Đây là mùa giải của họ vào tháng 1. Vẫn còn nhiều việc phải làm. Có rất nhiều nhà hàng ngon mà chúng tôi đã đến. Neons đã tổ chức một bữa tiệc sôi động vào những năm 20 vào một đêm rất vui. Chúng tôi đã ăn mặc chỉnh tề và họ có một ban nhạc sống và đồ ăn tuyệt vời. Họ cũng đã tổ chức lễ kỷ niệm Mardi Gras của họ tại Pier Park. Họ đã chặn đường và tổ chức một cuộc diễu hành và các ban nhạc sống. Nó giống như một Mardi Gras thu nhỏ. Thật vui. Họ có một công viên tiểu bang ở đó trên Vịnh hoặc bạn có thể đi bộ dọc theo bãi biển. Nước trông rất nhiệt đới và có nhiều bãi biển để đi bộ.\nThị trấn đã bị một cơn bão mùa đông nhiệt đới tấn công và bạn có thể thấy một số thiệt hại nhưng nhiều nơi vẫn mở cửa và hoạt động bình thường. Tôi sẽ quay lại. Đọc thêm",
            "Chúng tôi yêu thích ban công nhìn ra biển và bãi biển. Phòng của chúng tôi rộng rãi, có lẽ vì nó có thể truy cập được cho người khuyết tật. Mặc dù được bảo trì tốt nhưng các bộ phận của khách sạn này đang có dấu hiệu cũ kỹ. Phòng tắm có bồn tắm bằng nhựa cũ hơn là góc tắm vòi sen mở. Một trong những tấm nệm mà chúng tôi đặt có hai chiếc giường cỡ Queen dường như nghiêng dọc theo một bên gần tủ đầu giường, có lẽ là do hàng trăm người đã ngồi ở mép giường ở đó. Nệm vẫn khá thoải mái nhưng tôi phải lăn lên đồi để vào trung tâm. Tầng một của khách sạn rất đẹp và khu vực hồ bơi rất đẹp. Bữa sáng thật tuyệt vời và nhân viên Cheryl rất thân thiện và hiệu quả. Có một quán bar, đó là một điểm nhấn thú vị, nhưng nó đóng cửa rất sớm nên không thể uống rượu sau một ngày dài. Đỗ xe trong gara rất thuận tiện nhưng có giá 20 mỗi đêm.Đọc thêm",
            "Bãi biển thật tuyệt vời! Thật sạch sẽ! Nước thật tuyệt! Chúng tôi đang ở trên cao và có thể nhìn thấy rất nhiều!  Một con cá mập bơi qua! Cũng khá lớn đấy! Lợn biển xuống bãi biển, cá đuối gai độc! Tuyệt vời. Bạn của chúng tôi đã đi dù lượn từ khu vực của chúng tôi! Có thể đi bộ đến quán bar và nhà hàng!  Dải đất nằm ở phía bên kia khu nghỉ mát của chúng tôi. Chúng tôi không cần phải lái xe chút nào! Nhưng chúng tôi đã làm được!Đọc thêm",
            "Ở trong căn 1216, sàn trong phòng ngủ chính bị ngập nước đã báo cáo nhiều lần rằng đó là do điều hòa và họ thấy nó ở rất nhiều căn hộ Không, điều này không ngoại trừ khi bạn phải lau nước 3 đến 4 lần một ngày tại ít nhất thì cháu gái của tôi đã ngã xuống nước đêm qua và làm nó bị thương ở cánh tay và mông nếu đó là tôi ở tuổi 64 đang phải hóa trị thì sẽ không tốt nhưng điều tồi tệ nhất là muốn làm bất cứ điều gì để khắc phục điều này. Hãy chuyển chúng tôi đến đơn vị khác, chúng tôi đã ở đây một tuần vào thứ Bảy để lau nước lên và không thể ngồi bất cứ thứ gì Trên sàn phải lau chân trước khi đi ngủ vào buổi sáng, nước hôi ở khắp mọi nơi trong phòng ngủ chính. Tôi chắc chắn rằng chủ sở hữu không biết điều này và rất muốn biết chúng tôi đã đến trong nhiều năm nhưng không đặt phòng qua chúng nữa sẽ chỉ có chủ sở hữu thôi!!Đọc thêm",
            "Mẹ tôi có một căn hộ tại Regency Towers ở Panama City Beach Florida, phòng 215, có 2 hồ bơi lớn, bãi biển trắng xóa tuyệt đẹp, đại dương lấp lánh dưới ánh nắng, cảm giác hồ bơi thật dễ chịu sau khi bạn vừa nằm phơi nắng và tận hưởng một cốc coca lạnh thơm ngon một cola trong tay, lắng nghe tiếng sóng vỗ và tiếng hải âu bay trên đầu và sau đó thưởng thức bữa trưa ngon miệng trên bãi biển, bạn sẽ có khoảng thời gian trong đời không có gì thư giãn hơn cuộc sống trên bãi biển từ LINDSEY HammondĐọc thêm",
            "Nơi này rất đẹp nhưng họ sẽ đóng cửa bãi biển hơn một tuần, kể cả vào những ngày đẹp trời. Hãy tưởng tượng bạn đến đây trong một tuần, tiêu tốn tiền cộng với số ngày của mình và không thể chạm vào nước. Nếu họ có thể đóng cửa bãi biển nhiều ngày liên tục kể cả những ngày nắng đẹp thì đây không phải là một điểm đến nghỉ dưỡng tốtĐọc thêm",
            "Hubby, , teen son, and I drove down to PCB from northern Michigan earlier this month.  Our first time staying in the Florida panhandle.  Spent total of 5 days and 6 nights here.  Rented an amazing beachfront condo through Airbnb - Rm 1301 in the TidewaterBeach Resort.  Our first full day in PCB we lazily got up and around and headed down to the beach with our chairs we brought after we ate lunch.  It was breezy but only one red warning flag posted so we could go into the gulf and swim, etc. without being fined.  The rental chairs on the beach cost 50hr!  So glad we brought our own.  We walked each direction on the beach alternating days, one of our highlights.  Unfortunately the weather wasnt on our side after that day.  The winds called for double red flags so no swimming in the ocean.  The 2 outdoor pools are each on the side of the 39 story resort and the chairs there didnt come out these days due to wind and storms.  There were tornado watches as well.  The temps here were in the 70s the week before ours but in the 60s and cooler while we were here.  It made for cooler temps when the it rained because of the wind but we still did our beach walks.  One silver lining was the resorts did not rake their beachfronts so we found a very few little whole shells!  Another goal of ours.  We thought there would be way more.  We had reserved a full day mid week for a pontoon boat to cruise around St. Andrews Bay.  On our first day in PCB, I noticed the weather was not looking good for outdoor stuff so I called Beachy Boat Rentals who kindly changed our reservation to Friday, our last day there.  Hubby Eric has a lot of experience operating various types of boats so we did ok crossing a large part of the bay to get to Shell Island and we collected a few more shells, but they were far and few between even there.  We ended up heading back to the marina a few hours early as it was so choppy, we were getting really wet and cold.  And were tough and used to cold weatherwater.  It was beautiful!  We ate dinner out every evening and really liked a few of the restaurants for their seafood, reasonable prices, and atmosphere: Dustys, Sharkeys, Hookd, and Margaritaville. There are many places to eat here!  There are also a few decent grocery stores nearby.  There are several places where you can access the beach if you arent staying on it.  Pier Park is a nice and safe and clean shopping area across the main beach road, Front Beach, and you can either park to the west of Pier Park in the big lot, or take a shot at pulling into a parallel spot along the road, beachside.  We did both.  There are several little shops and restaurants in Pier Park, and a large Ferris wheel and other activities.  Very touristy.  Its across Front Beach from the long pier which we walked out on to the first evening.  Hubby got to check out just how they were fishing, etc.  He went fishing there the next day with his wagon we brought from home full of supplies but he didnt bring his fillet knife!  So the 3 x 22 Bluefish he caught he gave to others!!! Oh well.  He had a nice time, and thats when my son and I shopped Pier Park.  While March is the big Spring Break month, April isnt so much so it wasnt packed, not lots of traffic, hardly any noise and partying yep, Im getting old! Been there, done that!. Overall, Id go back again and would hope to have better weather.  There are lots of things to do for families with small kids, we noticed.Read more",
            "Làn nước tuyệt đẹp, cát mềm như đường và rất nhiều con người tử tế đã khiến PCB thực sự trở thành một nơi rất đặc biệt. Trong lần đầu tiên đến đây, chúng tôi đã may mắn được nhìn thấy một con cá đuối nhảy lên khỏi mặt nước. Chuyến thăm thứ hai của chúng tôi, chúng tôi đang ăn ở Harpoon Harrys và mọi người đang tụ tập trên bãi biển. Cơn sốt cá đuối ở ngay gần bờ. Đó là một trải nghiệm tuyệt vời! Đọc thêm",
            "Đây là trải nghiệm nghỉ dưỡng bãi biển tuyệt vời nhất!! Nước biển xanh ngọc lục bảo và bãi biển cát trắng và sạch. Thời tiết hoàn hảo - ngay cả những ngày nhiều mây. Gia đình tôi rất thích và chúng tôi sẽ quay lại. Đừng bỏ lỡ địa điểm này!! Đẹp quá!! Đọc thêm",
            "Bãi biển thật tuyệt vời! Thật sạch sẽ! Nước thật tuyệt! Chúng tôi đang ở trên cao và có thể nhìn thấy rất nhiều!  Một con cá mập bơi qua! Cũng khá lớn đấy! Lợn biển xuống bãi biển, cá đuối gai độc! Tuyệt vời. Bạn của chúng tôi đã đi dù lượn từ khu vực của chúng tôi! Có thể đi bộ đến quán bar và nhà hàng!  Dải đất nằm ở phía bên kia khu nghỉ mát của chúng tôi. Chúng tôi không cần phải lái xe chút nào! Nhưng chúng tôi đã làm được!Đọc thêm",
            "Những bãi biển ở đây thực sự rất đẹp. Cát mềm và mịn và tuyệt đẹp. Tuy nhiên, nó khiến việc đi lại trở nên khó khăn. Nước trong và sạch. Chúng tôi chắc chắn sẽ quay lại khu vựcĐọc thêm",
            "Bãi biển rộng và rộng nhưng có một nhược điểm chính là cát rất trắng. Với ánh nắng rực rỡ của Florida, bãi biển ở đó chói lóa ngay cả khi đeo kính râm vì người ta cần phải tháo chúng ra để bơi. Không giống như các bãi biển ở Bờ Đông Florida, bãi biển cán chảo ở Thành phố Panama rất đẹp để ngắm nhìn từ đường phố khi đi bộ hoặc lái xeĐọc thêm",
            "Chúng tôi yêu thích ban công nhìn ra biển và bãi biển. Phòng của chúng tôi rộng rãi, có lẽ vì nó có thể truy cập được cho người khuyết tật. Mặc dù được bảo trì tốt nhưng các bộ phận của khách sạn này đang có dấu hiệu cũ kỹ. Phòng tắm có bồn tắm bằng nhựa cũ hơn là góc tắm vòi sen mở. Một trong những tấm nệm mà chúng tôi đặt có hai chiếc giường cỡ Queen dường như nghiêng dọc theo một bên gần tủ đầu giường, có lẽ là do hàng trăm người đã ngồi ở mép giường ở đó. Nệm vẫn khá thoải mái nhưng tôi phải lăn lên đồi để vào trung tâm. Tầng một của khách sạn rất đẹp và khu vực hồ bơi rất đẹp. Bữa sáng thật tuyệt vời và nhân viên Cheryl rất thân thiện và hiệu quả. Có một quán bar, đó là một điểm nhấn thú vị, nhưng nó đóng cửa rất sớm nên không thể uống rượu sau một ngày dài. Đỗ xe trong gara rất thuận tiện nhưng có giá 20 mỗi đêm.Đọc thêm"
        ],
        "star_ratings": [
            5058,
            1063,
            313,
            108,
            82
        ],
        "review_amount": 6624,
        "location": [
            "Hoa Kỳ",
            "Bãi biển thành phố Panama",
            "Florida Panhandle",
            "Những điều cần làm ở Bãi biển thành phố Panama",
            "Florida FL"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written June 25, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 30, 2023",
            "Written August 17, 2023",
            "Written September 28, 2023",
            "Written February 1, 2024",
            "Written February 28, 2024",
            "Written March 12, 2024",
            "Written June 6, 2024",
            "Written May 27, 2024",
            "Written May 15, 2024",
            "Written April 21, 2024",
            "Written March 26, 2024",
            "Written March 18, 2024",
            "Written March 12, 2024",
            "Written March 6, 2024",
            "Written February 29, 2024",
            "Written February 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34543-d269300-Reviews-Panama_City_Beach-Panama_City_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d17352743-Reviews-Sunrise_Cafe_Bakery-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d13010217-Reviews-Gulf_Coast_Burgers-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d2701149-Reviews-The_Wicked_Wheel_Bar_Grill-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d1125566-Reviews-Hungry_Howies_Pizza_Subs-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d550328-Reviews-Pineapple_Willy_s-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d4374733-Reviews-Waffle_House-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d516202-Reviews-All_American_Diner-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d3241244-Reviews-Pink_Pelican_Ice_Cream_Bar-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d1051259-Reviews-Saltwater_Grill-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34543-d1557429-Reviews-Dee_s_Hang_Out-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d26328843-Reviews-Duplin_Winery-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d674333-Reviews-Ripley_s_Believe_It_Or_Not-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d24003473-Reviews-Bodies_Human_Exhibit-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143636-Reviews-Shipwreck_Island_Waterpark-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143635-Reviews-Zoo_World_Zoological_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d17804775-Reviews-Swampy_Jack_s_Wongo_Adventure-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d3177246-Reviews-Russell_Fields_City_Pier-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d647738-Reviews-Race_City_PCB-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d4282086-Reviews-M_B_Miller_County_Pier-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d106005-Reviews-St_Andrews_State_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d269300-Reviews-or10-Panama_City_Beach-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d2524211-Reviews-Conservation_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d1474540-Reviews-Shell_Island-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d2627589-Reviews-Sunshine_Riding_Trails_Day_Tours-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d23092516-Reviews-Axe_Throwing_Pier_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143676-Reviews-Gulf_World_Marine_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d10290820-Reviews-Frank_Brown_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d6650595-Reviews-Rick_Seltzer_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d7155925-Reviews-Aaron_Bessant_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d10584107-Reviews-Shipwreck_Ltd-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d20097741-Reviews-Axe_Throwing_PCB-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d17571881-Reviews-Royal_Escape_Rooms-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d13544254-Reviews-Try_Scuba_Diving-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d12277928-Reviews-Choose_Your_Vibe-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d631015-Reviews-Coconut_Creek_Family_Fun_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d6197612-Reviews-Panama_City_s_Beach_Bar_Package-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d21316034-Reviews-Crushed_Glass_Art_Studio_PCB-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d2226812-Reviews-Pirate_s_Island_Adventure_Golf-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d1897552-Reviews-WonderWorks-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d606462-Reviews-Panama_City_Beach_Winery-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d4053675-Reviews-My_Massage_Clinic-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10457876-Reviews-Devon_Energy_Center-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8549129-Reviews-The_Castle_of_Himara-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g47717-d4101434-Reviews-Robert_Moses_State_Park-Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d213594-Reviews-Haight_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34583-d144872-Reviews-Fishermen_s_Village-Punta_Gorda_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1427210-d8566659-Reviews-Fun_Splash_Water_Park-Debe_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d5823465-Reviews-White_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g52343-d220011-Reviews-Seven_Springs_Mountain_Resort-Champion_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g47509-d10456895-Reviews-Cold_Spring_Harbor_State_Park-Cold_Spring_Harbor_Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d2265072-Reviews-The_Island_Pier-Fort_Walton_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34543-d269300-Reviews-or10-Panama_City_Beach-Panama_City_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34543-d269300-Reviews-Panama_City_Beach-Panama_City_Beach_Florida.html"
    }
]