[
    {
        "attraction_name": "Panathenaic Stadium",
        "attraction_name_vi": "Sân vận động Panathenaic",
        "general_info": [
            "7.020 đánh giá",
            "17 trong số 592 điều cần làm ở Athens",
            "Đấu trường Sân vận động"
        ],
        "attraction_summary": "Sân vận động Panathenaic có niên đại từ thế kỷ thứ 4 trước Công nguyên. và là nơi diễn ra Thế vận hội Olympic hiện đại đầu tiên vào năm 1896 và vẫn là điểm khởi đầu của cuộc rước đuốc Olympic. Được làm hoàn toàn bằng đá cẩm thạch trắng, cảnh tượng ấn tượng này khiến nó có biệt danh là Kallimmararo hay đá cẩm thạch đẹp. Thậm chí có một vài giờ vào buổi sáng được dành riêng cho việc chạy bộ buổi sáng khi bạn chạy theo bước chân của các cựu vận động viên Olympic. Đi dạo lên Đồi Ardittos để ngắm toàn cảnh sân vận động. Cần phải có vé để vào sân vận động, trong đó có hướng dẫn âm thanh miễn phí.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi dừng lại bên ngoài Sân vận động Panathenaic như một phần của Chuyến tham quan miễn phí Athens và quyết định quay trở lại vào ngày hôm sau để có cơ hội khám phá nó một cách trọn vẹn. Và rất vui vì chúng tôi đã làm! \n\nBạn có thể chụp ảnh sân vận động từ bên ngoài. \nTuy nhiên, phí vào cửa là 10 cho mỗi 5 trẻ em để vào địa điểm thực tế và bạn cũng nhận được hướng dẫn âm thanh miễn phí. Bạn có thể mang thiết bị âm thanh cầm tay cá nhân nghe hoặc tải xuống qua mã QR trên thiết bị di động của riêng bạn. \n\nHướng dẫn bằng âm thanh cung cấp một cái nhìn tổng quan hấp dẫn dễ nghe về sân vận động và lịch sử Thế vận hội. \nĐi được nửa vòng, bạn đi vào một đường hầm mát mẻ đáng yêu - một sự giải lao sảng khoái khỏi cái nóng trong sân vận động sẽ đưa bạn vào một phần khuất của tòa nhà, nơi bạn sẽ tìm thấy một bộ sưu tập khổng lồ các ngọn đuốc Olympic từ các trận đấu đã qua! Ồ!! \n\nBạn có thể chạy trên đường đua, nơi các vận động viên đẳng cấp thế giới đã đi trước khi đứng trên bục chiến thắng. \n\nTrước khi rời đi, bạn phải leo lên hàng ghế trên cùng của sân vận động để chiêm ngưỡng khung cảnh ngoạn mục của Acropolis Pathernon.  \n\nĐó chắc chắn là một trong những phần tuyệt vời nhất trong chuyến đi đến Athens của chúng tôi một cách bất ngờ như vậy! \n\nHãy cố gắng ghé thăm nhé!Đọc thêm",
            "Chúng tôi dậy sớm và đến lúc 7h30 sáng để chạy bộ buổi sáng như được liệt kê rõ ràng trên trang web của sân vận động. Thật không may, tất cả những gì ở đó lúc 7:30 là một anh chàng cáu kỉnh, rõ ràng là khó chịu với những người có mặt lúc 7:30 khi anh ta không có ý định cho ai vào trước giờ mở cửa 8 giờ sáng như thường lệ. Ít nhất chúng tôi đã không thực hiện bất kỳ kế hoạch nào khác trong ngày mà phụ thuộc vào chuyến thăm nhanh sẽ kết thúc trước 8 giờ, không giống như một số người khác đến sớm. \n\nSau khi chờ quầy bán vé và cổng vào mở lúc 8 giờ, thật là một trải nghiệm tuyệt vời khi được chạy trên đường đua và khám phá sân vận động, bao gồm cả tầm nhìn tuyệt vời từ những hàng ghế phía trên. Và ngay cả khi không có giờ mở cửa sớm đặc biệt, bạn cũng nên dậy sớm để trải nghiệm cảm giác có mặt ở sân vận động với rất ít người và trước khi trời thực sự nóng.Đọc thêm",
            "Thực sự ấn tượng và mang lại cảm giác thực sự về Thế vận hội cổ đại, đặc biệt nếu bạn đến thăm bảo tàng Olympic mới ở Athens. Kỳ lạ thay không phải là một phần của vé nhiều lần. Dễ tìm và không bận rộnĐọc thêm",
            "Dừng lại ở đây như một phần của chuyến tham quan Athens. Bạn có thể có được một số bức ảnh thực sự đẹp từ bên ngoài mà không cần phải trả tiền để vào trong. Chắc chắn nó đã vượt qua thử thách của thời gian và ở trong tình trạng đáng kinh ngạc và thật tuyệt vời khi ngọn đuốc Olympic vẫn bắt đầu hành trình từ đây. Bạn có thể cảm nhận được lịch sử. Rất đáng để ghé thăm nếu ở Athens.Đọc thêm",
            "Không bao gồm trong vé Athens tổng hợp, 10 vé vào cộng với máy hướng dẫn âm thanh mặc dù vé của tôi không hoạt động và người đưa nó cho tôi có thể muốn xem xét lại bản chất công việc của họ trong vai trò đối mặt với công chúng. Đáng ngạc nhiên là không bận rộn, sân vận động khổng lồ được bảo trì hoàn hảo và bạn có thể đi bộ đến bất kỳ góc nào bạn thích, chụp ảnh trên bục giảng, ngồi trên ghế hoàng đế, chạy vài vòng. Bảo tàng bên trong dành riêng cho các trò chơi lịch sử là một điểm nhấn tuyệt vời. Bạn có thể nhìn thấy nó từ bên ngoài, nhưng bên trong thì tốt hơn nhiều. Đọc thêm",
            "Thật là một nơi tuyệt vời để tìm hiểu một số lịch sử. 10 euro để vào và bạn nhận được một hướng dẫn âm thanh rất nhiều thông tin. Bạn có thể khám phá theo tốc độ của riêng mình mặc dù người đàn ông trong quầy bán vé nói rằng chúng tôi phải trả lại hướng dẫn âm thanh sau một giờ. Một giờ đối với chúng tôi là ổn vì nhiệt độ là 34 độ và hầu hết sân vận động đều ngập nắng. Thật tuyệt khi được nghe tất cả thông tin và thật thú vị khi được ngắm nhìn những ngọn đuốc Olympic được trưng bày. Chắc chắn đáng để ghé thăm và đây là một trong những điểm dừng trên xe buýt nếu bạn cũng làm như vậy.Đọc thêm",
            "Trời rất nóng khi chúng tôi đến thăm vào tháng 8 nhưng vẫn phải chạy một vòng sân vận động.  Có điều gì đó thật kỳ diệu khi đứng giữa sân vận động và tưởng tượng ra tất cả những vận động viên đó.  Một bảo tàng nhỏ trong nhà giúp bạn tránh khỏi cái nóng và thật tuyệt khi được chiêm ngưỡng những ngọn đuốc Olympic nguyên bản được trưng bày.  Chắc chắn đáng để ghé thăm. Đọc thêm",
            "Sân vận động khổng lồ từ thế kỷ thứ 4 trước Công nguyên được làm từ đá. Ngọn đuốc Olympic bắt đầu từ đây ngay bây giờ, vì vậy bạn sẽ không muốn bỏ lỡ điều này vì bất cứ điều gì.\nNơi này không quá xa Acropolis.\nBạn có thể đến đây vào giữa ngày vì nơi này không quá đông đúc.\n\nMột mẹo: Bạn thực sự có thể xem nội dung này từ bên ngoài vì không cần phải mua vé. Bạn có thể nhìn thấy khung cảnh trong hình.Đọc thêm",
            "Sân vận động Olympic cổ đại đầu tiên từ thế kỷ thứ 6 trước Công nguyên mà bạn không nên bỏ qua khi đến Athens. Vẫn được sử dụng và làm hoàn toàn bằng đá cẩm thạch có sức chứa 50.000 khán giả. Có bảo tàng trong nhà trưng bày tất cả các ngọn đuốc Olympic, lịch sử và quốc gia đăng cai tổ chức Thế vận hội. Các bậc leo núi khá dốc và trơn trượt khi thời tiết ẩm ướt. Phí vào cửa 10k kèm bộ âm thanh.Đọc thêm",
            "Sân vận động lịch sử có niên đại từ thế kỷ thứ 4 trước Công nguyên.  Chúng tôi dừng lại trong chuyến tham quan của người Viking đến Athens.  Tôi nghĩ thật tuyệt vời khi có sân vận động nơi Thế vận hội hiện đại đầu tiên được tổ chức trên địa điểm của sân vận động lịch sử.  Thật ngoạn mục khi có thể nhìn thấy Acropolis ở phía sau.Đọc thêm",
            "Nếu bạn là một người hâm mộ olympic - nhất định phải ghé thăm một lần trong đời! Trong bảo tàng rất nhỏ, bạn có thể thấy những ngọn đuốc Olympic và những tấm áp phích tuyệt vời để trẻ học cách ngưỡng mộ các môn thể thao và thể thao..Đọc thêm",
            "Không thể tin được là nhiều người đã đưa ra đánh giá về sân vận động này mà không cần vào trong. Mỗi sân có 10 đánh giá và đáng giá từng xu. Vâng, bạn có thể nhìn thấy nó từ bên ngoài nhưng chẳng khác gì đứng ở trung tâm hoặc trên đầu khán đài. Nó có bề dày lịch sử và có một bảo tàng cũng như cửa hàng nhỏ. Chúng tôi đã dành một giờ vui vẻ ở đây. Thực sự rất thích nó.Đọc thêm",
            "Chỉ cần đi và nhìn từ bên ngoài. Tôi không phải là vận động viên nên tôi thấy chẳng ích gì khi trả tiền để đi vào đường đua của sân vận động. Khi tôi đến đó vào tháng 5, ở đó không có nhiều đám đông.Đọc thêm",
            "Chúng tôi đến thăm vào tuần cuối cùng của tháng 4 và tình cờ biết được ngày lễ đốt lửa được lên lịch - chúng tôi đến vào buổi sáng và thấy địa điểm này đã đóng cửa, nhân viên đề nghị chúng tôi quay lại vào cuối ngày. Hàng đợi khá dài trong buổi chiều và lẽ ra chúng tôi nên biết rõ hơn là không nên đến sớm như vậy, cuối cùng chúng tôi đã dành hơn 2 giờ đồng hồ để ngồi và chờ buổi lễ bắt đầu. Dù vậy, điều đó thật đặc biệt vì chúng tôi có thể sẽ không đến Athens để dự bất kỳ lần lặp lại nào của buổi lễ này trong tương lai .Đọc thêm",
            "Điều này đủ thú vị để đi bộ ngang qua, nhưng chúng tôi không phải trả thêm tiền để vào. Rất khó để phân loại vì nó không được thiết lập tốt như một di tích lịch sử và không có cảm giác giống như một bảo tàng, nhưng lại có cấu trúc quan trọng không công bằng một chương trình phụ dành cho khách du lịch.Đọc thêm",
            "Chi phí chỉ cần vào và xem đường đua và chỗ ngồi. Chi phí sử dụng nhà vệ sinh. Khu vực siêu sầm uất. Hầu hết đều muốn xem các vòng tròn Olympic nhưng hầu hết chúng đều ở bên trong và hơi khó nhìn. Nhưng thật tuyệt khi nhìn thấy nó. Họ có một cửa hàng quà tặng nhỏ với giá cả hợp lý. Và một quầy cà phê cũng ở bên ngoài. Rõ ràng nếu bạn trả tiền, bạn có thể đi bộ và ngồi.Đọc thêm",
            "Đây là một trong những điều tốt nhất chúng tôi đã làm ở Athens. Thực hiện chuyến tham quan bằng âm thanh miễn phí - nó không dài và thực sự làm cho từng phần của sân vận động trở nên sống động và đưa ra những sự thật thú vị cũng như những điều hài hước và lịch sử hay. Nó kể câu chuyện về Thế vận hội đầu tiên, nhưng còn mang lại nhiều điều hơn nữa và nếu bạn leo lên đỉnh có tầm nhìn tuyệt vời. Phòng thay đồ trong hang động và áp phích của các thế vận hội khác rất thú vị. Rất khuyến khích, nhưng hãy tham gia chuyến tham quan bằng âm thanh, nếu không bạn sẽ không đánh giá cao tất cảĐọc thêm",
            "Sân vận động đáng để ghé thăm và có thể đến được từ xe buýt hop on hop off. Thật đáng kinh ngạc khi sân vận động có thể chứa được bao nhiêu người. Acropolis có thể được nhìn thấy từ xa.Đọc thêm",
            "Tuyệt vời. Một nơi không thể bỏ qua, đặc biệt nếu bạn yêu thích thể thao. Phí vào cửa là 10 người bao gồm một chuyến tham quan có hướng dẫn trên thiết bị di động đi đến gian hàng thứ hai và để lại thông tin chi tiết của bạn để mượn thiết bị loại điện thoại di động. Hàng đợi không dài khi chúng tôi trở lại vào giữa buổi sáng Chủ nhật sau chuyến chạy vào thứ Năm trước đó. Bảo tàng chưa được tối ưu hóa một chút ở một số khu vực nhưng điều đó không làm mất đi ý nghĩa hữu hình của lịch sử ở đây. Ngoài ra còn có một cửa hàng bán hàng hóa bên ngoài và bên trong bảo tàng. Và dành cho những người chạy bộ trong số các bạn vì nó không có trên trang web chính thức..... CHẠY TẠI SÂN VẬN ĐỘNG PANATHENAIC Hãy đến trước giờ mở cửa, từ 07:30 có lẽ sớm hơn và nhân viên vào cửa sẽ cho phép bạn chạy trên đường đua và yêu cầu bạn trả phí vào cửa 10 Euro sau đó và khi phòng vé mở cửa lúc 08:00 ish. Bạn sẽ được yêu cầu để lại tên, địa chỉ, DOB và chữ ký của mình. Bạn không hoàn toàn chắc chắn lý do tại sao nếu bạn phù hợp, vì vậy có lẽ bạn không nên sử dụng dữ liệu thực của mình!. Chúng tôi đến vào một buổi sáng thứ Năm trong bộ đồ chạy bộ và chỉ có 2 người chạy bộ khác ở đó, mặc dù càng về sau thì càng đông đúc. Mang giày thể thao tốt vì đường đua không dễ chịu cho lắm. Đáng để bỏ bữa sáng và thức dậy. Mang theo nước với bạn. Thật kỳ diệu. Đi tàu điện ngầm đến Syntagma trên đường màu đỏ vài giây để lấy vé khứ hồi và rời ga tại lối ra dinh tổng thống của khu vườn và đi bộ về phía quầy hàng lưu niệm ở lối vào của khu vườn. Đi bộ qua và ra khỏi khu vườn, rẽ phải, đến sân vận động nằm phía trên một con đường đông đúc, bản đồ du lịch đơn giản từ khách sạn của bạn sẽ giúp bạn đi đúng hướng.Đọc thêm",
            "Sân vận động thật tuyệt vời tuy nhiên không phải là những người điều hành phòng vé và các cửa hàng khác. Nhà vệ sinh tốn 1 đô la để sử dụng, chúng tôi không có thay đổi gì cả. Khi được hỏi ở mỗi nơi liệu chúng tôi có thể đổi một nốt 5 không và mỗi nơi đều nói không....lựa chọn duy nhất là xếp hàng lần nữa đến phòng vé, lúc đó sẽ mất hơn 30 phút! Không phải là một trải nghiệm tuyệt vờiĐọc thêm",
            "Vẫn có thể chạy bộ buổi sáng tại sân vận động được không? Tôi đã đọc trực tuyến đây là một cái gì đó nhưng không thể thấy bất cứ điều gì gần đây nên không chắc liệu điều này đã dừng chưa?Đọc thêm",
            "Chúng tôi đến đó vào buổi chiều và không thấy ai chạy bộ nhưng đó cũng đã gần một năm rồi.  Tôi tin rằng bạn có thể lấy địa chỉ email của sân vận động và có thể liên hệ trực tiếp với họ.  Ngoài ra còn có một trung tâm thông tin du lịch ở Athens có một trang web với biểu mẫu liên hệ mà bạn có thể sử dụng để đặt câu hỏi.Đọc thêm",
            "Về việc chạy bộ vào sáng sớm, sau đó chúng ta có tắm được không?Đọc thêm",
            "Xin lỗi vì trả lời muộn. Tôi nghĩ chuyến đi của bạn đã kết thúc. Về điều này tôi nghĩ rằng việc bạn chọn gì sau khi chạy bộ nếu chuyến đi của bạn chưa trôi qua là tùy thuộc vào bạn. Nếu được thông qua, xin lỗi vì trả lời rất muộn. Chuyến du lịch vui vẻ! :Đọc thêm",
            "Thời gian cho tuần cuối cùng của tháng 10 là khi nào..Chúng tôi sẽ ở Athens vào ngày 30 và 31 tháng 10 năm 2019.\nCảm ơn trước\nĐọc thêm",
            "Tháng 3 - tháng 10: hàng ngày từ 8 giờ sáng đến 7 giờ tối. \nTháng 11 - Tháng 2: hàng ngày từ 8 giờ sáng đến 5 giờ chiều\nĐọc thêm",
            "Sẽ mất bao lâu để thực hiện một chuyến thăm nhanh? Tôi bị viêm khớp nên không muốn đi bộ đường dài và trời sẽ nóng khi chúng tôi đi vào tháng 8.Đọc thêm",
            "Bạn có thể truy cập nhanh trong khoảng 20 phút nếu không muốn thực hiện chuyến tham quan bằng âm thanh miễn phíĐọc thêm",
            "Chào, chỉ thắc mắc thôi. Sân vận động này có mất phí vào cửa không? Bao nhiêu? Và sân vận động mở cửa lúc mấy giờ? Cảm ơn bạn trước.Đọc thêm",
            "Tôi không biết phí vào cửa là bao nhiêu, nhưng bạn có thể xem sân vận động mà không cần vào trong. Không có nhiều lượt xem bổ sung bằng cách vào bên trong.Đọc thêm",
            "Xin chào, bạn chỉ muốn hỏi liệu bạn có thể dễ dàng đi bộ đến đây từ khu vực Acropolis không?  Hy vọng được nhìn thấy cả hai trang web.\n\nCảm ơn!Đọc thêm",
            "sẽ đồng ý 40 phút nhưng hãy dành thêm một chút thời gian để ngắm nhìn ngôi đền thần Zeus, chỉ cách vòm Hadrian bên phải vài trăm thước khi bạn đi bộ về phía sân vận độngĐọc thêm",
            "Xin chào.. Tôi đang cố gắng lên kế hoạch thời gian của mình.. Tôi cần bao lâu cho trang web này?Đọc thêm",
            "Nếu tôi nhớ không lầm thì chuyến tham quan có hướng dẫn bằng thiết bị âm thanh cầm tay được bao gồm phí vào cửa sẽ mất khoảng 45 phút để hướng dẫn bạn qua các trạm khác nhau xung quanh sân vận động. Con gái 18 tuổi của tôi và tôi đã đến thăm vào giữa tháng 12 năm 2018 và tận hưởng nó nhiều hơn những gì chúng tôi mong đợi. Tôi rất vui vì chúng tôi đã dành thời gian trả tiền để tham quan thay vì chỉ nhìn từ khu vực lối vào phía trước. Đọc thêm",
            "Tôi đến từ Romania và tôi sẽ đến Hy Lạp để xem trận đấu Panathinaikos-Aek mà tôi nghe nói sẽ diễn ra trên sân vận động này! Có lẽ bạn có biết đâu là nơi tốt nhất để ngồi trên sân vận động? Và cổng 13 ngồi ở đâu trong các trận đấu?Đọc thêm",
            "Thật không may, chúng tôi đã không tham dự một sự kiện ở đó.  Cần có sơ đồ chỗ ngồi để giúp bạn lựa chọn.Đọc thêm",
            "Tôi có thể chạy ở đây được không?Đọc thêm",
            "Có, bạn có thể, tôi vừa làm và cảm thấy siêu thực. Đọc thêm",
            "Tôi có thể chạy ở đây được không?Đọc thêm",
            "Vâng, có một công viên gần đó. Không phải là khu vực đẹp nhất thành phố nhưng tôi không cảm thấy nó nguy hiểm Đọc thêm"
        ],
        "star_ratings": [
            4140,
            1912,
            829,
            107,
            32
        ],
        "review_amount": 7020,
        "location": [
            "Châu Âu",
            "Attica",
            "Sân vận động Panathenaic",
            "Hy Lạp",
            "Athens",
            "Những điều cần làm ở Athens"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 2, 2023",
            "Written July 18, 2023",
            "Written August 17, 2023",
            "Written August 17, 2023",
            "Written August 19, 2023",
            "Written August 27, 2023",
            "Written September 17, 2023",
            "Written September 17, 2023",
            "Written September 18, 2023",
            "Written June 2, 2024",
            "Written May 24, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189400-d245991-Reviews-Panathenaic_Stadium-Athens_Attica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d4037756-Reviews-Mavros_Gatos-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d3397800-Reviews-Mavro_Provato-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d11746403-Reviews-Kekkos_Traditional_Cafe_and_Pastry-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d1064196-Reviews-Mystic-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d1006291-Reviews-Spondi-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d4722653-Reviews-Skyfall_Cocktail_Food_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12706875-Reviews-Victory_Cafe-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12658864-Reviews-Iliada-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12163229-Reviews-Cupola-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d807538-Reviews-Katsourbos-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d19309950-Reviews-Museum_of_the_Basil_Elise_Goulandris_Foundation-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d20329720-Reviews-Wood_Breaker_Sculpture-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d21297864-Reviews-Eleftherios_Park-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d607262-Reviews-Olympia_Theater-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1420241-Reviews-Zappeion_Conference_Exhibition_Center-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d735521-Reviews-Acropolis_Museum-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198711-Reviews-Parthenon-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d3673429-Reviews-Postal_Philatelic_Museum-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198706-Reviews-Acropolis-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d246658-Reviews-National_Garden-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-or10-Panathenaic_Stadium-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d277449-Reviews-Plaka-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d246656-Reviews-Eretteo-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064133-Reviews-Temple_of_Hephaestus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d242840-Reviews-Herod_Atticus_Odeon-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523835-Reviews-Philopappos_Hill-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198709-Reviews-Ancient_Agora_of_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d524609-Reviews-Anafiotika-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d246659-Reviews-Temple_of_Athena_Nike-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8621683-Reviews-Street_Workout_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14880818-Reviews-Papia-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d19307093-Reviews-Ziggy_Cocktail_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14209923-Reviews-Poe-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d7811664-Reviews-Efi_Andreadaki_Athens_Tour_Guide_in_Spanish-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12361580-Reviews-Nikos_Taxi_Service-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d16713715-Reviews-Athens_Prive_Transfer-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d26712432-Reviews-The_Harlem_Club_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d5257070-Reviews-Athens_Free_Tour-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d6961345-Reviews-Cine_Aigli-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8388404-Reviews-Drai_s_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d7140060-Reviews-PK_Cocktail_Bar-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104417-Reviews-Universal_Studios_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d144067-Reviews-Children_s_Museum_of_the_Arts-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532130-Reviews-Deep_Hollow_Ranch-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295366-d1997239-Reviews-Acatenango_Volcano-Antigua_Sacatepequez_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g41124-d10116760-Reviews-Beverly_Triton_Beach_Park-Edgewater_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g54063-d637088-Reviews-Colt_State_Park-Bristol_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g33668-d15144781-Reviews-Denver_Premium_Outlets-Thornton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2285665-Reviews-Mamutik_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-or10-Panathenaic_Stadium-Athens_Attica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-Panathenaic_Stadium-Athens_Attica.html"
    }
]