[
    {
        "attraction_name": "Panorama Langkawi SkyCab",
        "attraction_name_vi": "Toàn cảnh Langkawi SkyCab",
        "general_info": [
            "12.358 đánh giá",
            "1 trong số 87 hoạt động giải trí ở Langkawi",
            "Xe điện"
        ],
        "attraction_summary": "Toàn cảnh Langkawi nằm ở bờ biển phía Tây Nam của đảo Langkawi. Chuyến đi cáp treo sẽ đưa bạn lên tới độ cao khoảng 708 mét so với mực nước biển. Hành trình này có tổng chiều dài 2,2 km nối Trạm cơ sở ở chân núi Machinchang đến Trạm trên cùng trên đỉnh núi và SkyBridge.Đọc thêm",
        "reviews": [
            "Skycab, Sky Glide và Sky Bridge thật tuyệt vời. Rất đáng để ghé thăm. Cuối tuần là bận rộn nhất và phải chờ đợi lâu. Chúng tôi đi vào thứ ba khoảng 10h30 và đi thẳng lên cáp treo. Có những cửa hàng thực phẩm ở trên cùng và có một hàng rào có ổ khóa trái tim mà bạn có thể gắn vào.Đọc thêm",
            "Tầm nhìn tuyệt vời, ngoại trừ trên đỉnh trời nhiều mây nên chúng tôi không thể nhìn thấy toàn cảnh Langkawi. Rất bận rộn và khuyên bạn nên lấy thẻ tốc hành để tránh xếp hàng dài. Chúng tôi không nhận ra rằng địa điểm nghệ thuật 3D đã được đưa vào thẻ của chúng tôi, nhưng họ vẫn cho phép chúng tôi đến thăm địa điểm đó vào ngày hôm sau, điều đó thật tuyệt vời đối với họ. Đọc thêm",
            "Trải nghiệm tuyệt vời với khung cảnh tuyệt vời của Langkawi. Chúng tôi có vé tốc hành. Điều duy nhất chúng tôi phải chờ đợi là đường nhảy dù tới cây cầu. Chúng tôi phải đợi một lúc ở trên đỉnh để mây tan nhưng điều đó thật đáng giá. Muốn giới thiệu gondola 360 vì nó đẹp và mát khi di chuyển.Đọc thêm",
            "Đáng đi vì đó là điểm nổi bật trong ngày.  Đã được khuyên không nên đặt trực tuyến sớm do thời tiết khó lường. Mẹ già của tôi đã đi vì có thêm phí taxi và việc xếp hàng không tệ lắm.  Nói chung, ngôi làng phương Đông, quang cảnh ở đó - tuyệt vời! Đọc thêm",
            "Có lý do khiến đây là việc cần làm số một ở Langkawi. Chiếc taxi Sky nằm cao trên những ngọn núi ở phía tây bắc của hòn đảo rất gần khách sạn của chúng tôi. Chúng tôi đã đặt trước và chọn cáp treo 360 sky mới, điều đó thực sự có nghĩa là chúng tôi đã có cáp treo cho riêng mình trong suốt thời gian vì có vẻ như rất ít người đặt trước. Rất may trời không mưa nên chúng tôi có thể ngắm nhìn khung cảnh tuyệt đẹp. Thật là bận rộn trong chuyến đi của chúng tôi và thật tuyệt vời khi thấy đây là địa điểm dành cho cả khách du lịch địa phương và quốc tế. Chúng tôi đã có một chuyến dạo chơi thú vị và chụp quá nhiều ảnh tự sướng. Đừng bỏ lỡ phòng trưng bày nghệ thuật 3D vì nó thật tuyệt vời. \nChúng tôi không đi trên cầu hoặc bay lượn trên bầu trời vì hàng đợi khá dài và chúng tôi không thích đi bộ dài - mưa cũng đang đe dọa vào thời điểm này - nhưng nếu có thể, đừng bỏ lỡ những điều này.Đọc thêm",
            "Toàn cảnh Langkawi là một trong bốn phần khi ghé thăm nơi này. Cáp treo hoặc Telefrek 2 chiều có nút dừng ở giữa. Bạn có thể tiếp tục đi bộ đến SkyWalk hoặc sử dụng thang máy với một khoản phụ phí. Phần đầu tiên sẽ cho bạn ngắm nhìn Langkawi tuyệt đẹp từ trên cao. Nhiều cây đẹp, động vật và khỉ. Đừng quên chụp ảnh với đầu đại bàng. Tiếp tục đi bộ không phải là điều dễ dàng đối với người lớn tuổi và trẻ em. Các bước thực hiện không đồng đều và có chút mạo hiểm.Đọc thêm",
            "Chúng tôi rất thích chuyến thăm cầu trên cao bất chấp thời tiết thay đổi từ bầu trời trong xanh đến u ám và sương mù. Việc đi lên cáp treo diễn ra nhanh chóng và mang lại tầm nhìn toàn cảnh tuyệt vời ra các khu vực xung quanh. Với khả năng hiển thị tốt, bạn có thể nhìn thấy hàng km xung quanh. Cầu trên cao có thể không dành cho những người có tâm trạng lo lắng hoặc sợ độ cao nhưng chúng tôi khuyên bạn nên thử. Chuyến thăm của chúng tôi bao gồm việc đi cáp treo đến điểm dừng chính, sau đó đi bộ xuống nhiều bậc thang để đến cầu trên cao để xếp hàng chờ lên toa xe lửa. Sau khi dành thời gian trên cây cầu để ngắm cảnh, chúng tôi đã bắt xe lửa quay trở lại. Từ đó, chúng tôi bước lên các điểm thuận lợi khác nhưng lúc đó mây đã kéo đến. Bất kể điều này, chúng tôi rất thích trải nghiệm này.\n\nChúng tôi không thể thấy bất kỳ lợi thế nào khi trả tiền cho trải nghiệm VIP. Vì chỉ có hai người chúng tôi nên chúng tôi được gọi đến để lấp chỗ trống trên cáp treo để đảm bảo có đủ chỗ cho sáu người.Đọc thêm",
            "Tham quan Skybridge là ưu tiên hàng đầu trong danh sách những việc cần làm của tôi khi đến thăm Langkawi. \n\nTôi đưa Grab đến đó từ khách sạn của tôi.  Đó là một chuyến đi khoảng 30 phút.\n\nMất khoảng 15 phút đi bộ qua làng để đến lối vào. \n\nKhông có dòng nào.  Tôi đã mua vé và chỉ trong vài phút, tôi đã ngồi trên một chiếc thuyền gondola để lên tới đỉnh.\n\nTôi muốn lưu ý rằng khoản thanh toán đi xe Skycab chỉ dành cho Skycab.   Khi lên tới đỉnh, bạn phải trả thêm một khoản phí khác để lên Skybridge. \n\nTôi xuống nhầm ở ga giữa.   Tôi chụp một số bức ảnh về khung cảnh và quay lại đỉnh.\n\nTôi nghĩ bạn sẽ phải đi bộ một quãng ngắn tới Skybridge.   Nhưng sau đó, bạn phát hiện ra rằng bạn phải trả một khoản phí riêng để đi xuống Skybridge bằng đường sắt leo núi mà họ gọi là Skyglide hoặc đi bộ xuống 334 bậc thang.  Tôi chọn đi bộ.  Đó là một chuyến đi tốt đẹp trong rừng nhiệt đới.  Trời mát vì trời có mưa nhẹ. \n\nSkybridge thật tuyệt vời và quang cảnh thật tráng lệ. \n\nTôi đánh giá cao hoạt động này. \n\nBạn phải đi bộ rất nhiều khi lên đến đỉnh.Đọc thêm",
            "Đó là việc phải làm khi bạn ở Langkawi. Chúng tôi lấy gondola sàn kính. Kính không còn trong nữa nên chúng tôi có thể nhìn xuyên qua bên dưới nhưng chúng tôi có thể đi trên làn đường cao tốc. Quan điểm tuyệt vời. Rất nhiều nhân viên để quản lý hàng đợi. Hoàn toàn khuyên bạn nên đi xe này. Đọc thêm",
            "Chúng tôi không thể nhìn thấy toàn cảnh Langkawi vì trời nhiều mây khi chúng tôi lên đến đỉnh núi. Tuy nhiên, quan điểm từ trên xuống thật tuyệt vời. Một cuộc phiêu lưu tuyệt vời với khung cảnh ngoạn mục của Langkawi. Chúng tôi đã được cấp vé nhanh. Đường trượt lên cầu là điều duy nhất khiến chúng tôi phải chú ý trong khi chờ đợi. Mặc dù chúng tôi buộc phải đợi một thời gian trên đỉnh trước khi có thể nhìn thấy mây, nhưng sự chờ đợi này rất xứng đáng. Đọc thêm",
            "Một trong những nơi tốt nhất để ghé thăm Langkawi. Cáp treo thoải mái. Thời gian chờ lên cáp treo khoảng 20-30 phút sau khi mua vé. Tôi cảm thấy vé hơi đắt và họ sẽ tính thêm phí nếu bạn muốn lên cầu trên cao. Mặc dù lượt xem rất tuyệt vời nhưng không có gì nhiều để làm sau khi lên đến đỉnh. Chỉ có một số điểm để nhấp vào những bức ảnh đẹp và ngắm cảnh.Đọc thêm",
            "Chúng tôi là thành viên của một nhóm xe buýt nhỏ có 1 ngày ở Langkawi. Một phần của chuyến tham quan là tham quan cáp treo và cầu trên cao. Chúng tôi đã chọn làn đường cao tốc để giảm thời gian xếp hàng. Chi phí dưới 20 mỗi người - nhưng giá trị tuyệt vời. Đó là khoảng thời gian miễn phí dài nhất. Xe có thể đưa bạn lên núi Machinchang - bạn chắc chắn sẽ có được cái nhìn toàn cảnh hòn đảo cũng như các hòn đảo xung quanh. Từ ga giữa, bạn đi tiếp đến ga Top và nếu cảm thấy tràn đầy năng lượng, bạn có thể đi bộ 19 phút đến cầu trên cao - hệ thống treo cong dài nhất. Ở một độ tuổi nhất định, chúng tôi đã chọn đi tàu một ray! Trời nhiều mây khi chúng tôi đi nhưng tôi chắc chắn rằng nó sẽ rất tuyệt vời vào một ngày đẹp trời. Xin lưu ý rằng có thể có hàng đợi để quay lại tàu một ray để lên ga trên cùng. Nhìn chung đây là một yếu tố tuyệt vời trong chuyến đi Langkawi của chúng tôi.Đọc thêm",
            "Đây là một điểm tham quan không thể bỏ qua khi bạn ở Langkawi và tôi khuyên bạn nên thử đến đó sớm trong ngày nếu có thể khi không có người xếp hàng. Điều quan trọng là phải đi vào một ngày đẹp trời khi quang cảnh có thể không bị mây làm hỏng. Các gói dịch vụ này đắt tiền và được giải thích sơ sài khi đến nơi và gói cơ bản không bao gồm cầu trên cao. Xe Grab là một cách dễ dàng và không tốn kém để đến đó và quay lại.Đọc thêm",
            "Trải nghiệm đi cáp treo, tổ chim và cầu trời đều là những trải nghiệm tuyệt vời. Điều khiến chúng tôi khó chịu là về cơ bản nhìn thấy một vườn thú cưng với nhiều động vật trong lồng và chuồng nhỏ, một phần của tài sản tổng thể. Chuồng và lồng không đủ chỗ cho những con vật này và có vẻ như một số con không có cơ hội tìm bóng râm trong những ngày nắng nóng. Vườn thú cưng này nên bị loại bỏ hoàn toàn.Đọc thêm",
            "Lưu ý khi mua vé:1. Bạn có thể đi làn cao tốc hoặc làn thông thường, có thể phải xếp hàng dài tùy theo thời điểm. Thời gian mở cửa ít bận rộn hơn. Trả thêm tiền cho làn đường cao tốc.2. Có nhiều loại Sky Cab khác nhau. Chiếc taxi kèm theo có thể nhồi nhét và ngạt thở ở mức nướng 360 độ và có đáy bằng kính.  Trả thêm tiền để có taxi 360 độ thoáng mát và giới hạn cho 4 người. Nó có vỉ nướng và không có kính cho phép bạn chụp những bức ảnh đẹp xung quanh mà không nhìn thấy hình ảnh phản chiếu của mình. Nhược điểm là không có nhiều cabin 360 độ.3. Điểm dừng đầu tiên của bạn là trạm giữa với Eagle Nest. Phí vào cửa riêng. Tôi sẽ bỏ qua nó vì bạn có thể có được tầm nhìn tốt ngay bên ngoài Eagle Nest.4. Bạn có thể tiến hành từ giữa đến trạm cuối cùng. Đã bao gồm giá vé..5. Từ trạm thứ 2 đến Sky Bridge, bạn mọt sách mua thêm một vé nữa. Gọi món.6. Chờ đợi. Dù mua vé Sky Bridge cũng phải đi xuống những bậc thang hẹp.7. Có một Glide riêng để tránh các bước. Trả thêm.8. Thật tốt khi đến thăm Làng Phương Đông sau khi bạn đi xuống.9. Tôi sẽ bỏ qua mái vòm 3 D Sky. Bắn rất kém 3 D.10. Nghệ thuật 3D rất đáng để ghé thăm.11. Hãy nhớ rằng bạn không thể mang theo dù chỉ một chai nước khi đi taxi trên không. Bạn phải mua nó trên bầu trời.12. Đánh giá những gì bạn muốn ghé thăm và mua gói trước để tiết kiệm một số tiền.Đọc thêm",
            "Đây là một trong hai điều tôi thực sự muốn giới thiệu ở Langkawi Mangroves. Luôn luôn đông đúc nhưng hàng đợi di chuyển khá nhanh. Có nhiều lựa chọn giải trí - quá nhiều theo ý kiến ​​của tôi, mọi người đều ở đó để ngắm cảnh và đi cáp treo. Là một du khách đơn độc có những ưu điểm của nó vì họ đã kéo tôi lên phía trước hàng đợi để đi cáp treo nên tôi đã sớm tận hưởng chuyến đi và quang cảnh khi chúng tôi lên cao. Eagles Nest là một tính năng hoàn toàn mới, nơi bạn không thể mang theo điện thoại hoặc túi xách. Họ chụp ảnh để bán và tôi nghi ngờ họ đã làm hỏng khi họ quay lại sau khi tôi dọn tủ đồ của mình và đề nghị chụp một vài bức ảnh tôi dùng điện thoại và không có bức ảnh chuyên nghiệp nào xuất hiện. Tôi thực sự cũng thích triển lãm nghệ thuật 3D nhưng đã bỏ qua các hoạt động khác vì tôi thực sự đã quá đủ, và mất khoảng nửa giờ để tìm đường ra bến taxi - các biển chỉ dẫn chỉ đường thực sự tệ. Đọc thêm",
            "Chúng tôi bắt một chiếc taxi đến Sky Cab và do tháng Ramadan nên nó vắng khách nên đây là thời điểm tuyệt vời để đi mà không phải xếp hàng! Bọn mình đặt vé combo với sky cab, sky bridge, sky dome, sky Rex, 3d art gallery, 6d show, trên đường lên trời nhiều mây và mưa nhưng khi xuống cầu thì quang đãng, cẩn thận có lũ khỉ trên cầu nếu bạn có thức ăn, v.v., một trong những nhân viên phải chiến đấu với một đứa trẻ bằng một cái bàn! Ngoài ra còn có một chiếc phễu để quay lại đỉnh, bạn cần phải trả thêm tiền cho việc đó và cũng phải trả tiền một lần nữa để lên đài quan sát đại bàng, bạn nghĩ rằng bạn đã mua vé để truy cập mọi thứ nhưng ngoài ra còn có rất nhiều thứ phải trả tiền, lượt xem là tuyệt vời và có nhiều việc phải làm cho bọn trẻ.Đọc thêm",
            "Trải nghiệm tuyệt vời với quan điểm tuyệt vời. Chúng tôi đã đi vào sáng sớm trước khi trời quá nóng và tránh được đám đông nên chúng tôi đã có một chuyến đi hoàn hảo, không phải xếp hàng và có thể đi bộ xung quanh một cách dễ dàng. Ngôi làng phương Đông ở căn cứ thật tuyệt vời để đi bộ xung quanh và dạo qua các cửa hàng. Khung cảnh thực sự rất đẹp. Bạn sẽ không thất vọngĐọc tiếp",
            "Tầm nhìn tốt, được tổ chức tốt để không quá bận rộn. Màn hình 3d chỉ ok. Làng Trung Quốc hầu như đóng cửa. Chúng tôi đã dành khoảng 3 giờ để trải nghiệm skywalkĐọc thêm",
            "Nơi rất đẹp, và view rất đẹp. Chúng ta có thể thấy vẻ đẹp của Langkawi từ cây cầu. Đó là một nơi phải đến thăm. Hành trình cáp treo cũng hay và gay cấn.Đọc thêm"
        ],
        "star_ratings": [
            6455,
            4253,
            1241,
            224,
            185
        ],
        "review_amount": 12358,
        "location": [
            "Châu Á",
            "Malaysia",
            "Langkawi",
            "Kedah",
            "Quận Langkawi",
            "Những điều cần làm ở Langkawi",
            "Toàn cảnh Langkawi SkyCab"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 2, 2023",
            "Written August 8, 2023",
            "Written September 1, 2023",
            "Written September 22, 2023",
            "Written September 28, 2023",
            "Written October 10, 2023",
            "Written November 13, 2023",
            "Written November 14, 2023",
            "Written November 20, 2023",
            "Written June 4, 2024",
            "Written May 13, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 11, 2024",
            "Written April 4, 2024",
            "Written March 27, 2024",
            "Written March 13, 2024",
            "Written March 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298283-d645113-Reviews-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298283-d3728198-Reviews-German_Food_Corner-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298283-d13187181-Reviews-Restaurant_Marhaba_Langkawi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298283-d2398299-Reviews-Tweenz_Corner-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298283-d5863158-Reviews-Laila_Kebab_House-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6384767-d12155569-Reviews-Terrace_at_The_Danna-Pantai_Kok_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298283-d10523489-Reviews-Refuel_Cafe-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12904520-d26610146-Reviews-Bustan_Restaurant_Langkawi-Kampung_Padang_Gaong_Langkawi_Langkawi_District_Ked.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298283-d24112728-Reviews-Restaurant_Kashmir-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6384767-d7697310-Reviews-Planter_s_at_The_Danna-Pantai_Kok_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6384767-d3324096-Reviews-Verandah_Bar_Lounge_at_The_Danna-Pantai_Kok_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d7603617-Reviews-Art_In_Paradise-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d671437-Reviews-Oriental_Village-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096277-d8400983-Reviews-Believe_Langkawi-Kuah_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d1454088-Reviews-Telaga_Tujuh_Waterfalls-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d2534927-Reviews-Langkawi_Sky_Bridge-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d19175277-Reviews-Srikandi_Museum-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g23318796-d25262663-Reviews-Machinchang_Peak_Hiking-Padang_Matsirat_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g2053325-d12192061-Reviews-Langkawi_Geopark-Pantai_Tengah_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d645103-Reviews-Crocodile_Adventureland_Langkawi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d23739621-Reviews-Machinchang_Petland_By_Enrat_Oriental_Village-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d645113-Reviews-or10-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d25416864-Reviews-AZRI_AZIZ-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d11801208-Reviews-Langkawi_Taxi_Service-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096277-d16694865-Reviews-XQ_Holidays-Kuah_Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d25308552-Reviews-AL_Qads_Transport_langkawi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d13442464-Reviews-Langkawi_Taxi_service-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d20088548-Reviews-Tour_Incentive_Travel-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d25253586-Reviews-Langkawi_Private_Tour_by_Fauzi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096282-d17171996-Reviews-Langkawi_Tours_by_Eagle_Adventure_Holidays-Pantai_Cenang_Langkawi_Langkawi_Dist.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d8818826-Reviews-Telaga_Terminal-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d17585512-Reviews-Abu_Hidbar_Jaafar-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d14953300-Reviews-SkyRex-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d2149863-Reviews-Island_Horses-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d10693927-Reviews-Umgawa_Legendary_Adventures-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d7137219-Reviews-Skytrex_Adventure_Langkawi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d1595504-Reviews-Tropical_Charters_Langkawi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d2141087-Reviews-AmAya_Spa-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d11797697-Reviews-Imaginarium_Langkawi-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d3487687-Reviews-Wailua_River_State_Park-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d8791194-Reviews-The_Shops_at_Skyview-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d13992453-Reviews-Bluff_Lake_Reserve-Big_Bear_Lake_Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41947-d3326105-Reviews-Deer_Island_HarborWalk-Winthrop_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d12597516-Reviews-Krabi_Shooting_Range-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d139358-Reviews-Great_Smoky_Arts_Crafts_Community-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d10618374-Reviews-Monkey_Trail-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d24020964-Reviews-Sky_Garden_at_CapitaSpring-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g608666-d282322-Reviews-Zell_Am_See_Kaprun-Zell_am_See_Austrian_Alps.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298283-d645113-Reviews-or10-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298283-d645113-Reviews-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html"
    }
]