[
    {
        "attraction_name": "Pantip Plaza",
        "attraction_name_vi": "Quảng trường Pantip",
        "general_info": [
            "562 đánh giá",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Sống ở Bangkok được 17 năm, tôi rất sốc khi thấy Pantip Plaza chết như thế nào. Trước đây bạn không thể di chuyển vì cửa hàng và khách hàng. Chúng tôi đã đi hôm nay và khoảng 60 cửa hàng đều trống rỗng. Toàn bộ tầng không có gì. Những cửa hàng duy nhất còn lại của chúng tôi trống rỗng. Chúng tôi đã cố gắng lấy pin thay thế, thông thường không có vấn đề gì, nhưng bây giờ chúng tôi được thông báo sẽ quay lại sau hai tuần. Đáng buồn là thời gian đã trôi qua với trung tâm mua sắm tuyệt vời này, đã đến lúc phải hình dung lại nó như một thứ gì đó khác. Chắc chắn tôi sẽ không bao giờ đến đó nữa.Đọc thêm",
            "Nơi từng là trung tâm công nghệ số 1 của Thái Lan và là một trong những trung tâm sầm uất nhất ở Đông Nam Á hiện đã có 90 trung tâm không có người ở. Chỉ một số cửa hàng ở tầng trệt và một số cửa hàng khác ở 2 tầng khác. Các cấp độ khác trống rỗng mà không có bất kỳ cửa hàng nào. Tích cực là vẫn còn cửa hàng sửa chữa máy tính ở đó. JIB Computers cũng đoán vậy. Covid và giá thuê tăng cao đã khiến các doanh nghiệp bỏ đi Các trung tâm công nghệ khác vẫn nhộn nhịp như Fortune nhưng không ngoạn mục như Pantip ĐÃ SỬ DỤNG. Một số chủ cửa hàng Pantip cũng đề cập đến sự phản đối từ người thuê khi họ muốn mở địa điểm thứ hai tại Cyber ​​Tower Rachada Đường. Không có khách hàng do Covid và sử dụng logic ngoạn mục Pantip tăng tiền thuê nhà. Hãy lưu ý rằng những người bán đồ ăn ngoài trời trước Trung tâm thương mại Platinum đã định giá thức ăn đường phố của họ gấp 3 lần giá bình thường ở Bangkok cộng với việc nó được nấu chín trước và phơi dưới ánh nắng mặt trời, vi khuẩn phát triển với giá X số giờ trước khi ăn.  Nhìn thấy thiết lập tương tự trong sân của trung tâm mua sắm Central World. Ví dụ; Mì Pad Thái với tôm 200 baht. Ở hầu hết các khu ẩm thực trong trung tâm thương mại, 70 Baht và bạn sẽ có máy điều hòa nhiệt độ và chỗ ngồi thoải mái so với chiếc ghế tồi tàn thở ra từ ống xả ô tô.Đọc thêm",
            "Tôi đến Pantip Plaza như tôi vẫn thường ghé trong mỗi chuyến đi Bangkok. 24102022 giờ trưa.90 cửa hàng thích hợp đã đóng cửa, không chỉ đóng cửa. chỉ đi bộ lên tầng 3 có một số vật dụng nhỏ như đồng hồ LED và phụ kiện. Trên tầng 5, một số cửa hàng sửa chữa nhỏ cho PC hoặc laptop. chủ yếu là do ảnh hưởng của Covid 19 và sự bùng nổ trong bán hàng trực tuyến. Thực sự hy vọng trung tâm CNTT có thể mở cửa trở lại.Đọc thêm",
            "Rất mong chờ một trải nghiệm sim lim náo nhiệt nhưng lại có một chuyến đi đáng thất vọng. Thứ duy nhất còn mở là một số cửa hàng phần cứng trên tầng 3 và chỉ vậy thôi. Nếu bạn đang tìm kiếm dây cáp, pin và CPU thì có thể bạn sẽ quan tâm, nhưng thực sự không có gì thú vị khi mua ở đây. Đang tìm túi đựng laptop nhưng cũng không tìm thấy. Một sự thất vọng lớn.Đọc thêm",
            "Pantip Plaza Ngamwongwan là nơi trưng bày các loại bùa hộ mệnh. Vào cuối tuần, có rất nhiều bùa hộ mệnh được trưng bày và mọi người đến đó để săn tìm kho báu. Bên cạnh bùa hộ mệnh, còn có đồ điện tử, phụ kiện xe hơi, đồ cổ, thợ cắt tóc, đồ ăn và chợ trời. Đây là nơi mua sắm tổng hợp, nơi hàng hóa được bán với giá cả hợp lý.Đọc thêm",
            "Pantip Plaza là trung tâm điện tử ở Bangkok. Nó rất lớn và bạn có thể tìm thấy đủ thứ ở đó. Tuy nhiên, sau khi so sánh giá cả, hàng nhập khẩu vẫn là giá cao. Nếu bạn mua hàng được sản xuất tại địa phương thì giá cả sẽ hợp lý. Bạn phải đề phòng hàng nhái Giống như có lần mình được người ta bán pin Nikon nhái chứ không phải pin bên thứ 3, giá thấp hơn giá gốc một chút. Bạn cần biết sản phẩm của mình trước khi đến đó..Nếu bạn là người Singapore, đây tương đương với Sim Lim Square. Tôi đã đến Pantip Plaza mỗi lần vợ tôi đến trung tâm mua sắm Platinum để mua sắm, nhưng tôi chưa mua được thứ gì đáng kể từ đó vì tôi có thể mua được nhiều thứ với giá tốt hơn ở Singapore. Có một quán ăn ở một trong các tầng. Nạn vi phạm bản quyền vẫn còn tràn lan ở đó, với các đĩa DVD và phần mềm vi phạm bản quyền được bán công khai.Đọc thêm",
            "Khó để đến được với tình trạng giao thông tắc nghẽn trong khu vực, hoặc phải đi bộ 10 phút từ trạm BTS gần nhất. Pantip Plaza giống như bước vào múi giờ đầu những năm 90, tất cả đều là thang cuốn mạ crôm và gạch lát sàn bẩn thỉu. Nếu là máy tính thì ZX Spectrum hiện ra ngay trong tâm trí, nó có thể bán một số tiện ích mới nhất trên thị trường nhưng một số chiến thuật bán hàng cứng rắn ở đây sẽ khiến những người như Alan Sugar phải cắn răng... tất cả 8 bit nếu bạn không biết ý tôi là Harry. Cá nhân người đánh giá này đã nhiều lần tìm kiếm các bản sao của loạt phim truyền hình BBC nhưng không có kết quả, tất cả các nhà cung cấp ở đây đều bán cùng một sản phẩm và rất chậm trong việc đưa các chương trình mới vào kho. Tốt nhất là nên tải xuống trên Internet. Để làm tổn thương thêm, nhiều đĩa DVD và phần mềm ở đây được trích xuất kém, thường bị đóng băng và khách hàng phải đợi trong khi một bản sao mới được tạo ra ở một phòng sau nào đó. Do đó, 20 phút thưa ngài có thể có nghĩa là bất cứ điều gì lên đến một giờ! ; Chỉ nghĩ là bạn nên biết. Thực ra tôi mới bắt đầu đọc bài đánh giá này... Những gã chào hàng nam rất thô lỗ và cứ khăng khăng hỏi bất kỳ người nước ngoài nào xem họ có muốn xem phim khiêu dâm không. Không nói gì thêm nữa, rửa sạch miệng tôi bằng xà phòng và nước. Xà phòng và nước, tôi nói, trời ơi, những gã đàn ông này thật là nhàm chán lol. Nếu bạn muốn một nhà bán buôn điện tử đáng tin cậy hoặc một kỹ thuật viên giỏi để sửa PC của bạn, v.v. thì tôi khuyên bạn nên đến Fortune Town IT city như một điểm đến thân thiện và đáng tin cậy hơn để mua cả các mặt hàng nâng cấp, phần mềm và phần cứng, đây có lẽ là trung tâm mua sắm bị đánh giá thấp nhất ở Bangkok. Nhưng Pantip đã hết thời đối với tôi và có vẻ như thực sự cần một bản nâng cấp lớn cho riêng mình. Chỉ 5 phút nữa thôi, thưa ngài... Đọc thêm",
            "Trung tâm mua sắm này là trung tâm mua sắm khổng lồ 5 tầng chỉ phục vụ các Tiện ích: Máy tính, điện thoại, loa, linh kiện máy tính, máy in, DVD ...... bạn đặt tên cho nó và bạn có nó ở đây. Nơi tốt cho những người quan tâm đến các tiện ích!! Đọc thêm",
            "Nơi này thật tuyệt vời, đối với bất kỳ người am hiểu công nghệ nào quan tâm đến máy tính thì nơi này thật tuyệt vời! Nếu bạn đã từng tham dự một hội chợ máy tính thì đây về cơ bản là một thị trường máy tính cấp 5 khổng lồ với các bộ phận và thiết bị máy tính chất lượng với mức giá đáng kinh ngạc so với ở Úc. Chúng tôi đã có rất nhiều niềm vui khi chỉ nhìn xung quanh và khi ở đó bạn phải chọn một bộ tai nghe PRO BEATS thật tuyệt vời, tôi đã mua 2 bộ! Phải dành cho bất kỳ người am hiểu máy tính nào!!! Nhưng, nếu bạn không quan tâm đến máy tính các bộ phận hoặc tiện ích thì đây không phải là nơi dành cho bạn!Đọc thêm",
            "Chúng tôi nghe nói đây là nơi tốt nhất để mua sắm đồ điện tử. Tuy nhiên, chúng tôi đã chuẩn bị sẵn những thứ chúng tôi muốn mua. Về cơ bản, nơi này có rất nhiều cửa hàng dưới một mái nhà. Nếu bạn không biết giá của những gì bạn định mua thì hãy chờ đợi! Chúng tôi cảm thấy các cửa hàng ở Pantip Plaza bán giá cao hơn ebay hoặc nếu bạn may mắn thì ngang bằng với ebay nếu bạn mặc cả đến chết. Không có yếu tố thỏa thuận tôi sẽ nói! Diễn đàn mua sắm trực tuyến tốt hơn Pantip rất nhiều. Chúng tôi đã chọn được một cục sạc dự phòng năng lượng mặt trời tại địa phương trị giá 30000 MAH với giá 500 Baht, ngang bằng với giá trực tuyến. Rất nhiều điện thoại Apple và Samsung giả có giá từ 1000 đến 3000 Baht. Chúng không nằm trong khu vực chúng tôi quan tâm và dù sao thì tôi cũng không khuyên bạn nên mua những thứ này! Bạn có thể muốn dành một giờ để tham quan xung quanh Pantip nhưng điều đó sẽ khiến bạn thất vọng nếu bạn biết về mức giá trực tuyến cho các tiện ích mà bạn muốn!Đọc thêm"
        ],
        "star_ratings": [
            103,
            207,
            168,
            54,
            30
        ],
        "review_amount": 562,
        "location": [
            "nước Thái Lan",
            "Băng Cốc",
            "Những điều cần làm ở Bangkok",
            "Pantip Plaza",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 15, 2020",
            "Written February 23, 2023",
            "Written November 2, 2022",
            "Written January 11, 2022",
            "Written May 27, 2017",
            "Written March 28, 2013",
            "Written March 14, 2013",
            "Written December 7, 2012",
            "Written December 5, 2012",
            "Written May 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293916-d3445545-Reviews-Pantip_Plaza-Bangkok.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d12158066-Reviews-Amaya_Food_Gallery_at_Amari_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1915063-Reviews-Sra_Bua_By_Kiin_Kiin-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d25380808-Reviews-Bar_Milano-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1591986-Reviews-Red_Sky-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23991985-Reviews-Cocoa_XO-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d9728949-Reviews-Uno_Mas-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d27001058-Reviews-Chomsindh-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23019070-Reviews-Ventisi-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23307994-Reviews-Kam_s_Roast_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d20225353-Reviews-Alati-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d21023465-Reviews-PLUS_SIZE_FASHION_by_OM_Orrapun_Misir-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-Platinum_Fashion_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8307958-Reviews-Grand_Diamond_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8088638-Reviews-Krung_Thong_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12871508-Reviews-City_Complex-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17206390-Reviews-Playmondo_Centralworld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4567420-Reviews-Pratunam_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d549670-Reviews-CentralWorld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2109285-Reviews-Isetan_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d550496-Reviews-Baiyoke_Sky_Tower-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3445545-Reviews-or10-Pantip_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450971-Reviews-Chatuchak_Weekend_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d23144993-Reviews-Nordic_Bespoke_Tailor_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9770501-Reviews-New_Armani_Tailor_Studio-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2639627-Reviews-Tom_s_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2720797-Reviews-Ambassador_Smart_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350968-Reviews-James_Fashion_International-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12870932-Reviews-RJ_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7365670-Reviews-Suit_Cut_Bespoke_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13947337-Reviews-The_Gentleman-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d11616054-Reviews-Amrapur_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4558126-Reviews-Alex_s_Fashion_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d18543662-Reviews-Pratunam_Thai_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3954435-Reviews-Paul_s_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d15612621-Reviews-MB_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4520480-Reviews-Ct_chinese_tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17328443-Reviews-Siam_Hop-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3181202-Reviews-Breeze_Spa_At_Amari_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3354598-Reviews-Admire_Bespoke_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10077507-Reviews-Foot_Haven_Massage_and_Spa-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3461120-Reviews-Shibuya_19-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d11887627-Reviews-Arunda_Oriental_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293980-d320123-Reviews-Coral_Beach_Nature_Reserve-Eilat_Southern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d325092-Reviews-Golgotha-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g608713-d3264290-Reviews-Sunj_Beach-Lopud_Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d10034811-Reviews-Lido_Bathing_Complex-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46512-d4985687-Reviews-Demarest_Farm-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d13085651-Reviews-Fuego_Music_Bar-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d8702174-Reviews-Pettah_Floating_Market-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48327-d1929989-Reviews-Rock_City_Park-Olean_Cattaraugus_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d11806597-Reviews-Bird_Island_Pier-Buffalo_Erie_County_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293916-d3445545-Reviews-or10-Pantip_Plaza-Bangkok.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293916-d3445545-Reviews-Pantip_Plaza-Bangkok.html"
    }
]