[
    {
        "attraction_name": "Paphos Harbour and Port",
        "attraction_name_vi": "Cảng và Cảng Paphos",
        "general_info": [
            "2.418 đánh giá",
            "15 trong số 128 điều cần làm ở Paphos",
            "Địa điểm ưa thích",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Khu vực tuyệt vời gần khách sạn của chúng tôi, nhỏ nhưng cũng đủ rộng để có nhiều hoạt động diễn ra.  Dễ dàng điều hướng, những người tuyệt vời xem và nơi thân thiện.  Đồ uống và thực phẩm có giá cả hợp lý và một số điểm hấp dẫn như bồ nông thường trú và cự đà lớn cùng với chủ nhân của chúng.  Cảm giác đáng yêu và sự thoải mái của các cửa hàng và quán rượu, nhà hàng, v.v. tuyệt vời cho mọi người, gia đình, các cặp đôi, v.v.Đọc thêm",
            "Khu vực sầm uất thương mại điển hình ven biển. Rất nhiều quán bar, nhà hàng và cửa hàng du lịch.  không xa bờ biển vì nhiều con đường bị đóng cửa do công trình đường lớn trong khu vực,Đọc thêm",
            "Nước trong vắt, nhiều nơi để lặn. Có lối ra, vòi sen và khu vực thay đồ. Gió đẹp, nhiều nơi để uống hoặc ăn. Thị trường cũng tốt. Đọc thêm",
            "Nơi tốt nhất để đến ở Paphos đối với chúng tôi vì dù sao cũng không có nhiều việc phải làm. Chúng tôi đến thăm một vài lần vào một buổi tối và một vài lần vào ban ngày khi ở bãi biển. Rất nhiều nhà hàng để lựa chọn và một vài cửa hàng chủ yếu bán những món quà lưu niệm giống nhau. Tuy nhiên, đây là một chuyến đi bộ đáng yêu dọc theo bãi biển thường được những người bán bóng bay nhắm tới vào ban đêm, đặc biệt nếu bạn có con khi chúng vẫy chúng trước mặt bạn. Chúng tôi thích nhìn thấy bức tường bồ nông lên xuống và tự mời mình vào nhà hàng! Ngoài ra còn có một số nhà vệ sinh công cộng gần lâu đài rất tiện lợi. \nRất nhiều con đường ở gần đỉnh và không còn được sử dụng vì chúng bị đóng cửa do làm đường và một số công trình xây dựng đang được tiến hành.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm các cửa hàng và nhà hàng. Gần như không đến đây dựa trên đánh giá trước đó nói rằng không có nhiều ở đây. Họ có thể sai lầm đến mức nào. Khung cảnh tuyệt vời, vô số cửa hàng và nhà hàng xinh xắn, quá nhiều thứ để lựa chọn, tất cả đều cách biển 50 yard. \nCó rất nhiều bãi đậu xe miễn phí nhưng hãy đảm bảo bạn đến từ phía các vị vua của lăng mộ chứ không phải phía sân bay vì có các công trình đường bộ. Cách dễ nhất là ra khỏi bùng binh trung tâm mua sắm chính và đi dưới cây cầu vàng, lái xe thẳng 2 phút, đi qua bùng binh, không rẽ trái và bãi đậu xe chính miễn phí ở bên phải. Khuyên bạn nên đi bộ dọc theo bến cảng về phía những chiếc thuyền và cả đầu bên kia để đến các nhà hàng và cửa hàng, một ngày tuyệt vời.Đọc thêm",
            "Vợ tôi và tôi đã đi vào một buổi tối với hành trình bắn pháo hoa. Giải trí thật tuyệt vời, đồ ăn rất đáng yêu. Nhược điểm duy nhất là bạn đặt trên bàn với 6 người khác, và nếu bạn không hút thuốc thì chúng tôi không hút thuốc, chúng tôi có 3 người hút thuốc, họ nên có bàn hút thuốc và không có bàn hút thuốc. Tôi sẽ không quay lạiXem thêm",
            "Bến cảng là một trong những nơi tốt nhất ở paphos với vô số nhà hàng sôi động. Tôi không uống nhưng các quán bar trông cũng rất ngon. Có một quán kem tên là Frozen Scoops mà tôi thực sự khuyên bạn nên đến đó hàng đêm và nó cũng mở cửa đến tận khuya. Nếu bạn đến paphos thì đây là nơi bạn không muốn bỏ lỡ! Nó nằm ngay cạnh biển nên khung cảnh tuyệt vời khi dùng bữa trưa hoặc bữa tốiĐọc thêm",
            "Phải mất 40 phút để đi bộ từ khách sạn của tôi đến đây. Chuyến đi bộ này rất đáng giá, đó thực sự là một ngày thú vị. Tôi đã đến lâu đài, các địa điểm khảo cổ. Có rất nhiều quán bar và nhà hàng để ngồi và ngắm nhìn thế giới trôi qua. Bạn cũng có thể đặt các chuyến tham quan và đi thuyền từ đây. Ghé thăm bến cảng là điều bắt buộc nếu bạn đang ở PaphosĐọc thêm",
            "Chúng tôi yêu thích bến cảng sôi động và Pháo đài đáng để ghé thăm. Bãi đậu xe miễn phí và rất nhiều quán cà phê, đắt tiền, nhưng đó là điều được mong đợi.  Nó ở ngay bên cạnh các địa điểm khảo cổ. và có nhiều gian hàng thủ công cũng như cửa hàng quà tặng.Đọc thêm",
            "Đã 10 năm kể từ chuyến thăm cuối cùng và mọi thứ đã thay đổi để tốt hơn Lối đi mới dọc theo bờ biển, lối đi tuyệt đẹp vào buổi tối Lối đi trên cao đáng yêu qua lăng mộ của các vị vua bùng binh đến các hang động! Chúng tôi đã đi vòng quanh những bức tranh khảm rất xứng đáng với phí vào cửa và mất hơn hai giờ để đi một vòng Ở trong Airbnb gần bãi biển ngọn hải đăng, rất nhiều nhà hàng đóng cửa Rất có thể giới thiệu nhà hàng The Moorings đối diện bến du thuyền Tầm nhìn đẹp và giá cả rất hợp lýĐọc thêm",
            "Đi bộ tuyệt vời xuống bến cảng đến pháo đài ở phía xa và bạn phải đến quán kem Cono davinci, chúng thật tuyệt vời, vấn đề duy nhất là có quá nhiều thứ để lựa chọnĐọc thêm",
            "Chúng tôi thích bến cảng, nơi này rất sôi động và Pháo đài rất đáng để ghé thăm. Có bãi đậu xe miễn phí và nhiều quán cà phê, tuy đắt nhưng cũng dễ hiểu. Ngay cạnh các Di tích Khảo cổ và có nhiều gian hàng thủ công mỹ nghệ và cửa hàng quà tặng. Đọc thêm",
            "Đó là một trải nghiệm thú vị vì tôi thích đi bộ và khám phá các địa điểm. Tôi cho điểm trung bình vì nó không có gì đặc biệt cả. Nhưng bạn sẽ thích đi bộ đến đó và chiêm ngưỡng biển. Có rất nhiều thuyền và hải âu. Tôi muốn thấy nhiều phụ nữ địa phương đi ngang qua hơn nhưng điều này vẫn có thể thay đổi. Cảnh hoàng hôn ở đây rất đẹp và tôi khuyên bạn nên đến đây cho những chuyến thăm ngoài mùa du lịch chính.Đọc thêm",
            "Có lẽ sự thất vọng của tôi với Cảng là do quan điểm của tôi về việc Paphos là một bản sao tồi tệ của Benidorm vào những năm 1980! Rất nhiều nhà hàng đã đóng cửa, có vẻ như sẽ không mở cửa trở lại trong tương lai gần, đã làm lu mờ vẻ ngoài của nó. Rất nhiều nhà hàng vẫn tồn tại với những quý ông thực sự tốt bụng, lịch sự và thường vui tính - khác thường vì nhiều nơi khác dường như tuyển dụng những cô gái trẻ - thúc giục bạn đến cơ sở cụ thể của họ! Rõ ràng là một lâu đài trống rỗng mà bạn phải trả tiền để vào để ngắm cảnh và một bảo tàng khảo cổ học là những thứ duy nhất có thể nhìn thấy ngoài một vài chiếc thuyền đánh cá dường như không ra khơi? và một vài chiếc thuyền uống rượu của khách du lịch - hàng ngày làm xáo trộn sự yên bình ven biển, phát ra phiên bản âm nhạc do âm trầm điều khiển mạnh mẽ của họ! Giống như chính Paphos, nơi dường như đã mất hầu hết các tòa nhà di sản, các tòa nhà mới đang được xây dựng và những tòa nhà cũ hơn thường được cải tạo với trí tưởng tượng và thiết kế tuyệt vời. Điều này có thể khiến nơi đây trở thành một nơi hấp dẫn để ghé thăm lại nhưng tôi sợ đến lúc đó, Matron sẽ không cho tôi ra khỏi nhà!!Đọc thêm",
            "Ở đâu đó để vượt qua một vài giờ, nhưng không phải cả ngày. khá đắt cho một bữa ăn và đồ uống. Taxi từ bến cảng đến khách sạn cực kỳ đắt vì nó chỉ có 5kl với chi phí 20 euroĐọc thêm",
            "Phải mất 40 phút đi bộ từ khách sạn của tôi đến đây. Thật đáng để đi dạo, đó là một ngày thực sự thú vị. Tôi đã đến lâu đài, các địa điểm khảo cổ. Có rất nhiều quán bar và nhà hàng để ngồi và ngắm nhìn thế giới trôi qua. Bạn cũng có thể đặt các chuyến du ngoạn và chuyến đi bằng thuyền từ đây. Tham quan bến cảng là điều bắt buộc nếu bạn đang ở PaphosĐọc thêm",
            "Luôn là một chuyến đi tuyệt vời dọc theo bến cảng ngay cả vào tháng 1, có rất nhiều nơi dừng lại để uống cà phê hoặc ăn một chút gì đó và ngắm mọi ngườiĐọc thêm",
            "Khách sạn của chúng tôi chỉ cách bến cảng 10 phút đi bộ nên chúng tôi ghé thăm hầu như mỗi ngày, rất nhiều cửa hàng, quán cà phê, nhà hàng để giải khát ở khu vực bến cảng ngay cạnh nhưng đáng để đi bộ vòng quanh lâu đài ở phía xa, nếu bạn có thể đi có lẽ có một số góc nhìn tuyệt vời từ trên xuống, đi bộ xa hơn dọc theo lối đi bộ lót ván đến ngọn hải đăng để tận dụng tối đa khung cảnh tuyệt đẹp của khu vực.Đọc thêm",
            "Bến cảng là một trong những nơi tốt nhất ở Paphos với rất nhiều nhà hàng sôi động. Tôi không uống rượu nhưng các quán bar trông cũng đẹp. Có một quán kem tên là Frozen Scoops mà tôi thực sự muốn giới thiệu. Tôi đã đến đó mỗi tối và quán mở cửa đến tận khuya. Nếu bạn đến Paphos thì đây là nơi bạn không muốn bỏ lỡ! Quán nằm ngay cạnh đại dương nên có quang cảnh tuyệt đẹp khi ăn trưa hoặc ăn tốiXem thêm",
            "Thăm quan năm mới từ ngày 27/12. Còn việc gì vui lòngĐọc thêm",
            "Xin lỗi vì đã không ghé thăm vào thời điểm này trong năm Đọc thêm",
            "Bạn có thể câu cá ở bến cảng không, bạn có cần giấy phép câu cá Đọc thêm",
            "Đi dạo một vòng và nói chuyện với một số người dân địa phương để tìm hiểu vị trí của vùng đất đã thấy những người câu cá gần bến cảng nếu bạn muốn cân nhắc một chuyến đi câu cá, xin lỗi vì bạn không biết giáĐọc thêm",
            "Các quầy hàng có quanh năm hay chỉ có vào một ngày cụ thể trong tuần?\n\nChúng tôi đã đến vào tháng 5, tháng 6, họ có mặt ở đó một ngày nhưng khi chúng tôi quay lại thì không có quầy hàng nào và một lần nữa vào tháng 9, tháng 10, không có quầy hàng nào Đọc thêm",
            "Tôi nghĩ các gian hàng bây giờ chỉ xuất hiện trong các sự kiệnĐọc thêm",
            "Paphos an toàn đến mức nào khi nó không quá xa Syria, v.v., cảm ơn.Đọc thêm",
            "An toàn như Vương quốc Anh, nơi có đầy đủ người AnhĐọc thêm",
            "Ai đó có thể cho tôi biết bến cảng paphos cách vịnh san hô bao xa không và cách tốt nhất để đến đó là gì?Đọc thêm",
            "Xe buýt 615 sẽ đưa bạn.Đọc thêm",
            "Chào mọi người,\n\nTôi và bạn gái của tôi đang lên kế hoạch đặt kỳ nghỉ ở Paphos từ ngày 29 tháng 10 đến ngày 5 tháng 11. Tôi chỉ muốn một số lời khuyên về thời tiết xung quanh khu vực này vào thời điểm đó trong năm như thế nào? Mọi lời khuyên sẽ được đánh giá cao, cảm ơn bạn trước!Đọc thêm",
            "Thời tiết sẽ ổnĐọc thêm",
            "Có ai có thể giới thiệu một nhà hàng Ý ngon ở khu vực bờ biển của bến cảng Paphos không? Đọc thêm",
            "Xin chào Cheryl\n\nBạn có thể chỉ cần xem qua TA và những đánh giá về các nhà hàng ở Paphos, có rất nhiều ở phía trước.\n\nTrân trọng, JohnĐọc thêm",
            "Tôi có thể câu cá ở khu vực paphosĐọc thêm",
            "Xin chào, chúng tôi đã thấy rất nhiều người câu cá ở phía trước ngay cạnh cảng nhưng không phải ở đóĐọc thêm",
            "Các nhà hàng và khu vực cảng nói chung có mở cửa vào Chủ Nhật không?",
            "Bến cảng có phải là nơi rẻ nhất để mua một chuyến đi bằng thuyền không?Đọc thêm",
            "Hãy tham gia Venus Sea Cruises và Thuyền trưởng Ahmed - những chuyến đi tuyệt vời và giá trị lớn - không quá thúc ép như các công ty khác và MS Christ. Adonis là một chiếc thuyền đáng yêuĐọc thêm"
        ],
        "star_ratings": [
            1207,
            904,
            254,
            34,
            24
        ],
        "review_amount": 2423,
        "location": [
            "Các hoạt động ở Paphos",
            "Quận Paphos",
            "Châu Âu",
            "Síp",
            "Cảng và Cảng Paphos",
            "Paphos"
        ],
        "reviews_time": [
            "Written June 16, 2023",
            "Written June 19, 2023",
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 31, 2023",
            "Written September 20, 2023",
            "Written November 20, 2023",
            "Written March 13, 2024",
            "Written May 15, 2024",
            "Written June 3, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written April 30, 2024",
            "Written April 26, 2024",
            "Written March 27, 2024",
            "Written March 13, 2024",
            "Written January 19, 2024",
            "Written December 9, 2023",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190384-d10520635-Reviews-Paphos_Harbour_and_Port-Paphos_Paphos_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d23557696-Reviews-Kings_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d4204179-Reviews-E_Cosi_Gelateria-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d14973890-Reviews-Sail_At_Castle-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d1772916-Reviews-The_Moorings_Cafe_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d7967075-Reviews-Gelamo_Gelato_Cafe-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d3317370-Reviews-Theo_s_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d2306526-Reviews-Mare_Mare-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d3321703-Reviews-Mar_Bianco_Cafe-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d3935406-Reviews-Steve_s_Coffee_House-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d942483-Reviews-Mother_s_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2324885-Reviews-Paphos_Harbour_Castle-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25049136-Reviews-Sol_Alter-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12543264-Reviews-The_Villa_of_Theseus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25083327-Reviews-Basilica_Of_Panagia_Limeniotissa-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d24869237-Reviews-Paphos_Motorcycle_Museum-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d26285787-Reviews-Casa_di_Aion-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25073622-Reviews-Ruins_Of_Old_Fort-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6755801-Reviews-The_House_of_Dionysus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25063053-Reviews-Paphos_Clock-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d26285792-Reviews-Casa_di_Orfeo-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d10520635-Reviews-or10-Paphos_Harbour_and_Port-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d527731-Reviews-Kato_Paphos_Archaeological_Park-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6503324-Reviews-Church_of_Agia_Kyriaki_and_post_St_Paul-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d531773-Reviews-Agios_Neophytos_Monastery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2460734-Reviews-Panagia_Chrysopolitissa_Church-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d1931401-Reviews-St_Georgios_Church_Basilica_Rock_Tombs-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d4312361-Reviews-Saint_Paul_s_Pillar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-Tombs_of_the_Kings-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8393042-Reviews-Kelefos_Bridge-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d27728632-Reviews-Paphos_Harbour_Rc_Boats-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d7274615-Reviews-Venus_Sea_Cruises-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12339596-Reviews-En_Plo_Gallery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d3317996-Reviews-Wave_Dancer_Boat_Trips-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8469324-Reviews-Atlantis_Turtle_Watching_Cruise-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2238158-Reviews-Out_of_the_Blue-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d15230391-Reviews-Paphos_Boat_Tours-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d17529469-Reviews-ConstrucTOUR_Travel_Agency-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d3548047-Reviews-Cydive-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g262061-d1804232-Reviews-Aqualand_El_Arenal-El_Arenal_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g635872-d1898338-Reviews-Autodromo_Nazionale_Monza-Monza_Province_of_Monza_and_Brianza_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60906-d183697-Reviews-The_Frelinghuysen_Arboretum-Morristown_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d1721869-Reviews-Sanur_Beach-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g46168-d558693-Reviews-Castle_in_the_Clouds-Moultonborough_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g53250-d145745-Reviews-Kinzua_Bridge_State_Park-Mount_Jewett_McKean_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d15087724-Reviews-Citymall-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190982-Reviews-Place_du_Tertre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d13993312-Reviews-Waterfall_Party-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d17386312-Reviews-Overseas_Adventure_Travel-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190384-d10520635-Reviews-or10-Paphos_Harbour_and_Port-Paphos_Paphos_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190384-d10520635-Reviews-Paphos_Harbour_and_Port-Paphos_Paphos_District.html"
    }
]