[
    {
        "attraction_name": "Paphos Town Market",
        "attraction_name_vi": "Chợ thị trấn Paphos",
        "general_info": [
            "275 đánh giá",
            "- 47 trong số 128 điều cần làm ở Paphos",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Quyết định đi xe buýt đến chợ cũ và trải nghiệm Paphos nguyên bản. Không chắc chúng tôi có thực sự nhìn thấy chợ nguyên bản hay không vì nhiều khu vực đã được\nphát triển ở mức thấp hơn Khu du lịch.\nNhiều cửa hàng hiện đại nhưng khá đẹp và chợ chính có lẽ có phong cách tương tự như mục đích ban đầu của nó.\nĐáng để xem một cái gì đó khác biệt và với hầu hết - nhưng không phải tất cả - những người bán hàng, họ vui vẻ để bạn duyệt qua hàng hóa của họ mà không quá rắc rối, đó là một sự thay đổi thú vị so với áp lực bán hàng ở những nơi khác trong thị trấn.\nRất đáng để ghé thăm, ngay cả khi thang máy từ bến xe buýt đến thị trấn có mùi một chút. Đọc thêm",
            "Đó là một chuyến đi xe buýt dễ dàng nhưng không phải là khu chợ lớn nhất. Thật tuyệt nếu bạn thích hàng giả chính hãng của mình nhưng chúng không rẻ và bạn không thể đổi hàng. Một số chiến thuật bán hàng tích cực vì vậy hãy vững vàng. Các quán cà phê rất đáng yêu và do gia đình điều hành.Đọc thêm",
            "Chuyến thăm Chợ thị trấn Paphos ở Síp của tôi là một trải nghiệm thú vị. Từ những món đồ thủ công đẹp mắt cho đến những món quà gây cười thú vị, khu chợ này đáp ứng mọi sở thích. Kiến trúc và các tòa nhà xung quanh tạo thêm nét duyên dáng lịch sử phong phú và các nhà cung cấp - lòng hiếu khách nồng hậu sẽ làm trọn vẹn trải nghiệm. Tôi đã dành hàng giờ để khám phá các quầy hàng khác nhau, mỗi quầy hàng đều chứa đầy những món đồ lặt vặt độc đáo và các món ngon địa phương. \n\nChợ Thị trấn Paphos là địa điểm không thể bỏ qua đối với những ai muốn hòa mình vào văn hóa địa phương đích thực của Paphos. Rất khuyến khích!Đọc thêm",
            ", trên google nó nói là chủ nhật mở cửa, chúng tôi đi bộ đến đó mất 20 phút từ vị trí của chúng tôi, đại lộ lăng mộ nhưng nó không mở cửa.\nChúng tôi đã đi vào thứ ba, có rất nhiều cửa hàng, bạn không bị cản trở khi mua và chúng tôi nhận được một số ưu đãi tốt, từ quần áo, đồ thủ công, quà lưu niệm, v.v.\nRất nhiều quán cà phê, chúng tôi nghĩ mình sẽ đến đó một giờ, 3 giờ sau.Đọc thêm",
            "Chúng tôi quyết định ghé vào vào sáng thứ bảy.\nViệc đỗ xe được thực hiện thông qua ứng dụng mà chúng tôi đã từ chối giải mã và tìm thấy một chỗ đậu xe ở góc phố.\nThật là một điều kỳ lạ khi đến đảo Síp đầy nắng và thèm một chiếc bánh sandwich Marks - Spencer nhạt nhẽo. Nhưng chúng tôi đã có, và không có bánh sandwich nào ở chi nhánh địa phương này - \nNó chứa những cặn quần áo từ đợt bán hàng trước, đợt bán hàng trước đó, v.v.\nQuay lại khu chợ, đó là một cuộc dạo bộ thú vị qua các con phố nhưng tất cả các cửa hàng đều bày bán cùng một loại quần áo kiểu nylon, túi xách và đồ lưu niệm nhái chất lượng kém trong danh sách Z.\nTôi thích mua sắm nhưng không có gì làm tôi thích thú.\nÁo bóng đá trẻ em khá rẻ nhưng một lần nữa tôi không đặt nhiều hy vọng vào việc giặt chúng.\nRất nhiều chỗ ngồi bên ngoài và quán cà phê. \nKhông có dấu hiệu của bất kỳ sản phẩm tươi sống hoặc chợ rau quả nào.\nSíp không có nền ẩm thực đường phố sao? Một vài quầy hàng làm món falafel tươi - salad trong pitta sẽ rất hoàn hảo! Đọc thêm",
            "Cách bến cảng Pathos một chuyến xe buýt ngắn, chợ có một số cửa hàng bán đồ lưu niệm và đồ chơi cùng với khăn trải bàn truyền thống. Đó là một chuyến đi dạo thú vị trong cái nóng trong ngày, nhưng không có gì đặc biệt cả. Nếu có một khu phố cổ trong khu vực mà chúng tôi không thấy, khu chợ khá hiện đại, có rất nhiều địa điểm ăn uống và ngắm nhìn thế giới trôi qua.Đọc thêm",
            "Nơi đáng yêu để đi lang thang xung quanh. Chợ cũ truyền thống được bao quanh bởi các cửa hàng trong chợ và những con đường trải nhựa đẹp. Những quán cà phê và nhà hàng xinh xắn.  Rất nhiều taxi và chỗ ngồi cũng như xe buýt địa phương.Đọc thêm",
            "Chúng tôi sống ở Síp - trước đây đã từng ghé thăm chợ - không may hôm nay đến nơi thì thấy khu vực trung tâm của chợ cũ đã đóng cửa vì nó đang được cải tạo. Các quầy hàng duy nhất là một số ít mở cửa ở khu vực mới của chợ đã được thêm vào trong một số thời gian những lần cải tạo trước đây vài năm trước. Nhìn vào trang face book của họ không thể thấy bất kỳ thông tin cập nhật nào về các tác phẩm hiện tại trừ khi tôi bỏ lỡ nó! Các thông tin khác trên internet cũng không - dường như không đề cập đến những tác phẩm này! Sẽ rất vui nếu biết được trong bao lâu Việc cải tạo này sẽ tiếp tục - một số thông tin về mục đích - mục tiêu của những công trình này! Hy vọng rằng nó sẽ là một sự cải thiện so với hiện tại vì nó có cảm giác rất mệt mỏi - dường như rất nhiều lần phải đóng cửa rất sớm!Đọc thêm",
            "Không thể hiểu tại sao các đánh giá lại có tác động tiêu cực đến thị trường vì đây là một nơi tuyệt vời để dành một chút thời gian trong ngày. Chúng tôi đã đến thăm vào ban ngày và nó rất yên tĩnh - nó có rất nhiều đồ lưu niệm dành cho khách du lịch, nhưng thật tuyệt nếu bạn muốn mang theo một hoặc hai thứ để mang về bên mình. Chúng tôi nhận thấy nhiều quán bar chỉ mở cửa muộn hơn vào buổi tối nhưng chúng tôi rất thích uống vài ly ở các quán cà phê - những quán bar mở cửa - tất cả đều có giá hợp lý và yên tĩnh hơn nhiều so với những địa điểm trên bến cảng rất phù hợp với chúng tôi. Rất khuyến khích nơi souvlaki cho một con quay hồi chuyển. Bắt xe buýt 610 từ bến cảng.Đọc thêm",
            "Thứ Năm ngày 13 tháng 10 và chúng tôi đã ghé thăm khu chợ này ở Phố cổ Paphos. Đây thực sự là một chút thất vọng vì nó chắc chắn không phải là điều chúng tôi mong đợi. Chúng tôi đang mong đợi một tòa nhà cổ lớn với rất nhiều quầy hàng bày bán các mặt hàng truyền thống, đồ lưu niệm và mọi thứ mà khách du lịch có thể không muốn. Khi chúng tôi bước qua cánh cửa hình vòm lớn, rõ ràng đây hoàn toàn không phải là điều chúng tôi mong đợi. Đó là một dãy cửa hàng dọc theo hành lang bao quanh một khoảng sân có cửa kính hiện đại bao quanh. Trên thực tế, khi chúng tôi ở đây, các công nhân đang làm việc ở sân trong. Các cửa hàng chủ yếu bán quần áo, đồ da, đồ trang sức và túi xách, tất cả đều rất giống nhau. Chúng tôi đi bộ nhanh và rời đi. Mặc dù có một số biển chỉ dẫn nhưng đây không phải là nơi dễ tìm thấy nhất, cuối cùng thì không đáng nỗ lực hay sức lực để tìm thấy nó. Các đường phố bên ngoài và xung quanh chợ thú vị hơn và có nhiều hàng dài với các cửa hàng nghệ thuật nhỏ - hàng thủ công, đặc sản và du lịch. Có vẻ như phần lớn khu vực này đã bị phá bỏ và các cửa hàng được xây dựng trong những tòa nhà mới.Đọc thêm",
            "Sau khi xem video trên YouTube về khu chợ, tôi thực sự mong muốn được ghé thăm nhưng chúng tôi không thể tìm thấy nó.  Phố cổ thực sự khó di chuyển.  Chúng tôi tìm thấy một quán cà phê nhỏ đáng yêu và uống một số loại nước trái cây tươi ngon và đi dạo quanh một vài cửa hàng nhỏ nhưng tôi thực sự không gọi đó là một khu chợ mà nó nằm đối diện khu vực quán cà phê Nero.  Chúng tôi đã thử lại vào một buổi tối nhưng toàn bộ nơi này đã đóng cửa vào ban đêm ngoại trừ một vài nhà hàng hải sản.  Có một chút thất vọng.Đọc thêm",
            "Phần du lịch Paphos tại vịnh là một mẹo vừa rồi - Tháng 4 năm 2023 - . Một phần lớn của trung tâm trông giống như một công trường xây dựng và dường như phải mất nhiều tháng nữa công việc mới hoàn thành. Chúng tôi đến đây vì một kỳ nghỉ vui vẻ cách đây năm hoặc sáu năm, nhưng lần này nơi này thật là một sự thất vọng khủng khiếp. Đọc thêm",
            "Một nơi tuyệt vời để ghé thăm khi ở Paphos. Rất nhiều hàng hóa, thực phẩm, quan điểm và nhân vật tuyệt vời. Một số cập nhật hiện đại đang diễn ra, nhưng khu vực này vẫn giữ được nét quyến rũ thời xa xưa. Cafe Nero đã chiếm vị trí đắc địa và là một địa điểm lý tưởng cho Americano.Đọc thêm",
            "Chúng tôi quyết định ghé vào vào Sáng Thứ Bảy. Bãi đậu xe thông qua ứng dụng mà chúng tôi từ chối giải mã và tìm thấy một chỗ đậu xe ở góc phố. Thật là một điều kỳ lạ khi đến Síp đầy nắng và thèm một chiếc bánh sandwich Marks - Spencer nhạt nhẽo. Nhưng chúng tôi đã đến, và không có bánh sandwich nào ở chi nhánh địa phương này - Nó chứa đầy cặn quần áo từ các đợt bán hàng trước, và các đợt bán hàng trước đó, v.v.. Quay lại chợ - một cuộc đi bộ thú vị qua các con phố nhưng tất cả các cửa hàng đều đang tích trữ cùng một loại quần áo kiểu nylon, túi xách và đồ lưu niệm nhái chất lượng kém trong danh sách Z. Tôi thích mua sắm nhưng không có gì khiến tôi thích thú. Áo bóng đá trẻ em khá rẻ nhưng một lần nữa, tôi không đặt nhiều hy vọng vào chúng khi giặt. Rất nhiều bên ngoài chỗ ngồi và quán cà phê. Không có dấu hiệu của bất kỳ sản phẩm tươi sống hoặc trái cây nào - chợ rau. Síp không có nền ẩm thực đường phố sao? Một vài quầy hàng làm món falafel tươi - salad trong pitta sẽ rất hoàn hảo! Đọc thêm",
            "Có lẽ chúng tôi đã ở đó ngoài mùa? Bắt đầu tháng 5? Các đường phố xung quanh có rất nhiều cửa hàng nhỏ xinh xắn. Chúng tôi rất choáng ngợp trước chính tòa nhà chợ có mái che trong nhà - thành phố. Chỉ là một tòa nhà hình vuông nhỏ với một vài gian hàng bán quần áo và một gian hàng đồ da. Tổng cộng chưa đến chục gian hàng. Không hề như những gì chúng ta mong đợiĐọc thêm",
            "Vì mới là tuần thứ hai của mùa nên không có nhiều quầy hàng mở cửa nhưng những nơi này có đầy đủ mọi thứ bạn cần. Đồ da, áo bóng đá, đồ ngọt và - đồ trang sức - . Không thể đợi để quay lại khi bận rộn hơn. Một điều tôi sẽ nói là thang máy không hoạt động nên phải leo lên từ trạm xe buýt khá nhiều.Đọc thêm",
            "Đó là một chuyến đi xe buýt dễ dàng nhưng không phải là khu chợ lớn nhất. Thật tuyệt nếu bạn thích hàng giả chính hãng của mình nhưng chúng không rẻ và bạn không thể đổi hàng. Một số chiến thuật bán hàng tích cực vì vậy hãy vững vàng. Các quán cà phê rất đáng yêu và do gia đình điều hành.Đọc thêm"
        ],
        "star_ratings": [
            49,
            75,
            82,
            44,
            25
        ],
        "review_amount": 275,
        "location": [
            "Paphos",
            "Các hoạt động ở Paphos",
            "Chợ thị trấn Paphos",
            "Quận Paphos",
            "Síp",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written August 7, 2023",
            "Written August 15, 2023",
            "Written August 27, 2023",
            "Written September 16, 2023",
            "Written September 18, 2023",
            "Written May 3, 2024",
            "Written December 6, 2021",
            "Written October 20, 2021",
            "Written October 15, 2022",
            "Written July 21, 2022",
            "Written April 9, 2023",
            "Written February 28, 2020",
            "Written September 16, 2023",
            "Written May 5, 2024",
            "Written February 17, 2020",
            "Written August 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190384-d8765132-Reviews-Paphos_Town_Market-Paphos_Paphos_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d4503641-Reviews-Sykaminia_Cafe-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d2154908-Reviews-Pallia_Ilektriki_Restaurant_Cafe-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d1969209-Reviews-Laona_Restaurant-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d2327440-Reviews-Christos_Grill_Seafood-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d8362114-Reviews-Agora_Tavern-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d25803713-Reviews-Pagkratios_Tavern-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d13353619-Reviews-Argos_Burger-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d5207431-Reviews-Grafico_Cafe-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d24128017-Reviews-Georges_Alain_Patisserie-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190384-d24067084-Reviews-Nola-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d23985282-Reviews-Mavrik_Workshop-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d15123352-Reviews-CTO_Information_Office_Pafos-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25148669-Reviews-Dioikitiria_Square-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25126051-Reviews-The_Girl_With_The_Sparrow-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25079834-Reviews-Social_Media-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2490797-Reviews-Paphos_Ethnographic_Museum-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d13211953-Reviews-Chakra_Fine_Art_Gallery_Culture_Centre-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d13656841-Reviews-Art_Shock_Gallery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25173451-Reviews-Agios_Georgios_Harbour_And_Beach-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-Tombs_of_the_Kings-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8765132-Reviews-or10-Paphos_Town_Market-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12926244-Reviews-Neldi_Art_Gallery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8352986-Reviews-The_Place-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5616193-Reviews-Kings_Avenue_Mall-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d11673048-Reviews-Crystal_Shop_Cyprus-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5276369-Reviews-Joulietta_Chocolatier_Patissier-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d10146931-Reviews-Aliathon_Gallery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d3216602-Reviews-Cyprus_Truffles-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6886430-Reviews-Aphrodite_Jewellery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d7340268-Reviews-Lemba_Pottery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d27122108-Reviews-Lace_Art-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25325142-Reviews-Hammam_Baths-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6781703-Reviews-Kivotos_Gallery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12695454-Reviews-YM_STOA_Souvenir_Shop-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d10189637-Reviews-IntoTheBlue_Diving_Centre-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d24961576-Reviews-Ellada_Amvrosiadou_Art_Studio-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d25556157-Reviews-The_Tyche_Gallery-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d14063166-Reviews-Rainbow_s_End_Handmade_Crafts_Unique_Gifts-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12232195-Reviews-Psi-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d23458542-Reviews-Spontas_Souvenir_Shop-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d2324325-Reviews-Makadi_Water_World-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d17529255-Reviews-Coral_Cliff-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13230532-Reviews-The_Nerd-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d3343187-Reviews-Helen_Hunt_Falls-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d4011109-Reviews-Praia_do_Barril-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d142692-Reviews-White_Elephant_Saloon-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d595643-Reviews-Aloha_Stadium_Swap_Meet_Marketplace-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d12000944-Reviews-Moloa_a_Beach-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d9976364-Reviews-Gozo_Cabs-New_Delhi_National_Capital_Territory_of_Delhi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190384-d8765132-Reviews-or10-Paphos_Town_Market-Paphos_Paphos_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190384-d8765132-Reviews-Paphos_Town_Market-Paphos_Paphos_District.html"
    }
]