[
    {
        "attraction_name": "Paradise Beach",
        "attraction_name_vi": "bãi biển thiên đường",
        "general_info": [
            "2.659 đánh giá",
            "- 20 trong số 142 điều cần làm ở Kós",
            "Bãi biển"
        ],
        "attraction_summary": "Ngày tuyệt vời tại bãi biển thiên đường! Những người chơi thể thao dưới nước thật tuyệt vời! Chúng tôi đã đi dù lượn, mô tô nước và chúng tôi có một chiếc thuyền bán rong có cầu trượt miễn phí! Bong bóng ở bãi biển thật tuyệt vời! Ngày yêu thích của kỳ nghỉ! Thức ăn ở đó cũng tuyệt vời! Rất nhiều lựa chọn và đẹp hơn rất nhiều so với đồ ăn của khách sạn! Khu vực tuyệt vời, niềm vui lớn và một ngày tuyệt vời!Đọc thêm",
        "reviews": [
            "Bãi biển cát đẹp và nước trong vắt. Bạn phải bơi ra phao và nhìn thấy bong bóng, thật tuyệt vời! Paradise Beach Bar là điểm dừng chân tuyệt vời cho bữa trưa - giá cả hợp lý, khung cảnh đẹp mắt và tầm nhìn tuyệt vời. Đọc thêm",
            "Chuyến thăm của Mẹ và Con gái, được đặt qua Jet 2 Holidays, Bãi biển cách Thị trấn Kos khoảng 40 phút, với cảnh quan tuyệt đẹp và nhiều hoạt động giải trí cho người lớn và trẻ em. \n\nBãi biển Paradise là một bãi biển rộng lớn có vô số ghế tắm nắng và ba hoặc bốn trạm trên bãi biển, nơi bạn có cơ hội sử dụng Jet Ski - s, Thuyền chuối, Fly Fish và nhiều hoạt động khác - áp dụng giá - . \n\nBãi biển có cát trắng mềm và bạn cũng có thể lặn với ống thở và bơi lội trong khi tận hưởng khung cảnh tuyệt đẹp ở phía sau.\n\nKhi ở đó, tôi đã đi Jet Ski, giá vé là 45 Euro trong 20 phút, tức là - 39 GBP. Có không gian để bạn di chuyển trên Jet Ski - với những người hướng dẫn chuẩn bị đầy đủ cho bạn trước khi bạn tận hưởng chuyến phiêu lưu nhỏ cưỡi trên những con sóng. \n\nNhững chiếc ghế tắm nắng có giá 2 chiếc là 13 Euro, nơi chúng tôi giới thiệu có một quán bar và nhà vệ sinh, tôi nghĩ rằng quán bar này hơi đắt so với số lượng đồ uống bạn có. Tôi mua một ly Cocktail Sex on the Beach trị giá 9 Euro đựng trong một chiếc cốc nhỏ bằng nước và nồng độ cồn cũng không quá mạnh.\n\nKhi đi Jet Ski - s, bạn phải cách các phương tiện khác trên mặt nước tối thiểu 200 mét, tôi phát hiện ra rằng một trong những người hướng dẫn khác đang kéo xuồng đến quá gần tôi nhưng đã dừng thuyền và vẫy tay. cánh tay của anh ấy phàn nàn về khoảng cách, - mặc dù có rất nhiều không gian để anh ấy đi, nhưng vẫn quyết định lái thuyền đến gần phao nơi trạm của chúng tôi tọa lạc - , vì vậy có thể là khu vực có các trạm hoạt động khác nhau cần được xem xét lại. \n\nNgoài ra, một ngày thật tuyệt vời và chúng tôi thư giãn trong suốt thời gian ở đó. Tôi rất muốn giới thiệu cho gia đình hoặc cá nhân. \n\nĐọc thêm",
            "Bản thân bãi biển này thực sự tuyệt đẹp. Chúng tôi thuê một chiếc ô tô trong ngày và lái xe xuống, có nhiều bãi đậu xe và đi bộ một đoạn ngắn là đến bãi biển. Ở đây cũng có những môn thể thao dưới nước dành cho những ai có thể làm được điều đó, điều đó thật tuyệt vời. \n\nNhà hàng hơi đắt tiền nhưng hoàn toàn xứng đáng, đồ uống rất tuyệt, đồ ăn rất ngon và tươi. Người đàn ông pha đồ ​​uống rất thân thiện và lịch sự, khi anh ấy mang đồ uống của chúng tôi đến, anh ấy lấy điện thoại của tôi và chụp một bức ảnh gia đình, thật là một cảm giác tuyệt vời. \n\nTầm nhìn từ nhà hàng thật tráng lệ! Chắc chắn phải xem khi ở Kos - Đọc thêm",
            "Bản thân bãi biển này thực sự tuyệt đẹp. Chúng tôi thuê một chiếc ô tô trong ngày và lái xe xuống, có nhiều bãi đậu xe và đi bộ một đoạn ngắn là đến bãi biển. Ở đây cũng có những môn thể thao dưới nước dành cho những ai có thể làm được điều đó, điều đó thật tuyệt vời. Nhà hàng hơi đắt tiền nhưng hoàn toàn xứng đáng, đồ uống rất tuyệt, đồ ăn rất ngon và tươi. Người đàn ông pha đồ ​​uống rất thân thiện và lịch sự, khi anh ấy mang đồ uống của chúng tôi đến, anh ấy lấy điện thoại của tôi và chụp một bức ảnh gia đình, thật là một cảm giác tuyệt vời. Tầm nhìn từ nhà hàng thật tráng lệ! Chắc chắn phải xem khi ở Kos - Đọc thêm",
            "Bãi biển tuyệt vời, giá cả hợp lý cho giường phơi nắng và nhà hàng phục vụ quán bar có đồ ăn ngon, kích cỡ phù hợp, coi đây là lựa chọn thực sự duy nhất cho đồ ăn và đồ uống mà họ không làm bạn thất vọng. Chắc chắn giới thiệu một chuyến thăm. Đọc thêm",
            "Có một chuyến đi bằng xe khách đến bãi biển thiên đường trong ngày, nước trong vắt, thật tuyệt khi lặn với ống thở với bong bóng núi lửa thật tuyệt vời và đẹp đẽ. Đi trên ván trượt phản lực, thuyền đạp và bơm hơi bằng tàu cao tốc Kéo bạn theo điều này thật là tệ trải nghiệm tuyệt vời !! Nhà hàng, tất cả nhân viên đều là những người phụ nữ thực sự tốt bụng, chủ doanh nghiệp cực kỳ tuyệt vời, chúng tôi không muốn rời đi vào thời điểm đó Chuyến đi của xe khách đã đến quá sớm vì có một khoảng thời gian đẹp như vậy nên người chủ đề nghị đưa chúng tôi trở lại khách sạn của cô ấy. Chúng tôi là một gia đình bốn người và rời bãi biển vui chơi lúc 6 giờ và cô ấy đưa chúng tôi trở lại khách sạn. Tôi có thể nói gì đây, một người phụ nữ đáng yêu, tuyệt vời. Cô ấy thậm chí còn đưa chúng tôi đi vòng quanh các bãi biển khác để xem các trang web của Kos can - t nhớ tên cô ấy nhưng nếu cô ấy đọc được bài viết này, xin cảm ơn một lần nữa xxChắc chắn nên dành một chuyến đi trong ngàyĐọc thêm",
            "Chuyến thăm của Mẹ và Con gái, được đặt qua Jet 2 Holidays, Bãi biển cách Thị trấn Kos khoảng 40 phút, với cảnh quan tuyệt đẹp và nhiều hoạt động giải trí cho người lớn và trẻ em. Bãi biển Paradise là một bãi biển rộng lớn có vô số ghế tắm nắng và ba hoặc bốn trạm trên bãi biển, nơi bạn có cơ hội sử dụng Jet Ski - s, Thuyền chuối, Fly Fish và nhiều hoạt động khác - áp dụng giá - . Bãi biển có cát trắng mềm và bạn cũng có thể lặn với ống thở và bơi lội trong khi tận hưởng khung cảnh tuyệt đẹp ở phía sau. Khi ở đó, tôi đã đi Jet Ski, giá vé là 45 Euro trong 20 phút, tức là - 39 GBP. Có không gian để bạn di chuyển trên Jet Ski - với những người hướng dẫn chuẩn bị đầy đủ cho bạn trước khi bạn tận hưởng chuyến phiêu lưu nhỏ cưỡi trên những con sóng. Những chiếc ghế tắm nắng có giá 2 chiếc là 13 Euro, nơi chúng tôi giới thiệu có một quán bar và nhà vệ sinh, tôi nghĩ rằng quán bar này hơi đắt so với số lượng đồ uống bạn có. Tôi mua một ly Cocktail Sex on the Beach trị giá 9 Euro đựng trong một chiếc cốc nhỏ bằng nước và nồng độ cồn cũng không quá mạnh. Khi đi trên Jet Ski - s, bạn phải tránh xa những người khác tối thiểu 200 mét. phương tiện trên mặt nước, tôi thấy rằng một trong những người hướng dẫn khác đang kéo xuồng đã đến quá gần tôi nhưng đã dừng thuyền và khua tay phàn nàn về khoảng cách, - mặc dù có rất nhiều không gian cho anh ta đi, nhưng vẫn quyết định lái thuyền đến gần phao nơi đặt trạm của chúng tôi - , vì vậy có lẽ khu vực đặt các trạm hoạt động khác nhau cần được xem xét lại. Ngoài ra, một ngày thật tuyệt vời và chúng tôi thư giãn trong suốt thời gian ở đó. Tôi rất muốn giới thiệu cho gia đình hoặc cá nhân. Đọc thêm",
            "Bãi biển rất đẹp, rất sạch sẽ, Tiện nghi tốt, tuyệt vời cho một ngày gia đình ở bãi biển. Bạn sẽ có một ngày tuyệt vời nhất! Đọc thêm",
            "Khi đi biển, chúng tôi không có ấn tượng gì. Tôi - đã đến những nơi tốt hơn và rẻ hơn. Giường phơi nắng đắt tiền. Chúng tôi không ở lại lâu và chuyến thăm của chúng tôi ngồi dưới bóng cây. Đi bộ xuống mặc dù có một số bãi đậu xe Đọc thêm",
            "Quá thất vọng. Bong bóng và biển là một địa điểm tuyệt vời, yếu tố này của bãi biển không hề làm bạn thất vọng. Tuy nhiên, 26 euro cho 2 chiếc giường phơi nắng mà thực sự trông giống như họ đã thấy những ngày tốt đẹp hơn. Bãi biển bẩn thỉu, những người tính giá quá cao đáng lẽ phải bảo vệ và chăm sóc môi trường tuyệt đẹp này nhưng họ không làm vậy. Tàn thuốc lá - ở khắp mọi nơi và rác rưởi nói chung từ du khách, hoàn toàn đáng hổ thẹn. Những chiếc giường phơi nắng cho thuê của bạn, hãy đặt những chiếc xô để vứt đầu thuốc lá vào bàn của bạn, sau đó dọn sạch mỗi lần thay đổi khách hàng sử dụng giường phơi nắng. Thêm nhiều thùng rác trên bãi biển, và khi thu tiền mua giường phơi nắng mà họ có hệ thống để thực hiện và thành công, hãy xách túi và nhặt rác. Không có gì ngoài một kế hoạch kiếm tiền và gây thất vọng cho khách truy cập lần đầu và lần cuối. Quán cà phê rất đẹp nhưng có quá nhiều người và không đủ nhân viên để đối phó với dòng người, một nỗ lực tốt nhưng có nhiều nhân viên hơn và phục vụ nhanh hơn nhiều. Đọc thêm",
            "Bãi biển cát đẹp và nước trong vắt. Bạn phải bơi ra phao và nhìn thấy bong bóng, thật tuyệt vời! Paradise Beach Bar là điểm dừng chân tuyệt vời cho bữa trưa - giá cả hợp lý, khung cảnh đẹp mắt và tầm nhìn tuyệt vời. Đọc thêm",
            "Bãi biển đẹp, tốt cho gia đình. Có một số chiếc bơm hơi trên biển trông rất vui nhưng chúng tôi đã hết thời gian khi ở đó. Chắc chắn sẽ quay lại vào lần sau.Xem thêm",
            "Đây là một trong những bãi biển đẹp nhất mà tôi từng đến. Tôi đã đến rất nhiều điểm đến trong kỳ nghỉ nhưng bãi biển này thật hoàn hảo.  điều duy nhất khó chịu là phụ nữ cứ hỏi bạn có muốn mát-xa không. tôi và con trai tôi yêu nơi này. Đọc thêm",
            "Vị trí được chỉ định trên bản đồ có chính xác không? Trong một số bài viết, tôi đọc được rằng bãi biển nằm trên - đường chính - trước Kefalos - - Đọc thêm",
            "Xin chào, ở đây có xe buýt chạy từ thị trấn Kos - có ai biết chi phí đi taxi từ Psalidi là bao nhiêu không? Cảm ơn nhiều. Đọc thêm"
        ],
        "star_ratings": [
            1153,
            853,
            428,
            145,
            81
        ],
        "review_amount": 2660,
        "location": [
            "Hy Lạp",
            "Hoạt động giải trí tại Kós",
            "Bạch Dương",
            "Tiếng Dodecan",
            "Nam Aegean",
            "Châu Âu",
            "bãi biển thiên đường"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written September 21, 2023",
            "Written October 14, 2023",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written November 19, 2023",
            "Written October 16, 2023",
            "Written October 14, 2023",
            "Written October 6, 2023",
            "Written October 1, 2023",
            "Written September 22, 2023",
            "Written September 21, 2023",
            "Written September 17, 2023",
            "Written August 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189444-d21312450-Reviews-Paradise_Beach-Kos_Dodecanese_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g910630-d3210755-Reviews-Agios_Theologos-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d1206047-Reviews-Agios_Theologos_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d3567135-Reviews-Agios_Stefanos_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d11800699-Reviews-Agios_Mammas-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d4954646-Reviews-Camel_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d18186425-Reviews-Agios_Ioannis_Thymianos-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d8800860-Reviews-The_Basilica_of_Agios_Stefanos-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d12897678-Reviews-Tripiti_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d12592914-Reviews-Castle_of_Kefalos-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d26802848-Reviews-Ancient_Theatre_of_Kefalos_Isthmus-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d21386856-Reviews-War_Memorial_dimos_Iraklion_Statue-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d21312450-Reviews-or10-Paradise_Beach-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d1148727-Reviews-Exotic_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996776-Reviews-Tigaki_Beach-Tigaki_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d2524189-Reviews-Plaka_Forest-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d4985839-Reviews-Artemis_Heaven_Beach_Bar-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d15013396-Reviews-Kavo_Paradiso_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d4738954-Reviews-Lagada_Beach-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g659630-d6851941-Reviews-Kardamena_Beach-Kardamena_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d14008492-Reviews-Mylotopi-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d14122652-Reviews-Traditional_House_of_Kefalos-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177714-d6871626-Reviews-LynnYannYoga-Mastichari_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d3567138-Reviews-Limnionas_Beach-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d6936778-Reviews-Memory_Bar-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2191571-Reviews-Utamaduni_Craft_Centre-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51956-d12562735-Reviews-Short_Sands_Beach-Manzanita_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d153830-Reviews-D_T_Fleming_Beach_Park-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d17734309-Reviews-Ross_Dress_For_Less-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54917-d14085782-Reviews-The_Rage_Room-Bristol_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d5288667-Reviews-Mercat_Setmanal-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d2305408-Reviews-Telluride_Mountain_Village_Gondola-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4340947-Reviews-The_Angler-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1628625-d10226772-Reviews-Chocholowskie_Termy-Chocholow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g312737-d12834332-Reviews-Blue_Lagoon-Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189444-d21312450-Reviews-or10-Paradise_Beach-Kos_Dodecanese_South_Aegean.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189444-d21312450-Reviews-Paradise_Beach-Kos_Dodecanese_South_Aegean.html"
    },
    {
        "attraction_name": "Paradise Beach",
        "attraction_name_vi": "bãi biển thiên đường",
        "general_info": [
            "58 đánh giá",
            "- 43 trong số 109 điều cần làm ở Nassau",
            "Bãi biển"
        ],
        "attraction_summary": "Nước rất đẹp nên đừng hiểu lầm tôi. Hầu hết các bãi biển đều có nước đẹp, và thật không may, Bãi biển Paradise không có nhiều thứ ngoài nước đẹp. Con đường đi bộ đến đó từ nhà hàng - cửa hàng đang trong tình trạng hư hỏng. Các bậc thang đã bị hư hỏng. Cửa hàng và nhà hàng có rất ít thứ để cung cấp. Chúng tôi đã có một ngày vui vẻ ở đó, nhưng chúng tôi sẽ không quay lại. Có những bãi biển khác trong khu vực đáng để khám phá.Đọc thêm",
        "reviews": [
            "Bãi cát trắng tuyệt đẹp và làn nước trong vắt là tất cả những gì bạn cần và Paradise Beach có tất cả những điều đó.  Ngay cả khi trời bắt đầu đổ mưa, bốn chúng tôi vẫn cười đùa và quay phim, chụp ảnh dưới biển.  Đó sẽ luôn là kỷ niệm tuyệt vời của gia đình chúng tôi.Đọc thêm",
            "Thời tiết thật tuyệt vời. Những bãi biển rất tuyệt. Nhưng có nhiều địa điểm tuyệt vời khác để tham quan với giá rẻ hơn nhiều so với Đảo Thiên Đường.  Chi phí của mọi thứ đều giảm đi cho dù bạn có bao nhiêu tiền.Đọc thêm",
            "Bãi biển tuyệt vời, nước trong, sóng rất lớn. Rất đắt, nhưng đó là Bahamas - .Chúng tôi đã có khoảng thời gian tuyệt vời. Bãi biển trống và rất dài, chúng tôi thực sự rất thích kỳ nghỉ của mình.Đọc thêm",
            "Paradise Beach trông rất đẹp nhưng nó chỉ là một cấp độ đầu vào. Có những bãi biển tốt hơn nhiều ở Bahamas, ví dụ: Castaway Cay.Đọc thêm",
            "Tôi đã đến nhiều bãi biển trên khắp thế giới và bãi biển này không nằm trong Top 50 của tôi. Không có gì thú vị để làm hoặc xem ở đây.Đọc thêm",
            "Biển đẹp, cát trắng nhưng không có cấu trúc. Họ có cho thuê ghế và ô - chỉ thế thôi. Không có nhà hàng nào, ngoại trừ những nhà hàng trong khách sạn, chỉ cho phép khách. Không phải là sự lựa chọn tốt nhất ở Nassau...Đọc thêm",
            "Gắn liền với Atlantis, điều đầu tiên bạn chú ý là Water Breaker từ Thunderball của Bond. Tuyệt vời, bộ phim yêu thích của tôi. Bãi biển đáng yêu với hành động sóng đẹp. Có thể dành cả ngày bồng bềnh trên sóng.Đọc thêm",
            "Bãi biển tuyệt đẹp với nhiều lựa chọn để tham gia các môn thể thao dưới nước như đi máy bay phản lực hoặc dù lượn hoặc chỉ nằm bên wTer Sippong pinia coladas..Đọc thêm",
            "Chồng tôi và tôi đi taxi đến bãi biển này và nó không tuyệt lắm. Nước rất trong lành, nhưng ngoài ra, khu vực này thực sự cần được nâng cấp và có thể cần làm sạch, đặc biệt là khi bạn bước vào đó. Tôi không thích bãi biển này chút nào ngoại trừ khung cảnh dễ chịu của nước và đại dương.Đọc thêm"
        ],
        "star_ratings": [
            22,
            17,
            11,
            4,
            4
        ],
        "review_amount": 58,
        "location": [
            "Bahamas",
            "Nassau",
            "vùng Caribê",
            "Đảo New Providence",
            "bãi biển thiên đường",
            "Các hoạt động ở Nassau"
        ],
        "reviews_time": [
            "Written January 15, 2024",
            "Written August 1, 2023",
            "Written March 26, 2023",
            "Written January 23, 2023",
            "Written December 2, 2022",
            "Written July 25, 2020",
            "Written December 3, 2019",
            "Written November 9, 2019",
            "Written September 3, 2019",
            "Written May 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147416-d10798517-Reviews-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d14040976-Reviews-Fish_by_Jose_Andres-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d8567718-Reviews-Sea_Glass-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d14468287-Reviews-Sip_Sip-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d9696969-Reviews-Atlantis_Resort_Shark_and_Bites-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d9712108-Reviews-Poseidon_s_Table-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d25155480-Reviews-Frezca-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d4552904-Reviews-Olives_Todd_English-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d9150175-Reviews-Jimmy_Buffett_s_Margaritaville-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d1050269-Reviews-Nobu-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147417-d3454323-Reviews-Marina_Pizzeria-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1007837-Reviews-Aquaventure-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d147523-Reviews-Queen_s_Staircase-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d2201596-Reviews-Marina_Village-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d310836-Reviews-Christ_Church_Cathedral-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d147519-Reviews-Parliament_Square-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d600935-Reviews-The_National_Art_Gallery_of_The_Bahamas-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147672-Reviews-Waterscape-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2556727-Reviews-Cabbage_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148523-Reviews-Pirates_of_Nassau_Museum-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10798517-Reviews-or10-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10798517-Reviews-or20-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8260398-Reviews-SUV_Transports_Town_Car_Services-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d3909020-Reviews-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d555427-Reviews-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148528-Reviews-Ardastra_Gardens_Wildlife_Conservation_Centre-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d216275-Reviews-Arawak_Cay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d149861-Reviews-Blue_Lagoon_Island-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15241855-Reviews-BahamaBoyzz_Adventurezz-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d1021336-Reviews-Dolphin_Cay_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2205767-Reviews-Jermaine_s_taxi_and_tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13569399-Reviews-Pieces_of_8_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15851765-Reviews-KeepItSalty_Adventures-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d11815849-Reviews-Atlantis_Yacht_Charters-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d20043252-Reviews-Rip_Ty_d_Bahamian_Craft_Beer-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8747750-Reviews-Harbour_Safaris-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d11864291-Reviews-Island_Food_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d3367684-Reviews-Born_Free_Charters-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d607134-Reviews-Oasis_Lounge-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148118-Reviews-Powerboat_Adventures-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d12347344-Reviews-Bahamas_Jet_Boat-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10412226-Reviews-Exuma_Escapes_Bahamas_Ltd-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60970-d3248754-Reviews-Go_Usa_Fun_Park-Murfreesboro_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669468-Reviews-The_Shops_at_Wailea-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108399-Reviews-Music_Row-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275157-Reviews-Charles_Bridge-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131917-Reviews-Fruit_Spice_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4232974-Reviews-Oasis_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d190130-Reviews-Sistine_Chapel-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1438796-d2533843-Reviews-Dingli_Cliffs-Dingli_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d6698112-Reviews-Bellagio_Rent_a_Boat-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g36802-d1808322-Reviews-Illinois_Railway_Museum-Union_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147416-d10798517-Reviews-or10-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147416-d10798517-Reviews-Paradise_Beach-Nassau_New_Providence_Island_Bahamas.html"
    },
    {
        "attraction_name": "Paradise Beach",
        "attraction_name_vi": "bãi biển thiên đường",
        "general_info": [
            "524 đánh giá",
            "1 trong số 9 hoạt động giải trí ở Liapades",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi rác tuyệt đối, Chúng tôi có một chiếc thuyền cao tốc từ Paleokastritsa với giá 50 euro, không sao nhưng lẽ ra chúng tôi nên quay lại ngay, bãi biển rất hẹp và đầy đá, rác và tàn thuốc, không có bóng râm nào cả và chỉ có một bóng nhỏ quán giải khát, biển sâu cách bờ khoảng 5 độ, háo hức chờ thuyền về.Đọc thêm",
        "reviews": [
            "Địa ngục như nó vốn có. Nước lạnh như băng, sóng mạnh đến nỗi không thể bơi được, không có bóng tối, theo tôi thì nơi này không đẹp như tranh vẽ - chỉ là một dải cát rộng xen lẫn những viên sỏi gắn vào núi với rất nhiều lá, cành khô, một số con chim chết và chai nhựa do khách du lịch để lại. Chúng tôi nóng lòng chờ đợi con thuyền đưa chúng tôi về. Tôi không đề xuất bãi biển này là nơi để tận hưởng Corfu.Đọc thêm",
            "Bãi biển sỏi. Có vẻ tốt từ xa. Bãi biển ăn ảnh. Một khi bạn bị cuốn vào bãi biển này, những người bán hàng tự đề cao sẽ bắt bạn mua mọi thứ họ muốn bán cho bạn hoặc hét vào mặt bạn.Đọc thêm",
            "Bờ biển rất đẹp. Nước trong xanh như pha lê. Tôi khuyên bạn nên mang theo ô, nước và thức ăn. Vì không có chỗ để gì cả. Bãi biển đầy sỏi và đá. Đôi khi nằm không thoải mái lắm.Đọc thêm",
            "Bãi biển hoang dã rất đẹp gần Liapades Chỉ có thể tiếp cận bằng thuyền Đá rất tuyệt vời và nước trong vắt Tuy nhiên, bãi biển hướng về phía tây nên gần như không có bóng râm sau giữa trưa nên bạn cần có dù che nếu muốn ở lại vài giờ Mang theo nước và thức ăn vì không có gì trên trang web. Đôi khi có một chiếc thuyền chở đồ ăn đến nhưng không ai biết khi nào nên không thể tin được. Hãy cẩn thận ở phía bên phải bãi biển khi nhìn ra biển, một số tảng đá có thể rơiĐọc thêm",
            "TÌNH YÊU TÌNH YÊU TÌNH YÊU nơi này. Đáng đi thuyền. Mang theo khăn tắm của riêng bạn, bãi biển đầy đá và chi phí cho giường phơi nắng được đánh giá cao. Nước trong vắt nhất mà tôi từng thấy! Hãy tự giúp mình và đi!!! Đọc thêm",
            "Chúng tôi thuê một chiếc thuyền trong ngày từ Palaiokastrites và mang theo đồ ăn, ống thở và giày đi biển rồi lên đường. Thật là một trải nghiệm tuyệt vời. Trước hết, chúng tôi dừng lại ở La Grotta để nhảy từ vách đá xuống rồi đi vòng quanh bãi biển Paradise. Tuyệt quá! Nước trong vắt, chúng tôi neo thuyền và bơi đến bãi biển. Đúng là nước ấm và nhiều sỏi nhưng địa điểm thì tuyệt đẹp. Chúng tôi đã đến thăm vào tuần cuối cùng của tháng 10 và có một vài gia đình khác trên thuyền nhưng chúng tôi cảm thấy như mình có một bãi biển riêng. Trải nghiệm tuyệt vời Đọc thêm",
            "Một bãi biển rất đẹp. Chúng tôi đã có một chuyến đi thuyền ngắn ở đây, điều đó vẫn ổn. Bản thân bãi biển dường như bị bỏ hoang. Xấu hổ không có ai bán thức ăn hoặc đồ uống. Vì trời rất nóng và có rất ít nơi trú ẩn. Và không có nhà vệ sinh. Hãy chuẩn bị giày để đi trên nhiều sỏi nếu bạn có đôi chân nhạy cảm như tôi. Ở đây 2 đến 3 giờ là đủ trừ khi bạn có phương tiện di chuyển bằng thuyền riêng nếu có thể nơi trú ẩn. Còn lại thì đẹp Đọc thêm",
            "Bãi biển Paradise là bãi biển nổi tiếng nhất ở Corfu với phong cảnh tuyệt đẹp. đáy biển rất đẹp và thú vị nhưng không giống như ở Rovina chẳng hạn, nơi nào tốt hơn. Thật không may, việc lặn với ống thở không phải là điều dễ dàng vì có rất nhiều thuyền máy ồn ào đến và đi di chuyển với sóng cao rất nguy hiểm và cũng có thể khiến những người bơi lội cắn vào tường của những ngọn núi nhìn ra biển cảm thấy xấu hổ. tuy nhiên màu sắc lộng lẫy của biển là màu xanh đậm.Đọc thêm",
            "Cuộc hành trình bằng thuyền đến bãi biển thật tuyệt vời. Bãi biển paraside có bờ biển mở rộng và đó là một trải nghiệm đáng nhớ khi ở đó.Đọc thêm"
        ],
        "star_ratings": [
            339,
            125,
            34,
            13,
            13
        ],
        "review_amount": 524,
        "location": [
            "Những việc cần làm ở Liapades",
            "Corfu",
            "Châu Âu",
            "bãi biển thiên đường",
            "Hy Lạp",
            "Quần đảo Ionian",
            "Liapades"
        ],
        "reviews_time": [
            "Written October 27, 2023",
            "Written July 6, 2023",
            "Written June 26, 2022",
            "Written August 20, 2021",
            "Written August 9, 2021",
            "Written January 1, 2020",
            "Written November 1, 2019",
            "Written September 28, 2019",
            "Written September 11, 2019",
            "Written September 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1073592-d7055520-Reviews-Paradise_Beach-Liapades_Corfu_Ionian_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d12930470-Reviews-Marineris-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d6856884-Reviews-Aria_Grill-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d3566927-Reviews-Aspros_Taverna-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g776017-d2454656-Reviews-Tango_Cafe_Bar-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d10701291-Reviews-To_Steki_tis_Xaras-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d12458064-Reviews-Costas_Steak_House-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d3294040-Reviews-Cricketer_Taverna-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g776017-d1216918-Reviews-Nereids_Restaurant_Bar-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d6998787-Reviews-Michalis_Restaurant-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1073592-d12976366-Reviews-Village_Diner-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d7063247-Reviews-Rovinia_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d6975712-Reviews-Corfu_Donkey_Rescue-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d4960427-Reviews-La_Grotta_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d12728020-Reviews-Limni_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d3263455-Reviews-Corfu_Aquarium-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d2279507-Reviews-Paleokastritsa_Monastery-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073592-d25318482-Reviews-Stelari_Beach-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d5768484-Reviews-Angelokastro-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d523868-Reviews-Paleokastritsa_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d14123057-Reviews-Acapulco_Pool_Bar-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073592-d7055520-Reviews-or10-Paradise_Beach-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g676533-d23219595-Reviews-Horseland_Kavos-Kavos_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073593-d6681055-Reviews-The_Boathouse_Bar_Cocktails-Roda_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d4914898-Reviews-Bataria_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191573-d4757820-Reviews-Marathias_Beach-Marathias_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190427-d2269077-Reviews-Kaiser_s_Throne-Pelekas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g775838-d9829341-Reviews-Agios_Stefanos_Beach-Agios_Stefanos_Avliotes_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g10717448-d3199274-Reviews-Halikounas_Beach-Chalikounas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d2366024-Reviews-Corfu_Taxi_Private_Tours-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d17746615-Reviews-Corfu_Explore_Boats-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d13498236-Reviews-Dinos_Boat_Rentals-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g660483-d1510176-Reviews-Trailriders_Horse_Trekking-Gouvia_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d17620836-Reviews-Triton_Marine_Tours-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g939713-d4889858-Reviews-The_Corfu_Mountainbike_Shop-Dassia_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1946639-Reviews-The_Ritz_Carlton_Spa_Orlando_Grande_Lakes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32595-d10992208-Reviews-Elm_Grove_Beach-Lake_Elsinore_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d1633965-Reviews-Rochers_de_Naye-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g297401-d10088695-Reviews-Isla_Magdalena-Punta_Arenas_Magallanes_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g671461-d6697792-Reviews-De_Bazaar-Beverwijk_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d15672250-Reviews-Sapphire_Blue_Hole-Eleuthera_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d3670070-Reviews-Al_Mahatta_Museum-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1049093-d8498693-Reviews-Cabana_Mare_Beach_Resort-Agia_Marina_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g39909-d2389173-Reviews-Taylorsville_Lake_State_Park-Taylorsville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d3239880-Reviews-Estadio_Monumental_De_River_Plate-Buenos_Aires_Capital_Federal_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1073592-d7055520-Reviews-or10-Paradise_Beach-Liapades_Corfu_Ionian_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1073592-d7055520-Reviews-Paradise_Beach-Liapades_Corfu_Ionian_Islands.html"
    }
]