[
    {
        "attraction_name": "Paradise Cove Luau",
        "attraction_name_vi": "Paradise Cove Luau",
        "general_info": [
            "3.322 đánh giá",
            "- 4 trên 7 Nhà hát - Buổi hòa nhạc ở Kapolei",
            "Chậm"
        ],
        "attraction_summary": "Theo truyền thống của tổ tiên, chúng tôi truyền lại cho bạn kiến ​​thức về lịch sử phong phú của chúng tôi bao gồm nghệ thuật - thủ công, trò chơi kỹ năng, bài hát, điệu múa và ẩm thực.Đọc thêm",
        "reviews": [
            "Tôi sẽ cho luau này 10 điểm nếu đó là một lựa chọn. Chồng tôi và tôi thực sự thích buổi tối của chúng tôi tại Paradise Cove Luau! Ngay từ giây phút chúng tôi bước vào, mọi người đều rất nồng nhiệt chào đón và tử tế. Có nhiều hoạt động để làm ngay khi chúng tôi đến. Đồ ăn rất ngon và chương trình thì hoàn toàn tuyệt vời! Chúng tôi đã gặp một trong những vũ công lửa sau đó và anh ấy rất thân thiện và tử tế. Tôi thực sự không thể nói đủ điều tốt đẹp về luau này - địa điểm đẹp, các vũ công và nhân viên tài năng và tử tế, và đồ ăn. Paradise Cove Luau đã vượt quá mong đợi của chúng tôi! Đọc thêm",
            "Đây là điều bắt buộc nếu bạn đến thăm Honolulu. Từ việc được đón gần khách sạn của chúng tôi, điều này là thêm, suốt buổi tối Tất cả nhân viên đều tuyệt vời. Toàn bộ buổi tối được tổ chức rất tốt. Thức ăn thật tuyệt vời. Máy chủ của chúng tôi là David và anh ấy rất có sức chứa. Buổi biểu diễn thật tuyệt vời từ các vũ công đến màn trình diễn lửa. Thật là một đêm vui vẻ, Mo là hướng dẫn viên xe buýt của chúng tôi và Đại úy Ricky, tài xế của chúng tôi, cả hai đều tuyệt vời, Mo rất thú vị. Đọc thêm",
            "Chồng tôi và tôi đã được tặng một Gói Hoa Lan cho Paradise Cove Luau xinh đẹp. Chúng tôi là cư dân của một hòn đảo lân cận. Vì vậy, chúng tôi đã tham dự Laua - s khác. Trải nghiệm chúng tôi có tại Paradise Vượt qua sự mong đợi của chúng tôi. Các nhân viên, không chỉ coi bạn như gia đình và coi bạn như gia đình. Họ mang lại cho bạn một trải nghiệm khó quên. Từ lúc bắt đầu đến khi kết thúc. Bạn cũng có tùy chọn thanh toán cho dịch vụ đưa đón từ khu nghỉ mát của bạn hoặc gần khách sạn - đó là một điều may mắn, đặc biệt là kể từ Covid -, bạn được cung cấp một nhân viên ngoài vịnh thiên đường trên phương tiện di chuyển bằng xe buýt của mình. \n\nLời chào của bạn tại địa điểm đón khách với nụ cười ấm áp và khi mọi người đã được đón ở Waikiki, tài xế sẽ thực hiện hành trình đến phía tây của hòn đảo. Hiện tại, giao thông vào lúc 3 giờ chiều ở xa hơn rất nhiều do có rất nhiều người đang cố gắng về nhà và sống ở phía tây. \n\nChúng tôi đã có Núi - Hala trên tàu. Họ đã cung cấp cho chúng tôi những hướng dẫn rất chi tiết về những gì sẽ xảy ra trong chuyến đi của chúng tôi đến địa điểm và những gì sẽ xảy ra khi chúng tôi đến nơi. \n\nHọ dành thời gian để xưng hô với từng cá nhân và nhớ tên bạn. Khi bạn đến Paradise Cove, họ sẽ hướng dẫn bạn theo nhóm xuống xe buýt. Bạn nhận được một thẻ với số tiền nhất định tùy theo lựa chọn gói của bạn. Thẻ của bạn sau đó sẽ được kích hoạt khi bạn đi qua cổng. Sau đó cung cấp đồ uống chào mừng không cồn hoặc có cồn cho những người trên 21 tuổi, sau đó tặng lei. \n\nSau đó, bạn được đưa sâu hơn vào bên trong, nơi bạn được chào đón bởi một nhóm nhân viên khác, những người sẽ đưa bạn đến chỗ ngồi. Sau khi được chỉ chỗ ngồi, bạn có thể tận hưởng nhiều hoạt động mà họ có trong tầm mắt. Tôi đề nghị tận dụng tất cả. Đó là một trải nghiệm tuyệt vời và tôi hy vọng được tham dự nó lần nữa trong tương lai gần.Đọc thêm",
            "Thức ăn ngon và toàn bộ khu vực được bố trí hợp lý do hạn chế về sinh hoạt. Bất kỳ nhóm nào gồm hai người đều có bàn riêng trừ khi họ thuộc nhóm cao hơn. Đồ uống ok hơi yếu. Buổi khiêu vũ thật tuyệt vời và việc nhìn thấy phía tây của hòn đảo là một phần tuyệt vời. Bạn có thể nhìn thấy các tòa tháp của khu nghỉ dưỡng Disney khi bơi lội. Chỉ cần nhớ mang theo áo khoác nhẹ vì gió cũng lạnh và bạn sẽ phải đi bộ trên đất suốt đêm. Ngoài ra, nếu bạn có anh họ Fifi làm người dẫn chương trình cho chuyến xe buýt thì anh ấy là người rất thông tin và hài hước. Đọc thêm",
            "Kinh nghiệm tốt nếu bạn có con.   Rất nhiều hoạt động như những người đánh giá khác lưu ý. Hình xăm tạm thời. Ném giáo.  Hình ảnh với các loài chim nhiệt đới.  Một chuyến đi ca nô nơi chị gái và các con tôi nhìn thấy một con rùa.  Chương trình mang tính giải trí cao với sự góp mặt của các vũ công và MC tài năng có giọng hát dễ thương.  Việc ném lửa thật tuyệt. Nhưng đồ ăn...thật kinh khủng.  Ngoại trừ món thịt lợn kéo khá ngon.  Phần còn lại là một bữa tiệc buffet kém chất lượng gồm cơm, rau, salad nhạt nhẽo và quá chín.  Và thịt gà béo ngậy.  Không ai trong số 6 người chúng tôi nghĩ tốt.  Ngoại trừ thịt lợn kéo. Nếu tôi được chọn lại, tôi sẽ tìm kiếm trải nghiệm luau cao hơn, có thể nhỏ hơn, với khung cảnh thân mật hơn và trải nghiệm ăn uống chất lượng tốt hơn.  Nhưng nếu bạn có con và muốn giúp chúng giải trí bằng các buổi biểu diễn và hoạt động, bạn có thể không quan tâm đến đồ ăn và trải nghiệm của bạn sẽ ổn thôi. Đọc thêm",
            "Tôi - đã đến 3 luaus khác trên Quần đảo, và thật không may, nơi này làm tôi thất vọng mặc dù tôi đã đọc những đánh giá tốt.   Chúng tôi được đón kịp thời và đưa đến khu đất luau.   Chúng tôi đã chọn gói Deluxe có giá cao hơn.  Hãy lưu ý rằng ngoài chỗ ngồi tốt hơn, bạn còn được mang đồ ăn đến cho mình.   Điều đó có nghĩa là bạn không thể chọn những gì bạn nhận được.   Họ cung cấp cho bạn nhiều loại thực phẩm, tiếc là hầu hết các mặt hàng đều không đạt tiêu chuẩn.   Thịt gà đã được nấu chín đến khô và không ăn được - hoặc có thể để quá lâu dưới đèn nhiệt - .  Và khi nhìn vào đĩa thức ăn thừa của những người còn lại trong bàn, tôi không phải là người duy nhất nghĩ như vậy.   Những người biểu diễn đã cố gắng nhưng có một ngoại lệ là họ không đạt được ngang bằng với những người ở 3 luaus khác mà tôi đã xem.   Ngoại lệ là vũ công lửa đã bù đắp rất nhiều thiếu sót trong màn trình diễn này.   Anh chàng này thật tốt!  Vì vậy, tất cả những điều này đang được nói, tôi sẽ nói hãy tìm ở nơi khác.Đọc thêm",
            "Mahalo cho phản hồi của bạn. Malama ponoĐọc thêm",
            "Đây là một trong những luaus tốt nhất mà tôi đã từng đến.  Đó là một khung cảnh hoàn hảo ngay trên bãi biển trong một vịnh nhỏ xinh đẹp.  Họ có nhiều hình thức hoạt động để khiến mọi người bận rộn trước lễ hội và toàn bộ buổi tối được tổ chức rất tốt.  Thưởng thức tất cả các sự kiện văn hóa được bao gồm và bữa tiệc buffet rất ngon với nhiều món để bạn lựa chọn.  Đồ uống rất ngon và giải trí buổi tối thật hoàn hảo!  Chúng tôi rất vui được gặp gỡ tất cả mọi người tại bàn của mình và đã có một buổi tối kiểu Polynesia - Hawaii tuyệt vời!  Chắc chắn sẽ giới thiệu cho bất kỳ ai đến Oahu lần đầu tiên - đưa bạn vào tâm trạng của hòn đảo.  Đọc thêm",
            "Trải nghiệm tiệc luau của chúng tôi tại Paradise Cove thực sự là một trải nghiệm tuyệt vời, đáng nhớ và khó quên. Bên cạnh những món ăn ngon mà họ cung cấp, một số hoạt động vui nhộn như chèo thuyền, xăm hình, làm hoa và những hoạt động khác cũng làm tăng thêm sự thú vị và họ cũng tặng vòng hoa cho tất cả khách của mình. Đội ngũ nhân viên rất tuyệt vời, tất cả đều rất thân thiện. Tôi muốn khen ngợi hai nhân viên của họ tên là Dee và Marita - không chắc lắm - vì họ đã chào đón chúng tôi với tinh thần thực sự của Ohana - gia đình -. Cả hai cô gái đã làm một công việc tuyệt vời và mahalo vì đã đưa chúng tôi đi cùng con gái tôi. Các ca sĩ và vũ công thật phi thường. Phần cuối của chương trình thật xuất sắc. Khách mời đều đổ dồn ánh mắt vào họ trong khi biểu diễn. Tuyệt vời! - - - Xin gửi lời cảm ơn đặc biệt đến Monica Eder, người đã giúp chúng tôi sắp xếp đặt chỗ. Đối với đội ngũ nhân viên và ban quản lý của Paradise Cove, trải nghiệm của chúng tôi chắc chắn sẽ được chia sẻ với khách, bạn bè, gia đình và người thân. Tôi chắc chắn sẽ muốn quay lại. Đọc thêm",
            "Chúng tôi thực sự rất thích bữa tiệc của chúng tôi tại Paradise Cove. Chúng tôi đã chọn vé VIP mà tôi thực sự khuyên bạn nên trả thêm tiền. Thay vì phải xếp hàng lấy đồ ăn và đến quầy bar bất cứ lúc nào bạn muốn uống thêm, sẽ có những người phục vụ được chỉ định tại bàn của bạn để mang đĩa và đồ uống cho bạn. Giải trí thật tuyệt vời! Khung cảnh thật tuyệt vời, mọi người ở quê nhà nhận xét rằng những bức ảnh hoàng hôn của chúng tôi trông giống như nền màn hình xanh. TUYỆT VỜI! Sẽ chọn bỏ qua cửa hàng quà tặng, chỉ những món quà lưu niệm tiêu chuẩn có thể tìm thấy ở bất kỳ Cửa hàng ABC nào trên đảo. Nhìn chung, chúng tôi rất thích thời gian của mình và rất vui vì đã đồng hành cùng Paradise Cove qua nhiều lựa chọn mà chúng tôi có. Đọc thêm",
            "Về cơ bản bạn chỉ cần di chuyển từ dòng này sang dòng khác. Thức ăn thô sơ và hàng dài người chờ đợi đồ uống. Chúng tôi đã có - Royal Box - gói cao cấp. Chúng tôi được hướng dẫn đến lúc 4 giờ 30 chiều để tận hưởng việc đi dạo trong khuôn viên. Chúng tôi đến và phát hiện ra rằng bạn không thể vào được cho đến 5 giờ. Vì vậy, chúng tôi đứng dưới nắng và đổ mồ hôi. Sau đó, họ dồn bạn vào, ép chụp ảnh và bắt bạn xếp hàng để nhận một Mai Tai miễn phí khủng khiếp nằm trong gói. Chúng tôi đã thực hiện Luau - s ở Hawaii và Maui. Họ đã rất tuyệt. Hòn đảo lớn Hilton Luau thật tuyệt vời. Tiết kiệm tiền của bạn và tránh Paradise Cove. Đọc thêm",
            "Chế độ xem thật tuyệt vời, tuy nhiên nơi này bẩn thỉu và rác rưởi. Đây là Las Vegas của luau - s, nhưng giống Las Vegas ngày xưa. Bản thân buổi biểu diễn rất hay nhưng cơ sở vật chất quá thô thiển khiến người biểu diễn bị mất đi.Đọc thêm",
            "Mahalo cho phản hồi của bạn. Malama ponoĐọc thêm",
            "Tôi đã đến luau lần đầu tiên vào năm 1988 và không có ấn tượng gì, vì vậy tôi không quá hào hứng khi đi đến nơi này khi được một thành viên trong gia đình gợi ý nhưng tôi chỉ đi vì tôi muốn dành thời gian cho gia đình mình, những người đã có đi xa để dự đám cưới.  Nó hóa ra là một trải nghiệm tuyệt vời.  Có rất nhiều hoạt động trước luau dành cho trẻ em và người lớn.  Có khiêu vũ trong bữa tối tự chọn - thật tuyệt vời - và một buổi biểu diễn tuyệt vời sau bữa tối.  Tôi đã nghe nói rằng Paradise Cove cung cấp một trong những luau tốt nhất ở Oahu và tôi tin điều đó.  Tôi chắc chắn sẽ giới thiệu địa điểm này nếu bạn muốn trải nghiệm luau.Đọc thêm",
            "Chuyến xe buýt từ ABCland thật thú vị và luau đúng như những gì tôi đã hy vọng.  Các trò chơi và trò vui tương tác trước lễ kỷ niệm luau truyền thống.  Và bữa tiệc buffet thật tuyệt vời! Tôi - tôi đang thèm vài con lợn Kahlua ngay bây giờ!! Các con tôi - 11, 20, 24 - rất thích nó!Đọc thêm",
            "Rất vui vì bạn và Ohana của bạn đã thích Luau của chúng tôi! Mahalo đã ghé thăm chúng tôi, a hui hou!  -  - Đọc thêm"
        ],
        "star_ratings": [
            1461,
            844,
            497,
            228,
            294
        ],
        "review_amount": 3324,
        "location": [
            "oahu",
            "California",
            "Các hoạt động ở Kapolei",
            "Hoa Kỳ",
            "Paradise Cove Luau",
            "Hawaii - HI -"
        ],
        "reviews_time": [
            "Written September 18, 2023",
            "Written October 1, 2023",
            "Written October 29, 2023",
            "Written May 21, 2021",
            "Written February 17, 2020",
            "Written May 7, 2022",
            "Written February 28, 2020",
            "Written January 26, 2020",
            "Written July 5, 2022",
            "Written April 1, 2021",
            "Written March 24, 2023",
            "Written February 15, 2020",
            "Written March 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60654-d617345-Reviews-Paradise_Cove_Luau-Kapolei_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d11722094-Reviews-Island_Country_Markets_at_Ko_Olina_87-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d3802786-Reviews-Monkeypod_Kitchen-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d10445326-Reviews-Noe-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d15636689-Reviews-Eggs_n_Things_Ko_Olina_Center-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d4718713-Reviews-Paradise_Cove_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d10716267-Reviews-Mina_s_Fish_House_at_Four_Seasons_Oahu-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2296683-Reviews-Ama_Ama_Restaurant-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d7745566-Reviews-Ulu_Cafe-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2400245-Reviews-Makahiki-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d10512201-Reviews-La_Hiki-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d2454215-Reviews-Paradise_Cove_Beach-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d14787991-Reviews-Rainbow_Reef-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d4063698-Reviews-Kahe_Point_Beach_Park-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24131212-Reviews-Aulani_Resort_Beach-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d561027-Reviews-Ko_Olina_Marina-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d15606465-Reviews-Mermaid_Caves-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1518818-Reviews-Wet_n_Wild_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d27079493-Reviews-Lanikuhonua_Cultural_Institute-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d617345-Reviews-or10-Paradise_Cove_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-Toa_Luau-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d25465885-Reviews-Mauka_Warriors_Luau-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14927858-Reviews-Experience_Nutridge-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24027892-Reviews-Mele_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d13306614-Reviews-Chief_s_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d9997437-Reviews-Ha_Breath_of_Life-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d1083842-Reviews-Polynesian_Cultural_Center-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2671446-Reviews-Friday_Night_Fireworks_at_Hilton_Hawaiian_Village_Waikiki_Beach_Resort-Honolulu_Oa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d4398650-Reviews-Stars_Above_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d3812553-Reviews-Laniwai_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d12012193-Reviews-Naupaka_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d526144-Reviews-Ko_Olina_Golf_Club-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d107220-Reviews-Ihilani_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15279207-Reviews-Trident_Adventures-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d12703945-Reviews-Mana_Cruises-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d2048301-Reviews-Ko_Olina_Ocean_Adventures-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d12111643-Reviews-KA_WA_A_a_Luau_at_Aulani-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1080388-Reviews-Ocean_Joy_Cruises-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1856913-Reviews-FIA_FIA_Polynesian_Show-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d274582-Reviews-Plaza_Las_Americas-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149328-Reviews-Taino_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d3494270-Reviews-Block_Island_Express_Ferry-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g188633-d13281463-Reviews-Doctor_Green_Coffeeshop-The_Hague_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g424963-d3420218-Reviews-Marble_Beach-Trincomalee_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294552-Reviews-Istanbul_Archaeological_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293891-d447150-Reviews-Sarangkot-Pokhara_Gandaki_Zone_Western_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42426-d3474428-Reviews-Red_Oaks_Waterpark-Madison_Heights_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d3613186-Reviews-Kasprowy_Wierch_Cable_Car-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g36382-d2208656-Reviews-Channel_Cat_Taxi-Moline_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60654-d617345-Reviews-or10-Paradise_Cove_Luau-Kapolei_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60654-d617345-Reviews-Paradise_Cove_Luau-Kapolei_Oahu_Hawaii.html"
    }
]