[
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Wow, thật là một chuyến đi tuyệt vời.  Không chỉ một số hang động lớn nhất ở châu Á còn có phần trình bày xuất sắc nhất.  Đã có một thời gian tuyệt vời.Đọc thêm",
            "Paradise Cave truly lives up to its name! While the initial journey involved a scenic ride on an electric buggy followed by a 1km hike in this heatwave, the reward was absolutely worth it.A Refreshing Escape:Stepping into the cave entrance felt like entering a natural air conditioner. The scorching heat outside was instantly replaced by a cool and refreshing atmosphere, a welcome change from the hike. The temperature inside remained consistently comfortable throughout the entire exploration.A Geological Wonderland:The moment we entered, we were greeted by a mesmerizing sight. A grand staircase led us down to an extensive boardwalk stretching for nearly 1 kilometer.  Walking along this path felt like entering another world. Breathtaking geological formations surrounded us, illuminated by strategically placed lighting that enhanced their natural beauty without being overpowering.A Must-See in Phong Nha:Paradise Cave is a must-visit for anyone exploring the Phong Nha region. It offers a unique combination of a scenic journey, a refreshing escape from the heat, and a chance to witness awe-inspiring geological wonders. The well-maintained walkways and strategic lighting ensure a safe and enjoyable experience for all visitors.Tips:- Wear comfortable shoes suitable for walking, as there is a hike to reach the cave entrance.- Bring a reusable water bottle to stay hydrated during the hike.Overall, Paradise Cave is an unforgettable experience that showcases the natural beauty of Phong Nha. Highly recommended!Read more",
            "We chose to go on the 7km Paradise Cave Trek, which involves leaving the public section and walking deep into the cave with just your helmet and headlamps to guide you. The cave is just awe-inspiring. Words cannot describe how spectacular it is. It - s a once-in-a-lifetime experience. You must wear walking boots or trainers with thick soles and a very good grip as you walk over uneven, slippery ground through mud and water. There is also quite a lot of clambering up and over uneven rocks, which, at times, is very challenging and a little scary. My wife and I could not have completed it without the fantastic staff who guide and accompany you and offer help if you are struggling. You also have a chance to swim through one part of the cave, for non-swimmers there is a Kayak. If you are thinking of doing this trek, you need a good fitness level and clothes that you don - t mind getting dirty. But it - s worth it; it - s one of the most memorable things we have ever done.Read more",
            "Hang động rộng lớn và tuyệt vời. Chúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và sau đó là động Thiên Đường vào buổi chiều, với một tài xế riêng. Hầu hết các chuyến tham quan đến những hang động này đều theo chiều ngược lại, và thật tuyệt vời khi ở trong đó Động Thiên Đường khi còn trống vắng. Chúng tôi thực sự không thể nhìn thấy ai khác trong một vài đoạn đường dài và nó rất yên tĩnh. Chúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó. Một điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!There are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.There are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Đây là hang động tuyệt vời nhất và lớn nhất mà chúng tôi từng ghé thăm. Bạn phải đi bộ lên 400 bậc thang hoặc đi bộ theo con đường dốc để đến lối vào hang động nhỏ. Lên một ngọn đồi Khi vào bên trong, nó sẽ mở ra một không gian rộng lớn đầy măng đá và nhũ đá. Nó đầy nghệ thuật tự nhiên!  Có một con đường bằng gỗ mà bạn đi bộ bên trong hang động nhưng hãy cẩn thận vì nó có thể bị ướt và khi nhìn xung quanh, bạn cũng có thể bỏ lỡ một bước.Đọc thêm",
            "Điểm nổi bật trong chuyến thăm của chúng tôi đến khu vực này và thực sự là cả chuyến đi Việt Nam của chúng tôi. Một nơi đầy cảm hứng đáng kinh ngạc. Kích thước khổng lồ với những nhũ đá khổng lồ và trần nhà có thể được vẽ bởi Michelangelo.Đọc thêm",
            "Khung cảnh tuyệt đẹp. Đây là hang động đẹp nhất tôi từng thấy. Một nơi không thể bỏ qua ở Việt Nam. Tôi giới thiệu trang web này cho mọi người.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Chúng tôi là nhóm 5 người và ở Đà Nẵng 2 đêm vào tháng Năm. Chúng tôi dự định làm động Thiên Đường từ Đà Nẵng nhưng bây giờ thấy rằng khoảng cách là 5h30 từ Đà Nẵng. Có còn làm được nếu chúng ta rời Đà Nẵng lúc 4h sáng không? Xin hãy giúp đỡ Đọc thêm",
            "CHÀO! có dễ thực hiện với trẻ em không?  - 4 năm - \nTôi không biết có nên dừng lại hay nên đi thẳng bằng tàu hỏa từ Ninh Bình đến Huế.\nCảm ơn rất nhiều\n\nXin chào, điều này có thể thực hiện được với một bé gái bốn tuổi không? Tôi đang phân vân xem nên đi đường vòng hay đi tàu đêm từ Ninh Bình đến Huế!\nCảm ơn bạn rất nhiều Đọc thêm",
            "Còn đi vào tháng 11 thì sao? Mùa đẹp nhỉ? Trời mưa?Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến thăm của chúng tôi vào đầu tháng Mười. Còn tới Hang Tối và Phong N – ha. Điều này có thể thực hiện được hay sẽ có những bất tiện về thời tiết?Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ đề xuất nào dành cho các nhà điều hành tour du lịch Paradise Cave tốt. Tôi sẽ thực hiện chuyến tham quan 7 km cả ngày. Cảm ơn.Đọc thêm",
            "với giá 7k. Liệu nó có thể rẻ hơn - 115 hay giá đó đã được chuẩn hóa. Có lời đề nghị nào về công ty lữ hành không? cảm ơn!Đọc thêm",
            "Nếu bạn đi một mình thì phí vào cửa là 250.000 đồng. Tôi khuyên bạn nên làm điều này trừ khi bạn muốn thực hiện một chuyến phiêu lưu dài 7 km vào sâu hơn trong hang động.  Đọc thêm",
            "CHÀO!    Tôi muốn đến thăm hang động trong vài ngày tới và thực hiện một chuyến tham quan dài 7 km. Chi phí bao nhiêu và làm thế nào để đặt tour trước?  - 2 người - Đọc thêm",
            "Cuối cùng bạn đã trả những gì?Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng 8 và tôi muốn đến thăm Động Phong Nah và Động Thiên Đường. Tôi có thể tự mình đến thăm 2 hang động này trong cùng một ngày từ Huế không. Cảm ơn bạnĐọc thêm.",
            "From Hue to Phong Nha would take you 4hrs by bus. It means you could visit 2 caves if you would leave in the early morning, let - s say: at the latest 5o - clock in the early morning. Then you would arrive Phong Nha at 9o - clock. You could walk from bus station to ticket counter, it would take you about 15minutes. Just ask at the bus station if they would have a private car to Paradise cave and how much it costs? What time it would leave from Phong Nha. From Phong Nha to Paradise cave would be about 40minutes by  car. \nYou would have to go with a boat to Phong Nha cave. It would take you 20-25minutes from the boat station to the cave. You would spend maybe 2hrs. Then you could head up to Paradise cave. On top of Phong Nha Cave, there is another small dried cave but you shouldn - t visit it, it would just loose your time. Save the time to go to Paradise cave. \nYou would spend another 3hrs at Paradise cave .\nI hope this info could help you a little bit. \nEnjoy your trip.Read more",
            "Xin chào, tôi muốn hỏi liệu có thể đi đến các hang động - đặc biệt là động Thiên đường và Phong Nha, tự mình sắp xếp chuyến đi mà không cần đặt trước qua công ty du lịch hay không. Đánh giá cao nếu bạn có thể chia sẻ bất kỳ kinh nghiệm. Cảm ơn bạn : - Đọc thêm",
            "Xin chào lần nữa! \n\nTôi tin rằng Động Thiên Đường có giá 250.000 đồng, không hề rẻ; tuy nhiên, nó vẫn rẻ hơn so với chuyến tham quan có hướng dẫn viên. \nTôi - tôi không chắc chắn về chi phí của Động Phong Nha nhưng nó sẽ rẻ hơn Thiên đường. \nNgoài ra, đồng tình với một trong những nhận xét trước đó, nếu bạn tự mình làm Động Thiên Đường thì hãy đi vào thời điểm thấp điểm. Chúng tôi đã đi vào sáng sớm và hầu như không có ai ở đó! \n\nChúc may mắn : - Đọc thêm",
            "Xin chào, Claudette. Bạn muốn biết gì về điểm du lịch này?\nTôi muốn biết liệu chuyến thăm có thể thực hiện được đối với những người sợ bị giam cầm hay không. Tôi tự nhủ rằng nếu mọi thứ đều sáng sủa...\n\ncảm ơn bạnĐọc thêm",
            "Có, có thể, chứng sợ bị vây kín là một vấn đề nằm ở thùy trán của tiểu não, không gian chật hẹp này rất ngột ngạt nhưng không cho phép thùy tự nhân lên mức độ tổn thương của nó. Trân trọngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written May 23, 2024",
            "Written May 5, 2024",
            "Written April 24, 2024",
            "Written April 21, 2024",
            "Written April 14, 2024",
            "Written April 5, 2024",
            "Written March 19, 2024",
            "Written March 13, 2024",
            "Written January 22, 2024",
            "Written January 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or10-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48246-d10842208-Reviews-Regal_Cinemas_New_Roc_18_IMAX_RPX-New_Rochelle_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33997-d3747485-Reviews-Indian_River_Inlet_Bridge-Bethany_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189193-Reviews-Galeries_Lafayette_Paris_Haussmann-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d117228-Reviews-Six_Flags_Hurricane_Harbor_OKC-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g33513-d3378984-Reviews-Eleven_Mile_State_Park-Lake_George_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g35007-d11750479-Reviews-Bell_Mountain-Hiawassee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187104-d629257-Reviews-Grand_Aquarium-Saint_Malo_Ille_et_Vilaine_Brittany.html",
            "https://www.tripadvisor.com/Attraction_Review-g55098-d591453-Reviews-Nashville_Shores_Lakeside_Resort-Hermitage_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g644047-d15708228-Reviews-Unawatuna_Beach-Unawatuna_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d5040800-Reviews-Giewont_Mountain-Zakopane_Lesser_Poland_Province_Southern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or10-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "khu du lịch sinh thái động": 0.9955840465263464,
            "bán hàng -": 0.5,
            "hang động": 0.9224206864397274,
            "khách sạn": 0.5203908979892731,
            "bữa trưa đĩa": 0.994742754730396,
            "thực phẩm": 0.9942707552108914,
            "hang thật": 0.9899204534012824,
            "hang thiên": 0.8737692451104522,
            "hang khô": -0.21434958511963487,
            "đấu trường khổng": 0.9943171769846231,
            "sân vận động bóng đá": 0.5,
            "người": -0.9570142743177712,
            "chuyến tham quan phiêu lưu": 0.9955898416810669,
            "xe máy": 0.8880039383657277,
            "bãi đậu xe": 0.5,
            "chuyến tham quan": 0.9363487903028727
        },
        "dicts_adj": {
            "khu du lịch sinh thái động": [
                "vui",
                "tuyệt vời",
                "sớm",
                "vui",
                "tuyệt vời",
                "sớm",
                "vui",
                "tuyệt vời",
                "sớm",
                "vui",
                "tuyệt vời",
                "sớm",
                "vui",
                "tuyệt vời",
                "sớm",
                "vui",
                "tuyệt vời",
                "sớm"
            ],
            "bán hàng -": [],
            "hang động": [
                "đẹp",
                "dễ dàng",
                "tuyệt vời",
                "khác",
                "tuyệt vời",
                "giống",
                "ngoạn mục",
                "tuyệt vời"
            ],
            "khách sạn": [
                "dễ dàng"
            ],
            "bữa trưa đĩa": [
                "tuyệt vời"
            ],
            "thực phẩm": [
                "nhiều",
                "tuyệt vời",
                "tốt"
            ],
            "hang thật": [
                "dài"
            ],
            "hang thiên": [
                "dài",
                "nhất"
            ],
            "hang khô": [
                "dài",
                "nhất"
            ],
            "đấu trường khổng": [
                "đầu tiên",
                "khổng lồ",
                "tuyệt vời"
            ],
            "sân vận động bóng đá": [],
            "người": [],
            "chuyến tham quan phiêu lưu": [
                "tuyệt vời"
            ],
            "xe máy": [
                "sớm"
            ],
            "bãi đậu xe": [],
            "chuyến tham quan": [
                "lớn",
                "sớm"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "khu du lịch sinh thái động": 8.5,
            "bán hàng -": 8.5,
            "hang động": 5.0,
            "khách sạn": 1.5,
            "bữa trưa đĩa": 1.5,
            "thực phẩm": 1.5,
            "hang thật": 1.5,
            "hang thiên": 1.5,
            "hang khô": 1.5,
            "đấu trường khổng": 1.5,
            "sân vận động bóng đá": 1.5,
            "người": 1.5,
            "chuyến tham quan phiêu lưu": 1.5,
            "xe máy": 2,
            "bãi đậu xe": 2,
            "chuyến tham quan": 2
        }
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động đẹp. Rất nhiều bước đi để đến đó và các bước. Rất đáng nỗ lực. Một hang động đẹp quá rộng lớn và thú vị. Lái xe qua những ngọn núi là một niềm vui. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. We have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời và nhiều hơn những gì chúng tôi mong đợi! Khi bạn bước xuống cầu thang, bạn đã bị choáng ngợp - trượt thực sự đánh giá cao sự mát mẻ trong hang động - nhưng khi bạn nhận ra rằng bạn có thể đi bộ bao xa vào hang động và nhìn thấy tất cả các măng đá và nhũ đá ở các hình dạng khác nhau của chúng, đó là một thế giới khác ! Làm giá trị chuyến thăm! Hoàn toàn tâm trí thổi!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.Note that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.At the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climbThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Nơi tuyệt vời! Nhưng để tận hưởng nó bạn cần phải có mặt ở đây ngay lúc khai mạc vào buổi sáng. Nếu không, đám đông khách du lịch sẽ khiến bạn có cảm giác như đang ở trên tàu điện ngầm vào giờ cao điểm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một cảnh tượng thực sự của những nhũ đá và măng đá đầy màu sắc đáng kinh ngạc ở mọi hình dạng và hình thức. 1 km - của hang động dài 31 km này - mở cửa cho công chúng có thể đi đến bằng các bậc thang bằng gỗ từ lối vào hang động ở trên cùng của hang động và sau đó qua các lối đi lát ván bằng gỗ với các khu vực ngắm cảnh và ánh sáng để làm cho các thành tạo trở nên ngoạn mục hơn. Đôi khi phải đi bộ một chút trên con đường trải nhựa, dốc nhưng quanh co để đến lối vào, mỗi bước đều đáng giá... Cứ đi đi!!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động này sẽ phải là một trong những hang động tốt nhất trên thế giới.  Nó lớn và được trang trí lộng lẫy.  Cơ sở hạ tầng được hoàn thiện tốt và ánh sáng có hiệu quả trong việc thể hiện hang động để đạt hiệu quả tốt nhất.   Tôi đã thực hiện chuyến tham quan tiêu chuẩn.  Nếu tôi trẻ hơn và nhanh nhẹn hơn, tôi - sẽ thích thực hiện chuyến du lịch mạo hiểm dài 7km.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written December 18, 2023",
            "Written October 13, 2023",
            "Written October 4, 2023",
            "Written October 4, 2023",
            "Written September 28, 2023",
            "Written September 9, 2023",
            "Written August 7, 2023",
            "Written May 22, 2023",
            "Written April 18, 2023",
            "Written April 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or10-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or20-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g6772390-d3453889-Reviews-Blue_Caves-Korithi_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g190324-d523439-Reviews-Mdina_Old_City-Mdina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d126589-Reviews-Henrietta_III-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51947-d4062334-Reviews-Blue_Heron_Landing_Rentals-Lincoln_City_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33265-d4758999-Reviews-Toyota_Amphitheater-Wheatland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32176-d106321-Reviews-Carpinteria_State_Beach-Carpinteria_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55470-d7983931-Reviews-Belton_Lake-Belton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g311321-d10256933-Reviews-Snoopy_Island-Fujairah_Emirate_of_Fujairah.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d288271-Reviews-Cosanti-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g52061-d12843387-Reviews-Seaside_Beach-Seaside_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or20-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or10-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "The cave is wonderful. I highly recommend the 7km Paradise Cave adventure trekking tour - it is a little tiring and expensive but definitely worth every dollar and effort.The 7km tour includes:1. Climbing to reach the cave entrance - you can take  - 500 stairs or a  - road - 2. Admiring  - 1km of the beautifully-lit cave while walking the wooden stairs - terraces. This part of the cave is open for all other tours as well, but it was not crowded at all  - mid March - 3. Walking  - 70 -  of time -  - climbing up and down  - 27 -  of time -  - kayaking or swimming  - 3 -  of time -  for  - 6km of un-lit gorgeous cave  - with wonderful formations -  to reach the final spot - naturally-lit cavern  - with water and spectacular view - . This  - 6km is not available for other tours so only your group can access it during the day4. Return  - points 3, 2 and 1 again but for point 1 you go down this time - It was a really great experience. I would love to see the further parts of the cave  - they say it is 31.5km long - Our group was small: 5 people  -  Guide  -  Assistant. All equipment was provided.FYI: We also took the Phong Nha Cave adventure tour  - 4.5km with kayaking and climbing up - down - also using ropes -  and I believe Paradise cave is much better to go for adventure tour.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Visited Paradise Cave as part of a 20 day private tour of Vietnam. We were based in Dong Hoi and visited as part of a day trip. We arrived reasonably early in the morning and there was little to no crowd. We were a bit surprised by the climb up to the entrance, but even though my partner and I are in our 50 - s, overweight and have chronic knee injuries, we both  made it ok using the ramp. It - s a 670m walk from the bottom to the top via the ramp. After a short rest we headed down the stairs into the cave system. There - s probably about 200 to 300 stairs top to bottom. Having visited other limestone caves in the past, I found Paradise cave to be on par with the best of them.  For anyone who has visited Hastings Caves in Tasmania, Australia, they are very similar. I - d recommend this activity to anyone with a reasonable level of fitness and mobility.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Chúng tôi đi từ Phong Nha đến động Thiên Đường với Tiệp Nguyễn - 84 96 366 05 15. Anh chở chúng tôi đến đó và đợi 2 tiếng mới đưa chúng tôi về. Khi đến nơi, bạn mua vé rồi đi bộ xuống phía dưới một chút để mua vé đi ô tô điện.  Bạn nên đi xe điện.  Có rất nhiều bước đi phía trước của bạn!  Sau khi xe điện thả bạn xuống, bạn đi bộ lên con đường lộng gió dẫn đến lối vào hang động.  Ở đây có nước. Hang động thật tuyệt vời.  Rất nhiều hình dạng thú vị và ánh sáng tốt.  Chúng tôi - đã nhìn thấy hang động trên khắp thế giới.  Cái này rất lớn!! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động này thật tuyệt vời. Phải leo lên lối vào của hang động khá nhiều và sau đó bạn phải đi xuống hang động bằng cầu thang và đi bộ qua các cấu trúc tuyệt vời được hình thành theo thời gian. Hang động được chiếu sáng rất đẹp và nó sẽ khiến bạn nghẹt thở. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Chuyến thăm ngắn 1 - 2 ngày - tất cả đều trên lối đi bằng gỗ được xây dựng.  Nó thực sự được thực hiện tốt.   Tôi đã đến một số hang động không có ánh sáng và tôi nghĩ hang động này sẽ rất thu hút khách du lịch vì nó có ánh sáng và có lối đi.  Nhưng thật ngạc nhiên, ánh sáng được thực hiện rất trang nhã với ánh sáng trắng, không có ánh sáng calo Giáng sinh nào và các khối đá rất đẹp. Nếu bạn đến thăm vào mùa mưa - tháng 6 - tháng 11 - , rất có thể bạn chỉ có thể đi quãng đường ngắn 1km đi bộ và không thể vượt ra ngoài lối đi có nhiều cây cối do nguy cơ lũ lụt.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời, chúng tôi cũng ghé thăm hang động tuyệt vời, chúng tôi biết đó là hang động dài hơn ở châu Á, hoàn hảo để đi bộ bên trong hang động và chụp ảnh.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan 7km có hướng dẫn cả ngày vào Hang Thiên Đường cùng Loc - Lucky -. Thật không thể tin được - bóng tối, sự yên tĩnh, các khối đá, dòng sông ngầm, v.v. là một trải nghiệm khó diễn tả đầy đủ. Bữa trưa trong cá heo và bơi trong bóng tối là những điểm nổi bật. Hướng dẫn viên Loc và người khuân vác của chúng tôi thật tuyệt vời - tất cả đều về sự an toàn và thoải mái trong khi vẫn giữ cho nó cực kỳ thú vị. Rất khuyến khích.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Trải nghiệm này hoàn toàn tuyệt vời. Bạn không thể tưởng tượng được sự trống rỗng như vậy bên trong một ngọn núi khổng lồ. Ít hơn một ngôi sao vì tôi không thể nhìn thấy bất kỳ dấu hiệu nào cho thấy phải mất 25 phút đi bộ để đến được lối vào hang động từ trung tâm bán vé. Mặc dù vậy, nơi này hoàn toàn tuyệt vời. Hãy tự giúp mình, tiết kiệm năng lượng và đi xe buggy với giá 80vnd. Dù sao thì bạn cũng sẽ phải tiêu tốn rất nhiều sức lực trong hang tối!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Hang động 400 triệu năm tuổi đáng kinh ngạc với những thành tạo tuyệt đẹp khắp nơi. Đây là lần thứ hai tôi đến đây - đã thực hiện chuyến đi 7 km vào năm 2018 và đưa chồng tôi thực hiện chuyến đi 4 km - không thể - không thực hiện chuyến đi dài hơn do thời tiết - vào năm 2022, và lần sau sẽ đẹp nhất và đầy cảm hứng . Quãng đường 4km khá bằng phẳng nên bất cứ ai cũng có thể thực hiện được. Bơi sông cho cả hai chuyến đi là tùy chọn, vì vậy hãy nhớ mang theo quần áo để thay nếu muốn. Họ cũng cung cấp cho bạn rất nhiều món ăn ngon mà bạn có thể ăn trong hang động. Hướng dẫn viên Lac của chúng tôi rất nhiều thông tin, dễ thương và hài hước, đồng thời khiến toàn bộ trải nghiệm trở nên tuyệt vời hơn bao giờ hết: - - Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Khi bạn bước xuống những bậc thang từ cái nóng đến cái mát, không phải bầu không khí mát mẻ khiến bạn nghẹt thở mà là những tác phẩm điêu khắc có vẻ quá tuyệt vời đến mức không thể đơn giản là tác phẩm của Mẹ Thiên nhiên!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Chúng tôi là nhóm 5 người và ở Đà Nẵng 2 đêm vào tháng Năm. Chúng tôi dự định làm động Thiên Đường từ Đà Nẵng nhưng bây giờ thấy rằng khoảng cách là 5h30 từ Đà Nẵng. Có còn làm được nếu chúng ta rời Đà Nẵng lúc 4h sáng không? Xin hãy giúp đỡ Đọc thêm",
            "CHÀO! có dễ thực hiện với trẻ em không?  - 4 năm - \nTôi không biết có nên dừng lại hay nên đi thẳng bằng tàu hỏa từ Ninh Bình đến Huế.\nCảm ơn rất nhiều\n\nXin chào, điều này có thể thực hiện được với một bé gái bốn tuổi không? Tôi đang phân vân xem nên đi đường vòng hay đi tàu đêm từ Ninh Bình đến Huế!\nCảm ơn bạn rất nhiều Đọc thêm",
            "Còn đi vào tháng 11 thì sao? Mùa đẹp nhỉ? Trời mưa?Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến thăm của chúng tôi vào đầu tháng Mười. Còn tới Hang Tối và Phong N – ha. Điều này có thể thực hiện được hay sẽ có những bất tiện về thời tiết?Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ đề xuất nào dành cho các nhà điều hành tour du lịch Paradise Cave tốt. Tôi sẽ thực hiện chuyến tham quan 7 km cả ngày. Cảm ơn.Đọc thêm",
            "với giá 7k. Liệu nó có thể rẻ hơn - 115 hay giá đó đã được chuẩn hóa. Có lời đề nghị nào về công ty lữ hành không? cảm ơn!Đọc thêm",
            "Nếu bạn đi một mình thì phí vào cửa là 250.000 đồng. Tôi khuyên bạn nên làm điều này trừ khi bạn muốn thực hiện một chuyến phiêu lưu dài 7 km vào sâu hơn trong hang động.  Đọc thêm",
            "CHÀO!    Tôi muốn đến thăm hang động trong vài ngày tới và thực hiện một chuyến tham quan dài 7 km. Chi phí bao nhiêu và làm thế nào để đặt tour trước?  - 2 người - Đọc thêm",
            "Cuối cùng bạn đã trả những gì?Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng 8 và tôi muốn đến thăm Động Phong Nah và Động Thiên Đường. Tôi có thể tự mình đến thăm 2 hang động này trong cùng một ngày từ Huế không. Cảm ơn bạnĐọc thêm.",
            "From Hue to Phong Nha would take you 4hrs by bus. It means you could visit 2 caves if you would leave in the early morning, let - s say: at the latest 5o - clock in the early morning. Then you would arrive Phong Nha at 9o - clock. You could walk from bus station to ticket counter, it would take you about 15minutes. Just ask at the bus station if they would have a private car to Paradise cave and how much it costs? What time it would leave from Phong Nha. From Phong Nha to Paradise cave would be about 40minutes by  car. \nYou would have to go with a boat to Phong Nha cave. It would take you 20-25minutes from the boat station to the cave. You would spend maybe 2hrs. Then you could head up to Paradise cave. On top of Phong Nha Cave, there is another small dried cave but you shouldn - t visit it, it would just loose your time. Save the time to go to Paradise cave. \nYou would spend another 3hrs at Paradise cave .\nI hope this info could help you a little bit. \nEnjoy your trip.Read more",
            "Xin chào, tôi muốn hỏi liệu có thể đi đến các hang động - đặc biệt là động Thiên đường và Phong Nha, tự mình sắp xếp chuyến đi mà không cần đặt trước qua công ty du lịch hay không. Đánh giá cao nếu bạn có thể chia sẻ bất kỳ kinh nghiệm. Cảm ơn bạn : - Đọc thêm",
            "Xin chào lần nữa! \n\nTôi tin rằng Động Thiên Đường có giá 250.000 đồng, không hề rẻ; tuy nhiên, nó vẫn rẻ hơn so với chuyến tham quan có hướng dẫn viên. \nTôi - tôi không chắc chắn về chi phí của Động Phong Nha nhưng nó sẽ rẻ hơn Thiên đường. \nNgoài ra, đồng tình với một trong những nhận xét trước đó, nếu bạn tự mình làm Động Thiên Đường thì hãy đi vào thời điểm thấp điểm. Chúng tôi đã đi vào sáng sớm và hầu như không có ai ở đó! \n\nChúc may mắn : - Đọc thêm",
            "Xin chào, Claudette. Bạn muốn biết gì về điểm du lịch này?\nTôi muốn biết liệu chuyến thăm có thể thực hiện được đối với những người sợ bị giam cầm hay không. Tôi tự nhủ rằng nếu mọi thứ đều sáng sủa...\n\ncảm ơn bạnĐọc thêm",
            "Có, có thể, chứng sợ bị vây kín là một vấn đề nằm ở thùy trán của tiểu não, không gian chật hẹp này rất ngột ngạt nhưng không cho phép thùy tự nhân lên mức độ tổn thương của nó. Trân trọngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written March 16, 2023",
            "Written March 10, 2023",
            "Written February 18, 2023",
            "Written November 8, 2022",
            "Written October 26, 2022",
            "Written October 22, 2022",
            "Written August 8, 2022",
            "Written May 9, 2022",
            "Written May 4, 2022",
            "Written August 19, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or20-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or10-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or30-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6024007-Reviews-Body_Worlds-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d4559709-Reviews-Alberta_Street-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187676-Reviews-Natural_History_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d2627029-Reviews-Paradise_Beach_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325393-Reviews-Oregon_District-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45277-d1535536-Reviews-Splash_Montana-Missoula_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d2639355-Reviews-Downtown_Franklin-Franklin_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g659629-d6784857-Reviews-Cave_Bar-Kalamaki_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g31802-d10536138-Reviews-Swinging_Bridge-Mountain_View_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g190315-d1367938-Reviews-Ta_Dbiegi_Crafts_Village-Gharb_Island_of_Gozo.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or30-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or20-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Many people have written how awesome Paradise Cave is and I totally agree. Go and see it, it is spectacular and well worth the effort.My review is more on the logistics of the cave as I am an  - older -  person and would have been better prepared if I had known a few more things about getting to the cave. I stayed in a homestay in Phong Nha and hired a motorbike with driver to take me to Paradise cave and then onto Mooc Springs for a swim. The driver and bike cost 250,000 vnd for the day to visit 2 sites in the National Park. Once off the motorbike I walked about 200m to purchase my ticket 250,000 Vnd. Then there is a walk of a 1.2 kms to the base of the climb up to the entrance of the cave. If you want to you can hire an electric buggy to take you this far 100,000vnd. I walked the 1.2 km. Once you get to the base of the climb, there is quite a lengthy and steep walk on an inclined path that took me about 15 to 20 minutes. This is where I wished I had have brought more water than I did. Once you reach the top  -  and the entrance to the cave  -  you can have a little rest before you descend into the cave on wooden stairs. Once inside the cave, you will be amazed  - as written in previous reviews -  The 1 km wooden pathway can be a little slippery in some parts so watch your step. The climb back up the stairs isn - t too bad with a couple of rests on the way up, but the ol -  knees and - or hips make a bit of a crunch every now and again!!    Next is the walk down via steps with railings for most of the way. Once at the bottom of the stairs there - s the walk back to the carpark area. Another 1 km or so. So worth it but one couldn - t do it if you had very bad hips or knees. Hope this helps for those deciding whether to do it or not.Read more",
            "There are two ways you can visit the cave, the standard tourist lit up version  - magnificent -  and the adventurous 7km route  - highly recommend! - . We found it quite hard to figure out exactly what to expect so I thought I - d write about my experience for anyone wanting to know a little more.We booked it through our hotel  - Phong Nha Farmstay -  and it costs us 2,000,000 VND, this included a pickup and drop off.What to wear: sturdy shoes or proper walking sandals. They doProvide you with sandals for swimming but they are really uncomfortable and fall of easily in the mud. We were there during the dry season  - having had no wet season in 2018 -  so the cave was very dry. I would however imagine you - d be walking throughmuch more water during the wet season or after it. We were told we needed long trousers, however, when we arrived they suggested we wear short trousers! Long trousers will provide you with a little more protection from the sharp rocks however several us did the trek with shorts on and it was fine. Terrains: sand, mud and rock. They will tell you that you will be rock climbing but it isn - t. There is a tiny bit of easy scrambling otherwise it is pretty straightforward and flat inside the cave. One of the ladies in the cave did find the scrambling element of it quite scary and the footing is quite slippery at times. To get to the cave though you do need to walk up 524 steps so you will need reasonable fitness. My app tracked the walk  - in and out -  and 10km so you just need to be comfortable walking that kind of distance over hilly terrain. Toilets: There are toilets before you start the trek and then a makeshift loo at kilometre 4  - metal frame and a bucket - . The porter has to  carry whatever you leave behind out of the cave!Water: they give you two small bottles  - total 1litre - . It was really hot so we took a further 2litres each and drank the lot. Food: they made us a decent meal once we reached the beam of light. Chicken wings  - limited meat on them - , rice and veg. We loved it. It was our first caving experience and we felt it was the right mix of easy and adventure. MyHusband doesn - t like tight spaces or heights so he was a bit unsure with some of the scrambling but everything was doable and the guide  - Loc -  was brilliant. Funny, interesting but also very aware of everyone - s limitations. Read more",
            "Lots of folks take tours to Paradise Cave and Dark Cave.  Because most of the tours we came across were fairly expensive we decided to give it a go ourselves.  It is certainly possible to rent a motorbike and make your own way to both Paradise Cave and Dark Cave.  This is probably the cheapest option but because it was both raining and the roads were really bad when we traveled, a friend and I decided to hire a taxi for the day and the driver transported us to both caves, waiting outside for us while we spent time in the caves.  After asking around at a few places the lowest quote we got for a taxi for the day was 500,000 dong.  We didn - t feel rushed and our driver was really kind.  Entry to Paradise cave is 250,000 dong and entry to Dark Cave which is a totally different experience and certainly worth it, is 450,000 dong for the mud bath and the zip line and everything included.  I would certainly recommend hitting up both spots if you have time.  We spent about 2 hours in each and despite the cold and rain, both my travel companion and I decided this was a highlight of our trip.  Overall we saved about  - 10 each from selecting the DIY option, but I imagine you could save quite a bit more with the motor bike option.  Happy travels!Read more",
            "Chúng tôi thuê xe tay ga ở trung tâm và tự mình đến đó. Chúng tôi mất chưa đầy một giờ để đến nơi. Chúng tôi đến vào giờ ăn trưa, ngay trước buổi trưa và chúng tôi gần như là những người duy nhất trong hang, điều đó thật tuyệt vời. Khi chúng tôi rời đi vào khoảng 1:30 chiều, tất cả các nhóm đều đã đến và tôi không khuyên bạn nên đi vào những giờ cao điểm đó vì tiếng ồn thực sự làm mất đi vẻ đẹp của khoảnh khắc đó. Hang động đơn giản là ngoạn mục, nhất định phải xem! Bạn không - t cần sử dụng ô tô điện khi đến nơi, chỉ cần đi bộ 10 phút - bằng phẳng - và tiết kiệm số tiền đó.Đọc thêm",
            "Một trong những điểm dừng chân khó tin nhất ở Việt Nam! Đừng bỏ lỡ nó vì bất cứ điều gì! Nếu cảm thấy mạo hiểm, hãy thuê một chiếc xe máy và tự mình đi! Bạn không cần phải tham quan, chỉ cần lái xe an toàn và chọn lộ trình tốt nếu lên kế hoạch tốt, có nước, đồ ăn nhẹ, đồ bơi, khăn tắm và kem chống nắng là bạn có thể lên đường! Nếu bạn bắt đầu sớm trước khi họ mở hang đầu tiên, bạn có thể dễ dàng thực hiện tất cả trong 1 ngày, ngoại trừ mẹ của tất cả các hang động - SƠN ĐOONG - đối với hang này bạn cần lập kế hoạch nhiều hơn! Chúc may mắn! Đặt những câu hỏi vui vẻ để trả lời chúng! Chúc mừngĐọc thêm",
            "Hang động rất ấn tượng, bên trong có những cấu trúc tốt. Tuy nhiên, tất cả đều được thắp sáng, điều này chỉ khiến nó trở thành một điểm thu hút khách du lịch bị khai thác... Không phải là một hang động thú vị để khám phá. Có rất nhiều công ty lớn ở châu Á và ít dựa vào khách du lịch hơn. Điều tồi tệ nhất là quãng đường đi bộ dài và dốc dẫn đến hang động. Theo tôi nó không đáng - không đáng! Ngoài ra, một số bậc thang bằng gỗ đang mục nát nhưng họ đang thay thế chúng. Điều đó làm cho hang động kém ấn tượng hơn với tiếng khoan vang vọng khắp nơi! Đọc thêm",
            "Điểm thu hút này đắt hơn một chút so với hầu hết các hoạt động ở Việt Nam, nhưng nó đáng giá từng xu. Hang động rất đẹp, hướng dẫn viên thân thiện, vui vẻ, hiểu biết và đồng thời an toàn. 7KM nghe có vẻ rất mệt mỏi nhưng thực ra nó chủ yếu là đi bộ và cũng ít khi băng qua những tảng đá không cao hơn thắt lưng của bạn. Các khoang hang động khổng lồ và đẹp đẽ, đó là một trải nghiệm kỳ lạ khi ở trong một không gian rộng lớn nhưng đồng thời lại hoàn toàn im lặng và tối tăm. Khung cảnh ở cuối hang cũng TUYỆT VỜIĐọc thêm",
            "Đó là một trong những nơi tuyệt vời ở phung NHA Việt Nam. Bạn phải ghé thăm. Tôi không còn từ nào để mô tả hang động thiên đường. Đọc thêm",
            "Đây là một chuyến trở về dài 14 km khá khó khăn nhưng bổ ích xuyên qua hang động đáng chú ý để đến các lối đi và phòng trưng bày phía sau.  4 km đầu tiên về cơ bản là đi bộ trong bóng tối nhưng sau đó phải bò trên nền đất lở và bơi dọc theo lối đi ngập nước.  Cách con sông chính 7km và một con đường ven biển vào ban ngày.  Ăn trưa dã ngoại rồi quay lại như cũ.  Thứ tốt.Đọc thêm",
            "We had decided to go to Phong Nha to see the caves but hadn - t really realised entry to each one would be so much. There are no caves you can enter free. However having travelled there we decided to go in to the Paradise Cave. It was pretty spectacular, you walk through down some wooden steps and there is a wooden footpath which leads to about 1km into the cave. Stalagmite formations were pretty cool! Price is now 250,000VND for entry, not including the buggy from the ticket booth to the cave itself  - which you can walk, takes about 25 minutes and there is a path so it - s easy - . We stayed in Phong Nha and hired a scooter for 90,000VND  - although we wouldn - t recommend renting it from the backpacker hostel as it ran out of fuel before we could get to the petrol station 300m down the road even though they had promised it had enough to get us there! -  and drove to the national park. It - s a really nice scenic drive, and is part of the Ho Chi Minh trail- we would recommend going to the caves from Phong Nha by scooter if you are happy renting them. Otherwise you can get a motor taxi or car to take you for the dayRead more"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written May 8, 2017",
            "Written April 25, 2019",
            "Written December 29, 2017",
            "Written January 13, 2017",
            "Written April 28, 2017",
            "Written January 29, 2015",
            "Written October 9, 2014",
            "Written March 23, 2018",
            "Written March 2, 2018",
            "Written September 29, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or30-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or20-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or40-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1118267-d11965473-Reviews-IOI_Mall_Puchong-Puchong_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156314-d3507748-Reviews-Kayra_Beach_Club-Dikili_Dikili_District_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d7898904-Reviews-Jamaica_Airport_Transfers-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g56761-d3666518-Reviews-Tanger_Outlets_Houston-Texas_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d13147598-Reviews-Shahdara_Valley-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d4176439-Reviews-Krabi_Weekend_Night_Market-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d24048376-Reviews-Paradox_Museum_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d107184-Reviews-Disney_s_Blizzard_Beach_Water_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57059-d7901249-Reviews-Meadow_Hot_Spring-Meadow_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d4412910-Reviews-Muuido_Island-Incheon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or40-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or30-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "I stayed at the Phong Nha Eco Mountain Farmstay  - what a fantastic place to spend a few nights! - , and from there I was able to explore this fantastic cave by scooter. The drive was so nice and the views were breathtaking.The cave itself is best visited in the morning. I got there around 9 am and it was very quiet  -  barely any people around. It - s a little more expensive than Phong Nha cave but it is pretty big and the lighting in the cave is fantastic. The rock formations are tastefully illuminated and so awe-inspiring. You can tell that I love caves and this one definitely is worth seeing.The hike up to the cave is a little tiring, so bring water with you. At the top, at the entrance to the cave, there is a small restaurant where you can grab some food, drinks and ice-cream.I would highly recommend you stay at the Phong Nha Eco Mountain Farmstay as they will help you with everything from renting a motorbike and directions. They also offer a free bicycle to every guest, and it is actually a fun day out to explore the national park on one. I did that too and it was a good exercise, well worth the effort.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Chúng tôi vô cùng ngạc nhiên trước vẻ đẹp của Hang Thiên Đường và chúng tôi chỉ mới nhìn thấy km đầu tiên của nó! Phải đi bộ rất dốc để đến lối vào từ bãi đậu xe và phải đi nhiều bậc thang để xuống hang, nhưng khi đến đó, bạn sẽ có một lối đi bộ bằng gỗ đến tận điểm quay đầu. Hang động được chiếu sáng độc đáo để tối đa hóa các hình dạng khác nhau. Và ngạc nhiên nhất là có WiFi suốt từ lúc về - -Tôi nhận được tin nhắn từ con gái tôi ở Mỹ khi tôi đang chụp ảnh bằng điện thoại! Chắc chắn tôi đánh giá đây là nơi phải xem khi đến Việt Nam.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Hang động thực sự tuyệt vời! Bạn phải trả 5.000 đồng tiền đỗ xe và 250.000 đồng vào hang mỗi người. Phải đi bộ khá nhiều để đến hang động, với một con đường dài và sau đó leo dốc lên một con đường. Bạn có thể mua một chiếc xe buggy với giá 10.000 cho cả hai chiều, tuy nhiên khi bạn xuống xe vẫn có một ngọn đồi. Thành thật mà nói thì nó rất đáng giá, hang động này tuyệt vời đến nghẹt thở!! Chẳng trách người ta gọi nó là động thiên đường, tôi rất thích và muốn khám phá thêm về nó. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Các thành tạo trong hang động này rất to lớn và khác thường. Chưa bao giờ thấy bất cứ thứ gì giống cái này. Giống như bước vào khung cảnh mộng mơ của Guillermo Del Toro.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Hang động này rất lớn và phải làm! Hãy đến đó bằng một chiếc xe tay ga để ngắm cảnh thiên nhiên, chuyến đi cũng rất thú vị. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Đến từ Úc, chúng tôi không quá hào hứng với hang động đá vôi. Thật là một bất ngờ thú vị. Sau khi chúng tôi đến lối vào - nơi mà chúng tôi không nghĩ là có tồn tại - cách bãi đậu xe khoảng 1 - 2 km đi bộ, không có gì khác ngoài một trải nghiệm đáng kinh ngạc. Kích thước của các hang động và sự đa dạng của các hình dạng giống như chưa từng thấy trước đây. Phải xem ở đây trong và xung quanh thị trấn Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Chúng tôi đã tự mình đến Hang Thiên Đường.   Nó trông rất dễ dàng.  Chúng tôi có một tài xế từ khách sạn của chúng tôi - nhà trọ may mắn - và không đi tham quan.  Hang động thật đáng kinh ngạc.   Hang động rất rộng và bên trong hang có rất nhiều hình thù đẹp mắt. Bạn phải đi bộ xuống khoảng 100 bậc thang để vào hang và sau đó có lối đi bộ dài 1 km.  Vườn quốc gia đã làm rất tốt việc chiếu sáng bên trong hang động.  Chúng tôi đánh giá cao hang động này.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Hai khuyến nghị cho hang động này: hãy đến sớm để tránh đông người; hãy ghé thăm những hang động khác - nhỏ hơn - trước hang động này vì nếu bạn nhìn thấy hang động này trước, những hang động như động Phong Nha - tự nó rất ấn tượng - sẽ mờ nhạt khi so sánh.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We regrettably only had 2 nights and one full day in Phong Na  - in reflection I would have liked to stay 3 nights for 2 full days here! -  so we decided to do both Phong Na caves  - ones accessbile from in town -  and to hire a scooter and go to Paradise Cave which is about a 50 min ride out of Phong Na.  I would have preferred to separate the visits, to one per day but due to time we couldn - t.  Paradise cave is mind blowing!  I actually highly recommend hiring a scooter and taking a slow ride out to Paradise Caves - the views and local life - on the way there and back were so pretty - stunning! We sadly had to keep moving to get to Paradise before it closed...and thankfully made it in time and the staff were all so friendly and welcoming.  We arrived almost  - at -  closing so had the entire place to ourselves.  I am sure all the other caves in hiking distance are just as amazing but if you have limited time - make sure this is on your list. I would choose it over Phong Na Cave if I had to only do one, but if you can do both they differ quite a lot and both are worth visiting. what a magical part of Vietnam...with 2 younger kids we questioned the mission in actually getting to it  - we did bus - train from Nimh Binh -  but it ws VERY worth it....wish only that we had had more time!  We missed the  - duck stop -  which  would have been great but due to time couldn - t fit it in.  Loved the quieter beautiful little town setting on Phong Na - easy to chill at our accommodation beside the river with a good book had time allowed!Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Đi xe máy vào hang và sau một hồi leo lên con đường dốc đều đặn chúng tôi đã tới cửa hang. Cầu thang xuống đáy hang rất tốt và trải nghiệm thật ngoạn mục và phải xem.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Chúng tôi là nhóm 5 người và ở Đà Nẵng 2 đêm vào tháng Năm. Chúng tôi dự định làm động Thiên Đường từ Đà Nẵng nhưng bây giờ thấy rằng khoảng cách là 5h30 từ Đà Nẵng. Có còn làm được nếu chúng ta rời Đà Nẵng lúc 4h sáng không? Xin hãy giúp đỡ Đọc thêm",
            "CHÀO! có dễ thực hiện với trẻ em không?  - 4 năm - \nTôi không biết có nên dừng lại hay nên đi thẳng bằng tàu hỏa từ Ninh Bình đến Huế.\nCảm ơn rất nhiều\n\nXin chào, điều này có thể thực hiện được với một bé gái bốn tuổi không? Tôi đang phân vân xem nên đi đường vòng hay đi tàu đêm từ Ninh Bình đến Huế!\nCảm ơn bạn rất nhiều Đọc thêm",
            "Còn đi vào tháng 11 thì sao? Mùa đẹp nhỉ? Trời mưa?Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến thăm của chúng tôi vào đầu tháng Mười. Còn tới Hang Tối và Phong N – ha. Điều này có thể thực hiện được hay sẽ có những bất tiện về thời tiết?Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ đề xuất nào dành cho các nhà điều hành tour du lịch Paradise Cave tốt. Tôi sẽ thực hiện chuyến tham quan 7 km cả ngày. Cảm ơn.Đọc thêm",
            "với giá 7k. Liệu nó có thể rẻ hơn - 115 hay giá đó đã được chuẩn hóa. Có lời đề nghị nào về công ty lữ hành không? cảm ơn!Đọc thêm",
            "Nếu bạn đi một mình thì phí vào cửa là 250.000 đồng. Tôi khuyên bạn nên làm điều này trừ khi bạn muốn thực hiện một chuyến phiêu lưu dài 7 km vào sâu hơn trong hang động.  Đọc thêm",
            "CHÀO!    Tôi muốn đến thăm hang động trong vài ngày tới và thực hiện một chuyến tham quan dài 7 km. Chi phí bao nhiêu và làm thế nào để đặt tour trước?  - 2 người - Đọc thêm",
            "Cuối cùng bạn đã trả những gì?Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng 8 và tôi muốn đến thăm Động Phong Nah và Động Thiên Đường. Tôi có thể tự mình đến thăm 2 hang động này trong cùng một ngày từ Huế không. Cảm ơn bạnĐọc thêm.",
            "From Hue to Phong Nha would take you 4hrs by bus. It means you could visit 2 caves if you would leave in the early morning, let - s say: at the latest 5o - clock in the early morning. Then you would arrive Phong Nha at 9o - clock. You could walk from bus station to ticket counter, it would take you about 15minutes. Just ask at the bus station if they would have a private car to Paradise cave and how much it costs? What time it would leave from Phong Nha. From Phong Nha to Paradise cave would be about 40minutes by  car. \nYou would have to go with a boat to Phong Nha cave. It would take you 20-25minutes from the boat station to the cave. You would spend maybe 2hrs. Then you could head up to Paradise cave. On top of Phong Nha Cave, there is another small dried cave but you shouldn - t visit it, it would just loose your time. Save the time to go to Paradise cave. \nYou would spend another 3hrs at Paradise cave .\nI hope this info could help you a little bit. \nEnjoy your trip.Read more",
            "Xin chào, tôi muốn hỏi liệu có thể đi đến các hang động - đặc biệt là động Thiên đường và Phong Nha, tự mình sắp xếp chuyến đi mà không cần đặt trước qua công ty du lịch hay không. Đánh giá cao nếu bạn có thể chia sẻ bất kỳ kinh nghiệm. Cảm ơn bạn : - Đọc thêm",
            "Xin chào lần nữa! \n\nTôi tin rằng Động Thiên Đường có giá 250.000 đồng, không hề rẻ; tuy nhiên, nó vẫn rẻ hơn so với chuyến tham quan có hướng dẫn viên. \nTôi - tôi không chắc chắn về chi phí của Động Phong Nha nhưng nó sẽ rẻ hơn Thiên đường. \nNgoài ra, đồng tình với một trong những nhận xét trước đó, nếu bạn tự mình làm Động Thiên Đường thì hãy đi vào thời điểm thấp điểm. Chúng tôi đã đi vào sáng sớm và hầu như không có ai ở đó! \n\nChúc may mắn : - Đọc thêm",
            "Xin chào, Claudette. Bạn muốn biết gì về điểm du lịch này?\nTôi muốn biết liệu chuyến thăm có thể thực hiện được đối với những người sợ bị giam cầm hay không. Tôi tự nhủ rằng nếu mọi thứ đều sáng sủa...\n\ncảm ơn bạnĐọc thêm",
            "Có, có thể, chứng sợ bị vây kín là một vấn đề nằm ở thùy trán của tiểu não, không gian chật hẹp này rất ngột ngạt nhưng không cho phép thùy tự nhân lên mức độ tổn thương của nó. Trân trọngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written February 4, 2020",
            "Written February 1, 2020",
            "Written January 24, 2020",
            "Written January 17, 2020",
            "Written January 17, 2020",
            "Written January 15, 2020",
            "Written January 14, 2020",
            "Written January 12, 2020",
            "Written January 12, 2020",
            "Written January 10, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or40-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or30-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or50-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g154948-d1597282-Reviews-Scandinave_Spa-Whistler_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7224146-Reviews-Martin_Auto_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d1720929-Reviews-Fethiye_Market-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d142898-Reviews-Santa_Rosa_Island-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1657011-d13413544-Reviews-Khao_Sok_Elephant_Sanctuary-Khao_Sok_National_Park_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41979-d107125-Reviews-Shanty_Creek_Resort-Bellaire_Antrim_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g30466-d5873868-Reviews-Steele_Orchard-Cullman_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128654-Reviews-United_States_Mint_At_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g56966-d11779861-Reviews-Aspen_Mirror_Lake-Duck_Creek_Village_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or50-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or40-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Hang đẹp, đủ lớn và thú vị để xem. Cầu thang ít thú vị hơn con đường nên tôi khuyên bạn nên leo lên bằng cầu thang và quay lại bằng con đường. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Chỉ cần đi bộ đến hang động là tuyệt vời nếu bạn thích rừng rậm. Khi bạn bước vào quán cà phê, kích thước thật ngoạn mục và nó càng ngày càng lớn hơn. Nó giống như đang ở trong một thánh đường bên trong một ngọn núi. Sự hình thành thật tuyệt vời. Chúng tôi thật may mắn, hầu như không có người nào ở đó vào thời điểm đó - thứ bảy vào khoảng 1 giờ chiều - nhưng khi chúng tôi rời khỏi một nhóm người Việt với người hướng dẫn có micrô -! - bước vào. Rất vui vì chúng tôi đã rời đi vào thời điểm đóĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Rất đáng để đi. Cảnh quan đáng kinh ngạc bên trong. Chỉ cần bắt xe buggy đến lối vào, bạn sẽ phải đi bộ rất nhiều vào bên trong!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đây là hang động du lịch lớn nhất mà tôi đã đến thăm. Nó rất lớn với nhiều hình dạng tuyệt đẹp và được chiếu sáng tốt. Bạn cần phải đi bộ khoảng 1,5km từ bãi đậu xe hoặc trả thêm tiền để đi xe buggy. Việc đi bộ là trên một con đường trải nhựa râm mát. Khi đến đáy hang, bạn cần đi bộ lên dốc 570m để đến lối vào. Không có cách nào khác ngoài việc đi bộ để đứng dậy. Tôi thực sự thích nơi này và muốn giới thiệu nó! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Tôi nghĩ nó sẽ rất ấn tượng nhưng lại bị thổi bay đi một cách đáng kinh ngạc. Thật lớn, thật đẹp, mọi nơi bạn nhìn đều thật tuyệt vời.    Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Có một đoạn đi bộ ngắn để đến lối vào hang động, điều này có thể không phù hợp với một số người, nhưng có rất nhiều điểm dừng nghỉ trên đường lên để bạn có thể dành thời gian. Khi vào hang, quang cảnh thật tuyệt vời. Nó được thắp sáng một cách trang nhã nên có lượng ánh sáng tốt để nhìn rõ nơi bạn đang đến và các chi tiết của hang động mà không bị dính ánh đèn nhiều màu. Có những lối đi bằng gỗ xuyên suốt, chúng tôi đã làm tất cả bằng dép xỏ ngón, bạn chỉ cần cẩn thận một chút ở một số khu vực có thể hơi trơn nhưng chúng tôi không gặp vấn đề gì. Rất đáng làm như một phần của chuyến tham quan trong ngày cũng đến hang Phong Nha bằng thuyền. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Đường vào hang khá là đi bộ nếu bạn - giống như chúng tôi, quá kiêu hãnh khi trả tiền dịch vụ caddy điện. Đó là một chuyến đi tuyệt vời và thiên nhiên thật tuyệt vời. Khi chúng tôi đến lối vào của hang động, nơi có rất nhiều nhà vệ sinh thật tuyệt. Nhược điểm duy nhất là họ chơi nhạc Trung Quốc rất lớn theo bản chất và điều đó làm hỏng trải nghiệm của tôi. Khi vào trong hang, nó thực sự được chiếu sáng rất tốt, đẹp và rõ ràng để trải nghiệm sự rộng lớn của hang động. Không quá đông đúc nên bên trong rất đẹp và im lặng. Nhìn chung, đây là một hang động tuyệt vời để ghé thăm nếu bạn thích những thứ này và không ngại thực hiện một chút hoạt động thể chất. Tôi thực sự khuyên bạn nên kiểm tra nó! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Đây chắc chắn là hang động đẹp và tuyệt vời nhất mà tôi từng đến thăm! Nếu chỉ có một hang động bạn muốn ghé thăm ở Phong Nha thì đây chính là hang động đó!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \nĐọc thêm",
            "Vâng, nó có lối đi và ánh sáng nên đừng mong đợi một trải nghiệm đích thực! Tuy nhiên nơi này vẫn đáng để ghé thăm để hiểu nó rộng lớn như thế nào. Có một số măng đá rất ấn tượng và hang động vẫn rất đẹp! Giá giảm 10 - mùa thấp điểm còn 225đ/người. Phải đi bộ 30 phút mới tới lối vào nhưng không có gì khó khăn vì tất cả đều nằm trên con đường bê tông. 2 giờ ở đây sẽ là nhiều. Vẫn là một hang động đẹp với bầu không khí như thánh đường! Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \nĐọc thêm",
            "Động Thiên Đường là một hệ thống hang động khổng lồ tuyệt đẹp có thể dễ dàng đến được từ Phong Nha. Có một quãng đường đi bộ dài 2 km xuyên rừng, trước khi leo cầu thang lên lối vào hang động, nhưng bạn cũng có thể trả thêm một số tiền mặt để sử dụng một trong những chiếc xe đưa đón bằng điện của họ - theo ý kiến ​​của tôi thì không đáng -. Bản thân hang động được chiếu sáng tốt và dễ đi lại. Nó thực sự là phi thường. Bận rộn nhất là vào buổi sáng. Vì nó đóng cửa lúc 4 giờ chiều, nên bạn nên vào vào khoảng 1 giờ chiều, điều này sẽ giúp bạn có nhiều thời gian tham quan hang động mà không có đám đông.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written January 9, 2020",
            "Written January 6, 2020",
            "Written January 6, 2020",
            "Written January 5, 2020",
            "Written January 2, 2020",
            "Written December 29, 2019",
            "Written December 16, 2019",
            "Written December 4, 2019",
            "Written December 2, 2019",
            "Written November 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or50-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or40-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or60-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187582-Reviews-Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g608706-d4740648-Reviews-Dinopark_Funtana-Funtana_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761683-d155619-Reviews-Emerald_Lake-Yoho_National_Park_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d4695690-Reviews-Balboa_Pier-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3727477-Reviews-Spa_Lei-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d108058-Reviews-Coast_Guard_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g153981-d10079060-Reviews-Playa_Encanto-Puerto_Penasco_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2227746-Reviews-St_Katharine_Docks-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028928-d2275559-Reviews-Barberino_Designer_Outlet-Barberino_Di_Mugello_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g32531-d2365844-Reviews-Santa_Fe_Dam_Recreation_Area-Irwindale_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or60-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or50-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Bạn không cần phải có người hướng dẫn, bạn chỉ cần đến công viên trả tiền và xem những gì bạn muốn xem vào thời gian riêng của mình.  - Lối đi bộ - Nếu bạn muốn đi sâu hơn vào công viên, bạn có thể sắp xếp tại công viên.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Hang động này rất ngoạn mục và xinh đẹp với sự hình thành đá đáng kinh ngạc. Nó có giá 250k VNĐ hoặc - - 12 USD. Con đường đi bộ dài và có đoạn hơi dốc trước khi bạn đến được lối vào hang động. Cố gắng đến đó vào khoảng 8:00 đến 8:30 sáng trước khi tất cả các xe buýt du lịch đến để bạn có thể tận hưởng hang động và tránh đám đông. Dù sao, đây là điều phải xem nếu bạn đến thăm Việt Nam. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \nĐọc thêm",
            "Một chuyến thăm thú vị dưới lòng đất vào thế giới hang động bí ẩn. Hệ thống hang động rộng lớn và có nhiều điểm tham quan để khám phá. Người ta có thể so sánh điều này với tên gọi các hang động khác ở châu Âu. Một nơi phải đến khi ở Việt Nam. Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Nó đắt hơn chúng tôi dự đoán, 250 nghìn đồng, vì chúng tôi đã quen với chi phí thấp ở các điểm du lịch khác ở VN. Chúng tôi đã chọn phí vào hang cơ bản. Chúng tôi đi bộ 1km đến hang động, lên 500m theo lối cầu thang và xuống một tầng cầu thang, sau đó chúng tôi đi bộ theo con đường du lịch và đi bộ ra khỏi hang vì chúng tôi chỉ được phép đi xa như vậy. Chúng tôi đánh giá vị trí cụ thể này là 4 - 5.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Chúng tôi đầu tư chuyến đi 1 ngày để tham gia một vòng quanh công viên quốc gia, với nhiều điều cần tìm hiểu, thác nước, lịch sử, hang động với những nhũ đá tuyệt đẹp và cả măng đá trong hang Thiên Đường. Đáng lẽ bạn phải ở đâyĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Đến đó lúc 8 giờ 30 sáng Thứ bảy và đi bộ xuyên rừng dưới mưa chứ không phải bằng xe lôi.  Là người duy nhất trong hang động tuyệt vời trong khoảng 15 phút trước khi những chiếc xe buýt du lịch đầu tiên đến. Rất đặc biệt và phải xem, mặc dù đi bộ thay vì bắt xe lôi.  Mọi người vẫn phải leo lên lối vào.  Đọc thêm",
            "Đây là một di sản thiên nhiên thế giới tuyệt đẹp! Tôi có thể - không cho nó đủ sao. Đó thực sự là một đặc ân đối với chúng tôi khi có thể vào hang động này một cách an toàn - Tôi rất biết ơn vì mọi người đã xây dựng đường mòn lên và tất cả các cầu thang, lối đi và đèn chiếu sáng để chúng tôi có thể nhìn thấyĐọc thêm",
            "Những chú hổ dễ dàng đã sắp xếp chuyến tham quan hang động này với Easy Riders - Local Vietnamese Biker - 350.000 VNĐ mỗi người - . Những tay đua dễ dàng làm cho chúng tôi thoải mái trong suốt chuyến đi. Động Thiên Đường có giá 150.000đ/người. Người ta có thể sử dụng dịch vụ xe điện từ cổng chính đến điểm vào hang - 50.000 đồng cho cả hai người đến - mỗi người. Có nhà hàng gần cổng chính. Thức ăn ổn. Tên của hang động đã chứng minh vẻ đẹp của nó. Chúng tôi chỉ bị mê hoặc thôi. Thật là tuyệt. Mẹ thiên nhiên thực sự độc đáo. Cảm ơn Easy Riders.Đọc thêm",
            "Hang thiên đường thường là một phần trong các chuyến du ngoạn trên vịnh Hạ Long của tất cả các công ty du lịch, do đó nó được đưa vào như một phần của các hoạt động.  Đối với những người lần đầu đến thăm hang động, đây chắc chắn là một cảnh tượng tuyệt vời.  Chính phủ đã sắp xếp công phu bên trong hang động bao gồm hệ thống chiếu sáng và cầu thang.  Do đó nó rất an toàn để làm.  Có 600 bậc thang dẫn vào hang, hơi khó nhưng không có gì mà một người lớn khỏe mạnh bình thường - một đứa trẻ không thể làm được.Đọc thêm",
            "Tôi thấy trải nghiệm của mình ở hang thiên đường là một chuyến thăm đáng giá. Có lẽ nó hơi ngắn, chỉ một giờ, và tôi khuyên bạn nên ở lại qua đêm ở đó vì tôi nghĩ đó sẽ là một trải nghiệm rất thú vị. Tuy nhiên, nhìn chung, độ lớn của hang động rất hấp dẫn và đáng để giới thiệu.Đọc thêm",
            "Chúng tôi là nhóm 5 người và ở Đà Nẵng 2 đêm vào tháng Năm. Chúng tôi dự định làm động Thiên Đường từ Đà Nẵng nhưng bây giờ thấy rằng khoảng cách là 5h30 từ Đà Nẵng. Có còn làm được nếu chúng ta rời Đà Nẵng lúc 4h sáng không? Xin hãy giúp đỡ Đọc thêm",
            "CHÀO! có dễ thực hiện với trẻ em không?  - 4 năm - \nTôi không biết có nên dừng lại hay nên đi thẳng bằng tàu hỏa từ Ninh Bình đến Huế.\nCảm ơn rất nhiều\n\nXin chào, điều này có thể thực hiện được với một bé gái bốn tuổi không? Tôi đang phân vân xem nên đi đường vòng hay đi tàu đêm từ Ninh Bình đến Huế!\nCảm ơn bạn rất nhiều Đọc thêm",
            "Còn đi vào tháng 11 thì sao? Mùa đẹp nhỉ? Trời mưa?Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến thăm của chúng tôi vào đầu tháng Mười. Còn tới Hang Tối và Phong N – ha. Điều này có thể thực hiện được hay sẽ có những bất tiện về thời tiết?Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ đề xuất nào dành cho các nhà điều hành tour du lịch Paradise Cave tốt. Tôi sẽ thực hiện chuyến tham quan 7 km cả ngày. Cảm ơn.Đọc thêm",
            "với giá 7k. Liệu nó có thể rẻ hơn - 115 hay giá đó đã được chuẩn hóa. Có lời đề nghị nào về công ty lữ hành không? cảm ơn!Đọc thêm",
            "Nếu bạn đi một mình thì phí vào cửa là 250.000 đồng. Tôi khuyên bạn nên làm điều này trừ khi bạn muốn thực hiện một chuyến phiêu lưu dài 7 km vào sâu hơn trong hang động.  Đọc thêm",
            "CHÀO!    Tôi muốn đến thăm hang động trong vài ngày tới và thực hiện một chuyến tham quan dài 7 km. Chi phí bao nhiêu và làm thế nào để đặt tour trước?  - 2 người - Đọc thêm",
            "Cuối cùng bạn đã trả những gì?Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng 8 và tôi muốn đến thăm Động Phong Nah và Động Thiên Đường. Tôi có thể tự mình đến thăm 2 hang động này trong cùng một ngày từ Huế không. Cảm ơn bạnĐọc thêm.",
            "From Hue to Phong Nha would take you 4hrs by bus. It means you could visit 2 caves if you would leave in the early morning, let - s say: at the latest 5o - clock in the early morning. Then you would arrive Phong Nha at 9o - clock. You could walk from bus station to ticket counter, it would take you about 15minutes. Just ask at the bus station if they would have a private car to Paradise cave and how much it costs? What time it would leave from Phong Nha. From Phong Nha to Paradise cave would be about 40minutes by  car. \nYou would have to go with a boat to Phong Nha cave. It would take you 20-25minutes from the boat station to the cave. You would spend maybe 2hrs. Then you could head up to Paradise cave. On top of Phong Nha Cave, there is another small dried cave but you shouldn - t visit it, it would just loose your time. Save the time to go to Paradise cave. \nYou would spend another 3hrs at Paradise cave .\nI hope this info could help you a little bit. \nEnjoy your trip.Read more",
            "Xin chào, tôi muốn hỏi liệu có thể đi đến các hang động - đặc biệt là động Thiên đường và Phong Nha, tự mình sắp xếp chuyến đi mà không cần đặt trước qua công ty du lịch hay không. Đánh giá cao nếu bạn có thể chia sẻ bất kỳ kinh nghiệm. Cảm ơn bạn : - Đọc thêm",
            "Xin chào lần nữa! \n\nTôi tin rằng Động Thiên Đường có giá 250.000 đồng, không hề rẻ; tuy nhiên, nó vẫn rẻ hơn so với chuyến tham quan có hướng dẫn viên. \nTôi - tôi không chắc chắn về chi phí của Động Phong Nha nhưng nó sẽ rẻ hơn Thiên đường. \nNgoài ra, đồng tình với một trong những nhận xét trước đó, nếu bạn tự mình làm Động Thiên Đường thì hãy đi vào thời điểm thấp điểm. Chúng tôi đã đi vào sáng sớm và hầu như không có ai ở đó! \n\nChúc may mắn : - Đọc thêm",
            "Xin chào, Claudette. Bạn muốn biết gì về điểm du lịch này?\nTôi muốn biết liệu chuyến thăm có thể thực hiện được đối với những người sợ bị giam cầm hay không. Tôi tự nhủ rằng nếu mọi thứ đều sáng sủa...\n\ncảm ơn bạnĐọc thêm",
            "Có, có thể, chứng sợ bị vây kín là một vấn đề nằm ở thùy trán của tiểu não, không gian chật hẹp này rất ngột ngạt nhưng không cho phép thùy tự nhân lên mức độ tổn thương của nó. Trân trọngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written November 27, 2019",
            "Written November 17, 2019",
            "Written November 4, 2019",
            "Written November 3, 2019",
            "Written October 27, 2019",
            "Written October 19, 2019",
            "Written October 11, 2019",
            "Written October 10, 2019",
            "Written October 7, 2019",
            "Written October 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or60-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or50-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or70-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d4611415-Reviews-Gare_de_Marseille_Saint_Charles-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3516016-Reviews-Shark_Reef_Aquarium-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311548-Reviews-Karen_Blixen_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g5482638-d12666917-Reviews-Isla_Contoy_National_Park-Isla_Contoy_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g12547500-d147720-Reviews-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32584-d292847-Reviews-Spa_La_Quinta-La_Quinta_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d523181-Reviews-Le_BHV_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g29259-d5846945-Reviews-Fast_Eddie_s_Bon_Air-Alton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d7812986-Reviews-Kokol_Hill-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2015887-Reviews-Galerie_Vivienne-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or70-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or60-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Rất nhiều cầu thang và đi bộ nhưng đáng giá. Tôi đã thấy nhiều hang động ở nhiều quốc gia và so sánh thì cái này rất đồ sộ. Đẹp nhưng rất du lịch. Cũng có nghĩa là an toàn và đủ ánh sáng. Muốn giới thiệu.Đọc thêm",
            "Chúng tôi đã làm điều này trên đường từ Đồng Hới bằng xe máy. Các tour du lịch có giá cao hơn một chút nhưng tự mình thực hiện thì khá hợp lý. Chúng tôi rất kinh ngạc nhưng kích thước của hang động và tất cả các thành tạo đều có thể nhìn thấy được. Phải xem trong cuốn sách của chúng tôi.Đọc thêm",
            "Hang Thiên Đường chắc chắn rất đẹp và được chăm sóc và bảo trì rất tốt. Họ đã làm cho việc đi đến hang động trở nên rất dễ dàng - mất khoảng 20-30 phút đi bộ vào hang, chủ yếu là vùng đất bằng phẳng - . Sau đó, bạn có thể cần khoảng 1 giờ đến 90 phút trong hang để đi bộ qua tất cả và chụp ảnh, sau đó đi bộ thêm 20-30 phút nữa để quay lại bãi đậu xe. Nó - rất dễ tiếp cận bên trong với lối đi lớn và ánh sáng phù hợp. Tất cả những gì đã nói, tôi thấy giá vào cửa rất cao so với các điểm tham quan khác - 250 nghìn đồng mỗi người - và cảm thấy rằng nhìn chung trải nghiệm này có vẻ khá thương mại. Có lẽ đáng làm một lần nhưng tôi sẽ không quay lại và nếu chỉ được chọn một hang động ở Phong Nha thì sẽ không được.Đọc thêm",
            "Chúng tôi đã thực hiện hoạt động này mà không có hướng dẫn viên du lịch, tôi thành thật nghĩ rằng đối với hang động này, bạn không cần nó chút nào. Chúng tôi đã đi cùng 2 cô gái và chúng tôi đã gặp Nhà trọ của mình và chúng tôi đã có khoảng thời gian thực sự vui vẻ khi đi bộ đến hang động và tất nhiên là ở bên trong lớn hơn nhiều so với chúng tôi mong đợi.Đọc thêm",
            "Tôi và bạn trai quyết định thực hiện một chuyến tham quan hang Thiên Đường, mặc dù chúng tôi biết rằng có thể tự mình thực hiện được. Chúng tôi - rất vui vì chúng tôi đã làm! Hướng dẫn viên rất am hiểu tiếng Anh xuất sắc và đã cho chúng tôi một số thông tin rất hữu ích. Giá cả cũng không đắt hơn nhiều so với việc bạn tự sắp xếp chi phí đi lại và vào cửa vì phí vào hang là 250 nghìn đồng mỗi người. Chúng tôi - muốn giới thiệu một chuyến tham quan - Tôi nghĩ tất cả các chuyến tham quan đều do một công ty tổ chức và hầu hết các hướng dẫn viên đều mặc áo sơ mi màu vàng giống nhau - và bản thân các hang động cũng là một địa điểm phải xem!Đọc thêm",
            "Những hang động thực sự đẹp và lớn hơn nhiều so với bất kỳ hang động nào khác ở Việt Nam - ngoại trừ hang động lớn nhất mà bạn phải trả hàng nghìn đô la để xem - . Xe điện có giá 100vnd cho 3 người khứ hồi, đây là một giá trị tuyệt vời vì nó khá là đi bộ. Có một đoạn đường dốc lên và 500 bậc xuống và có thể là 500 bậc nữa mỗi chiều bên trong hang động - rất đáng giá.Đọc thêm",
            "I - ve been to this cave twice - once in 2015 alone and again now with my husband. That - s how amazing I think this place is.If you - re still fairly new to riding on a scooter, I have some tips to give you the most stress-free ride there. This is what we did for the most amazing views and the least traffic.Left at 5:30am from Phong Nha  - we were 1km outside the town - . Purchased our petrol and filled the tanks the day before, but as the road is quite hilly, we underestimated how much we need. 3L per bike is the right amount for the average automatic rental scooter, to get there and back. Based on everything we saw, I think it - s probably illegal to sell petrol within the national park - so we were pretty stressed thinking we - d run out of gas, but we just made it.We took the route through the national park  - entering the park a couple kms from the Phong Nha Botanical Gardens - . There was not another soul in sight. Good thing too because there were some super steep and quite narrow downhill sections. It would be pretty dangerous in the middle of the day with trucks and cars passing through.The cave was spectacular and we were practically alone inside it until about 9am. It feels like a different planet, especially when you have total silence around you. Definitely go early for the best experience.To get out of the cave parking lot, we turned LEFT. Unbelievable views again. Almost no traffic again. Much better roads. The closest gas  - station -  was at the Dark Cave - 2 kids selling gas for 80K for 1.5L just on the other side of the park gate. We were desperate so we bought it. A few hundred meters past this  - unbeknownst to us at the time -  were several shops selling gas for much cheaper. By the time we were on the busiest road, the large bridge beside Phong Nha town  - 11am or 12pm - , it wasn - t busy anymore. I guess people don - t really leave their homes in the extreme heat. So we timed it perfectly that we had a very easy and enjoyable ride there and back!Read more",
            "Tôi không có đánh giá gì đặc biệt về nơi này. Nó rất đẹp, chỉ riêng chiều cao và chiều sâu của hang động đã rất ấn tượng, thậm chí không cần đề cập đến những hình dạng mát mẻ. Họ đã làm rất tốt việc giữ cho hang động sạch sẽ và có cấu trúc phù hợp cho du lịch mà không cần đi quá xa - như hang động Dương Sóc - Quế Lâm của Trung Quốc với ánh đèn màu rực rỡ -. Lái xe đến đó một mình thật đẹp và luôn thú vị khi lái xe máy. Cần lưu ý một số đoạn dốc với mặt đường kém nếu bạn chọn đi mà không tham quan. Rất muốn quay lại, nhưng lần sau chắc chắn sẽ thực hiện chuyến đi bộ xuyên rừng và đi sâu hơn vào hang.Đọc thêm",
            "Việc leo lên cửa hang thật bất ngờ, nếu biết trước tôi đã đi đôi giày khác. Tuy nhiên, khi bạn lên đến đỉnh, không khí mát mẻ từ lối vào giống như điều hòa không khí tự nhiên! Lúc đầu tôi nghĩ đó chỉ là những gì bạn nhìn thấy khi lần đầu tiên vào hang, tuy nhiên nó cứ lặp đi lặp lại. Tôi sẽ không trả tiền cho một chiếc xe lôi vì bạn vẫn phải đi bộ lên đồi, bạn chỉ mất một đoạn đường đi bộ ngắn bằng phẳng. Lời phê bình duy nhất của tôi là có rất nhiều nhóm người Trung Quốc không tôn trọng hang động, xả rác và chạm vào măng đá và nhũ đá khi dầu từ tay chúng tôi phá hủy hoàn toàn chúng.  Đọc thêm",
            "Nơi này thật không thể tin được, thật đáng kinh ngạc và ngoạn mục! Hãy chuẩn bị đi bộ một chút, gặp phải cầu thang và uống nhiều nước vì trời nóng nhưng rất đáng giá! Tuyệt vời! Đọc thêm",
            "Chúng tôi là nhóm 5 người và ở Đà Nẵng 2 đêm vào tháng Năm. Chúng tôi dự định làm động Thiên Đường từ Đà Nẵng nhưng bây giờ thấy rằng khoảng cách là 5h30 từ Đà Nẵng. Có còn làm được nếu chúng ta rời Đà Nẵng lúc 4h sáng không? Xin hãy giúp đỡ Đọc thêm",
            "CHÀO! có dễ thực hiện với trẻ em không?  - 4 năm - \nTôi không biết có nên dừng lại hay nên đi thẳng bằng tàu hỏa từ Ninh Bình đến Huế.\nCảm ơn rất nhiều\n\nXin chào, điều này có thể thực hiện được với một bé gái bốn tuổi không? Tôi đang phân vân xem nên đi đường vòng hay đi tàu đêm từ Ninh Bình đến Huế!\nCảm ơn bạn rất nhiều Đọc thêm",
            "Còn đi vào tháng 11 thì sao? Mùa đẹp nhỉ? Trời mưa?Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến thăm của chúng tôi vào đầu tháng Mười. Còn tới Hang Tối và Phong N – ha. Điều này có thể thực hiện được hay sẽ có những bất tiện về thời tiết?Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ đề xuất nào dành cho các nhà điều hành tour du lịch Paradise Cave tốt. Tôi sẽ thực hiện chuyến tham quan 7 km cả ngày. Cảm ơn.Đọc thêm",
            "với giá 7k. Liệu nó có thể rẻ hơn - 115 hay giá đó đã được chuẩn hóa. Có lời đề nghị nào về công ty lữ hành không? cảm ơn!Đọc thêm",
            "Nếu bạn đi một mình thì phí vào cửa là 250.000 đồng. Tôi khuyên bạn nên làm điều này trừ khi bạn muốn thực hiện một chuyến phiêu lưu dài 7 km vào sâu hơn trong hang động.  Đọc thêm",
            "CHÀO!    Tôi muốn đến thăm hang động trong vài ngày tới và thực hiện một chuyến tham quan dài 7 km. Chi phí bao nhiêu và làm thế nào để đặt tour trước?  - 2 người - Đọc thêm",
            "Cuối cùng bạn đã trả những gì?Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng 8 và tôi muốn đến thăm Động Phong Nah và Động Thiên Đường. Tôi có thể tự mình đến thăm 2 hang động này trong cùng một ngày từ Huế không. Cảm ơn bạnĐọc thêm.",
            "From Hue to Phong Nha would take you 4hrs by bus. It means you could visit 2 caves if you would leave in the early morning, let - s say: at the latest 5o - clock in the early morning. Then you would arrive Phong Nha at 9o - clock. You could walk from bus station to ticket counter, it would take you about 15minutes. Just ask at the bus station if they would have a private car to Paradise cave and how much it costs? What time it would leave from Phong Nha. From Phong Nha to Paradise cave would be about 40minutes by  car. \nYou would have to go with a boat to Phong Nha cave. It would take you 20-25minutes from the boat station to the cave. You would spend maybe 2hrs. Then you could head up to Paradise cave. On top of Phong Nha Cave, there is another small dried cave but you shouldn - t visit it, it would just loose your time. Save the time to go to Paradise cave. \nYou would spend another 3hrs at Paradise cave .\nI hope this info could help you a little bit. \nEnjoy your trip.Read more",
            "Xin chào, tôi muốn hỏi liệu có thể đi đến các hang động - đặc biệt là động Thiên đường và Phong Nha, tự mình sắp xếp chuyến đi mà không cần đặt trước qua công ty du lịch hay không. Đánh giá cao nếu bạn có thể chia sẻ bất kỳ kinh nghiệm. Cảm ơn bạn : - Đọc thêm",
            "Xin chào lần nữa! \n\nTôi tin rằng Động Thiên Đường có giá 250.000 đồng, không hề rẻ; tuy nhiên, nó vẫn rẻ hơn so với chuyến tham quan có hướng dẫn viên. \nTôi - tôi không chắc chắn về chi phí của Động Phong Nha nhưng nó sẽ rẻ hơn Thiên đường. \nNgoài ra, đồng tình với một trong những nhận xét trước đó, nếu bạn tự mình làm Động Thiên Đường thì hãy đi vào thời điểm thấp điểm. Chúng tôi đã đi vào sáng sớm và hầu như không có ai ở đó! \n\nChúc may mắn : - Đọc thêm",
            "Xin chào, Claudette. Bạn muốn biết gì về điểm du lịch này?\nTôi muốn biết liệu chuyến thăm có thể thực hiện được đối với những người sợ bị giam cầm hay không. Tôi tự nhủ rằng nếu mọi thứ đều sáng sủa...\n\ncảm ơn bạnĐọc thêm",
            "Có, có thể, chứng sợ bị vây kín là một vấn đề nằm ở thùy trán của tiểu não, không gian chật hẹp này rất ngột ngạt nhưng không cho phép thùy tự nhân lên mức độ tổn thương của nó. Trân trọngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written September 18, 2019",
            "Written September 14, 2019",
            "Written September 12, 2019",
            "Written September 3, 2019",
            "Written September 2, 2019",
            "Written August 23, 2019",
            "Written August 20, 2019",
            "Written August 19, 2019",
            "Written August 14, 2019",
            "Written August 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or70-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or60-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or80-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d107184-Reviews-Disney_s_Blizzard_Beach_Water_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d6612772-Reviews-Thermal_Springs_Lagkada-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60385-d3246544-Reviews-Animal_Haven_Zoo-Weyauwega_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d7812986-Reviews-Kokol_Hill-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2292286-Reviews-The_Chandelier-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d1847150-Reviews-Givens_Hot_Springs-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d19140331-Reviews-Irish_Citylink-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g56933-d929405-Reviews-The_Wave_at_Coyote_Buttes-Big_Water_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d11842261-Reviews-The_Icelandic_Punk_Museum-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1413110-d12727744-Reviews-The_Cable_Car-Borgo_Maggiore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or80-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or70-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Khi đến Phong Nha Kẻ Bàng bạn nhất định phải ghé thăm hang động này.  Có 40 hang động trong khu vực này nhưng cái này rất đẹp.   Đây là một hang khô, khu vực đi bộ dài khoảng 1km và có rất nhiều bậc thang ra vào hang. Một số mức độ thể lực là cần thiết. Nếu bạn chỉ có thời gian để ghé thăm một hang động thì đây chính là nơi bạn nên ghé thăm.Đọc thêm",
            "Hang động này là phải xem. Rất du lịch. Bạn thực sự nên dành thời gian để ghé thăm hang động này - khoảng 1,5 giờ bên trong -, vì đây là một hang động khá lớn. Không ăn ở nhà hàng gần lối vào; chất lượng kém.Đọc thêm",
            "Đây có thể là điểm nổi bật của chuyến đi Việt Nam của chúng tôi.  Chúng tôi đã thực hiện chuyến đi đầy đủ vào trung tâm hang động và quay trở lại.  Hướng dẫn viên của chúng tôi rất thú vị và chúng tôi có 2 người dẫn dắt chúng tôi, một người là đầu bếp đã nấu và mang theo bữa trưa thật tuyệt vời.  Rất nhiều đội hình tuyệt đẹp và chỉ có 3 người chúng tôi trong nhóm, nó thực sự đặc biệt và rất hoang sơ.  Việc đi bộ không khó nếu bạn đang vào mùa khô, mùa mưa khi mực nước dâng cao có thể lại là một câu chuyện khác.  Đọc thêm",
            "Đây là một ngày vui vẻ - ban đầu là lái xe đến hang động, sau đó đi ô tô điện đến các bậc thang, sau đó leo lên 500 bậc để tránh đám đông. Hang động này rất đẹp - nhưng đi ra tận cùng trong bóng tối chỉ với ngọn đuốc trên đầu và 2 hướng dẫn viên Lộc và Long thật tuyệt vời. Chuyến đi chủ yếu bằng phẳng, lòng sông đầy cát dễ dàng đi bộ một vài đoạn đường trơn trượt khó khăn. Không có bơi lội vì mực nước thấp. Chúng tôi dùng bữa trưa đóng hộp ở một nơi tuyệt đẹp, nơi ánh sáng xuyên qua một cái lỗ. Đó là một ngày tuyệt vời.Đọc thêm",
            "Hang động rộng lớn và được tổ chức tốt sẽ không thành vấn đề đối với bất kỳ người tương đối khỏe mạnh nào từ sáu đến bảy mươi.  Các điểm tham quan tuyệt vời trong khu phức hợp có nhà vệ sinh và đồ giải khát có sẵn.  Để tận dụng tối đa thời gian trong ngày của bạn, tôi khuyên bạn nên đặt chỗ qua một trong những nhà khai thác địa phương như Oxalis hoặc Jungle Boss. Đọc thêm",
            "Ở trong hang mát hơn nhiều. Đường lên có thể khó khăn vì nhiệt độ và độ ẩm. Thật tệ là nó quá đông đúc. Có vẻ như tất cả các chuyến tham quan đều được lên lịch cùng một lúc. Hang động tuyệt đẹp, ánh sáng đẹp...thật tuyệt vời. Đọc thêm",
            "Bản thân hang động này thực sự rất tuyệt vời, tuy nhiên nó chỉ tồn tại trong thời gian ngắn - chỉ mất khoảng 30 phút để đi bộ xuyên suốt và quay lại -. Con số này không nhiều nếu xét đến mức phí vào cửa 250K - - 8,50. Chúng tôi đến thăm sớm, đến khoảng 9 giờ sáng và trời đã đông đúc; tuy nhiên, khi chúng tôi rời đi thì rất đông đúc, nhộn nhịp với các tour du lịch nhóm lớn. Nếu bạn thực sự quan tâm đến hang động thì có một lựa chọn 7km, đây là chuyến đi đắt tiền hơn nhưng là một chuyến đi cả ngày, tránh xa lượng khách du lịch đông đúc. Chúng tôi đến vườn thực vật vào buổi chiều và ở đây ấn tượng hơn, yên tĩnh hơn rất nhiều và chỉ có 40K phí vào cổng. Muốn giới thiệu điều này nhiều hơn nữa. Đọc thêm",
            "Động Thiên Đường hơi xa so với con đường du lịch thông thường ở Việt Nam nhưng rất đáng để bạn nỗ lực đến đó. Chúng tôi đã thay đổi hành trình của mình khi nghe nói hang động này đẹp như thế nào và nó không làm chúng tôi thất vọng. Hang động thực sự tráng lệ, vô cùng rộng lớn, thật khó để tìm từ ngữ nào có thể diễn tả được trải nghiệm, nếu bạn đang du lịch đến Việt Nam và sẽ ở Huế hoặc Hội An hãy dành thêm vài ngày và đi về hướng Tây để xem các hang động ở khu vực này đặc biệt là Động Thiên Đường...bạn sẽ thắng - đừng tiếc!!Đọc thêm",
            "Nơi này thật tuyệt vời, nhưng vì mọi thứ quá ngăn nắp nên bạn sẽ bỏ lỡ trải nghiệm với thiên nhiên. Tránh thời gian nhóm buổi sáng hoặc buổi chiều, bạn có thể có trải nghiệm tốt hơn. Đọc thêm",
            "Rất đông khách du lịch nhưng đi bộ khá dễ dàng và nghỉ ngơi mát mẻ khỏi độ ẩm. Tôi muốn giới thiệu 7km nếu bạn thực sự muốn nhìn thấy một hang động. Đọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written August 7, 2019",
            "Written August 4, 2019",
            "Written July 29, 2019",
            "Written July 27, 2019",
            "Written July 27, 2019",
            "Written July 24, 2019",
            "Written July 20, 2019",
            "Written July 20, 2019",
            "Written July 17, 2019",
            "Written July 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or80-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or70-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or90-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31892-d7022666-Reviews-Walmart_Amp-Rogers_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17494190-Reviews-Splash_Mountain_Water_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d103632-Reviews-Salem_Witch_Museum-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2578748-Reviews-Mercato_Nuovo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d12485158-Reviews-ThaiSabai-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d9698875-Reviews-Carsamba_Pazari-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g48110-d9584804-Reviews-Animal_Farm_Petting_Zoo-Manorville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19467620-Reviews-Carrie_Bradshaw_s_Apartment-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d1420416-Reviews-Big_Kahuna_s_NJ-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10244750-Reviews-Huntington_Bank_Pavilion_at_Northerly_Island-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or90-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or80-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Mindblowing place in our opinion, definitly worth to go and pay 250k VND.Try to avoid weekend and middle of the morning  - 10:30 - 11 -  as it is super crowded.It - s just a simple path on a platform that takes you fairly deep in the cave. It - s perfect and you don - t need more to enjoy it, the light inside is nicely organized. If you like that kinf of place you can easily spend 1,5 hours onsite.Entrance : 250kScooter parking : 5kThey propose to take you from the ticket booth to the entrance with an electric car  - 60k one way -  : useless if you don - t mind walking  - app. 10min - .Personal note : After Paradise Cave, we decided to skip Dark cave and Mooc eco trail. After gathering info and reaching those places :- Dark cave definitly looks like a fun park, very crowded, if you - re willing to see another cave I thing it - s better to try another one. Price is too high : 450k, you mainly pay for the zipline, canoe, etc.- Mooc eco trail has nothing to do with a trail. You pay either 80k or 180k to walk the 1km trail and swim, and do canoe of you paid more. Apparently swimming can be denied if you don - t wear a lifejacket  - which you have to rent - . According to some comments and photos, no interest so we moved on. We really were expecting a nice walk through the forrest a - d along the water.Instead we went to the Botanic garden. It was ok, but the swimming hole and the waterfall are disapointing. However, you can take a walk in the jungle which is partly primary forrest. What we prefered is driving the scooter through the park on the way to that place.To conclude : Paradise is a must do, but I think some other places have not much interest.That park being part of the Unesco world heritage, it hard to understnd and heartbreaking to see that it is turned into an amusement park for buses of tourist with high prices.We were expecting simple walks through the caves and the forrest but it - s not like that in some areas.The Unesco website itself mentions that tourism has a negative impact on nature here and is not developed in a way that it assesses properly impact on environment.Read more",
            "Chúng tôi đến thăm một cách độc lập chứ không phải theo một chuyến tham quan. Bãi đậu xe tay ga tính phí đỗ xe một chút, sau đó bạn mua vé vào cổng và sau đó mua vé xe buggy riêng để tránh mất 15 phút đi bộ đến bậc vào - đoạn đường nối. Đáng làm theo quan điểm của chúng tôi. Các hang động hoàn toàn tuyệt vời. Một thánh đường bằng đá và tôi - tôi rất vui được ghé thăm. Đọc thêm",
            "Chuyến thăm Động Thiên Đường của tôi là một ngày đáng kinh ngạc. Hệ thống hang động, nằm trong khoảng 7 km của Chambers. Phòng chính có thể tiếp cận khá dễ dàng, với đường dẫn Xi măng hoặc các bậc thang Xi măng. Đó là một chuyến đi bộ tuyệt vời xuyên qua Jungle, đưa bạn đến Trạm dừng nghỉ, trước khi đi xuống Cầu thang bằng gỗ được bảo trì tốt dẫn vào Phòng chính của Hang động. Thật không thể tin được, Thiên nhiên ở mức tốt nhất. Với Măng đá và Nhũ đá, vẫn đang hình thành khi bạn đi qua. An ninh ở đó là không ai sánh kịp. Đảm bảo bạn được an toàn và tất cả các câu hỏi của bạn đã được giải đáp.  Tôi có thể giới thiệu ông Lý. Anh ấy có khả năng tiếng Anh rất tốt và sẽ có mặt tại Trạm dừng nghỉ để giải đáp thắc mắc hoặc chỉ để trao đổi về Sợi thân thiện.Đọc thêm",
            "Đây là một lần trong đời. Hoàn toàn không thể tin được. Đối tác của tôi và tôi là những người đam mê hang động nên chúng tôi sẽ tận hưởng điều này dù thế nào đi nữa, ngoại trừ hướng dẫn viên của chúng tôi, Loc đã giúp biến nó thành một trải nghiệm tuyệt vời như vậy. Chúng tôi vô cùng may mắn vì không có ai khác thực hiện chuyến tham quan vào ngày chúng tôi đặt vé nên chỉ có chúng tôi và Lộc. Hãy chuẩn bị sẵn sàng để bị bẩn và có điều gì đó khiến chúng tôi bất ngờ, đó là 7km sau đó là 7km nữa, không biết tại sao chúng tôi không nghĩ về điều đó trước khi bắt đầu nhưng tất cả đều đáng để ngồi và có một khoảng thời gian tuyệt đẹp ăn trưa dưới cửa hang đầu tiên ngắm ánh nắng chiếu vào hang và thư giãn trên những tảng đá mát lạnh. Thật là một trải nghiệm đáng kinh ngạc. Đọc thêm",
            "Hệ thống hang động này thực sự tuyệt vời với rất nhiều nhũ đá và măng đá. Đi bộ lên sườn núi khá dễ dàng nhưng rất đáng nỗ lực. Các bậc thang và trạm quan sát gần như mới, được bố trí tốt và khá dễ điều hướng. Mặc dù có rất nhiều bậc thang bên trong hang nhưng bên trong hang mát hơn 10 độ và thực sự là bạn thậm chí không để ý đến cầu thang vì có quá nhiều thứ để xem, điều đó thực sự tuyệt vờiĐọc thêm",
            "Hang thiên đường thật tuyệt vời. Đi bộ khá khó khăn để lên đến đỉnh nơi bạn đi vào hang và sau đó phải đi rất nhiều bước để đi xuống bên trong hang. Nó đáng giá từng cơn giận dữ. Sẽ đi lại vào ngày mai. Trời mát hơn 10 độ khi bạn vào trong hang, dễ chịu hơn so với việc đi bộ lên con đường đồi. Con đường toàn là bê tông nhẵn và đi xuống là những bậc thang. Hang thiên đường hoàn toàn xứng đáng với nỗ lực, nó thực sự tuyệt vời. Các bậc thang và trạm quan sát xuyên qua hang động được thực hiện và bảo trì rất tốt. RẤT khuyến khíchĐọc thêm",
            "Tôi không thể tưởng tượng được nơi này lại đẹp đến thế. Nó giống như một dải ngân hà trong hang động. Tôi chọn con đường trải đầy lá nên đi không nóng. Nên ghé thăm vào buổi chiều, khi đoàn của bạn đã đi vắng. Không có nhiều người mang bộ óc của mình đi du lịch. Họ cố gắng chạm vào hòn đá để lấy may mắn. Thật ngu ngốc!!! Tránh chúng bạn có thể có được những bức ảnh đẹp hơn.Đọc thêm",
            "Hang Thiên Đường là một hang khô tuyệt đẹp. Trần cao nhất của nó là 70m và phần rộng nhất của nó là 150m. Nơi đây có nhiều nhũ đá, măng đá ấn tượng. Đọc thêm",
            "Tôi đã đoán trước là không muốn khám phá hang động nhưng vẻ đẹp kỳ diệu của trải nghiệm này gần như khiến tôi nghẹt thở. Chúng tôi kinh ngạc từ đầu đến cuối. Hang động rất lớn và chất lượng không khí rất tốt, đó cũng là mối quan tâm của tôi. Tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan trong ngày đến Thiên đường và Hang tối. Đó là một cuộc phiêu lưu khá mạo hiểm và không quá khó để khám phá. Hang Thiên Đường là hang động có thể đi bộ được, tuy nhiên Hang Tối yêu cầu phải mặc đồ tắm và đu dây. ; -  Đọc thêm",
            "Chúng tôi là nhóm 5 người và ở Đà Nẵng 2 đêm vào tháng Năm. Chúng tôi dự định làm động Thiên Đường từ Đà Nẵng nhưng bây giờ thấy rằng khoảng cách là 5h30 từ Đà Nẵng. Có còn làm được nếu chúng ta rời Đà Nẵng lúc 4h sáng không? Xin hãy giúp đỡ Đọc thêm",
            "CHÀO! có dễ thực hiện với trẻ em không?  - 4 năm - \nTôi không biết có nên dừng lại hay nên đi thẳng bằng tàu hỏa từ Ninh Bình đến Huế.\nCảm ơn rất nhiều\n\nXin chào, điều này có thể thực hiện được với một bé gái bốn tuổi không? Tôi đang phân vân xem nên đi đường vòng hay đi tàu đêm từ Ninh Bình đến Huế!\nCảm ơn bạn rất nhiều Đọc thêm",
            "Còn đi vào tháng 11 thì sao? Mùa đẹp nhỉ? Trời mưa?Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến thăm của chúng tôi vào đầu tháng Mười. Còn tới Hang Tối và Phong N – ha. Điều này có thể thực hiện được hay sẽ có những bất tiện về thời tiết?Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ đề xuất nào dành cho các nhà điều hành tour du lịch Paradise Cave tốt. Tôi sẽ thực hiện chuyến tham quan 7 km cả ngày. Cảm ơn.Đọc thêm",
            "với giá 7k. Liệu nó có thể rẻ hơn - 115 hay giá đó đã được chuẩn hóa. Có lời đề nghị nào về công ty lữ hành không? cảm ơn!Đọc thêm",
            "Nếu bạn đi một mình thì phí vào cửa là 250.000 đồng. Tôi khuyên bạn nên làm điều này trừ khi bạn muốn thực hiện một chuyến phiêu lưu dài 7 km vào sâu hơn trong hang động.  Đọc thêm",
            "CHÀO!    Tôi muốn đến thăm hang động trong vài ngày tới và thực hiện một chuyến tham quan dài 7 km. Chi phí bao nhiêu và làm thế nào để đặt tour trước?  - 2 người - Đọc thêm",
            "Cuối cùng bạn đã trả những gì?Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng 8 và tôi muốn đến thăm Động Phong Nah và Động Thiên Đường. Tôi có thể tự mình đến thăm 2 hang động này trong cùng một ngày từ Huế không. Cảm ơn bạnĐọc thêm.",
            "From Hue to Phong Nha would take you 4hrs by bus. It means you could visit 2 caves if you would leave in the early morning, let - s say: at the latest 5o - clock in the early morning. Then you would arrive Phong Nha at 9o - clock. You could walk from bus station to ticket counter, it would take you about 15minutes. Just ask at the bus station if they would have a private car to Paradise cave and how much it costs? What time it would leave from Phong Nha. From Phong Nha to Paradise cave would be about 40minutes by  car. \nYou would have to go with a boat to Phong Nha cave. It would take you 20-25minutes from the boat station to the cave. You would spend maybe 2hrs. Then you could head up to Paradise cave. On top of Phong Nha Cave, there is another small dried cave but you shouldn - t visit it, it would just loose your time. Save the time to go to Paradise cave. \nYou would spend another 3hrs at Paradise cave .\nI hope this info could help you a little bit. \nEnjoy your trip.Read more",
            "Xin chào, tôi muốn hỏi liệu có thể đi đến các hang động - đặc biệt là động Thiên đường và Phong Nha, tự mình sắp xếp chuyến đi mà không cần đặt trước qua công ty du lịch hay không. Đánh giá cao nếu bạn có thể chia sẻ bất kỳ kinh nghiệm. Cảm ơn bạn : - Đọc thêm",
            "Xin chào lần nữa! \n\nTôi tin rằng Động Thiên Đường có giá 250.000 đồng, không hề rẻ; tuy nhiên, nó vẫn rẻ hơn so với chuyến tham quan có hướng dẫn viên. \nTôi - tôi không chắc chắn về chi phí của Động Phong Nha nhưng nó sẽ rẻ hơn Thiên đường. \nNgoài ra, đồng tình với một trong những nhận xét trước đó, nếu bạn tự mình làm Động Thiên Đường thì hãy đi vào thời điểm thấp điểm. Chúng tôi đã đi vào sáng sớm và hầu như không có ai ở đó! \n\nChúc may mắn : - Đọc thêm",
            "Xin chào, Claudette. Bạn muốn biết gì về điểm du lịch này?\nTôi muốn biết liệu chuyến thăm có thể thực hiện được đối với những người sợ bị giam cầm hay không. Tôi tự nhủ rằng nếu mọi thứ đều sáng sủa...\n\ncảm ơn bạnĐọc thêm",
            "Có, có thể, chứng sợ bị vây kín là một vấn đề nằm ở thùy trán của tiểu não, không gian chật hẹp này rất ngột ngạt nhưng không cho phép thùy tự nhân lên mức độ tổn thương của nó. Trân trọngĐọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Thiên Đường",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written July 6, 2019",
            "Written July 4, 2019",
            "Written June 26, 2019",
            "Written June 21, 2019",
            "Written June 21, 2019",
            "Written June 20, 2019",
            "Written June 17, 2019",
            "Written June 13, 2019",
            "Written June 6, 2019",
            "Written June 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or90-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or80-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or100-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d538158-Reviews-La_Isla-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g57017-d3431456-Reviews-Crystal_Hot_Springs-Honeyville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d13225539-Reviews-2_Silos_Brewing_Co-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g292023-d2324362-Reviews-Cayos_Cochinos-La_Ceiba_Atlantida_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d128875-Reviews-Ocean_Beach-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d3580569-Reviews-Parco_Sommerso_di_Gaiola_Area_Marina_Protetta-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28963-d207157-Reviews-Fiery_Gizzard_Trail-Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d143723-Reviews-Epic_Discovery_at_Breck-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1192272-Reviews-Recinte_Modernista_de_Sant_Pau-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2304086-d4735874-Reviews-Pari_Island-Thousand_Islands_Java.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or100-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or90-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    },
    {
        "attraction_name": "Paradise Cave",
        "attraction_name_vi": "Hang Thiên Đường",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 7 điều nên làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một trong những hang động nổi tiếng nhất ở Quảng Bình. Nó có chiều dài 31,4km, từ 60-150m có gió, có nhiều nhũ đá đẹp. Hiệp hội hang động Anh được đánh giá là hang động khô đẹp nhất và dài nhất châu Á. Nó đã được thiên nhiên tạo ra liên tục trong hơn 350 triệu năm. Nó được xếp hạng quốc tế về tính khoa học và tính thẩm mỹ cao. Có hai loại tour du lịch tại Động Thiên Đường. Tour thông thường - 1km - và tour mạo hiểm - 4km hoặc 7km - . Tất cả sự kỳ diệu đó đang chờ bạn khám phá và tận hưởng.Đọc thêm",
        "reviews": [
            "We visited this cave on our second day of our stay   - July 2023 -  and I can describe the cave spectacular.  It is by far the largest cave I have visited and a major tourist attraction for locals and international visitors.\nNote that the ticket office is located at the base of the mountain and there is 1.6 km walk to the switch back pathway that leads to the cave entrance at the top of the mountain.  If you have elderly or young children in your group use the shuttle between the ticket office and the ramp in both directions.\nAt the top of the ramp is a shop that sells ice creams and drinks which is great after the long and thirst climb\nThe entrance to the cave is via a steep set of steps but once at the cave floor there are well constructed boardwalks throughout the cave.  The cave is described as the longest dry cave in Asia and as such has an amazing collection of formations and colours.  Allow half a day for this trip which includes tranfers to and from the cave.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "The cave was not called paradise cave lightly. It cost 250,000VND per person which was worth it. We decided to walk to save money, it wasn - t that far. You don - t really need a buggy- if you feel you need a buggy you shouldn - t go as there is lots of stairs up and down to the cave and inside. \n\nWe have not seen a more beautiful cave in our lives, even on TV. We have never seen anything like it. The stalactites and stalagmite were out of this world, we felt we were on another planet. The 31.4 kilometre cave was discovered in 2005 by the British caving association and in 2019 was given the Asian world  record for the most unique and magnificent system of stalactites and stalagmite in Asia. The photos do not do this place justice, we are so glad we were able to visit. The scale was hard to comprehend, you could have easily fit large buildings into the cave, and at some angles you could see hundreds of meters of tunnel.Read more",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Một hang động đẹp đến kinh ngạc. Chúng tôi đến Đồng Hới đặc biệt là để tham quan hang động và thường không đi theo nhóm du lịch nhưng trong dịp này đã được đón từ khách sạn và dễ dàng di chuyển. Đó là một hang động tuyệt vời và các đánh giá khác đưa ra một dấu hiệu tuyệt vời. Sau đó chúng tôi đã có một bữa trưa đĩa tuyệt vời. Rất nhiều thực phẩm tuyệt vời tốt cho sức khỏe. Victor là một hướng dẫn tuyệt vời. Rất khuyến khích bạn ghé thăm hang động này! Phải làm!Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Đúng vậy - đang là mùa mưa nên các lựa chọn 4km và 7 km đã bị hủy. Nhưng - con đường đi bộ dài một km vào hang thật đáng kinh ngạc. Hang Thiên Đường là hang khô dài nhất thế giới. Chỉ trong km đầu tiên đã có những đấu trường khổng lồ và những tính năng tuyệt vời. Phải xemĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Cảm thấy rất vinh dự khi được nhìn thấy hang động này, giống như sân vận động bóng đá nối tiếp sân vận động bóng đá với quãng đường bơi 50m trong bóng tối. Không dành cho người ngột ngạt. Hướng dẫn tuyệt vời với chuyến tham quan Phiêu lưu và cô Huyền, cảm ơn bạn! Bạn sẽ không thấy tất cả những điều này ở phần đầu của hang động, ngoạn mục như khi có ánh đènĐọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên ĐườngĐọc thêm",
            "Hang động tuyệt vời. Chúng tôi đi xe máy sớm tới hang động. Đi xe là đẹp. Chỉ cần đi bộ một đoạn ngắn từ bãi đậu xe đến lối vào, sau đó là một con đường lộng gió dẫn vào hang động. Giá 250k mỗi cái. Thực sự ấn tượng bên trong hang động. Không có chuyến tham quan lớn nào ở đó nếu bạn đi sớm.Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "Bản thân việc đi đến hang động không khó - các tuyến đường đi lên từ khu vực bán vé được thực hiện độc đáo và độ dốc leo từ chân đế đến lối vào hang động - không dốc. Họ đã thiết kế các đường ray tốt để dễ dàng tiếp cận. Cầu thang trong cửa hang tuy hơi dốc nhưng cũng có tay vịn. Tôi vô cùng ấn tượng với việc đầu tư vào các lối đi thích hợp để ngắm cảnh trong hang, điều này khiến toàn bộ trải nghiệm trở nên thú vị nhất. Rất khuyến khích và một hang động không thể bỏ qua! Đọc thêm",
            "Kính gửi vị khách yêu quý của chúng tôi, \n\nCảm ơn bạn đã ghé thăm Khu du lịch sinh thái Động Thiên Đường của chúng tôi\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở đây và chúng tôi hy vọng sẽ sớm được chào đón bạn và gia đình một lần nữa! \n\nTrân trọng, \nĐội ngũ bán hàng - tiếp thị\nKhu du lịch sinh thái Động Thiên Đường\nĐọc thêm",
            "We got our Phong Nha accommodation to drive us here and wait for us which was very convenient as it is a fair way out of town.  From the ticket office you have 2 options, the stairs  - left -  or the ramp  - right -  which take you up to the cave entrance.  The entrance seemed smallish but wow it is the biggest, massive, huge etc and a huge wow - a must do!\nThere are a lot of stairs, has wooden platform to walk around and enough lighting to see where you are going but you need to take care for small kids or elderly as there are not handrails at their height.  Go slowly and enjoy.  We stopped for so many photos that look great.  The board walk goes for 1km and the view just gets better and better.  Just a stunning cave that will be memorable.  Well worth the trip to see this.  We prefer not doing it on a tour as we had an elderly person with us and wanted to take our time and not be rushed which was a great decision.\nThere are toilets and places near carpark for drinks, food and market style stalls plus a place near the entrance for drinks etc too.  We managed in wearing jandels but noticed a lot of people had running shoes on which would be more sensible.  There is a golf cart service you can pay for to drive you closer to the cave, but this is on the flat part, so I really don - t get the point of that.  The hard part is the walk up to the entrance either stairs  or ramp, either way you will be a sweaty mess.  It is worth it.Read more",
            "Hang động hoàn toàn tuyệt vời và rộng lớn.\nChúng tôi chỉ có một ngày để tham quan động Phong Nha vào buổi sáng và động Thiên Đường vào buổi chiều, với tài xế riêng.\nHầu hết các chuyến tham quan đến những hang động này đều theo hướng ngược lại, và thật tuyệt vời khi được ở trong Động Thiên Đường khi nó quá trống trải. Theo đúng nghĩa đen, chúng tôi không thể nhìn thấy ai khác trong một vài đoạn dài và nó rất yên tĩnh.\nChúng tôi chỉ có thời gian đến thăm hai hang động này và không thực hiện bất kỳ chuyến đi nào, nhưng thật tuyệt vời và đáng để đi đến đó.\nMột trong những điểm nổi bật của chuyến đi của chúng tôi.Đọc thêm",
            "Đường này khó đi hơn một chút, đầu tiên đi xe điện đến chân núi, lên núi 1 km rồi vào hang. Từ lối vào có 289 bậc thang đi xuống - và lùi lại - nhưng vẻ đẹp hàng triệu năm rất đáng để bạn thực hiện, nếu bạn có thể. Đọc thêm",
            "Hang thiên đường thực sự ấn tượng. Bạn vào hang qua một khoảng trống nhỏ và đi vào phần đầu tiên khổng lồ. lối đi và cầu thang ở trong tình trạng rất tốt. Vì vậy, thật dễ dàng để đi bộ km đầu tiên - lối vào tiêu chuẩn với giá 250k - . Đường từ bãi đậu xe đến hang động cũng rất đẹp để đi bộ, bạn không cần xe golf làm phương tiện di chuyển nếu bạn không phải là người Trung Quốc. Giá vé vào cổng thông thường là 250k. Nó có thể hơi đắt một chút, nhưng mọi thứ đều có vẻ được tổ chức chuyên nghiệp và trong tình trạng tốt ở đó. Đọc thêm",
            "Phải mất gần 1 giờ để khám phá bên trong hang và thêm 30 phút đi bộ lên xuống. Bản thân hang động thật tuyệt vời. Nhiều măng đá, măng đá có hình dáng đặc biệt. Bên trong hang động thực sự rất mát mẻ và bạn sẽ cảm thấy tuyệt vời. chắc chắn bạn không nên bỏ qua địa điểm này khi ghé thăm Đồng Hới. Nó phải là một trong những địa điểm hấp dẫn nhất xung quanh khu vực nàyĐọc thêm",
            "Thậm chí còn tốt hơn bạn có thể tưởng tượng. Những bức ảnh không mang lại sự công bằng! Đáng để ghé thăm chắc chắn. Đáng kinh ngạc. Đọc thêm",
            "Chúng tôi đến thăm hang Thiên Đường và nó rất đẹp.  Cầu thang rất dễ quản lý và thật tuyệt vời khi cảm thấy an toàn bên trong hang động và ngắm nhìn thiên nhiên một cách đẹp nhất.  Chắc chắn là một nơi phải xem. Đọc thêm",
            "Quang cảnh ngoạn mục. Mọi người nên nhìn thấy điều này một lần trong đời. Nó thật đẹp. Thiên nhiên chắc chắn làm tôi ngạc nhiên ở đây. Đề xuất cao Đọc thêm",
            "Hang động thực sự tuyệt vời. Phải làm khi ở trong thị trấn. Tôi đã thực hiện chuyến tham quan tiêu chuẩn 1,1 km và bây giờ tôi muốn quay lại và thực hiện chuyến tham quan 7 km.Đọc thêm",
            "Đối với tôi hang này đẹp hơn động Phong Nha rất nhiều. Nội thất rất mát mẻ, có lối đi bộ có đủ không gian cho hầu hết mọi người. Đó là một hang động lớn với nhiều dạng địa hình khác nhau. Tôi thực sự rất thích nhìn xung quanh. Để vào hang bạn phải đi bộ hoặc đi ô tô điện - đi bộ khoảng 25 phút - . Sau đó, bạn cũng cần phải đi bộ lên một ngọn đồi dốc, điều này có thể khó khăn vì nắng nóng nên hãy dành 2 giờ. Thật đáng để đi bộ một quãng đường dài đầy mồ hôi. Vé vào cổng 250k.Đọc thêm",
            "Đây là một hang động rất lớn, dễ tiếp cận với mức giá hợp lý. Đáng giá khoảng 1 giờ với một số thành tạo đá thực sự thú vị. Đi bộ trên các bậc thang và nền tảng xuyên suốt nên hầu hết mọi người đều dễ dàng tiếp cận, mặc dù có rất nhiều bậc thang để đến hangĐọc thêm",
            "Chúng tôi đã đến thăm hang Thiên Đường và nó thật tuyệt vời! Tuy nhiên, một lời cảnh báo...có rất nhiều cầu thang để lên tới lối vào hang động. Bạn cần có mức độ thể lực vừa phải để quản lý nó. Tôi phải thừa nhận ngày chúng tôi đi cực kỳ nóng - 42 độ C - và tôi nghĩ sẽ dễ chịu hơn vào một ngày mát mẻ hơn. Bên trong hang động rất đẹp và rất mát mẻ, đó là một sự nhẹ nhõm to lớn. Rất đáng để đi bộ nhưng hãy đảm bảo bạn mang giày tốt và uống nước. Đọc thêm"
        ],
        "star_ratings": [
            1441,
            346,
            87,
            21,
            6
        ],
        "review_amount": 1901,
        "location": [],
        "reviews_time": [
            "Written August 7, 2023",
            "Written September 28, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written December 18, 2023",
            "Written January 14, 2024",
            "Written January 21, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written June 4, 2019",
            "Written June 3, 2019",
            "Written May 29, 2019",
            "Written May 26, 2019",
            "Written May 21, 2019",
            "Written May 21, 2019",
            "Written May 4, 2019",
            "Written May 2, 2019",
            "Written April 29, 2019",
            "Written April 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d3169590-Reviews-or100-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or90-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or110-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d17378245-Reviews-Suwaidi_Pearls-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d1206439-Reviews-Puerto_Marina_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51815-d564002-Reviews-Rooster_Rock_State_Park-Corbett_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60837-d6895415-Reviews-Putt_N_Pets-Grand_Marais_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g12713930-d2661100-Reviews-Kalia_Beach-Kalya_Dead_Sea_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d133296-Reviews-Storyland-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d208761-Reviews-Brera_District-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d589221-Reviews-Will_Rogers_Park-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d273993-Reviews-Tyler_State_Park-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d15081983-Reviews-Manatee_Observation_Deck-Titusville_Brevard_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or110-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-or100-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    }
]