[
    {
        "attraction_name": "Parays Game Ranch",
        "attraction_name_vi": "Trang trại trò chơi Parays",
        "general_info": [
            "17 đánh giá",
            "- 17 trong số 32 điều cần làm ở Lusaka",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chà, nó rất đẹp và có bầu không khí tuyệt vời.. chỉ có điều họ không cho phép âm nhạc ở một số khu vực, điều đó thật đáng tiếc.. thật tuyệt và mọi người cũng rất tuyệt nếu họ thêm một số hoạt động khácĐọc thêm",
            "Một chuyến đi ngắn ra khỏi Lusaka nhưng hãy cẩn thận nếu bạn đi hết con đường Makeni vì nó rất kinh khủng, tốt hơn nên đi theo M9 - con đường dài hơn và đông đúc hơn - . Chúng tôi đã trả cho người hướng dẫn 50 kwacha cho cả hai chúng tôi và đã có khoảng thời gian vui vẻ với những chú sư tử. Hướng dẫn thực sự khá tuyệt vời. Có 2 màu trắng và 3 màu nâu. Anh ta ném vào một số con gà vì sư tử không làm được gì nhiều. Mặc dù chúng trông khỏe mạnh, nhưng thật lạ là có một con cái và bốn con đực và nó chưa bao giờ mang thai.... Tôi hiểu rằng người chủ không muốn lai giống nhưng... Vì vậy, Tôi - tôi không chắc tiền mặt được quản lý ở đây như thế nào, thực sự đó không phải việc của tôi nhưng giá cả trực tuyến có vẻ không quá khắt khe. Chúng tôi cũng lái xe quanh khu nhà nhưng không thấy con vật nào cả, hình như còn có những con khác. Tất cả những gì chúng tôi thấy chỉ là những chiếc xe cũ và những mảnh vụn. Đọc thêm",
            "Nơi tốt để ghé thăm. Có thể nhìn thấy Sư tử trắng ở khu gần Điểm trừ là rất nhiều rác ô tô nằm ngổn ngang khắp nơiĐọc thêm",
            "Không đáng để lái xe. Hai con sư tử trắng tội nghiệp trong một chuồng quá nhỏ. Nơi này ngổn ngang những chiếc xe tải cũ và xác xe ô tô. Điều tích cực duy nhất tôi có thể nói về nơi này là các con vật trông khỏe mạnh.Đọc thêm",
            "Sau một quãng đường khá dài từ Lusaka, chúng tôi đã đến Game Ranch khác thường này.  Không có nhiều thứ để xem nhưng những con sư tử trắng đáng để đi.  Mặc dù không bị nhốt trong lồng nhưng chúng ở trong một khu vực khá nhỏ đối với những loài động vật hùng vĩ như vậy.  Tuy nhiên, họ trông đầy đủ dinh dưỡng, khỏe mạnh và hạnh phúc.  Trang trại phải thuộc sở hữu của một người cũng sở hữu một công ty công trình công cộng - rất nhiều xe tải và máy ủi cũ vứt bừa bãi một số tài sản.  Đọc thêm",
            "Mặc dù những con sư tử rất ấn tượng - đặc biệt là con sư tử to lớn màu trắng - nhưng thật buồn khi nhìn thấy chúng trong những chiếc lồng nhỏ như vậy. Nếu bạn yêu thích thể loại đó thì nó chắc chắn đáng để ghé thăm!Đọc thêm",
            "Đến thăm mẹ chồng tôi, người phụ nữ điều hành trang trại bước ra - đích thân cho chúng tôi xem những con sư tử - kể cho chúng tôi nghe những câu chuyện về những con sư tử, tên của chúng - chúng đến từ đâu. Chúng tôi đến gần hàng rào - chụp ảnh, người chủ gọi sư tử - chúng tiến tới. Nói chung là một chuyến thăm tuyệt vời - giá cả rất hợp lý. Chúng tôi hy vọng sẽ quay lại vào năm tới để lái xe - xem.Đọc thêm",
            "After reading many of the great reviews, I was really looking forward to going to Parayas, especially to see the white lions, however it wasn - t quite as I expected. The game ranch is part of a fully operational farm and unfortunately the landscape is a bit disturbed with scrap metal and broken down vehicles. However, when we drove in and were greeted by hordes of zebra and buffalo, the kids got thoroughly excited! As we were running late  - bear in mind the last entrance is at 4pm -  we opted to skip the game drive and go directly to see the white lions. It was definitely worth seeing the white lions, they were so majestic and you really do appreciate the difference from the regular ones. What was a bit disappointing was that our initial guide wasn - t very good at giving a compelling story about the lions, we only got the exciting information when we asked questions. After seeing the lions, we decided to give the kids some play time and went to the kiddies area. Despite calling earlier to ask if the pools were clean and fully operational  - as the kids really wanted to swim -  we were disappointed to find the pools not clean  - at least not to the standard we expected -  and therefore had to forego swimming and instead walked around and had some time on the swings. Although we didn - t get the experience we expected we did still have quite a fun day out - the younger kids in particular really enjoyed it and with the entrance costs quite reasonably cheap  - I think K30 to enter and additional K20 to see the lions - , I thought it was good value for money. Its not the most lavish place but the costs are also not prohibitive. I also think that if you had more time and decided to have a braii  - barbeque -  with the bush meat available for purchase on site, and enjoyed just hanging out with friends and family, that you would have an even better time. I do think the owners can do a bit more, like cleaning up and organising the place, adding more activities to the kiddies area and ensuring that the guides are all up to scratch. I would still say its worth checking out, even if its just for the white lions.Read more",
            "Tôi chỉ đến đó vì những con sư tử. Chúng - rất lớn và vui tươi, vì chúng chỉ mới 4 tuổi. Trang trại cũng có số lượng lớn Ngựa vằn, Linh dương và Trâu. Địa điểm đẹp.Đọc thêm",
            "Sau khi đọc một số đánh giá tốt trên Trip Advisor, chúng tôi lấy xe và đi dã ngoại vào Chủ nhật. Thật không may, nơi này không như những gì chúng tôi mong đợi khi nhận được những đánh giá tích cực. Bẩn thỉu, bẩn thỉu, không có tính cách. Một nơi lộn xộn trong bụi. Kinh nghiệm không được lặp lại.Đọc thêm"
        ],
        "star_ratings": [
            5,
            5,
            3,
            3,
            1
        ],
        "review_amount": 17,
        "location": [
            "Trang trại trò chơi Parays",
            "Lusaka",
            "Châu phi",
            "Những điều cần làm ở Lusaka",
            "Tỉnh Lusaka",
            "Zambia"
        ],
        "reviews_time": [
            "Written April 13, 2024",
            "Written March 10, 2018",
            "Written June 22, 2016",
            "Written August 22, 2015",
            "Written August 11, 2015",
            "Written July 8, 2015",
            "Written March 17, 2015",
            "Written January 27, 2015",
            "Written November 30, 2014",
            "Written November 17, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293843-d2343197-Reviews-Parays_Game_Ranch-Lusaka_Lusaka_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d2343197-Reviews-or10-Parays_Game_Ranch-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d3208587-Reviews-Lower_Zambezi_National_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d1116447-Reviews-Chaminuka_Game_Reserve-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d7034460-Reviews-Kalimba_Reptile_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d8434828-Reviews-Lusaka_National_Park-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d4310058-Reviews-Parays_Game_Farm_Wildlife_Sanctuary-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d15072064-Reviews-PaZuri_Place-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d20318639-Reviews-Protect_the_Pangolins-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d7218646-Reviews-Southern_Africa_Freedom_Trail-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d23723600-Reviews-Dingi_s_Gardens-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554582-Reviews-Namsan_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d3785932-Reviews-Emma_Wood_State_Beach-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d196218-Reviews-Plaka_Beach-Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g54117-d672476-Reviews-Fogland_Beach-Tiverton_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g41639-d106764-Reviews-The_Mount_Edith_Wharton_s_Home-Lenox_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d12655208-Reviews-Al_Hamra_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43606-d273820-Reviews-Quarry_Park_and_Nature_Preserve-Waite_Park_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g799531-d3404296-Reviews-Battistini_Beach-Lido_di_Ostia_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g608495-d15067342-Reviews-Agung_Silver-Sidemen_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d287743-Reviews-Downtown_West_Palm_Beach-West_Palm_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293843-d2343197-Reviews-or10-Parays_Game_Ranch-Lusaka_Lusaka_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293843-d2343197-Reviews-Parays_Game_Ranch-Lusaka_Lusaka_Province.html"
    }
]