[
    {
        "attraction_name": "Parc Safari",
        "attraction_name_vi": "Công viên Safari",
        "general_info": [
            "416 đánh giá",
            "1 trong 9 điều cần làm ở Hemmingford",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Kể từ ngày 15 tháng 7 năm 1972, 12 triệu du khách đã khám phá một phần châu Phi tại Parc Safari. Trong 40 năm, Parc Safari đã tôn tạo khuôn viên của mình, đa dạng hóa các hoạt động và đầu tư liên tục để cải thiện và duy trì điều kiện sống đặc biệt cho cư dân của mình, 500 loài động vật thuộc 75 loài khác nhau. Lối đi trên cao Olduvai cho phép bạn quan sát khỉ dễ dàng, trong khi các đường hầm bằng kính đưa bạn ngang tầm mắt với những chú sư tử trắng của chúng tôi! Trang trại Năm Lục địa giới thiệu với bạn những loài động vật đã được thuần hóa từ khắp nơi trên thế giới và cho phép bạn cưỡi lạc đà hoặc cưỡi ngựa. Công viên nước của chúng tôi hiện bao gồm năm khu vực: hồ bơi, bãi biển, tàu điện ngầm, đường trượt nước và trò chơi. Ngoài ra còn có Đường mòn Deer, hươu cao cổ Afrika Terrasse đang chờ bạn chiêu đãi!, Safari Aventure, các buổi biểu diễn, trò chơi và nhiều hơn thế nữa! Sứ mệnh của chúng tôi là bảo vệ và bảo tồn các loài có nguy cơ tuyệt chủng cũng như giáo dục khách hàng về chúng, đồng thời tạo ra một Thành phố giải trí, vui chơi và nhận thức về môi trường độc đáo cho cả gia đình. Được hướng dẫn bởi một đội ngũ đầy nhiệt huyết, Parc Safari đang phấn đấu để trở nên đẹp hơn và trọn vẹn hơn bao giờ hết cho các vị khách của chúng tôi! Hãy đến gặp chúng tôi vào mùa hè này!Đọc thêm",
        "reviews": [
            "Rất rất thất vọng với trải nghiệm này. Đừng lãng phí tiền của bạn để đi đến parc safari, nó không đáng chút nào. Từ bỏ là từ. Không có buổi trình diễn nào dành cho trẻ nhỏ, không được cưỡi ngựa,Đọc thêm",
            "Tôi tin rằng công viên này đã nhận được rất nhiều tiền từ chính phủ Quebec. Tôi không biết nó đã đi đâu Mọi thứ đều cũ kỹ, rỉ sét và xuống cấp. Đối với giá nhập học, tiền của bạn sẽ được hoàn lại. Tất cả các loài động vật đều trông giống như đang sử dụng Valium. Chúng tôi đến vào ngày 21 tháng 8 với một đứa trẻ 2 tuổi và tất cả các sân chơi đều đóng cửa. Không phải các công viên nước mà chúng tôi biết sẽ đóng cửa mà là các cầu trượt mà một đứa trẻ nhỏ sẽ thích thú. Tôi nghĩ đã đến lúc họ di dời một số loài động vật này và chỉ cần giữ cho phần Safari hoạt động. Thật là xấu hổ khi vận hành một công viên trong tình trạng này . Thật xấu hổ cho bất cứ ai chịu trách nhiệm và chính phủ nên điều tra xem hàng triệu đô la của họ đã được chi vào đâu. Rốt cuộc thì tiền thuế của tôi.Đọc thêm",
            "Chúng tôi đến thăm vào một ngày tháng tám nắng ấm. Chúng tôi không biết những gì mong đợi nhưng rất ngạc nhiên. Tất cả các khu vực đều có thể sử dụng xe đẩy và là nơi giao thoa giữa sở thú và trang trại chăn nuôi. Bạn có thể cho hươu ăn theo đúng nghĩa đen ngay bên cạnh bạn và cho các động vật khác ăn khi lái xe thông qua Safari. Nếu bạn đến công viên nước nhỏ, bạn có thể dễ dàng dành cả ngày vì chúng tôi phải mất 35 phút để vào công viên. Bạn có thể mang theo thức ăn của riêng mình và họ có những khu vực râm mát với bàn ăn dã ngoại. Hầu hết mọi thứ đều bằng tiếng Pháp nhưng với một chút kiến ​​thức bạn có thể sử dụng được. Mọi người chúng tôi nói chuyện đều nói tiếng Anh. Đáng giá 100 đô la mặc dù giá hơi cao, nó khá tuyệt và không có gì giống như bạn tìm thấy ở vùng đông bắc Hoa Kỳ. Lái xe qua Safari và mang theo rau diếp hoặc mua một ít nếu bạn muốn cho động vật ăn. Một vài địa điểm bán đồ ăn ở lối vào nhưng tôi sẽ mang theo đồ ăn nếu bạn có thể. Hàng dài và không có nhiều sự lựa chọn.Đọc thêm",
            "Đã đặt một đêm nghỉ trong Coolbox tại Parc Safari và không chắc chắn điều gì sẽ xảy ra.  Đứa con 9 tuổi của chúng tôi thực sự yêu thích mọi khoảnh khắc!  Hộp làm mát sạch sẽ và rộng rãi cho 4 người. Nhà bếp được trang bị nhiều dao kéo, bộ 4 đĩa và ly, một chiếc nồi cỡ vừa và nhỏ, một chảo rán cỡ vừa, tô nhựa lớn để đựng khoai tây chiên, dụng cụ bào phô mai, rây lọc, thìa lớn , thìa và lưỡi.  Có một máy pha cà phê nhỏ giọt với bộ lọc và cà phê. Ngoài ra còn có một miếng vải lau, khăn lau bát đĩa và xà phòng rửa chén. Giấy vệ sinh và xà phòng rửa tay trong phòng tắm.  Có móc treo và rất nhiều móc để treo khăn hoặc quần áo ướt.  Mỗi đơn vị có bàn ăn dã ngoại riêng. Chúng tôi rất vui khi thấy có một số trò chơi board game trên kệ.  Không có wi-fi miễn phí.  . Máy điều hòa được đánh giá cao khi trời nắng và chúng tôi ngủ ngon khi cửa sổ mở vào ban đêm.  Không có sân chơi trong khu phức hợp Coolbox nhưng có rất nhiều không gian xanh để chơi bóng, ném đĩa, v.v. Các hoạt động bao gồm rất tuyệt vời vì chúng chỉ giới hạn cho những người ở trong Coolboxes.  Điều này làm cho một trải nghiệm nhóm nhỏ tốt đẹp.  Mẹo: đỗ xe ở lô 3 khi bạn đến nơi.  Nói chung là một trải nghiệm tuyệt vời! Đọc thêm",
            "Các loài động vật trông có vẻ mệt mỏi vì hàng rào chim quá thấp và nhỏ đối với đại bàng, cú, nước của khỉ bẩn nhưng hươu cao cổ rất vui khi cho ăn mang theo rất nhiều rau diếp romaine, và sau khi trượt nước và té nước thì tuyệt vời và nước và muốn quá lạnh rất có thể chịu đựng được Chúng tôi lên ba các gia đình với mọi lứa tuổi từ trẻ mới biết đi 2 tuổi đến 15 tuổi có nhưng le và tất cả họ đều vui vẻ khi lựa chọn các đường trượt rất nhanh Đã đi vào một tuần nghỉ lễ xây dựng bận rộn và rất bận rộn nhưng thời gian chờ đợi đã tìm thấy bàn và bãi đậu xe rất ấn tượng về điều này tổ chức Rất nhiều nhà hàng, từ quán cà phê đến kem đến cửa hàng đồ chơi và cửa hàng quà tặng Giá cả rất phải chăng Tôi không mong đợi nhiều trước khi chúng tôi đến đó Tôi ước tính công viên rất vui Trẻ em cũng rất vui Người lớn cũng vậy Bàn dã ngoại ở khắp mọi nơi Sân chơi lớn Phải thử một lầnĐọc hơn",
            "Tôi đã đến rất nhiều sở thú và nơi này khá bình thường, đầu tiên là giá cả quá cao, nơi này cần được cải tạo, trước đây bạn có thể lái xe đến thăm các loài động vật nhưng giờ chỉ mở cửa vào buổi chiều vì bạn phải trả tiền cho chuyến tham quan safari buổi sáng. Có vẻ như họ không chỉ nghĩ đến lợi nhuận của khách hàng. Sẽ không bao giờ quay lại nữa. Đọc thêm",
            "Vườn thú này đã tồn tại được 50 năm nhưng tôi nghĩ rằng đại dịch đã ảnh hưởng nặng nề đến họ. Tôi nhớ mình đã đi khi còn là một thiếu niên và bây giờ khi trưởng thành, tôi nhận thấy họ đã đi xuống đồi. Có vẻ như không có cải tiến nào được thực hiện. Thay vào đó, nó đã đi xuống đồi. Không còn tinh tinh nữa. Lướt chuyến đi săn, bạn phải lái xe một lúc mới nhìn thấy động vật. Nó trông trần trụi. Theo ý kiến ​​​​của tôi không đáng tiền của bạn. Phần thú vị duy nhất trong ngày của chúng tôi là aquaparc ngay cả khi có rất ít việc phải làm. Thay vào đó, tôi dành thêm 2 ngày nữa và đi đến sở thú Granby. Đọc thêm",
            "Gia đình tôi và tôi vừa mới đi vào một ngày rất nóng. Đây là lần đầu tiên của chúng tôi và tất cả chúng tôi đều có trải nghiệm tuyệt vời cho cả những đứa trẻ dưới 10 tuổi của chúng tôi. Có rất nhiều điều để làm và xem. Chúng tôi đã dành cả ngày ở đó và vẫn còn nhiều điều để xem và làm. Công viên sạch sẽ, được tổ chức tốt và họ có nhiều hồ bơi và nhiều nhân viên cứu hộ ở mỗi nơi. Nhân viên rất thân thiện. Bạn có thể nói rằng họ đang nỗ lực rất nhiều để khiến trải nghiệm trở nên thú vị nhất có thể. Thật tệ là chúng tôi không nhìn thấy con khỉ nào vì chuồng của chúng đang được xây dựng.  Rất khuyến khích cho bất kỳ gia đình. Chúng tôi đi vào thứ Hai mà tôi cho rằng sẽ ít bận rộn hơn bình thường.Đọc thêm",
            "Nếu bạn chỉ nói được tiếng Anh hoặc tiếng Pháp thì không tốt - tôi KHÔNG khuyên bạn nên đi. Chúng KHÔNG bao gồm. Ở trong hộp Mát mẻ và tất cả các hoạt động bổ sung đi kèm với đặc quyền VIP đều bằng tiếng Pháp hoặc tiếng Anh rất tối thiểu và hạn chế - ví dụ: trong chương trình biểu diễn chim, phiên bản tiếng Anh của 5 phút tiếng Pháp là... những con chim có cánh và móng vuốt! Chuyến đi săn trong xe chở bụi toàn bằng tiếng Pháp - không có 1 từ tiếng Anh. Công viên nước thực sự hướng đến trẻ nhỏ - rất nhiều bể bơi dành cho trẻ em. 3 slide dành cho trẻ lớn hơn và không nhiều trang khác. Xếp hàng dài để đến được Sông Lười bạn phải lấy ống ở cuối dòng sông lười rồi đi bộ đến đầu dòng sông lười để vào. Chân trần và trên vỉa hè nóng bức. Không có hồ bơi nào được làm nóng - nước đã đóng băng! Không có nhiều động vật được coi là một phần của sở thú nên rất đáng thất vọng và chuồng dành cho động vật thì nhỏ. Lựa chọn thực phẩm hạn chế - chỉ có nơi ăn nhanh để lấy thức ăn. 2 nơi để có được kem xếp hàng dài. Nói chung là đắt so với những gì bạn nhận được.Đọc thêm",
            "Nhân viên tốt bụng, thân thiện và hữu ích. Công viên nước đẹp, có nhiều bãi đậu xe, thích nhất là bạn có thể cho hươu ăn và chạm vào chúng. Đọc thêm"
        ],
        "star_ratings": [
            115,
            140,
            70,
            47,
            44
        ],
        "review_amount": 416,
        "location": [
            "Québec",
            "Hemmingford",
            "Công viên Safari",
            "Những điều cần làm ở Hemmingford",
            "Canada"
        ],
        "reviews_time": [
            "Written August 23, 2023",
            "Written August 22, 2023",
            "Written August 11, 2023",
            "Written August 7, 2023",
            "Written August 6, 2023",
            "Written August 23, 2022",
            "Written July 25, 2022",
            "Written July 12, 2022",
            "Written July 11, 2022",
            "Written June 29, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1468136-d592908-Reviews-Parc_Safari-Hemmingford_Quebec.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d6925377-Reviews-Vignoble_le_Chat_Botte-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d10547403-Reviews-Verger_Hemmingford-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d8442159-Reviews-Hemmingford_Historical_Archives-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d19080796-Reviews-Petch_Orchards-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142629-d5893711-Reviews-Parc_Regional_St_Bernard-Saint_Bernard_de_Lacolle_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142629-d12708855-Reviews-Domaine_Clos_St_Bernard-Saint_Bernard_de_Lacolle_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d18941302-Reviews-Cidrerie_du_Minot-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g47445-d15039125-Reviews-Samuel_de_Champlain_History_Center-Champlain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142629-d19596928-Reviews-Pont_Saint_Andre-Saint_Bernard_de_Lacolle_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g47445-d25593814-Reviews-Four_Maples_Vineyard_Winery_Inc-Champlain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d592908-Reviews-or10-Parc_Safari-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d8622217-Reviews-Les_vergers_ecologiques_Philion-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142629-d8125632-Reviews-Club_de_Golf_International_2000-Saint_Bernard_de_Lacolle_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d19746680-Reviews-Domaine_des_salamandres-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g48529-d6941997-Reviews-Rouses_Point_Champlain_Historical_Society-Rouses_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48529-d20105849-Reviews-Sailor_s_Concierge-Rouses_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48529-d5842561-Reviews-Latitude_45-Rouses_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142629-d12826996-Reviews-Blockhaus_de_la_Riviere_Lacolle-Saint_Bernard_de_Lacolle_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4155929-Reviews-The_Vic_Theatre-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d665440-Reviews-Monkey_Park_Iwatayama-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d12653865-Reviews-Punalau_Falls-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g616162-d12212661-Reviews-Potamos_Beach-Malia_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d116924-Reviews-Old_Town-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g676686-d1924716-Reviews-San_Anton_Gardens-Attard_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d8074854-Reviews-Legoland_Discovery_Center_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d2661043-Reviews-Santichon_Village-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g642238-d216468-Reviews-Thorpe_Park-Chertsey_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34273-d6460143-Reviews-Lake_Eva_Park-Haines_City_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1468136-d592908-Reviews-or10-Parc_Safari-Hemmingford_Quebec.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1468136-d592908-Reviews-Parc_Safari-Hemmingford_Quebec.html"
    }
]