[
    {
        "attraction_name": "Paris-Beauvais Aeroport Shuttle",
        "attraction_name_vi": "Xe đưa đón sân bay Paris-Beauvais",
        "general_info": [
            "189 đánh giá",
            "- 394 trên 902 Giao thông vận tải ở Paris",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một trong những trải nghiệm tồi tệ nhất trong cuộc đời tôi. Tàu con thoi Beauvais-Paris vẫn ổn, nhưng theo chiều ngược lại, Paris đến Beauvais, đó là trải nghiệm tồi tệ nhất, phi hành đoàn thiếu tôn trọng đến mức đáng kinh ngạc, mất trí, vô tổ chức và hỗn loạn, không tôn trọng hàng người và những người đến đúng giờ, họ đừng theo lịch trình xe buýt, đối với chuyến bay của chúng tôi, họ thông báo rằng chúng tôi phải bắt xe buýt - giả sử là lúc 7:40 và xe buýt của chúng tôi chỉ khởi hành lúc 8:30.\nTôi - đang viết bài đánh giá này trong xe buýt, vô vọng, có lẽ tôi - sẽ bị lỡ chuyến bay về nhà. Bay với Ryan air trên tuyến đường này rẻ hơn nhưng không có ý nghĩa gì với tất cả những trải nghiệm tồi tệ mà bạn sẽ nhận được.Đọc thêm",
            "Tôi đã đặt và thanh toán vé khứ hồi 12 tháng cho hai người cách đây không lâu. Khi tôi đã nhập số thẻ của mình và nhấn nút mua, một thông báo cho biết họ không thể tiếp tục vụ kiện đặt phòng của tôi do lỗi nội bộ trang web của họ xuất hiện trên màn hình của tôi. Kiểm tra hộp thư điện tử của tôi - không có vé! Đã kiểm tra bằng ngân hàng trực tuyến- tiền - - 50 - bị trừ vào tài khoản của tôi mà không có xác nhận từ công ty! TUYỆT VỜI!Đọc thêm",
            "Tránh công ty này, trang web của họ cũng có một số vấn đề kỹ thuật. Và hãy lưu ý nếu bạn tạo vé trong khu vực thành viên ngay cả khi bạn mua tùy chọn hủy, nó sẽ ngay lập tức biến mất vì bạn đã tạo vé, ngay cả khi có thể là vài tháng trước chuyến bay của bạn. bởi vì chính sách của họ nói rằng việc tạo vé có tùy chọn hủy. Đơn giản là một trải nghiệm khủng khiếp.  \nĐây là số điện thoại của công ty ở Alicante. Họ không ở Pháp mà ở Tây Ban Nha.  - 34675697328Đọc thêm",
            "Chuyến xe buýt đầu tiên chúng tôi đi từ sân bay đến Paris thì tuyệt, nhưng chuyến từ Paris đến sân bay thì tệ. Nhiệt độ cực kỳ cao và cảm giác như máy lạnh của họ bị hỏng. Nhiệt độ trong xe buýt lên tới 28 độ. Bạn bè tôi và tôi bắt đầu cảm thấy buồn nôn và như thể chúng tôi sắp ngất đi vì cái nóng. Bên ngoài không hề nóng, chỉ khoảng 13 độ, nhưng nhiệt độ bên trong vẫn không thể chịu nổi. Đọc thêm",
            "Tôi không thể chê trách các xe buýt - chúng được tổ chức tốt, đều đặn, sạch sẽ và khởi hành đúng giờ, cộng với những chiếc xe mới hơn có cổng sạc USB. Tuy nhiên, nếu bạn rời Paris vào giờ cao điểm, hãy lưu ý rằng giao thông có thể khiến thời gian hành trình tăng gấp đôi. Hành trình của chúng tôi từ Sân bay Beauvais đến Paris mất 1 giờ 15 phút nhưng hành trình trở về Sân bay Beauvais mất gần 3 giờ - trong đó chúng tôi mất gần 2 giờ để ra khỏi trung tâm thành phố - !! Đọc thêm",
            "Dịch vụ rất tệ. Họ bán rất nhiều vé và chỉ có hai xe buýt cho mỗi chuyến bay. Khi xe buýt chật kín, họ gọi taxi cho những người khác, nhưng chỉ trong 15 phút. Vì vậy, chúng tôi đợi hơn một giờ để cuối cùng bắt xe. Các công ty khác nên thực hiện dịch vụ này tại Sân bay Beauvais.Đọc thêm",
            "Số lượng xe buýt chạy không đủ so với số lượng vé bán ra. Không có thông tin gì từ - xếp hàng đằng kia - đưa ra. Hơn bốn giờ chờ đợi với một đứa trẻ thực sự là một trò đùa. Vui lòng không sử dụng hoặc dựa vào dịch vụ này nếu bay đến Beauvais.Đọc thêm",
            "Dịch vụ khủng khiếp! Tôi đã mua vé trực tuyến và khi tôi đến bến xe buýt từ Paris, đã có một hàng dài người xếp hàng và không có xe buýt nào trong bến. Tôi đợi một tiếng và hàng đợi không tiến lên chút nào. Khi tôi hỏi ai đó ở quầy bán vé sẽ mất bao lâu để đến một chiếc xe buýt khác, họ nói hãy đi taxi hoặc cách khác. Cuối cùng, tôi phải đi taxi cùng một người khác có hoàn cảnh giống mình để không bị lỡ chuyến. Đọc thêm",
            "Chúng tôi đã gặp phải thảm họa trên đường đến sân bay. Có 3 chiếc xe buýt đậu không làm việc với các tài xế xe buýt bên trong và chúng tôi phải đợi 45 phút bên ngoài trời lạnh để đến xe buýt, mặc dù dự kiến ​​khởi hành lúc 7:40 nhưng nó lại xuất phát lúc 8: 25. Những người phụ nữ từ dịch vụ đến để thông báo với mọi người rằng họ phải đợi chuyến xe buýt tiếp theo mà không đưa ra bất kỳ lời giải thích nào. Vì sự chậm trễ của Airbus nên chúng tôi phải bỏ vali để không bị lỡ chuyến bay vì họ đã đóng hành lý bỏ túi vài phút sau khi chúng tôi đến, chúng tôi suýt bị lỡ chuyến bay và chúng tôi để quên rất nhiều đồ đạc trong vali ở sân bay để có thể đi qua cổng. Việc đối xử với hành khách như thế này là điều không thể chấp nhận được đối với chiếc máy bay của bạn - Đọc thêm",
            "Phải mất 4 giờ từ lúc chờ xe buýt đến khi thực sự đến Paris. Không có thông tin về thời gian nó sẽ ở đó. Không có cách nào để lấy lại tiền của bạn. Chúng tôi phải xếp hàng gần một tiếng đồng hồ trong khi tài xế xe buýt phải nghỉ giải lao bắt buộc. Sau đó anh ấy phải dừng lại 30 phút trên đường đi vì ngày hôm đó anh ấy đã lái xe quá nhiều. Chúng tôi phải xuống xe buýt trong nửa giờ ở một bãi đậu xe khác bên ngoài Paris. Ngoài một trò đùa!! Bắt taxi đến ga xe lửa Beauvais rồi đến Paris - như vậy sẽ đáng tin cậy và dễ dàng hơn nhiều Đọc thêm",
            "Trước đây tôi nhận thấy rất nhiều ý kiến ​​​​tiêu cực, vì vậy chúng tôi lo lắng việc xếp hàng sẽ như thế nào và thời gian như thế nào... tuy nhiên, chúng tôi đã mua vé trực tuyến và ngay sau khi xuống máy bay, chúng tôi đi đến trạm xe buýt, rất tốt được chỉ ra bằng các dấu hiệu. Hãy nhớ rằng giờ ghi trên vé không quá quan trọng, vì bạn sẽ vẫn phải xếp hàng chờ, vì vậy bạn rời máy bay càng nhanh thì bạn sẽ xếp hàng càng nhanh : - Do Thế vận hội Trò chơi, xe buýt đang đi đến St. Đại học Denis, cứ sau 15 phút và khi bạn xuống xe buýt, sẽ có kết nối tuyệt vời với tàu điện ngầm - tuyến 13 - đến trung tâm thành phố. Khi chúng tôi quay lại cũng không có vấn đề gì. Mọi việc diễn ra khá suôn sẻ.Đọc thêm",
            "Tránh nó ra! Nó ở rất xa.  Việc di chuyển từ - đến Paris rất tốn kém và mất 2 giờ. Cuối cùng, nó đắt hơn hai sân bay còn lại.Đọc thêm",
            "TỆ HẠI! Dịch vụ đỗ xe thật kinh khủng. Mặc dù đã đặt chỗ và bị tính phí nhưng tôi chưa bao giờ nhận được vé điện tử. Nhiều email không được trả lời và không thể nói chuyện với đại lý. Cuối cùng, tôi nhận được một email nói rằng họ không thể tìm thấy đơn hàng của tôi. Dường như không ai phải chịu trách nhiệm.Đọc thêm",
            "Trang web này là một lừa đảo. KHÔNG MUA VÉ TẠI ĐÂY! Tôi đã bị tính phí và không bao giờ nhận được vé, không có bất kỳ xác nhận nào. Đã liên hệ với bộ phận dịch vụ khách hàng của họ qua email nhiều lần nhưng chưa bao giờ nhận được phản hồi.Đọc thêm",
            "Đọc rất nhiều đánh giá không tốt nên rất e ngại về trải nghiệm của chúng tôi, tuy nhiên nó thật tuyệt! Dễ dàng tìm thấy - ngay bên ngoài sân bay - . Xe buýt đến trung tâm Paris mất nhiều thời gian hơn một chút do giao thông tuy nhiên điều này nằm ngoài tầm kiểm soát của dịch vụ và chúng tôi đến vào khoảng 5 giờ chiều như dự kiến. Hành trình trở về thật hoàn hảo, mất đúng thời gian đã nêu, đến sân bay có nhiều thời gian - rời Paris 08:20, đến sân bay 09:20 - Nếu chúng tôi kén chọn, bản thân xe buýt có chỗ ngồi nhỏ, nhưng chúng tôi cả hai vẫn cố gắng chợp mắt trước chuyến bay: - sẽ giới thiệu và sử dụng lạiĐọc thêm",
            "Nếu bạn sử dụng xe buýt từ Paris, bạn có nguy cơ cao bị lỡ chuyến bay vì xe buýt đang đi qua một thị trấn nhỏ và giao thông có thể rất tắc nghẽn nên bạn nên khởi hành 5 giờ trước chuyến bay! Ngoài ra sân bay thật kinh khủng! Tôi là người đi du lịch rất nhiều và đây là sân bay tồi tệ nhất ở châu Âu. Cá nhân thật kinh khủng và nó đang kiểm tra ngay cả đồ lót của bạn! Họ đang cố gắng làm phiền khách hàng bằng cách mở túi của họ và cố gắng làm cho họ cảm thấy khó chịu và bị lỡ chuyến bay. Vì một chiếc dầu gội nhỏ không có trong túi nhựa nhỏ mà tôi đã đợi 1 tiếng đồng hồ và suýt bị lỡ chuyến bay! Đừng sử dụng sân bay này!Đọc thêm",
            "Tùy chọn rủi ro rất cao.  Chuyến đi mất 2 giờ 20 phút vào chiều thứ ba.  Phụ thuộc nhiều vào giao thông rất đông đúc.  Kiểm tra giao thông trước khi đặt phòng.  Tuyến đường tàu có thể đáng tin cậy hơn.Đọc thêm",
            "Vào giờ cao điểm hãy cố gắng tránh. Sự nhầm lẫn và các câu hỏi cực kỳ dài. Nhân viên rất kém. Nhân viên nội trú và hải quan đã cố gắng hết sức tuy nhiên đó là một cơn ác mộngĐọc thêm",
            "Không kịch tính Có thể là sân bay tồi tệ nhất mà tôi từng đến. Tôi đã đi du lịch khá nhiều nơi nhưng đến và khởi hành đến sân bay này là trải nghiệm tồi tệ nhất mà chúng tôi phải trải qua. Chúng tôi đã đến 2 giờ trước khi khởi hành do sân bay rất nhỏ và họ vẫn phải hoãn chuyến bay của chúng tôi kèm theo một lời giải thích trong số họ không có khả năng quản lý đám đông. Các nhân viên kiêu ngạo và hét lên với mọi người. Đối tác của tôi đến từ Pháp thậm chí còn cảm thấy xấu hổ về điều đó được nói rất nhiều - Hãy tránh nơi này bằng mọi giá!!!! Đọc thêm",
            "Chỉ phải đợi khoảng 10 phút cho xe buýt ở hai đầu. Ghế hơi chật nhưng nó khiến ghế Ryanair của bạn có cảm giác như hạng thương gia. Tôi - phải nói rằng mặc dù đây là tháng ba nhưng xe buýt rất ấm áp và tôi rất vui khi được xuống xe để tận hưởng không khí trong lành. Nhìn chung thì nó đã làm được việc.Đọc thêm"
        ],
        "star_ratings": [
            34,
            11,
            17,
            22,
            112
        ],
        "review_amount": 196,
        "location": [
            "Pháp",
            "Ile-de-France",
            "Paris",
            "Xe đưa đón sân bay Paris-Beauvais",
            "Những điều cần làm ở Paris",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written August 30, 2023",
            "Written August 30, 2023",
            "Written September 28, 2023",
            "Written October 12, 2023",
            "Written October 13, 2023",
            "Written October 16, 2023",
            "Written October 16, 2023",
            "Written May 26, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written April 7, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written March 17, 2024",
            "Written March 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d13385332-Reviews-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d10622104-Reviews-Il_Grano-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196581-d21272798-Reviews-Pinzutu_Bistro_Corse-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196581-d719070-Reviews-Le_Chalet_de_Neuilly-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2543138-Reviews-Janna-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d1035194-Reviews-La_Famiglia-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196581-d6699504-Reviews-A_La_Coupole-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d5937055-Reviews-L_Ambre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d11434872-Reviews-Kirane_India-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196581-d719886-Reviews-Sebillon-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d718140-Reviews-L_Auberge_dab-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6728647-Reviews-Eglise_Notre_Dame_de_Compassion-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14118283-Reviews-Monument_de_l_Automobiliste-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196581-d4604287-Reviews-Visite_Guidee_Paris-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d19213580-Reviews-Fresque_Femmes_courage-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14184150-Reviews-Monument_au_General_Koenig-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d11805515-Reviews-Square_Alexandre_et_Rene_Parodi-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14978910-Reviews-Monument_a_Eugene_Flachat-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-or10-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d11761360-Reviews-Paris_Disney_Best_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17762527-Reviews-Paris_Disney_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10265472-Reviews-BT_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d26581055-Reviews-Disney_Paris_Airport_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7886944-Reviews-Easy_Go_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25012667-Reviews-Parisway_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12891787-Reviews-Elegant_Transfers-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8336118-Reviews-AbiTransport-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8506547-Reviews-Transferparis-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8674170-Reviews-Franca_Entre_Amigos-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d24128280-Reviews-Palais_Maillot-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196581-d26239534-Reviews-BEL_CANTO_NEUILLY_PORTE_MAILLOT-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10876769-Reviews-Lok_Siam_Spa_Ternes-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d245107-Reviews-Jazz_Club_Etoile_Restaurant_with_Live_Music-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196581-d15203138-Reviews-Les_Bains_De_Neuilly_Spa-Neuilly_sur_Seine_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4547951-Reviews-Visites_Spectacles-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12970125-Reviews-Odelliance-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23496132-Reviews-Bam_Karaoke_Box_Etoile-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13803616-Reviews-Hertz_Ride_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127352-Reviews-Bradbury_Building-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36619-d281992-Reviews-Anderson_Japanese_Gardens-Rockford_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4783997-Reviews-The_LEGO_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d6921935-Reviews-Mayflower_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g30163-d591689-Reviews-Bayou_Wildlife_Zoo-Alvin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g635745-d11925961-Reviews-Kuza_Cave-Jambiani_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d648380-Reviews-Genesee_Theatre-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1717873-Reviews-Gold_Silver_Pawn_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187317-d252034-Reviews-Harburg_Castle-Harburg_Swabia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-or10-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html"
    }
]