[
    {
        "attraction_name": "Paris Las Vegas",
        "attraction_name_vi": "Paris Las Vegas",
        "general_info": [
            "4.552 đánh giá",
            "- 105 trong số 750 việc cần làm ở Las Vegas",
            "Điểm tham quan - Di tích lịch sử",
            "Sòng bạc"
        ],
        "attraction_summary": "Bạn sẽ không có được khung cảnh như thế này ở bất kỳ hồ bơi nào khác ở Las Vegas. Pool á París nằm ngay bên dưới bản sao Tháp Eiffel của khách sạn tại Paris Las Vegas, ở trung tâm Dải Las Vegas. Hãy nghỉ ngơi và thư giãn ở một tầm cao mới với dịch vụ cho thuê ghế dài, đi văng hoặc chòi tại Pool á París. Bầu không khí lãng mạn kết hợp với nhiều tiện nghi khác nhau sẽ giúp bạn trẻ hóa và sẵn sàng cho buổi tối trên Dải Las Vegas nổi tiếng.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi ở đây 2 đêm vào tháng Sáu.  Việc đăng ký diễn ra nhanh chóng và hiệu quả tại Diamond Lounge. Kiểm tra thường xuyên dường như có cả ki-ốt và nhân viên phía sau bàn để kiểm tra bạn.\n\nChúng tôi có một phòng vua trên tầng 30 nhìn ra MGM Grand. \n\nPhòng của chúng tôi sạch sẽ và được bổ nhiệm.  Vòi sen lớn và phòng tắm có kích thước khá tổng thể.  Phòng rất đẹp, giường thoải mái và có tủ lạnh cá nhân để bạn sử dụng.\n\nHồ bơi là một khu vực khá đẹp với tầm nhìn tuyệt vời ra Tháp Eiffel.  \n\nKhách sạn rất bận rộn có thể do WSOP.  Một số địa điểm ăn uống đôi khi khá bận rộn nhưng có rất nhiều sự lựa chọn.\n\nVị trí thực sự tuyệt vời và không thể đánh bại được. Dễ dàng đi từ phòng của bạn ra dải.\n\nKhông có khiếu nại về kỳ nghỉ của chúng tôi tại Paris. Sẽ ở lại đây một lần nữa Đọc thêm",
            "Khách sạn tuyệt vời, hồ bơi tuyệt vời. Sẽ là 5 sao nhưng một số mức giá thật vô lý. Tôi đã quen với việc trả tiền cho dịch vụ cao cấp nhưng mức này hơi cao đối với tôi.  - 172 cho 4 ly Pina Coladas ở hồ bơi? Tôi rất thích nhà hàng tháp Eifel. Cái đó cũng đắt, - 500 mỗi cặp, nhưng cũng xứng đáng. Tôi nghĩ Vegas nói chung đã tăng giáĐọc thêm",
            "Tôi đã từng đến các khách sạn khác ở Vegas và đây là mức thấp nhất trong số 3 lần tôi từng đến đó. Căn phòng chúng tôi ở có cửa sổ bẩn, không có dịch vụ phòng, không có lò vi sóng và sẽ không được dọn dẹp trừ khi được yêu cầu vào ngày hôm sau. Tôi - tôi không chắc bây giờ đây có phải là giao thức phù hợp hay không, nhưng có vẻ như sau đại dịch, hầu hết mọi thứ ở Vegas đã thay đổi. Ngoài ra không còn đưa đón sân bay nữa. Tôi - tôi cũng đưa ra đánh giá của mình là 3 - 5 vì chúng tôi đã được nhân viên cho chạy vòng quanh trong khi chơi máy đánh bạc và có khoảng thời gian vui vẻ với một vài câu chuyện khác nhau của nhân viên để ra khỏi tòa nhà. Nhân viên tầng 1 đi ngang qua cho biết đó là quả bom do một vị khách nào đó cho nổ trong tòa nhà và ra hiệu rằng đột nhiên có mùi điện bốc khói là từ đó. Vì vậy, sau khi nghe điều đó, chúng tôi gtfo ở đó. Sau khi rời khỏi tòa nhà và đi ra ngoài, chúng tôi thấy lính cứu hỏa của quận Clark ra vào tòa nhà và chờ đợi mệt mỏi nên chúng tôi rời đi và ăn trưa tại Shake Shack trong vài giờ trên dải đất. Khi chúng tôi quay lại, lính cứu hỏa đã rời đi và mùi khói cũng biến mất. Các nhân viên khác mà chúng tôi gặp đã xác nhận rằng vụ việc là do cháy bếp tại nhà hàng Vanderpump bên trong khách sạn chứ không phải do mối đe dọa đánh bom nào đó. Trải nghiệm này khiến tôi nghĩ đến việc có thể mua bảo hiểm nếu xảy ra sự cố như vậy vào lần tới khi chúng tôi đặt phòng khách sạn ở bất kỳ đâu trên thế giới. Bạn không bao giờ biết những ngày này!Đọc thêm",
            "31st july-6th august 2023\nI was initially a bit concerned about staying at the paris after seeing some reviews about cleanliness and check in etc. However it was an amazing trip. We arrived at about 4.30pm and there was a queue for check in but we thought we would try our luck at the online check in counter, we were able to pull up all our details, print our room keys and pay for a late departure check out. Within ten minutes we were in our room. We didn - t have a view of the strip but there were so many other spots around the hotel to get a good view of the strip it was fine. Our room was spacious, although there were two of us we had two beds in the room, huge wardrobe unit and a spacious bathroom with a bath and an amazing shower.  Our room was quite close to the lifts but we didn - t hear any noise and were not woken at all by other guests. \nThe paris hotel is in such a good location, we would recommend this hotel. \nOn our last night we ate in the Eiffel tower restaurant and it was my favourite night of the trip, the service and food was excellent, the views were unlike any other we had seen so far of the fountains and strip. We also witnessed three engagements whilst enjoying our dinner! \nOn the other evenings of our trip we did see huge lines at check in as it opened at 3pm and everyone seemed to rush there then. My advice would be go and get a drink at the many bars dotted around the paris floor or sit with your cases at the slot machines or restaurants nearby and wait for the rush to die down. You could even drop your bags into the staff at the main entrance for a tip and go explore. \nRegarding our room being cleaned, the second day we were getting ready to go out when the cleaning staff knocked and they didn - t come back however 4 out of the 7 days our room was serviced so we did not have any complaints there. There is a phone number that you can text to ask for various services such as cleaning but with english phone numbers there was a charge. \nWe just had such a great time even if we did 100,000 steps in a week! Read more",
            "Had a great stay August 13 to 18 at Paris Las Vegas with my husband, daughter  - 18 -  and her friend.  Was there to celebrate our daughter - s birthday. We arrived at 9:30pm, so easy check in, no lines, was not able to get an upgrade, but had a spacious 2 Queen Room with a view of the new sphere, Linq and Tropicana Pool.  Room was cleaned and serviced every day. Staff were friendly and helpful. Check out was easy, we asked for a late check out at 4pm for additional  - 60  - so worth it with a 9pm flight -  and was able to settle my bill at 1pm with no line ups and just vacate at 4pm.  Pool was great, lots of seating, but expensive drinks.  We brought a small coffee maker from home, which saved us  - 40 - day in coffee, so  - 200 in total  - yes coffee was  - 37.95 for 4 before tip - . The mini - bar in the room, takes up SO much room and when we asked to have it removed the cost was  - 50, we declined. We also bought reusable cups and purchased drinks at the CVS and kept in our fridge and just refilled in our reusable cups.  In n -  Out was a great and affordable place for lunch and highly recommend Battista - s Hole in the Wall, all within walking distance.  The location of the Paris is perfect, in the middle of everything. Had a nachos at Margaritaville one night that fed the 4 of us.  Delicious. Fremont is a must as well.  All in all, was nervous about our stay at the Paris based on the most recent reviews and all I can say, is our stay was positive and would return again.  Also highly recommend going during the week, we left Friday and it was insanely busy compared to the rest of the week and would NOT recommend going on a weekend.Read more",
            "Tôi muốn YÊU nơi này nhưng đó chỉ là một trải nghiệm tầm thường. Checkin là hàng dài nhất tôi từng trải qua. 1,5 giờ! Dòng tự kiểm tra đã dài hơn nhiều. Họ cũng không có đầy đủ nhân viên để kiểm tra khách. \n\nTôi thức dậy với vết phát ban ở vai trái. Tôi sợ đó là rệp nhưng có thể là chất gây dị ứng cho khăn trải giường. Sau khi thức dậy, tôi nhận thấy mặt chăn được đặt bên dưới - thật thô thiển - vì vậy nó chạm vào da tôi suốt đêm, và tôi - tôi chắc chắn rằng họ không - giặt nó sau mỗi lần khách đến!\n\nNgoài ra, đây là một khách sạn đẹp, vị trí tốt.Đọc thêm",
            "Khách sạn tuyệt vời!  Chúng tôi ở trong phòng không hút thuốc ở tầng 24. Của chúng tôi - Burgundy Rm-king w - View Tháp Eiffel - thực sự rất đẹp.   Cũng cung cấp một cái nhìn về đài phun nước ở Bellagio.  Một căn phòng đã được tân trang lại - dịch vụ dọn phòng đến mỗi ngày.  Nhận thẻ phần thưởng Caesar - s với mức giá thấp hơn.  Hãy chắc chắn để yêu cầu một phòng được cải tạo!    - Dennys cung cấp giảm giá aarp - aaa - .Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ miễn phí tại Paris Las Vegas từ ngày 29 tháng 8 đến ngày 2 tháng 9. Chúng tôi được chỉ định phòng 2903, nơi có tầm nhìn tuyệt vời ra Tháp Eiffel và Đài phun nước Bellagio. Phòng của chúng tôi sạch sẽ và giường - gối thoải mái. Khi ở đó, chúng tôi đi bộ đến một số sòng bạc Caesars khác và có thời gian đánh bạc và ăn uống vui vẻ. Về ăn uống, hai địa điểm yêu thích của chúng tôi là Fulton Street food Hall tại Harrah - s và Cafe Hollywood tại Planet Hollywood.  - Chúng tôi không phải là người sành ăn. - Nhân viên khách sạn Paris rất thân thiện và nhiệt tình mặc dù vô cùng bận rộn. Paris Hotel là một vị trí tuyệt vời ở giữa dải đất. Chúng tôi thích sòng bạc và thực tế là bạn có thể đi bộ qua lại giữa Horseshoe và Paris trong nhà, đặc biệt là vì trời mưa vài ngày trong chuyến đi của chúng tôi. Chúng tôi chắc chắn sẽ quay lại ở Paris một lần nữa. Đọc thêm",
            "Yêu căn phòng của chúng tôi với hai tủ quần áo, vòi sen lớn và nhiều khăn bông. Đánh giá cao không có sàn hút thuốc. Việc đăng ký vào Chủ nhật là một quá trình kéo dài một giờ, điều mà chúng tôi được biết là điển hình vì đó là ngày các gói hàng của hãng hàng không thường đến! Đọc thêm",
            "Khách sạn thật ĐẸP! Phòng đẹp, phòng tắm lớn, vòi sen LỚN với 2 vòi sen bạn có thể chọn. Tủ lạnh, Bàn ủi có bàn ủi, tủ treo quần áo - áo khoác, Dịch vụ dọn phòng xuất sắc!Đọc thêm",
            "Khi tôi đặt phòng, tôi có ấn tượng là tôi đã đặt phòng ở khách sạn Paris trong khi thực tế đó là Móng ngựa.  Không thể nào chúng tôi có thể chuyển tất cả hành lý của mình sang phía bên kia của khách sạn này sang khách sạn khác nên chúng tôi phải trả thêm tiền để ở lại Paris.Đọc thêm",
            "ĐỪNG - Đừng lãng phí tiền của bạn! Tôi ước gì chúng tôi đã chọn một khách sạn khác. Tôi đã ở Vegas nhiều năm trước khi Paris mới mở cửa và nghĩ rằng một ngày nào đó tôi sẽ ở lại đó khi có đủ khả năng chi trả. Tầm nhìn của chúng tôi về Tháp Eiffel giả không bù đắp được việc chúng tôi xếp hàng chờ 30 phút chỉ để nhận phòng do không đủ nhân viên đăng ký tại bàn làm việc. Đồ nội thất trong phòng hơi cũ kỹ và thảm bị ố màu. Thực sự có những mảnh vụn trên giá đỡ ban đêm. Đồ đạc trong phòng tắm đã lỗi thời và vết rỉ sét còn trong bồn tắm. Phòng không có tủ lạnh mini, không có lò vi sóng và tệ nhất là không có máy pha cà phê. Tôi - không phải là người thích uống cà phê ở khách sạn, nhưng tôi đánh giá cao ngay cả một tách cà phê dở tệ để đi vào buổi sáng. Xem xét chi phí cho một đêm nghỉ của chúng tôi, tôi mong đợi nhiều hơn. Chúng tôi đã trả phòng vào sáng hôm sau sau khi mua nước cam - 7 giờ ở sảnh. Tất cả các quán cà phê đều có hàng dài - tôi chắc chắn là do không có cà phê trong phòng -. Chúng tôi ở lại đêm hôm sau tại Provo tại Holiday Inn Express với chi phí bằng một phần ba chi phí ở Paris và có một phòng sạch sẽ với tất cả các tiện nghi bổ sung bao gồm máy pha cà phê trong phòng và bữa sáng miễn phí. Có rất nhiều nơi để ở lại Vegas. Tôi - tôi chắc chắn rằng đồng đô la của bạn sẽ có giá trị tốt hơn.Đọc thêm",
            "Chúng tôi - đã đến Vegas nhiều lần nhưng chưa bao giờ ở lại đây trước đây. Nó ở một vị trí tuyệt vời và có một khu vực hồ bơi tuyệt đẹp với mùi kim ngân đáng yêu theo từng làn gió. Nhưng cần cập nhật. Căn phòng của chúng tôi không có gì lạ mắt nhưng trong khi vòi sen rất tuyệt, bồn rửa lại bị tắc một phần và nước phải chảy mãi mãi. Wi-Fi trong phòng vẫn ổn nhưng ở hồ bơi thì tệ. Ngoài ra việc tiếp nhận truyền hình trong phòng là khủng khiếp. Nó tiếp tục cố gắng tải lại. Phí khu nghỉ dưỡng khá cao do Wi-Fi và khả năng thu sóng kém. Thảm hành lang bị ố và có gương vỡ trong thang máy. Hồ bơi là lý do duy nhất khiến tôi được xếp hạng - rất tốt.Đọc thêm",
            "We booked the Paris hotel after staying at Planet Hollywood last year. We had a great view of their pool and decided to stat there this year. Pros - great location, room was clean. Great restaurantsCons - we stayed at the Versailles which is really the old Bally - s hotel. They don - t tell you that on the website. So you have to walk through the Paris hotel, then the Horseshoe casino to get to the Versailles. I - d say about a mile walk. We arrived late on a Saturday. We asked to switch to a Paris hotel room, even offered to pay more if there was a premium. Front desk person told us they were sold out for the night but we could ask the next morning as there were rooms. We went to the front desk around 9 and were met with a lady who seemed very unhappy with her job. No hello, no how can I help you. Just a bad scoul on her face. We explained our situation and she said, nope, we are sold out. You booked the Versailles so you have to stay there. We checked on line and there were rooms available in the Paris tower, but decided not to push the issue. We enjoyed our stay minus the long walks and overpriced drinks by the pool. Our flight was later in the afternoon so we requested a late checkout. Regular checkout is 11, we asked for 12:30. No problem, 30.00 charge. We walked to the front desk to pay as we wanted to pay in cash. We are Canadian and the exchange rate on a credit card is over 40 - . We waited in a line that was about 40 mins long, only to be told we couldn - t pay until we actually checked out. They did say that we could pay at the front desk in the Versailles tower. Great. We walked around the stripe, then went down to the desk at 12:30 to pay. We were told, they can - t accept cash payments for the Paris hotel. They even showed us a memo stating such. So back to the Paris side  -  Mile walk -  to pay. Waited about 15 mins in line and asked why we were told we could pay at the other tower when we couldn - t. Front desk staff seemed to care less and ignored our question. All she said was, do you want to pay cash now? We are busy, so hurry up and decide. We paid and left. We will not stay at this Hotel again. We have stayed at many hotels in Vegas such as Mandalay Bay, Luxor, New York New York, Rio, Planet Hollywood. This was easily the worst experience of them all. The only other negative hotel experience was actually Planet Hollywood, which is also part of Caesar - s. Maybe it is a Caesar - s issue. New York New York was great as was Mandalay Bay. They are just not as conveniently located as Paris or Planet HollywoodRead more",
            "Chúng tôi đến Vegas lần đầu tiên. Chúng tôi không quan tâm đến cờ bạc tuy nhiên tôi đã chơi máy đánh bạc và hòa vốn. Theo ý kiến ​​​​của tôi, việc nhảy lên xe buýt chắc chắn đáng làm trong một ngày nhưng không đáng để tham gia thêm những ngày nữa .Đồ ăn trong sòng bạc đắt tiền và ngoài hạng sang thì đồ ăn cũng bình thường. Chúng tôi ở lại 4 đêm, quá dài 2 ngày là đủ.Đọc thêm",
            "Sự sạch sẽ hoàn toàn khủng khiếp của các phòng. Phòng đầu tiên của tôi, máy điều hòa không hoạt động nên họ gửi tôi đến phòng thứ hai có một cái lỗ trên ga trải giường, dấu vân tay bẩn trên tủ quần áo, bụi bặm khắp nơi và rác rưởi bên dưới tủ đầu giường của tôi.Đọc thêm",
            "Room - We were 2 couples staying over Mother - s Day weekend with Seven Star status. We booked two rooms in the Versailles Tower, great views of the pool and the strip  - rooms 7117  -  7121 - . The rooms over look Drais night club and we could hear the music on the weekend, I would recommend bringing ear plugs or a sound machine if you - re a light sleeper. The only other  - inconvenience -  is the showers don - t have anywhere to put your toiletries. We just brought a portable shower caddy which worked well. Otherwise the rooms are beautifully updated with a modern French theme and are very roomy. It was very clean and housekeeping did a great job, we requested extra towels and they were quick to get them to us. There are lots of plug-in - s throughout the room with USB as well. No coffee maker or fridge but that - s to be expected in Vegas : - . Note, the tower is in the Horseshoe casino but a walkway is being built, you can use the Horseshoe front desk to check in. Spa - ABSOLUTELY AMAZING! Highly recommend booking a service with them. Great amenities, very clean, and the masseuse - s do a great job. I got a 50 minute Swedish massage and with tip it was  - 198 - which I think is very reasonable for Vegas. Pool - Booked a day bed for the 4 of us. It was a Monday so the pool was moderately busy and we didn - t have any issues getting bumped into or fighting for space in the pool. Music was good, not super loud, and vibe is really laid back and calm  - not a  - party -  pool - . The service was a little slow but very friendly and eager to help, assuming they - re short staffed like everywhere else. We got the Spiked Lemonade, Grand Mimosa and Paloma - so good! Yes the pool drinks are expensive  -  - 37 -  but you get a lot of booze and, again, that - s the going rate for drinks in Vegas so we weren - t too shocked. Only downside is our safe was locked and it took over an hour for security to come and open it. Restaurants- Vanderpump a Paris was just  - meh - . In our opinion you - re paying for the atmosphere. The drinks are just ok and the food wasn - t very flavorful. Mon Ami Gabi was the highlight for our trip. We booked a brunch reservation on Mother - s Day for 11:00 and were able to get right in although it was SO busy. We didn - t get outdoor seating but were in the atrium which felt like you were outside but with air conditioning : - . We got the French toast, burger and fries and Bloody Mary - s - all excellent and cooked like we asked. Casino - Like everywhere else in Vegas the cocktail service is sparse, but the slots were good to us so that - s a win! Entertainment - Happy Hour High Roller, Beatles Love, and Piano Bar at Harrahs. We always do these three things when we - re in Vegas because they - re a blast! Beatles Love is closing in July so I recommend trying to see it before it - s gone!Overall it was a really great trip and we will definitely stay at Paris again!Read more",
            "Paris là một khu phức hợp khách sạn lớn trên Dải. Nó có hai cánh - cánh Versailles và cánh Bordeaux. Tôi ở lại cánh cũ mới hơn. Bước vào khách sạn, bạn sẽ thấy mình đang ở trong một mê cung gồm những máy đánh bạc và bàn roulette. Phòng đăng ký rất lớn nhưng hàng đợi đăng ký có thể rất dài. Tôi mất 30 phút để đăng ký và nhận thẻ phòng. Căn phòng tôi ở là một căn phòng nhìn ra Sphere. Nó rất lớn với hai giường đôi và khu vực sinh hoạt rộng rãi.Đọc thêm",
            "Bản thân khách sạn rất trung bình. Tuy nhiên, toàn bộ chủ đề Paris được thực hiện tốt trong khu vực sòng bạc, không được chuyển tải đặc biệt sang các phòng rất cơ bản. Những chiếc giường có cảm giác rất nhỏ. Hồ bơi rất đẹp tuy nhiên đôi khi khó có được một chiếc ghế dài. Giá đồ uống tại hồ bơi thật RẤT LỚN! Cocktail nhỏ - 35 không cần tiền boa. Chai Pepsi - 9. Phí nghỉ dưỡng là - 52 mỗi đêm và bạn nhận được WiFi - đây thực sự không phải là một phần phí nghỉ dưỡng vì bất kỳ ai vào sòng bạc đều có quyền truy cập WiFi. Không có gì thực sự được bao gồm và khiến chúng tôi lo lắng về việc bất cứ thứ gì chúng tôi nhặt được sẽ có giá bao nhiêu. Không có tiện nghi pha trà và cà phê trong phòng. Tôi nghĩ bạn có thể trả - 35 để uống cà phê - không phải cho toàn bộ thời gian lưu trú của bạn -. Có rất nhiều nhà hàng đều có mức giá cao. Dịch vụ này ổn, theo nghĩa đen là ổn. Sẽ không nói có ai vượt quá hay vượt quá, một số thô lỗ nhưng tất cả đều mong đợi tiền boa. Vị trí rất tốt và khá trung tâm. Đây là điểm dừng chân cuối cùng trong tuần trăng mật của chúng tôi và bị choáng ngợp bởi dịch vụ, phòng và giá trị chung của đồng tiền.Đọc thêm",
            "Hàng người xếp hàng nhận phòng rất dài nhưng vào giờ cao điểm họ chỉ có 5 người ở quầy lễ tân. Vào những thời điểm cao điểm, họ nên có sẵn mọi nhân viên sẵn sàng để nhận - trả phòng nhanh hơn. Chúng tôi đã không nhận được phòng cho đến 5 giờ chiều và điều đó đã làm hỏng kế hoạch buổi tối của chúng tôi trong đêm đầu tiên. Căn phòng đã cũ, gối và giường không thoải mái. Không có áp lực nước và TV không hoạt động nên đã liên hệ với quầy lễ tân và họ cử người đến sửa TV và áp lực nước, nhưng họ không bao giờ xuất hiện. Sẽ không ở lại đây nữa. Đọc thêm",
            "CHÀO! Tôi đã đặt phòng - Phòng Burgundy - , nhưng có vẻ như tên phòng này không còn nữa.  Bạn có nghĩ anh ấy - Phòng Burgundy - là tên cũ của - Phòng Bourdeax - ?Đọc thêm",
            "Xin chào, tôi vừa xem đặt phòng com và những bức ảnh của căn phòng Bordeaux trông giống căn phòng màu đỏ tía mà chúng tôi đã ở.Đọc thêm",
            "Phòng tập thể dục ở Paris thế nào?   Họ có loại thiết bị gì?  Chiều cao trần thế nào?  Cảm ơn Đọc thêm",
            "Người phục vụ có mở cửa không và nhà hàng nào đang mởĐọc thêm",
            "Xin lỗi, tôi không thể trả lời câu hỏi đó. Tôi đã đi trước đại dịch! Đọc thêm",
            "Vừa đặt phòng ở Paris cho sinh nhật tuần tới!!!! Bây giờ ở đó thế nào? Đã ở Paris năm 2019. Bể bơi tuyệt vời!!!!\n\nMẹo???? Cảm ơn!! Ok\n\nXóaĐọc thêm",
            "Nhà hàng đặc trưng của khu nghỉ dưỡng là gì?Đọc thêm",
            "bít tết Gordon hoặc Matrano hoặc nhà hàng tháp EffielĐọc thêm",
            "Khi nào buffet có thể mở cửa trở lại?Đọc thêm",
            "ở Las Vegas, đó là một Chủ đề mở.  có một số bữa tiệc buffet mở cửa, nhưng theo đơn đặt hàng và họ phục vụ nó.  Kiểu như nhà hàng All You Can Eat Sushi.Đọc thêm",
            "Xin chào, có cần đeo khẩu trang khi ở hồ bơi không? Quầy bán đồ ăn nhanh ngoài trời có mở cửa không?Đọc thêm",
            "Tôi - tôi không tích cực. Các ghế được đặt cách nhau ít nhất 6 feet theo cặp. Tôi chỉ đang nhìn xuống hồ bơi từ phòng của mình. Tôi biết bạn phải đeo chúng bên ngoài dải băng nên tôi - không biết tại sao - không bắt buộc phải đeo chúng khi bạn không bơi. Không chắc chắn về đồ ăn, nhưng tôi thấy rất nhiều nhân viên xung quanh nên tôi nghĩ ở đó có phục vụ.Đọc thêm",
            "Bộ khuếch tán đa năng có vừa với máy sấy tóc không? Kích thước 1,7-2,6 - Đọc thêm",
            "Nếu nó không phù hợp thì nó không phổ biếnĐọc thêm",
            "Có dịch vụ khăn tắm ở hồ bơi không? Bạn có được phép mang theo rượu của mình đến hồ bơi không? Đọc thêm",
            "Xin chào, vâng, có khăn tắm ở hồ bơi cho khách.  Tôi đến muộn trong ngày và phải xin một chiếc khăn - nhưng họ có rất nhiều.\n\nHồ bơi đóng cửa lúc 7 giờ tối, điều này tôi nghĩ là quá tệ, vì tôi thích bơi sau khi mặt trời lặn.  \n\nbạn không thể mang theo rượu của riêng mình theo quy định.  Chúc bạn vui vẻ! Đọc thêm",
            "Sòng bạc có đặt cược lửa trong bàn xúc xắc không?Đọc thêm",
            "Giải thích - cược lửa - Đọc thêm"
        ],
        "star_ratings": [
            1823,
            1588,
            750,
            211,
            180
        ],
        "review_amount": 4552,
        "location": [
            "Hoa Kỳ",
            "Paris Las Vegas",
            "Las Vegas",
            "Nevada - NV -",
            "Những điều cần làm ở Las Vegas"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written July 30, 2023",
            "Written August 11, 2023",
            "Written August 17, 2023",
            "Written August 21, 2023",
            "Written August 21, 2023",
            "Written August 28, 2023",
            "Written September 4, 2023",
            "Written September 22, 2023",
            "Written September 24, 2023",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 11, 2024",
            "Written May 8, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d592412-Reviews-Paris_Las_Vegas-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3785151-Reviews-Bubba_Gump_Shrimp_Co-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7691255-Reviews-Garrett_Popcorn_Shops-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d5082700-Reviews-Fat_Tuesday_Miracle_Mile_Shops_505-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12692538-Reviews-Petrossian_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3546867-Reviews-Secret_Pizza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422659-Reviews-Picasso-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422627-Reviews-Eiffel_Tower_Restaurant-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422629-Reviews-Mon_Ami_Gabi-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10373612-Reviews-Beauty_Essex-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422749-Reviews-Le_Cirque-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553011-Reviews-Re_Gallerie-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127002-Reviews-Eiffel_Tower_Viewing_Deck-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7812619-Reviews-Le_Boulevard_at_Paris-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3502142-Reviews-Soleil_Pool-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8564844-Reviews-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2687220-Reviews-David_Pate_Tennis-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1082234-Reviews-Bodies_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-or10-Paris_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1156204-Reviews-Wynn_Las_Vegas_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5994323-Reviews-Palazzo_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216797-Reviews-Casino_At_The_Venetian-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216643-Reviews-Casino_at_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3601332-Reviews-Casino_at_Aria_Resort-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1987849-Reviews-Casino_at_Encore-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2269299-Reviews-The_Cosmopolitan_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d619361-Reviews-Red_Rock_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553418-Reviews-Ellis_Island_Casino_Brewery-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209797-Reviews-Casino_at_New_York_New_York-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24187598-Reviews-Bat_Out_Of_Hell_The_Musical-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d26821002-Reviews-Cheri_Rooftop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8417148-Reviews-Le_Central_Lobby_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553008-Reviews-Paris_Las_Vegas_Wedding_Chapel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11823593-Reviews-HEXX_Chocolate_Confexxions-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1930007-Reviews-One_Day_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15875566-Reviews-Voie_Spa_Salon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2536788-Reviews-Jeff_Civillico_Comedy_in_Action-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11444817-Reviews-Taste_Buzz_Food_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11798913-Reviews-Wayne_Newton_Up_Close_and_Personal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32494-d280957-Reviews-Yaamava_Resort_Casino-Highland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17844388-Reviews-Platanus-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190380-d1930708-Reviews-Baths_of_Aphrodite-Latchi_Polis_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g580284-d12927537-Reviews-Playa_de_Ca_n_Picafort-Ca_n_Picafort_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1956593-Reviews-Hanamikoji_Street-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2394734-Reviews-Parque_del_Laberint_d_Horta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47224-d269470-Reviews-Enchanted_Circle_Drive-Taos_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104231-Reviews-Aquarium_of_the_Pacific-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d561527-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d17115252-Reviews-Gandy_Beach-St_Petersburg_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-or10-Paris_Las_Vegas-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-Paris_Las_Vegas-Las_Vegas_Nevada.html"
    }
]