[
    {
        "attraction_name": "Parque Natural da Arrábida",
        "attraction_name_vi": "Công viên Tự nhiên Arrábida",
        "general_info": [
            "1.706 đánh giá",
            "1 trên 88 hoạt động giải trí ở Setubal",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Có nhiều con đường khác nhau giữa Sesimbra và Setubal, một trong số đó quanh co dọc theo bờ biển, dọc theo một số vách đá khá cao và dốc. Phong cảnh ngoạn mục, đặc biệt là vào một ngày nắng: thảm thực vật rậm rạp của Arrabida, màu kem của những bãi biển nhỏ, màu ngọc lam của biển và màu xanh đậm của bầu trời tạo nên một khung cảnh tuyệt đẹp. Đi từ Sesimbra đến Setubal rất dễ dàng, nhưng quay trở lại thì không dễ dàng như vậy vì không có biển báo nào dọc đường, đầu tiên là để ra khỏi Setubal, thứ hai là chọn đúng đường đến Sesimbra. Và đừng trông chờ vào những chỉ dẫn do người qua đường cung cấp: họ rất ít và không được thông báo. Tốt hơn là sử dụng GPS! Đọc thêm",
            "Đây là lời cảnh báo cho tất cả khách du lịch thuê xe! Tất cả các xe cho thuê đều được nhận biết qua biển số!!! Kẻ trộm biết điều đó. Chúng tôi đã đến Công viên Quốc gia Arrabida. Môi trường thật tuyệt vời. Chúng tôi dừng lại ở bãi biển trên đường 379-1 gần Figuerinha. Khi chúng tôi đang ở trên bãi biển một lúc, chiếc xe thuê của chúng tôi, một chiếc Nissan Micra đã được mở bằng một chiếc tuốc nơ vít. Hành lý của chúng tôi, hai túi đựng máy ảnh đựng thiết bị Canon, điện thoại di động và rất nhiều đồ dùng cá nhân đã bị cướp. Ngay cả đôi giày của tôi! Theo một nhân viên an ninh, bờ biển phía bắc và phía nam của bãi biển lướt sóng Lissabon Guincho đến Setubal là khu vực tội phạm nhất ở Bồ Đào Nha. Tôi biết Thật là ngu ngốc, nhưng Bồ Đào Nha có vẻ là một nơi tốt đẹp và thân thiện. Đây là lý do để không quay lại Bồ Đào Nha. Vì vậy, hãy cẩn thận trong Công viên Quốc gia và mang theo mọi thứ bên mình. Cảnh sát ở Setubal không hợp tác cho lắm. Vì thiếu tín dụng và thẻ thanh toán nên chúng tôi muốn gọi điện thoại đến ngân hàng. Điều này là không thể!!Petra BoschmanĐọc thêm",
            "Công viên thật tuyệt vời! Thiên nhiên nơi đây thật tuyệt đẹp! Bãi biển và quang cảnh thật ngoạn mục! Rất khuyến khích! Đọc thêm",
            "Hôm nay chúng tôi lái xe từ Sesimbra đến Công viên Tự nhiên Arrabida.  Có một số cảnh quan tuyệt đẹp trên đường đi và chúng tôi dừng lại ở 2 điểm quan sát để chụp ảnh. Cả hai lần chúng tôi đều khóa xe. Chúng tôi đi lên đồi khoảng 50 feet và đi được 3 đến 4 phút và chiếc xe đã khuất tầm nhìn của chúng tôi khoảng một nửa thời gian đó. Khi chúng tôi quay lại, chúng tôi phát hiện ra rằng ổ khóa đã bị hỏng, ví của tôi TẤT CẢ thẻ tín dụng, hộ chiếu, v.v., ống nhòm, áo vest, Garmin GPS và một vài chiếc túi đựng các vật dụng linh tinh đều biến mất. May mắn thay họ không lấy áo khoác của chồng tôi ở ghế sau; hộ chiếu của anh ấy ở trong túi.  Chúng tôi đã đi một thời gian ngắn và không bao giờ nghe thấy gì cả. Có 2 chiếc xe khác cũng đậu ở đó.  Chúng tôi đã xem liệu ổ khóa của họ có bị hư hại giống như ổ khóa của chúng tôi hay không nhưng họ không làm như vậy. Khi chúng tôi quay trở lại khách sạn căn hộ thuê, những người hàng xóm kể với chúng tôi rằng khi họ đến Công viên Tự nhiên Arrabida gần đây, họ nhìn thấy cả một dãy xe trong bãi đậu xe với cửa sổ bị vỡ. Khi chúng tôi trình báo cảnh sát, họ nói rằng bọn trộm thường khoan một lỗ ngay cạnh đó. khóa cửa và sử dụng dây cáp để mở khóa cửa. Khi chúng tôi gọi đến văn phòng hộ chiếu, cô ấy cảnh báo rằng thành phố Barcelona nơi chúng tôi bay về nhà nổi tiếng về nạn trộm hộ chiếu.Đọc thêm",
            "Chúng tôi vừa dừng lại ở đây 15 phút để đi bộ lên mirador và khi chúng tôi quay lại xe, cửa sổ xe của chúng tôi bị đập vỡ và hành lý của chúng tôi bị đánh cắp. Khi chúng tôi cố gọi cảnh sát, họ không nói tiếng Anh hoặc tiếng Tây Ban Nha, vì vậy chúng tôi phải tìm người phiên dịch. Cảnh sát không đến với chúng tôi, nhưng chúng tôi phải lái xe đến đó với chiếc xe bị hỏng của mình. Sau đó, cảnh sát cho chúng tôi điền một số mẫu đơn, nhưng nói rằng họ không thể làm gì nhiều vì khu vực đó quá lớn và họ không thể cử cảnh sát tuần tra đến đó. Khi chúng tôi đứng đó và gọi cảnh sát, một cặp đôi khác trở về từ mirador và họ nói rằng điều đó cũng đã xảy ra với họ vào năm ngoái và khi tôi nhìn xung quanh trên mặt đất, có một số nơi có kính vỡ trên mặt đất, điều đó có nghĩa là họ phải đột nhập vào đó khá thường xuyên. Và cảnh sát dường như không nỗ lực để ngăn chặn điều này. Vì vậy, đối với tôi, tôi sẽ không khuyên bạn nên đến đó hoặc ít nhất là KHÔNG để lại bất cứ thứ gì trong xe. Đọc thêm",
            "If youre a tourist passing by and heard about the magnificent beaches of Setubal, prepare yourself for some disappointment. Its not that the beaches themselves and the mountain in the surroundings arent beautiful, the problem is the sheer dificulty in accessing them. The last couple of weeks,  anccording to some residents with whom Ive spoken, the City Hall decided to forbid all cars from circulating in the stretch of road nearby the beaches although allowing motorcycles to pass through, how narrow minded is that decision?. This means that if you want to pass through just for scenic purposes, without parking or going to the beaches, well, you cant, unless you go on foot or rent a bike! If you have children mine are ages 8 and 10 I wouldnt recomend it, since theres a sharp slope awaiting and the temperatures in this region are usually around 30 - 35 degrees celcius about 86 - 95 F. In this 2 miles stretch about 3km only some sort of shutles and paid buses are allowed. They have some sort of barricade with two police officers controling it, at each end.  The parking spaces are paid, starting on the 1st of July but theyre about two hundred slots tops, rather insufficient I might add. The buses operating that area lack information about price and timetable near the bus stops. Talked to an elderly couple which was waiting for it under the sun,they told me that this bus solution isnt reliable altogether and quite expensive about 14 or 19 US dls for a family of fourday. There are other parking alternatives far from the beaches that are less expensive, but youll be obligated to take the bus anyway. The last bus departs from Figeirinha beach at 7PM and that is unacceptable, as I like to stay on the beach to watch the sunset and my white skin is no match for the locals tan, so I always go to the beach around mid afternoon. My kids were expecting to go to the beach so I decided to go to Troia, on the other side of the river and despiste being more expensive, it really paid off! Theres an incredible beach, with fine white sand, also a marina, casino, hotels and the boat trip is about 10 minutes. I already forgot Setúbal and its little accessible beaches. Troia rules!Read more",
            "Đó là một vẻ đẹp thiên nhiên được coi là bảy bãi biển tuyệt vời ở Bồ Đào Nha. Biển trên đồi có nước biển trong xanh, thiên nhiên xanh tươi và rất cao! Bãi biển rất đẹp, biển lặng, thật tuyệt khi dành một hoặc hai tuần. Nó gần Setúbal một thành phố lớn, cũng rất pitoresc. Không xa Lisboa. Hãy đến và xem tôi có đúng không: Đọc thêm",
            "Rời Setúbal để đến Sesimbra thăm Serra da Arrábida là điều không ai nên bỏ lỡ khi đến Bồ Đào Nha. Có hai cách có thể. Con đường dọc theo sông sado có một số điểm dừng bắt buộc để có thể thưởng thức trọn vẹn phong cảnh. Các bãi biển thật tuyệt vời, với làn nước trong xanh. Figueirinha, Praia dos Coelhos, Galapos , Galapinhos e Portinho da Arrábida, trước khi đến Sesimbra. Trên đường trở về, hãy chọn con đường núi với khung cảnh rực rỡ kéo dài hàng dặm từ troia đến Comporta và xa hơn nữa là ở bờ bên kia sông Sado. Một chuyến viếng thăm tu viện cũ của Arrábida cũng là điều nên làm.Đọc thêm",
            "Lái xe dọc theo N 379 rất đẹp. Khi bạn xuống con đường ven biển đến Portinho do Arribada, hãy lưu ý rằng con đường này sẽ bị đóng ngay sau địa điểm này trong kỳ nghỉ hè tháng 8 năm 2018. Vì vậy, bạn có thể đi xa tới Bãi biển Creiro nhưng nếu bạn muốn đến Bãi biển Figuerinha, bạn sẽ cần phải đến từ phía bên kia Outao. Tôi đậu xe đến Portinho da Arribada và từ đó đi bộ dễ dàng xuống dốc khoảng 20 hoặc 30 phút - Có xe đưa đón miễn phí sẽ đưa bạn đến tận Portinho và từ đó đi bộ 10 phút đến bãi biển Creiro. Dễ dàng, nhưng hãy nhớ rằng bạn sẽ phải leo lên dốc để quay trở lại. Tôi thuê một chỗ trên bãi biển có ghế và dù che nắng với giá 15 Euro cho cả ngày. Bãi biển đẹp. Không lướt sóng. Nước sạch. Lý tưởng với trẻ em thanh thiếu niên. Quán bar và nhà hàng. Người dân thân thiện... Thư giãn thư giãn... Lưu ý: ở đây mặt trời lặn sớm hơn vì có những ngọn núi đẹp phía sau bãi biển nên sau khoảng 7 giờ, trời có thể hơi se lạnh...Đọc thêm",
            "Đây thực sự là một trong những nơi đẹp nhất trên thế giới. Nếu bạn có cơ hội đến đó, đừng ngần ngại một giây. Tuy nhiên, có lẽ để đến được đó không phải là điều dễ dàng. Tôi muốn giới thiệu cho thuê. Ngoài ra còn có nhiều lối đi ẩn giấu đến những bãi biển ẩn giấu ở đó. Những chiếc ô tô đang đậu là một chỉ báo tốt về một số trong số đó. Chỉ trong trường hợp nên ăn hoặc uống gì đó. Vì đây là công viên tự nhiên nên không có nhiều nơi bán đồ. Tôi muốn giới thiệu nơi này cho bất kỳ ai từ các cặp vợ chồng, những người du lịch một mình đến một gia đình có trẻ em. Thật không may, nó đang trở nên rất phổ biến nên có thể sẽ quá đông đúc.Đọc thêm"
        ],
        "star_ratings": [
            1386,
            277,
            24,
            8,
            11
        ],
        "review_amount": 1706,
        "location": [
            "Bồ Đào Nha",
            "Setubal",
            "Những điều cần làm ở Setubal",
            "Châu Âu",
            "Alentejo",
            "Quận Setubal",
            "Công viên Tự nhiên Arrábida"
        ],
        "reviews_time": [
            "Written January 9, 2022",
            "Written October 7, 2014",
            "Written November 9, 2020",
            "Written March 3, 2013",
            "Written January 2, 2017",
            "Written June 24, 2018",
            "Written November 5, 2012",
            "Written January 16, 2019",
            "Written August 6, 2018",
            "Written May 30, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189163-d607962-Reviews-Parque_Natural_da_Arrabida-Setubal_Setubal_District_Alentejo.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d21298127-Reviews-Due_Fratelli_Ristorante-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d7996861-Reviews-Taberna_do_largo-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d15088273-Reviews-Restaurante_Charroco-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d20974664-Reviews-Bloomy_Market-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d3421469-Reviews-Carnes_do_Convento-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d15132132-Reviews-Sem_Horas-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d17337066-Reviews-Feito_ao_Bife-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d7990586-Reviews-Beco_Da_Ribeira-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d10396158-Reviews-Tasca_da_Avenida-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189163-d17424530-Reviews-Restaurante_Xtoria-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d6109619-Reviews-Mercado_do_Livramento-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d8781440-Reviews-Reserva_Natural_do_Estuario_do_Sado-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d4755778-Reviews-Avenida_Luisa_Todi-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d8469385-Reviews-Praca_do_Bocage-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d9853634-Reviews-Atlantic_Ferries-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d3869877-Reviews-Museu_de_Arqueologia_e_Etnografia_do_Distrito_de_Setubal-Setubal_Setubal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d9846501-Reviews-Galeria_Municipal_do_Banco_de_Portugal-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d15314805-Reviews-Estatua_de_Bocage-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d19091571-Reviews-Fabrica_Romana_de_Salga-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d7659549-Reviews-Igreja_de_Sao_Juliao-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d607962-Reviews-or10-Parque_Natural_da_Arrabida-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d14075170-Reviews-Discover_The_Nature_Outdoor_Events-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d7951490-Reviews-Praia_de_Galapinhos-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d7212985-Reviews-Figueirinha_Beach-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d3907329-Reviews-Albarquel_Urban_Park-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d10137468-Reviews-Praia_dos_Galapos-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d8776177-Reviews-Baia_de_Setubal-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d13277984-Reviews-Praia_do_Portinho_da_Arrabida-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d10137427-Reviews-Praia_dos_Coelhos-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d11680501-Reviews-Marina_de_Troia-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d13144132-Reviews-InArrabida-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d17442367-Reviews-Dolphin_Bay_PT-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189106-d25282462-Reviews-Follow_Me_Private_Walking_Tours-Evora_Evora_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d12394449-Reviews-Discover_Arrabida-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d3179912-Reviews-Vertigem_Azul-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d10538240-Reviews-My_Tuk_in_Arrabida-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d13546354-Reviews-Arrabida_Stand_Up_Paddle-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d12349416-Reviews-Rotas_do_Sal-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g274924-d290671-Reviews-Bratislava_Old_Town-Bratislava_Bratislava_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11643887-Reviews-Burberry_Factory_Shop-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d549693-Reviews-Medvednica_mountain_Sljeme-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552746-Reviews-Oludeniz-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g29297-d1946096-Reviews-Chicago_Premium_Outlets-Aurora_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3510019-Reviews-Dimcay-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28966-d196784-Reviews-Lake_Champlain-Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d1551014-Reviews-Copper_Falls_State_Park-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d9736939-Reviews-Donkey_Republic-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d4611385-Reviews-Kontokosta_Winery-Greenport_North_Fork_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189163-d607962-Reviews-or10-Parque_Natural_da_Arrabida-Setubal_Setubal_District_Alentejo.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189163-d607962-Reviews-Parque_Natural_da_Arrabida-Setubal_Setubal_District_Alentejo.html"
    }
]