[
    {
        "attraction_name": "Parque Nacional Rincón de la Vieja",
        "attraction_name_vi": "Vườn quốc gia Rincón de la Vieja",
        "general_info": [
            "885 đánh giá",
            "- 23 trong số 211 điều cần làm ở Tỉnh Guanacaste",
            "Các công viên quốc gia",
            "Núi lửa"
        ],
        "attraction_summary": "Công viên quốc gia rộng 35.000 mẫu Anh này tập trung xung quanh một ngọn núi lửa phun trào lần cuối vào năm 1995. Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến đây, trong một quyết định bất ngờ sau khi bị kẹt xe trên đường đến Arenal và không thể hạnh phúc hơn được.  Nó gần Guanacaste hơn nơi chúng tôi đang ở và chúng tôi có thể đi ống ngay trong công viên và ghé thăm thác nước khi chúng tôi ở đó.  Họ cũng có một số hoạt động khác mà bạn có thể thực hiện, nhưng chúng tôi chỉ có thời gian cho hai hoạt động này trong chuyến thăm của chúng tôi.\n\nTubing - rất thích nó, nó rất vui. Các hướng dẫn thật tuyệt vời. Wasn - hướng dẫn 1: 1 cho du khách nhưng khá thân thiết và họ làm việc để giúp đỡ những người cần nó và cũng rất thân thiện.   Bạn sẽ bắt một chuyến xe buýt ngắn đến đầu sông, nơi bạn sẽ bắt đầu và kết thúc trở lại nơi bạn đã xuất phát.  - Mất khoảng một giờ - .  Có một số điều - chúng tôi không - mang theo tiền vì chúng tôi sẽ đi tàu điện ngầm, điều đó có nghĩa là chúng tôi không thể - boa. Những người hướng dẫn sẽ không quay lại với bạn. Chúng tôi ước mình mang theo tiền để có thể tip cho họ. Bạn không thể đi dép xỏ ngón hoặc giày sẽ rơi ra.  Bạn sẽ bị ướt, 100 - ướt.  Chúng tôi mang theo một chiếc điện thoại trong hộp nhưng cũng có một nhiếp ảnh gia đi cùng bạn. Tôi không biết chúng tôi có thể lấy những bức ảnh đó ở đâu, chúng tôi giả định đã quay lại nơi đó nhưng nhiếp ảnh gia cũng không quay lại với chúng tôi. Muốn xem - hãy mua chúng, nhưng vì chúng tôi không gặp lại anh ấy nên chúng tôi quên mất cho đến khi rời đi.  Cuối cùng, bạn sẽ mang ống của riêng mình lên một ngọn đồi, nó dốc và nếu bạn không có đủ thể lực thì việc leo lên sẽ khó khăn hơn một chút vì ống rất lớn.\n\nChúng tôi cũng đã làm thác nước.  Nó cũng rất tuyệt, có một số cầu thang treo và bạn có thể bơi. Muốn dành nhiều thời gian hơn ở đây.\n\nTôi nghĩ nhìn chung nơi này bị nhiều khách du lịch bỏ qua vì nó - gần Guanacaste hơn nhưng lại ít khách du lịch hơn Arenal.Đọc thêm",
            "- Johnny - từ Hacienda Gauchepelin đã dẫn chúng tôi tham gia một chuyến đi bộ xuyên rừng và núi lửa rất thú vị ở Công viên Quốc gia Rincon de la Vieja và đã chia sẻ một cách xuất sắc về cây cối, khỉ, chim, đặc điểm núi lửa và các loại rừng mà chúng tôi gặp phải - thảo nguyên nhiệt đới , rừng mưa nhiệt đới?, rừng mây nhiệt đới - . \nViệc đi bộ này khá vất vả nhưng có thể thực hiện được. \nĐó là một trong những điểm nổi bật trong chuyến đi 2 tuần của chúng tôi.Đọc thêm",
            "Gần đây chúng tôi đã ghé thăm và đi theo con đường Las Pailas Loop. Quan điểm hoàn toàn tuyệt đẹp và trải nghiệm độc đáo. Chúng tôi cảm nhận được tiếng ầm ầm của một ngọn núi lửa nhỏ dưới chân và cảm nhận được sức nóng từ các lỗ thông hơi. Ngoài ra, chúng tôi còn thấy những động vật hoang dã tuyệt vời trên đường đi bao gồm khỉ hú, cự đà, chim lớn, chim tucan, v.v. \n\nCon đường có phần khó khăn, chủ yếu là do chúng tôi không mang đủ nước. Chúng tôi khuyên bạn nên mang thêm nước và đồ ăn nhẹ! Chúng tôi dự định đến thăm một lần nữa. Chúng tôi hiếm khi gặp những du khách khác trên đường mòn và dành nhiều thời gian để quan sát các loài động vật.Đọc thêm",
            "Chúng tôi đến thăm khu vực Santa Maria của Rincon. Chúng tôi muốn đi bộ dễ dàng hơn một chút và ít người hơn. Bạn phải đặt chỗ trực tuyến cho bất kỳ công viên quốc gia nào ở Costa Rica. Đó là khoảng - 16 mỗi người - đối với những người không phải là công dân - và chúng tôi chỉ cần xuất trình biên lai đặt hàng. Chúng tôi có mang theo hộ chiếu phòng trường hợp người kiểm lâm muốn xem chúng. Chúng tôi thích đi bộ xuyên rừng mà không có người nào ở gần! Chúng tôi đã ở đó vài giờ và chỉ thấy tổng cộng 8 người khác. Mang theo bình xịt côn trùng, mang giày kín mũi và tận hưởng!Đọc thêm",
            "Công viên xinh đẹp với những con đường mòn đi bộ đẹp. Đường vào trạm kiểm lâm Santa Maria mất 2,5 km cuối cùng rất gập ghềnh nhưng hãy đi trên đường và bạn sẽ đến được đó.\n\nHọ có WiFi tại trạm kiểm lâm trong trường hợp bạn chưa - không đặt chỗ trước - tôi không thể - để hệ thống hoạt động cho tôi trước khi lên - họ không nhận tiền mặt, bạn sẽ cần thanh toán trực tuyến.\n\nCó sẵn nhà vệ sinh và nước uống gần trạm kiểm lâm.\n\nCon đường chính phải băng qua một con suối rộng 10 foot - không có Cầu hoặc tay vịn, đá không bằng phẳng và ướt nên hãy chuẩn bị sẵn sàng.\n\nRất nhiều bướm.Đọc thêm",
            "Chúng tôi đến đúng lúc công viên mở cửa. Chúng tôi thực sự khuyên bạn nên làm điều này nếu bạn muốn tránh tình trạng quá tải xe buýt hoặc các chuyến tham quan đến sau. Vào thời điểm chúng tôi đi bộ, nó rất yên tĩnh và thường có cảm giác như chỉ có một mình giữa thiên nhiên. \n\nChúng tôi đi bộ trên con đường vòng ngắn và đó là cách hoàn hảo để ngắm nhìn các vũng bùn, lỗ phun khí và thiên nhiên trong rừng. Thác nước trong chuyến đi bộ đường dài này không khác gì một dòng thác nhỏ, điều này không có gì đáng ngạc nhiên vì đây là mùa khô. \n\nBạn có thể thực hiện một số nghiên cứu và đi một mình hoặc sắp xếp một chuyến đi bộ đường dài có hướng dẫn viên. Chúng tôi đã thấy một chút của cả hai khi chúng tôi đi cùng. \n\nRất khuyến khích hoạt động này khi ở Liberia.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan với I Love Travel và có Jose - làm hướng dẫn viên. Nó rất tuyệt vời! Công viên rất đẹp.  Có rất nhiều khu vực để khám phá trong công viên.  Chúng tôi đã thực hiện một chuyến tham quan do ILT cung cấp có tên là Sensoria. Chúng tôi đi bộ đường dài với sự hướng dẫn của Sensoria-Juan từ căn nhà đến thác.\nTrên đường đi, chúng tôi đi bộ và nhìn thấy những điều tuyệt vời trong rừng.  Toucan, khỉ, bướm, rắn, chim rất nhiều. Quá đỗi kinh ngạc!  Thác thật tuyệt vời và chúng tôi bơi trong làn nước mát lạnh. Đi dọc theo dòng nước trở lại, chúng tôi thấy nhiều loài động vật tuyệt vời hơn và dừng lại ở nước nóng để ngâm mình.  Chúng tôi kết thúc bằng bữa trưa ngon miệng và đồ uống mát lạnh do Sensoria cung cấp.  Một ngày tuyệt vời.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan với I Love Travel và có Jose - làm hướng dẫn viên. Nó rất tuyệt vời! Công viên rất đẹp.  Có rất nhiều khu vực để khám phá trong công viên.  Chúng tôi đã thực hiện một chuyến tham quan do ILT cung cấp có tên là Sensoria. Chúng tôi đi bộ đường dài với sự hướng dẫn của Sensoria-Juan từ nơi ở đến thác. Trên đường đi, chúng tôi đi bộ đường dài và nhìn thấy những điều tuyệt vời trong rừng.  Toucan, khỉ, bướm, rắn, chim rất nhiều. Quá đỗi kinh ngạc!  Thác thật tuyệt vời và chúng tôi bơi trong làn nước mát lạnh. Đi dọc theo dòng nước trở lại, chúng tôi thấy nhiều loài động vật tuyệt vời hơn và dừng lại ở nước nóng để ngâm mình.  Chúng tôi kết thúc bằng bữa trưa ngon miệng và đồ uống mát lạnh do Sensoria cung cấp.  Một ngày tuyệt vời.Đọc thêm",
            "Hacienda Guachipelan tính phí sử dụng đường thu phí riêng đối với người không phải phương tiện. Sau đó muốn - 23 để đi đến thác nước và - 30 cho suối nước nóng- giấy phép in tiền! Phần duy nhất họ không kiểm soát là khu vực công viên quốc gia- - 15 người mỗi người để đi bộ trên tuyến đường dài hai tiếng rưỡi trong điều kiện nắng nóng và ẩm ướt!? Không có lựa chọn thay thế. Chúng tôi đã lái xe 3 giờ để xem công viên này vì những đánh giá tốt và rất chán ghét và thất vọng vì chủ nghĩa thương mại tuyệt đối của Khách sạn này có thể tiếp quản một khu vực như thế này - chúng tôi đã rời đi. Vì vậy, có rất nhiều ngày tuyệt vời hơn ở Costa Rica- hãy tránh!! Đọc thêm",
            "Chúng tôi đến đúng lúc công viên mở cửa. Chúng tôi thực sự khuyên bạn nên làm điều này nếu bạn muốn tránh tình trạng quá tải xe buýt hoặc các chuyến tham quan đến sau. Vào thời điểm chúng tôi đi bộ, nó rất yên tĩnh và thường có cảm giác như chỉ có một mình giữa thiên nhiên. Chúng tôi đi bộ trên con đường vòng ngắn và đó là cách hoàn hảo để ngắm nhìn các vũng bùn, lỗ phun khí và thiên nhiên trong rừng. Thác nước trong chuyến đi bộ đường dài này không khác gì một dòng thác nhỏ, điều này không có gì đáng ngạc nhiên vì đây là mùa khô. Bạn có thể thực hiện một số nghiên cứu và đi một mình hoặc sắp xếp một chuyến đi bộ đường dài có hướng dẫn viên. Chúng tôi đã thấy một chút của cả hai khi chúng tôi đi cùng. Rất khuyến khích hoạt động này khi ở Liberia.Đọc thêm",
            "Tất cả chúng ta đều đã trên 60 tuổi nhưng đã có một NGÀY TUYỆT VỜI!! Đi bè trên sông, đu dây, tắm suối nước nóng, không có gì vượt quá khả năng của vợ tôi. bữa tối ngon miệng. Một giá trị lớn.Đọc thêm",
            "Công viên xinh đẹp với những con đường mòn đi bộ đẹp. Đường vào trạm kiểm lâm Santa Maria với giá 2,5 km cuối cùng rất gập ghềnh nhưng hãy tiếp tục đi trên đường và bạn sẽ đến được đó. Họ có WiFi tại trạm kiểm lâm trong trường hợp bạn chưa - không đặt chỗ - Tôi không thể - không đưa hệ thống vào làm việc cho tôi trước khi lên - họ không lấy tiền mặt, bạn sẽ phải thanh toán trực tuyến. Có sẵn phòng vệ sinh và nước gần trạm kiểm lâm. Con đường chính yêu cầu băng qua một con suối rộng 10 foot - không có Cầu hoặc tay vịn, có nhiều đá không đồng đều và ẩm ướt nên hãy chuẩn bị sẵn sàng. Rất nhiều bướm.Đọc thêm",
            "Chúng tôi đến thăm khu vực Santa Maria của Rincon. Chúng tôi muốn đi bộ dễ dàng hơn một chút và ít người hơn. Bạn phải đặt chỗ trực tuyến cho bất kỳ công viên quốc gia nào ở Costa Rica. Đó là khoảng - 16 mỗi người - đối với những người không phải là công dân - và chúng tôi chỉ cần xuất trình biên lai đặt hàng. Chúng tôi có mang theo hộ chiếu phòng trường hợp người kiểm lâm muốn xem chúng. Chúng tôi thích đi bộ xuyên rừng mà không có người nào ở gần! Chúng tôi đã ở đó vài giờ và chỉ thấy tổng cộng 8 người khác. Mang theo bình xịt côn trùng, mang giày kín mũi và tận hưởng!Đọc thêm",
            "Đừng trả tiền cho việc này. Chúng tôi đã đặt một hướng dẫn viên cho chuyến đi bộ kéo dài 1-1 - 2 giờ trên con đường xuyên qua công viên đến thác nước và bùn sủi bọt. Sau đó chúng tôi đi đến thác nước khác và lái xe đến suối nước nóng. Bạn không cần một người hướng dẫn. Dấu vết rất rõ ràng và anh ta không mang lại lợi ích gì. Tiết kiệm tiền của bạn.Đọc thêm",
            "Gần đây chúng tôi đã ghé thăm và đi theo con đường Las Pailas Loop. Quan điểm hoàn toàn tuyệt đẹp và trải nghiệm độc đáo. Chúng tôi cảm nhận được tiếng ầm ầm của một ngọn núi lửa nhỏ dưới chân và cảm nhận được sức nóng từ các lỗ thông hơi. Ngoài ra, chúng tôi còn thấy những động vật hoang dã tuyệt vời trên đường đi bao gồm khỉ hú, cự đà, chim lớn, chim tucan, v.v. Con đường có phần khó khăn, chủ yếu là do chúng tôi không mang đủ nước. Chúng tôi khuyên bạn nên mang thêm nước và đồ ăn nhẹ! Chúng tôi dự định đến thăm một lần nữa. Chúng tôi hiếm khi gặp những du khách khác trên đường mòn và dành nhiều thời gian để quan sát các loài động vật.Đọc thêm",
            "- Johnny - từ Hacienda Gauchepelin đã dẫn chúng tôi tham gia một chuyến đi bộ xuyên rừng và núi lửa rất thú vị ở Công viên Quốc gia Rincon de la Vieja và đã chia sẻ một cách xuất sắc về cây cối, khỉ, chim, đặc điểm núi lửa và các loại rừng mà chúng tôi gặp phải - thảo nguyên nhiệt đới , rừng mưa nhiệt đới?, rừng mây nhiệt đới - . Việc đi bộ này khá vất vả nhưng có thể thực hiện được. Đó là một trong những điểm nổi bật trong chuyến đi 2 tuần của chúng tôi.Đọc thêm",
            "Chúng tôi đã đến đây, trong một quyết định nhất thời sau khi bị kẹt xe trên đường đến Arenal và không thể hạnh phúc hơn. Nơi này gần Guanacaste nơi chúng tôi ở hơn, và chúng tôi có thể đi phao ngay trong công viên và ghé thăm một thác nước khi chúng tôi ở đó. Họ cũng có một số hoạt động khác mà bạn có thể làm, nhưng chúng tôi chỉ có thời gian cho hai hoạt động này trong chuyến thăm của mình. Đi phao - thích lắm, rất vui. Các hướng dẫn viên thật tuyệt vời. Không phải hướng dẫn viên 1:1 cho du khách nhưng khá gần, và họ đã làm việc để giúp đỡ những người cần và cũng rất thân thiện. Bạn sẽ đi xe buýt ngắn đến đầu sông, nơi bạn sẽ bắt đầu và kết thúc trở lại nơi bạn đã bắt đầu. - Mất khoảng một giờ - . Một vài điều - chúng tôi đã không mang theo tiền vì chúng tôi sẽ đi phao, điều đó có nghĩa là chúng tôi không thể - boa tiền. Các hướng dẫn viên không quay lại cùng bạn. Chúng tôi ước mình đã mang theo tiền để chúng tôi có thể boa tiền cho họ. Bạn không thể - mang dép xỏ ngón, hoặc giày dễ tuột. Bạn sẽ bị ướt, ướt 100%. Chúng tôi mang theo một chiếc điện thoại trong hộp, nhưng cũng có một nhiếp ảnh gia đi cùng bạn. Tôi không biết chúng tôi có thể lấy những bức ảnh đó ở đâu, chúng tôi cho rằng đã quay lại nơi đó nhưng nhiếp ảnh gia cũng không quay lại cùng chúng tôi. Tôi muốn xem - mua chúng, nhưng vì chúng tôi không gặp lại anh ấy nữa nên chúng tôi quên mất cho đến khi chúng tôi rời đi. Cuối cùng, bạn sẽ phải tự mang ống của mình lên một ngọn đồi, nó dốc và nếu bạn không có sức khỏe thì sẽ phải leo một đoạn ngắn khó khăn hơn vì ống rất lớn. Chúng tôi cũng đã đi qua thác nước. Nó cũng tuyệt vời, có một số cầu thang treo và bạn có thể bơi. Tôi muốn dành nhiều thời gian hơn ở đây. Tôi nghĩ nhìn chung nơi này bị nhiều khách du lịch bỏ qua vì nó gần Guanacaste hơn nhưng ít khách du lịch hơn so với arenal. Đọc thêm",
            "CHÀO,\nTôi biết việc nhìn thấy khỉ không phải là điều đảm bảo chút nào, nhưng nếu đi theo đường mòn Las Pailas, liệu chúng ta có cơ hội nhìn thấy chúng cao hơn vào buổi sáng hay buổi chiều hay có sự khác biệt nào không?Đọc thêm",
            "Chào buổi sáng,\n\nCó bãi đậu xe có bảo vệ để chúng tôi có thể để xe với hành lý bên trong không?\nCảm ơn bạn trướcĐọc thêm",
            "- Hiện tại công viên có đóng cửa không?\n\n - Hiện tại công viên có đóng cửa không?\n\nCảm ơn bạnĐọc thêm",
            "Bạn có thể giải nhiệt trong thác nước trên đường vòng không?Đọc thêm",
            "Có thể phụ thuộc vào thời gian trong năm. Dòng chảy không đáng kể khi chúng tôi ở đó vào mùa khô. Tuy nhiên, tôi không chắc liệu bạn có được phép làm điều đó hay không.Đọc thêm",
            "Amy, thông qua ai - khách sạn hoặc công ty du lịch nào - bạn đã đặt chuyến thám hiểm Rincon de la Vieja?Đọc thêm",
            "Chúng tôi đi nhờ xe đến đó - quay lại -- không dễ dàng do có rất ít ô tô trên đường, nhưng vẫn có thể thực hiện được!Đọc thêm",
            "Tôi đang đến Costa Rica. Hai người lớn và hai đứa trẻ. Chúng tôi đến từ Canada và không có kinh nghiệm du lịch. Chúng tôi muốn tiết kiệm tiền vậy chúng tôi có nên thực hiện chuyến tham quan tự túc hay đó là một ý tưởng tồi? Con gái tôi 11 và 13 tuổi. Một số tour du lịch khá đắt tiền. Tuy nhiên, không có người hướng dẫn tôi sợ bị lạc hoặc gặp phải những vấn đề không mong muốn. Tất cả chúng tôi đều có thể trạng tốt và thích đi bộ đường dài ở Canada, vì vậy đó không phải là vấn đề. Cảm ơn.Đọc thêm",
            "Tôi sẽ đề nghị một chuyến tham quan có hướng dẫn. Các hướng dẫn viên nhìn chung rất giàu thông tin và giỏi hơn nhiều trong việc phát hiện động vật hoang dã.Đọc thêm",
            "Xin chào, bạn đang nói về chuyến đi nào vậy? Bạn có bản đồ nào không?  \nTôi - đã đặt Borinquen Lodge, đây có vẻ là một lựa chọn tốt hay tôi nên tìm một khách sạn trên bờ biển Las Paillas ngay cả khi điều đó có nghĩa là có chỗ ở kém tốt hơn\n\n\nCảm ơn bạnĐọc thêm",
            "Xin chào. Chúng tôi đã đi từ chỗ thuê trong kỳ nghỉ đến công viên nên tôi không thể hỗ trợ nhận xét về chỗ ở.  Chúng tôi vừa thực hiện một chuyến đi bộ ngắn qua đống dầu hỏa và tôi không nhớ tên của chuyến đi bộ đó. Tôi sẽ nghiên cứu các lối đi trực tuyến trước khi đến thăm.Đọc thêm",
            "Ở tại Riu Palace nhưng thích thuê ô tô và lái đến Vườn quốc gia Rincon de La Vieja. Có nên thuê xe từ resort không? Ổ đĩa thế nào?Đọc thêm",
            "Xin lỗi, tôi không biết gì về việc cho thuê từ khu nghỉ dưỡng vì chúng tôi đã thuê trong 4 tuần chúng tôi ở Costa Rica. Con đường vào công viên không phải là một chuyến đi khó khăn. Hầu hết các con đường đều có vỉa hè. Chúng tôi đang đi từ khu vực Santa Cruz. .Đọc thêm",
            "Pháo binh để xem miệng núi lửa có mở cửa vào tháng 2 không?Đọc thêm",
            "Xin chào, nếu ngày mai chúng ta đến công viên quốc gia, bằng ô tô và trả phí vào cửa, chúng ta có thể đi bộ 4 tiếng trên đồi và mọi thứ được không? Con đường nhỏ nhất có dẫn đến thác nước nơi bạn có thể bơi và nhìn thấy những con lười không?\ncảm ơn trước AnnieĐọc thêm",
            "Con đường tôi đã đi là con đường vòng tròn Las Pailas kéo dài khoảng 2 giờ. Nếu có thời gian chắc chắn bạn có thể đi một con đường khác và đi xem thác Cangreja, không biết có được phép tắm hay không. Bạn nên đi chuẩn bị và hỏi ở lối vào.\nXin chào.Đọc thêm"
        ],
        "star_ratings": [
            510,
            264,
            63,
            29,
            19
        ],
        "review_amount": 885,
        "location": [
            "Trung Mỹ",
            "Những việc cần làm ở Tỉnh Guanacaste",
            "Costa Rica",
            "Tỉnh Guanacaste",
            "Vườn quốc gia Rincón de la Vieja"
        ],
        "reviews_time": [
            "Written August 29, 2023",
            "Written August 31, 2023",
            "Written September 15, 2023",
            "Written January 13, 2024",
            "Written January 22, 2024",
            "Written February 21, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written March 21, 2024",
            "Written February 21, 2024",
            "Written February 15, 2024",
            "Written January 22, 2024",
            "Written January 13, 2024",
            "Written December 15, 2023",
            "Written September 15, 2023",
            "Written August 31, 2023",
            "Written August 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309235-d302083-Reviews-Parque_Nacional_Rincon_de_la_Vieja-Province_of_Guanacaste.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g321538-d11815114-Reviews-Hacienda_Guachipelin_Restaurant_Bar-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Restaurant_Review-g321538-d25287691-Reviews-Nekajui-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d3388250-Reviews-Experience_hiking_to_Leona_Waterfall-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d8387010-Reviews-Rio_Negro_Hot_Springs-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d24050034-Reviews-Offitours_Adventures-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25789706-Reviews-La_Leona_Waterfall_Costa_Rica-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23395160-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25172545-Reviews-Leona_Waterfall_Finca_Curubanda-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23920521-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25404247-Reviews-La_Leona_Wellness_Center-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25566367-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309235-d302083-Reviews-or10-Parque_Nacional_Rincon_de_la_Vieja-Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g315766-d4547587-Reviews-Waterfall_la_Piedra_del_Indio-Tilaran_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380092-d2302371-Reviews-Surfari_Del_Mar-Playa_Potrero_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309253-d6400536-Reviews-Spa_Maya-Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g1119814-d2244380-Reviews-Hacienda_El_Viejo_Wetlands-Area_de_Conservacion_Guanacaste_Province_of_Guanacast.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d4741633-Reviews-Sensoria_Land_of_Senses-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g6003263-d3138302-Reviews-Macaw_Recovery_Network-Punta_Islita_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075571-d1626860-Reviews-Playa_Avellana-Playa_Avellanas_Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g656474-d7184765-Reviews-International_Animal_Rescue_Costa_Rica-Nosara_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096296-d13418681-Reviews-Playa_Carrillo-Playa_Carrillo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d1728620-Reviews-Tours_Your_Way-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g2561261-d7937247-Reviews-Brother_s_Adventures_Tours-Sardinal_Gulf_of_Papagayo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d1741458-Reviews-Adventure_Tours_Hacienda_Guachipelin-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d2512223-Reviews-Buena_Vista_Del_Rincon_Eco_Adventure_Park_Hotel_Spa-Rincon_de_La_Vieja_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23722197-Reviews-Colorado_Adventure_Tours_Rincon_de_la_Vieja_Volcano-Curubande_Province_of_Guana.html",
            "https://www.tripadvisor.com/Attraction_Review-g309253-d23488581-Reviews-Caracola_Experience-Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25230804-Reviews-La_Leona_Waterfall_CR-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d3842773-Reviews-Borinquen_Thermal_Resort_Activites-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d1467563-Reviews-Avispas_Adventures-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d4185776-Reviews-Chumash_Casino-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d523467-Reviews-Ramparts_Walk-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299997-Reviews-Soberania_National_Park-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563697-Reviews-Blue_Man_Group-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g42468-d4227396-Reviews-Yankee_Springs_Recreation_Area_State_Park-Middleville_Barry_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069856-d4351998-Reviews-Trsteno_Arboretum-Trsteno_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46412-d546945-Reviews-Storybook_Land-Egg_Harbor_Township_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d3838646-Reviews-Mirror_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12559063-Reviews-The_Light_Show_at_the_San_Fernando_Cathedral-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4893418-Reviews-Hyde_Park_Cafe-Tampa_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309235-d302083-Reviews-or10-Parque_Nacional_Rincon_de_la_Vieja-Province_of_Guanacaste.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309235-d302083-Reviews-Parque_Nacional_Rincon_de_la_Vieja-Province_of_Guanacaste.html"
    }
]