[
    {
        "attraction_name": "Parque Tematico Hacienda Napoles",
        "attraction_name_vi": "Công viên giải trí Hacienda Napoles",
        "general_info": [
            "789 đánh giá",
            "1 trong 5 điều cần làm ở Puerto Triunfo",
            "Khu vực hoang dã tự nhiên",
            "Công viên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Rất vui, đi bộ nhiều và nhớ mang theo nước vì bạn sẽ bị mất nước. Có quá nhiều thứ để xem và làm. Những thác nước rất thư giãn và không có nhiều người, điều đó thật tuyệt. Lịch sử thật thú vị khi nghe.Đọc thêm",
            "Chúng tôi đi như một gia đình 4 người trong một ngày. Chúng tôi ở lại Doradal đêm hôm trước để có thể vào công viên đúng giờ. Tôi có thể khuyên bạn nên có mặt tại cổng sớm để có thể thanh toán vé xe và vé trước 9 giờ sáng. Là người nước ngoài, chúng tôi thấy rằng chúng tôi cần phải có tiền mặt Colombia để thanh toán mọi lúc, thẻ của chúng tôi sẽ bị hỏng nếu chúng hoạt động và nơi này không nhận thẻ của chúng tôi. Chúng tôi đã chọn gói bao gồm thác Victoria vì chúng tôi dự định giải nhiệt sau khi lang thang quanh công viên. Tất nhiên chúng tôi đã bị con hà mã thu hút và đó là thứ chúng tôi đến xem đầu tiên. Trong hồ cạnh khách sạn Châu Phi và sau đó là một cặp vợ chồng trong chuồng nhỏ hơn. Chúng tôi mang theo ống nhòm và thật đáng để nhìn thấy những con hà mã băng qua hồ. Chúng tôi có thể mua cà rốt và con hà mã đầu tiên không quan tâm, nhưng may mắn thay, Vanessa nổi tiếng thứ hai đã ở ngay bên bức tường và ăn cà rốt của chúng tôi. Xe là thứ bắt buộc nếu bạn muốn di chuyển quanh công viên một cách nhanh chóng và bạn có thể nhìn thấy nhiều loài động vật ngay từ trong xe. Chúng tôi rời đi sớm như được khuyến nghị để không bị kẹt xe và nó đã thành công.Đọc thêm",
            "Đối với tôi, nó có vẻ đắt đỏ vì những dịch vụ họ cung cấp, những hồ bơi tồi tàn, chỉ dành cho trẻ em, những điểm tham quan nguy hiểm nhưng cần phải bảo trì nhiều hơn là vì chúng có nhiều rủi ro. Nếu so sánh với Piscilago, tôi sẽ đánh giá Piscilago 9 và Parque Napoles 2. Tệ, sự chú ý, giá cả, giao thông, sự ô nhiễm đối với động vật, v.v.Đọc thêm",
            "Tôi đã đến Hacienda Napoles vào tháng Bảy. Nó rất nổi tiếng với các loài động vật, có rất nhiều loài động vật và các điểm tham quan dưới nước. dịch vụ tốt, tôi thích ngắm nhìn các loài động vật khác nhau, tôi sẽ quay lại vì đây là một trải nghiệm đặc biệt với thiên nhiên. Tôi rất thích thú với gia đình và bạn bè của mình.Đọc thêm",
            "Chuyến đi quen thuộc tuyệt vời. Nó hơi đắt tiền nhưng trải nghiệm thì tuyệt vời. Các loài động vật ở đó có nhiều không gian hơn trong vườn thú. Bạn cần nhiều nước vì ở Doradal luôn là mùa hè.Đọc thêm",
            "Công viên nằm ngay trục đường chính nên rất dễ đi đến.  Các khu trưng bày động vật có chủ đề kiểu Công viên kỷ Jura rất đặc biệt khi bạn đi qua công viên.  các hồ bơi sạch sẽ, lớn và có cảm giác khác nhau đối với mỗi người.  Có rất nhiều khu vực râm mát, rất nhiều chỗ để ngồi, nhưng vào một ngày bận rộn, nó có thể trở nên đông đúc nghiêm trọng.  So với Medellin và các khu vực khác của Antioquia, nơi này, Puerto Triunfo, NÓNG, NÓNG, NÓNG và rất ẩm ướt, vì vậy việc thư giãn ở nhiều hồ bơi sẽ mang lại cảm giác tuyệt vời.  Tôi đặc biệt thích hồ bơi Thác Victoria.  Nó lớn, có một số đường trượt ở các cấp độ khác nhau và có nhà hàng, hố tưới nước, quầy giải khát trên khắp các hồ bơi và gần một số khu triển lãm động vật.  Ngoài ra còn có các quầy lưu niệm dành cho những ai thích mua những thứ bạn không mang theo.  Tối thiểu hãy mang theo kem chống nắng, hồ bơi và khăn lau tay, bộ đồ tắm và giày đi bộ.  Nếu bạn đi, tôi khuyên bạn nên mua vé Safari Plus.  Chúng đắt hơn, nhưng chúng cho phép bạn tận hưởng nơi này trong vài ngày miễn là bạn ở trong một trong những khách sạn chủ nhà của công viên.  Ở đó vé được giảm giá, khoảng 40 mỗi người, nhưng đáng giá vào cửa.Đọc thêm",
            "Tôi khuyên bạn nên trả tiền vào cửa đắt hơn vì hồ Thác nước là điểm thu hút tốt nhất.   Tủ khóa có giá rất thấp, vòi sen miễn phí.   Chúng tôi rất thích hồ Thác nước trong 4 giờ sau khi tham quan Động vật hoang dã.  Mang theo khăn tắm và kem chống nắng của riêng bạn.Đọc thêm",
            "Đối tác của tôi và tôi đã đến thăm trong một chuyến đi rất mệt mỏi quanh Colombia. Đường vào khá gập ghềnh. Chỉ có 2 chúng tôi, 21 peso mỗi người, không sử dụng công viên nước mặc dù họ trông rất vui. Nhìn thấy hà mã, voi, đà điểu. Cuối hàng sẽ đưa bạn đến hacienda de napoles, nơi không hề tôn vinh Pablo. Nó kể về câu chuyện khủng khiếp của người vô tội bị cuốn vào tình trạng hỗn loạn của mình. Có lẽ ai cũng biết đất nước Colombia còn gấp triệu lần hơn anh. Anh ấy chỉ là một phần lịch sử của anh ấy, điều mà tôi nghĩ không nên tôn vinh hay lãng quên. Không bao giờ để nó xảy ra lần nữa. Đọc thêm",
            "Vì tôi sống ở Medellin và lái xe đi khắp Colombia và Ecuador và sắp tới là đi xa hơn nữa nên tôi đã đi qua nơi này nhiều lần. Không có nhiều điều để nói thêm từ nhiều bài đánh giá khác về nơi này ngoài việc lối vào ban đầu đã bị phá hủy và gỡ bỏ và đã biến mất từ ​​lâu. Tôi rất vui khi có một bức ảnh chụp tôi trước nơi này được chụp trong một trong những lần ghé thăm của tôi vào tháng 10 năm 2018. Vâng, tôi sẽ giới thiệu một chuyến thăm, đặc biệt là nếu bạn có con nhỏ, tất cả chúng đều thích sở thú và hồ bơi. Hãy tận hưởng! Đọc thêm",
            "Despite numerous visits to Colombia over the past 19 years I had not done anything relating to Narco Tourism, but since the Netflix Series Narcos I had wanted a picture with the Hacienda Napoles gateway for the folks back home in England.Last time my wife and I she is Colombian were in the area we were passing thru on a bus at 01:30 in the morning so didnt see it.Since then theyve moved it inside the park which, at first, I was a bit miffed about.On arrival it was well over 40C, we had lunch at the restaurant by where the gate used to be, then booked a room at one of the hotels inside the park and bought park tickets.The journey into the park takes a few minutes, which gives a sense of how the murderous Escobar could evade capture when staying at his iconic Hacienda, now gone.We stayed at Hotel Casablanca and clearly had arrived in off season as Im sure there were more staff than guests, but Ill cover that in another review.We drove around the Park looking briefly at the various animals, this was only meant to be a way point rather than a full blown visit. Eventually we found what we had come for... the gateway, which was tucked away in a pedestrian area of the park, so we had to park the car and walk up a small incline, a bit cooler this day but still comfortably over 30c.As we walked up the incline there were other things, but we were here for one thing.Eventually we came across the Museum of Remembrance, which focuses on the tyranny and terror of Escobar, I challenge anyone to go here and not be touched by the sadness. By then end my wife was in tears, but then she was in her 20s when Bogota was being bombed at the behest of Escobar. I, too, was affected but not to the extent she was. As tourists we had been taking photos, but the last room of the museum remained un-photographed, this room had numerous portrait photos of dozens of Escobars many thousands of victims.Then, finally I got my picture with the gateway.From being miffed it had been moved I was grateful it had, as hopefully others will come and see the Museum and the gravity of the deaths oh Escobars victims will affect others as it had us...then maybe, just maybe...they will know history and not repeat it.Read more",
            "Gần trang trại có chỗ nào cho thuê xe máy không?Đọc thêm",
            "Chào buổi sáng, tôi sẽ đến Hacienda Napoles từ BOGOTÁ, ý tưởng là đến Doral Antioquia, nơi chúng tôi sẽ ở và từ đó bắt xe buýt đến Hacienda Napoles.\nNhưng tôi có một số câu hỏi: có xe buýt nào thả tôi ở lối vào trang trại không? Tại trang trại tôi có thể thuê xe đi tham quan được không?\nCảm ơn bạn, bất kỳ MẸO nào bạn có thể cho tôi trong chuyến thăm của tôi đều tuyệt vời.Đọc thêm",
            "Bạn có thỏa thuận với cảnh sát không?Đọc thêm",
            "Xin chào, có dịch vụ tủ đựng đồ để lại đồ vật không?Đọc thêm",
            "Tôi có thể thuê xe ở đó không? hoặc TUTU hướng dẫn và chuyến đi nói trên có giá trị bao nhiêu?Đọc thêm",
            "Đối với những người không có phương tiện đi lại thì làm cách nào và chi phí bao nhiêu, ngoài ra họ giới thiệu những khách sạn nào không quá đắt\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, khách sạn duy nhất tôi có thể giới thiệu vì tôi đã ở đó là Khách sạn Madeira Boutique. \n\nĐó là một khách sạn rất đẹp hòa mình vào thiên nhiên nhưng có đủ tiện nghi. \n\nLúc đó điều duy nhất tôi nghĩ là không xuất sắc là nhà hàng mà vì nó cũng mới khai trương.\n\nVề phương tiện đi lại, sự thật là tôi không thấy có nhiều lựa chọn ở đó, chắc chắn nếu bạn thuê một số loại hình tham quan có hướng dẫn thì đó là một cách hay. Bên trong công viên, họ có các lựa chọn, chẳng hạn như tàu mở mà họ sử dụng để di chuyển trong các cơ sở, vì chắc chắn khoảng cách trong đó khá dài.Đọc thêm",
            "Tôi có thể lấy xe của em bé mà không gặp vấn đề gì không??Đọc thêm",
            "Xin chào! Có, bạn có thể sử dụng nó mà không gặp vấn đề gì, mặc dù trong mọi trường hợp, lời khuyên của tôi là nên đi du lịch khi có ít người đến hơn vì đường đi săn hơi tắc nghẽn, ít nhất là trong trường hợp của tôi kể từ khi tôi đi nghỉ cuối tuầnĐọc thêm",
            "Họ uốn cong đồ uống và dừng runba lạiĐọc thêm",
            "Chào buổi sáng, Hacienda Nápoles mở cửa vào ngày 1 và 2 tháng 1 năm 2023?Đọc thêm",
            "Họ có thỏa thuận với CajasanĐọc thêm"
        ],
        "star_ratings": [
            264,
            278,
            124,
            46,
            77
        ],
        "review_amount": 789,
        "location": [
            "Puerto Triunfo",
            "Cục đồ cổ",
            "Nam Mỹ",
            "Những hoạt động nên làm ở Puerto Triunfo",
            "Colombia",
            "Công viên giải trí Hacienda Napoles"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written March 28, 2024",
            "Written February 2, 2023",
            "Written September 12, 2022",
            "Written February 8, 2022",
            "Written May 17, 2020",
            "Written February 17, 2020",
            "Written January 27, 2020",
            "Written November 11, 2019",
            "Written November 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1602461-d1808965-Reviews-Parque_Tematico_Hacienda_Napoles-Puerto_Triunfo_Antioquia_Department.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1602461-d12280786-Reviews-Grill_Arepas-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1602461-d7390670-Reviews-Asados_Del_Camino-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8714744-d25188726-Reviews-Makawaya-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4454796-d12693305-Reviews-Nebraska-Puerto_Colombia_Atlantico_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8714744-d12120081-Reviews-Parrilla_del_Campo-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8714744-d23613009-Reviews-New_York_Bar_Cafe-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8714744-d26552103-Reviews-Restaurante_toledo-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8714744-d26523705-Reviews-Son_D_licias-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8714744-d23603683-Reviews-New_York_Cafe_Bar-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602461-d26325578-Reviews-Santorini_Colombiano-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g8714744-d25454064-Reviews-Birding_tour_Secreto_del_Bosque_Doradal-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602461-d1808965-Reviews-or10-Parque_Tematico_Hacienda_Napoles-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602461-d7597666-Reviews-Canon_del_Rio_Claro_Reserva_Natural-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1602461-d12123603-Reviews-Rios_y_Aventuras-Puerto_Triunfo_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g4452841-d25138498-Reviews-Canon_De_La_Cristalina-Puerto_Boyaca_Boyaca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1732625-d7175356-Reviews-ALMACEN_LEGAL-Puerto_Narino_Amazonas_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g8714744-d26878081-Reviews-Tour_De_Las_Cascadas-Doradal_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d447276-Reviews-Jim_Thompson_House-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32406-d3217705-Reviews-The_Reptile_Zoo-Fountain_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2645568-Reviews-Museum_of_Tolerance-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d6936490-Reviews-Twin_Creek_Crystal_Mine-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d7159942-Reviews-Green_Valley_Park-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d156815-Reviews-Raging_Waters-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9884785-Reviews-Tilt-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g31306-d126845-Reviews-Grand_Canyon_Caverns-Peach_Springs_Hualapai_Reservation_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g147247-d2634450-Reviews-Renaissance_Island-Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093806-d8555792-Reviews-Cala_Mesquida_Beach-Cala_Mesquida_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1602461-d1808965-Reviews-or10-Parque_Tematico_Hacienda_Napoles-Puerto_Triunfo_Antioquia_Department.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1602461-d1808965-Reviews-Parque_Tematico_Hacienda_Napoles-Puerto_Triunfo_Antioquia_Department.html"
    }
]