[
    {
        "attraction_name": "Parque De Cenotes Yax-Muul",
        "attraction_name_vi": "Công viên Cenote Yax-Muul",
        "general_info": [
            "208 đánh giá",
            "12 trong số 90 điều cần làm ở Tulum",
            "Công viên giải trí chủ đề",
            "Hang động Hang động"
        ],
        "attraction_summary": "SỐNG TRẢI NGHIỆM !!! Tận hưởng khoảnh khắc tuyệt vời, tham gia Nghi lễ của người Maya, đi xuống giếng nước trong 5 phút của chúng tôi. Rapel, hãy bơi trong những cenote trong suốt, tĩnh lặng của chúng tôi. Bạn có cần một cái gì đó cực đoan? Tận hưởng chuyến tham quan Yax-Muul ATV của chúng tôi và lái xe xuyên rừng!Đọc thêm",
        "reviews": [
            "Chúng tôi đã được Martin giới thiệu về cenote từ Martins Homys Tours khi chúng tôi nói với anh ấy rằng chúng tôi đang tìm kiếm một cenote khá đẹp. Bản thân các cenote hoàn toàn tuyệt vời với các thành tạo đá tự nhiên tuyệt đẹp, hóa thạch và nước truyền canxi thư giãn, và khu đất xung quanh chúng thật tuyệt vời với nhiều bức tượng ngộ nghĩnh để có cơ hội chụp ảnh. Hướng dẫn viên của chúng tôi, Denis cũng rất tuyệt; ông ấy rất am hiểu về cenote cũng như lịch sử của người Maya liên quan đến cenote. Nước rất sạch và nhiệt độ được chào đón sau khi rang ở Tulum cả buổi sáng nhưng hệ thống hơi sốc một chút. Đây là một cenote tuyệt vời nếu bạn đang tìm kiếm một nơi nào đó đẹp và không quá bận rộn. Chiếc áo khoác bé Frida cũng là một điểm nhấn thú vị.Đọc thêm",
            "Bạn tôi và tôi đến đây như một phần của chuyến tham quan có tổ chức, bao gồm cả hoạt động bơi cùng rùa biển ngoài khơi bãi biển Akumal. \n\nĐây là phần thứ hai trong ngày và khi chúng tôi đi cùng hướng dẫn viên đáng yêu Angie đến cenote, chúng tôi phát hiện một số chú gấu mèo chạy quanh khu vực, thật đáng yêu. \n\nCenote lớn hơn có cảm giác mát mẻ và trong lành khi ở dưới nước và chúng tôi thực sự ngạc nhiên về sự yên tĩnh của nó. Cảm giác như đang tham gia một chuyến tham quan riêng tư và chúng tôi cảm thấy rất may mắn khi được bơi trong làn nước trong vắt như băng. \n\nBản thân khu vực này có một quán cà phê nhỏ và cũng có một cửa hàng bán đồ Mexico. \n\nMột nơi tuyệt vời và chúng tôi rất vui vì đã đến đây. Đọc thêm",
            "Công viên rất dễ thương, sạch sẽ. Tôi sẽ đề nghị. Bạn có thể bơi lội và chụp những bức ảnh dễ thương. Bạn có thể thuê tủ khóa và họ sẽ trả lại cho bạn 5 xu khi bạn trả lại chìa khóa. Vì vậy, hãy chắc chắn rằng bạn có sự thay đổi. Nhân viên thân thiện và nhiệt tình.Xem thêm",
            "Công viên rất dễ thương, sạch sẽ. Tôi sẽ đề nghị. Bạn có thể bơi lội và chụp những bức ảnh dễ thương. Bạn có thể thuê tủ khóa và họ sẽ trả lại cho bạn 5 xu khi bạn trả lại chìa khóa. Vì vậy, hãy chắc chắn rằng bạn có sự thay đổi. Nhân viên thân thiện và nhiệt tình.Xem thêm",
            "Toàn bộ trải nghiệm thật tuyệt vời nhờ hướng dẫn viên du lịch Leo của chúng tôi! Anh ấy vui vẻ, hiểu biết và kiên nhẫn. Cảm ơn Leo rất nhiều.Đọc thêm",
            "Chúng tôi đã đến đây như một phần của chuyến tham quan trong ngày. Hướng dẫn của chúng tôi Carlos rất xuất sắc, thực sự hữu ích và thân thiện. Chúng tôi đã thực hiện đường zip, ATV và kết thúc bằng việc bơi ở một trong những hang động. Muốn giới thiệu đến thăm.Đọc thêm",
            "Hãy cẩn thận với hướng dẫn viên du lịch. Chúng tôi đã đặt tour cenotes và cưỡi ngựa và tôi đã đảm bảo anh ấy hiểu những gì chúng tôi nói. Tất cả những người này làm việc cùng nhau và anh ấy thậm chí còn có một người phụ nữ làm việc ở đó xác nhận rằng chúng tôi sẽ tham gia cả hai tour. Anh ấy muốn thu tiền trước, nhưng tôi chỉ trả một nửa cho đến khi tour kết thúc. Anh ấy đã nói rất nhiều điều không phù hợp với chúng tôi trong cenotes. Tôi cảm thấy không thoải mái chút nào và chỉ muốn tự mình đi tour. Khi tôi hỏi anh ấy khi nào sẽ cưỡi ngựa, anh ấy nói rằng chúng tôi cần đợi ở đó trong khi anh ấy gọi người mang ngựa đến. Nhưng chúng tôi cũng cần phải trả tiền cho anh ấy trước. Cuối cùng, tôi đã trả tiền cho phần còn lại của tour và sau đó anh ấy chỉ bỏ đi. Tôi cảm thấy không ổn nên đã hỏi một người rằng đây có phải là tour cưỡi ngựa không và họ nói không. Tôi đã tìm được hướng dẫn viên du lịch và đòi lại tiền. Anh ấy đã chống trả và tôi không lùi bước cho đến khi lấy lại được tiền. Tôi nói với anh ấy rằng tôi sẽ báo cảnh sát nếu anh ấy không trả lại tiền cho tôi. Tôi đã lấy lại được một ít và cứ thế mà đi. Tôi chỉ muốn ra khỏi đó. Anh ta bắt chúng tôi trả 80 đô la một người. Đọc thêm",
            "Bạn tôi và tôi đến đây như một phần của chuyến tham quan có tổ chức, bao gồm cả việc bơi cùng rùa ngoài bãi biển Akumal. Đây là phần thứ hai trong ngày và khi chúng tôi cùng hướng dẫn viên đáng yêu Angie đến bể chứa nước, chúng tôi phát hiện một số con coatis chạy quanh khu vực rất đẹp. Các cenote lớn hơn cảm thấy rất mát mẻ và trong lành khi ở dưới nước và chúng tôi thực sự ngạc nhiên về sự yên tĩnh của nó. Cảm giác giống như một chuyến du lịch riêng và chúng tôi cảm thấy rất may mắn khi được bơi trong làn nước trong vắt như băng. Khu vực này có một quán cà phê nhỏ và cũng có một cửa hàng bán đồ Mexico. Một nơi tuyệt vời và chúng tôi thực sự vui mừng vì đã đến đây.Đọc thêm",
            "Họ lừa bạn khi thuê tủ đồ. Họ bắt bạn đặt cọc một khoản tiền có thể hoàn lại, và khi bạn xong việc, giữ lại tất cả và nói rằng đó là giá thuê giày đi nước. Những kẻ nói dối và trộm cắp hoàn toàn. Đọc thêm",
            "Tôi đã đến thăm một số Cenotes trong chuyến đi 4 tuần ở Mexico. Đó là một nơi đẹp, nhưng không phải là nơi đẹp nhất. Tôi thích sự hình thành đá và khu vực, nó thực sự được thực hiện rất tốt. Nhưng ở đó có rất nhiều người!!! Đông! Giá 40 là quá nhiều cho điều này!!!!Tôi đang thắc mắc tại sao không đi tour mà không mua được vé. Đó là 3 Cenote đã được mở chứ không phải 4 như họ đã nói với tôi ở khu vực vào. Lễ Maya và zipline chỉ được thực hiện với mục đích níu chân người dân.  nếu mọi người đến cùng một lúc và ở cùng một khu vực thì tôi sẽ có bất kỳ chỗ trống nào. Tôi không thích nghi lễ maya, nó không phải về một địa điểm linh thiêng, mà là về việc ngăn cản một du khách đến cùng một thời điểm, đến cùng một địa điểm. Các Cenote không lớn và không sâu, nhưng cũng không đều nên bạn có thể dễ dàng bị thương. Về cơ bản thì gần như không thể bơi được.  Nó có đèn điện, rất đẹp. Khi họ sắp đóng cửa, họ đã tắt đèn và tôi đang ở phía bên kia của giếng nước và phải tìm đường thoát ra trong bóng tối dày đặc. Điều đó rất nguy hiểm. Họ muốn tính phí 600 Pessos hoặc 40 USD. Nếu bạn đang thanh toán bằng thẻ, họ muốn tính thêm 5 khoản phí thẻ, điều mà tôi CHƯA BAO GIỜ nghe nói đến. Phí thẻ thông thường là 2, vì vậy họ thậm chí còn muốn kiếm tiền từ đó.  Nhìn chung, đây là một nơi tuyệt vời để ngắm đá và nước, nhưng nó quá đắt, đó là lý do tại sao tôi sẽ không quay lại. Tôi cũng không thích việc họ nói với tôi về 4 Cenotes và nó chỉ mới được mở 3 cái. Tôi không tin rằng người phụ nữ trên thông tin không biết điều đó. Đọc thêm",
            "Chúng tôi đã được Martin giới thiệu về cenote từ Martins Homys Tours khi chúng tôi nói với anh ấy rằng chúng tôi đang tìm kiếm một cenote khá đẹp. Bản thân các cenote hoàn toàn tuyệt vời với các thành tạo đá tự nhiên tuyệt đẹp, hóa thạch và nước truyền canxi thư giãn, và khu đất xung quanh chúng thật tuyệt vời với nhiều bức tượng ngộ nghĩnh để có cơ hội chụp ảnh. Hướng dẫn viên của chúng tôi, Denis cũng rất tuyệt; ông ấy rất am hiểu về cenote cũng như lịch sử của người Maya liên quan đến cenote. Nước rất sạch và nhiệt độ được chào đón sau khi rang ở Tulum cả buổi sáng nhưng hệ thống hơi sốc một chút. Đây là một cenote tuyệt vời nếu bạn đang tìm kiếm một nơi nào đó đẹp và không quá bận rộn. Chiếc áo khoác bé Frida cũng là một điểm nhấn thú vị.Đọc thêm",
            "Một vài giờ tuyệt vời ở đây rất khuyến khích nếu bạn thích thiên nhiên và nước. Chúng tôi mất một phút để tìm ra lối vào bằng ô tô của mình - nó có một cổng ô tô nhỏ mà ai đó sẽ nâng lên cho bạn - bên cạnh một không gian văn phòng nhỏ. Dễ bỏ lỡ. Từ đó bạn lái xe vài phút trên con đường gập ghềnh quanh co. Chúng tôi được chào đón bởi một người hướng dẫn ngay khi chúng tôi đến, người đã giải thích mọi thứ cho chúng tôi một cách rõ ràng. Bạn có thể xem một nghi lễ văn hóa của người Maya, nhận áo phao, để lại tiền đặt cọc và giày nước tùy chọn - giới thiệu hoặc mang theo những chiếc cenote có đá sắc nhọn của riêng bạn.  Yêu tất cả các cenote, mỗi cenote có một quãng đi bộ ngắn khác nhau một chút. Hướng dẫn viên Alan của chúng tôi đã chỉ cho chúng tôi một lần xung quanh dưới nước và chỉ ra động vật hoang dã và kể cho chúng tôi nhiều câu chuyện. Anh ấy đã từng tuyệt vời! Chúng tôi ở cùng một gia đình có ba đứa con, lúc này lúc khác có đứa ngồi ngoài mệt mỏi hoặc sợ bóng tối nhưng cũng đủ an toàn để chúng ngồi sang một bên và chờ đợi. Rất khuyến khích! Điểm nổi bật của chuyến đi của chúng tôi đến Tulum!Đọc thêm",
            "Kinh nghiệm tuyệt vời tại biểu thị này.  Chúng tôi đang có một chuyến tham quan riêng với Akumal Trips Discovery và đề xuất của họ về điều này biểu thị rằng thực tế có 3 địa điểm bạn ghé thăm ở địa điểm này là một lựa chọn tuyệt vời.   Hướng dẫn viên của chúng tôi, Isa rất thân thiện và hướng dẫn chúng tôi qua các cenote chỉ ra các tính năng khác nhau.  Cô ấy thật tuyệt vời khi giúp chúng tôi và những người khác leo xuống tầng hầm thứ ba, có cầu thang nếu bạn muốn.   Chắc chắn được đề xuất.Đọc thêm",
            "Bạn có thể đến đó bằng phương tiện công cộng từ Tulum không?Đọc thêm",
            "Vâng. Quá dễ dàng. Sử dụng xe buýt. Đọc thêm",
            "Chi phí vào cửa hiện tại cho người dân địa phương và công dân là bao nhiêu? Tôi đang viết blog về cenote ở Tulum và tôi đã thêm cenote yaxmuul\nCảm ơn bạn!Đọc thêm",
            "Xin chào, chi phí vào cửa là 600 peso, bao gồm một chuyến viếng thăm tất cả các cenote của chúng tôi, một buổi lễ của người Maya và leo núi. Tương tự như vậy, họ có tủ đựng đồ cho mỗi gia đình, họ có thể sử dụng khu vực nghỉ ngơi của chúng tôiĐọc thêm",
            "bạn có thể cho tôi biết là cần phải đi tham quan hay bạn có thể tự mình đi bộ vào được không, tôi nghĩ ít nhất sẽ có phí vào cửa.\n\ncảm ơn vì bất kỳ chi tiết nàoĐọc thêm",
            "Chi phí đầu vào là bao nhiêu? Bạn có cần đặt chỗ trước không?\nCảm ơn \nBonita Đọc thêm",
            "Chào buổi chiều, đây là giá của chúng tôi \n\n1 YAXMUUL CENOTES\n\n500 peso\n\nBao gồm :\n\nlễ của người Maya \nRappelling trong cenote\nTôi bơi trong hai Cenote, một hang và một nửa hở \nÁo vest và thiết bị hướng dẫn\n\nTheo cách tương tự chúng ta có \nchuyến tham quan ATV \n\nXe đạp bốn bánh đơn 1300 peso, xe đạp đôi 2000 peso\n\n lái xe 4 bánh \nthăm hai Cenote\n lễ của người Maya \n hướng dẫn và thiết bị\n leo núi ở cenote\n hướng dẫnĐọc thêm",
            "Xin chào,\n\nTôi sẽ đến Playa Del Carmen vào tháng 4 năm 2018, làm cách nào để đến cenote yax muul? Có thể đi bằng xe buýt được không? Phí vào cửa là bao nhiêu?Đọc thêm",
            "Lối vào Cenote nằm ngay trên đường chính và có biển báo. \nVào năm 2017 khi tôi đi, tôi đã trả 1500 peso cho 2 người với mức giá này, chúng tôi đã đến thăm 2 cenote và có một buổi lễ của người Maya Đọc thêm",
            "Một cenote ngoạn mục giúp tránh được những cuộc viếng thăm đông người và mang lại cho nó bầu không khí nghi lễ của người Maya mà họ từng có. Ángel là một người hướng dẫn tuyệt vời, người cho bạn thời gian cho mọi thứ mà không bị choáng ngợp và chúng tôi đã đi cùng 2 đứa trẻ, 2 và 4 tuổi. 11 trên 10Đọc thêm",
            "Hoàn toàn đồng ý. Một trong số ít cenote lưu giữ những nghi lễ của năm qua.Đọc thêm",
            "Xin chào, tôi đến từ Playa và tôi mới biết về hang động này, làm cách nào tôi có thể đến đó? Và chi phí đầu vào là bao nhiêu?Đọc thêm",
            "Xin chào, chào buổi tối, chúng tôi nằm cách Tulum vài km, cách Oscar 500 mét và bạn có thể đưa nó lên Google Maps YAXMUUL và nó sẽ đưa bạn chính xác đến lối vào của chúng tôi, chi phí cho chuyến tham quan hoàn chỉnh bao gồm chuyến thăm hai trong số cenote của chúng tôi, một buổi lễ Maya, các bức ảnh cũng như hướng dẫn viên là 350 peso, tại thời điểm này là 250 cho những người sống trong bang. Chúng tôi có một nhà hàng bên đường và cho thuê xe đạp.... thông tin tại 9841882056Đọc thêm",
            "Xin chào, vào tháng 5, tôi trở lại Cancun và tôi muốn ghé thăm công viên cenote Yax-Muul, bạn có đề xuất gì không? Tự đi hay thuê tour thì tốt hơn? cảm ơn bạnĐọc thêm",
            "Chúng tôi không làm việc với bất kỳ công ty lữ hành nào, bạn chỉ có thể tự mình đến, chúng tôi cách công viên Xel-ha 5 kmĐọc thêm"
        ],
        "star_ratings": [
            167,
            25,
            8,
            6,
            3
        ],
        "review_amount": 209,
        "location": [
            "México",
            "Riviera Maya",
            "Công viên Cenote Yax-Muul",
            "Những điều cần làm ở Tulum",
            "bán đảo Yucatan",
            "Quintana Roo",
            "Tulum"
        ],
        "reviews_time": [
            "Written August 16, 2023",
            "Written November 19, 2023",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written February 25, 2024",
            "Written February 22, 2024",
            "Written January 19, 2024",
            "Written November 20, 2023",
            "Written October 17, 2023",
            "Written August 28, 2023",
            "Written August 16, 2023",
            "Written April 9, 2023",
            "Written March 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150813-d9603161-Reviews-Parque_De_Cenotes_Yax_Muul-Tulum_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d1720092-Reviews-Oscar_Lalo-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d23995729-Reviews-Buuts_Ha_Cenote_Day_Club-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2578752-d20997734-Reviews-Pandano_Tulum_Restaurant-Soliman_Bay_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d27158508-Reviews-Baalman_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d23825324-Reviews-El_Cocal_Restaurant-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d11918016-Reviews-Cielo_Maya-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d1051354-Reviews-Casa_Cenote_Restaurant-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13971181-d23102748-Reviews-Tz_onot_Restaurante-Tankah_Tres_Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150813-d19409702-Reviews-Restaurante_BSky-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17672748-d7789879-Reviews-Nuevo_Arrecife-Dos_Palmas_Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d1632455-Reviews-Cenotes_Labnaha_Eco_Park-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g12900715-d275031-Reviews-Xel_Ha_Park_by_Xcaret-Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d153186-Reviews-Tulum_Archaeological_Site-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3387166-Reviews-Cenotes_Sac_Actun-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d1478385-Reviews-Cenotes_Dos_Ojos-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d14949843-Reviews-Tulum_Tower-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d1089296-Reviews-Delphinus_Xel_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d6114746-Reviews-Cenote_Taak_Bi_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d13195403-Reviews-Cenotes_Park_Hidden_Treasures-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d4089869-Reviews-Tankah-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d9603161-Reviews-or10-Parque_De_Cenotes_Yax_Muul-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d7692256-Reviews-Cenote_Zacil_Ha-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d2091091-Reviews-Dolphinaris_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g16871694-d20248977-Reviews-AZULIK_Uh_May-Francisco_Uh_May_Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3270873-Reviews-El_Toh-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d2550110-Reviews-Selva_Maya_Eco_Adventure-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d10643957-Reviews-Maya_Adrenaline-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g659488-d20135677-Reviews-Maya_Adrenaline_Oficial-Riviera_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d12585295-Reviews-Soliman_Bay_Tours-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d12533069-Reviews-Cenotes_Casa_Tortuga_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d2017635-Reviews-Riviera_Adventours-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d11947206-Reviews-Mystic_Adventure-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g4893791-d12959196-Reviews-Bejil_Ha_Riviera_Maya-Chemuyil_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g4893791-d1130074-Reviews-The_Jungle_Place_Tours-Chemuyil_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2091049-Reviews-Riviera_Adventours-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d13592645-Reviews-Sri_Vishnu_Kovil-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12981668-Reviews-Kyo_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d548269-Reviews-Mljet_National_Park-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243410-Reviews-Grande_Museo_del_Duomo_di_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34685-d3309549-Reviews-Coral_Cove_Park-Tequesta_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d13279639-Reviews-Ashes_Diamonds_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55876-d2314142-Reviews-Gainesville_Outlet_Mall-Gainesville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d108058-Reviews-Coast_Guard_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293979-d319238-Reviews-Dead_Sea-Dead_Sea_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187235-d1203371-Reviews-Port_Grimaud-Grimaud_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150813-d9603161-Reviews-or10-Parque_De_Cenotes_Yax_Muul-Tulum_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150813-d9603161-Reviews-Parque_De_Cenotes_Yax_Muul-Tulum_Yucatan_Peninsula.html"
    }
]