[
    {
        "attraction_name": "Patara Beach",
        "attraction_name_vi": "Bãi biển Patara",
        "general_info": [
            "1.375 đánh giá",
            "- 2 trong số 11 điều cần làm ở Patara",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển Patara là một trong những bãi biển lớn nhất của Turkiye và là khu vực được bảo vệ tự nhiên. Tại đây, bạn có thể chiêm ngưỡng khung cảnh ngoạn mục của những đỉnh núi đá vôi cao chót vót và những cồn cát màu vàng mật ong của Lycia. Các cồn cát là nơi tuyệt vời để ngắm hoàng hôn và cũng đã xuất hiện trong nhiều bộ phim Thổ Nhĩ Kỳ. Các hoạt động phổ biến khác ở đây bao gồm đi bè, cưỡi ngựa và chèo thuyền trên Sông Dalaman. Bãi biển Patara cũng là nơi sinh sản của loài rùa quản đồng có nguy cơ tuyệt chủng - bạn có thể thấy chúng nở nếu may mắn. Hãy cân nhắc việc kết hợp chuyến tham quan bãi biển của bạn với chuyến đi đến thành phố cổ Patara và chứng kiến ​​những tàn tích hấp dẫn ở đó.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đến cổng và được thông báo là phải trả 1400 lira để vào - Về cơ bản là 34. Cho dù bãi biển đẹp đến đâu, tôi cũng không thể tưởng tượng được là nó đáng giá như vậy. Hãy nhớ đến những đánh giá gần đây nhất. Chẳng trách không có xe nào khác vào. Mức giá mà họ muốn tính hoàn toàn khác với bất kỳ mức giá nào được hiển thị trên bảng thông tin vào cửa. Câu hỏi của tôi là, liệu nó có thực sự đáng giá không?????Đọc thêm",
            "Đã đi đến bãi biển - tàn tích trong nhiều năm. Chúng tôi thường mua vé hàng tuần. Không bao giờ có sự lột xác hoàn toàn nữa - 10,00 mỗi người - giường phơi nắng - thuê ô.  Bãi biển cũng bẩn.Đọc thêm",
            "Ở đây có quá nhiều chó hoang. Một phần trong số 600-700 Lira mà một cặp vợ chồng phải trả để vào cửa nên được dùng để dọn rác.Đọc thêm",
            "Một chuyến thăm thực sự đáng giá. Chúng tôi đã tranh luận rất lâu xem có nên đi tham quan di tích và bãi biển hay chỉ đi đến bãi biển. Người ta bảo rằng chỉ đi đến bãi biển thôi cũng rẻ nhưng khi đến ki-ốt vào cửa, chúng tôi lại bảo không phải. Giá vé vào cửa là 1000tl - - khoảng 30tl - cho một vé vào cửa 5 ngày - không còn lựa chọn nào khác!! Chắc chắn là không đúng rồi??? Chúng tôi quyết định đi trọn vẹn. Giá vé là 340tl mỗi người - hơn một chút - 10 vào tháng 10 - 23 - và rất đáng. Chúng tôi dành 4 giờ lang thang trong thành phố đổ nát và cố gắng ghép nối mọi thứ lại với nhau. Vì chúng tôi vào từ ki-ốt chứ không phải bãi đậu xe nên chúng tôi không nhìn thấy diama cho đến khi kết thúc. Sau đó, mọi thứ trở nên hợp lý và chúng tôi có thể hình dung ra di tích như một thành phố có bến cảng. Nhược điểm của tất cả những điều đó là nhiều phần của thành phố đổ nát bị cây cối mọc um tùm đến mức chỉ có thể nhìn thấy một phần hoặc không thể tiếp cận được. Các biển báo và bảng thông tin còn nhiều điều đáng mong đợi, điều đó có nghĩa là chúng tôi phải tự mình phán đoán và đoán đường đi. Các đặc điểm chính, giống như hầu hết các di tích khác, là đấu trường và đấu trường Assembly - nơi này được xây dựng lại rất tốt -. Sau đó, chúng tôi dành thời gian ở Bãi biển Patara. Một bãi biển cát rộng lớn và đẹp mà chúng tôi không có thời gian để khám phá kỹ lưỡng. Biển không dốc quá nên tất cả mọi người đều có thể tiếp cận. Đọc thêm",
            "340 lira mỗi người để đến một bãi biển lớn đầy tàn thuốc lá. Các tàn tích phần lớn đã mọc um tùm, cùng với chăn thả gia súc trong trang trại. Khá đẹp như tranh vẽ nếu bạn thích những thứ như vậy nhưng rõ ràng người có thẩm quyền lấy tiền không quan tâm đến việc làm bất cứ điều gì với họ. Tòa nhà lắp ráp được xây dựng lại nhô ra như câu tục ngữ trên bàn bi da. Đọc thêm",
            "Bãi biển đầy cát trải dài với vô số những thứ nhỏ hơn mà không ai dọn dẹp hoặc mang rác theo. Và bạn phải trả - 10,00 một ngày hoặc - 30,00 cho 10 mục nhưng hãy cẩn thận, chúng chỉ tồn tại trong 10 ngày nếu bạn không đi trong những ngày đó bạn không ồn ào theo tôi thì điều đó hơi rắc rối, và nếu bạn cần giường phơi nắng, hãy thêm nhiều lira hơn. Biển rất đẹp và ấm áp nhưng đôi khi có thể trở nên rất gồ ghề, cũng hãy cẩn thận khi có gió ngoài khơi. Ruồi cắn, không một trải nghiệm rất hay cách duy nhất để ngăn chặn chúng là thuốc đuổi muỗi 95 deet. Nếu bạn muốn xem di tích cổ thì chi phí sẽ cao hơn rất nhiều. Không làm tôi thất vọng.Đọc thêm",
            "Bãi biển Patara là một niềm vui. Cát và nước ấm. Các quan điểm rất đẹp. Tôi đã đọc trước đó rằng đồ ăn không ngon, tôi xác nhận. Có một khu vực mà bạn phải trả tiền cho ghế dài và ô dù nhưng những người dân địa phương tự mang theo có nhiều không gian để định cư trên cát. Chúng tôi đã có quyền truy cập vào di tích, đáng để ghé thăm! Tôi thích một chút lịch sử. Đọc thêm",
            "OMG how this has changed. I don - t mind paying the multi pass price to get in, but if you are travelling  there, please ensure you arrive early. By midday the traffic is queuing back towards the village of Gelemis  - Patara -  and then to get a car park space.The beach which is allegedly one of the best in the World is a protected area due to the fact that turtles come ashore to lay eggs, has deteriorated over the past couple of years.What we have noticed is that in recent years the beach is a mixture of the fine white sands, which  it has always been famous for and now discarded cigarette butts in their thousands. Clearly not the turtles before laying their eggs and returning to the water at night!Locals  blame the native Turkish tourists who appear to discard them with abandon and the fact that the Kas council who are responsible for what should be a great tourist experience, appear to have removed all the terracotta pots that used to be on the beach for the use of the many smokers.It clearly cannot be good for the turtles.What was a vibrant beach cafe with eager, waiting staff has now become a dreary, characterless, self service facility. You pay the cashier, who gives you a receipt and sends another ticket  through to the three guys standing at the bar, who put the drinks in front of you. You have to ask for glasses if you need one. They don - t sell crisps or other like snacks and if you want an ice cream you are now limited to gelatos as they don - t sell anything resembling a Magnum, Twister or Corneto..On top of that you will consume your drink and food alongside smokers  - including staff - . Every table comes with an ashtray, which is useful when the beach is full.The tables do have free napkins which are useful if you need the outside toilet, due to the fact that a woman sits there expecting money in exchange for a few sheets of loo roll  - kitchen roll - . She clearly is not there to keep these sanitary,  so one word of advice about using them if you can is  - don - t.Sun beds and umbrellas are 100TL each so each reasonable at  - 3 for the day.  That is just about all that is good about it along with hopefully protecting an endangered species; as long as they don - t develop a 40 a day habit themselves.Read more",
            "Một trong những bãi biển đẹp và sạch nhất ở Thổ Nhĩ Kỳ. Chắc chắn bạn nên ghé thăm, đặc biệt là để ngắm hoàng hôn.Đọc thêm",
            "Bạn cần trải nghiệm cảnh hoàng hôn ở bãi biển Patara, hướng dẫn viên Ozzy sẽ đón bạn từ khách sạn, đưa bạn đến bãi biển patara với đồ uống bạn chọn.  Sau đó đưa bạn đến nhà hàng xinh xắn của anh ấy - Nhà hàng Sail - đồ ăn thật tuyệt vời sau đó Ozzy sẽ đưa bạn trở lại khách sạn.Đọc thêm"
        ],
        "star_ratings": [
            819,
            301,
            157,
            48,
            50
        ],
        "review_amount": 1375,
        "location": [
            "Patara",
            "Tỉnh Antalya",
            "Hoạt động giải trí tại Patara",
            "Bờ biển Địa Trung Hải của Thổ Nhĩ Kỳ",
            "Thổ Nhĩ Kỳ",
            "Bãi biển Patara",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written December 23, 2023",
            "Written November 8, 2023",
            "Written October 20, 2023",
            "Written September 26, 2023",
            "Written September 15, 2023",
            "Written August 26, 2023",
            "Written August 24, 2023",
            "Written July 5, 2023",
            "Written June 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298657-d294632-Reviews-Patara_Beach-Patara_Turkish_Mediterranean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d3508442-Reviews-Durak_lokantasi-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d5525553-Reviews-Ayse_Pancake_House-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d1528403-Reviews-St_Nicholas_Restaurant-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d6840148-Reviews-Sailing_Terrace_Restaurant-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d6972801-Reviews-Patara_Gozleme_Evi-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2082826-d2174373-Reviews-Medusa_Bar_Camping-Gelemis_Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2082826-d12866131-Reviews-Buse_Gozleme_Evi_Patara-Gelemis_Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d3458338-Reviews-Aspendos_Restaurant-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d17740561-Reviews-Sheriff_Woody_Coffee_Bar-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298657-d1524396-Reviews-Bolulu_Osman_s_Restaurant-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298657-d294639-Reviews-Patara_Ruins-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3602065-Reviews-Patara_Antique_Theatre-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297965-d10714864-Reviews-Patara_Antik_Kenti-Kas_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298657-d12834395-Reviews-Patara_Kum_Tepesi-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d4889366-Reviews-Palm_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d17821222-Reviews-Zest_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d6727266-Reviews-Kalkan_Beach_Park-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d3619465-Reviews-Kalamar_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d12830736-Reviews-Yali_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d15056438-Reviews-Kalkan_Halk_PlajI-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298657-d294632-Reviews-or10-Patara_Beach-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d4559034-Reviews-Sunset_Boat_Trips-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d2228780-Reviews-Yildiz_Day_Trips-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d4663159-Reviews-Define_Tours-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d7076780-Reviews-Kalkan_Atlantis_Turkish_Bath_Spa-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d6840428-Reviews-Sea_Bella_Tours-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d4742024-Reviews-Lunar_Gulet_Private_Daily_Cruises-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d4329505-Reviews-The_Fountain-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d3493696-Reviews-Aristos_Water_Sports-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d6624195-Reviews-Botanik_Garden_Bar-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d17489403-Reviews-Arcadia_Turkish_bath_Spa-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d212121-Reviews-Apache_Trail_Scenic_Drive-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d7208933-Reviews-Dolphin_Resort-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g608493-d3576506-Reviews-Menjangan_Island-Pemuteran_Gerokgak_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g58227-d7815223-Reviews-Jamestown_Scotland_Ferry-Surry_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41015-d8473424-Reviews-Black_Hill_Regional_Park-Boyds_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246088-Reviews-Palazzo_Colonna_Galleria_Colonna-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13201643-Reviews-The_Paella_Club-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588218-d6936462-Reviews-Kourouta_Beach-Amaliada_Elis_Region_West_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g298087-d574818-Reviews-Socotra_Island-Aden.html",
            "https://www.tripadvisor.com/Attraction_Review-g49407-d12492754-Reviews-Ocracoke_Beach-Ocracoke_Outer_Banks_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298657-d294632-Reviews-or10-Patara_Beach-Patara_Turkish_Mediterranean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298657-d294632-Reviews-Patara_Beach-Patara_Turkish_Mediterranean_Coast.html"
    }
]