[
    {
        "attraction_name": "Paultons Park",
        "attraction_name_vi": "Công viên Paultons",
        "general_info": [
            "10.609 đánh giá",
            "3 trong số 18 điều cần làm ở Romsey",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Công viên Paultons - ngôi nhà của Peppa Pig World là một công viên giải trí gia đình nằm trong Công viên Quốc gia New Forest ở Hampshire, với hơn 70 trò chơi và điểm tham quan. Là nơi có trò chơi đầu tiên trên thế giới và độc quyền ở Vương quốc Anh, Peppa Pig World có 9 trò chơi hấp dẫn bao gồm Peppas Big Balloon Ride, Georges Dinosaur Adventure, một khu vui chơi mềm trong nhà. Các trò chơi và điểm tham quan khác tại Paultons bao gồm, công viên giải trí khủng long Lost Kingdom, tàu lượn siêu tốc Edge và Cobra, công viên giật gân Water Kingdom, sân gôn mạo hiểm, rạp chiếu phim 4D, The Raging River Ride và nhiều trò chơi nhỏ hơn dành cho trẻ nhỏ.Đọc thêm",
        "reviews": [
            "Chúng tôi đưa con gái hai tuổi của chúng tôi đến đây. Peppa Pig World khiến chúng tôi bận rộn cả ngày. Thời gian chờ đợi trên các chuyến đi là tối đa 20 phút. Cuộc gặp gỡ và chào hỏi cũng diễn ra tuyệt vời, nhưng cũng rất bận rộn. Nhìn đâu cũng thấy các nhân vật trong câu chuyện - người hâm mộ Peppa bé nhỏ của chúng ta đã hoàn toàn ngạc nhiên. Chúng tôi đã không đi đến các khu vực khác của công viên, nhưng dự định quay lại vào năm tới và nhận vé hai ngày. Thật là một công viên đẹp, sạch sẽ. Khuôn viên rất sạch sẽ và những màn trình diễn hoa cũng rất tuyệt vời. Tôi thực sự muốn giới thiệu bất kỳ ai có con nhỏ quan tâm đến Peppa Pig hãy ghé thăm!Đọc thêm",
            "Kính gửi SianneHarrisMCFC, \n\nCảm ơn bạn đã đánh giá 5 sao sau chuyến thăm Công viên Paultons.\n\nThật tuyệt vời khi biết rằng bạn rất thích chuyến thăm của mình và thế giới Peppa Pig đã khiến bạn nở nang suốt cả ngày! Có 9 trò chơi trong Peppa Pig World bao gồm Peppas Big Balloon Ride, Grandpa Pigs Little Train, The Queens Flying Coach Ride và Grampy Rabbits Sailing Club. Ngoài ra còn có khu vực giật gân Muddy Puddles, Sân chơi Phiêu lưu Mr Potatos và Khu vui chơi trong nhà Tàu vũ trụ Georges. Nó thực sự là nơi hoàn hảo cho trẻ mới biết đi và trẻ nhỏ!\n\nChúng tôi cảm ơn bạn đã đề xuất và dành thời gian để xem xét chúng tôi. Chúng tôi rất vui khi biết rằng bạn sẽ quay trở lại Paultons vào năm tới để tận hưởng hai ngày tại Công viên. Chúng tôi rất mong được chào đón bạn trở lại sớm.\n\nTrân trọng,\n\nCông viên PaultonsĐọc thêm",
            "Tôi đưa con tôi đến các công viên giải trí khá nhiều và tôi phải nói rằng thật ngạc nhiên thú vị khi so sánh Paultons với các công viên giải trí thuộc chuỗi Merlin như Legoland. Mọi thứ đều dễ dàng và thoải mái, từ đỗ xe đến không phải xếp hàng cho đến các chuyến đi và cơ sở vật chất. Đó chắc chắn là công viên giải trí tốt nhất của Vương quốc Anh. Nhân viên cũng rất tuyệt vời. Chúng tôi đã có thẻ hỗ trợ xếp hàng nhưng nhận thấy chúng tôi không cần nó vì hàng đợi không tồn tại - tức là vào một ngày Thứ Bảy đầy nắng. Sẽ quay lại sớm. Đọc thêm",
            "Juljen83 thân mến, \n\nCảm ơn bạn đã đánh giá 5 sao sau chuyến thăm gần đây của bạn.\n\nThật vui khi biết về những trải nghiệm tích cực của bạn tại Paultons Park về thời gian xếp hàng tối thiểu và chúng tôi rất vui vì bạn đã có một ngày thoải mái và không căng thẳng.\n\nCảm ơn bạn đã nhận xét tử tế về việc Paultons là công viên giải trí tốt nhất ở Vương quốc Anh và đội ngũ nhân viên của chúng tôi thật tuyệt vời. Như bạn có thể biết, Paultons là một công viên giải trí do một gia đình sở hữu và điều hành nên rất vui khi nhận được những lời khen ngợi như vậy từ khách hàng và chúng tôi chắc chắn sẽ chuyển phản hồi đáng yêu của bạn đến Nhóm quản lý cấp cao của Công viên để biết thông tin của họ.\n\nChúng tôi rất vui khi biết bạn sẽ lên kế hoạch cho một chuyến thăm khác tới Công viên và chúng tôi mong sớm được chào đón bạn quay trở lại Paultons.\n\nTrân trọng, \n\nCông viên PaultonsĐọc thêm",
            "Ước gì tôi có thể cho cái này 105!  Nơi này thật tuyệt vời!  Vượt xa sự mong đợi của chúng tôi.  Chúng tôi đến từ bãi đậu xe một quãng đi bộ ngắn và tất cả đều nói ồ!   Và ngay khi chúng tôi đến, mọi thành viên của đội ngũ nhân viên đều vui vẻ, lịch sự, thân thiện, hữu ích, những phẩm chất mà ngày nay rất nhiều nơi còn thiếu.  Có rất nhiều việc phải làm ở đây và rất nhiều lựa chọn trò chơi cho trẻ 7 và 12 tuổi của chúng tôi tận hưởng.  Và chúng tôi cũng không thể không nhận xét rằng toàn bộ nơi này sạch sẽ đến mức không tì vết, không có dấu hiệu xả rác ở bất cứ đâu.  Những bông hoa xinh đẹp và những không gian xanh để tận hưởng, những nơi râm mát để ngồi dưới những tán cây tuyệt vời nhất.  Mọi chi tiết nhỏ đều đã được nghĩ đến ở đây và chúng tôi không thể khen ngợi nó đủ.  Chỉ ước chúng tôi không sống quá xa ở Norfolk nếu không chúng tôi sẽ đến thăm hàng tuần.  Rất đáng tiền và chúng tôi hy vọng sẽ quay lại sớm.  Cảm ơn Paultons Park vì một ngày tuyệt vời.Đọc thêm",
            "Kính gửi Katemjuk\n\nCảm ơn bạn đã dành thời gian để lại nhận xét về Paultons Park.\n\nThật tuyệt vời khi biết rằng bạn đã có một ngày tuyệt vời và chúng tôi rất vui vì công viên đã vượt quá sự mong đợi của bạn. \n\nTại Paultons Park, nhóm của chúng tôi làm việc quanh năm để đảm bảo rằng mỗi khách đều có trải nghiệm thú vị và độc đáo khi đến thăm công viên. Chúng tôi rất vui vì chuyến thăm của bạn đã phản ánh những nỗ lực này và bạn nhận thấy đội ngũ nhân viên thân thiện, nhiều trò chơi và điểm tham quan cũng như khuôn viên và khu vườn sạch sẽ, thân thiện là những điểm nổi bật đặc biệt. \n\nChúng tôi hy vọng sẽ được chào đón bạn quay trở lại công viên một ngày nào đó trong tương lai. \n\nTrân trọng\nCông viên PaultonsĐọc thêm",
            "Ôi trời, tôi phải bắt đầu từ đâu đây!! Thế giới Peppa Pig đúng như tên gọi!! Thế giới Peppa Pig!! Đầu tư bao nhiêu tâm huyết và tiền bạc vào công viên này quả là không tưởng! Con gái 2 tuổi của tôi đã được thỏa mãn cùng tôi và bố con bé. Cô và chú của con bé đã điều chỉnh cho phù hợp lol các trò chơi rất phù hợp với trẻ nhỏ. Lâu đài gió là trò tôi thích nhất, đường chạy khủng long là trò yêu thích của các cô con gái nhỏ và chuyến đi thuyền rõ ràng là trò yêu thích của Chồng và Anh trai tôi, xem ảnh nhé lol Chị dâu tôi cũng rất thích. Khi chúng tôi chơi xong ở thế giới Peppa, con gái tôi thích chơi trong công viên nước với tã lót vì chúng tôi không biết có trò này. Sau đó, tất cả người lớn đều được chơi tàu lượn siêu tốc và các trò chơi lớn hơn. Thật là một ngày tuyệt vời!!!! Những chú meerkat cũng tuyệt vời nhưng chúng tôi đã bỏ lỡ những chú chim cánh cụt, ôi! Toàn bộ công viên thật đáng kinh ngạc và có cả một khu khủng long, thật là WOW!! Cảm ơn rất nhiều xxxĐọc thêm",
            "Kính gửi OrangeOrchid2015\n\nCảm ơn bạn đã đánh giá 5 sao sau chuyến thăm gần đây tới Paultons. \n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và con gái của bạn đã tham gia vào Thế giới lợn Peppa với Cuộc phiêu lưu khủng long của Georges là chuyến đi yêu thích của cô ấy. \n\nThật tuyệt khi thấy rằng bạn có thể khám phá các khía cạnh khác của Công viên như khu vực té nước và các loài động vật, cùng với việc người lớn có thể tham gia một số trò chơi lớn hơn. \n\nLà một doanh nghiệp do gia đình sở hữu và điều hành, chúng tôi rất vui khi được đọc những lời khen ngợi như vậy từ khách hàng về Công viên. Chúng tôi lấy giá trị gia đình làm trọng tâm trong mọi việc chúng tôi làm và tầm nhìn của chúng tôi là mang đến cho khách hàng trải nghiệm gia đình độc đáo, đại diện cho giá trị tốt nhất cho một ngày đi chơi. \n\nChúng tôi xin cảm ơn bạn đã dành thời gian để lại đánh giá và hy vọng được chào đón bạn quay trở lại vào một thời điểm nào đó trong tương lai gần. \n\nTrân trọng\nCông viên Paultons Đọc thêm",
            "Chúng tôi đưa đứa con 4 và 7 tuổi của mình đi và có một ngày tuyệt vời. Các chuyến đi hoàn hảo cho nhóm tuổi này và một số chuyến đi nhanh hơn cũng dành cho trẻ lớn hơn. Công viên thực sự sạch sẽ, nhân viên đều rất thân thiện và hữu ích và đồ ăn rất ngon. Ngoài ra còn rất nhiều điểm dã ngoại nếu bạn mang theo đồ ăn của riêng mình. Nó đáng đồng tiền và tốt hơn nhiều so với Legoland mà chúng tôi đã ghé thăm năm ngoái. Đó là chuyến thăm thứ ba của chúng tôi và chắc chắn sẽ quay trở lại! Đọc thêm",
            "emsyd89 thân mến\n\nRất cám ơn vì đã dành thời gian để lại đánh giá 5 sao. \n\nThật tuyệt vời khi biết rằng tất cả các bạn đã có một ngày tuyệt vời khi đến thăm chúng tôi và cảm thấy có rất nhiều trò chơi phù hợp cho trẻ em ở mọi lứa tuổi thưởng thức. \n\nDịch vụ khách hàng là ưu tiên hàng đầu đối với chúng tôi tại Công viên và chúng tôi rất vui khi lưu ý rằng bạn nhận thấy tất cả nhân viên đều thân thiện và hữu ích trong suốt chuyến thăm của bạn. Thật tuyệt vời khi biết rằng bạn cảm thấy chúng tôi có rất nhiều địa điểm dã ngoại nằm xung quanh Công viên để du khách thưởng thức nếu họ chọn mang theo đồ ăn của riêng mình. \n\nChúng tôi đánh giá cao tất cả các phản hồi nhận được và chúng tôi mong được chào đón bạn trở lại vào một ngày nào đó. \n\nTrân trọng\nCông viên PaultonsĐọc thêm",
            "Chúng tôi đã đặt ưu đãi miễn phí ngày thứ hai và chúng tôi rất hài lòng vì đã làm như vậy. Đã đón đứa con gần 4 tuổi của chúng tôi như một chuyến đi đặc biệt trước khi bắt đầu đi học và con bé đã có khoảng thời gian tuyệt vời. Tất nhiên thế giới lợn peppa là một thành công lớn, nhưng có quá nhiều việc phải làm ở phần còn lại của công viên nên chúng tôi chắc chắn cần vào ngày thứ hai đó. Chúng tôi đã đi vào thứ Hai và thứ Ba, thứ Hai bận rộn hơn nhiều, nhưng vẫn không phải xếp hàng chờ đợi quá lâu. Nhân viên rất nhiệt tình và tuyệt vời, không có gì là quá rắc rối với họ. Công viên sạch sẽ vô cùng và những khu vườn rất đẹp. Đó là một chuyến đi dài đáng giá và chúng tôi đặc biệt muốn giới thiệu cho bất kỳ ai có con nhỏ một ngày vui chơi tuyệt vời cùng gia đình.Đọc thêm",
            "Kính gửi S9823OQhannahs\n\nCảm ơn bạn đã đánh giá và đánh giá Paultons rất cao. \n\nChúng tôi rất vui khi biết rằng bạn đã đến thăm chúng tôi như một phần của gói nghỉ ngắn ngày và cảm thấy bạn chắc chắn cần ngày thứ hai để có thể khám phá đầy đủ Công viên và tận dụng tối đa tất cả các trò chơi và điểm tham quan mà chúng tôi cung cấp. \n\nThật tuyệt khi lưu ý rằng bạn thấy thời gian xếp hàng rất hợp lý và nhân viên rất nhiệt tình và hữu ích. \n\n Tại Paultons, chúng tôi rất tự hào về giá trị đồng tiền mà chúng tôi có thể cung cấp cho khách hàng cũng như các dịch vụ chúng tôi cung cấp và do đó, chúng tôi rất vui khi biết rằng bạn cảm thấy chuyến đi của mình chắc chắn xứng đáng và bạn rất muốn giới thiệu chúng tôi với những người khác. \n\nMột lần nữa xin cảm ơn rất nhiều vì những nhận xét tuyệt vời của bạn và chúng tôi rất mong được chào đón bạn trở lại Công viên một ngày nào đó. \n\nTrân trọng\nCông viên Paultons Đọc thêm",
            "Một trong những công viên tốt nhất dành cho trẻ em, con gái tôi, tôi và cháu trai 3 tuổi đã đến ngày hôm qua và có một ngày tuyệt vời nhất từ ​​trước đến nay. Dành cả ngày ở đó và ước gì chúng tôi đã làm được 2 ngày, những khu vườn vô nhiễm và mọi nơi đều sạch sẽ không tì vết. Rất nhiều chuyến đi dành cho trẻ nhỏ và một khu vui chơi mềm mại tốt. Chúng tôi có đồ ăn từ tuyến đường 88, tôi nghĩ nó hơi đắt nhưng rất ngon. Rất mong được đến thăm vào năm tới nhưng sẽ đặt một khách sạn gần hơn, chúng tôi ở lại Southampton, nơi rất bận rộn trên đường về vì đang là giờ cao điểm. Cảm ơn bạn vì một ngày tuyệt vời PAULTONS.Đọc thêm",
            "Kính gửi neonsmp\n\nCảm ơn bạn đã dành thời gian để lại nhận xét về Paultons Park.\n\nThật tuyệt vời khi biết rằng bạn và gia đình đã có một ngày tuyệt vời, đồng thời nhận thấy hàng loạt trò chơi và điểm tham quan, dịch vụ cung cấp đồ ăn và đồ uống cũng như các nhóm và khu vườn sạch sẽ và thân thiện là những điểm nhấn đặc biệt trong chuyến thăm của bạn. \n\nChúng tôi mong được chào đón bạn quay trở lại công viên vào một ngày nào đó trong tương lai.\n\nTrân trọng \nCông viên PaultonsĐọc thêm",
            "Thật là một công viên được cân nhắc kỹ lưỡng đến mức đáng kinh ngạc với rất nhiều việc phải làm cho mọi lứa tuổi. Ứng dụng này rất tuyệt vời để cung cấp chỉ đường, thông tin xếp hàng và rất nhiều bảng thông tin xung quanh công viên. Tất cả nhân viên chúng tôi gặp từ những người trông xe cho đến người phụ nữ chăm sóc chúng tôi trong bữa tối đều rất xuất sắc.Đọc thêm",
            "Kính gửi laurapS3540OZ\n\nCảm ơn bạn đã đánh giá năm sao về Paultons Park.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy Công viên và các cơ sở của chúng tôi, bao gồm cả ứng dụng công viên, có chất lượng cao, đảm bảo rằng bạn sẽ có một ngày tuyệt vời.\n\nThật tuyệt vời khi biết rằng tất cả các nhân viên bạn gặp trong chuyến thăm đều thân thiện và khiến chuyến thăm của bạn trở nên đáng nhớ. \n\nChúng tôi mong được chào đón bạn quay trở lại công viên vào một ngày nào đó trong tương lai. \n\nTrân trọng \nCông viên Paultons\n\nĐọc thêm",
            "Đến thăm đứa con 3 tuổi của tôi và hoàn toàn ấn tượng. Rất nhiều lựa chọn đi xe để chúng ta tiếp tục, từ những chuyến đi êm đềm cho em bé đến những chuyến đi giúp nhịp tim tăng lên! Lấp đầy cả ngày một cách dễ dàng. Thật tuyệt vời khi có những khu vườn và động vật để phá tan sự phấn khích. Chất lượng, sự sạch sẽ và cảnh quan là tuyệt vời. Chỉ có những cải tiến là các điểm cung cấp nước uống vì trời rất nóng và tôi mong đợi có thể đổ đầy chai nước dễ dàng hơn và có lẽ là một địa điểm bán đồ ăn lành mạnh cho quầy salad. Đáng giá vào cửa và sẽ ghé thăm lại.Đọc thêm",
            "Kính gửi Endymion13\n\nCảm ơn bạn đã đánh giá năm sao về Paultons Park.\n\nThật tuyệt vời khi biết rằng bạn đã có một chuyến thăm tuyệt vời đến công viên và nhận thấy sự sạch sẽ, chất lượng cũng như nhiều trò chơi, điểm tham quan và cơ sở vật chất xung quanh công viên đạt tiêu chuẩn cao, đảm bảo rằng ngày của bạn thật thú vị và độc đáo. \n\nPhản hồi của bạn về các điểm rót chai nước cũng như việc cung cấp thực phẩm và đồ uống đã được ghi nhận và chuyển cho các nhóm quản lý liên quan. \n\nChúng tôi mong được chào đón bạn trở lại công viên vào một ngày sớm nhất.\n\nTrân trọng\nCông viên PaultonsĐọc thêm",
            "Tôi đã đến thăm vào thứ Sáu ngày 23 với đứa con 8 và 6 tuổi của tôi.\nChúng tôi thực sự yêu thích nó, cả hai đứa con của tôi đều có thể tham gia hầu hết các chuyến đi. Chúng tôi không xếp hàng lâu hơn 5 phút cho bất kỳ chuyến đi nào. \nThức ăn có giá hợp lý và rất ngon! \nChúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Kính gửi christine666\n\nCảm ơn bạn đã đánh giá tuyệt vời về Paultons.\n\nThật tuyệt vời khi biết rằng bạn đã có một chuyến tham quan thú vị đến công viên và mỗi thành viên trong gia đình bạn đã có một ngày thú vị. \n\nChúng tôi rất vui khi bạn nhận thấy thời gian xếp hàng có thể quản lý được cũng như giá trị của việc cung cấp đồ ăn và đồ uống của chúng tôi là những điểm nổi bật đặc biệt trong ngày của bạn. \n\nChúng tôi mong được chào đón bạn trở lại công viên vào một ngày sớm nhất.\n\nTrân trọng\nCông viên PaultonsĐọc thêm",
            "Một ngày đi chơi tuyệt vời. Rất sạch sẽ - có thể không thấy rác cả ngày. Giải trí tuyệt vời cho một đứa trẻ 2 tuổi. Chỉ có lời chỉ trích là việc tạo dáng trước mặt lợn peppa bị tính phí. Thức ăn cũng khá không tốt cho sức khỏe.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời. Có đứa con nhỏ 4 tuổi của chúng tôi đi cùng chúng tôi và cô ấy đã có khoảng thời gian tuyệt vời! Nhân viên thật tuyệt vời và rất kiên nhẫn với một chút. Nếu chúng tôi sống gần hơn, chúng tôi sẽ quay lại vào ngày mai và tôi sẽ mang theo thẻ hàng năm. Không thể đề xuất đủ caoĐọc thêm",
            "Ngày gia đình tuyệt vời cho trẻ nhỏ. Tôi đã tiết kiệm được 15 đô la tiền vé vào cổng bằng cách mua ngày hôm trước và nghĩ rằng ngày của tôi rất đáng đồng tiền bát gạo. Công viên được chăm sóc đặc biệt tốt với những khu vườn xinh đẹp. Rất nhiều thứ để giải trí cho hai đứa cháu gái của tôi có vé theo mùa nên hãy ghé thăm thường xuyên. Họ không bao giờ mệt mỏi khi ghé thăm. Thời gian xếp hàng rất hợp lý và các chuyến đi rất đa dạng và rất thú vị. Đọc thêm",
            "Ngày đi chơi của bà và cháu Thật là một ngày tuyệt vời Có rất nhiều chuyến đi cho một đứa trẻ 90 cm tham gia May mắn là có thể ra ngoài thời gian học kỳ nên không phải xếp hàng Chúng tôi đã đi 16 chuyến và sau đó quay lại trên chuyến 3 yêu thích của mìnhĐọc thêm",
            "Chúng tôi đến thăm hai ngày trong thời gian nghỉ giữa học kỳ và đã có khoảng thời gian tuyệt vời bất chấp trời mưa vào ngày đầu tiên. Vào ngày đầu tiên, chúng tôi đã đăng ký một buổi chơi sớm. Bọn trẻ rất thích gặp gỡ một số nhân vật trong Peppa Pig trong khu vui chơi nhẹ nhàng và chúng tôi thực sự đã tận dụng 30 phút đi chơi trước khi công viên mở cửa cho mọi người vào lúc 10 giờ sáng. Tôi thực sự khuyên bạn nên đặt chỗ này nếu ngân sách của bạn cho phép vì nó giúp chúng tôi không phải xếp hàng chờ hầu hết các chuyến đi Peppa Pig - chúng tôi có thể đi 4 chuyến trong 30 phút đó. Toàn bộ công viên rất sạch sẽ và được trình bày thực sự tốt. Thời gian xếp hàng tương đối ngắn bên ngoài thế giới Peppa Pig và có rất nhiều việc phải làm ngoài các trò chơi - công viên, khu vui chơi nhẹ nhàng, khu vực động vật. Lời chỉ trích duy nhất của tôi là bữa trưa vào ngày đầu tiên khá đắt tiền - nhưng lẽ ra tôi phải lường trước điều này. Chúng tôi ăn trưa đóng hộp vào ngày thứ 2 và sau đó chỉ ăn kem và đồ ăn vặt trong ngày. Cả trẻ em và cả người lớn đều đã có khoảng thời gian tuyệt vời ở đây và chúng tôi chắc chắn sẽ quay lại Đọc thêm",
            "Hôm nay đã có email xác nhận rằng ban quản lý công viên này cho rằng có thể chấp nhận được việc một nhân viên nam trung niên cao 6 ft, người ngay từ đầu đã không chú ý đến công việc của mình, xô đẩy, với hai tay ở giữa lưng, 5 một đứa trẻ khuyết tật một tuổi, thay vì nhẹ nhàng di chuyển nó đi. Nếu bạn có một đứa trẻ khuyết tật, tôi khuyên bạn không nên đến Công viên Paultons. Đọc những đánh giá khác từ cha mẹ của trẻ khuyết tật, tôi có thể thấy rằng những người khác cũng có trải nghiệm tương tự như chúng tôi. Có lẽ một số đào tạo nhân viên là cần thiết? Hoặc tuyển dụng những người có đạo đức cơ bản và ý thức chung?Đọc thêm",
            "Tôi thực sự yêu thích trải nghiệm đầu tiên của mình tại công viên giải trí! Là một người celiac, tôi có thể hơi lo lắng khi mua thực phẩm ở những nơi lớn hơn, nhưng tôi thực sự muốn gửi lời cảm ơn đặc biệt đến Joe từ Đường 83. Anh ấy đã nhanh chóng trấn an tôi về chứng dị ứng của tôi, ngay lập tức giúp tôi tìm một giải pháp thay thế các lựa chọn thực phẩm và thậm chí cả các lựa chọn menu được đánh dấu mà tôi có thể dễ dàng thực hiện. Tôi cảm thấy thực sự yên tâm và điều này cho phép tôi tận hưởng phần còn lại của ngày tuyệt vời của mình! Cảm ơn bạn!Đọc thêm",
            "Nơi này là một sự lột xác tuyệt đối. Họ tính phí nhiều hơn bất kỳ công viên giải trí nào khác mà tôi từng đến - nhân viên có thể thô lỗ và khi trưởng thành, bạn không được phép tham gia một số chuyến đi cùng trẻ em. Khi bạn trả 234 cho 4 người và một người lớn trả tiền, bạn sẽ được phép đi bất kỳ chuyến xe nào. Con trai tôi chỉ đủ cao để tự mình đi tiếp nhưng không thích ý tưởng về việc đó mà không có tôi hoặc chồng tôi đi theo. Toàn bộ công viên, chiều dài hoặc hàng đợi và cách nhân viên làm việc thật lố bịch với mức giá mà họ tínhĐọc thêm",
            "Kính gửi ExploreEatsDrinks\n\nCảm ơn bạn đã đánh giá và chúng tôi rất tiếc khi biết về sự thất vọng của bạn.\n\nChúng tôi rất tự hào về giá trị đồng tiền mà chúng tôi có thể cung cấp cho khách hàng cũng như các dịch vụ mà chúng tôi cung cấp.  Vé vào cửa Paultons bao gồm hơn 70 trò chơi và điểm tham quan bao gồm Công viên Paultons, Tornado Springs, Lost Kingdom và Peppa Pig World, do đó mang đến chương trình giải trí cả ngày trên khu đất rộng 140 mẫu Anh.  \n\nPaultons là một doanh nghiệp do gia đình sở hữu và điều hành và chúng tôi liên tục đầu tư mạnh vào Công viên để đảm bảo rằng chúng tôi là điểm đến số 1 về công viên giải trí dành cho gia đình ở Vương quốc Anh, với các trò chơi, trò chơi và điểm tham quan đẳng cấp thế giới, được bảo trì cao.  \n\nChúng tôi rất tự hào về hoạt động của Công viên và các tiêu chuẩn cao của chúng tôi, bao gồm cả thời gian xếp hàng ngắn và chất lượng nhân viên của chúng tôi.  Tuy nhiên chúng tôi cảm ơn bạn đã góp ý và phản hồi.\n\nChúng tôi hy vọng rằng chúng tôi có thể sớm chào đón bạn trở lại Paultons.\n\nTrân trọng\n\nCông viên Paultons\nĐọc thêm",
            "Hoàn toàn khủng khiếp đối với người khuyết tật, chương trình hỗ trợ người khuyết tật quá phức tạp vô ích, bị đối xử với sự nghi ngờ và bị buộc tội nói dối về tình trạng khuyết tật, trẻ em khuyết tật không được chào đón ở đây! Đọc thêm",
            "Gareth thân mến,\n\nCảm ơn bạn đã đánh giá, chúng tôi rất tiếc khi thấy đánh giá này được xếp hạng 1.\n\nTại Paultons, chúng tôi hiểu những vấn đề và khó khăn mà các gia đình có họ hàng hoặc trẻ em khuyết tật phải đối mặt và chúng tôi làm mọi thứ có thể tại Paultons để biến chuyến thăm trở thành một trải nghiệm thú vị và dễ tiếp cận.  Chúng tôi rất vui khi có sẵn các điều chỉnh hợp lý thông qua Chương trình hỗ trợ xếp hàng và người đồng hành thiết yếu của chúng tôi với đầy đủ chi tiết có sẵn trên trang web của chúng tôi để hỗ trợ lập kế hoạch chuyến thăm.\n\nChúng tôi hiểu rằng Nhóm Dịch vụ Khách hàng của chúng tôi đã liên lạc với bạn qua email và chúng tôi chỉ có thể xin lỗi vì sự thất vọng liên tục của bạn liên quan đến các chính sách của chúng tôi xung quanh Chương trình Hỗ trợ Xếp hàng và cách thức hoạt động của nó. \n\nChương trình hỗ trợ xếp hàng của chúng tôi hoạt động giống với phần lớn các công viên giải trí khác ở Vương quốc Anh và được thiết kế để cải thiện trải nghiệm cho tất cả khách đến thăm Paultons vào những ngày bận rộn và để đảm bảo rằng chúng tôi đang thực hiện một cách tiếp cận công bằng liên quan đến việc vào cửa bằng xe ngựa. \n\nChúng tôi thường xuyên nhận được nhiều ý kiến ​​tích cực mỗi năm từ các gia đình và người chăm sóc đi cùng người lớn hoặc trẻ em khuyết tật bày tỏ lòng biết ơn vì đã có một ngày tuyệt vời tại Paultons khi sử dụng chương trình này.  Nhiều gia đình trong số này quay lại thăm chúng tôi nhiều lần. \n\nChúng tôi chỉ có thể xin lỗi vì chuyến thăm của bạn không đáp ứng được mong đợi của bạn và một lần nữa cảm ơn bạn đã đánh giá.\n\nTrân trọng\n\nCông viên Paultons\nĐọc thêm",
            "Nơi tuyệt đẹp đã có một thời gian tuyệt vời.  Nghĩa đen là một cái gì đó cho tất cả mọi người. Tôi đã thấy những khu vườn và cách bảo trì tốt nhất được giữ gìn rất tốt, nhiều chuyến đi thật tuyệt vời! Tôi cực kỳ ấn tượng với tất cả mọi thứ, không một tiếng rên rỉ. Tôi có thể nghĩ đến thời gian chờ đợi tối đa 20 phút để có thức ăn ngon mặc dù nếu có ngân sách tiết kiệm, hãy đi dã ngoại ở nhiều địa điểm đáng yêu để ngồi ăn. Yêu từng giây trong ngày ở đây! Cảm ơn Paultons Park!Đọc thêm",
            "Xin chào!\nTrang web cho biết các chuyến tàu đóng cửa lúc 5 giờ chiều... nhưng không có thông tin gì về các cửa hàng ăn uống? Chúng ta có thể ở lại quá 5 giờ chiều để ăn không? Ứng dụng này cũng không nói rõ điều đó. Bất kỳ trợ giúp đều được chào đón! Đọc thêm",
            "Chúng tôi sẽ đưa đứa con 3 tuổi của chúng tôi đến công viên trong một tháng và ở tại khách sạn Mortimer Arms. Chúng ta có cần mang theo xe đẩy để đi bộ đến công viên không? Cậu ấy 3 tuổi, đi đứng vững nhưng cậu ấy nhỏ con so với tuổi của mình. Cũng đang bay qua nên phải mang theo xe đẩy lên máy bay nên hơi lo lắng.Đọc thêm",
            "Bạn có thể thuê xe đẩy trẻ em ở đó với một mức giá: công viên khá lớn nên có thể là một ý tưởng hay sau một ngày dài. Đọc thêm",
            "Xin chào, tôi đang cân nhắc đến việc ghé thăm Peppa pig world vào sinh nhật của con gái tôi vào tháng 5. Chúng tôi sẽ đi từ Scotland và bay đến sân bay Southhampton. \nChuyến bay của chúng tôi đến vào buổi sáng. Chúng tôi có đủ thời gian để tham quan Peppa pig world nếu đến vào buổi trưa không? Đọc thêm",
            "Xin chào, vâng, bạn chắc chắn sẽ làm vậy. Chúng tôi đã nhiều lần đến với các cô gái của chúng tôi bây giờ 11 và 13 tuổi và bây giờ các em thích cưỡi ngựa ở Công viên Paultons hơn!. Peppa Pig World có rất nhiều trò chơi nhưng nó rất nhỏ và gọn nên buổi chiều cũng được. Bạn sẽ có 5-6 giờ nếu bạn đến vào giữa trưa. Kiểm tra trước thời gian các nhân vật xuất hiện để có cơ hội chụp ảnh. Chỉ cần lưu ý rằng nếu bạn đến vào nửa học kỳ mùa xuân thì có thể sẽ bận rộn hơn nhiều nên thời gian xếp hàng sẽ lâu hơn.Đọc thêm",
            "Xin chào - chúng tôi dự định đến thăm Paultons vào ngày 10 và 11 tháng 9 - Tôi đã đọc một số bài đánh giá về các vấn đề với ong bắp cày ở công viên - đó vẫn là vấn đề phải không?Đọc thêm",
            "Chúng tôi đã đi vào tuần trước. Thế giới lợn Peppa có ong bắp cày, đặc biệt là cạnh khu vực chỗ ngồi ngoài trời và xếp hàng dài, Vương quốc Nước vẫn ổn ngoại trừ gần thùng rác, Vương quốc Khủng long cũng không tốt cho ong bắp cày.Đọc thêm",
            "Xin chào, ngày mai tôi sẽ đến PP và tôi lo lắng về việc không phù hợp với chuyến đi chính. Chúng có thân thiện với cỡ lớn 18-20 hay có một số chuyến đi cụ thể mà tôi nên tránh như bệnh dịch hạch?Đọc thêm",
            "Tôi sẽ tránh xa những đường trượt màu vàng bằng chiếc thuyền màu đỏ nơi bạn đua, tôi không thể nhớ nó được gọi là gì nhưng bạn sẽ hiểu ý tôi khi bạn thấy có rất nhiều cầu thang để leo lên, nó rất chật chội và tôi cỡ 14. Ngoài ra tôi nghĩ bạn sẽ ổn thôi nhưng chúng tôi không làm thế giới lợn peppa.  tận hưởng!!Đọc thêm",
            "Chúng tôi sẽ đến thăm vào thứ bảy tới nhưng còn khoảng một giờ nữa. Tốt nhất chúng ta nên đến công viên để khai trương hay đến muộn hơn một chút và ở lại muộn hơn? Tôi chỉ hơi lo lắng về việc đậu xe nếu chúng tôi làm điều sau...Đọc thêm",
            "Có rất nhiều bãi đậu xe, nhưng nếu bạn đến muộn hơn, bạn sẽ ở ngay phía sau bãi đậu xe, cách đó một quãng đi bộ. Tôi sẽ đến lúc khai trương hoặc ngay trước đó, có rất nhiều thứ ở Paultons khiến bạn bận rộn từ mở cửa cho đến đóng cửa - hãy tận hưởng xĐọc thêm",
            "Chúng tôi sẽ đi với 3 người lớn và 3 trẻ em vào tháng 8. Chúng tôi muốn đặt phòng khách sạn thông qua trang web của bạn kèm theo vé nhưng tất cả các khách sạn đều ở Southampton và chúng tôi muốn biết liệu bạn có quan tâm đến việc đưa đón đến công viên trong cả hai ngày hay không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Có bãi đậu xe nào dành cho xe mô tô trong bãi đậu xe không và bạn có thể đỗ xe ở đó qua đêm không? Cảm ơnĐọc thêm",
            "Chắc chắn có bãi đậu xe buýt Coachmini. Id chỉ nhắn tin trước để đảm bảo còn chỗ.Đọc thêm",
            "Tôi có thể đặt gói tiệc sinh nhật không? Bạn đang gặp khó khăn khi tìm kiếm bất cứ thứ gì trên trang web của họ? Cảm ơn bạn Đọc thêm",
            "Tôi có thể đặt gói tiệc sinh nhật được không? Đấu tranh để tìm thấy bất cứ điều gì trên trang web của họĐọc thêm"
        ],
        "star_ratings": [
            7473,
            2144,
            522,
            212,
            259
        ],
        "review_amount": 10610,
        "location": [
            "Châu Âu",
            "Công viên Paultons",
            "Các hoạt động ở Romsey",
            "Vương quốc Anh Vương quốc Anh",
            "nước Anh",
            "Romsey",
            "Hampshire"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 13, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 26, 2023",
            "Written June 7, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g503839-d215576-Reviews-Paultons_Park-Romsey_Hampshire_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g503839-d1173918-Reviews-Mortimer_Arms_Restaurant-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503839-d801555-Reviews-Vine_Inn-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15182447-d12232814-Reviews-McDonalds-Ower_Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186299-d800046-Reviews-The_Empress_Of_Blandings-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2523768-d3453861-Reviews-Premier_Inn_Southampton_West_Restaurant-Copythorne_New_Forest_National_Park_Hamp.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503839-d23503345-Reviews-McDonald_s-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186299-d6450828-Reviews-McDonald_s-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1413820-d2623536-Reviews-Compass_inn-Winsor_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4007484-d1218682-Reviews-The_Rockingham_Arms-Wellow_Hampshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1096800-d14067369-Reviews-Le_Chateau-Cadnam_New_Forest_National_Park_Hampshire_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1088506-d3604874-Reviews-Forest_Falconry-Landford_New_Forest_National_Park_Wiltshire_Wiltshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d3431357-Reviews-Plaza_Theatre-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d216072-Reviews-Romsey_Abbey-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1636947-d215543-Reviews-Furzey_Gardens-Minstead_New_Forest_National_Park_Hampshire_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1646440-d215557-Reviews-Longdown_Activity_Farm-Ashurst_New_Forest_National_Park_Hampshire_Hampshire_Engla.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d2212963-Reviews-Sir_Harold_Hillier_Gardens-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1646440-d215571-Reviews-New_Forest_Wildlife_Park-Ashurst_New_Forest_National_Park_Hampshire_Hampshire_Eng.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d242910-Reviews-Alpine_Snowsports_Southampton-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d3283659-Reviews-King_John_s_House_Heritage_Centre-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g2526366-d1924703-Reviews-Eling_Tide_Mill_Experience-Totton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d215576-Reviews-or10-Paultons_Park-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d23286784-Reviews-Parthian_Climbing_Southampton-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503849-d23485501-Reviews-Wild_New_Forest-Lyndhurst_New_Forest_National_Park_Hampshire_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d26772746-Reviews-Vine_Inn_Wacky_Warehouse-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503839-d13442003-Reviews-Paultons_Golf_Centre-Romsey_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d11704939-Reviews-Exciting_Escapes-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g503849-d11897651-Reviews-The_Woods_Cyclery-Lyndhurst_New_Forest_National_Park_Hampshire_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d12499108-Reviews-Dark_Arts_Bar_Elusion_Escape_Rooms-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d10449101-Reviews-Gunwharf_Executive_Travel-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d216078-Reviews-Steamship_Shieldhall-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d23577194-Reviews-Crib-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d10025130-Reviews-YOU_Massage_Therapy-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186299-d7733394-Reviews-Bring_Mix-Southampton_Hampshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g35039-d560221-Reviews-The_BEACH_at_Clayton_County_International_Park-Jonesboro_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1942981-d10137471-Reviews-The_Stump-North_Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34764-d10584123-Reviews-Burton_Brooks_Peach_Orchard-Barney_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d14880488-Reviews-The_Feast_at_Mokapu-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1050569-d1813589-Reviews-Spiaggia_dei_Maronti-Barano_d_Ischia_Isola_d_Ischia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d8555807-Reviews-Simmons_Island_Beach-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d2515348-Reviews-Happy_Bay_Beach-Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d116951-Reviews-Sugar_Pine_State_Park-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57415-d4587878-Reviews-Bingham_Falls-Stowe_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g56056-d139824-Reviews-South_Llano_River_State_Park-Junction_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g503839-d215576-Reviews-or10-Paultons_Park-Romsey_Hampshire_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g503839-d215576-Reviews-Paultons_Park-Romsey_Hampshire_England.html"
    }
]