[
    {
        "attraction_name": "Pavilion Kl",
        "attraction_name_vi": "Pavilion Kl",
        "general_info": [
            "4.181 đánh giá",
            "- 8 trong số 351 điều cần làm ở Kuala Lumpur",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Pavilion Kuala Lumpur là một trung tâm mua sắm từng đoạt giải thưởng nằm ở trung tâm của Bukit Bintang, thiên đường mua sắm của Malaysia. Pavilion Kuala Lumpur mang đến những điều tốt nhất của ngành bán lẻ với diện tích cho thuê ròng hơn 1,7 triệu feet vuông, 700 cửa hàng và 8 khu vực theo chủ đề. Đài phun nước pha lê Pavilion, biểu tượng của nền văn hóa đa dạng của Malaysia chào đón du khách đến với điểm đến thân thiện với khách du lịch này, được bao quanh bởi các khách sạn cao cấp và cách KLCC 10 phút đi bộ. Tận hưởng các dịch vụ lấy khách du lịch làm trọng tâm như máy đổi tiền, máy ATM, ki-ốt đổi tiền, cũng như các tour du lịch được thiết kế riêng cho các nhóm lớn. Đọc thêm",
        "reviews": [
            "Trung tâm mua sắm lớn rất tuyệt vời. Thật tốt khi đi bộ xung quanh và mua sắm và mua sắm khi nào và những gì bạn cần. Lối đi rộng rãi. Không quá đông đúc vào đầu giờ chiều nhưng nhiều hơn một chút ở các tầng thấp hơn vào cuối buổi chiều trong chuyến thăm của tôi vào giữa tháng 6 năm 2023.Đọc thêm",
            "Một trung tâm mua sắm lớn sang trọng ở Kuala Lumpur gần Jalan Bukit Bintang.\nỞ đây có rất nhiều cửa hàng, nhà hàng, giá cả đa dạng từ bình dân, tầm trung đến cao cấp. Đây chắc chắn là một trung tâm mua sắm nổi tiếng đối với người dân địa phương cũng như khách du lịch.Đọc thêm",
            "Trung tâm mua sắm hào nhoáng khổng lồ! Chúng tôi rất thích mua sắm qua cửa sổ tất cả các thương hiệu dưới ánh mặt trời! Điều này nằm ở nơi xảy ra nhiều nhất ở KL Bikut Bintang! Có một Quảng trường Thời đại ở gần đó và chúng tôi rất thích những bức ảnh xung quanh nơi này! Đọc thêm",
            "Chúng tôi ở tại jw marriott, ngay đối diện trung tâm mua sắm này. Vì vậy, chúng tôi có quyền truy cập dễ dàng nhất vào nó. Yêu thực tế là họ có rất nhiều cửa sổ bật lên thương hiệu. Sự kiện Dior thật tuyệt vời. Thưởng thức cà phê tại cà phê raphs của ralph lauren. Họ đã có rất nhiều sự kiện và chương trình khuyến mãi đang diễn ra. Đó là một kinh nghiệm thú vị. Thích mua sắm tại Tiffany - co, Cartier, nước hoa MFK, Tous store, Moschino và nhiều thương hiệu đáng yêu khác. Họ có khá nhiều thương hiệu nổi tiếng. Lựa chọn đáng yêu của các quán cà phê quá. Chúng tôi rất thích thưởng thức bữa trà mặn tại quán trà TWG. Nhìn chung một trải nghiệm thú vị và ghé thăm. Tính thẩm mỹ, đài phun nước ở lối vào và sự sẵn có của nhiều thương hiệu là một điểm cộng lớn. Phải ghé thăm trung tâm mua sắm khi ở Kuala Lumpur. Đọc thêm",
            "Thật tiếc là nơi này rộng lớn quá!! Tôi - tôi khá chắc là chúng ta chưa bao giờ thấy tất cả các cửa hàng ở đó lớn đến thế!\nRất nhiều cửa hàng để duyệt và một cái gì đó cho sở thích và ngân sách của mọi người. Ngoài ra còn có rất nhiều lựa chọn thực phẩm từ cà phê nhanh đến thức ăn đường phố và nhà hàng đẹp. Trung tâm mua sắm rất sạch sẽ và nhân viên chúng tôi gặp đều rất thân thiện. Rất nhiều an ninh xung quanh đặc biệt là tại các cửa hàng và máy ATM cao cấp. Chắc chắn đáng để ghé thăm nếu bạn - đang ở KL. Đọc thêm",
            "Tôi tưởng Hoa Kỳ đang trang trí cho Giáng sinh nhưng KL lại đi lên theo tinh thần ngày lễ, mọi cửa hàng đều có đồ trang trí. Tôi - tôi không phải là fan của các trung tâm mua sắm nhưng chắc chắn sẽ rất vui khi lạc vào đây. Có rất nhiều cửa hàng và nhà hàng khắp trung tâm mua sắm lớn này. Một điều đáng kinh ngạc là KL có rất nhiều trung tâm mua sắm trên khắp thành phố lớn này và mọi nơi dường như đều sầm uất. Đọc thêm",
            "Đây là trung tâm mua sắm được xếp hạng hàng đầu ở khu vực Bukit Bintang vì lý do chính đáng. Nếu đây là điều của bạn. Chúng tôi nhận thấy mua sắm ở KL có giá quá cao khi nói đến mua sắm hàng hiệu, thậm chí so với các nước phương Tây. Nhưng điều tạo nên sự khác biệt của KL là các lựa chọn ăn uống - đồ ăn có ở khắp mọi nơi và rất nhiều lựa chọnĐọc thêm",
            "Mua sắm cao cấp và thực phẩm tuyệt vời. Bạn có thể ăn với giá rẻ với những món ăn ngon. Quá nhiều nhà hàng - nó sẽ khiến đầu óc bạn quay cuồng.\nHọ có một cửa hàng tạp hóa tuyệt vời ở tầng dưới cùng có mọi thứ.\nTôi đã mua sô cô la Bỉ ở ngoài thế giới này.\nMọi người đều cực kỳ thân thiện!  \nTôi đang trên đường đến đây!Đọc thêm",
            "Rất nhiều thứ để xem..KLCC đậu bể cá. Lên kế hoạch du lịch của bạn một cách khôn ngoan. Chúng tôi đã hai lần đạt được tốc độ này trong chuyến đi 7 ngày của mình.\nHãy chú ý đến các nhiếp ảnh gia hồ cá. Chúng tôi đã có một trải nghiệm rất tồi tệ ở đó.  Họ đã cướp phá chúng tôi theo đúng nghĩa đen.Đọc thêm",
            "Đây là một khu phức hợp rộng lớn với hơn 700 cửa hàng bán lẻ và nhà hàng ở mọi cấp độ. Thật bận rộn khi chúng tôi ghé thăm và chúng tôi đã duyệt nhanh như thường lệ, đến Tầng 2, nơi chúng tôi hỏi xem có bản đồ của từng tầng không. Rõ ràng, ứng dụng này là con đường để đi. Chúng tôi đã chuyển Thẻ Phần thưởng Du lịch, loại thẻ phù hợp để giảm giá tại nhiều cửa hàng khác nhau, dành thêm thời gian duyệt qua các cửa hàng cao cấp và sau đó đến Dome để ăn nhẹ. Tuy nhiên, một địa điểm hấp dẫn với hàng loạt tiện ích hữu ích cho du khách phải thừa nhận rằng chúng tôi thấy khu phức hợp này thật khó khăn.Đọc thêm",
            "Trung tâm mua sắm cao cấp với tất cả các thương hiệu, cao cấp - tầm trung. Điều làm cho trung tâm mua sắm này thực sự đặc biệt là số lượng nhà hàng, quán cà phê - quán bar đa dạng. Người ta có thể dành một vài ngày ở đây. Tuy nhiên, mua sắm thì đắt tiền nhưng đồ ăn thì hợp lý - tầm trung. Sự rung cảm tuyệt vời - bầu không khí, cảm giác hơi giống quảng trường NY Times bên ngoài trung tâm thương mại vào ban đêm. Đọc thêm",
            "khách sạn ghi nhầm họ của tôi....tôi không phải là bà Ng! Một khách sạn quốc tế không biết họ là gì và dù sao cũng bị ảnh hưởng bởi tình trạng hôn nhân! Tôi đã sửa lại nhân viên quầy khách sạn khi trả phòng. Nhân viên khách sạn vẫn cố gắng nói dối cho đến khi bị đuổi ra ngoài!Đọc thêm",
            "Nơi tốt để mua sắm ở cửa sổ hoặc nếu mua sắm là mục đích của bạn. xung quanh họ có những nhà hàng và quán cà phê đẹp, nhân viên luôn nhiệt tìnhĐọc thêm",
            "My first visit here and location was great. Within walking distance to Pavilion and nearby a lot of shopping mall. Within Pavilion, many eateries and shops. Checkin was acceptable but since i book a club room so i could check in at 13floor, i was told only upon arrival at the counter, and to access to 13 floor u need the access card, u need someone to help u get through the lift so i decide to skip the trouble and check in immediately at lower floor. Very weird and i have been to many Accor hotel, all have auto checkin and i always have my room key at the shortest time and convenient. Room was ok but aging, can see the hotel due for a renovation and bath tub rusty and dirty. Water was weak and not strong like spraying far, probably aging water pump. Breakfast was average and probably not my liking, don have fried noodle or bee hoon, mostly international style egg and bread or nasi lemak. Something to note, i was escort to my table by the staff and she offer me what i would like to drink, i told her coffee and she said she will serve once she clear the table and i could get my food. After i get my food, no coffee serve, look like she has forgotten, i have to get it myself. I like to visit the club lounge and was there every evening, food was ok and everything help yourself. I can see some guest was serve personally and some are doing your self. In my last day, i requested for late check out, the lady at 13 floor check and call his colleague to help and took them a while to accept and reprogram my card. I wonder is it so difficult to verify and reprogram the card. Overall i feel Bayan Tree should have great service but i was surprise it is not. Service was minimum and i don - t feel the enthusiasm, i can - t said they are bad but i do see they are not trying their best, As service line , customer satisfaction must be number 1 priority. Look like they can - t made it. This will be last and i will try other hotel nearby for my next visit. Another things to note, the car park redemption, before exit, have to perform another validation through the machine before going out. What kind of car park is that where everyone already use touch n go or code scanning.Read more",
            "Trung tâm mua sắm sang trọng cao cấp với nhiều thương hiệu quốc tế đắt tiền nhất. 5 phút đi bộ từ ga tàu điện ngầm và ga monorel trên Bukit Bintang - khu vực sang trọng của trung tâm thành phố KL - Bố trí đẹp mắt, không tì vết và yên tĩnh. Một số nhà hàng xinh xắn và quán cà phê 5 - mang lại trải nghiệm nâng cao, đặc biệt hữu ích nếu bên ngoài trời quá nóng và bạn muốn giải nhiệt một lúc. Khu ẩm thực ở tầng hầm là nơi để đến - một loạt các quầy hàng thực phẩm chất lượng rất cao và được giữ sạch sẽ không tì vết. Tôi muốn giới thiệu bạn như một cách để giới thiệu bản thân với các nền ẩm thực khác nhau của Malaysia.Đọc thêm",
            "Một trải nghiệm tuyệt vời tại một khách sạn sang trọng. Đây là một khách sạn tương đối mới gắn liền với Trung tâm mua sắm Pavillion ở khu vực Bukit Bintang của Kuala Lumpur. Mọi thứ đều hoàn hảo - phòng rộng rãi, có mọi tiện nghi mà bất cứ ai cũng mong muốn. Từ nhận phòng đến trả phòng, nhân viên làm cho trải nghiệm trở nên độc đáo. Phòng Câu lạc bộ và Phòng Câu lạc bộ đều rất xuất sắc Nhân viên dọn vệ sinh - xin chào và cảm ơn rất nhiều đến Norah trên tầng 13 - đã làm một công việc đáng kinh ngạc. Người quản lý trực - Lyo - là đại sứ hoàn hảo cho khách sạn.Đọc thêm",
            "Đây là một khu phức hợp rộng lớn với hơn 700 cửa hàng bán lẻ và nhà hàng ở mọi cấp độ. Thật bận rộn khi chúng tôi ghé thăm và chúng tôi đã duyệt nhanh như thường lệ, đến Tầng 2, nơi chúng tôi hỏi xem có bản đồ của từng tầng không. Rõ ràng, ứng dụng này là con đường để đi. Chúng tôi đã chuyển Thẻ Phần thưởng Du lịch, loại thẻ phù hợp để giảm giá tại nhiều cửa hàng khác nhau, dành thêm thời gian duyệt qua các cửa hàng cao cấp và sau đó đến Dome để ăn nhẹ. Tuy nhiên, một địa điểm hấp dẫn với hàng loạt tiện ích hữu ích cho du khách phải thừa nhận rằng chúng tôi thấy khu phức hợp này thật khó khăn.Đọc thêm",
            "nơi tuyệt vời để mua sắm tôi nghĩ nó có khu ẩm thực tốt nhất. bạn cũng có thể tìm thấy những sản phẩm tốt và sang trọng. khoảng cách đi bộ đến tháp đôi KL. và công viên.Đọc thêm",
            "Đến trung tâm mua sắm để mua sắm với vợ tôi. Đó là một trung tâm mua sắm siêu sang trọng. Tất cả các mặt hàng sang trọng đều có sẵn trong trung tâm mua sắm này.  Bất cứ thứ gì bạn cần sang trọng, bạn đặt tên cho nó, họ đều có.Đọc thêm",
            "Chuyến đi khứ hồi 50km đầy phiêu lưu trong ngày từ Sentul đến Bukit Bintang ở Kuala Lumpur!  - - - - Phù hợp với thời tiết, đường trơn, làn đường dành cho xe đạp. Niềm vui thuần khiết!Đọc thêm",
            "Xin chào. Có nhất thiết phải mang theo hộ chiếu để được giảm giá 10% cho khách du lịch trên tất cả các sản phẩm không?Đọc thêm",
            "Có lựa chọn nào để giữ hành lý của tôi trong 5 giờ khi tôi ra ngoài mua sắm không?Đọc thêm",
            "Tôi là người nước ngoài đang tìm một thợ làm tóc có thể nhuộm tóc vàng.  Có ai có thể giới thiệu một thợ làm tóc từ kinh nghiệm cá nhân không?  Cảm ơnĐọc thêm",
            "Xin lỗi, tôi không thể giúp được vì tôi không biết thợ làm tóc nào.Đọc thêm",
            "Có tiệm làm tóc nào ở trung tâm mua sắm này khôngĐọc thêm",
            "Họ có mọi thứ trong trung tâm mua sắm này. Có những biển báo cho bạn biết những gì ở mỗi tầng.Đọc thêm",
            "Khách sạn 5 sao gần Pavilion Mall nhất? Đọc thêm",
            "Khách sạn Pullman nằm ngay phía trướcĐọc thêm",
            "Có tủ khóa?Đọc thêm",
            "Có cửa hàng Berska trong trung tâm mua sắm không?",
            "Tôi không thấy cái nào cả, hãy tra cứu danh sách cửa hàng trung tâm thương mại có thể liệt kê một cái.Đọc thêm",
            "Ưu đãi dành cho khách du lịch có thể được sử dụng tại tất cả các cửa hàng, khu ẩm thực hay chỉ một số nơi được chọn?Đọc thêm",
            "Có một loại thẻ đặc biệt dành cho Pavilion Mall - Thẻ thưởng dành cho khách du lịch - bao gồm nhiều ưu đãi và giảm giá. Để biết thêm thông tin, bạn có thể tìm kiếm trên Google - Thẻ thưởng dành cho khách du lịch - Pavilion Kuala Lumpur - . Tôi đã cố gắng thêm liên kết; tuy nhiên, Tripadvisor không cho phép thêm liên kết vào bình luận! Đọc thêm",
            "Xin chào, thẻ đặc quyền du lịch gian hàng có yêu cầu chi tiêu tối thiểu trước khi có thể sử dụng không? Có phí đăng ký nào liên quan không?Đọc thêm",
            "CHÀO\nChúng tôi không có thẻ khách hàng thân thiết nhưng vẫn thấy giá ở đây rất tốt so với giá ở Anh.Đọc thêm",
            "CHÀO! Lush đã mở chưa?Đọc thêm",
            "Xin chào, LUSH hiện đang mở tại Tầng 4.Đọc thêm"
        ],
        "star_ratings": [
            2125,
            1624,
            357,
            48,
            27
        ],
        "review_amount": 4181,
        "location": [
            "Kuala Lumpur",
            "Những điều cần làm ở Kuala Lumpur",
            "Nhà hàng Kl",
            "Châu Á",
            "Malaysia",
            "khu vực liên bang"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written June 30, 2023",
            "Written July 3, 2023",
            "Written August 13, 2023",
            "Written October 20, 2023",
            "Written December 20, 2023",
            "Written January 27, 2024",
            "Written February 2, 2024",
            "Written February 4, 2024",
            "Written April 1, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 16, 2024",
            "Written April 20, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written April 1, 2024",
            "Written March 4, 2024",
            "Written March 3, 2024",
            "Written February 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298570-d1222050-Reviews-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d919240-Reviews-Kampachi_Pavilion-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d14791132-Reviews-Horizon_Grill-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1097420-Reviews-The_Living_Room-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d7085237-Reviews-Quivo_Pavilion-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d11705741-Reviews-D_Empire_Pavilion-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3701826-Reviews-Din_Tai_Fung_Pavilion_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d24053681-Reviews-Iki_Omakase-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d25066495-Reviews-Sky51-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3501952-Reviews-JP_teres-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1092910-Reviews-Kampachi_EQ-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25043906-Reviews-Pavilion_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12989241-Reviews-Pavilion_Crystal_Fountain-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d17694839-Reviews-Marvel_Studios_Ten_Years_of_Heroes_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8547068-Reviews-Fahrenheit88-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15096209-Reviews-Selfie_Museum_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455100-Reviews-Bintang_Walk-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7226070-Reviews-KLCC_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11856592-Reviews-MinNature_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1419463-Reviews-Kuala_Lumpur_Convention_Centre-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d24090721-Reviews-Ur_mu_Bukit_Bintang-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1222050-Reviews-or10-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25235008-Reviews-Skyline_Holidays-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11671224-Reviews-Batik_Boutique-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11747258-Reviews-Jewellery_Making_Workshop_By_Ejs_international-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d592061-Reviews-Bank_Negara_Malaysia_Museum_and_Art_Gallery-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456577-Reviews-BB_Park_Bukit_Bintang-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6599717-Reviews-Nu_Sentral-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456590-Reviews-Mid_Valley_Megamall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d23957252-Reviews-Red_Box_Plus_Pavilion_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d9844641-Reviews-Golden_Screen_Cinemas-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15522636-Reviews-Vibes_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d13416486-Reviews-SARO_Lounge-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3729664-Reviews-Donna_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8308998-Reviews-Flight_Experience_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3226817-Reviews-CEO_Karaoke-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d19454458-Reviews-Leather_Avenue-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d804143-Reviews-Spa_Indrani-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8260405-Reviews-Asianel_Reflexology_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25329097-Reviews-Attic_Luxe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d20297104-Reviews-Uroot_Spa_Marc_Residence_KLCC-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d579887-Reviews-Roaring_Fork_Motor_Nature_Trail-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d591503-Reviews-Bioparco_di_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d12875293-Reviews-Qawra_Point_Beach-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g673881-d23428502-Reviews-Romsdalsgondolen-Andalsnes_Rauma_Municipality_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026922-d3504410-Reviews-Kavourotrypes_Beach-Sarti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d519474-Reviews-The_High_Line-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47436-d319040-Reviews-Vanderbilt_Museum-Centerport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d3572179-Reviews-Cracker_Lake_Hike-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g194946-d4817818-Reviews-Bagno_Maurizio-Viareggio_Province_of_Lucca_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298570-d1222050-Reviews-or10-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298570-d1222050-Reviews-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html"
    }
]