[
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm tại Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Trải nghiệm của tôi với Peace Tailors thật tuyệt vời. Chúng cực kỳ hữu ích khi quyết định loại vải và hình dáng quần áo của tôi. Ruby thật không thể tin được và rất tài năng. Quần áo của tôi ra đời đúng như tôi mong muốn và cô ấy rất chuyên nghiệp và biết cách biến tầm nhìn của tôi thành hiện thực. Cô ấy may quần áo cho tôi trong vòng một ngày và chúng không cần phải thay đổi nhiều. Nói chung tôi yêu thích trải nghiệm của mình.Đọc thêm",
            "Quần áo của tôi hoàn hảo và chỉ mất một ngày để may. Tôi hài lòng với hình dáng và độ vừa vặn của các món đồ và họ đã đảm bảo rằng tôi hài lòng trước khi rời đi. Tina, người may quần áo cho tôi, đã làm một công việc tuyệt vời: - Đọc thêm",
            "Lần đầu tiên tôi đến Peace vào năm 2019 và không hề thất vọng khi quay lại để may đo thêm. Chúng tôi cảm thấy được chào đón ngay từ đầu và dịch vụ thì hoàn hảo. Tôi đã may một bộ vest ba mảnh và áo sơ mi, còn bạn gái tôi thì may một chiếc váy và áo khoác vải lanh theo yêu cầu. Tất cả quần áo đều được may lại - bao gồm cả việc điều chỉnh sau buổi thử đồ ban đầu - trong vòng 2 ngày, tất cả đều có mức giá rất hợp lý cho chất lượng. Cảm ơn Tina và Lee vì lòng hiếu khách và sự chú ý đến từng chi tiết! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây tại thợ may Hòa bình !!! Tôi biết mình muốn gì trước khi đến, chỉ cần cho Tina xem ảnh của tôi và cô ấy giúp tôi quyết định từng chi tiết nhỏ cho đến nút, độ vừa vặn, đường may, chất liệu vải, v.v. để đảm bảo chúng trông vừa vặn nhất! Tất cả nhân viên ở đây đều rất thân thiện và cho chúng tôi nước miễn phí, tôi và bạn bè chắc chắn sẽ giới thiệu nơi này. Một lần nữa xin chân thành cảm ơn Tina, tôi yêu quần áo của mình!Đọc thêm",
            "Thợ may tuyệt vời ở Hội An. Cảm ơn Ruby rất nhiều vì đã may một chiếc áo sơ mi và bộ vest vừa vặn hoàn hảo trong vòng chưa đầy 2 ngày, trông và cảm thấy tuyệt vời! Rất muốn giới thiệu dịch vụ tuyệt vời với mức giá rất hợp lý. Đọc thêm",
            "Dịch vụ tuyệt vời, chất lượng tuyệt vời. Hãy đến gặp Ruby và cô ấy sẽ chăm sóc bạn. Tôi bước vào buổi sáng và đo đạc và ngày hôm sau nó đã sẵn sàng và vừa vặn một cách hoàn hảo. Tôi cho năm sao - Đọc thêm",
            "Tôi đến Peace theo lời giới thiệu của một người bạn đã từng ghé thăm vài lần trước đây. Các cô gái ở đây vượt quá sự mong đợi của tôi - Lee và Tina đã chăm sóc chúng tôi rất tốt. Họ sẵn sàng và sẵn lòng đảm bảo rằng chúng tôi hài lòng nhất có thể với bộ đồ của mình cũng như bổ sung ý kiến ​​của họ để đảm bảo bộ đồ được may đẹp và những điều chỉnh của chúng tôi sẽ không ảnh hưởng đến chất lượng vải! Nhìn chung chỉ là một trải nghiệm tuyệt vời. Sẽ quay lại lần sau khi tôi - tôi ở Hội An. Cảm ơn các cô gái đã tạo nên những kỷ niệm cùng chúng tôi - - Đọc thêm",
            "Rất khuyến khích Peace Tailors. Con trai tôi đã may hai bộ vest và sáu chiếc áo sơ mi công sở. Chất lượng tuyệt vời, giao hàng trong hai ngày, vừa vặn hoàn hảo, giá cả hợp lý. Lee thật tuyệt vời, biết chính xác cách anh ấy muốn may trang phục, hai lần thử đồ và tất cả đều hoàn hảo. Ban đầu anh ấy chỉ định may một bộ vest nhưng khi nhận được bộ vest đầu tiên, anh ấy rất ấn tượng và đã đặt thêm một bộ nữa. Cực kỳ hài lòng, đây là nơi đáng đến ở Hội An. - quá nhiều thợ may có thể gây nhầm lẫn - Cảm ơn Lee, Đọc thêm",
            "Fashion, like sleep, food and water, is an inescapable essential facet of life. Fashion is part of one - s daily routine, part of one - s mindset, a constant element of your character. Before you open your mouth to expose to the world your thoughts, feelings and ideas, you are viewed assessed and judged by the threads on your body. So now you understand how important fashion is, take it from one of Australia - s most well dressed individuals, there is nowhere I would allow to fabricate the clothing I envision to its truest potential other than peace tailor. With zero hyperbole, I do not exaggerate, the seamstresses at peace are able to create from base fabrics the apparel I conceive of in my most vivid dreams. With only a few words filtered through the verbal colander of a language barrier, Tina and the other master craftswomen assemble attire the way Michael Angelo assembles roof art. Capturing perfectly my hearts deepest desires, Peace tailor has enabled myself and my distinguished colleagues to dress the way we have always felt on the inside. Casually sophisticated, like we were attending a Gala on a private yacht, smart but unassuming as if we intended not to steal the spotlight off the bride and groom at a regal wedding, but just flamboyant enough to separate our wares from the countless inferior other tailors available in the city of Hoi An. If you, like I, believe you deserve to wear fabrics of only the highest quality, if you - ve even begun to consider anywhere else, you will always wear normality on your skin, bland uninteresting uniform. And you - ll have passed on the chance to embroider yourself in the garments of kings.Read more",
            "Công việc tuyệt vời, quay vòng nhanh chóng và chất lượng tuyệt vời. Tina làm việc rất xuất sắc và đảm bảo mọi thứ đều hoàn hảo. 10 - 10Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or10-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d284813-Reviews-McCormick_Field-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064230-d4560851-Reviews-Parc_El_Palmerar-Alicante_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192283-Reviews-Centro_Storico-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d208267-Reviews-Nickerson_State_Park-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d25437072-Reviews-Siege_of_Sarajevo_Museum-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herze.html",
            "https://www.tripadvisor.com/Attraction_Review-g143051-d145001-Reviews-Skyline_Drive-Shenandoah_National_Park_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32657-d631626-Reviews-Vasona_Lake_County_Park-Los_Gatos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56039-d1417778-Reviews-Cherokee_Trace_Drive_Thru_Safari-Jacksonville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3671550-Reviews-Lara_Hamami-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d458068-Reviews-Manitou_Cliff_Dwellings-Manitou_Springs_El_Paso_County_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or10-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Dịch vụ tuyệt vời, các cô gái thân thiện, những bộ đồ trông tuyệt vời! Tôi và bạn bè bước ra khỏi đó với vẻ ngoài ổn nhất có thểĐọc thêm",
            "Thật tuyệt vời! Các nhân viên thân thiện nhất tạo ra những bộ đồ phong cách nhất. Rất có sức chứa và chào đón. Chúng tôi vừa có rất nhiều niềm vui ở đó. Như vậy một mức giá hợp lý cho dịch vụ quá. Yêu những cô gái này.Đọc thêm",
            "Có một trải nghiệm tuyệt vời ở đây! Các quý cô đều rất đáng yêu và thân thiện, giá cả hợp lý và dịch vụ khách hàng tuyệt vời. Đã dành thời gian để hỏi tất cả các câu hỏi phù hợp và đưa ra những gợi ý và đề xuất thực sự hữu ích. Yêu nó!!! Đọc thêm",
            "Yêu các quý cô tại Peace Tailoring! Chúng tôi đã có trải nghiệm tích cực như vậy, siêu nhanh và chất lượng tốt. Tina rất đáng yêu và hữu ích và cô ấy rất tài năng trong những gì cô ấy làm! Hãy dành cho bản thân một vài ngày để đảm bảo rằng điều đó đúng và bạn chắc chắn sẽ thích kết quả này!Đọc thêm",
            "Đã có một bộ đồ may đo tuyệt vời với mức giá tuyệt vời! Tôi chỉ ở thị trấn trong vài ngày nhưng nhân viên rất thông cảm về việc xử lý nhanh chóng. Thợ may của chúng tôi rất hữu ích và đã làm một công việc tuyệt vời khi giao tiếp với chúng tôi. Không thể chờ đợi để quay lại lần sau khi tôi ở Hội An! Đọc thêm",
            "Lee và Ruby đã may quần áo cho tôi và bạn trai. Cả hai đều rất thân thiện và may cho chúng tôi những bộ quần áo đẹp, vừa vặn hoàn hảo. Giá cả cũng hợp lý; đặc biệt là xem xét chất lượng. Nó - không phải là rẻ nhất trong thị trấn nhưng chắc chắn đáng mua nếu bạn muốn quần áo chất lượng tốt và trông đẹp mắt.Đọc thêm",
            "Tôi đã may một bộ vest và một chiếc váy và cả hai đều tuyệt vời, vừa vặn đẹp mắt và chất lượng cao với mức giá rất hợp lý. Bạn trai của tôi cũng có một bộ vest và áo sơ mi trông thật tuyệt vời. Cả Tina và Li đều rất giỏi trong việc thay đổi những gì chúng tôi muốn, với những thay đổi được thực hiện cực nhanh để phù hợp với kế hoạch du lịch của chúng tôi. Cảm ơn bạn!Đọc thêm",
            "Tôi có một chiếc váy dài và áo được thiết kế riêng và yêu thích cả hai! Lee - không chắc liệu viết đúng chính tả hay không - đã cho tôi những lời khuyên hữu ích và cô ấy đã điều chỉnh mọi thứ theo mong đợi của tôi sau lần thử đầu tiên! Họ cũng siêu nhanh! Tôi lên ý tưởng và ra ngoài với bộ trang phục đã hoàn thiện vào ngày hôm sau! Rất khuyến khích! Đọc thêm",
            "Thợ may này đã được nhà trọ nơi tôi đang ở giới thiệu, nhưng tôi đã ghé thăm một số nơi khác nhưng đã quyết định chọn nơi này. Tôi đã được Li phục vụ trong quá trình may đo ở đây. Đó là một trải nghiệm tuyệt vời khi lần đầu tiên tôi nhận được một bộ đồ tùy chỉnh ở đây. Cô ấy rất vui khi đáp ứng mọi điều chỉnh mà tôi muốn. Tôi hài lòng với mức giá này, vì nó rẻ hơn một chút so với những thợ may khác mà tôi đã ghé thămĐọc thêm",
            "Đây là nơi bạn muốn đến nếu muốn có một bộ vest đỉnh cao. Ruby đã giúp đỡ tôi trong toàn bộ quá trình và môi trường là 10 - 10. Siêu hiểu biết, hiệu quả và xinh đẹp. Tôi không mặc nhiều bộ vest ở nhà vì tôi không bao giờ tìm được bộ phù hợp; bây giờ đó là điều duy nhất tôi nói đếnĐọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Peace Tailor tại Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or10-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or20-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024865-d13095017-Reviews-Hyundai_Motorstudio_Goyang-Goyang_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d472666-Reviews-Chamarel_Waterfalls-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104824-Reviews-Faneuil_Hall_Marketplace-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10438815-Reviews-The_Django-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d26357342-Reviews-Sphere-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d195660-Reviews-Avenue_Jean_Medecin-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g29105-d17665439-Reviews-FUNBOX-Arcadia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191902-d7160653-Reviews-Agios_Gordios_Beach-Agios_Gordios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d17462442-Reviews-Sea_Glass_Beach-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6650908-Reviews-11th_Arrondissement-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or20-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or10-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi được nhà trọ giới thiệu đến thợ may Peace Tailor và đọc nhiều đánh giá cho rằng nơi này được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi về kiểu dáng - chất liệu mà chúng tôi muốn may và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ áo - váy và một chiếc váy và nó đã vượt quá mong đợi của tôi! Sau khi chỉnh sửa, nó hoàn toàn hoàn hảo và chính xác như những gì tôi hình dung. Cho và nhóm thợ may Peace Tailor thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều vừa vặn và dịch vụ khách hàng thật tuyệt vời. Tôi may mắn khi có sự giúp đỡ của Tina trong chuyến thăm của mình. Cô ấy rất chu đáo và may quần dài chính xác như tôi muốn. Sẽ quay lại vào lần tới khi tôi đến Hội An. Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi may mắn khi có My Work bên mình. Cô ấy rất hữu ích với lời khuyên chuyên môn và chú ý đến từng chi tiết, trong khi vẫn kiên nhẫn khi chúng tôi duyệt qua tất cả các tùy chọn. Sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm của tôi tại Peace Tailor thật tuyệt. My là thợ may của tôi và cô ấy đã lắng nghe cẩn thận những ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác loại chất liệu nào sẽ phù hợp với kiểu dáng nào. Cuối cùng, tôi đã có 2 chiếc váy và 1 chiếc quần dài mà tôi rất thích và tất cả đều vừa vặn với tôi một cách hoàn hảo. Chúng được may trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất công bằng cho lượng công sức đã bỏ ra cho các bộ quần áo. Tôi đã đi cùng một người bạn và tất cả các sản phẩm đều vừa vặn với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi thực sự giới thiệu My và Peace Tailor nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Đây là lần đầu tiên tôi đến Hội An và sau khi xem xét một vài địa điểm khác nhau, chúng tôi đã chọn ở đây sau một số đề xuất từ ​​ký túc xá của chúng tôi, và điều đó thật TUYỆT VỜI! Tôi có một bộ đồ hai mảnh được may từ đầu, được thiết kế riêng hoàn toàn, và nó chỉ có giá - 90. Chất lượng vượt trội và nó vừa vặn như một chiếc găng tay. Thợ may của tôi là Tina và cô ấy đã làm rất tốt, được đánh giá cao trong số tất cả các thợ may ở Hội AnĐọc thêm",
            "Tôi đã được một người bạn giới thiệu Peace và rất hài lòng với khả năng trang bị cũng như hiểu biết của họ khi tạo kiểu cho quần áo của mọi người! Lee là một thợ may đặc biệt, người khiến bạn cảm thấy thoải mái và tự tin khi thử những bộ trang phục được may đặc biệt và sẽ điều chỉnh số đo theo nhu cầu của bạn. Rất khuyến khích! Đọc thêm",
            "Thợ may tuyệt vời - làm chính xác những gì tôi muốn và dịch vụ rất thân thiện và quần áo được làm rất nhanh! Rất muốn giới thiệu: - Đọc thêm",
            "Chúng tôi đã có một trải nghiệm đặc biệt tại Peace Tailored ở thành phố Hội A.  Các nhân viên thật tuyệt vời, nhưng một đề cập rất đặc biệt dành cho Tina! Bạn thân yêu của tôi chỉ đơn giản là xuất sắc! Tôi đánh giá cao nơi này nếu bạn đang ở trong khu vực để có quần áo phù hợp với nhu cầu của mình. Phải nói thời gian quay vòng cũng rất nhanh! Một lần nữa xin cảm ơn vì đã cung cấp dịch vụ tuyệt vời như vậy! Tái bút- chúng tôi có 3 mặt hàng được thiết kế riêng! Đọc thêm",
            "Quần áo tuyệt vời, vừa vặn, dịch vụ nhanh chóng và thân thiện!    Muốn giới thiệu và một mức giá rất hợp lý cho những sản phẩm chất lượng tốt như vậy.Đọc thêm",
            "Nơi thực sự tuyệt vời. May đo nhanh và Ruby cực kỳ hữu ích và hiểu biết khi tôi muốn thay đổi điều gì đó một lần nữa! Chỉ có thể khuyên bạn nên đến đó!  - Đọc thêm",
            "Trải nghiệm đầu tiên của chúng tôi với một thợ may, nhưng đó là một trải nghiệm tuyệt vời. Lee và Tina đã chăm sóc chúng tôi rất tốt! Cả hai chúng tôi đều có một bộ vest và áo sơ mi 3 mảnh. Chúng tôi đã đo được 2 ngày trước và hôm qua chúng tôi đã có thể đến để điều chỉnh. Hôm nay chúng tôi đã chọn nó và nó hoàn toàn phù hợp. Cảm ơn một lần nữa! Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tôi đã may một bộ đồ ba mảnh, hai chiếc quần dài và một chiếc áo sơ mi. Tôi đến với một ý tưởng khá rõ ràng về những gì tôi muốn và quần áo đã được hoàn thành, ngoại trừ những điều chỉnh, vào ngày hôm sau. Li - có lẽ đã viết sai chính tả - đã rất hữu ích trong việc lựa chọn vải và màu sắc cũng như độ vừa vặn. Nếu bạn đang có ý định may một bộ đồ thì tôi - nói rằng bạn không thể - đừng sai lầm ở đây. Nói như vậy, việc có những bức ảnh hoặc ít nhất là một ý tưởng rõ ràng về những gì bạn muốn khi bước vào cửa hàng sẽ khiến mọi việc trở nên dễ dàng hơn.Đọc thêm",
            "Peace Tailor Shop vượt quá sự mong đợi của tôi. Lee, thợ may của tôi, không chỉ tài giỏi mà còn rất tốt bụng. Cô ấy đã giúp tôi trong quá trình thiết kế hai bộ vest cho mẹ tôi và một chiếc váy và bộ vest tuyệt đẹp cho chính tôi. Tôi không thể hạnh phúc hơn với kết quả cuối cùng. Rất khuyến khích!Đọc thêm",
            "Một thợ may tuyệt vời ở Hội An. Chúng tôi đã làm một vài thứ và mỗi thứ đều hoàn hảo! Không thể đề nghị đủ. Moon là một thợ may đáng yêu, rất chính xác và khéo léo : - Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or20-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or10-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or30-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46884-d8547212-Reviews-Ventnor_City_Beach-Ventnor_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g48808-d184211-Reviews-Duck_Walk_Vineyards-Water_Mill_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1775157-Reviews-Kiki_Queer_Bar-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d555063-Reviews-Sandy_Bay_Beach-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29517-d8497874-Reviews-Ashland_State_Park-Ashland_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d672192-Reviews-Morrison_Springs-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g664972-d1010689-Reviews-Singita-Fregene_Fiumicino_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d152989-Reviews-Playa_Palmilla_Palmilla_Beach-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52053-d284689-Reviews-Schreiner_s_Iris_Gardens-Salem_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3529417-Reviews-Koreatown-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or30-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or20-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh - Ruby thật tuyệt!! Quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi quá rộng nhưng chúng đã được chỉnh sửa trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu. Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Tôi - rất vui mừng với chiếc váy mới của mình! Cô gái Tina rất tốt bụng và thực sự nhanh nhẹn. Tôi đã nhận được váy vào ngày hôm sau. Cảm ơn Tina rất nhiều - - Đọc thêm",
            "Tôi đã đi cùng bạn gái của mình để mua một bộ đồ phù hợp cho mỗi người. Đối với tôi đó chỉ là niềm vui của nó. Nhưng tôi đã tìm ra một món đồ trông khá đẹp mà tôi đã muốn tìm ở các cửa hàng từ lâu. Các nhân viên rất tốt và hài hước. Mong muốn của tôi đã trở thành hiện thực và tôi khá hạnh phúc. Nhưng hãy nhớ rằng phần của tôi là một điều đơn giản nên tôi không thể nói những mong muốn phức tạp hơn. Mảnh gfs của tôi đã được cắt rất đẹp nhưng chúng tôi vẫn hơi không chắc chắn về chất liệu về mặt chất lượng. Nó - không quá tệ nhưng nó không nổi bật với chúng tôi là đặc biệt tốt, nhưng chúng tôi không phải là chuyên gia về vật liệu theo bất kỳ cách nào nên bạn biết đấy. Bạn đã rất nhiều lần được yêu cầu để lại một đánh giá tốt, giống như cách họ làm ở mọi nơi nên cá nhân tôi không thấy điều đó có gì xấu, nó chỉ giúp ích cho công việc kinh doanh và dù sao thì tôi cũng đã có khoảng thời gian vui vẻ nên nó đây.Đọc thêm",
            "Tôi đã mua một chiếc quần dài và một chiếc áo sơ mi được làm ở đây và sẽ 100 đô la - khuyên mọi người nên đến tiệm may Peace! Thật là choáng ngợp với sự lựa chọn ở Hội An nhưng chắc chắn sẽ giới thiệu những quý cô này!! Li đã giúp đỡ tôi và cô ấy vô cùng tốt bụng và kiên nhẫn khi lắng nghe những gì tôi muốn. Cảm ơn bạn!!Đọc thêm",
            "Moon đã may quần và áo cho tôi. Tất cả đều phù hợp hoàn hảo và chất lượng rất tốt. Việc điều chỉnh mất chưa đầy một ngày.Đọc thêm",
            "Chất liệu rất tốt, nhân viên dễ thương, đặc biệt là Ruby, người đã may cho tôi một bộ vest, 2 áo sơ mi và một chiếc quần vải lanh. Họ thực hiện nó trong một ngày và bạn cũng có thể thay đổi mọi thứ sau khi lắp. Nói chung là một trải nghiệm tốt!! Chắc chắn sẽ khuyên bạn nên đi! Cũng là một mức giá rất hợp lý.Đọc thêm",
            "Lần đầu tiên tôi mua quần áo từ Peace là 11 năm trước và sau khi quay lại lần đầu tiên kể từ đó, thật vui khi thấy rằng chất lượng cao của dịch vụ may đo của họ đã trường tồn theo thời gian. Tina rất hữu ích và chuyên nghiệp trong việc giúp chọn vải và thảo luận về thiết kế. Tôi mang theo một bức ảnh về những gì tôi đang tìm kiếm và sự chú ý của cô ấy đến từng chi tiết có nghĩa là tôi đã có được chính xác những gì tôi muốn sau khi cô ấy làm rõ những điểm mà lẽ ra tôi sẽ không bao giờ nghĩ đến. Bộ đồ vừa vặn hoàn hảo ngay lần thử đầu tiên - không phải kinh nghiệm của tôi ở những thợ may gần đó - và Tina rất chú ý đến phút cuối cùng, điều chỉnh vị trí nút nhiều lần ở lần thử cuối cùng để đảm bảo chiếc áo khoác rơi tự nhiên và không cần thiết căng thẳng trên các nút. Tôi thực sự đánh giá cao Tina và nhóm tại Peace là những thợ may có tay nghề cao nhưng cũng vì dịch vụ khách hàng tuyệt vời và cam kết đảm bảo sản phẩm cuối cùng có chất lượng cao. Toàn bộ quá trình chỉ mất chưa đầy 24 giờ - Thật tuyệt vời!Đọc thêm",
            "Đến từ Mỹ và tất cả những gì tôi có thể nói là nơi này HIỆU QUẢ. 2 ngày để nhận được 3 chiếc và thêm một chiếc quần với giá chỉ bằng một phần nhỏ ở Mỹ. Ruby rất tốt và hữu ích trong việc sửa kích thước và tôi không thể hạnh phúc hơn với kết quả đạt được. Giới thiệu Peace Tailor 100x vì có rất nhiều thứ để ăn và làm xung quanh Hội AnĐọc thêm",
            "Tôi và vợ tôi đã làm được một vài việc ở đây bởi Moon và Ruby. Công việc tuyệt vời! Chúng tôi hài lòng với trang phục mới của mình và chắc chắn chúng tôi sẽ quay lại lần nữa.Đọc thêm",
            "Ruby thật tuyệt vời và biết chính xác những gì tôi muốn. Tôi đã nhận được hai chiếc áo sơ mi và cả hai đều rất đẹp nên vô cùng hạnh phúcĐọc thêm",
            "Thợ may của tôi là Lee, cô ấy thật tuyệt vời và đã may bộ đồ đúng như cách tôi muốn. Bạn cũng có tùy chọn gửi quần áo về nhà, điều này rất hữu ích nếu bạn có không gian hành lý hạn chế. Nói chung là trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu!Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or30-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or20-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or40-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d146551-Reviews-Going_to_the_Sun_Road-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d325331-Reviews-Rainforest_Adventures-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964365-Reviews-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d181624-Reviews-New_York_Comedy_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d15072042-Reviews-Russian_Orthodox_Church-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g35942-d284695-Reviews-Grand_Victoria_Casino_Elgin-Elgin_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d616534-Reviews-Kauffman_Stadium-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g482848-d7023122-Reviews-Shark_Bay-Santa_Maria_Ilha_do_Sal.html",
            "https://www.tripadvisor.com/Attraction_Review-g635963-d1027432-Reviews-Floyd_s_Pelican_Bar-Treasure_Beach_Saint_Elizabeth_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or40-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or30-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Đã có một bộ đồ liền quần và váy tuyệt đẹp do Tina may. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi đã cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh theo cách tôi muốn! Từ đầu đến cuối, đó là một trải nghiệm rất tốt và tôi đã rời đi rất vui vẻ. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh - Ruby thật tuyệt!! Quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi quá rộng nhưng chúng đã được chỉnh sửa trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu. Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Ruby thật tuyệt vời! Cô ấy và nhóm của cô ấy đã chăm sóc chúng tôi, đưa ra mức giá hợp lý và khiến chúng tôi cảm thấy mình như những vị vua. Có rất nhiều sự cạnh tranh cho công việc kinh doanh của bạn ở thị trấn này và hầu hết sự cạnh tranh đó không mang lại cảm giác chân thực bằng một nửa những người phụ nữ này. Họ rất tuyệt! Cảm ơn Ruby!Đọc thêm",
            "Được giới thiệu thông qua ký túc xá của chúng tôi, được giúp đỡ bởi Ruby, người rất đáng yêu!! Đã may một chiếc váy và quần vest và thậm chí còn nhận thêm 2 chiếc nữa vì vừa vặn nên thời gian thực hiện rất nhanh.Đọc thêm",
            "Có một trải nghiệm tuyệt vời tại Peace Tailor, Tina đã chăm sóc tôi từ đầu đến cuối cho 2 bộ vest và áo sơ mi. Tina cực kỳ hữu ích và hiểu biết trong toàn bộ quá trình, từ lựa chọn vật liệu đến điều chỉnh, không hề cảm thấy bị áp lực về bất kỳ sản phẩm bổ sung hoặc sản phẩm đắt tiền nào. Có lần lắp đầu tiên trong vòng chưa đầy 24 giờ, lần lắp thứ hai sau một vài lần điều chỉnh vài giờ sau đó. Nói chung, mỗi tác phẩm đã sẵn sàng để thu thập trong vòng chưa đầy 48 giờ. Cũng sẽ rất khó tìm được mức giá tốt hơn ở Hội An!Đọc thêm",
            "Khi tôi đến, tôi được Lee chào đón nồng nhiệt. Tôi muốn một bộ đồ 3 mảnh và Lee đã giúp cho đến khi nó vừa vặn hoàn hảo. Thực sự rất thích dịch vụ nhanh chóng, chất lượng và giá cả.Đọc thêm",
            "Thợ may hòa bình thực sự làm tôi ngạc nhiên! Tina đã giúp đỡ tôi trong suốt quá trình, đầu tiên cô ấy hỏi tôi đang tìm kiếm điều gì và đưa ra chính xác những gì tôi yêu cầu. Dịch vụ này rất tuyệt, trong 2 ngày để chuẩn bị sẵn bộ đồ, cô ấy đã thay nó vài lần để nó vừa vặn hoàn hảo. Thực sự giới thiệu Nhà may này nếu bạn đang tìm kiếm bộ đồ hoàn hảo! Đọc thêm",
            "Tôi đã được Moon giúp đỡ. Thời gian hoàn thành rất ấn tượng và chất lượng thì tuyệt vời. Tôi khuyên bạn nên trình bày chính xác những gì bạn muốn, vì nó hơi choáng ngợp và không nhất thiết phải đưa ra các ý tưởng cho bạn.Đọc thêm",
            "Ruby và các nhân viên còn lại thật tuyệt vời. bộ đồ của tôi đã sẵn sàng trong vòng chưa đầy 24 giờ - những điều chỉnh nhỏ sau đó và nó thật hoàn hảo! giá rất rất hợp lý. phải ghé thăm nếu bạn dừng chân ở hội an!Đọc thêm",
            "Dịch vụ rất tốt! Quần áo được chuẩn bị rất nhanh nhưng với số lượng phụ kiện chúng tôi cần, nhân viên rất hữu ích và công bằng về giá cả cũng như những gì họ có thể làm trong khoảng thời gian chúng tôi ở Hội An. Rất muốn quay lại! Đọc thêm",
            "Được ký túc xá của chúng tôi giới thiệu địa điểm này, Tina rất tốt bụng và hữu ích và đã tạo ra một chiếc áo và váy hai mảnh tuyệt đẹp cho tôi, tất cả chỉ trong vòng 24 giờ! Không thể - không đề xuất đủ!Đọc thêm",
            "Ruby đã may một chiếc váy cho tôi và dành nhiều thời gian cho tôi, đảm bảo tôi đưa ra những quyết định mà tôi muốn, ví dụ như về màu vải, cũng như thay đổi chiếc váy sau khi tôi mặc thử.Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những việc cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or40-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or30-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or50-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56764-d13330443-Reviews-The_Woodlands_Mall-The_Woodlands_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1514864-d3491261-Reviews-Paulding_Light-Paulding_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d15030758-Reviews-Bagni_di_Tiberio-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1185467-Reviews-Onyx_Cave_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188484-Reviews-Musee_De_Cluny-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d13592645-Reviews-Sri_Vishnu_Kovil-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d4178739-Reviews-Al_Hamra_Mall-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d9721777-Reviews-Tenzan_no_Yu-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g53236-d17479039-Reviews-Classic_Auto_Mall-Morgantown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33851-d106090-Reviews-Yale_University-New_Haven_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or50-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or40-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Đã có một bộ đồ liền quần và váy tuyệt đẹp do Tina may. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi đã cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh theo cách tôi muốn! Từ đầu đến cuối, đó là một trải nghiệm rất tốt và tôi đã rời đi rất vui vẻ. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi được nhà trọ giới thiệu đến thợ may Peace Tailor và đọc nhiều đánh giá cho rằng nơi này được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi về kiểu dáng - chất liệu mà chúng tôi muốn may và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ áo - váy và một chiếc váy và nó đã vượt quá mong đợi của tôi! Sau khi chỉnh sửa, nó hoàn toàn hoàn hảo và chính xác như những gì tôi hình dung. Cho và nhóm thợ may Peace Tailor thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi may mắn khi có My Work bên mình. Cô ấy rất hữu ích với lời khuyên chuyên môn và chú ý đến từng chi tiết, trong khi vẫn kiên nhẫn khi chúng tôi duyệt qua tất cả các tùy chọn. Sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Lee đáng yêu đã hỗ trợ tôi tại Peace Tailors. Tôi có một chiếc váy phối hợp - áo ghi lê, quần tây và một chiếc áo sơ mi ngắn phối hợp - tất cả đều bằng vải lanh. Lee rất hay cười, thân thiện, hay giúp đỡ và rất kiên nhẫn với tôi - tôi đã rất thiếu quyết đoán! Sản phẩm cuối cùng thật tuyệt vời và tôi rất vui khi được mặc chúng! Tôi chưa thể nhận xét về độ bền của các món đồ vì tôi chưa mặc chúng nhưng tôi chắc chắn rằng chúng sẽ ở trong điều kiện tốt vì chất lượng vải rất tuyệt vời! Tôi chắc chắn giới thiệu Lee - Peace và tôi - sẽ sử dụng chúng cho những bộ quần áo được thiết kế riêng nếu tôi quay lại Hội An. Cảm ơn bạn Lee rất nhiều : - Đọc thêm",
            "Các nhân viên rất thân thiện và hữu ích - đặc biệt là Lee, người đã hỗ trợ tôi! Những bộ đồ thực sự chất lượng cao với giá tốt nên nếu bạn ở Hội An hãy nhớ đến!Đọc thêm",
            "Tôi và chị gái tôi đã đến đó ngày hôm qua và có một trải nghiệm tuyệt vời Tina cực kỳ hữu ích và kiên nhẫn, đặc biệt là vì chúng tôi không biết mình muốn gì nên cô ấy thật sự rất tử tế khi cho chúng tôi ý tưởng và tìm ra những ý tưởng tốt nhất cho chúng tôi. - nhất định phải quay lại hỏi Tina!Đọc thêm",
            "Thợ may giỏi nhất ở Hội An! Đi mua áo ghi lê và váy và cuối cùng lại ra về với váy và quần dài vì chúng quá đẹp. Tina rất đáng yêu và hữu ích và khiến trải nghiệm trở nên tuyệt vời. Tôi rất yêu thích mọi thứ tôi có và nóng lòng muốn được mặc chúng. Cảm ơn Tina, tôi yêu bạn!Đọc thêm",
            "Có một trải nghiệm tuyệt vời tại Hòa bình! Tôi đã được Lee chăm sóc, cô ấy rất hữu ích trong việc may quần áo cho tôi và cô ấy giúp tôi dễ dàng thay đổi bất cứ thứ gì tôi muốn! Lúc đầu tôi đã may một chiếc váy và áo và cuối cùng quay lại để mua một chiếc váy khác. Tôi rất muốn giới thiệu, tất cả đều rất đáng yêu! Cảm ơn bạn rất nhiều - 3Đọc thêm",
            "Dịch vụ toàn diện tuyệt vời từ đầu đến cuối. Rất hài lòng với bộ đồ được thiết kế riêng của tôi, quy trình vận chuyển trở lại Vương quốc Anh dễ dàng. Moon là một cố vấn tuyệt vời.Đọc thêm",
            "Moon đã may rất tốt cho tôi vài chiếc áo sơ mi. Cô ấy đưa ra những lời khuyên tuyệt vời về chất liệu và thay đổi kích cỡ áo của tôi nhiều lần chỉ trong một ngày với mức giá rất tốt. Tôi có thể khuyên bạn nên chọn địa điểm này trong số tất cả các lựa chọn của thợ may ở Hội An.Đọc thêm",
            "Có trải nghiệm tốt nhất với Peace - Ruby rất cụ thể về các lựa chọn thiết kế của tôi và điều chỉnh chúng một cách hoàn hảo để phù hợp với tôi. Cô ấy đã khích lệ và giúp đỡ mọi lúc. Trải nghiệm thú vị từ khâu đo đến khâu thử cuối cùng - chỉ mất tổng cộng 2 ngày để có được những bộ quần áo được thiết kế đẹp mắt. Ước gì tôi có nhiều không gian hơn trong vali để đựng được nhiều thứ hơn!!Đọc thêm",
            "Thợ may tuyệt vời, có máy lạnh và nước miễn phí. Dịch vụ tuyệt vời từ Lee, nhiều sự lựa chọn về chất liệu và giá cả cạnh tranh, dịch vụ thân thiện, tôi đã quay lại hai lần để thay đổi và thử đồ và đã nhận được một chiếc áo khoác, quần tây và áo sơ mi tuyệt vời với giá khoảng - 80Đọc thêm",
            "Tôi và bạn trai đi mua một bộ vest phù hợp và một chiếc váy được may cho đám cưới sắp tới. Chúng tôi đã có một trải nghiệm tuyệt vời, chúng tôi đã có được những bộ quần áo được may trong vòng 24 giờ!! Tina đã đo đạc cho tôi và đưa ra lời khuyên về chất liệu vải cũng như kiểu dáng của chiếc váy. Tôi rất hài lòng với kết quả này, sau khi điều chỉnh thêm sau lần thử đầu tiên, chiếc váy vừa vặn hoàn hảo và trông chính xác như tôi muốn : - Tina cũng đảm bảo rằng chiếc váy vừa vặn với tôi một cách hoàn hảo và hoàn toàn không có vấn đề gì bằng cách hỏi liệu tôi có thể đến lấy chiếc khác không vừa vặn nhanh chóng vì cô ấy đã nhận thấy điều gì đó ở cách lớp vải nằm trên lưng tôi trong lần thử trước. Yêu dịch vụ và trang phục!Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or50-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or40-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or60-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d13344017-Reviews-Mayahual_Red_Shirts_Golf_Carts-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d667301-Reviews-Lake_Express-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1090783-Reviews-Jing_Jai_Market_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d1065272-Reviews-Old_West_Dinner_Cookout-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g48246-d8593331-Reviews-Five_Islands_Park-New_Rochelle_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d583526-Reviews-Sky_Bar_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g46152-d2296408-Reviews-Lake_Massabesic-Manchester_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2424262-Reviews-CityWalk_s_Rising_Star-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d2643851-Reviews-Cedar_Forest_of_Alyko-Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12981411-Reviews-Museum_of_Senses-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or60-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or50-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Tôi là một bác sĩ người Anh đang cần một bộ vest cho đám cưới. Ban đầu tôi đi mua một bộ đồ màu xanh lá cây và một chiếc váy phù hợp cho bạn gái tôi. Moon và nhóm của cô ấy làm việc rất hiệu quả và nhanh chóng. Bộ đồ vừa vặn hoàn hảo và tôi chắc chắn tôi và bạn gái sẽ là người mặc đẹp nhất trong đám cưới. Tôi rất hài lòng với bộ đồ này nên tôi hỏi liệu có thể may một bộ khác không. Họ đã làm được điều đó trong 5 giờ!!! Thực sự ngạc nhiên về chất lượng, bạn có thể chắc chắn rằng tôi sẽ đặt hàng nhiều hơn để chuyển đến Anh.Đọc thêm",
            "Tina là thợ may đã giúp tôi. Cô ấy vô cùng hữu ích và đưa ra lời khuyên hữu ích, đồng thời rất am hiểu về mọi thứ. Khi tôi mới quay lại, tôi không hoàn toàn hài lòng với kết quả nên chúng tôi đã cùng nhau cải thiện và khi tôi quay lại sau vài giờ, chiếc áo sơ mi của tôi đã chính xác như tôi muốn và tôi không thể hài lòng hơn. Khuyến nghị 10 - 10Đọc thêm",
            "Ký túc xá của chúng tôi đã đề nghị điều này vì đã có một bộ đồ được may cho đám cưới. Tina đáng yêu đã giúp đỡ tôi, người rất chu đáo và thân thiện. Không thể giới thiệu đủ cho họ, họ thậm chí còn giao quần áo đến ký túc xá.Đọc thêm",
            "Tôi đã đến Peace Tailor và được Ruby chào đón. Cô ấy đã hỗ trợ tôi trong suốt thời gian từ đầu đến cuối, điều này rất hữu ích và giúp mọi việc trở nên dễ dàng. Giá cả công bằng và sản phẩm cuối cùng thì tuyệt vời. Cảm ơn Ruby!Đọc thêm",
            "Đã có trải nghiệm tuyệt vời tại Peace vào tháng 1 năm 2024!  Ruby thật tuyệt vời khi được làm việc cùng và khiến toàn bộ trải nghiệm trở nên rất thú vị. Giá cả hợp lý, đặc biệt khi làm nhiều món. Tổng cộng, tôi đã may xong 2 bộ vest đầy đủ, 2 áo blazer và 2 áo sơ mi. Dịch vụ rất nhanh - dưới 48 giờ từ khi chọn vải và đo đạc cho đến điều chỉnh và rời đi. Đã nhận được lời khen ngợi về nhiều tác phẩm tôi đã thực hiện. Rất muốn giới thiệu đến Hòa bình nếu bạn - đang ở Hội An. Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời tại Peace Tailor với Tina rất thân thiện! Rất muốn giới thiệu những ai đang tìm kiếm những bộ vest - váy được may đẹp với giá cả hợp lý: - Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, nhân viên rất đáng yêu!! Cả tôi và bạn đời của tôi đều nhận được đồ và đều rất hài lòng! Váy của tôi chính xác là thứ tôi muốn và họ rất tuyệt vời khi chỉnh sửa. Các cô gái, đặc biệt là Tina, rất tử tế và hữu ích, và lựa chọn vải và màu sắc là tốt nhất! Không thể giới thiệu thêm! Cảm ơn!!!!Đọc thêm",
            "Tôi đã được ký túc xá của mình giới thiệu Peace Tailors và họ đã không làm tôi thất vọng! Tina và nhóm của cô ấy đã chăm sóc tôi rất chu đáo và cho tôi xem rất nhiều chất liệu cũng như kiểu dáng khác nhau, đảm bảo rằng tôi hài lòng với sản phẩm cuối cùng. Tôi có hai chiếc áo sơ mi và một chiếc quần đùi và chất lượng thật tuyệt vời! Xin chân thành cảm ơn Tina vì sự giúp đỡ của cô ấy, nhất định phải ghé thăm nếu ở Hội An!Đọc thêm",
            "Đã đến Peace Tailors sau lời giới thiệu từ ký túc xá của tôi và tôi rất hài lòng. Có 1 bộ vest màu hải quân và 1 bộ vest màu xám với giá thấp hơn giá một bộ vest ở quê nhà. Tôi đã làm việc với Ruby, người rất xuất sắc. Lần ghé thăm đầu tiên mất khoảng 30 phút để chọn thiết kế và đo đạc, sau đó quay lại vào ngày hôm sau để lắp và điều chỉnh - tôi không cần điều chỉnh vì nó hoàn toàn vừa vặn - , sau đó sẵn sàng nhận hàng vào ngày hôm sau.Đọc thêm",
            "Nơi này thật tuyệt vời! Tôi đã nhận được nó từ ký túc xá của tôi và họ đã không làm tôi thất vọng. Họ - tất cả đều rất tài năng, đặc biệt là Ruby, người đã giúp tôi thiết kế bộ ảnh của mình - Tôi - không chắc ngay từ đầu tôi đã muốn nó chính xác như thế nào và Ruby đã làm rất tốt. Cô ấy nói với tôi những gì có thể và nó sẽ trông như thế nào. Dịch vụ này cũng rất nhanh! Chúng tôi thiết kế quần áo và có hai bộ đồ trong vòng 24 giờ - Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or60-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or50-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or70-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12698243-Reviews-QFX_Civil_Mall-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d11662723-Reviews-Gold_Creek_Pond_Trail-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32168-d117213-Reviews-Capitola_Beach-Capitola_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d16857809-Reviews-Oniru_Private_Beach-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d12856080-Reviews-Hope_Park-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g153981-d5779943-Reviews-Isla_San_Jorge-Puerto_Penasco_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190146-Reviews-Royal_Palace_of_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d8311352-Reviews-Shishu_Park-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d14870556-Reviews-Carolina_Beach-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2697619-d472318-Reviews-Lake_Naivasha-Rift_Valley_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or70-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or60-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Trải nghiệm tuyệt vời tại Peace Tailor. Việc đo lường được thực hiện nhanh chóng và chính xác, các điều chỉnh được chấp nhận dễ dàng. Được Moon phục vụ, cô ấy tốt bụng và kiên nhẫn. Cô ấy sẽ lắng nghe nhu cầu và yêu cầu của bạn để đảm bảo rằng cô ấy có thể điều chỉnh bộ đồ phù hợp với nhu cầu của bạn. Hãy tìm Moon khi bạn đến thăm Peace Tailor.Đọc thêm",
            "Đây là một thợ may rất đáng tin cậy và rất có kinh nghiệm - và nhanh chóng! - . Ruby, Moon và nhóm đã chăm sóc tôi và bạn tôi - chúng tôi không thực sự biết mình đang làm gì - . Họ cung cấp cho bạn các thư mục hình ảnh để bạn lựa chọn nhằm có ý tưởng về bộ đồ bạn muốn - hoặc bạn có thể cho họ xem bộ đồ bạn thích từ điện thoại của mình. Họ có rất nhiều loại vải đáng yêu để bạn lựa chọn nên tôi đã cố gắng có được chính xác những gì mình muốn muốn. Tôi phải rời đi vào ngày sau khi lấy số đo nên tôi hơi lo bộ đồ sẽ - không sẵn sàng để điều chỉnh vào ngày hôm sau nhưng Ruby đã xoay sở để xoay nó RẤT nhanh chóng - và không ảnh hưởng đến chất lượng của bộ đồ suit.Rất vui!Đọc thêm",
            "Bộ vest và áo sơ mi rất đẹp, dịch vụ nhanh chóng và hiệu quả, tôi đến vào buổi sáng, lúc 5 giờ chiều đã sẵn sàng cho những lần chỉnh sửa cuối cùng. Cảm ơn bạn đã dành thời gian.Đọc thêm",
            "Tiệm may đáng yêu! Giá cực tốt cho váy và áo. Thợ may Lee của tôi rất tốt bụng và chu đáo khi nói đến những gì tôi muốn, cô ấy đã giúp tôi thay đổi và đảm bảo rằng nó chính xác như tôi muốn, cảm ơn bạn rất nhiều! Phải làm khi ở hoi anĐọc thêm",
            "Ngoài những bộ quần áo được thiết kế chuyên nghiệp theo kiểu dáng và đường cắt mà tôi yêu cầu, thợ may Moon của chúng tôi rất nhiệt tình, mặc dù chúng tôi chỉ có 24 giờ để có thể nhận được thành phẩm. Cô ấy thậm chí còn giao tận tay cho khách sạn của chúng tôi - cách khu vực sầm uất nhất Hội An 20 phút đi bộ vào ngày nghỉ lễ cực kỳ nóng và ẩm vào lúc 9 giờ tối - mà không phải trả thêm phí! Rất thân thiện và hữu ích, và dễ dàng để giao tiếp. Giá cả rất hợp lý cho chất lượng vải và tay nghề hàng đầu. Trả 2,6 triệu vnd - - - 100 usd - cho bộ vest 2 nút 2 mảnh. Thực sự là một trong những nơi tốt nhất ở Hội An.Đọc thêm",
            "Dịch vụ tuyệt vời từ cô Moon và nhóm. Các phiên làm việc tốt và phù hợp. Sẽ quay lại nếu tôi trở lại Việt Nam. Chọn vật liệu chất lượng và họ sẽ thực hiện phần còn lại một cách nhanh chóng và hiệu quả.Đọc thêm",
            "Nơi này thật tuyệt vời ngay từ đầu. Tôi có rất ít thời gian trước khi rời Hội An. Mặc dù vậy, họ vẫn có thể may quần áo cho tôi trong vòng 12 giờ! Điều đáng ngạc nhiên là nó cũng không có giá cao. Đặc biệt cảm ơn thợ may Moon của tôi!Đọc thêm",
            "Tina rất tuyệt, nói tiếng Anh tốt và rất thân thiện. Bộ đồ đã nhanh chóng sẵn sàng và hoàn hảo. Phải lắp nó một lần để thực hiện một số điều chỉnh cuối cùngĐọc thêm",
            "Cửa hàng may tuyệt vời ở Hội An. Họ đã tạo ra một chiếc váy tuyệt vời trong một ngày và điều chỉnh nó cho vừa vặn một cách hoàn hảo! Tôi đã được Tina phục vụ và cô ấy rất tuyệt vời, thực sự thân thiện và hữu ích. Đọc thêm",
            "Có một trải nghiệm đáng yêu. Tôi rất thiếu quyết đoán trong việc lựa chọn màu sắc của mình và Tina đã rất xuất sắc trong việc giúp tôi tìm ra thứ tốt nhất cho mình. Trong suốt quá trình, Tina rất thân thiện, nhiệt tình và nói chung là vui vẻ và đầu tư vào việc giúp tôi có được chính xác những gì tôi muốn từ những bộ quần áo được thiết kế riêng của mình. Chắc chắn đề nghị! Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or70-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or60-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or80-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276867-Reviews-Citadel-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d6936490-Reviews-Twin_Creek_Crystal_Mine-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g190382-d6938550-Reviews-Kourion_Beach-Limassol_City_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104612-Reviews-Cliff_Walk-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32176-d106321-Reviews-Carpinteria_State_Beach-Carpinteria_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13273646-Reviews-Upbeat_Recreation_Centre-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g31371-d109441-Reviews-Supai_Indian_Village-Supai_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g8552331-d8542890-Reviews-Gorge_of_Mili-Myli_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g494944-d2284883-Reviews-Eibsee-Grainau_Upper_Bavaria_Bavaria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or80-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or70-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Thợ may hòa bình là thợ may chuyên nghiệp ở Hội An. Chúng tôi sản xuất tất cả các loại quần áo được sản xuất theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười đồng thời tạo ra các sản phẩm chất lượng cao, hy vọng mang lại cho khách hàng trải nghiệm cắt may thú vị và quần áo đặt riêng sẽ tồn tại trong nhiều năm tới. Peace thợ may đảm bảo chất lượng cao nhất và sự chú ý từ đội ngũ thợ may có tay nghề cao và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất mong được giúp bạn lựa chọn sự kết hợp giữa các loại vải và kiểu dáng mà bạn mong muốn, bao gồm vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng có sẵn.Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi đã được ký túc xá của chúng tôi giới thiệu thợ may hòa bình và đọc rất nhiều bài đánh giá về nó được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi những thiết kế - chất liệu chúng tôi muốn làm và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ váy và một chiếc váy và nó vượt quá sự mong đợi của tôi! Sau khi thay đổi, nó hoàn toàn hoàn hảo và đúng như những gì tôi đã hình dung. Cho và nhóm thợ may hòa bình thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi - sẽ cho 6 sao nếu có thể. Dịch vụ này thật tuyệt vời. Xoay vòng cực kỳ nhanh chóng cho nhiều mặt hàng phù hợp. Tina có con mắt rất tinh tường về chính xác những gì tôi muốn. Trải nghiệm không có lỗi. Nếu bạn - đang ở Hội An bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được.Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "",
            "Tôi đã may hai bộ quần áo vải lanh và một chiếc áo sơ mi vải lanh. Hoàn toàn phù hợp và quá trình rất dễ dàng! Ruby đã giúp đỡ tôi rất nhiều và luôn thân thiện!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời tại Peace Tailors. Dịch vụ rất nhanh và tôi rất hài lòng với chiếc áo của mình - nó trông giống hệt như hình ảnh tham khảo và vừa vặn hoàn hảo. Cảm ơn bạn rất nhiều! Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời nhất tại Peace, khi tôi cho họ xem những gì tôi muốn và chọn loại vải mà họ đã đo cho tôi và tôi đã quay lại vào ngày hôm sau để thử bộ đồ đầu tiên! Tôi cũng quyết định may một chiếc váy thật hoàn hảo! Tất cả các mặt hàng quần áo đã sẵn sàng để nhận vào ngày hôm sau! Họ rất hữu ích, Tina là người phụ nữ may quần áo cho tôi và tôi không thể hài lòng hơn được! Rất khuyến khích.Đọc thêm",
            "Bạn bè của tôi và tôi đã được ký túc xá của chúng tôi giới thiệu Hòa bình và không thể có lỗi. Toàn bộ trải nghiệm diễn ra nhanh chóng và dễ dàng, họ đã may quần áo cho chúng tôi theo đúng cách chúng tôi muốn, họ sử dụng chất liệu tốt như vậy. Ruby đã may chiếc váy của tôi một cách hoàn hảo, tôi sử dụng một bức ảnh tham khảo cho chiếc váy và cô ấy đã xem qua mọi thứ tôi thích về chiếc váy cũng như những gì tôi muốn lấy đi. Chúng tôi quay lại để thay đổi vào ngày hôm sau, nơi cô ấy ghi nhớ suy nghĩ của tôi và cũng cho tôi biết cô ấy nghĩ cần phải thực hiện những thay đổi ở đâu. 10 - 10 trải nghiệm và Ruby thật tuyệt vời!Đọc thêm",
            "Dịch vụ hoàn toàn hàng đầu. Đó là một trải nghiệm tuyệt vời và chúng tôi được chăm sóc rất tốt. Đó là mức giá tuyệt vời cho những gì bạn nhận được và Ruby, người đã chăm sóc tôi, cực kỳ hữu ích và thân thiện.Đọc thêm",
            "Tôi đã mua 2 bộ đồ với Tina và cô ấy rất tôn trọng và dành thời gian cho tôi. Hãy nhớ chỉ nói những gì bạn cảm thấy và cô ấy - sẽ cố gắng hết sức để hiểu mối quan tâm của bạn và giải quyết chúng. Tôi và anh họ Kevin của tôi đã đến đó một ngày, đo đạc và chọn chất liệu cho bộ vest của chúng tôi và có 2 lần điều chỉnh vào ngày tiếp theo ngày trước khi rời đi với bộ đồ của chúng tôi - chất lượng của nó rất đáng giá. Họ có thể thương lượng, nhưng tôi nghĩ lợi ích khi làm việc với họ là họ chú ý đến từng chi tiết và có danh tiếng trực tuyến mạnh mẽ - xem YouTube - .Đọc thêm",
            "Lê thực sự tuyệt vời. Tôi cho cô ấy xem 3 bức ảnh và cô ấy đã may quần áo một cách hoàn hảo và chỉnh sửa chúng theo yêu cầu của tôi. Dịch vụ tuyệt vời và quần áo chất lượng tuyệt vờiĐọc thêm",
            "Có một chiếc váy rất đẹp được thiết kế bởi Tina! Chỉ trong một ngày tôi đã có được chiếc váy mơ ước của mình. Các nhân viên thực sự tốt bụng và giúp tôi chọn loại vải tốt nhất. Cảm ơn bạn - - Đọc thêm",
            "Cảm ơn Tina! Tôi yêu chiếc quần mới của tôi. Thợ may tuyệt vời, tôi rất muốn giới thiệu. Quần áo ra rất đẹp, cảm ơn rất nhiều.Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or80-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or70-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or90-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105733-Reviews-Garden_District-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32363-d626730-Reviews-Carson_Mansion-Eureka_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d207889-Reviews-Bali_Hai_Golf_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d23085943-Reviews-Eiger_Express-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d148099-Reviews-Hell-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g651973-d11699980-Reviews-Gerakini_Beach-Gerakini_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-O_Bannon_Woods_State_Park-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d6761295-Reviews-RJ_Massagem-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d7376159-Reviews-Chihuly_Bridge_of_Glass-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or90-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or80-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Peace Tailor in Hoi An",
        "attraction_name_vi": "Nhà may hòa bình ở Hội An",
        "general_info": [
            "3.276 đánh giá",
            "- 2 trong số 679 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Peace Tailor là thợ may chuyên nghiệp tại Hội An. Chúng tôi may tất cả các loại trang phục may đo theo số đo và luôn đảm bảo rằng mọi khách hàng đều hài lòng. Chúng tôi cung cấp dịch vụ với nụ cười trong khi cũng tạo ra các sản phẩm chất lượng cao, hy vọng sẽ mang đến cho khách hàng trải nghiệm may đo thú vị và trang phục may đo theo yêu cầu sẽ tồn tại trong nhiều năm tới. Peace Tailor đảm bảo chất lượng cao nhất và sự quan tâm từ đội ngũ thợ may lành nghề và giàu kinh nghiệm của chúng tôi. Tại cửa hàng, chúng tôi rất vui khi được giúp bạn lựa chọn sự kết hợp vải và kiểu dáng mong muốn, bao gồm cả vest, váy, áo khoác và mọi thứ ở giữa. Đặt hàng qua email và vận chuyển quốc tế cũng khả dụng. Đọc thêm",
        "reviews": [
            "Có một bộ áo liền quần và váy xinh xắn do Tina thiết kế. Cô ấy đã làm một công việc tuyệt vời, sao chép chính xác những bức ảnh mà tôi cho cô ấy xem và rất hữu ích trong việc chọn vải và điều chỉnh nó theo cách tôi muốn! Từ đầu đến cuối đó là một trải nghiệm rất tốt và tôi đã rất hạnh phúc. Rất muốn giới thiệu Tina và Peace Tailors! Đọc thêm",
            "Tôi đã có được chiếc váy và quần tây lộng lẫy nhất và không thể yêu hơn được nữa!! Thợ may đáng yêu của tôi, Tina, thật hoàn hảo và đã làm chúng chính xác theo cách tôi muốn và thay đổi những phần không ổn ngay trong ngày. Sẽ 100 - giới thiệu nơi này nếu bạn muốn quần áo phù hợp chất lượng tốt! Rất muốn quay lại nếu tôi có nhiều thời gian hơn ở Hội An Đọc thêm",
            "Thật là một trải nghiệm suôn sẻ và thú vị. Những người phụ nữ rất hữu ích, cho và Tina, những người đã dành thời gian để đảm bảo đó là tất cả những gì tôi muốn. Đã trở lại sau một ngày và hầu như không cần bất kỳ thay đổi nào. 100 - giới thiệu.Đọc thêm",
            "Tôi được nhà trọ giới thiệu đến thợ may Peace Tailor và đọc nhiều đánh giá cho rằng nơi này được đánh giá cao và nó không làm chúng tôi thất vọng chút nào! Khi đến nơi, chúng tôi được hỏi về kiểu dáng - chất liệu mà chúng tôi muốn may và Cho đã thiết kế hoàn hảo những gì tôi muốn. Tôi đã nhận được một bộ áo - váy và một chiếc váy và nó đã vượt quá mong đợi của tôi! Sau khi chỉnh sửa, nó hoàn toàn hoàn hảo và chính xác như những gì tôi hình dung. Cho và nhóm thợ may Peace Tailor thật tuyệt vời, chắc chắn sẽ giới thiệu! Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, đã mua 3 chiếc áo sơ mi và một chiếc quần dài. Tất cả các mặt hàng đều phù hợp và dịch vụ khách hàng thật tuyệt vời. Tôi thật may mắn khi được Tina giúp đỡ trong chuyến thăm của mình. Cô ấy rất chu đáo và điều chỉnh chiếc quần đúng như tôi muốn. Sẽ quay lại lần sau khi tôi - tôi ở Hội An.Đọc thêm",
            "Nhân viên thực sự hữu ích và có nhiều loại vải và kiểu dáng để lựa chọn. Tôi thật may mắn khi có công việc của tôi ở bên tôi. Cô ấy rất hữu ích với lời khuyên của chuyên gia và sự chú ý đến từng chi tiết, đồng thời kiên nhẫn khi chúng tôi duyệt qua tất cả các lựa chọn. Muốn giới thiệu!Đọc thêm",
            "Trải nghiệm của tôi ở thợ may hòa bình thật tuyệt vời. My là thợ may của tôi và cô ấy cẩn thận lắng nghe ý tưởng của tôi. Tất cả các nhân viên đều đáng yêu và rất hữu ích, họ biết chính xác chất liệu nào sẽ phù hợp với phong cách nào. Cuối cùng tôi đã có 2 chiếc váy và 1 chiếc quần mà tôi yêu thích và tất cả đều vừa vặn với tôi. Chúng được thực hiện trong vòng 2 ngày và được điều chỉnh hai lần theo mong muốn của tôi. Đó cũng là một mức giá rất hợp lý cho khối lượng công việc được bỏ ra để tạo ra hàng may mặc. Tôi đã đi cùng một người bạn và tất cả mọi thứ đều phù hợp với chúng tôi một cách hoàn hảo và chính xác là những gì tôi yêu cầu. Tôi đặc biệt giới thiệu My và người thợ may hòa bình nói chung!!! Đọc thêm",
            "Tôi sẽ cho 6 sao nếu có thể. Dịch vụ thật tuyệt vời. Thời gian hoàn thành cực kỳ nhanh chóng cho nhiều mặt hàng may đo. Tina có con mắt tinh tường để biết chính xác những gì tôi muốn. Trải nghiệm hoàn hảo. Nếu bạn ở Hội An, bạn phải đến Peace Tailor. Một món hời cho những gì bạn nhận được. Đọc thêm",
            "Chính xác những gì tôi muốn và rất nhanh chóng - Ruby thật tuyệt vời!! Tôi quay lại để kiểm tra xem có cần chỉnh sửa không và váy của tôi hơi rộng nhưng chúng đã được thay đổi trong vòng vài giờ. Giá tốt, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tina và Lee thật tuyệt vời! Dịch vụ thực sự kỹ lưỡng, thân thiện và hiệu quả. Không hề cảm thấy áp lực hay vội vã khi lựa chọn kiểu dáng - chất liệu vải. Thời gian quay vòng nhanh dưới 24 giờ và rất dễ dàng thực hiện bất kỳ điều chỉnh nào cần thực hiện. Muốn giới thiệu!! Đọc thêm",
            "Dịch vụ tuyệt vời!! Cảm ơn Ruby!! Hai bộ quần áo và áo sơ mi được thực hiện trong 24 giờ, vừa vặn hoàn hảo, chất lượng đáng kinh ngạc và với giá 130 - . Cảm ơn một lần nữaĐọc thêm",
            "Chúng tôi có 2 chiếc áo khoác vải lanh được làm cùng với một số áo sơ mi, Lee rất tuyệt, dịch vụ và chất lượng thực sự tốt với thời gian quay vòng 24 giờ. Rất khuyến khích, rất có sức chứa và giá cả phù hợpĐọc thêm",
            "Peace Tailors là một lựa chọn tuyệt vời nếu bạn đang tìm kiếm một sản phẩm được sản xuất tại Hội An. Ruby rất hữu ích từ đầu đến cuối quá trình. Tôi đã may một chiếc váy và tôi thực sự hài lòng với kết quả. Chắc chắn là tốt nếu bạn có ý tưởng về những gì bạn muốn trước khi bước vào, nhưng nếu không, họ sẽ có một cuốn sách nhỏ chứa rất nhiều cảm hứng. Anh trai đối tác của tôi đã may một bộ vest và một bộ quần dài, chúng rất vừa vặn và tất cả đã sẵn sàng trong 24 giờ. Tất cả đều có giá trị tuyệt vời - bộ đồ đầy đủ dưới - 100 và váy dưới - 50 - một số thợ may ở Hội An khá đắt nhưng Peace Tailors đưa ra mức giá rất tốt cho chất lượng bạn nhận được.Đọc thêm",
            "Xin Chào! Tôi là Nitesh Govind đến từ Ấn Độ. Có được một bộ vest tuyệt vời được may bởi thợ may hòa bình ở Hội An, được khâu rất khéo léo, chỉ trong vòng chưa đầy 24 giờ. Chất liệu rất tốt, chất lượng tốt và đường khâu hoàn hảo. Cô Tina rất hữu ích và hiểu khách hàng muốn gì, hỗ trợ về thiết kế, chất liệu và hoa văn mới. kinh nghiệm của tôi tuyệt vời. hôm nay ngày 22 tháng 4 năm 2024, tôi về đến nhà và mọi người ở nhà đều đánh giá cao bộ đồ của tôi. Cảm ơn Peace Tailor Hội An và cô Tina vì sự giúp đỡ tuyệt vời của cô. Phải ghé thăm nếu bạn đang khám phá đường phố Hội A. Tôi rất thích! Đọc thêm",
            "Hoàn toàn muốn giới thiệu! Thật choáng ngợp khi biết phải đi đâu để mua thứ gì đó phù hợp vì các cửa hàng giống như ở khắp mọi nơi, nhưng khách sạn của chúng tôi đã giới thiệu địa điểm này cho chúng tôi và tôi cũng sẽ nói như vậy! Tôi đã may một chiếc váy và tôi - rất thích nó, nó được làm trong 24 giờ theo đúng nghĩa đen - bạn đến vào một ngày và chọn từ danh mục của họ, rồi ngày hôm sau đi thử đồ chỉ để kiểm tra xem nó có ổn không rồi đến vài giờ sau quay lại để đón - . Lee đã làm được và cô ấy cực kỳ đáng yêu, chúng tôi đã trò chuyện vui vẻ và cười đùa.  Chiếc váy của tôi thật đáng yêu và tôi rất vui khi được mặc nó đến đám cưới của một người bạn !!  - Và đừng lo lắng, cô ấy đảm bảo rằng nó phù hợp với Ceilidh, dành cho những ai quan tâm - Đối với một chiếc váy được thiết kế riêng - dài gần bằng sàn, tôi nói rằng nơi này cũng có giá tốt, khoảng - 45. Cảm ơn Lee !!!Đọc thêm",
            "Rất hài lòng với nơi này, chiếc quần tôi đã làm thật tuyệt vời và thời gian quay vòng rất nhanh. Thật là một đội tuyệt vời, đặc biệt là Ruby! Cảm ơn bạn, chắc chắn sẽ giới thiệu - chắc chắn sẽ quay lại vào một ngày nào đó!! Đọc thêm",
            "Nơi tuyệt vời với quần áo tuyệt vời. Tôi đánh giá cao nó! Việc tùy chỉnh được thực hiện rất tốt! Cảm ơn rất nhiều vì mọi thứĐọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời khi may quần áo ở đây. Tôi đã nhận được sự giúp đỡ từ Lee và cô ấy rất nhiệt tình giúp đỡ và lắng nghe những gì tôi muốn. Mọi thứ tôi làm đều rất tốt và có chất lượng tốt. Tôi rất hạnh phúc với mọi thứ. Nếu bạn đang nghĩ đến việc may quần áo thì đây chắc chắn là nơi bạn nên ghé qua!!Đọc thêm",
            "Tôi đã có quần áo do Tina thiết kế! Đó là một trải nghiệm tuyệt vời và tôi đã nhận được đúng những gì tôi yêu cầu! Tina thực sự đã dành thời gian để giải quyết mọi việc ổn thỏa! Nếu bạn muốn mua quần áo sản xuất tại Hội An, tôi thực sự muốn giới thiệu nơi này! Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời ở đây. Người phụ nữ làm việc rất nhanh. Lee đã chuẩn bị sẵn sàng cho tôi vào ngày hôm sau và nó thực sự rất đẹp. Cô ấy cũng rất hữu ích khi tôi nhắn tin hỏi liệu tôi có thể quay lại để chỉnh sửa thêm sau khi thử lại không.Đọc thêm"
        ],
        "star_ratings": [
            3170,
            85,
            7,
            10,
            8
        ],
        "review_amount": 3280,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Nhà may hòa bình ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 18, 2023",
            "Written April 27, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written April 21, 2024",
            "Written April 20, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 17, 2024",
            "Written April 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d2717876-Reviews-or90-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15135061-Reviews-Duc_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or80-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or100-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26789322-Reviews-Master_Tan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7051751-Reviews-Hugo_Clothes_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6480572-Reviews-Thuong_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d553101-Reviews-El_Dahar-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d272251-Reviews-Great_Salt_Lake_State_Park-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g3344059-d3576395-Reviews-Agia_Anna_Beach-Paraga_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1426059-Reviews-Ripley_s_Believe_It_or_Not-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d11639442-Reviews-Belgian_Chocolate_Workshop-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g274890-d290718-Reviews-Aquaticum_Debrecen-Debrecen_Hajdu_Bihar_County_Northern_Great_Plain.html",
            "https://www.tripadvisor.com/Attraction_Review-g30832-d276909-Reviews-Edmund_Pettus_Bridge-Selma_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d8628528-Reviews-Sawgrass_Mall_Shuttle-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294478-d12730197-Reviews-Tica_Bus-Managua_Managua_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d311626-Reviews-Qutub_Minar-New_Delhi_National_Capital_Territory_of_Delhi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or100-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-or90-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html"
    }
]