[
    {
        "attraction_name": "Pearl Spa",
        "attraction_name_vi": "Ngọc Spa",
        "general_info": [
            "26 đánh giá",
            "- 5 trên 152 Spa - Chăm sóc sức khỏe ở San Francisco",
            "Spa"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi chưa bao giờ đến một spa châu Á quy mô nhỏ hơn nhưng điều này thật không thể tin được. Tôi ước gì tôi đã chọn một dịch vụ nhưng chuyến đi trong ngày hoàn toàn xứng đáng.Đọc thêm",
            "Mọi người ở Pearl đều rất ngọt ngào và quan tâm đến tôi một cách tuyệt vời. Tôi yêu thích SPA này và khuyên bạn nên ghé thăm bất kỳ phụ nữ nào chỉ thích đến SPA - s dành riêng cho phụ nữ hoặc bất kỳ ai đang tìm kiếm một chuyến thăm thú vị đến một địa điểm đẹp, có đội ngũ nhân viên tuyệt vời và có những tiện nghi thư giãn tuyệt vời! Đọc thêm",
            "After reading the reviews, I scheduled a 1.5-hour appointment at 5:30 - 7 pm PDT for me  -  my daughter at  - 165 -  ea for November 12th.At 5:42 pm PDT yesterday, less than 24 hours before my scheduled appointment, I received a rescheduled appointment from Pearl Spa and Sauna for 5:00 pm, which I did not see until after 9 am this morning. At 9:30 am, I called them 4 times to find out what was going on, I got a full voicemail.I sent a detailed email to them at 9:35 am. By 11:58 am, no one had responded, so I called. I finally got someone on the phone who continue to have conversations with other people while I asked for clarity.I explained that I get off work at 5 pm and could not be there at that time. I explained that I made an appointment for 5:30 pm, and that was the appointment we thought we had. The lady said we needed to be there at 5 pm  - 30 min before the appointment -  and that I should have read the information on the website. She rudely said that people don - t read, then get mad. She also rudely said that - s why they rescheduled my appointment to 5 pm. I then asked if she expected us to get there at  4:30 pm for a 5 pm appointment, and she said NO. When I asked for clarity on that, she continued to talk over me, telling me people don - t read. Wow. If you know this, wouldn - t call 24 hours to confirm  -  remind me? Don - t get me wrong you shouldn - t have to babysit adults, but there are humans with various invisible disabilities that may miss the boat.  As I tried to get a word in, no one was on the phone. I called back 8 times and was thrown into voicemail. I - d called back that many times because 1 -  I was unsure if the phone died as she was having multiple conversations at the same time 2 -  I was unsure she hung up on me 3 -  I needed to see if we still had our appointment.I then received a cancelation appointment via email. Wow. Almost one month waiting for an appointment, when I could have gone elsewhere. The good news is, I - m so glad I didn - t give my hard-earned money, mind,  -  body to a company like this. A massage is a spiritual experience for some. I was born and raised in this city and thought I - d found, what I thought, was an amazing customer service experience filled with healing hands for me my daughter  -  me. I was wrong. So wrong. But I - m grateful to the Universe for this life lesson. This is my experience only. I can - t speak for anyone else. All I know is:I had an appointment on the calendar for me  -  my precious daughter for almost 1 month rescheduled  - via email -  the day before  - less than 24 hours before our appointment - Rudely spoken to by a woman I could barely understand but was clear enough to make out her rudeness, unprofessionalism,  -  lack of empathy or concern for a potential customerI was Hung up onThe appointment was canceled via emailI - ll take my business to Siam Orchid  - Nob Hill - , my daughter - s favorite spa. Divine Love  -  Light, Beautiful Souls!Read more",
            "Dịch vụ tồi tệ nhất Tôi nghĩ họ có chủ mới. Nhân viên lễ tân là người thô lỗ và doanh nghiệp này sẽ không hoạt động tốt nếu họ tiếp tục loại dịch vụ này. Đọc thêm",
            "Tôi là một du khách đến từ một nơi rất xa - Boston - và đây là trải nghiệm tuyệt vời nhất mà tôi từng có trong một spa trong ngày. Tôi đã chọn Pure Bliss 90 phút bao gồm một liệu trình tẩy tế bào chết toàn thân độc đáo, một liệu trình mát-xa tuyệt vời, chăm sóc da mặt và gội đầu mini. Ester cực kỳ khéo léo và tốt bụng. Mọi người tôi gặp đều rất dễ tính và chào đón - tôi đã được chiều chuộng hoàn toàn. Đúng vậy, bạn phải bỏ lại sự khiêm tốn của mình ở cửa, nhưng bạn sẽ được đền đáp xứng đáng! Đọc thêm",
            "Tuyệt tuyệt tuyệt! Tự thưởng cho mình phương pháp tẩy tế bào chết, mát-xa và chăm sóc da mặt tuyệt vời nhất!! Lee thật tuyệt vời khi cô ấy làm việc bằng đôi tay của mình. Đến sớm và sử dụng bể sục, phòng tắm hơi khô. Không đủ can đảm để nhảy xuống bể ngâm. Quên đề cập đến việc gội đầu vào cuối. Các bạn ơi, hãy đối xử với bản thân mình - - Đọc thêm",
            "I was so looking forward to visiting Pearl for the first time after a friend had suggested it, but I was also filled with a little fear of the unknown, especially after reading all those reviews about being naked in front of strangers, but also... not? Like, you have some items to cover up, but when and where do you use them? Hopefully this review helps to serve others with similar apprehensions.Location: Easy, convenient location in Japantown. If you don - t live nearby, why not make a day of it? There are a bunch of stores, restaurants, etc. that make it easy to spend hours in this neighbourhood.Staff: The staff are so friendly and available. I often saw the same woman  - didn - t catch her name unfortunately -  walking around, getting customers for their appointments  - she didn - t even have to check the wristbands numbers, she just knew - , tidying up, gently enforcing the rules  - no phones, for privacy! - , and answering questions.Scheduling: Easy to schedule appointments online, followed up by a confirmation email.Play-by-play on the day of:- When entering, there - s already an ambiance of calm. It wasn - t busy when I went so already just not being surrounded by people helped  - I - m still easing into these situations with COVID being a thing and all - . After paying  - they take cash and card - , I was provided with a convenient wristband for my locker.- I was led to the locker rooms  -  amenities area  - behind a curtain out of sight from the outside world -  where I took off my shoes and they were placed in a plastic bin to bring into the locker rooms. After unlocking my locker, there was a light pink robe and a towel inside to use. As many other reviewers said, don - t use clothes other than what is provided to you; the robe is a comfortable way to move around the amenities without feeling too exposed. The locker is secure and I felt comfortable leaving my clothes, shoes, and other items.- Sauna room - time to strip down  - there are cubbies provided for robe - towel - slippers - you don - t need to carry anything else with you inside the spa -  and take a shower before using the amenities. If you - re still easing into this, no worries, most of the showers have a privacy curtain. There is also a more traditional Korean bathing area  - lower to the ground - - Sauna room amenities - hot tub  - recommended to soak  - 30 min before a scrub service - , dry sauna  - the one place I forgot to go, oops - , steam room  - bring your towel to sit on - , cold plunge  - brr! - - I was retrieved from the hot tub for my service  - bring your stuff with you when you switch rooms - . The scrub room is behind a frosted door and each customer is separated by the curtain. I - ve had this service once before at another spa and my back hurt after some time of lying on the hard surface, but this time there was enough movement rolling over that it wasn - t an issue. Lee was so sweet and patient and kept asking how I was doing so she can adjust the pressure. My skin felt so baby soft afterwards, and she also washed my hair, tied it up in a towel bun, and helped me get dressed to leave the room- Upstairs amenities - past the relaxation lounge and around the corner are cubbies and shorts. As others mentioned, yes you wear shorts  - more hygienic -  and yes you - re topless - but who cares at this point? My favourite was the clay room  - a bunch of clay balls about the size of marbles in a dim room - . The other room is the himalayan salt room  - also good, but I found it was hotter and harder to sink in since you have to be on a mat here - - Hopefully you can take your time  - there are no clocks around that I saw -  - I had to rush out unfortunately because of my schedule. When I was ready to leave, I had one more shower, then spent a bit of time sipping water and tea,  having a light snack  - a basket of options is provided - , using the hair dryer  - Dyson! there - s also an Airwrap -  and toiletries  - all labelled if you - re unfamiliar with the products and their use -  Tips: - First time? Not first time? Either way, don - t be afraid to ask questions. There are also helpful signs throughout- I was more at ease to go alone than visit the spa with someone I knew. I guess it - s easier to be naked around strangers?- Don - t wear any makeup, moisturizer, etc. - you - re going to end up washing it off anyway- If being naked feels awkward, just avert your gaze. FWIW though everyone is just minding their own business anyway.- Bring cash - after the service, you - re provided with an envelope for discreet tips that you can drop in a box at the front desk on your way out- Bring your own hair brush  - and other preferred get-ready items - - there are some provided, but then they just get placed back in a machine for sanitization I think? Either way, I would - ve preferred to bring my ownI definitely plan to return soon! xoxoRead more",
            "Có lẽ là spa tốt nhất tôi từng trải nghiệm. Bồn tắm, phòng xông hơi ướt và phòng xông hơi khô, sau đó có tổng cộng 1,5 giờ BLISS. Tẩy tế bào chết, xà phòng, dầu, kỹ thuật massage cực kỳ tuyệt vời, dầu gội và mặt nạ. Sau đó đến hố đất sét đỏ và phòng muối nóng. Thật là một trải nghiệm đa giác quan. Rất chuyên nghiệp và rất thân thiện, nhân viên hữu ích. Trà và quà tạm biệt là khẩu trang là những món quà bổ sung.Đọc thêm",
            "Tôi yêu thích trải nghiệm spa này. Hãy đảm bảo bạn đến sớm 30 phút để tắm, tắm bể sục và xông hơi trước khi tẩy tế bào chết để có trải nghiệm tốt nhất. Hãy để sự khiêm tốn của bạn ở ngoài cửa vì khi mọi việc đã xong, bạn sẽ bước ra ngoài sạch sẽ như một tiếng huýt sáo từ đầu đến đuôi - và tất cả các kẽ hở ở giữa - . Và các sản phẩm Aveda được cung cấp cho tóc, cơ thể và khuôn mặt. Tôi có thể dành cả ngày ở đây! Chỉ dành cho phụ nữ.Đọc thêm",
            "Tẩy tế bào chết sau đó mát-xa 90 phút là một trong những trải nghiệm spa tuyệt vời nhất tôi từng có. Tẩy tế bào chết là phương pháp chải răng cổ điển trong nhà tắm - giống như một chiếc phòng tắm hammam, không phải chất đánh bóng cơ thể và việc tẩy da chết của nó giúp bạn hoàn hảo cho việc mát-xa, làm tan biến mọi căng thẳng và giúp làn da của bạn tươi mát và ẩm ướt. Cơ sở sạch sẽ và yên tĩnh. Hãy nhớ đến trước cuộc hẹn 30 phút để tận hưởng bồn xoáy nước và xông hơi, sau đó dành vài phút trong phòng xông hơi muối.Đọc thêm"
        ],
        "star_ratings": [
            24,
            0,
            0,
            0,
            2
        ],
        "review_amount": 26,
        "location": [
            "California-CA-",
            "Hoa Kỳ",
            "Những điều cần làm ở San Francisco",
            "San Francisco",
            "Ngọc Spa"
        ],
        "reviews_time": [
            "Written November 1, 2023",
            "Written September 11, 2023",
            "Written December 8, 2022",
            "Written November 27, 2022",
            "Written September 6, 2022",
            "Written August 28, 2022",
            "Written August 24, 2022",
            "Written August 2, 2022",
            "Written June 30, 2022",
            "Written December 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d11887633-Reviews-Pearl_Spa-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d2556798-Reviews-State_Bird_Provisions-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d2225127-Reviews-Sweet_Maple-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d7311918-Reviews-The_Progress-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d7950201-Reviews-Octavia-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d12315718-Reviews-Marufuku_Ramen-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d4802366-Reviews-Roam_Artisan_Burgers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d2308059-Reviews-Woodhouse_Fish_Co-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d12184446-Reviews-Hinodeya_Ramen_Bar-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d4312089-Reviews-Waraku-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d4337472-Reviews-Kippu_Japanese_Restaurant-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14017766-Reviews-Bay_Jiu_Jitsu-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d557315-Reviews-Konko_Church_of_San_Francisco-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156533-Reviews-Japantown-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15833155-Reviews-Cathedral_Of_Saint_Mary_Of_The_Assumption-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d311688-Reviews-Japan_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102418-Reviews-The_Fillmore-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156437-Reviews-Fillmore_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142482-Reviews-Pacific_Heights-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3156844-Reviews-Glad_Tidings_Church-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d12491253-Reviews-St_Dominic_Church-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d11887633-Reviews-or10-Pearl_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d11887633-Reviews-or20-Pearl_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4355467-Reviews-Project_Zen_Massage_and_Bodywork-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d24945103-Reviews-Bamford_Wellness_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104546-Reviews-Kabuki_Springs_and_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2519584-Reviews-Royal_Thai_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3350191-Reviews-Burke_Williams-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2444816-Reviews-Archimedes_Banya-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d12202413-Reviews-Outdoor_Yoga_SF-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2549092-Reviews-Foot_Reflexology_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1596060-Reviews-Suchada_Traditional_Thai_massage-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156573-Reviews-Mission_Cliffs-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d13397151-Reviews-Jan_Massage-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3381849-Reviews-San_Francisco_Ghost_Hunt_Walking_Tour-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d19121512-Reviews-Forest_Books-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8610400-Reviews-Benkyodo-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3841074-Reviews-Kinokuniya_Book_Store-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4482230-Reviews-AMC_Kabuki_8-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d940219-Reviews-Silver_Lion_Service_Private_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4564487-Reviews-Butterfly_Lounge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g194718-d3317935-Reviews-Funivia_del_Monte_Faito-Castellammare_Di_Stabia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190382-d13552280-Reviews-RAGE_ROOM_Limassol-Limassol_City_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d7702654-Reviews-Torture_Museum_Oude_Steen-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g154942-d317675-Reviews-Hot_Springs_Cove-Tofino_Clayoquot_Sound_Alberni_Clayoquot_Regional_District_Vancou.html",
            "https://www.tripadvisor.com/Attraction_Review-g43432-d8399288-Reviews-Parkers_Lake_Park-Plymouth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g41102-d116819-Reviews-Conowingo_Dam-Darlington_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g32355-d8381909-Reviews-Cardiff_State_Beach-Encinitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d104468-Reviews-Rachel_Carson_National_Wildlife_Refuge-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d246215-Reviews-Lake_Lucerne-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d282543-Reviews-Oneida_Casino-Green_Bay_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d11887633-Reviews-or10-Pearl_Spa-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d11887633-Reviews-Pearl_Spa-San_Francisco_California.html"
    }
]