[
    {
        "attraction_name": "Pecos River Flume",
        "attraction_name_vi": "Máng sông Pecos",
        "general_info": [
            "57 đánh giá",
            "6 trong số 16 điều cần làm ở Carlsbad",
            "Nguồn nước"
        ],
        "attraction_summary": "Từng được giới thiệu trong Ripleys Believe It or Not với tư cách là dòng sông tự chảy qua, kênh nhân tạo này đưa nước Sông Pecos từ Hồ Avalon đến các khu vực khô hạn như một phần của Hệ thống Thủy lợi Carlsbad. Ban đầu được làm bằng gỗ, Ống dẫn đã bị trận lũ lụt phá hủy vào năm 1902 và sau đó được làm lại bằng bê tông.Đọc thêm",
        "reviews": [
            "Chúng tôi có thêm thời gian để đốt cháy và thời tiết rất hoàn hảo nên chúng tôi tiến đến Flume.  Tôi vẫn hơi bối rối không biết nước chảy từ đâu ra nhưng điều đó thật thú vị.  Đọc thêm",
            "Khi còn là sinh viên dạy học ở Carlsbad đã lâu lắm rồi, tôi chưa bao giờ nghe đến Ống dẫn. Sự tò mò của tôi trỗi dậy khi tôi nghĩ tại sao nhà hàng Stevens Inn lại có tên là The Flume. Vì vậy, tôi đã xem xét nó. Chà, có một cái máng lớn honkin dẫn nước từ hồ gần đó qua Sông Pecos vào một con kênh phục vụ khu vực. Nó ở ngay ngoài đường. Chúng tôi đã đến thăm nó. Trông gần giống như một cây cầu bê tông. Nhưng khi ở trên đỉnh thì rõ ràng là không phải vì nó đầy nước. Nó cũng có một chút lịch sử. Có một khu vực đậu xe gần đó và bàn dã ngoại với một vài máy móc cũ được trưng bày. Không phải là một tính năng tuyệt vời. Nhưng xem vui lắm. Và quan trọng hơn là phải suy nghĩ. Tại sao họ lại phải bỏ ra mọi công sức để xây dựng công trình bê tông khổng lồ này. Chắc hẳn phải có lý do chính đáng. Rất vui vì chúng tôi đã ghé qua.Đọc thêm",
            "Chúng tôi dừng lại ở đây khi đi qua Carlsbad.  Không thường xuyên bạn có thể ghé thăm một địa điểm được liệt kê trong Ripleys Believe it or Not.  Đó là một điểm dừng nhỏ thú vị để xem và chụp ảnh cấu trúc mang dòng sông chảy qua.  Có một công viên nhỏ gần đó, nơi chúng tôi đi dạo một chút và tận hưởng vẻ đẹp của Sông Pecos.  Thật đáng để dừng lại vì những điều bạn không nhìn thấy hàng ngày!Đọc thêm",
            "Phải ghé qua để xem điều này, vì chồng tôi là một kỹ sư và bị thu hút bởi mô tả.  Hơi khó tìm thấy bằng cách sử dụng pones của chúng tôi để chỉ đường, nhưng tôi đã tra google maps và tìm thấy nó. Nó nằm ở hướng ra khỏi thị trấn về phía Artesia, phía sau bệnh viện.  Bạn có thể đi bộ lên đồi để ngắm nhìn dòng nước trong ống dẫn.  Cần sửa chữa. Đọc thêm",
            "Nếu bạn thích lịch sử hoặc kiến ​​trúc, bạn sẽ thích điểm dừng chân nhanh chóng này nếu bạn đi du lịch qua Carlsbad.  Được xây dựng vào đầu những năm 1900, đây là một kỳ công về mặt kỹ thuật vì về cơ bản dòng sông chảy qua sông.  Điều này cung cấp cho việc tưới nước.  Ngoài ra còn có một công viên lịch sử bên cạnh ống dẫn rất đáng để bạn đi bộ qua.Đọc thêm",
            "Nằm ở đầu phía bắc của Carlsbad, đây là một điểm dừng chân thú vị để chụp ảnh. Đây không phải là một nơi khiến bạn thất vọng mà là một bài học lịch sử gọn gàng. Đọc thêm",
            "Tôi đến Carlsbad để đến Caverns để quay video cho kênh YouTube của chúng tôi. Tôi đã vượt qua điều này nhiều lần trước khi tôi nhận ra nó có ý nghĩa lịch sử. Mặc dù đó là một tính năng lịch sử. Nó không đáng để đi đường vòng. Nhưng nếu bạn ở đó, bạn nên xem qua.  Đọc thêm",
            "Tôi đồng ý rằng Flume luôn là một phần quan trọng trong lịch sử khu vực của chúng tôi nhưng không phải là một địa điểm không thể bỏ lỡ. Nó có đèn lớn chiếu sáng cấu trúc vào ban đêm. Nó đã và vẫn được sử dụng như một phần quan trọng của hệ thống tưới tiêu được sử dụng để phát triển các vùng nông nghiệp xung quanh Carlsbad. Giá trị lịch sử của nó có thể thu hút những người đang tìm kiếm các công trình kiến ​​trúc lịch sử được những người sáng lập ban đầu sử dụng. Tuy nhiên không có nhiều thứ để xem ở đây.............Đọc thêm",
            "Flume nằm trong Ripleys Believe it or Not là nơi duy nhất ở Mỹ có một con sông chảy qua. Nhiều người dân địa phương chụp ảnh trường học, ảnh cưới và ảnh gia đình ở đây. Đây là một công trình kiến ​​trúc cổ tuyệt đẹp vẫn còn được sử dụng cho đến ngày nay. Nó cũng nằm ngay cạnh nhà Eddy và bạn có thể đỗ xe ở đó và ngắm cả hai. Đọc thêm",
            "Ống dẫn, được xây dựng vào năm 1903, là một hình ảnh thú vị khi bạn ngắm nhìn mặt trăng thu hoạch lặn phía sau nó, những con sếu ăn trưa ở phía trước hoặc lái xe xuống dưới và hứng một tia nước nhỏ lên kính chắn gió của bạn, tương tự như việc đi bộ dưới cầu trượt nước tại công viên nước. Ống dẫn là địa điểm nổi tiếng để chụp ảnh Sự kiện và gia đình với người dân địa phương, đồng thời là nơi gặp gỡ vào ban đêm của người dân địa phương. Hai công viên nằm giữa, câu cá trên sông Springs và Di sản lịch sử, là những lối đi bộ ngắn phù hợp cho những du khách mệt mỏi trên đường muốn duỗi chân. Có thể cách xa đường chính Hwy 180 nhiều nhất là nửa dặm, rẽ vào bệnh viện vào Callaway, hai công viên sẽ là điểm dừng chân vui vẻ, nhanh chóng trong một ngày du lịch dài. Chọn một ít đồ ăn nhanh để ăn tại bàn dã ngoại ở Công viên Springs, bầu không khí sẽ rất tuyệt vời trong khoảng thời gian ít ỏi dành ra để đạt được điều đó. Đọc thêm",
            "Bạn có thể bơi ở đóĐọc thêm"
        ],
        "star_ratings": [
            15,
            16,
            19,
            5,
            2
        ],
        "review_amount": 57,
        "location": [
            "Hoa Kỳ",
            "New Mexico NM",
            "Carlsbad",
            "Máng sông Pecos",
            "Những điều cần làm ở Carlsbad"
        ],
        "reviews_time": [
            "Written September 18, 2023",
            "Written April 13, 2023",
            "Written October 8, 2022",
            "Written May 31, 2022",
            "Written April 22, 2021",
            "Written October 30, 2020",
            "Written January 21, 2020",
            "Written December 30, 2019",
            "Written December 29, 2019",
            "Written June 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60761-d279369-Reviews-Pecos_River_Flume-Carlsbad_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-or10-Pecos_River_Flume-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d1546683-Reviews-Sitting_Bull_Falls-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d198998-Reviews-Living_Desert_Zoo_and_Gardens_State_Park-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d3340200-Reviews-Lake_Carlsbad_Recreation_Area-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d4318279-Reviews-Brantley_Lake_State_Park-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d23471655-Reviews-City_Of_Carlsbad_NM_Tourism-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d27032712-Reviews-Harry_McAdams_State_Park-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d5003892-Reviews-Hanapepe_Friday_Night_Festival_Art_Walk-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g35102-d2559633-Reviews-Southern_Belle_Farm-McDonough_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g656475-d7917907-Reviews-Lago_de_Coatepeque-Santa_Ana_Santa_Ana_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-The_Roosevelt_Island_Tramway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d3310733-Reviews-Walnut_Creek_Amish_Flea_Market-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g154945-d10288019-Reviews-Fan_Tan_Alley-Victoria_Victoria_Capital_Regional_District_Vancouver_Island_Briti.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d240651-Reviews-Speakers_Corner-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60964-d207615-Reviews-Luray_Zoo_A_Rescue_Zoo-Luray_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d2240296-Reviews-Playa_Nudista_El_Mago-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d574603-Reviews-Central_Market_of_Valencia-Valencia_Province_of_Valencia_Valencian_Community.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-or10-Pecos_River_Flume-Carlsbad_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-Pecos_River_Flume-Carlsbad_New_Mexico.html"
    }
]