[
    {
        "attraction_name": "Pemaquid Point Lighthouse",
        "attraction_name_vi": "Ngọn Hải Đăng Mũi Pemaquid",
        "general_info": [
            "875 đánh giá",
            "2 trong số 9 điều cần làm ở New Harbor",
            "Ngọn hải đăng"
        ],
        "attraction_summary": "Gia đình chúng tôi dừng lại ở đây trên đường đến Đảo Sa mạc Mount.  Thật là một nơi tuyệt đẹp!  Tất cả chúng tôi đều lên ngọn hải đăng có tầm nhìn tuyệt vời.  Chúng tôi đã dành khoảng 2 giờ ở đây.  Có một bảo tàng nhỏ ở đó với rất nhiều thông tin.  Thanh thiếu niên của chúng tôi cũng rất thích thời gian ở đó.  Đọc thêm",
        "reviews": [
            "Đây là điểm dừng chân đầu tiên của chúng tôi trên chuyến đi đường ven biển Maine và nó thật tuyệt vời. Mùi hương trong không khí của những bông hoa là thứ đọng lại trong tôi nhất. Ngọn hải đăng thật ấn tượng và tất cả cảnh quan trong khu vực đều đẹp như tranh vẽ. Một trong những điểm dừng chân tuyệt vời nhất của chúng tôi trong toàn bộ chuyến đi. Đọc thêm",
            "Chúng tôi thực sự rất thích điểm dừng này trong chuyến tham quan ngọn hải đăng của mình.  Đó là một trong số ít nơi chúng tôi có thể đi vào bên trong mặc dù nó ở phía nhỏ hơn.  Các tài liệu là cá tính và hiểu biết.  Cửa hàng quà tặng và quán ăn nhanh cũng rất tuyệt vời.  Nếu bạn canh đúng thời gian, bạn có thể khám phá các hồ thủy triều.Đọc thêm",
            "Khung cảnh hoàn toàn đẹp - chúng tôi dùng bữa trưa dã ngoại trên một chiếc bàn tuyệt đẹp nhìn ra biển khi nó chạm vào bờ biển đầy đá. Những chiếc bàn ăn dã ngoại rất đẹp và còn có những chiếc ghế đệm trải dài xung quanh để mọi người thư giãn. Có những con đường được trải nhựa tốt nếu cần. Cabin của ngư dân nhỏ gọn gàng với tất cả các bức tranh và bảo tàng có rất nhiều thông tin, bao gồm cả thông tin được bổ sung từ người đàn ông làm việc ở đó. Ngọn hải đăng là một con đường leo lên đỉnh khá thú vị và khá dễ dàng, tuy nhiên hãy cẩn thận khi leo lên đỉnh nếu bạn không thích độ cao. Nó mang đến cho bạn cái nhìn 360 độ tuyệt đẹp về đại dương và khu vực xung quanh! Không thể bỏ qua phòng trưng bày nghệ thuật vì nơi đây trưng bày các tác phẩm nghệ thuật địa phương tuyệt đẹp. Chúng tôi chắc chắn sẽ quay lại và tất cả những người làm việc ở đó đều rất thân thiện, trò chuyện và hữu ích! Đọc thêm",
            "Xinh đẹp!  Ngọn hải đăng này và công viên liền kề thật tuyệt vời. Bạn có thể leo lên tháp hải đăng. Trẻ em phải cao 46 tuổi.. Tôi thực sự khuyên bạn nên làm điều đó! Tôi không thể nói đủ điều tốt về ngọn hải đăng này!  Các nhân viên có kiến ​​thức và thân thiện, tất nhiên là quang cảnh tuyệt vời, những con sóng vỗ vào những tảng đá bên dưới thật đáng kinh ngạc. Ngoài ra còn có một bảo tàng ngư dân trong ngôi nhà cạnh ngọn hải đăng. \n\nCó bàn ăn dã ngoại, nhà hàng và cửa hàng quà tặng ngay bên kia đường. \n\nChắc chắn giá trị ổ đĩa. Đọc thêm",
            "Ngọn hải đăng Pemaquid Point đáng để ghé thăm. Khung cảnh thật ngoạn mục và những người làm việc ở đó rất ngọt ngào và giàu thông tin. Có một phòng trưng bày nghệ thuật đáng yêu và bảo tàng hàng hải. Chỗ để xe rộng rãi, nhà vệ sinh sạch sẽ. \nMột viên ngọc ngoạn mục.Đọc thêm",
            "Đây là một điểm dừng chân hoàn hảo để ngắm ngọn hải đăng! Bạn không chỉ có thể đi bộ xung quanh và chụp ảnh từ mặt đất mà còn có thể đi bộ lên ngọn hải đăng và ngắm nhìn quang cảnh tuyệt đẹp từ trên cao. VÀ những tảng đá dẫn xuống nước thậm chí còn đẹp hơn nữa! Những tảng đá đã được thủy triều tạo hình thành nên tác phẩm nghệ thuật đá granit tuyệt đẹp. Thật ngoạn mục! Hãy cẩn thận, những tảng đá rất trơn trượt khi ở gần mặt nước. Đọc thêm",
            "Sau khi nghe thấy Ngọn hải đăng Pemaquid đẹp như thế nào, chúng tôi quyết định lái xe một giờ từ Boothbay và tôi rất vui vì đã làm như vậy! Khu vực này rất đẹp và chúng tôi đã học được rất nhiều điều khi đến thăm bảo tàng trực thuộc. Tôi đặc biệt khuyên bạn nên đi một chuyến đến khu vực này và chuẩn bị bữa trưa! Có khoảng 6-7 bàn ăn dã ngoại, vài chiếc ghế Adirondack và bãi cỏ xanh tươi để thưởng thức bữa trưa và ngắm cảnh. Chi phí vào cửa là 4 mỗi người và đóng góp tối thiểu 1 để vào bên trong ngọn hải đăng và leo lên đỉnh.  Nếu bạn quên bữa trưa như chúng tôi đã làm, có một nhà hàng bên cạnh ngọn hải đăng hoặc bạn có thể dừng lại ở Shaws cách đó 2 dặm để đến một khu ngắm cảnh khác để ăn.Đọc thêm",
            "Nơi này thật tuyệt đẹp! Hãy thận trọng xung quanh những tảng đá. Một số người hơi quá hung hăng khi leo lên để chụp ảnh và bạn có thể dễ dàng bị choáng ngợp bởi làn sóng mạnh. Tuy nhiên, nếu bạn là một nhiếp ảnh gia lành nghề thì đây là nơi nên đến. Nếu bạn đang tìm kiếm khung cảnh yên bình của đại dương thì nơi đây thật ngoạn mục. Đường leo lên đỉnh ngọn hải đăng tuy ngắn nhưng hẹp và kết thúc bằng một chiếc thang nhỏ nhưng chúng tôi rất thích thú!Đọc thêm",
            "Nơi này thật tuyệt đẹp! Hãy thận trọng xung quanh những tảng đá. Một số người hơi quá hung hăng khi leo lên để chụp ảnh và bạn có thể dễ dàng bị choáng ngợp bởi làn sóng mạnh. Tuy nhiên, nếu bạn là một nhiếp ảnh gia lành nghề thì đây là nơi nên đến. Nếu bạn đang tìm kiếm khung cảnh yên bình của đại dương thì nơi đây thật ngoạn mục. Đường leo lên đỉnh ngọn hải đăng tuy ngắn nhưng hẹp và kết thúc bằng một chiếc thang nhỏ nhưng chúng tôi rất thích thú!Đọc thêm",
            "Chi phí vào địa điểm là 4 người, thêm 1 người mỗi người nếu bạn muốn leo lên tháp hải đăng nhỏ.  Có một bảo tàng ngư dân nhỏ ở đây, bờ biển có rất nhiều đá tuyệt đẹp để ngắm nhìn.  Tuy nhiên, nơi này không lớn đến mức bạn có thể xem miễn phí những địa điểm tương tự dọc theo bờ biển Maine.  Tôi sẽ không đến đây một lần nữa. Đọc thêm",
            "Khung cảnh và khu vực thật ấn tượng.  Bạn có thể đi bộ xung quanh ngọn hải đăng và nó có một bảo tàng nhỏ xinh. Đọc thêm",
            "Sau khi nghe thấy Ngọn hải đăng Pemaquid đẹp như thế nào, chúng tôi quyết định lái xe một giờ từ Boothbay và tôi rất vui vì đã làm như vậy! Khu vực này rất đẹp và chúng tôi đã học được rất nhiều điều khi đến thăm bảo tàng trực thuộc. Tôi đặc biệt khuyên bạn nên đi một chuyến đến khu vực này và chuẩn bị bữa trưa! Có khoảng 6-7 bàn ăn dã ngoại, vài chiếc ghế Adirondack và bãi cỏ xanh tươi để thưởng thức bữa trưa và ngắm cảnh. Chi phí vào cửa là 4 mỗi người và đóng góp tối thiểu 1 để vào bên trong ngọn hải đăng và leo lên đỉnh.  Nếu bạn quên bữa trưa như chúng tôi đã làm, có một nhà hàng bên cạnh ngọn hải đăng hoặc bạn có thể dừng lại ở Shaws cách đó 2 dặm để đến một khu ngắm cảnh khác để ăn.Đọc thêm",
            "Ngọn hải đăng Pemaquid sẽ là địa điểm bạn nên ghé thăm trong chuyến đi đến Maine.  Nằm trên một cảnh quan ven biển tinh túy của Maine, con tàu được bảo trì tốt và những người làm việc ở đó rất hữu ích và thân thiện.Đọc thêm",
            "Đây là một điểm dừng ngọn hải đăng hoàn hảo như tranh vẽ! Bạn không chỉ có thể đi bộ xung quanh và chụp ảnh từ mặt đất mà còn có thể đi bộ lên ngọn hải đăng và ngắm nhìn khung cảnh tuyệt vời từ trên cao. VÀ những tảng đá dẫn xuống nước thậm chí còn đẹp hơn nữa! Những tảng đá đã được nước thủy triều tạo hình thành những tác phẩm nghệ thuật bằng đá granite tuyệt đẹp.  Nó thật ngoạn mục!  Hãy cẩn thận, những tảng đá gần mặt nước trơn trượt.Đọc thêm",
            "Rất thích đến thăm ngọn hải đăng này! Khung cảnh thật đẹp. Thật thú vị khi có thể leo lên đỉnh. Bảo tàng thật tuyệt vời - những video tuyệt vời và có người ở đó để trả lời các câu hỏi. Rất thích nó! Đọc thêm",
            "Đây là một ngọn hải đăng phải xem. Nó gần bãi đậu xe, cho phép bạn vào bên trong và có một bảo tàng trưng bày các hiện vật lịch sử. Có những tảng đá để trèo xuống và khung cảnh mặt nước tuyệt vời. Đọc thêm",
            "Ngọn hải đăng Pemaquid Point đáng để ghé thăm. Khung cảnh thật ngoạn mục và những người làm việc ở đó rất ngọt ngào và giàu thông tin. Có một phòng trưng bày nghệ thuật đáng yêu và bảo tàng hàng hải. Chỗ để xe rộng rãi, nhà vệ sinh sạch sẽ. Một viên ngọc ngoạn mục.Đọc thêm",
            "Ngọn hải đăng Pemaquid Point là một viên ngọc thực sự và chắc chắn đáng để ghé thăm. Khi tôi đến thăm, tôi bị tính phí 4,00 mỗi người trong nhóm của mình. Tôi đã tin rằng khoản thanh toán này sẽ cho phép nhóm của tôi leo lên tòa tháp. Rốt cuộc, đó là lý do tại sao chúng tôi đến đó. Tuy nhiên, khi chúng tôi đến tòa tháp, chúng tôi được thông báo rằng vào cửa miễn phí - mọi đóng góp đều được đánh giá cao. Tình nguyện viên làm nhiệm vụ giải thích rằng tòa tháp thuộc sở hữu của Cảnh sát biển và được điều hành bởi các tình nguyện viên của Tổ chức Ngọn hải đăng Hoa Kỳ và hoàn toàn tách biệt với Công viên Hải đăng. Hơn nữa, tôi được biết rằng không có khoản phí nhập học 4.00 nào được chuyển đến ngọn hải đăng. Các tình nguyện viên phụ thuộc hoàn toàn vào sự quyên góp tự nguyện để tài trợ cho các dự án trùng tu và bảo trì định kỳ hàng năm. Leo lên tháp thật tuyệt vời và chúng tôi đã học được khá nhiều điều về lịch sử của nó từ tình nguyện viên. Khi lái xe đi, tôi tự hỏi 164 người đã trả tiền cho cái gì. Đỗ xe, cắt cỏ, v.v.? Nó chắc chắn không được sử dụng để bảo trì bảo tàng trong tình trạng tốt. Nó thực sự cần sơn. Vì vậy, tôi đưa ra đánh giá này với tư cách là một người mua hãy cẩn thận với thông tin. Chúc bạn có một chuyến đi an toàn.Đọc thêm",
            "Cần bao nhiêu thời gian để xem hết mọi thứ ở đó?Đọc thêm",
            "Xin chào Darlene, một giờ là đủ để xem mọi thứ ở Ngọn hải đăng Pemaquid Point.Đọc thêm",
            "Ngọn hải đăng này cách Cảng Boothbay bao xa? Bạn có thể đến đó bằng ô tô được không?Đọc thêm",
            "Nó rất dễ lái.  30 dặm và khoảng 50 phút đến một giờ.  Lái xe về phía bắc đến Demariscotta rồi về phía nam trên Đường 130 đến ngọn hải đăng.  Bản đồ Google hoặc bất kỳ GPS nào sẽ hiển thị cho bạn.  Một chuyến đi thú vị.Đọc thêm",
            "Chi phí để vào khuôn viên và ngọn hải đăng?Đọc thêm",
            "Đó là 2,00 và bao gồm mọi thứ trên sân.  Trang web Visitmaine có thông tin hữu ích liên quan đến ngọn hải đăng.Đọc thêm",
            "Chi phí cho chuyến tham quanXem thêm",
            "nó đáng giá với phí vào cửa rất rẻ - một địa điểm đẹp - đừng bỏ lỡ!!Đọc thêm",
            "Giờ hoạt động và mùa giải kéo dài bao lâu?Đọc thêm",
            "Vì chúng tôi là khách du lịch nên tôi không biết về mùa nào. Tôi tin rằng ngọn hải đăng sẽ mở cửa quanh năm. Tất nhiên, một số cơn bão mùa đông có thể khiến trường phải đóng cửa tạm thời. \nGiờ là giờ ánh sáng ban ngày. Đọc thêm",
            "Bạn có thể vào công viên và đi bộ trong mùa giảm giá không?Đọc thêm",
            "Hôm nay tôi đã kết thúc chuyến đi, sân bãi đã rộng mở như tôi mong đợi. Bạn không thể vào được ngọn hải đăng, như tôi đã mong đợi trong thời gian trái mùa.Đọc thêm",
            "Khoảng cách từ bến cảng Booth Bay đến nơi này là bao xa. Đọc thêm",
            "Khoảng 30 phút. lái xe.  Hãy nhớ đi theo đường River từ Boothbay.Đọc thêm",
            "Chó được xích có được phép mang vào nơi lưu trú không?Đọc thêm",
            "Vâng, trên trang Bristol Parks có ghi như sau:\n\nCó, bạn có thể mang thú cưng của mình đến tất cả các công viên của chúng tôi, ngoại trừ một ngoại lệ: Bãi biển Pemaquid, chúng tôi thậm chí không cho phép thú cưng mang theo trong xe của bạn ở khu vực đậu xe. Lệnh cấm này có hiệu lực từ ngày 1 tháng 5 đến tháng 10. 15. Tại các công viên khác của chúng tôi, vật nuôi phải được xích và chủ sở hữu được yêu cầu vứt bỏ bất kỳ chất thải nào của vật nuôi.Đọc thêm"
        ],
        "star_ratings": [
            737,
            126,
            8,
            3,
            1
        ],
        "review_amount": 875,
        "location": [
            "Hoa Kỳ",
            "Maine ME",
            "Cảng mới",
            "Bờ biển trung tâm Maine",
            "Những điều cần làm ở Cảng Mới",
            "Ngọn Hải Đăng Mũi Pemaquid"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 17, 2023",
            "Written June 19, 2023",
            "Written July 3, 2023",
            "Written July 10, 2023",
            "Written July 25, 2023",
            "Written August 2, 2023",
            "Written September 4, 2023",
            "Written October 9, 2023",
            "Written October 9, 2023",
            "Written September 23, 2023",
            "Written September 22, 2023",
            "Written September 4, 2023",
            "Written August 30, 2023",
            "Written August 3, 2023",
            "Written July 31, 2023",
            "Written July 29, 2023",
            "Written July 25, 2023",
            "Written July 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40759-d1102612-Reviews-Pemaquid_Point_Lighthouse-New_Harbor_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d831644-Reviews-Sea_Gull_Restaurant_Gift-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d5042565-Reviews-The_Bradley_Inn-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d14957804-Reviews-SugarSpell_Sweets-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d519193-Reviews-Shaw_s_Fish_Lobster_Wharf-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d21105285-Reviews-Harbor_Ice_Cream-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d837640-Reviews-Cupboard_Cafe-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40887-d671293-Reviews-Coveside_Marina_Restaurant-South_Bristol_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d837642-Reviews-Gosnold_Arms_Inn-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40759-d26933220-Reviews-Abundant_Bakery-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d21019463-Reviews-Saltwater_Artists_Gallery-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1089501-Reviews-Cabbage_Island-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d570932-Reviews-Colonial_Pemaquid_State_Historic_Site-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40533-d4545813-Reviews-Pemaquid_Beach_Park-Bristol_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d2262961-Reviews-Rachel_Carson_Salt_Pond_Preserve-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d17853914-Reviews-Fort_William_Henry-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40603-d10675384-Reviews-The_Wilson_Memorial_Chapel-East_Boothbay_Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40603-d25040108-Reviews-Kerr_Jones_Fine_Art_Craft-East_Boothbay_Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d21310237-Reviews-Our_Lady_Queen_of_Peace-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40533-d23025198-Reviews-Crooked_Farm_Preserve-Bristol_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d1102612-Reviews-or10-Pemaquid_Point_Lighthouse-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1142763-Reviews-Cabbage_Island_Clambakes-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d3359502-Reviews-Sail_Muscongus_Day_Tours-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1832394-Reviews-Schooner_Eastwind-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1576812-Reviews-Cap_n_Fish_s_Cruises-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d2225664-Reviews-Balmy_Days_Cruises-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d108262-Reviews-Carousel_Music_Theater-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40524-d582558-Reviews-Coastal_Maine_Botanical_Gardens-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d801280-Reviews-Maine_Kayak-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d3387090-Reviews-Boothbay_Region_Land_Trust-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40524-d104926-Reviews-Boothbay_Railway_Village-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d3258300-Reviews-Tidal_Transit_Kayak-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d104923-Reviews-Maine_State_Aquarium-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d14056362-Reviews-Coca_Cola_Roxy-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d606455-Reviews-Mount_Dajti-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d3585098-Reviews-Folsom_Premium_Outlets-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d4888698-Reviews-Cine_Rex_Therinos-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1547197-Reviews-Meena_Bazaar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187278-d242724-Reviews-Caracalla_Therme-Baden_Baden_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574356-d664631-Reviews-Aqualand_Corfu_Water_Park-Agios_Ioannis_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34118-d143638-Reviews-Sun_Splash_Family_Waterpark-Cape_Coral_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29757-d3318550-Reviews-Abiquiu_Lake-Abiquiu_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d1788693-Reviews-SKYBAR_Beirut-Beirut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40759-d1102612-Reviews-or10-Pemaquid_Point_Lighthouse-New_Harbor_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40759-d1102612-Reviews-Pemaquid_Point_Lighthouse-New_Harbor_Maine.html"
    }
]