[
    {
        "attraction_name": "Pennypack Park",
        "attraction_name_vi": "Công viên Pennypack",
        "general_info": [
            "25 đánh giá",
            "- 158 trong số 747 điều cần làm ở Philadelphia",
            "Công viên"
        ],
        "attraction_summary": "Một nơi tuyệt vời để tham quan và đi dạo yên tĩnh và tận hưởng khu rừng trong thành phố. Những con đường đi bộ tốt chủ yếu nằm cạnh con lạch. Rất nhiều con đường bóng mờ.Đọc thêm",
        "reviews": [
            "Tôi đã đến đó cùng gia đình vào thứ Sáu ngày 24 tháng 7 năm 2020 và điều đó thật kinh tởm. Công viên bẩn đến mức có phân người trong CÔNG VIÊN và SÔNG. Tôi không khuyên bạn nên đến đó cùng gia đình.Đọc thêm",
            "Chúng tôi đã đi bộ đến đó vào Thứ Bảy tuần trước trên con đường dọc theo Sông Delaware, khung cảnh rất tuyệt vời và con đường rất rộng nên ngay cả khi giãn cách xã hội vẫn có đủ chỗ để đi lại thoải mái.  Chúng tôi - đã đi bộ nhiều lần trong phần Fox Chase ngoài Veree và Rhawn và dự định khám phá thêm nhiều phần của con đường mòn.Đọc thêm",
            "Đường mòn dành cho xe đạp, đi bộ, cưỡi ngựa và đi xe đạp. Có một lễ hội âm nhạc miễn phí tuyệt vời bắt đầu vào cuối tháng 5 và tiếp tục đến tháng 9. Tôi đã không bỏ lỡ buổi hòa nhạc nào trong nhiều năm rồi. Hầu như tất cả các lệnh cấm cống nạp ở địa phương,Đọc thêm",
            "Bạn có thể ghé thăm Công viên Pennypack ở Fox Chase ngoài Đường Verree hoặc bạn có thể đi Rhawn Street East đến Sông Delaware và thưởng thức Pennypack trên Delaware. Có những con đường trải nhựa dọc bờ sông, nhiều sân bóng và các sự kiện như đêm chiếu phim miễn phí thường xuyên. Đây là một chuyến đi bộ rất thú vị vào bất kỳ thời điểm nào trong năm, nhưng đặc biệt là vào mùa hè với làn gió nhẹ từ mặt nước. Có nhiều chỗ đậu xe và hoàn toàn miễn phí.Đọc thêm",
            "Chúng tôi đã đến đây năm ngoái và đã có một chuyến đi bộ tuyệt vời.  Lần này chúng tôi có cháu đi cùng nên chúng tôi không đi quá vài dặm.  Tuy nhiên, bọn trẻ đã xuống lạch để tìm tôm càng - không có! - , cá - một số - , và người trượt ván - rất nhiều - .  Họ lang thang qua những cánh đồng - ngoài đường Pine - và tìm kiếm cỏ bốn lá - họ không tìm thấy gì cả - .  Tuy nhiên, tất cả mọi người đã có một ngày tốt lành.  Công viên tuyệt vời.Đọc thêm",
            "Tôi đã có một khoảng thời gian tuyệt vời tại Công viên Pennypack trong thời gian ở Philadelphia! Tôi đã dành ít nhất một giờ chỉ để đi bộ xung quanh và tập thể dục. Có rất nhiều không gian mở cho một người lựa chọn hoạt động giải trí. Phần công viên tiếp giáp với Sông Delaware tạo nên bối cảnh bờ sông tuyệt đẹp và tầm nhìn ra bên kia sông tại New Jersey lân cận. Công viên rất lý tưởng để tập yoga buổi sáng, đi dạo buổi chiều, chơi một trận bóng đá giao hữu nhanh hoặc đi dã ngoại vào cuối tuần. Đọc thêm",
            "Công viên Pennypack từng là một nơi tuyệt vời để đi dạo giữa thiên nhiên và dã ngoại với trẻ em. Những bức ảnh được đăng hiển thị những vật thể thiên nhiên lý tưởng mà bạn có thể nhìn thấy. Tuy nhiên, trong nhiều năm qua đã có sự suy giảm nhiều. Mọi người bơi lội dưới dòng nước trong xanh và tiệc tùng ầm ĩ, đặc biệt vào những ngày cuối tuần và ngày lễ. Dịch vụ công viên dường như không bị làm phiền bởi điều này. Đến mức bạn không thể đi bộ qua Công viên Pennypack một cách an toàn với trẻ nhỏ và không gặp rắc rối. Gần đây thành phố đã đánh sập thác tự nhiên do những người bơi lội nhảy khỏi thác. Việc bóp méo thiên nhiên vì con người làm điều sai trái có vẻ không công bằng. Tôi sẽ đính kèm ảnh chụp màn hình từ một video cho thấy cuối tuần này khủng khiếp như thế nào. Có những người có lều, máy làm mát, nhạc ầm ĩ, xe phao và tiệc tùng hết mình. Đó không phải là mục đích sử dụng công viên này. Nếu ai đó muốn nghỉ xuân thì nên đi nơi khácĐọc thêm",
            "Tôi đã sống ở Đông Bắc Philadelphia kể từ khi sinh ra và Công viên Pennypack luôn là một nơi để đến. Vào mùa đông, chúng tôi có thể trượt tuyết ở đó và trượt băng khi con lạch đóng băng.  Khi tôi lớn lên và sở thích của tôi thay đổi, công viên mang đến những cơ hội mới.  Vào đầu những năm 1980, hươu bắt đầu xuất hiện trong công viên. Kể từ đó, chúng ta có gà tây, chó sói đồng cỏ, cáo, chồn hôi và nhiều loài động vật khác.  Thậm chí còn có một đập hải ly.  Đây là một điều khá đáng lo ngại đối với môi trường đô thị.  Ngoài việc ngắm nhìn động vật hoang dã, đường mòn dành cho xe đạp còn là nơi tuyệt vời để đạp xe, trượt patin và trượt tuyết xuyên quốc gia.   sống đối diện công viên thr và tôi sử dụng nó khá nhiều.Đọc thêm",
            "Đó là công viên xinh đẹp. chúng tôi đã đi đến công viên vào mùa thu. chúng tôi rất ngạc nhiên khi thấy viên ngọc ẩn này. Mùa thu đang vào lúc cao điểm, đi bộ cũng khá đẹpĐọc thêm"
        ],
        "star_ratings": [
            16,
            5,
            2,
            0,
            2
        ],
        "review_amount": 25,
        "location": [
            "Hoa Kỳ",
            "Philadelphia",
            "Công viên Pennypack",
            "Những điều cần làm ở Philadelphia",
            "Pennsylvania-PA-"
        ],
        "reviews_time": [
            "Written July 27, 2022",
            "Written July 29, 2020",
            "Written March 22, 2020",
            "Written December 12, 2018",
            "Written August 14, 2018",
            "Written July 31, 2018",
            "Written September 29, 2017",
            "Written July 19, 2017",
            "Written January 29, 2017",
            "Written December 30, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60795-d6024340-Reviews-Pennypack_Park-Philadelphia_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d6024340-Reviews-or10-Pennypack_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d6024340-Reviews-or20-Pennypack_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d4094087-Reviews-Wissahickon_Valley_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d307317-Reviews-Morris_Arboretum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d147134-Reviews-Independence_National_Historical_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3474281-Reviews-Schuylkill_River_Trail-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d7153507-Reviews-Spruce_Street_Harbor_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d559062-Reviews-Kelly_Drive-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d116649-Reviews-Fairmount_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d144041-Reviews-Philadelphia_Zoo-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138749-Reviews-Washington_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d7953836-Reviews-Dilworth_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6364047-Reviews-Lush-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g51353-d3854284-Reviews-Fort_Cobb_State_Park-Fort_Cobb_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d7205694-Reviews-Franconia_Falls-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g12920367-d10085895-Reviews-Puma_Punku-Tiwanaku_La_Paz_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d7140060-Reviews-PK_Cocktail_Bar-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298320-d4014250-Reviews-Pasar_Payang-Kuala_Terengganu_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d2355654-Reviews-Tavira_Island-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g2238121-d2615856-Reviews-Kakabeka_Falls-Kakabeka_Falls_Thunder_Bay_District_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6413161-Reviews-Friends_Apartment_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d559072-Reviews-Jamaica_Plain-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60795-d6024340-Reviews-or10-Pennypack_Park-Philadelphia_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60795-d6024340-Reviews-Pennypack_Park-Philadelphia_Pennsylvania.html"
    }
]