[
    {
        "attraction_name": "Penn & Teller",
        "attraction_name_vi": "Bút - Bộ đếm",
        "general_info": [
            "3.682 đánh giá",
            "- 75 trong số 261 Nhà hát - Hòa nhạc tại Las Vegas",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Một buổi biểu diễn trực tiếp của hai ảo thuật gia Penn và Teller, họ cùng nhau kết hợp hài kịch vui nhộn và ảo thuật kỳ quặc. Buổi biểu diễn được tổ chức tại nhà hát Penn - Teller tại Khách sạn và Sòng bạc Rio All Suite.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Thật tuyệt vời khi được gặp Penn và Teller tại MGM National Harbor. Cả hai đều có rất nhiều năng lượng và rất vui khi xem. Một số thủ thuật rất ấn tượng và một số thì không. Ví dụ, có một mánh khóe này là Penn có một cái búa lớn và có 4 hình nộm - s và một giao dịch viên xen vào. Rõ ràng là Penn biết là giao dịch viên. Một trong những khán giả có những tấm thẻ lớn có ghi các con số báo hiệu Penn sẽ đập hộp nào. Penn liên tục bảo cô gái xáo bài cho đến khi chắc chắn rằng số đó không phải của người giao dịch. Người tình nguyện viên đã vô tình ném quá nhiều thẻ xuống sàn và chỉ còn lại một thẻ khi vẫn còn 2 hộp. Ngoài ra, một số phân đoạn đã kéo dài quá lâu. Ví dụ, một chút hành động bằng chân là Penn và người giao dịch ngồi trên bàn và việc xáo bài bằng chân có thể nhanh hơn. Đối với tôi, điều này có vẻ tập trung vào hài kịch hơn là ma thuật. Trên hết, cái tốt nhiều hơn cái xấu và tôi muốn giới thiệu nó.Đọc thêm",
            "Chương trình này hoàn toàn là Penn và Teller!  Hài hước, ảo thuật tuyệt vời, thu hút khán giả và một vài lời chửi thề để đánh giá cao. Chúng tôi là người hâm mộ chương trình truyền hình của họ và mong muốn được trực tiếp xem họ biểu diễn. Và họ đã thực hiện được mong muốn của chúng tôi!  Nếu đến sớm, bạn có cơ hội nghe Penn và Mike Jones chơi một vài bản nhạc jazz hay. Đáng giá vé một mình!  Đồ uống có sẵn và hơi đắt tiền, nhưng ai mong đợi điều gì ít hơn ở Vegas?!  Cho phép ăn mặc giản dị. Những người này là bậc thầy về phép thuật - đừng bỏ lỡ chương trình này nếu bạn đang ở Vegas!  \n\nBình luận một bên về khu nghỉ dưỡng Rio. Thật kỳ lạ khi buổi biểu diễn kết thúc và hàng trăm khách rời đi và đột nhiên không có taxi?  Thật sự?! Không có?! Nhưng rất nhiều chiếc SUV khổng lồ - dành cho - 65 sẽ đưa bạn đi 2 dặm trở lại dải đất. Có vẻ như một chút mưu mẹo.  -  -  -  - Đọc thêm",
            "Con trai tôi và tôi yêu thích chương trình. Penn - Teller thực sự rất tuyệt vời. Họ đã điều hành chương trình này hơn 40 năm và vẫn phát triển mạnh mẽ. Chắc chắn được đề nghị. Rất nhiều tiếng cười và wow. Khi bạn ở đó, đừng bỏ lỡ nhà hàng El burro Borracho. Thức ăn rất tuyệt.Đọc thêm",
            "Đã muốn xem P - T trong nhiều năm, kể từ khi chương trình ở Anh trên TV nơi họ trình diễn các thủ thuật được thực hiện như thế nào. Kéo vợ đi theo, giá cũng đỡ mấy phần mê mẩn. Tuy nhiên tôi phải nói rằng cuối cùng cô ấy thực sự ấn tượng.\nVâng, chúng - không phải là những chiếc máy phát điện như khi chúng còn trẻ, nhưng phép thuật vẫn tuyệt vời và mang đến một buổi tối giải trí. Chỉ ước gì chúng ta - d đã giành được đậu thạch!! \nTuy nhiên, rất vui vì đã có thể đánh dấu vào một chương trình danh sách nhóm. \nƯớc gì chúng tôi - d đánh giá cao việc Rio đã cách xa dải đất bao xa - Tôi - hiện đang đi bộ bằng một cây gậy - , nhưng bắt taxi về cũng đủ dễ dàng.Đọc thêm",
            "Thực sự muốn xem một chương trình ảo thuật khi ở Vegas để đứng đầu danh sách kỳ nghỉ và mục tiêu của chúng tôi - . Thực sự thất vọng với Penn và Teller, tiết mục cần phải cải thiện, nói với chúng tôi rằng họ không bao giờ sử dụng những kẻ ngốc khi rõ ràng họ sử dụng 6 người trong một tiết mục - .. yêu cầu mọi người viết ra một giấc mơ và ném lên sân khấu, một tờ giấy được chọn ngẫu nhiên, và giấc mơ được đọc ra và thật bất ngờ Teller đã xuất hiện trên sân khấu trong giấc mơ đó, tuy nhiên họ không bao giờ quay lại khán giả để hỏi đó là giấc mơ của ai - nào Penn và Teller lừa chúng ta đi - - Đọc thêm",
            "Tôi thực sự thích xem chúng trên TV nên tôi đã tổ chức ngày kỷ niệm và quyết định đi xem chúng. Vé là - 265 cho chỗ ngồi AMP. Tôi cảm thấy bị xúc phạm bởi việc Penn liên tục nói dài dòng tên Chúa. Điều đó thực sự không cần thiết và đã làm mất đi ánh sáng của buổi biểu diễn. Sau đó sử dụng trẻ nhỏ để thực hiện các trò ảo thuật có ngôn từ tục tĩu và bắt người tham gia thề sẽ xuống địa ngục và khỏa thân nhảy múa. Ý tôi là thực sự cái này chắc chắn không dành cho trẻ em xem. Những hành động đó là ném phi tiêu vào các sách Kinh thánh. Đó là một buổi biểu diễn khủng khiếp. Rất thất vọng - có vẻ như đây là một chương trình nghị sự ẩn giấu của Luciferian trong chương trình. Hãy cẩn thận khi đưa trẻ em đến buổi biểu diễn.Đọc thêm",
            "Đã muốn xem P - T trong nhiều năm, kể từ khi chương trình ở Anh trên TV nơi họ trình diễn các thủ thuật được thực hiện như thế nào. Kéo vợ đi theo, giá cũng đỡ mấy phần mê mẩn. Tuy nhiên, tôi phải nói rằng cuối cùng thì cô ấy thực sự ấn tượng. Đúng vậy, chúng - không phải là những chiếc máy phát điện khi còn trẻ, nhưng phép thuật vẫn tuyệt vời và mang đến một buổi tối giải trí. Chỉ ước gì chúng ta - d đã giành được đậu thạch!! Tuy nhiên, rất vui vì đã có thể đánh dấu vào một chương trình danh sách nhóm. Ước gì chúng tôi - d đánh giá cao việc Rio đã cách xa dải đất bao xa - Tôi - hiện đang đi bộ bằng một cây gậy - , nhưng bắt taxi về cũng đủ dễ dàng.Đọc thêm",
            "Tôi - đã là fan của Penn và Teller từ lâu và đây là lần thứ hai tôi - nhìn thấy họ! Tôi đã mang theo đứa con 14 tuổi của mình và đã có khoảng thời gian thực sự vui vẻĐọc thêm",
            "TIẾT KIỆM TIỀN CỦA BẠN.  NHỮNG NGƯỜI NÀY NHƯ VẬY NHƯ VIỆC XEM MỘT CON Ruồi TRÊN TRANG TRÍ. Chúng tôi chưa bao giờ nhìn thấy những điều này trước đây.  Chúng tôi đang nóng lòng muốn đi.  Giống như SLOUTHS.  Penn kể những câu chuyện cười cũ..... biểu diễn những trò ảo thuật cũ giống như họ dạy trong Lớp Phép thuật 101. TUYỆT VỜI.   Hãy tiêu tiền của bạn vào thứ gì đó mà bạn có thể quay lại Minnesota và hét lên với họ rằng nó tuyệt vời như thế nào.  CHỈ NÓI KHÔNG VỚI PENN - TELLER.Đọc thêm",
            "Penn và Teller là những nhà ảo thuật đáng kinh ngạc. 2 cái đó là 1 loại. Chương trình diễn ra muộn nhưng nó cho phép bạn thưởng thức bữa tối ở đâu đó và sau đó đi thưởng thức. Thực sự có ý nghĩa! Họ thật hài hước. Không tiết lộ nội dung nhưng họ đã thực hiện một thói quen mới - đánh lừa vào đêm chúng tôi đến và điều đó thật hài hước, thật độc đáo. Chỉ có họ mới có thể - mới hình dung ra nó và thực hiện nó-- đến mức hoàn hảo như truyện tranh. Nhà hát tuyệt đẹp. Toàn bộ mọi thứ mang lại một cảm giác trang nhã-- bức màn màu đỏ - đẹp đẽ -, âm nhạc - người chơi piano sống động đáng kinh ngạc - đội ngũ. Ngay cả bộ đồ tuyệt vời của Penn và Teller cũng vậy. Mọi thứ đều có giá trị hiệu suất rất cao.  Rất khuyến khích! Chúng tôi yêu từng khoảnh khắc.Đọc thêm",
            "Hãy bám vào phép thuật của bạn chứ không phải chính trị.  Việc trình bày ảo ảnh và trình chiếu thẻ của họ rất tốt.  Nhưng khi họ lao vào tôn giáo và chính trị thì đã quá nhiều.  Hãy giúp chúng tôi giải trí thay vì chia sẻ quan điểm của bạn khi chúng tôi TRẢ TIỀN để xem bạn làm phép thuật.Đọc thêm",
            "Con trai tôi và tôi yêu thích chương trình. Penn - Teller thực sự rất tuyệt vời. Họ đã điều hành chương trình này hơn 40 năm và vẫn phát triển mạnh mẽ. Chắc chắn được đề nghị. Rất nhiều tiếng cười và wow. Khi bạn ở đó, đừng bỏ lỡ nhà hàng El burro Borracho. Thức ăn rất tuyệt.Đọc thêm",
            "Lần thứ 2 tôi xem Penn và Teller trong nhiều năm, luôn là một chương trình tuyệt vời. Hầu hết các nhà ảo thuật trên phố không thực hiện nhiều trò ảo thuật - ảo ảnh, Penn và Teller cũng vậy. Chương trình giải trí và thuần túy là Penn và Teller. Có một điểm trong chương trình mà họ đổi chỗ và Teller là người nói chuyện cải trang thành Penn. Địa điểm tuyệt vời. Tôi đã thất vọng vì họ không thực hiện buổi gặp gỡ và chào hỏi như trước đây. Không được phép chụp ảnh - quay video trong rạp. Chương trình kéo dài khoảng 1 giờ 40 phút. Đọc thêm",
            "Chương trình này hoàn toàn là Penn và Teller!  Hài hước, ảo thuật tuyệt vời, thu hút khán giả và một vài lời chửi thề để đánh giá cao. Chúng tôi là người hâm mộ chương trình truyền hình của họ và mong muốn được trực tiếp xem họ biểu diễn. Và họ đã thực hiện được mong muốn của chúng tôi!  Nếu đến sớm, bạn có cơ hội nghe Penn và Mike Jones chơi một vài bản nhạc jazz hay. Đáng giá vé một mình!  Đồ uống có sẵn và hơi đắt tiền, nhưng ai mong đợi điều gì ít hơn ở Vegas?!  Cho phép ăn mặc giản dị. Những người này là bậc thầy về phép thuật - đừng bỏ lỡ chương trình này nếu bạn đang ở Vegas!  Bình luận một bên về khu nghỉ dưỡng Rio. Thật kỳ lạ khi buổi biểu diễn kết thúc và hàng trăm khách rời đi và đột nhiên không có taxi?  Thật sự?! Không có?! Nhưng rất nhiều chiếc SUV khổng lồ - dành cho - 65 sẽ đưa bạn đi 2 dặm trở lại dải đất. Có vẻ như một chút mưu mẹo.  -  -  -  - Đọc thêm"
        ],
        "star_ratings": [
            2017,
            764,
            394,
            240,
            266
        ],
        "review_amount": 3681,
        "location": [
            "Nevada - NV -",
            "Hoa Kỳ",
            "Những điều cần làm ở Las Vegas",
            "Las Vegas",
            "Bút - Bộ đếm"
        ],
        "reviews_time": [
            "Written July 31, 2023",
            "Written March 10, 2024",
            "Written March 22, 2024",
            "Written April 30, 2024",
            "Written May 27, 2024",
            "Written May 8, 2024",
            "Written April 30, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 13, 2024",
            "Written March 30, 2024",
            "Written March 22, 2024",
            "Written March 12, 2024",
            "Written March 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d553199-Reviews-Penn_Teller-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1745279-Reviews-VooDoo_Steak_At_The_Rio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d6563494-Reviews-Hash_House_A_Go_Go-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d491198-Reviews-All_American_Bar_Grille-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12689122-Reviews-BLACKOUT_Dining_in_the_Dark-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d492140-Reviews-Ping_Pang_Pong-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10539034-Reviews-Smashburger-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2707078-Reviews-Sports_Deli-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d11923189-Reviews-KJ_Dim_Sum_Seafood-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4292268-Reviews-Pho_Da_Nang_Vietnamese_Kitchen-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4311343-Reviews-Polaris_Street_Cafe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d534108-Reviews-Casino_at_the_Rio_All_Suite_Hotel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d145279-Reviews-Wine_Cellar_Tasting_Room-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16869550-Reviews-Rio_Voodoo_Beach_Las_Vegas_Pool-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d552976-Reviews-Wedding_Chapel_at_the_Rio_All_Suite_Hotel_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g26308655-d102511-Reviews-Forum_Shops_at_Caesars_Palace-Paradise_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216682-Reviews-Gold_Coast_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553199-Reviews-or10-Penn_Teller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d615091-Reviews-The_Beatles_Love_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3870907-Reviews-MJ_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25272557-Reviews-Escape_Reality_Magic_Show_Las_Vegas_Garry_Janine_Carson-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10209310-Reviews-Piff_the_Magic_Dragon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14081303-Reviews-The_Magic_of_Jen_Kramer-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11798913-Reviews-Wayne_Newton_Up_Close_and_Personal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1763967-Reviews-The_Mentalist-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11929830-Reviews-The_Bronx_Wanderers-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2630543-Reviews-Kiss_Monster_Mini_Golf-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13426496-Reviews-Wow_The_Vegas_Spectacular-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13882880-Reviews-Comedy_Cellar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d622918-Reviews-I_Bar_at_Rio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d9865455-Reviews-Hog_Car_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2208982-Reviews-GC_Flight-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11893308-Reviews-Love_It_Loud_Wedding_Chapel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10440507-Reviews-Exotic_Driving_Experiences-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23654722-Reviews-Rio_Zip_Line-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7272332-Reviews-Rio_Spa_and_Salon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293948-d735790-Reviews-Ala_Archa_Gorge-Bishkek.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d7257662-Reviews-Kanoni_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7791318-Reviews-Outdoor_Gravity_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3600943-Reviews-Kaputas_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189163-d9853634-Reviews-Atlantic_Ferries-Setubal_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d548398-Reviews-Dolac_Market-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2414393-Reviews-Bangkok_Shooting_Range-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g311328-d447377-Reviews-Truk_Lagoon-Chuuk.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1651173-Reviews-Fuhrerbunker-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d504749-Reviews-Iron_Mountain_Road-Custer_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d553199-Reviews-or10-Penn_Teller-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d553199-Reviews-Penn_Teller-Las_Vegas_Nevada.html"
    }
]