[
    {
        "attraction_name": "Perdana Botanical Garden",
        "attraction_name_vi": "Vườn bách thảo Perdana",
        "general_info": [
            "1.401 đánh giá",
            "- 18 trong số 351 điều cần làm ở Kuala Lumpur",
            "Công viên",
            "Vườn"
        ],
        "attraction_summary": "Hãy chuẩn bị một chuyến dã ngoại và tản bộ qua ốc đảo xanh trong thành phố này. Hãy cân nhắc việc bắt đầu sớm hoặc khám phá sau khi đợt nắng nóng tồi tệ nhất đã qua.Đọc thêm",
        "reviews": [
            "Ngày chúng tôi đến thăm trời khá ấm áp nhưng chúng tôi tình cờ tìm thấy một lựa chọn xe điện để tham quan công viên.  Giá chỉ 15 MYR mỗi người và chúng tôi đi vòng quanh hầu hết công viên với nhiều điểm dừng khác nhau trên đường đi tại sân chơi, hồ nước và một trong những khu vườn.  Nó hơi gập ghềnh một chút nhưng đã cho chúng tôi một cái nhìn tổng quan về các khu vực khác nhau của công viên nhưng lại cho phép chúng tôi tiết kiệm rất nhiều thời gian và giảm đổ mồ hôi khá nhiều.  Vừa ghé thăm Vườn Bách thảo Quốc gia ở Singapore, người ta đã đặt tiêu chuẩn khá cao nhưng nhìn chung đây là một nơi tốt để ghé thăm được nhiều người dân địa phương yêu thích.Đọc thêm",
            "Đi dạo quanh các khu vườn trên đường trở về ga trung tâm và sân bay. Đó là một khu vườn xinh đẹp giữa sự hối hả và nhộn nhịp của thành phố. Nếu tôi ở trong thị trấn, tôi có thể sẽ là một trong số nhiều người chạy bộ quanh những khu vườn rộng lớn, được cắt tỉa cẩn thận và bắt mắt, tôi thấy một đội bóng đá trẻ đang chạy quanh công viên và lên xuống các bậc thang, học sinh tốt nghiệp trường chụp ảnh và diễn viên của họ làm việc trong công viên, thật tuyệt khi thấy được cách sử dụng đa dạng không gian tuyệt vời này.Đọc thêm",
            "Một ốc đảo giữa thành phố đổ nát, nếu bạn muốn thư giãn và ăn uống tại các trung tâm mua sắm thì đây là nơi lý tưởng để ghé thăm.\nThật đáng tiếc khi dịch vụ xe buggy không miễn phí.\nKhu vui chơi cho trẻ em đủ tốt. Đọc thêm",
            "Chúng tôi mong chờ chuyến thăm khu vườn và khởi hành với phần thất vọng. Có rất nhiều khu vực có bãi cỏ, cây xanh tươi tốt, hệ thực vật phong phú, các đặc điểm về nước và đá cũng như các khu vực trưng bày đặc biệt. Tuyệt vời cho đôi chân trẻ hơn và không quá thân thiện với người cao tuổi với những ngọn đồi và đường nét cũng như những con đường bê tông rộng lớn. Cần biển báo tốt hơn để bổ sung cho các biển hiệu chính tại các điểm vào chính. Nhiệt độ và độ ẩm không giúp ích được gì. Nó có diện tích khoảng. rộng 92 ha và được coi là nơi ẩn náu khỏi sự ồn ào, náo nhiệt của thành phố nhưng chúng tôi chỉ gặp 4 người lớn khác và 2 trẻ em. Không có hoạt động nào ở Công viên Chim hay Công viên Bướm và chúng tôi quyết định đi qua.Đọc thêm",
            "Đầu tiên và quan trọng nhất, đó là một công viên xanh xinh xắn giữa lòng thành phố đông đúc.  Sự tồn tại của nó như một không gian xanh đô thị là giá trị lớn nhất của nó.\n\nMột nơi rất thú vị để đi bộ hoặc chạy bộ giữa cây xanh và thoát khỏi khu rừng bê tông.  Một số nơi có thể ngồi nghỉ dưới bóng râm.  Không có nhiều người mặc dù chuyến thăm của tôi vào một ngày nghỉ lễ.\n\nKhông giống như hầu hết các vườn thực vật khác trên thế giới, có rất ít biển hiệu ghi thông tin về các loài thực vật.  Rất ít biển báo và bản đồ xung quanh khu vườn cho biết bạn đang ở đâu và có những gì khác để xem.  Một số lối đi và cấu trúc bóng mát đã bị nứt và cần được cải tạo lại, mặc dù vẫn còn hoạt động tốt.\n\nCó thể đến đó bằng cách đi bộ và phương tiện giao thông công cộng, nhưng cần phải quyết tâm vì không có nhiều biển báo cũng như bản đồ - không giống như nhiều điểm tham quan khác ở KL -.\n\nTuy nhiên, đây là một nơi rất thú vị để ghé thăm để thoát khỏi sự bê tông, chủ nghĩa thương mại và đám đông của thành phố.Đọc thêm",
            "Đầu tiên và quan trọng nhất, đó là một công viên xanh xinh xắn giữa lòng thành phố đông đúc.  Sự tồn tại của nó như một không gian xanh đô thị là giá trị lớn nhất của nó. Một nơi rất thú vị để đi bộ hoặc chạy bộ giữa cây xanh và thoát khỏi khu rừng bê tông.  Một số nơi có thể ngồi nghỉ dưới bóng râm.  Không có nhiều người mặc dù tôi đến thăm vào ngày nghỉ lễ. Không giống như hầu hết các vườn thực vật khác trên thế giới, có rất ít biển hiệu ghi thông tin về các loài thực vật.  Rất ít biển báo và bản đồ xung quanh khu vườn cho biết bạn đang ở đâu và có những gì khác để xem.  Một số lối đi và cấu trúc bóng râm đã bị nứt và cần được cải tạo, mặc dù vẫn còn rất hữu dụng. Có thể đi bộ và sử dụng phương tiện giao thông công cộng nhưng cần phải quyết tâm vì không có nhiều biển báo cũng như bản đồ - không giống như nhiều điểm tham quan khác ở KL -. Tuy nhiên, đây là một nơi rất thú vị để ghé thăm để thoát khỏi sự bê tông, chủ nghĩa thương mại và đám đông của thành phố.Đọc thêm",
            "Rất đáng để ghé thăm, nhìn thấy rái cá, thằn lằn và rất nhiều cá và rùa trong hồ. Đề nghị dành một vài giờ ở đây và tham quan vườn lan và công viên hươu.Đọc thêm",
            "Chúng tôi mong chờ chuyến thăm các khu vườn và rời đi trong sự thất vọng. Có rất nhiều bãi cỏ, cây xanh tươi tốt, hệ thực vật phong phú, các đặc điểm về nước và đá và các khu vực trưng bày đặc biệt. Tuyệt vời cho đôi chân trẻ và không quá thân thiện với người cao tuổi với những ngọn đồi và đường viền và những lối đi bê tông rộng lớn. Cần có biển báo tốt hơn để bổ sung cho các biển báo chính tại các điểm vào chính. Nhiệt độ và độ ẩm không giúp ích gì. Nó bao phủ một diện tích khoảng 92 ha và được coi là nơi ẩn náu khỏi sự hối hả và nhộn nhịp của thành phố, nhưng chúng tôi chỉ gặp 4 người lớn và 2 trẻ em khác. Không có hoạt động nào ở Công viên Chim hoặc Công viên Bướm và chúng tôi quyết định đi qua. Đọc thêm",
            "Đến đó nếu sử dụng phương tiện giao thông công cộng, lời khuyên của tôi là bắt xe buýt nhưng nếu bạn chỉ muốn đến đó thì hãy đến ga trung tâm KL và bắt tàu điện ngầm đến Muzium Negara. Lên trên mặt đất và đi bộ đến Muzium, 2 phút, qua cầu đi bộ và đến đó. Rất thất vọng. Rất nhiều lối đi và con đường bê tông mới được xây dựng tạo nên cảm giác về nơi này. Nó - giống một công viên hơn là một vườn bách thảo. Tốt lắm, bạn có thể vào miễn phíĐọc thêm",
            "Một ốc đảo giữa thành phố đổ nát, nếu bạn muốn giải khát và chán ngấy các trung tâm mua sắm thì đây là một nơi hoàn hảo để ghé thăm. Thật đáng tiếc là dịch vụ xe buggy không miễn phí. Khu vui chơi trẻ em đủ tốt. Đọc thêm",
            "Công viên với đài phun nước và các loại cây khác nhau. Chúng tôi rất thích thiên nhiên xung quanh. Có những hoạt động dành cho trẻ em. Địa điểm chụp ảnh đẹpXem thêm",
            "Chúng tôi đã dành cả buổi sáng ở đây và trong khi trời rất đẹp, tất cả các con đường đều rất trơn trượt và tôi đã ngã - cũng như nhiều người khác - Lẽ ra chúng nên bị đóng cửa vì ai đó có thể làm gãy thứ gì đó Điều đó nói rằng công viên rất đẹpĐọc thêm",
            "Những khu vườn đẹp; được bố trí và bảo trì rất tốt. Các khu vực khác nhau, ví dụ như Ấn Độ, Ai Cập và Nhật Bản, được chăm sóc cẩn thận với những bông hoa và nét đặc trưng đẹp mắt. Các khu vườn được sắp xếp hợp lý và thật dễ dàng để nhìn thấy mọi thứ. Đọc thêm",
            "Đi dạo quanh các khu vườn trên đường trở về ga trung tâm và sân bay. Đây là một khu vườn xinh đẹp giữa sự hối hả và nhộn nhịp của thành phố. Nếu tôi ở lại thị trấn, có lẽ tôi sẽ là một trong nhiều người chạy bộ quanh khu vườn rộng lớn, được cắt tỉa cẩn thận và bắt mắt này, tôi thấy một đội bóng đá trẻ đang chạy thử sức mình quanh công viên và lên xuống các bậc thang, những sinh viên tốt nghiệp chụp ảnh và các diễn viên làm việc trong công viên, thật tuyệt khi thấy cách sử dụng đa dạng của không gian tuyệt vời này. Đọc thêm",
            "Trời khá ấm vào ngày chúng tôi đến thăm nhưng chúng tôi tình cờ tìm thấy một lựa chọn xe điện để tham quan công viên. Giá chỉ 15MYR một người và chúng tôi đi vòng quanh hầu hết công viên với nhiều điểm dừng khác nhau trên đường đi tại sân chơi, hồ và một trong những khu vườn. Đường hơi gập ghềnh nhưng cho chúng tôi cái nhìn tổng quan khá tốt về các khu vực khác nhau của công viên nhưng cho phép chúng tôi tiết kiệm được rất nhiều thời gian và giảm bớt mồ hôi khá nhiều. Vừa mới đến thăm Vườn bách thảo quốc gia ở Singapore, nơi này đặt ra tiêu chuẩn khá cao nhưng nhìn chung đây là một nơi tốt để tham quan được nhiều người dân địa phương ưa chuộng. Đọc thêm"
        ],
        "star_ratings": [
            602,
            551,
            196,
            40,
            12
        ],
        "review_amount": 1401,
        "location": [
            "Malaysia",
            "Vườn bách thảo Perdana",
            "Châu Á",
            "Những việc cần làm ở Kuala Lumpur",
            "Kuala Lumpur",
            "khu vực liên bang"
        ],
        "reviews_time": [
            "Written October 11, 2023",
            "Written October 19, 2023",
            "Written February 12, 2024",
            "Written April 1, 2024",
            "Written May 24, 2024",
            "Written May 25, 2024",
            "Written May 8, 2024",
            "Written April 2, 2024",
            "Written March 20, 2024",
            "Written February 13, 2024",
            "Written January 22, 2024",
            "Written December 24, 2023",
            "Written November 8, 2023",
            "Written October 19, 2023",
            "Written October 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298570-d451263-Reviews-Perdana_Botanical_Garden-Kuala_Lumpur_Wilayah_Persekutuan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d17424293-Reviews-Aviary_Bar-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d4831795-Reviews-Vasco_s-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d4084803-Reviews-Gastro_Sentral-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d796300-Reviews-Iketeru_Restaurant-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d6556473-Reviews-Chambers_Grill-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1060218-Reviews-Chynna-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1115437-Reviews-Boardwalk-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d819678-Reviews-Latest_Recipe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d4604638-Reviews-Graze_Restaurant_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d15000610-Reviews-Tribute_Retro_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456576-Reviews-Kuala_Lumpur_Deer_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d9706124-Reviews-Tun_Abdul_Razak_Memorial-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d27724685-Reviews-MATIC-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455067-Reviews-Islamic_Arts_Museum_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456568-Reviews-Taman_Orkid_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456595-Reviews-Royal_Malaysia_Police_Museum-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d454881-Reviews-National_Museum-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456574-Reviews-Kuala_Lumpur_Butterfly_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456564-Reviews-National_Monument-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d451274-Reviews-National_Mosque_Masjid_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d451263-Reviews-or10-Perdana_Botanical_Garden-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7226070-Reviews-KLCC_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1517316-Reviews-Aquaria-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455105-Reviews-Kuala_Lumpur_Bird_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3860678-Reviews-Bukit_Gasing_Forest_Reserve-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3618743-Reviews-Bukit_Tabur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15743601-Reviews-Taman_Tugu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2700916-Reviews-KL_Forest_Eco_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455035-Reviews-Taman_Tasik_Titiwangsa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12083713-Reviews-Kl_Taxi_And_Private_Transfer_Rosli-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11815871-Reviews-Guided_Eco_Ride_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10308056-Reviews-Russian_Guide_in_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3337351-Reviews-The_Spa_and_Wellness_at_Hilton_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15771146-Reviews-Malaysia_Tour_Private_Tour_Transportation-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8292196-Reviews-Kuala_Lumpur_Tour-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56944-d10691922-Reviews-Bullfrog_Marina-Bullfrog_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d3386197-Reviews-Eastern_Point_Beach-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028071-d1382813-Reviews-Amphawa_Floating_Market-Amphawa_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d5040462-Reviews-Sound_Board_Theater-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d12396108-Reviews-Kelingking_Beach-Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d9717282-Reviews-Al_Sifah_Beach-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d117462-Reviews-Atlantic_Beach-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147413-d184538-Reviews-Honeymoon_Beach-Caneel_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g196579-d12998409-Reviews-Paris_La_Defense_Arena-Nanterre_La_Defense_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g30445-d3167964-Reviews-Collinsville_Trade_Day-Collinsville_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298570-d451263-Reviews-or10-Perdana_Botanical_Garden-Kuala_Lumpur_Wilayah_Persekutuan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298570-d451263-Reviews-Perdana_Botanical_Garden-Kuala_Lumpur_Wilayah_Persekutuan.html"
    }
]