[
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chuyến đi thuyền đến chùa Hương rất đẹp, nhưng bản thân các hang động lại rất ấn tượng. Đông đúc, thiếu ánh sáng và không thú vị lắm. Cuộc hành trình dài cảm thấy lãng phí thời gian.Đọc thêm",
            "Đi thuyền trên dòng suối Yến tuyệt đẹp đến chùa Hương là một trải nghiệm kỳ diệu. Chúng tôi nắm tay nhau khám phá những ngôi chùa nhiều tầng ẩn mình giữa những vách đá vôi, say đắm trước vẻ đẹp thanh bình.Đọc thêm",
            "Đó là trải nghiệm hoàn toàn khủng khiếp! Gần như muốn giết chúng tôi nếu chúng tôi nhận bất kỳ đặc vụ nào khác! Giá quá cao và rác thải ở khắp mọi nơi. Đừng đến đó ngay cả với hướng dẫn. Không có gì tệ hơn chúng tôi đã thấy và trả tiền ở Việt Nam.Đọc thêm",
            "Một ngày đàng hoàng ở ngoại ô Hà Nội. May mắn thay không đông đúc nhưng - .không có gì đặc biệt!Hành trình đến đó tốt hơn những ngôi chùa - nhưng giảm bớt sự mong đợi của bạn - .không có gì đặc biệtĐọc thêm",
            "Tôi đã đặt qua nhờ hướng dẫn viên của bạn..Chỗ ngồi trên xe buýt, chúng tôi - rất hẹp, họ đến muộn nửa tiếng..bữa trưa dưới mức trung bình, không có nhiều lựa chọn cho người ăn chay...hướng dẫn rất tốt...chùa phải xem đặc biệt cái chính trong hang..nếu bạn đặt nó ở địa phương thì sẽ rẻ ...thà đặt qua họ...Đọc thêm",
            "Bạn đến đó bằng thuyền chèo, rất yên tĩnh và thanh thản. Cảnh đẹp của núi.  Thuyền máy không được phép, mặc dù chúng tôi đã thấy một số ít. Rất nhiều bước để đi lên, một số dốc. Tốt nhất là đi cáp treo lên xuống vì dọc đường toàn các quán vắng tanh, các quán che hết tầm nhìn đẹp ra núi. Rất thương mại, cách đó 2 km, chỉ có các quầy hàng, mặc dù rất vắng vẻ vì hầu hết các quầy hàng đều trống rỗng. Hang động và đền chùa rất đẹp và chắc chắn đáng để đi. Dự kiến ​​vào tháng Giêng sẽ có 1 triệu người chủ yếu là người Việt đến đây cầu nguyện.  Sau đó dường như nhộn nhịp với mọi người..bây giờ nó thật đẹp và yên tĩnh. Đọc thêm",
            "Nhóm 7 người của chúng tôi đã đến thăm với một hướng dẫn viên. Chúng tôi đi bằng thuyền chèo trong khoảng 1 giờ. Sau đó chúng tôi phải đi bộ dốc qua nhiều bậc thang và chuyển sang cáp treo để lên núi. Thêm nhiều bậc thang lên xuống và chúng tôi đến thăm một ngôi đền trong hang động. Cái này rất đẹp.  Chúng tôi ăn trưa tại một nhà hàng địa phương do hướng dẫn viên tổ chức trước khi đến thăm ngôi chùa thực sự. Điều này thật đáng yêu, thanh bình và sạch sẽ. Chúng tôi leo xuống và quay trở lại bằng thuyền chèo của mình. Khu phức hợp vắng vẻ với rất ít du khách nên hầu hết các quầy hàng đều đóng cửa và khu vực này được bảo trì kém. Chúng tôi cảm thấy 8 - 7 người trong số chúng tôi cộng với người hướng dẫn - đáng lẽ phải được chia thành hai chiếc thuyền vì chúng tôi sẽ là một gánh nặng cho người chèo thuyền của mình. Có những chiếc thuyền chạy bằng năng lượng có tấm che nắng và khuyên bạn nên cân nhắc điều này tùy thuộc vào ngân sách của bạn. Chúng tôi đã tip cho cô ấy rất tốt! Mang theo mũ nước và kem chống nắngĐọc thêm",
            "Trên hết, nơi này có rất nhiều loài động vật - chim, rùa, cá - bị giam giữ trong hoàn cảnh khủng khiếp, để những Phật tử có thể nhận được - công đức - bằng cách giải thoát chúng. Cảnh tượng rất buồn. Chuyến đi không ấn tượng. Đối với tôi phần tuyệt vời nhất là chuyến đi bằng thuyền và sau đó là đi cáp treo. Cuối cùng có một ngôi đền hang động, nhưng theo quan điểm của tôi thì không đáng để đi. Chúng tôi quyết định đi bộ xuống để xem 2 ngôi chùa nhỏ khác, không có gì thú vị và khá tồi tàn. Ngôi đền đẹp nhất - mặc dù không có gì đặc biệt - nằm ở phía dưới. Tôi trừ điểm cho sự tồi tàn và xấu xí tổng thể của các cửa hàng và nhà hàng mà nơi này đầy rẫy. Việc đi bộ xuống không hề dễ chịu vì mọi tầm nhìn đều bị che khuất bởi những căn lều thương mại làm bằng thảm và tôn, được xây dọc theo con đường từ đỉnh núi xuống chân núi.Đọc thêm",
            "Ater the Cornoa virus menat closure of many attractions in Vietnam, somehow this stayed open and are we glad it did.After a car trip approx 1.5 hrs from HanOI, We arrived at what seemed to be the head of a river within a small village.Our guide took us to the boats were we boarded a typical s - e asian rowing boat. The rower was a middleaged lady and she rowed for about 45 mins up the river. The views, wildlife and ambiance of the place was fascinating. We saw exotic birds, butterfiles, dragonflies. Mystifying mountained in the background gave a unique bckdrop to this experience. On arrival at the pergodas, there is a bit of a walk which may be dificult for those who have mobility issues, even wheelchair users could have issues as the paths are mainly uneven broken slabs. However, once you see the temples, you will immediately see why this trip has to be done. The place is really spiritual and special. The pergodas are indeed impressive from outside  - i didn - t go into them as i wore shorts that day and there is a dress code in keeping with such places - . My wife went into the pergodas and she was impressed with them. After this, we continued our walk UP the hill and steps towards the cable car. We went on the cable car for a 20 minute journey through the jungle type enviroment towards the top of the mountian. Once there we disembarked and had a short, easier walk, towards a huge cave. The cave too was spectacular in many ways. Within the cave there - s a temple with many statues although again, there are quite a few steps to negotiate. We retraced our steps back to the river where our boat was waiting. On the way up  - or down -  there are many tourist stalls  - maybe too many -  with opporunities to buy reminders of your visit. The boats are very basic and seating can be a lillte uncomforatbalbe however, you are only on them for a short time so bear with it. The rowing ladies are magnificent in theri ability to row such distances with passengers and at a constant pace. Highly recommend this trip BUT only for those prepared for a bit of discomfort on the boat  - single metal board seats -  and walking over uneven paths up the hillside.Read more",
            "Chúng tôi đến chùa Pafume vào dịp Tết Nguyên đán Việt Nam. Chúng tôi đến đó bằng xe thuê riêng từ khách sạn và ở đó mất gần 2 giờ để đến đó. Khi chúng tôi đến suối Yến, chúng tôi thuê một chiếc thuyền riêng từ người dân địa phương, rất thuận tiện và thoải mái cho chúng tôi vì họ đã sắp xếp mọi thứ cho chúng tôi bao gồm vé vào cổng.., mất khoảng 1 giờ để lên núi và chùa trên thuyền . Chúng tôi đi cáp treo một chiều duy nhất và chiều về chúng tôi đi bộ xuống. Khung cảnh nhìn từ Cáp treo thực sự rất đẹp và chúng tôi rất thích ngồi trên thuyền và tận hưởng thời tiết đẹp và mùa xuân tươi đẹp. Chúng tôi cũng có món Phở cho bữa trưa ở đó với giá cả rất hợp lý và ngon miệng. Chúng tôi chắc chắn sẽ quay lại Oagoda và cũng sẽ giới thiệu bạn bè của mình.Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 21, 2024",
            "Written April 21, 2024",
            "Written August 9, 2023",
            "Written April 12, 2023",
            "Written April 2, 2023",
            "Written December 23, 2022",
            "Written December 1, 2022",
            "Written November 20, 2022",
            "Written March 15, 2020",
            "Written February 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or10-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g47206-d4378680-Reviews-Santa_Rosa_Lake_State_Park-Santa_Rosa_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g635969-d12709129-Reviews-Pine_Valley_Recreation_Area-Pine_Valley_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d196785-Reviews-Plimoth_Patuxet_Museums-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d3420254-Reviews-Green_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293841-d13372657-Reviews-The_Acacia_Mall-Kampala_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d587942-Reviews-Praia_Dona_Ana-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g32601-d648302-Reviews-Lake_Shasta_Caverns-Lakehead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d565024-Reviews-Brooklyn_Cyclones_Baseball_MCU_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d2322488-Reviews-Gene_Coulon_Memorial_Beach_Park-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d10584572-Reviews-Matanzas_Inlet-St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or10-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trời rất mù sương nên chúng tôi không thể nhìn thấy khu vực này giống như trong ảnh.  Tuy nhiên, nó vẫn rất đẹp. Vấn đề duy nhất đối với chúng tôi là ngồi cả tiếng đồng hồ trên thuyền cả hai hướng và tất cả chúng tôi đều bị chuột rút ở chân.  Tuy nhiên, nó rất yên bình và yên tĩnh. Chúng tôi thật may mắn khi có một nhóm lớn đi trước chúng tôi nên họ đã chạy cáp treo.  Sẽ phải mất nhiều thời gian để đi bộ tới hang động.  Hướng dẫn viên cho biết khu vực này đông đúc vào dịp lễ âm lịch.  Có rất nhiều hoạt động được chuẩn bị - đàn ông và phụ nữ kéo chai nước và các vật dụng khác để chuẩn bị cho những người hành hương sắp tới vào tháng tới.Đọc thêm",
            "Mất khoảng một tiếng rưỡi để đến cầu cảng từ khách sạn của chúng tôi ở Hà Nội. Sau đó, bạn sẽ được chèo thuyền đưa đến chùa và chúng tôi phải mất thêm một giờ 40 phút nữa - đó là một cuộc chèo thuyền khó khăn, ngược dòng và ngược chiều gió mạnh - mặc dù bây giờ tôi hiểu rằng có một lựa chọn bằng động cơ mà chúng tôi không được đưa ra - và khá khó chịu. Chúng tôi đã trả trước cho chuyến đi này và rất ngạc nhiên về chi phí phát sinh. Chúng tôi được biết rằng người chèo thuyền phải trả 100.000 đồng tiền boa cho mỗi người. Tôi tin vào tiền boa và tôi thường làm như vậy nhưng nếu tiền boa là bắt buộc thì chúng không phải là tiền boa mà là một phần chi phí; mỗi thuyền chở sáu người, bạn có thể phải trả thêm chỗ ngồi; nếu bạn muốn đi qua hoa súng thì phải trả thêm phí; để đến chùa chúng tôi phải đi cáp treo với chi phí thêm 180.000 đồng mỗi chiếc. Hướng dẫn viên cho chúng tôi biết rằng phải mất hai giờ đi bộ mặc dù chúng tôi tình cờ nghe được những hướng dẫn viên khác nói rằng chỉ mất 30 phút. Khi bạn đến đó, ngôi chùa khá ấn tượng và ngôi chùa có một số đặc điểm thú vị. Bữa trưa phong phú nhưng chất lượng thấp. Thật yên tĩnh khi chúng tôi ở đó nhưng tôi hiểu nó sẽ rất bận rộn trong dịp năm mới Phật giáo. Nhìn chung, đây là một chuyến đi đắt tiền và không đáng công sức bỏ ra!Đọc thêm",
            "Thật tuyệt khi được ra khỏi thành phố và làm điều gì đó ngoài con đường quen thuộc. Một trong những lý do tôi chọn chuyến tham quan này là vì khung cảnh ngoạn mục và những ngôi chùa tuyệt vời được mô tả trong các bài đánh giá. Người đi cùng tôi có một máy điều hòa nhịp tim, và tôi nghĩ việc đi cáp treo sẽ rất phù hợp với anh ấy, tiếc là đoạn đường đi cáp treo khá dài và người bạn đồng hành của tôi không thể đi lên cầu thang - ngọn đồi đến lối vào của cáp treo. cáp treo. Tôi bước đi một mình và yêu thích điều đó nhưng thật buồn khi phải bỏ anh lại phía sau. Vì vậy, hãy đảm bảo bạn có thể thực hiện một số bài tập vừa phải trước khi đăng ký chuyến tham quan này.Đọc thêm",
            "Đó là một ngày u ám đẹp trời, hãy đảm bảo bạn chạy bộ thoải mái vì phải leo cầu thang nhiều, bao gồm bữa trưa, bữa ăn cơ bản, phong cảnh rất đẹp, đảm bảo hướng dẫn viên du lịch của bạn sử dụng thuyền có động cơ, người chèo thuyền của chúng tôi rất khó chịu với số tiền tip 140 000 đồng của cô ấy tại vào cuối ngày. Đề xuất chuyến tham quan này. Đọc thêm",
            "đặt tại Nhà thờ du lịch với mức giá rất hợp lý thu được từ khách sạn được vận chuyển đến Sông một giờ đi thuyền với người phụ nữ chèo thuyền đi lên dốc đến chùa ăn trưa bao gồm trong chuyến tham quan chỉ uống thêm ruồi có chút vấn đề nhưng rất nhiều món ăn địa phương đã đưa cáp treo lên hàng đầu từ núi đến chùa Hương khung cảnh tuyệt vời và đi bộ xuống chùa trong hang động với những hình dáng tinh xảo đáng để dành một chuyến đi trong ngày và cũng không quá bận rộn khi chúng tôi đi sau lễ hội.Đọc thêm",
            "Tôi luôn sợ hãi về điểm tham quan này vì tôi sợ cáp treo, nhưng cuối cùng nó vẫn ổn. Đầu tiên bạn lái xe 2 giờ đến bến thuyền, nơi bạn có một chiếc thuyền. 6 người trong số các bạn lên một chiếc thuyền mà một người phụ nữ chèo trong một giờ có thể nhiều hơn một chút. Có rất nhiều cầu thang để leo lên ngôi đền đầu tiên và cáp treo nên hãy chuẩn bị sẵn sàng. Sau 7 phút đi xe, bạn sẽ đến hang động nơi có chùa Hương. Có RẤT NHIỀU cầu thang để lên đó và một vài cầu thang nữa để vào sâu hơn trong hang. Nơi này khá trơn nên hãy mang theo những đôi giày tốt. Điều duy nhất tôi không thích là những con vật trên lưới mà bạn có thể mua để thả chúng ra. Tôi đã bị sốc khi thấy điều đó. Ngôi chùa rất đẹp và rất đáng tham quan. Tôi thực sự khuyên bạn nên mang theo thứ này cho chuyến đi: Gối kê mông khi đi thuyền Ô và mũ chống nắng Kem chống nắng Thuốc chống muỗi Nhiều nướcĐọc thêm",
            "Đã ở đây một thời gian, vì tôi không còn nhiều thời gian ở Hà Nội nữa. Yêu chiếc thuyền tre và ngôi chùa cổ. Nói chung mọi thứ đều ổn, bạn nên thử ghé thăm nơi này một lầnXem thêm",
            "chuyến tham quan cả ngày, chúng tôi đã chộp lấy để đưa chúng tôi đến đó và đến cảng để đàm phán một chuyến đi thuyền cả ngày, bạn không cần phải đi theo tour nếu muốn đi theo tốc độ của riêng mình. đã viếng thăm rất nhiều đền, chùa, hang động. Chúng tôi ở lại cả ngày - khởi hành lúc 5 giờ sáng Hà Nội và trở về vào buổi tối. - phong cảnh đẹp.Đừng quên kem chống mous và kem chống nắng.Đọc thêm",
            "Đã đi thăm chùa Hương và nó rất đẹp, vì mọi thứ ở Việt Nam đều không tốn kém để sắp xếp, chúng tôi đã làm như vậy thông qua khách sạn của mình - 35, bao gồm xe buýt, bữa trưa, cáp treo và hướng dẫn viên. Tôi khuyên bạn nên nếu bạn không thích đi bộ thì hãy trả tiền cáp treo và bạn cũng có thể trả tiền khi đến đó. Ngoài ra, bạn sẽ mất khoảng một giờ để xuống chùa, thời tiết mát mẻ nhưng chỗ ngồi có thể hơi khó chịu, nhóm chúng tôi tham gia, tôi đề nghị chúng tôi thử lấy một chiếc thuyền máy trở lại và hỏi hướng dẫn viên của chúng tôi về chi phí, tôi sẵn lòng phải trả - 10 mỗi người như những người khác, cuối cùng chúng tôi phải trả giá - 2,50 mỗi người bao gồm cả tiền boa. Thật tuyệt vời và mọi người rất ủng hộ và thân thiện, hoàn toàn giới thiệu nó.Đọc thêm",
            "Đó sẽ là - trải nghiệm một lần trong đời - . Tôn giáo, những người hành hương, chuyến đi, ngôi chùa, môi trường xung quanh w.m. tất cả điều này sẽ là điều bạn chưa từng thấy trước đây. Bạn sẽ quên đi thành phố, đường phố và khu mua sắm trong vài giờ! Không có mùi nước hoa, không có lời cầu nguyện, không có bài hát, không có trang phục hành hương đặc biệt - chỉ có rất nhiều người hạnh phúc và rất nhiều không khí trong lành : - Trang phục bình thường, giày chắc chắn và áo chống nắng. Sau khi viếng chùa, bạn sẽ ngửi thấy mùi và được phục vụ những món ăn ngon của Việt Nam, và phần này cũng rất đẹp. Không - gọi món - , không có Hamburger à? : - Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "CHÀO!\nCó lẽ đã quá muộn để trả lời...\nBạn - sẽ phải trả tiền đậu xe đạp ;- - \nKhi đến nơi, bạn sẽ được người dân địa phương hướng dẫn tới nhà nghỉ cạnh cầu...\nChúng tôi đã trải nghiệm điều này với chiếc xe ga, tôi thấy nó hơi hung hãn nhưng đó là Chùa Hương khi bạn đi một mình... Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "Tôi không nhớ tên tiếng việt nhưng vâng, bạn có chỗ đậu xe máyĐọc thêm",
            "Mọi người có thể giới thiệu cho mình công ty du lịch nào có tổ chức tour tham quan ngôi chùa này được không?Đọc thêm",
            "Chào bạn,\n\nTôi tin là không cần đại lý vì chỉ cần đi từ Hà Nội tới nơi rồi mua vé tàu tới đó. Chỉ cần nhớ đảm bảo giá họ báo cho bạn khớp với giá trên vé... Chúc bạn vui vẻĐọc thêm",
            "người độc thân có thể tham gia tour được không?Đọc thêm",
            "tôi là một trong hai du khách trong chuyến đi đó, thật tuyệt khi chỉ có hai chúng tôi trên thuyền.....Đọc thêm",
            "Bạn đã đi vào thời điểm nào trong năm?Đọc thêm",
            "Một lưu ý dành cho bạn. Từ tháng 2 đến tháng 4 năm 2017 là lễ hội thường niên nên có rất nhiều người đến đó.\nNếu có thể, hãy thực hiện vào một khoảng thời gian khác hoặc đổi địa điểm.Đọc thêm",
            "Mọi người khuyên bạn nên đặt phòng qua khách sạn ở Hà Nội hay trực tuyến trước khi đến? Một số mức giá tốt nhất - các công ty mà mọi người đã trải nghiệm là gì? Chúng tôi là một nhóm bốn người lớn đi du lịch vào tháng 12 năm 2016.\n\nCảm ơn!Đọc thêm",
            "Với nhóm 4 người, tôi nghĩ nên đặt tour riêng sẽ tốt hơn. Nếu bạn muốn mọi thứ được sắp xếp hợp lý và tiết kiệm thời gian thì nên đặt trước. Novn travel là đại lý mới với giá rất rẻ, bạn có thể tìm trên tripadvisor và hỏi thêm chi tiết. Bạn đặt trước nhưng thanh toán sauĐọc thêm",
            "Tôi vừa xem nhận xét của bạn, nhìn chung không tệ và trên hết là rất chi tiết.\nTôi phải đi Việt Nam - Hà Nội từ ngày 9 - 04 đến 13 - 04, sau đó quay lại Bangkok...\nChuyến đi này một mình hay do một công ty tổ chức sẽ thú vị hơn, đặc biệt vì đây là lần đầu tiên tôi đến Việt Nam....\ncảm ơn bạn đã phản hồi và tư vấnĐọc thêm",
            "Thú vị hơn là đi qua một đại lý, chúng tôi đã làm như vậy với đại lý The sinh Tourism - 52 lương ngọc quyền - trong khu phố cổ. Hãy cẩn thận vì - có một số tên này trên cùng một con phố và không phải tất cả chúng đều tốt. Chúng tôi trả 449.000 đồng mỗi người bao gồm bữa trưa và xe buýt đón bạn tại khách sạn. \nSau đó, để tránh đám đông ở chùa, tôi nghĩ tốt hơn nên đến đó trong tuần, chúng tôi đã đến đó vào Chủ nhật và nó đã chật cứng!!\nTôi hy vọng tôi đã giúp được bạn nếu bạn có thêm bất kỳ câu hỏi nào, vui lòng đừng ngần ngại.Đọc thêm",
            "Tôi - muốn biết làm thế nào để chọn một chiếc thuyền chèo? Chúng ta có cần đợi thuyền chèo đông đủ rồi mới khởi hành đến chùa Hương hay khi đã lên đó nghĩa là họ sẽ không đợi khách du lịch khác? 3 người chúng tôi sẽ đi du lịch.  Chỉ tò mò về việc thiết lập các thuyền chèo. và nếu bạn muốn tham quan chùa thiên mu thì có dừng lại ở đó không? hoặc bạn có thể xuống xe rồi đi xe khác đến chùa nước hoa được không?  và khi bạn đến chùa Hương bằng cáp treo, bạn mất bao lâu để xem các điểm tham quan ở đó? và nhân tiện, những điểm hấp dẫn ở đó là gì? cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "không có thuyền chèo, nó ở giữa thành phố.Đọc thêm",
            "Có cửa hàng tên Mr Simple gần nhà hàng L - Usine không?Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written December 20, 2019",
            "Written December 5, 2019",
            "Written December 1, 2019",
            "Written November 19, 2019",
            "Written November 6, 2019",
            "Written October 28, 2019",
            "Written October 15, 2019",
            "Written October 14, 2019",
            "Written July 22, 2019",
            "Written May 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or10-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or20-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34152-d208122-Reviews-Miracle_Mile-Coral_Gables_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g198565-d1540774-Reviews-Lake_Tegernsee-Tegernsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d6207194-Reviews-Hacienda_Buena_Vista-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d5918791-Reviews-Sandpiper_Tiki_Bar-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d7736775-Reviews-Blind_Pass_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155253-Reviews-Old_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836601-Reviews-Ho_Chi_Minh_City_s_Book_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44028-d8838036-Reviews-Tanger_Outlets_Southaven-Southaven_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814834-d6957436-Reviews-Seethawaka_Wet_Zone_Botanic_Gardens-Avissawella_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d632506-Reviews-Hammamet_Beach-Hammamet_Nabeul_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or20-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or10-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trong chuyến đi chùa Hương quý khách di chuyển bằng thuyền tới chân núi. Sau đó đi cáp treo lên đỉnh. Vẫn còn nhiều bậc thang phải leo để đến hang động. Khi vào trong hang có rất nhiều măng đá và nhũ đá để ngắm nhìn. Có rất nhiều nơi bán đồ giải khát nếu bạn ghé thăm vào một ngày nắng nóng. Có hàng ngàn chiếc thuyền nhưng chúng tôi đến thăm vào một ngày yên tĩnh nên gần như tất cả đều được neo đậu và trống rỗng. Một số thuyền có bóng râm nhưng hầu hết không mang theo ô. Tôi khuyên bạn nên đi cáp treo vì không thể đi bộ lên núi những gì bạn mong đợi.Đọc thêm",
            "Với tôi, theo lời giải thích của hướng dẫn viên du lịch thì cái tên Chùa Thơm thích hợp hơn Chùa Hương vì nó liên quan đến Bếp - nấu nướng. :-DChuyến đi thuyền trên nước bẩn kém hơn so với Tam Cốc - s. Thật không may cho chúng tôi vì có rất ít thuyền hát karaoke trong suốt hành trình dài của thuyền - quá ồn ào và khó chịu, với những giọng nói như mèo chọi! Nó thực sự là một nơi dành cho những người thờ cúng địa phương. Trừ khi bạn không có nơi nào khác để đi, bạn có thể ghé thăm nơi này. :- - Đọc thêm",
            "Làm tôi nhớ đến bộ phim - Máy bay, Xe lửa và Ô tô - ngoại trừ ô tô, thuyền chèo, thuyền gondola ... và rất nhiều cầu thang. Hãy mang giày chắc chắn vì các bậc đá không bằng phẳng và có thể hơi ướt.  Tôi đã đề cập đến có rất nhiều cầu thang?!  Đã yêu nó.  Rất ít khách du lịch phương Tây.  Đồng tình với các bài viết khác về việc cẩn thận khi đi.  Với số lượng thuyền chèo hiện có, tôi có thể nói rằng hàng ngàn người hành hương có thể đến địa điểm này cùng một lúc.  Nó rất yên tĩnh khi tôi ở đó.Đọc thêm",
            "Chuyến hành hương đến địa điểm hành hương vô cùng quan trọng này của người Việt đã đưa chúng tôi đi qua những vùng đất trũng với đồng ruộng và làng mạc. Chuyến đi bằng thuyền mang đến những khung cảnh không khác gì những khung cảnh ở một trong những nơi - đẹp nhất thế giới - Sông Li - những ngọn núi đá vôi tuyệt đẹp. Các quán cà phê nổi là một điều thú vị. Hai ngôi chùa tinh xảo - Heaven - s Kitchen và Chùa Hương - khác nhau đến mức có thể rất tuyệt vời nếu bạn có thể tham quan trong một chuyến đi trong ngày. Hướng dẫn của chúng tôi là hàng đầu. Có 1,5 triệu du khách trong 3 tháng dịp Tết - tháng 1 - tháng 3 - và rất ít khách du lịch đổ xô đến Vịnh Hạ Long.  Hike - không ngắm cảnh - hoặc gondola - phong cảnh tuyệt vời - lên - xuống giữa Heaven - s Kitchen đến Chùa Hương. Lưu ý: Từ thuyền gondola đi xuống Hang Chùa Hương là 120 bậc thang. Chuyến du lịch này là một trải nghiệm văn hóa thực sự. Cũng vui. Bạn nên đi, nhưng không phải vào cuối tuần vì nơi đây rất bận rộn với người dân địa phương - 6.000 người vào Chủ nhật trước khi chúng tôi đi vào thứ Hai khi chuyến đi trên sông khá thanh thản. . Đọc thêm",
            "Ngày chúng tôi đi, xung quanh chúng tôi là những người hành hương Việt Nam sùng đạo, hầu như không có khách du lịch phương Tây nào trong tầm mắt. Chuyến đi bằng thuyền, leo bậc thang và cáp treo đều làm tăng thêm trải nghiệm. Bạn nên đi ít nhất một chiều bằng cáp treo vì quang cảnh rất đẹp. Đọc thêm",
            "Địa điểm là địa điểm phật giáo linh thiêng và có vẻ ngoài mát mẻ như đền chính và chùa hang động, mọi người đang cầu nguyện bên trong, ngồi trên sân cầu nguyện, tất cả đều có vẻ tâm linh sâu sắc....chỉ trên đường về đừng đưa ra lời khuyên Tôi không làm lời khuyênĐọc thêm",
            "1. Đừng đi vào ngày đông đúc. Tránh những ngày cuối tuần, lễ hội tôn giáo - ngày lễ và kiểm tra lịch âm. 2. Mang theo gối trên thuyền để làm đệm cho mông. 3. Mang theo ô để che mưa và - hoặc nắng quá nhiều. Làm những điều này và bạn sẽ tận hưởng được trải nghiệm rất Việt Nam. Chúng tôi thấy rất ít người phương Tây khác ở đó hôm nay. Đọc thêm",
            "Chúng tôi đạt được nó trong chuyến đi cả ngày từ Hà Nội. Có đi thuyền 2 chiều trên sông lớn với tầm nhìn đẹp xung quanh. Chùa Parfume nằm trên đồi. Tôi khuyên bạn nên đi lên bằng thang máy và đi bộ xuống. Toàn bộ hành trình diễn ra tốt đẹp, vì vậy nếu bạn phải dành một ngày ra khỏi Hà Nội nhộn nhịp thì đó là một lựa chọn tốt.Đọc thêm",
            "Tôi cho 4 sao hoàn toàn vì bản thân ngôi chùa rất đẹp và khá ngoạn mục. Ngoài ra, hướng dẫn của chúng tôi thực sự rất giỏi trong việc giải thích ý nghĩa tại sao nó lại quan trọng đối với những người theo đạo Phật. Nhưng hành trình đến được đó thực sự là một chặng đường khó khăn. Hai giờ đi ô tô từ Hà Nội, sau đó là một giờ vô cùng đau khổ mỗi lần xuôi dòng sông trên một chiếc thuyền cực kỳ khó chịu. Sau đó, đi cáp treo lên núi, theo sau là một chuyến đi bộ lên xuống cầu thang rất dốc tiềm ẩn nguy hiểm khi thời tiết xấu. Tiếp cận chuyến đi này một cách thận trọng.Đọc thêm",
            "Đây có thể là thánh địa nhưng các doanh nghiệp thương mại đã tiếp quản, với hàng trăm gian hàng phủ kín suốt tuyến đường vào hang. Việc đi trên những chiếc thuyền nhỏ thật không thoải mái - ngay cả đối với một cựu quân nhân - và những người chèo thuyền cố gắng bắt nạt bạn để có được những khoản tiền boa lớn hơn. Ngôi chùa trên đường đi là một nơi tốt hơn nhiều so với chính hang động. Có nhiều điều thú vị hơn để xem và làm ở Việt Nam. Điều duy nhất khiến ngày hôm nay vui lên là một hướng dẫn viên tuyệt vời và một số khách du lịch tốt bụng.Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "CHÀO!\nCó lẽ đã quá muộn để trả lời...\nBạn - sẽ phải trả tiền đậu xe đạp ;- - \nKhi đến nơi, bạn sẽ được người dân địa phương hướng dẫn tới nhà nghỉ cạnh cầu...\nChúng tôi đã trải nghiệm điều này với chiếc xe ga, tôi thấy nó hơi hung hãn nhưng đó là Chùa Hương khi bạn đi một mình... Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "Tôi không nhớ tên tiếng việt nhưng vâng, bạn có chỗ đậu xe máyĐọc thêm",
            "Mọi người có thể giới thiệu cho mình công ty du lịch nào có tổ chức tour tham quan ngôi chùa này được không?Đọc thêm",
            "Chào bạn,\n\nTôi tin là không cần đại lý vì chỉ cần đi từ Hà Nội tới nơi rồi mua vé tàu tới đó. Chỉ cần nhớ đảm bảo giá họ báo cho bạn khớp với giá trên vé... Chúc bạn vui vẻĐọc thêm",
            "người độc thân có thể tham gia tour được không?Đọc thêm",
            "tôi là một trong hai du khách trong chuyến đi đó, thật tuyệt khi chỉ có hai chúng tôi trên thuyền.....Đọc thêm",
            "Bạn đã đi vào thời điểm nào trong năm?Đọc thêm",
            "Một lưu ý dành cho bạn. Từ tháng 2 đến tháng 4 năm 2017 là lễ hội thường niên nên có rất nhiều người đến đó.\nNếu có thể, hãy thực hiện vào một khoảng thời gian khác hoặc đổi địa điểm.Đọc thêm",
            "Mọi người khuyên bạn nên đặt phòng qua khách sạn ở Hà Nội hay trực tuyến trước khi đến? Một số mức giá tốt nhất - các công ty mà mọi người đã trải nghiệm là gì? Chúng tôi là một nhóm bốn người lớn đi du lịch vào tháng 12 năm 2016.\n\nCảm ơn!Đọc thêm",
            "Với nhóm 4 người, tôi nghĩ nên đặt tour riêng sẽ tốt hơn. Nếu bạn muốn mọi thứ được sắp xếp hợp lý và tiết kiệm thời gian thì nên đặt trước. Novn travel là đại lý mới với giá rất rẻ, bạn có thể tìm trên tripadvisor và hỏi thêm chi tiết. Bạn đặt trước nhưng thanh toán sauĐọc thêm",
            "Tôi vừa xem nhận xét của bạn, nhìn chung không tệ và trên hết là rất chi tiết.\nTôi phải đi Việt Nam - Hà Nội từ ngày 9 - 04 đến 13 - 04, sau đó quay lại Bangkok...\nChuyến đi này một mình hay do một công ty tổ chức sẽ thú vị hơn, đặc biệt vì đây là lần đầu tiên tôi đến Việt Nam....\ncảm ơn bạn đã phản hồi và tư vấnĐọc thêm",
            "Thú vị hơn là đi qua một đại lý, chúng tôi đã làm như vậy với đại lý The sinh Tourism - 52 lương ngọc quyền - trong khu phố cổ. Hãy cẩn thận vì - có một số tên này trên cùng một con phố và không phải tất cả chúng đều tốt. Chúng tôi trả 449.000 đồng mỗi người bao gồm bữa trưa và xe buýt đón bạn tại khách sạn. \nSau đó, để tránh đám đông ở chùa, tôi nghĩ tốt hơn nên đến đó trong tuần, chúng tôi đã đến đó vào Chủ nhật và nó đã chật cứng!!\nTôi hy vọng tôi đã giúp được bạn nếu bạn có thêm bất kỳ câu hỏi nào, vui lòng đừng ngần ngại.Đọc thêm",
            "Tôi - muốn biết làm thế nào để chọn một chiếc thuyền chèo? Chúng ta có cần đợi thuyền chèo đông đủ rồi mới khởi hành đến chùa Hương hay khi đã lên đó nghĩa là họ sẽ không đợi khách du lịch khác? 3 người chúng tôi sẽ đi du lịch.  Chỉ tò mò về việc thiết lập các thuyền chèo. và nếu bạn muốn tham quan chùa thiên mu thì có dừng lại ở đó không? hoặc bạn có thể xuống xe rồi đi xe khác đến chùa nước hoa được không?  và khi bạn đến chùa Hương bằng cáp treo, bạn mất bao lâu để xem các điểm tham quan ở đó? và nhân tiện, những điểm hấp dẫn ở đó là gì? cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "không có thuyền chèo, nó ở giữa thành phố.Đọc thêm",
            "Có cửa hàng tên Mr Simple gần nhà hàng L - Usine không?Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 29, 2019",
            "Written April 25, 2019",
            "Written April 24, 2019",
            "Written April 2, 2019",
            "Written April 2, 2019",
            "Written March 13, 2019",
            "Written March 7, 2019",
            "Written February 3, 2019",
            "Written January 15, 2019",
            "Written December 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or20-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or10-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or30-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g49317-d106533-Reviews-Alligator_River_National_Wildlife_Refuge-Manns_Harbor_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d505365-Reviews-Old_Town_Scottsdale-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d4694524-Reviews-DC10-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d1997701-Reviews-The_Lancaster_Science_Factory-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196238-Reviews-CineStar_Original_and_IMAX-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d7790828-Reviews-Music_Pier-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189461-d7071054-Reviews-Erimitis_Bay_Beach-Paxos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g317115-d600382-Reviews-Chitral_Valley-Chitral_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12658360-Reviews-Camden_Town-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g46781-d7112625-Reviews-Baps_Shri_Swaminarayan_Mandir-Robbinsville_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or30-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or20-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "tôi thực sự mong đợi được thực hiện chuyến lưu diễn này...thật đáng thất vọng. Chuyến đi thuyền dài 1 giờ ngược dòng sông trên một chiếc thuyền nhỏ do một người phụ nữ địa phương chèo là điểm nổi bật duy nhất. bản thân chùa Hương đã bị thương mại hóa quá mức nên nó làm hỏng toàn bộ bầu không khí. Ngôi chùa sẽ tốt hơn rất nhiều nếu không có người bán đồ chơi rác rưởi - đồ lưu niệm, rác trên mặt đất, người ta gọi điện thoại di động... và trả lời chúng, đèn quay tròn, nhấp nháy ở phía sau. Ngay cả bữa ăn trưa kèm theo trong thỏa thuận cũng gây thất vọng.Đọc thêm",
            "Hy vọng rằng đánh giá này sẽ giúp người khác tránh khỏi những rắc rối và đau đớn trong trải nghiệm của tôi.  Tôi đã phẫu thuật đầu gối và việc bước đi và nghiêng rất khó khăn đối với tôi. Tôi biết rằng có rất nhiều bước để đến điểm tham quan này, nhưng tôi đọc được rằng có thể đi cáp treo nên tôi và chồng tôi quyết định đi.  Chúng tôi đến nơi và nhận ra rằng cáp treo chỉ đi được khoảng 1 - 3 quãng đường cần leo.  Ra khỏi bến thuyền - thuyền là một trải nghiệm tự nó, nhưng những người bị hạn chế nghiêm trọng về thể chất có thể gặp khó khăn khi lên - xuống hoặc ngồi trên những tấm ván gỗ hẹp trong một giờ mỗi chiều - , có những lối đi dốc và hàng trăm cầu thang.  Việc này tiếp tục cho đến khi bạn đến ga cáp treo.  Ngoài ra, có rất nhiều bậc thang dốc khi bạn xuống cáp treo.  Cuối cùng, có 120 bậc thang dẫn xuống hang động - đây là điểm thu hút chính - .  Toàn bộ trải nghiệm được lặp lại ngược lại khi quay lại.  Bây giờ, có lẽ tôi đã có thể nhận ra điều này khi đọc các bài đánh giá, nhưng tôi đã không làm như vậy nên tôi quyết định nên viết một bài đánh giá thực sự nêu rõ điều đó.  Tôi - tôi không nói bạn có nên đi chùa hay không...điều đó phải do bạn quyết định dựa trên mức độ mong muốn và giới hạn thể chất của bạn.  Cá nhân chúng tôi không cảm thấy điều đó đáng giá, nhưng điều đó còn hơn thế nữa vì chúng tôi có một người hướng dẫn tồi và ngày dài hơn ba giờ so với đã hứa - điều đó có thể tránh được - .Đọc thêm",
            "Trên đường đi, chúng tôi nhìn thấy những cánh đồng lúa, trang trại nuôi vịt, ao sen và nghĩa trang. Vào lúc 10 giờ 30 sáng, xe dừng lại gần Sông Yến. Sáu người chúng tôi lên một chiếc thuyền thép do một người phụ nữ chèo ở phía sau. Không có áo phao nào trên thuyền. Đừng quên mang theo kem chống nắng và mũ. Hướng dẫn viên du lịch nói với chúng tôi rằng thời điểm đông đúc nhất ở Núi Chùa Hương là vào tháng 2 và tháng 3 hàng năm, khi có hàng ngàn người hành hương đến đây để hành hương và Sông Yến sẽ đầy những chiếc thuyền chèo. Sau khoảng một giờ chèo thuyền, chúng tôi đã đến chân Núi Chùa Hương. Hướng dẫn viên dẫn chúng tôi lên một số bậc thang để tham quan Đền Thiên Trù giống như một ngôi đền của Trung Quốc. Bữa trưa được phục vụ tại nhà hàng dưới chân núi, đồ uống do chúng tôi tự trả. Sau bữa trưa, chúng tôi đi bộ lên một số bậc thang đến ga cáp treo và đi cáp treo lên Động Hoàng đế - hay Hương Tích -. Chúng tôi đi bộ xuống 120 bậc thang để đến hang động có ngôi đền bên trong. Vào khoảng 4 giờ chiều, chúng tôi bắt đầu hành trình trở về Hà Nội. Tóm lại, phong cảnh dọc đường đi rất đẹp và hang động rất độc đáo vì trông giống như một cái miệng mở với một cái lưỡi ở giữa. Lưu ý: 1. Người chèo thuyền khá tham lam vì họ đòi thêm tiền boa. Họ không hài lòng với vài đô la Mỹ. 2. Đừng mua chuyến đi có bao gồm cáp treo vì các công ty du lịch sẽ tính phí cáp treo cao hơn nhiều. Chuyến đi này có giá 20 đô la Mỹ bao gồm cả bữa trưa nhưng không có cáp treo. Có thể mua vé cáp treo tại nhà ga cáp treo với giá chỉ 80.000 đồng một chiều - 120.000 đồng hai chiều cho một người. Đọc thêm",
            "Khoảng 2 giờ lái xe từ Hà Nội đi qua một số cảnh quan ngoạn mục - cánh đồng lúa - . Chuyển sang thuyền tam bản trong một giờ chèo thuyền dọc sông đến quần thể chùa. Những vách đá vôi phản chiếu xuống nước thật kỳ diệu. Vào mùa thấp điểm, bạn có thể có dòng sông cho riêng mình chỉ với một vài ngư dân địa phương bầu bạn hoặc thu hoạch lúa, thật yên bình.  - Kem chống nắng và mũ rất hữu ích. - Vào mùa cao điểm hoặc dịp Tết Nguyên đán, mỗi ngày có 30.000 người hành hương xuôi dòng sông này trên 4.000 chiếc thuyền và không thể đến thăm chùa vì lượng người đông đúc. Chỉ dân làng mới được phép chèo thuyền cho bạn hoặc mở cửa hàng dọc đường leo lên. Sẽ không có rắc rối nào từ họ nếu bạn không muốn mua bất cứ thứ gì. Vào mùa thấp điểm, hầu hết các quầy hàng đều đóng cửa nên hãy mang theo nước trước khi bắt đầu. Một số đánh giá cho rằng đây là một chặng leo núi dễ dàng nhưng với độ ẩm cao, ngay cả những người khỏe mạnh nhất cũng có thể gặp khó khăn. Việc leo lên mất khoảng một giờ và bạn rất vui vì đã đến đích. Có một tuyến cáp treo đưa bạn đến cách cổng vào khoảng 100m nhưng vào mùa thấp điểm thì đóng cửa nên không còn cách nào khác ngoài đi bộ. Ngôi chùa nằm bên trong một hang động lớn với những bậc thang dốc đi xuống. Nếu trời mưa chúng có thể trơn trượt. Vì đây là nơi linh thiêng nên phải thể hiện sự tôn trọng và mặc quần áo phù hợp - không để vai trần, phải bỏ kính râm - . Bạn có thể mang theo một chiếc áo sơ mi dự phòng để thay khi về. Việc bạn ấn tượng với hang chùa hoàn toàn là chủ quan. Có lẽ điều quan trọng hơn là bạn đã đạt được điều gì đó khi đến đó và tận hưởng phong cảnh ngoạn mục trên đường đi.Đọc thêm",
            "I was really looking forward to this trip. We paid  - 28 including all transport, lunch and return cable car. The trip out there takes two hours but is a really nice drive and goes fast. You then take a 5k boat ride in a row boat, rowed by a women. The boats go very low into the water and you dont want to move much and we just about capsized our boost. The boats hold 6 people and make sure you pick the seat that doesn - t have metal plates and bolts. Most of the boats have one seat like this. I got this seat on the way there and you get pretty uncomfortable after an hour, luckily my husband got this seat on the way back he he.  You get to the perfume pagoda and there are two parts, the pagoda at the base then the cave after the cable car.  The bottom pagoda is nothing great and is full of hawkers and they like to target your kids  - we have trained ours to say no thanks - . All the tour groups eat lunch in one restaurant at the first pagoda and it really is terrible. We normally eat at street stalls and the food that was served was so bad even we struggled and we paid for the extra flash lunch. The cable car only operates every 20-30 mins and is pretty bumpy up but heaps of fun. All the people in our group who walked up beat us to the top. Once you get to the top the cave is awesome and after a lame trip makes it worth it if you ignore the shanty town type shops and rubbish. The highlight of the trip was when we got back to the van and the row boat lady demanded a tip from everyone, our tip wasn - t enough she told so my husband thought stff her and put it back in his pocket, well she went mental screaming at us until our van left. She was so hysterical that it was comical, rember there is no need to tip these women as tey are paid out of our original  - 28 we paid to do the trip.  The other row boat lady who took the other group members actually took 100,000 dong notes out of people - s wallets totally shameless and abusive.  Overall it was good to see the cave but the rest was average.  Ps only use the toilets in the restaurant where you have lunch otherwise they try to charge you.Read more",
            "Hà Nội có thể khá bận rộn và ồn ào và một chuyến đi đến Chùa Hương có thể là chuyến đi trong ngày hoàn hảo. Đường đi khá nông thôn - không giống như hầu hết các lối ra của Hà Nội - và có nhiều cảnh đẹp thú vị - mì phơi trên giá bên lề đường - . Hành trình bằng thuyền chèo - do một người phụ nữ đẩy - cực kỳ yên bình và đẹp và đưa bạn vào trạng thái tinh thần hoàn hảo cho các ngôi đền. Bữa trưa tại nhà hàng khá bình thường nhưng nó đã xua tan cơn đói. Chúng tôi đi cáp treo lên chùa hang - được khuyến nghị - và chúng tôi có một hướng dẫn viên tuyệt vời giải thích ý nghĩa của mọi thứ. Trừ khi bạn thích đám đông, hãy tránh mùa cao điểm - từ Tết đến tháng 3 - . Đừng bỏ lỡ chuyến đi này. Đọc thêm",
            "Xin đừng lãng phí thời gian hoặc tiền bạc của bạn khi đi đến nơi này. Ở đó chẳng có gì cả, thậm chí không thể hiểu tại sao nó lại được đặt tên là điểm du lịch. Cáp treo không hoạt động do số lượng người thấp. Đồ ăn trong nhà hàng rất tệ. Hướng dẫn khủng khiếp không có đam mê.Đọc thêm",
            "Chúng tôi vừa trở về sau kỳ nghỉ ở Việt Nam và Lào, nhìn chung điều đó thật tuyệt vời. Chúng tôi đã đến thăm chùa Hương vào ngày cuối cùng và tôi rất tiếc nuối. Lái xe đến đó và quay lại khá dài cho chuyến đi một ngày và tôi không phải là người thích những chiếc xe buýt nhỏ chật chội. Thứ hai, chùa và khu vực xung quanh là một bãi rác. Nó ngổn ngang rác rưởi và có rất nhiều công trình xây dựng đang diễn ra. Chuyến đi cáp treo thật thú vị với khung cảnh ấn tượng và chuyến đi thuyền lên xuống sông đến chùa thật thú vị. Những người phụ nữ chèo thuyền thực sự mong đợi tiền boa, điều này không sao cả, họ có thể không kiếm được nhiều tiền, nhưng việc này được thực hiện khá quyết liệt vào cuối chuyến đi với nhu cầu ngày càng nhiều tiền. Tôi cảm thấy nhẹ nhõm khi quay trở lại xe buýt nhỏ. Nhìn chung, chuyến đi rất đáng thất vọng và tôi khuyên bạn nên chi tiền để nói thêm một ngày ở Vịnh Hạ Long.Đọc thêm",
            "Đã đi thăm chùa Hương và nó rất đẹp, vì mọi thứ ở Việt Nam đều không tốn kém để sắp xếp, chúng tôi đã làm như vậy thông qua khách sạn của mình - 35, bao gồm xe buýt, bữa trưa, cáp treo và hướng dẫn viên. Tôi khuyên bạn nên nếu bạn không thích đi bộ thì hãy trả tiền cáp treo và bạn cũng có thể trả tiền khi đến đó. Ngoài ra, bạn sẽ mất khoảng một giờ để xuống chùa, thời tiết mát mẻ nhưng chỗ ngồi có thể hơi khó chịu, nhóm chúng tôi tham gia, tôi đề nghị chúng tôi thử lấy một chiếc thuyền máy trở lại và hỏi hướng dẫn viên của chúng tôi về chi phí, tôi sẵn lòng phải trả - 10 mỗi người như những người khác, cuối cùng chúng tôi phải trả giá - 2,50 mỗi người bao gồm cả tiền boa. Thật tuyệt vời và mọi người rất ủng hộ và thân thiện, hoàn toàn giới thiệu nó.Đọc thêm",
            "We selected the Perfume Pagoda as one of our  - day trips -  while we were staying at La Ferme du Colvert Resort and Spa outside of Hanoi. We used the resort travel agency  - Vietnam Adventure -  and they sent us with one of their guide - driver duos  - Thao and Chung, who were great! - .  Since we were  - off-season -  in May, the Pagoda was no where near as crowded as it apparently can be  - although it certainly wasn - t empty - .  The woman who rowed the boat was very friendly and sang songs along with our driver -- and she even indulged him and let him try to row the boat for a while  - which he laughingly struggled with! - .  After you get in the boat you row a short distance across the river to visit a small temple.  Then you row the rest of the way to the spot to get off for the Pagoda  - I think there may also be other temples you can visit along the way - .The boats are metal and the seats are pretty uncomfortable, so if you - re bothered by those kinds of things, you might want to bring along a cushion or pillow  - I found that would have been helpful several times during our 3 week stay in North Vietnam! - .  I think that they have suffered through so much in their lives that our definitions of comfort are just different from theirs.  I have a little gel cushion for my kayak and i think if I had to do it over again, I would have brought that along and stuck it in my backpack for times like this.  You - ll also want to bring an umbrella to keep over your heads in the boat because of the sun.The scenery going up and back along the river was very nice  - although not stupendously beautiful - .  When you get to the spot where the pagoda is, the woman rowing the boat stays there for you to return you later.  First we walked up the MANY stairs to the temple at the top of this area and went for a pretty boring lunch  - our guide said it was the best restaurant there.... - .   - Both sides of the steps up are filled with various vendors selling all manner of foods and memorabilia.  After lunch we took the gondola to the top of the mountain.  It was VERY hot the day we were there and I had read that there aren - t great views on the hike up anyway, so we took the gondola.  The gondola ride was very nice and had nice views of the surrounding mountains.After you get off the gondola you hike up a bit further through more vendors and then start going down the rock steps into the cave.  The entry into the cave and the interior of the cave, where the pagoda is, are both quite striking  - and it was great on a hot day that the cave us also nice and cool - .While I wouldn - t put the Perfume Pagoda on the top 5 places we went in our 3 weeks in North Vietnam, I - m still glad that we experienced it.  If there was a category between average and very good for Trip Advisor, I would have selected that  - good - .  I should also say that I really don - t get the people who complain about tipping the rowers.  I suggest that they try to row a boat 6 km and see how they do.  Perhaps they don - t understand that most of the money that you pay for a tour goes to the companies and others, or they forget how lucky they are to not have to row a boat for a living in the hot sun all day.  While the woman who rowed us was pretty emphatic that she should get a  - 5 tip at the end of the trip, she had, in fact, spent pretty much the entire day with us and had rowed 5 people 6 km in 95 -  degree heat.  She more than earned her  - 5 and our respect and gratitude.  A nice day.Read more"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written May 27, 2015",
            "Written January 12, 2015",
            "Written December 19, 2012",
            "Written June 13, 2012",
            "Written August 7, 2011",
            "Written December 6, 2010",
            "Written July 20, 2010",
            "Written December 24, 2008",
            "Written July 22, 2019",
            "Written September 26, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or30-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or20-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or40-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g46401-d2021506-Reviews-The_Funplex-East_Hanover_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10044301-Reviews-Futa_Bus_Lines-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2444816-Reviews-Archimedes_Banya-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8007929-Reviews-GO_Airlink_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g580323-d3954778-Reviews-Mercado_en_Arguineguin-Arguineguin_Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d15666546-Reviews-Sconset_Bluff_Walk-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g59836-d6740737-Reviews-12_Foot_Falls_County_Park-Dunbar_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g669119-d4178064-Reviews-Albion_Lighthouse-Albion.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187722-Reviews-Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3595837-d3613552-Reviews-Water_World_Lanka-Kelaniya_Western_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or40-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or30-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 việc cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đó là một nơi rất yên bình vào tháng Hai mặc dù không phải là mùa cao điểm nên không có gì nhiều và trời có thể hơi lạnh nên bạn nên mặc thêm lớp. Nhưng bản thân ngôi chùa là một hang động được hình thành tự nhiên tuyệt vời và việc đi thuyền ở đó rất êm đềm và đẹp đẽ. Chỉ có điều là không có gì khác để làm ngoài việc ngắm nhìn ngôi chùa và ngôi chùa trong thời gian chúng tôi ở đó, cũng là người hướng dẫn nói rằng việc boa cho những người phụ nữ chèo thuyền của chúng tôi là điều bình thường - mặc dù số tiền boa được đề xuất là không đắt nhưng có vẻ như đó thực sự là khoản thanh toán cho chuyến đi thuyền chứ không chỉ là tiền boa.Đọc thêm",
            "Phải mất một thời gian dài để đến chùa nhưng nó đáng giá! Hãy nhớ uống nhiều nước vì bạn - sẽ mất một giờ trên thuyền, sau đó, nếu bạn chọn đi bộ lên, sẽ mất thêm một giờ đi bộ đến chùa - chủ yếu là lên - . Chùa thờ Đức Từ Bi - Bà - Phật và có một số măng đá, nhũ đá có thể cọ xát để cầu nhiều điều ước - vd. Sức khỏe tốt - . Toàn bộ chuyến đi mất khoảng 12 giờ kể từ khi chúng tôi rời Hà Nội nhưng thực tế đi bộ từ khi chúng tôi xuống thuyền - bao gồm cả bữa trưa - mất khoảng 4 giờ.Đọc thêm",
            "Đã dành 4 giờ tham quan tại địa điểm này, khu phức hợp chùa rất lớn.  Chúng tôi chỉ đi đến 4-5 địa điểm trong khu phức hợp.  Nhiều bước, đi bộ nhiều, máy đếm bước của tôi ghi được hơn 15.000 bước trong ngày này. Sau một thời gian, tất cả các vị Phật đều trông giống nhau, được thấy rất nhiều trong chuyến tham quan này.Đọc thêm",
            "We took a tour with Khanh Sinh Tour on 13 April 2018 and had a tour guide who would take the title of worst tour guide ever.  After a 2 hour drive which our guide said nothing about we arrived at the boats but it was pouring rain and we all had to buy ponchos. Our tour guide then informs us that there were too many in the tour for the boat and 2 of us had to go in another boat. Somehow myself and my friend, the 2 oldest in the group, had to go on the other boat and sat there for an hour without any idea of what we were passing and getting quite wet. When we arrived we noticed that the rest of the group travelled in a boat with a roof! Once there it is so unbelievably crowded and we then had to find lunch. I had informed the guide that I had allergies but he ignored this and disappeared so my lunch was steamed rice as I had no idea what was in the food.  We then started our ascent which also included a cable car ride that was interesting to get on and off. we saw a pagoda with lady Buddha and when we asked our guide to explain the Lady Buddha he got very annoyed and quite angry with us. Finally we moved with the crowds and realised that we were going into a cave, it was then we realised that the pagoda with the Lady Buddha must - ve been the perfumed pagoda  -  not that ur tour guide told us - . I found the small birds in cages that people bought then held onto for ages quite upsetting. Eventually we got back to the bus and the long drive back to Hanoi. We were the last ones in the bus and the tour guide wanted us to get out and was quite annoyed when we   insisted on being taken back to our hotel. After a meal and a wine we had a laugh about the day. The perfumed pagoda is not worth the time and Khanh Sinh Tours are hopeless.Read more",
            "Nơi đây là nơi tệ nhất đối với bất kỳ du khách nào khi đến thăm. Tình trạng buôn bán và tiêu thụ động vật hoang dã tại Chùa Hương là mối quan tâm lớn và vụ việc chống lại nơi này đã được đệ trình lên chính quyền nhiều lần trong những năm gần đây. Tuy nhiên, bất chấp những lời kêu gọi này, tình hình vẫn diễn ra công khai, không được kiểm soát. Thậm chí còn có nhiều người có tư tưởng - quý hiếm - và sẵn sàng chi số tiền lớn để mua thịt động vật hoang dã để thỏa mãn khẩu vị của mình. Quan niệm và phong cách ăn uống này đang góp phần xóa sổ nhiều loài động vật hoang dã trong tự nhiên ở Việt Nam và phá hủy sự cân bằng sinh thái, môi trường sống của con người. Thức ăn là một thứ tồi tàn và không góp phần biến Việt Nam trở thành vùng đất của mọi loài bay, bơi, bò, đi... trên thế giới này. Hãy lên tiếng nếu lần sau bạn thấy những hành vi này - Bạn hãy lên tiếng, họ sẽ bớt đau khổ hơn! Đọc thêm",
            "This was our last day trip of the 3 that we planned. After visiting Tam Coc and Halong Bay we felt that this was a mix of both. The boat rides were similar to Tam Coc and the cave is just a small one as compared to the one in Halong Bay.The boat ride was not enjoyable as compared to Tam Coc. It was a small one and the seats were too low that you will get back ache after a while. You can - t move much too as the boat get - s shaky. 6 Adults  -  3 kids were on the boat. The boat ride was almost an hour. You will reach the mountain in the afternoon and you will have lunch here. On the way to our restaurant, we saw many restaurants on the way which kept dog meat, hedgedog meat etc on display.After seeing them we didn - t feel like eating at all and the restaurant we went in to eat to had a similar kind of display. Since we opted for vegetarian they took us to the backside of the restaurant to a separate room where we were served vegetarian food. Just outside where we were seated we can see through the window on how they were preparing the food which made us feel more disgusted.The place is overly crowded and it looks like that - s how it will be all the time. Then we took the cable car to the top of the mountain. We went to the cave temple which wasn - t as big as the one we saw in Halong Bay. Some didn - t take cable car and preferred to go by walk.We again took the route back to the bus. The boat rider an old lady was waiting for us all the time. And she had to row the boat to and fro for almost 2 hrs. So we felt it - s only good that we pay her tips. We paid 200000 vnd as was suggested by our guide. It - s less than 10 USD and it - s nothing for the time she spent.The best part was our guide Miss Moon who was so friendly and all our kids were with her all the time chatting and playing. She was patiently answering all the questions our kids were asking her.Read more",
            "Chúng tôi đã có một chuyến đi đến chùa Hương, mong đợi được đi thuyền, đi cáp treo và có cơ hội được ngắm nhìn chùa và tượng Phật trên đỉnh. Vâng, chúng tôi đã có nhiều hơn nữa! Bắt đầu chuyến đi bằng thuyền đúng như dự kiến, chúng tôi neo đậu cùng với hàng trăm chiếc thuyền. Tất cả những người trên thuyền cùng với chúng tôi chỉ đi một chiều lên trên để nhìn thấy ngôi chùa và tượng Phật linh thiêng này. Hướng dẫn viên của chúng tôi nói rằng mọi người sẽ đến từ khắp Việt Nam để mang quà và cầu nguyện Đức Phật. Chúng tôi cảm thấy rằng tất cả họ đều có mặt ở đó ngày hôm đó chỉ để được bảo rằng đây là một ngày bình thường. Nếu bạn không thích đám đông thì hãy tránh xa, chen lấn xô đẩy là chuyện bình thường, tất cả chỉ có một đích đến là lên đỉnh bất kể người trước mặt là ai. Trên đường đi, mọi người tham gia vào nơi mà tôi chỉ có thể mô tả là chợ gia súc - xem hình ảnh, mọi người di chuyển lên xuống khu vực chờ để đi cáp treo ngắn, không thể tin được, đàn ông, phụ nữ, trẻ em và trẻ sơ sinh trên tay. Chắc hẳn mọi người đã bị giẫm đạp. Cuối cùng, khi bạn đến được lối vào cáp treo, về cơ bản, bạn đã phải liều mạng để bước vào một chiếc ô tô đang di chuyển. Không có ai chịu trách nhiệm giữ trật tự. Một khi ra khỏi đó, đám đông đó cuốn bạn về phía trước, không biết đi đâu, dù lúc đó bạn có đổi ý cũng không có cơ hội. Tổng cộng chuyến đi từ thuyền đến tượng Phật mất tới 2 tiếng đồng hồ. Kiệt sức nhưng vẫn đứng, chúng tôi bước xuống chỉ để đối mặt với cáp treo một lần nữa, ơn trời đã bớt bận rộn hơn. Cả ngày mất 10 giờ, chúng tôi không bao giờ bị lặp lại.Đọc thêm",
            "Tôi đã thực hiện nhiều chuyến du ngoạn khắp thế giới, đây là một trong những chuyến du ngoạn tuyệt vời nhất! Hãy tham gia một chuyến tham quan, bằng cách này, bạn có thể được đưa lên xe buýt qua một số khung cảnh tuyệt vời, sau đó lên một chiếc thuyền thép và đi trong 30 - 45 phút, qua những cánh đồng xanh tươi, băng qua những hang động đá vôi! sau đó đến chùa, nơi có những ngọn núi cao chót vót phía sau. Bạn có thể đi bộ lên các hang động và điểm ngắm cảnh trên núi, nhưng hãy đảm bảo rằng bạn - đủ sức khỏe nếu - định làm điều này! Chúng tôi đi cùng một nhóm du khách ba lô, tất cả chúng tôi đều quen với việc đi bộ và leo núi nhưng mọi người đều kiệt sức, hãy đi cáp treo lên và đi bộ xuống! Cáp treo có tầm nhìn tuyệt vời, nhưng việc đi lên - xuống và ngắm nhìn người dân địa phương sống trên đó cũng vậy. Cũng tốt, nếu không thì còn tốt hơn vịnh hạ long!Đọc thêm",
            "-Organized Group Tour on a Saturday for Foreigners; Total of 10 people; Meet up at the tour office at  7:45am, depart 8am. Option to pick up - drop off at hotel for extra  - 5 - one way for each person.-About 1.5 - 2hrs ride from Hanoi on an airconditioned 15 seater bus-20 mins bus stop at a souvenir shop back and forth to stretch, get a restroom break  -  to check out impressive handsewn souvenirs made by locals, have snacks, etc.-Took about an hour boat ride back and forth along a lake that stretches about 4kms. Mostly women rowing boats ranging anywhere from 4 to 8 passengers on a boat made out of metal. Some bigger boats had 30 passengers for locals. We were in awe of all the beautiful mountains, some tombs built on water, even on rice fields to honor local ancestors. It was a cool ride on a boat with a roof.-Due to the yearly pilgrimage locals make to this site.. we were advised early on that it was going to be crowded upon reaching the mountains. Beautiful pagodas and structural architecture of how these are built have a lot of history and you will truly admire how everyone prepares for this event. However, we didn - t really get a mental picture of how overly crowded it was until we got there. -A lot of local merchandise sold for the entire stretch of our journey. If you cant resist buying, ask if your tour guide can do the bargaining so you don - t get ripped off. Most vendors don - t follow fixed pricing and they tend to jack it up once they see you are a foreigner.-Light lunch up on the foot of the pagoda - are for placed to eat which they fondly call Heaven - s Kitchen. We were served sautéed broccoli leaves, Tofu, egg omelette, steamed rice and fish. Though lunch was included in the cost of the tour, you have to pay for your own drinks.-Going up you become sardined and pushed up with the crowd of locals as you enter the cave. You - ll see how devoted locals are to take this once-a-year pilgrimage while offering all sorts of stuff from flowers, plants, food and prayers. 80 -  of the population follow Buddhism in Vietnam.-Took the cable car up to the cave  -  - 4 - direction usually included in the cost for the group tour -  but didn - t anticipate the hike down was going to take a while. I STRONGLY suggest to take the cable car both ways if you are not as physically active with  - 7  - discounted if bought roundtrip - . The uneven ground was mostly paved with smoothened surface stones which puts you at risk of slipping or spraining yourself on your trek down. A lot of steep steps going down with no handrails or fences to hold on to. Wear closed shoes with good traction to avoid probable ankle injury. I recorded total of 22thousand steps on this journey with 1 cable car ride up. Good thing we did this on the last day of our visit to vietnam. Woke up with sore legs the following day. Overall, I wouldn - t suggest going around this time of the year unless you really want to pursue exeriencing this pagoda perfume pilgrim event for locals. But if you must.. prepare yourself physically, bring snacks, bottled water, wear cool clothing and good, reliable footwear. We enjoyed the scenic boat ride.. but would - ve appreciated the rest of the trip if done at a different time. Please be guided with the rest of reviews here on Tripadvisor. Read more",
            "Một nơi rất đáng để đến nếu bạn không bận tâm đến đám đông tín đồ và món chó quay được trưng bày trên các quầy hàng. Chúng tôi đã thực hiện chuyến tham quan từ Hà Nội - khoảng - 17 - với Viet Bamboo Travel. Du khách Việt Nam của chúng tôi rất quyến rũ. Mọi thứ diễn ra tốt đẹp cho đến khi chúng tôi đến nhà hàng để ăn trưa. Nhà hàng là nhà hàng cuối cùng bên trái trước khi bạn đến khu phức hợp chùa và cũng thuộc về Viet Bamboo Travel. Tại đây chúng tôi đã mua đồ uống cho chúng tôi và những người bạn đồng hành và trả bằng tờ 500.000 đồng. Người phục vụ mang về tờ tiền lẻ 50.000. Chúng tôi đã khiếu nại ngay lập tức nhưng yêu cầu của chúng tôi đã bị bỏ qua. Chúng tôi tiếp tục phàn nàn một cách lịch sự và ngay cả người hướng dẫn của chúng tôi cũng không bảo vệ chúng tôi. Xem hình ảnh của địa điểm và tên trộm dưới đây. Tất cả họ đều hành động như thể người phương Tây là những con bò tiền ngu ngốc sẵn sàng vắt sữa - và đó là thái độ không may là tôi đã gặp hơn một lần trên khắp Việt Nam -. Sau khi phàn nàn một cách lịch sự, cầu xin, hợp lý hóa và thậm chí la hét, hướng dẫn viên của chúng tôi đề cập rằng họ có camera quan sát. Trong đoạn phim, các bạn có thể thấy rõ tờ tiền chúng tôi đưa có màu khác với tờ 50.000 đồng màu hồng mà người phục vụ cầm trên tay, và cả anh bồi bàn - tên trộm! - lo lắng nhìn vào camera khi lấy tiền. Bất chấp bằng chứng này, họ quyết định đoạn phim không có tính thuyết phục vì chất lượng không đủ tốt để tạo ra những con số trên ghi chú. Cuối cùng chúng tôi thất vọng và không có tiền. Ngoài ra, trên đường về, hướng dẫn viên đã cam kết thả chúng tôi trước vì chúng tôi có chuyến bay và nhờ google maps, chúng tôi nhận ra rằng anh ấy đã chuyển hướng khỏi tuyến đường để thả người khác trước. Ý nghĩa và vô ích. Nếu bạn đến Chùa Hương, hãy tránh đi cùng Viet Bamboo Travel trừ khi bạn muốn cảm thấy mình giống như một con bò tiền mặt phương Tây.Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "CHÀO!\nCó lẽ đã quá muộn để trả lời...\nBạn - sẽ phải trả tiền đậu xe đạp ;- - \nKhi đến nơi, bạn sẽ được người dân địa phương hướng dẫn tới nhà nghỉ cạnh cầu...\nChúng tôi đã trải nghiệm điều này với chiếc xe ga, tôi thấy nó hơi hung hãn nhưng đó là Chùa Hương khi bạn đi một mình... Đọc thêm",
            "Tôi đang đi du lịch quanh Hà Nội bằng xe đạp. Tôi muốn biết địa điểm hoặc tên của nơi tôi nên đi thuyền..?\n\nNgoài ra, có bãi đậu xe nào quanh đó không?\n\nCảm ơnĐọc thêm",
            "Tôi không nhớ tên tiếng việt nhưng vâng, bạn có chỗ đậu xe máyĐọc thêm",
            "Mọi người có thể giới thiệu cho mình công ty du lịch nào có tổ chức tour tham quan ngôi chùa này được không?Đọc thêm",
            "Chào bạn,\n\nTôi tin là không cần đại lý vì chỉ cần đi từ Hà Nội tới nơi rồi mua vé tàu tới đó. Chỉ cần nhớ đảm bảo giá họ báo cho bạn khớp với giá trên vé... Chúc bạn vui vẻĐọc thêm",
            "người độc thân có thể tham gia tour được không?Đọc thêm",
            "tôi là một trong hai du khách trong chuyến đi đó, thật tuyệt khi chỉ có hai chúng tôi trên thuyền.....Đọc thêm",
            "Bạn đã đi vào thời điểm nào trong năm?Đọc thêm",
            "Một lưu ý dành cho bạn. Từ tháng 2 đến tháng 4 năm 2017 là lễ hội thường niên nên có rất nhiều người đến đó.\nNếu có thể, hãy thực hiện vào một khoảng thời gian khác hoặc đổi địa điểm.Đọc thêm",
            "Mọi người khuyên bạn nên đặt phòng qua khách sạn ở Hà Nội hay trực tuyến trước khi đến? Một số mức giá tốt nhất - các công ty mà mọi người đã trải nghiệm là gì? Chúng tôi là một nhóm bốn người lớn đi du lịch vào tháng 12 năm 2016.\n\nCảm ơn!Đọc thêm",
            "Với nhóm 4 người, tôi nghĩ nên đặt tour riêng sẽ tốt hơn. Nếu bạn muốn mọi thứ được sắp xếp hợp lý và tiết kiệm thời gian thì nên đặt trước. Novn travel là đại lý mới với giá rất rẻ, bạn có thể tìm trên tripadvisor và hỏi thêm chi tiết. Bạn đặt trước nhưng thanh toán sauĐọc thêm",
            "Tôi vừa xem nhận xét của bạn, nhìn chung không tệ và trên hết là rất chi tiết.\nTôi phải đi Việt Nam - Hà Nội từ ngày 9 - 04 đến 13 - 04, sau đó quay lại Bangkok...\nChuyến đi này một mình hay do một công ty tổ chức sẽ thú vị hơn, đặc biệt vì đây là lần đầu tiên tôi đến Việt Nam....\ncảm ơn bạn đã phản hồi và tư vấnĐọc thêm",
            "Thú vị hơn là đi qua một đại lý, chúng tôi đã làm như vậy với đại lý The sinh Tourism - 52 lương ngọc quyền - trong khu phố cổ. Hãy cẩn thận vì - có một số tên này trên cùng một con phố và không phải tất cả chúng đều tốt. Chúng tôi trả 449.000 đồng mỗi người bao gồm bữa trưa và xe buýt đón bạn tại khách sạn. \nSau đó, để tránh đám đông ở chùa, tôi nghĩ tốt hơn nên đến đó trong tuần, chúng tôi đã đến đó vào Chủ nhật và nó đã chật cứng!!\nTôi hy vọng tôi đã giúp được bạn nếu bạn có thêm bất kỳ câu hỏi nào, vui lòng đừng ngần ngại.Đọc thêm",
            "Tôi - muốn biết làm thế nào để chọn một chiếc thuyền chèo? Chúng ta có cần đợi thuyền chèo đông đủ rồi mới khởi hành đến chùa Hương hay khi đã lên đó nghĩa là họ sẽ không đợi khách du lịch khác? 3 người chúng tôi sẽ đi du lịch.  Chỉ tò mò về việc thiết lập các thuyền chèo. và nếu bạn muốn tham quan chùa thiên mu thì có dừng lại ở đó không? hoặc bạn có thể xuống xe rồi đi xe khác đến chùa nước hoa được không?  và khi bạn đến chùa Hương bằng cáp treo, bạn mất bao lâu để xem các điểm tham quan ở đó? và nhân tiện, những điểm hấp dẫn ở đó là gì? cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "không có thuyền chèo, nó ở giữa thành phố. Đọc thêm",
            "Có cửa hàng tên Mr Simple gần nhà hàng L - Usine không?Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written June 22, 2018",
            "Written June 18, 2018",
            "Written May 20, 2018",
            "Written May 6, 2018",
            "Written April 15, 2018",
            "Written April 14, 2018",
            "Written April 12, 2018",
            "Written April 2, 2018",
            "Written March 25, 2018",
            "Written March 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or40-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or30-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or50-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g40411-d1079203-Reviews-The_Myrtles_Plantation-Saint_Francisville_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g580271-d1880678-Reviews-Aquamijas-Mijas_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37614-d2706160-Reviews-Shades_State_Park-Waveland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188473-Reviews-Musee_Picasso_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g35056-d558463-Reviews-Tugaloo_State_Park-Lavonia_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-Shymbulak_Mountain_Resort-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d12794173-Reviews-Kelly_Beach-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d8539873-Reviews-Marina_Mall-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10802443-Reviews-Park_Lake_Mall-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d10592740-Reviews-Plage_de_la_Baie_des_Milliardaires-Antibes_French_Riviera_Cote_d_Azur_Provence_A.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or50-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or40-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Có nguy cơ bị coi là thiếu tôn trọng lịch sử của địa điểm này, chùa Hương tràn ngập khách du lịch và vô cùng đông đúc. Điều đáng buồn này đã lấy đi những gì có thể từng là một di tích lịch sử tuyệt đẹp. Có vô số quầy hàng ở hai bên lối đi dẫn lên đỉnh, tất cả đều muốn bán cho bạn những thứ giống nhau. Cảm giác như bạn đang ở trong một con hẻm lễ hội. Chúng tôi đã cố gắng thoát khỏi một số đám đông và biến nó thành một trải nghiệm thú vị bằng cách chọn chạy lên đỉnh và quay lại, trong khi những người khác đi cáp treo - điều mà họ báo cáo là không có điều gì đặc biệt - .Chỉ có thể đến được bằng một chuyến du ngoạn bằng thuyền - đã thực hiện một số chuyến du ngoạn bằng thuyền khác, chuyến đi này không có gì đặc biệt cả. Bất kể họ quảng cáo gì, chúng không phải là bè tre mà là thuyền thiếc mà họ nhồi nhét càng nhiều người càng tốt. Nhìn chung là một trải nghiệm tồi tệ, nhưng chúng tôi vẫn vui vì mình đã làm được.Đọc thêm",
            "Đây không chỉ là lịch sử mà còn đẹp.  Chùa Hương không liên quan gì đến nước hoa nên đừng mong một chai Kênh sẽ bật ra.  Chỉ đi một chuyến du lịch riêng nhỏ, không phải đi xe buýt lớn, theo cách này, bạn sẽ có được trải nghiệm thực sự về loại thuyền chảo lộn ngược nhỏ và người lái thuyền chèo bằng chân.  Chiếc thuyền đi qua các tuyến đường thủy nội địa có những ngọn núi bằng đá cẩm thạch nhô lên khỏi mặt nước.   Tôi đã đọc một trong những bài đánh giá về việc họ ăn thịt chó.. à, nhà hàng này có ở khắp Việt Nam và nó có tên là nhà hàng - tit chow -.   Hãy đối mặt với những chú ngựa tham gia các khóa học và các món ngon địa phương luôn sẵn sàng để bạn thử nếu bạn muốn.  Nếu trời nóng, hãy nhớ mang theo bình xịt muỗi, nước ngọt và đồ ăn nhẹ.   Nếu đi chùa nhớ thắp ba nén nhang xem đốt có bị gãy không.  Một vật dụng hữu ích khác là một chiếc ô để che nắng hoặc che mưa cho bạn rồi tựa vào khi leo lên các bậc thang.  Hãy chuẩn bị cho việc đi bộ và gặp những người bán hàng địa phương nhiệt tình.Đọc thêm",
            "Trên thực tế mọi thứ đều hoàn hảo và Phong cảnh đẹp nhưng người lái thuyền và bà già baba n lady khá hoang dã sau khi xuống xe. Tôi đã boa 190.000 đồng nhưng vẫn xin thêm, tôi bị sốc và không thích họ baba. Bảo trọng. Đọc thêm",
            "5 lý do không nên làm điều này.1. Có hàng km cửa hàng bán đồ ăn vặt trải dài khắp ngọn núi. Làm mất đi khung cảnh đẹp đẽ. Nhiều người có loa phát thông báo nên rất ồn ào. 2. Xả rác nó đang phá hủy môi trường3. Nhà hàng không tốt cho người phương Tây, không có mùi thơm và tôi không chắc về sự sạch sẽ 4. Những cảnh báo về việc không tham gia với những người chèo thuyền. Tiền boa khi lên đất không trước nhưng hãy tip nếu bạn đi họ làm việc chăm chỉ.5. Về lượng thời gian và sự tận hưởng thì có những địa điểm tốt hơn - hãy nói về những chuyến đi3 lý do tại sao bạn có thể.1. Đi thuyền có phong cảnh đẹp2. Những ngọn núi và rừng rậm thật tuyệt vời để xem. Đi cáp treo rất vui 3. Nếu không có khách du lịch đến chùa thì có thể chịu được, chúng tôi đã chọn một ngày tồi tệĐọc thêm",
            "Đã thực hiện điều này như một chuyến tham quan trong ngày qua nhà khách của chúng tôi. Hướng dẫn viên du lịch của chúng tôi đã nói với chúng tôi quá nhiều lần rằng họ ăn thịt chó khiến chúng tôi cảm thấy khó chịu trong ngày. Một lần là đủ rồi. Đầu tiên, đó là một chuyến xe buýt dừng lại để nghỉ ngơi tại một cửa hàng lưu niệm rất đắt tiền, nơi tôi nhìn thấy những con chó bị nhốt trong những chiếc lồng nhỏ. Sau đó là một chuyến đi thuyền dài khoảng 90 phút. Ngôi chùa trên đồi thú vị hơn ngôi chùa dưới chân núi. Trời đang mưa và một số bậc thang rất trơn trượt. Chúng tôi đã đi cáp treo, đối với tôi đó là điểm nổi bật. Không thích nhìn thấy nhiều loài chim bị nhốt trong những chiếc lồng nhỏ và cả những con sóc trong những chiếc chuồng nhỏ. Nhìn chung chuyến đi vẫn ổn.Đọc thêm",
            "Đừng đến đó nếu cáp treo không hoạt động. Trước hết hãy kiểm tra và kiểm tra kỹ với bàn du lịch của bạn. Đây là một nơi nên tránh nếu bạn không thích đi bộ. Nó chỉ có thể đến được bằng chuyến đi trên sông ở một chiếc thuyền giống như một chiếc bồn tắm lớn bằng thiếc do một người phụ nữ chèo và bạn phải tip khi phục vụ cô ấy. Chi phí này cao hơn nhiều so với số tiền bạn phải trả cho nhà cung cấp dịch vụ du lịch. Hơn 700 bậc thang và khu vực dẫn đến hang động và lên đến hang động có hàng chục, hàng chục cửa hàng quà tặng du lịch rất lôi cuốn và bán mọi thứ mà hầu hết mọi người không có - không muốn mua. Các nhà cung cấp săn lùng bạn để mua hàng từ họ. Hang động này không ấn tượng lắm so với nhiều nơi khác mà người ta có thể ghé thăm. Quang cảnh từ đỉnh núi nói chung là tốt nếu bạn muốn thực hiện chuyến đi bộ mệt mỏi.Đọc thêm",
            "Chúng tôi đã có một ngày đẹp trời - điều quan trọng là bạn phải dành khoảng một giờ mỗi chuyến ra sông trên thuyền.  Những ngôi chùa khá ấn tượng, trong đó có ngôi chùa trong hang động trên đỉnh núi.  Chúng tôi đi cáp treo cả hai chiều vì không có nhiều thời gian.  Giá vé khứ hồi rẻ hơn hai chiều.  Chúng tôi đã có một hướng dẫn viên xuất sắc Tinh.Đọc thêm",
            "Cách Hà Nội không xa nhưng nếu phải lựa chọn giữa Nihn Bình và Chùa Hương thì hãy đến Ninh Bình.  Nó không còn thơm nữa vì hương đang phá hủy măng đá, măng đá của hang động.  Tuy nhiên, hướng dẫn viên sẽ có thể cho bạn xem nhiều bức tượng nhỏ tự nhiên trông giống con người và động vật trong hang động. Vui lòng mang giày thoải mái vì đường đi lên có thể dốc đối với một số người, tuy nhiên vì có nhiều quầy hàng bên cạnh nên bạn có thể nghỉ ngơi. Tôi đã mua một ít gừng mà tôi được biết là gừng rừng tuy nhiên đã bị lừa, các loại gia vị khô khác như hoa hồi vẫn ổn. Nếu bạn mua cáp treo, bạn vẫn phải đi bộ lên đồi dốc và cầu thang. Ở chân đồi, có một nhà hàng cung cấp các món ăn địa phương với cơm và vui lòng mua đồ uống trước khi leo lên. Chiếc thuyền bạn đi sẽ chính là chiếc thuyền bạn đón về, thật tốt khi xác định được số của nó.  Người mà chúng tôi đi, người phụ nữ đã kiệt sức và chúng tôi đã tụt lại phía sau bạn bè 20 phút và trong chuyến hành trình trở về, cô ấy nhất quyết yêu cầu chúng tôi đi thuyền máy của chồng cô ấy và chúng tôi phải trả thêm tiền. Không biết đây có phải là chuẩn mực không. Đọc thêm",
            "Đây là nơi giao thoa giữa tín ngưỡng Trung Quốc và Phật giáo và bạn có thể thấy RẤT NHIỀU người dâng hương hoa sen. Có những nơi thờ cúng khác nhau và một nơi thậm chí còn dành cho những cặp vợ chồng muốn cầu phúc sinh con. Đọc thêm",
            "chúng tôi là một bữa tiệc gia đình gồm 8 người và có một chiếc taxi ở đây. Mặc dù quầy cố tình bán vé cố định sau nửa giờ nhưng chúng tôi vẫn ở mức 8 triệu đồng cho 8 người nên chúng tôi quay lại taxi và đi về hà nội. Những kẻ lừa đảo đầy rẫy. Nếu bạn đi thì hãy đặt một chuyến đi từ hà nội.Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 15, 2018",
            "Written March 9, 2018",
            "Written February 26, 2018",
            "Written February 24, 2018",
            "Written February 18, 2018",
            "Written February 13, 2018",
            "Written February 9, 2018",
            "Written January 22, 2018",
            "Written January 6, 2018",
            "Written January 2, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or50-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or40-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or60-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129528-d3682076-Reviews-Tokyo_Ramen_Street-Marunouchi_Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g154960-d318430-Reviews-Saint_John_City_Market-Saint_John_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g58732-d10524497-Reviews-United_Club-SeaTac_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1436120-Reviews-Bur_Dubai_Abra_Station-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d8679173-Reviews-Harrah_s_Cherokee_Valley_River_Casino-Murphy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021288-d7788330-Reviews-Nissan_Heritage_Collection-Zama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54121-d1227884-Reviews-Conimicut_Point_Park-Warwick_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d269452-Reviews-Fashion_Island-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51388-d591781-Reviews-Har_Ber_Village-Grove_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g3175953-d7715879-Reviews-Ko_Lao_La_Ding-Nong_Thale_Krabi_Town_Krabi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or60-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or50-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hoàn toàn yêu thích mọi khía cạnh của điều này, đặc biệt là các phần chính như đi thuyền, chùa và khu vực xung quanh, hang động và đi cáp treo thay thế cho việc đi bộ dọc theo con đường quanh co lên núi. Chúng tôi đã trả thêm 5 đô la để bao gồm phí đi cáp treo. Tổng cộng là 43 usd mỗi người hoặc 86 usd cho cả hai chúng tôi. chi phí đi lại, bữa trưa được bảo hiểm, v.v. Chỉ có chi phí bổ sung là tiền boa cho những người phụ nữ chèo thuyền được khuyến nghị ở mức 1-2 usd mỗi người và thanh toán đồ uống vào bữa trưa vì đồ uống không được bao gồm. Một số người đi cáp treo lên và đi bộ xuống dễ dàng hơn nhưng tôi không leo lên chút nào. Cộng với những cảnh nhìn từ trên không và những bức ảnh từ cáp treo thật tuyệt vời. Chúng tôi được đón đúng giờ và được đưa đến một địa điểm để sử dụng nhà vệ sinh và tiếp tục cuộc hành trình ra sông, nơi chúng tôi xuống thuyền và được dẫn lên thuyền. Họ có từ 4 đến 8 người trên mỗi thuyền. Những chiếc mũ lớn của địa phương rất hữu ích để tránh nắng vì trên thuyền không có bóng râm, không có nơi nào để trốn....chúng tôi mua ở Hà Nội với giá rẻ hơn khoảng 2 usd so với việc mua ở điểm dừng chân của tour. Tiếp theo là một chuyến đi bộ ngắn đến một nhà hàng để thuyết trình và một chuyến đi bộ nhỏ khác để đến nơi cáp treo cất cánh. Sau khoảng 20 phút bay vút lên trên những ngọn núi hùng vĩ này, chúng tôi đã lên đến đỉnh để khám phá ngôi chùa rồi đến hệ thống hang động nằm cách đó khá nhiều bậc thang dài. Nó thật là tuyệt vời. đã yêu nó.  Rất nhiều người đang cố gắng bán đồ cho bạn ở mọi ngóc ngách của cuộc hành trình nên tôi cho rằng bạn có thể kiếm thêm tiền để mua sắm. Chúng tôi không mua gì khi mua sắm ở Hà Nội ngày hôm trước. Đây là chuyến tham quan cả ngàyĐọc thêm",
            "We visited this place with a group of friends on our third day in Hanoi. We took a private car from our hotel to the boat station as we didn - t initially want to take a group tour. The taxi took us to the pier where a lady quickly led us past the actual price list of the boats. We were trying to ask for the prices of everything  - lunch, boat etc. -  but it was very hard to get answers from them before we were sitting in the boat. Once in the boat we were advised that we had to pay 300k dong per person for the boat, because normally it takes many people and it was just us 3. We also had to pay 130k for the  - ticket to the mountain - . The two ladies who were playing very nice with us rowed us first for lunch and then to one of the temples, where we climbed up to the mountain. We tried to ask for the price of the lunch but again got no answer. At the temple they tried to make us pay another 150k for some basket of goods to leave at the temple and apparently everyone had to buy one who went. Stupid we were, bought one of them and left at the temple. The mountain temple was OK but nothing in spectacular - I have been to similar places for free in Thailand that were a lot nicer. On the way back they were too lazy to row so asked us to pay extra for a motorboat. We refused and told them we already paid too much for them, but as they were tired they ended up  - upgrading -  to the motorboat for free. At this point they asked us to pay for lunch, 200k per person, which is completely ridiculous for some fried chicken, soup, veggies and rice. Around 50k per person would have been reasonable for this plastic chair equipped family restaurant in the middle of the ditch. On the way the ladies even had the cheek to start asking for tips, at which point I lost my humour and told them they were already clearly overcharging us. When we got back to the pier, we saw the actual price list and felt really stupid having paid over 3-4x too much. Now of course this is also our own fault for being stupid tourists and not expecting these people to be so dishonest. But just be aware, it - s a tourist money trap with greedy, scamming people and to be avoided.Read more",
            "Chúng tôi đã đặt một trong những chuyến đi rẻ hơn ở Hà Nội. Có nhiều mức giá khác nhau nhưng dường như tất cả chúng ta đều làm như nhau. Chuyến đi bằng xe buýt mất khoảng 2 giờ bao gồm cả điểm dừng thương mại bắt buộc tại một cửa hàng thủ công mỹ nghệ. Chuyến đi bằng thuyền chèo chậm nhưng đẹp và yên tĩnh. Chúng tôi rất thích nó ngoài những chiếc ghế thép. Khi đến nơi, bữa trưa được phục vụ khá ngon và bao gồm cơm, cá, thịt, rau, khoai tây chiên và chuối. Chúng tôi đi bộ lên chùa chính, điều này không được khuyến khích. Hoàn toàn không có gì để xem ngoài quầy hàng ở chợ. Được bọc nhựa vào mùa thấp điểm.  Không có tầm nhìn, chỉ là một con đường lát đá với rất nhiều cầu thang. Ngôi chùa trong hang rất nổi bật và rất đáng để ghé thăm. Ngoài ra ngôi chùa ở đầu con đường mòn gần đó có các nhà hàng rất đẹp. Nhưng hãy đi cáp treo vì bạn sẽ không bỏ lỡ bất kỳ điều gì khi đi lên hoặc xuống con đường này. Chúng tôi phải đợi 20 phút khi đi xuống vì không đủ hành khách và họ dừng lại toàn bộ... Sau khi quay trở lại, bạn lại đi chiếc thuyền chèo đó về và bạn sẽ được taxi nước có động cơ đi qua.  Dù sao đi nữa, những người phụ nữ ở hàng ghế đó sẽ theo đuổi bạn để đòi tiền boa. Mặc dù hầu hết đều cảm thấy có nghĩa vụ phải trả số tiền đó và việc đó hoàn toàn phụ thuộc vào bạn. Toàn bộ chuyện chèo thuyền dường như giống một trò lừa đảo của khách du lịch hơn. Nhìn chung, toàn bộ chuyến đi tiêu tốn của chúng tôi khoảng 21 đô la mỗi người mà chúng tôi nghĩ là rất đáng giá cho việc đi xe buýt, chèo thuyền và ăn trưa. Đầu tư thêm để đi cáp treo cũng xứng đáng.  Đọc thêm",
            "Có rất nhiều lịch sử ở đây, hãy khám phá xung quanh ngôi chùa đồ sộ này và cảm nhận về một thời đã qua. Những bức tượng vàng khổng lồ nhìn xuống bạn Đọc thêm",
            "Người ta cho biết đây là nơi vị vua đầu tiên định cư sau khi du hành từ Trung Quốc, xây dựng dinh thự và đền thờ được bao quanh bởi núi đá vôiĐọc thêm",
            "Chúng tôi đến vào một ngày có vẻ yên tĩnh, chúng tôi được thông báo rằng cáp treo sẽ không đi vì không có nhiều người và tầm nhìn không được tốt. Sau đó chúng tôi được biết rằng ngôi chùa gần hơn với 3 hang động là tốt và tầm nhìn ra thung lũng, giá cả có vẻ hơi cao so với những gì được cung cấp, cuối cùng đã đồng ý với giá cho thuyền và giá ấn định cho người phụ nữ chèo thuyền, thuyền đi xe và chùa không - thật tuyệt và tầm nhìn vẫn ổn. Đổi lại, cuộc vui bắt đầu khi người phụ nữ chèo thuyền muốn có thêm tiền, tôi nói với cô ấy mức giá đã được thỏa thuận trước nhưng sau đó tôi bắt đầu được thông báo rằng đó là dành cho một người, tôi cũng nên cảm thấy tiếc cho cô ấy vì bà chủ giữ phần lớn số tiền. Tôi đã nói thẳng với cô ấy 4 lần, thậm chí còn có một người phụ nữ khác nói với tôi rằng ông chủ không trả một phần công bằng. Nó để lại một mùi vị khó chịu trong miệng và nếu nhận thức muộn màng thì sẽ bỏ lỡ nó. Nó chỉ trở nên nghèo nàn từ khủng khiếp vì tầm nhìn không quá tệ.Đọc thêm",
            "Sẽ mất một chút thời gian để đến đó nhưng bạn sẽ cảm thấy thoải mái và thư giãn khi làm được điều đó. Mang theo giày đi bộ tốt, nước và ô hoặc mũ rộng vành để che nắng. Đi thuyền gondola lên khi con đường đi bộ có các cửa hàng dọc hai bên suốt quãng đường.Đọc thêm",
            "Đừng trả quá 25 đô la Mỹ cho chuyến đi, bao gồm cả ăn trưa và đi thuyền nhỏ. Cáp treo sẽ tính thêm phí tùy thuộc vào việc bạn muốn đi bộ lên hay xuống hoặc cả hai - bạn sẽ trả phí khi đến nơi. Thật tuyệt - chúng tôi may mắn vì thời tiết rất ấm áp và có nắng nên quang cảnh thật tuyệt vời và chúng tôi đã tận hưởng hết mình. Các cô gái, các cô cần che vai và đầu gối nên chỉ cần lấy một chiếc khăn và quấn quanh người nếu bạn mặc quần short. Bữa trưa không được ngon lắm nhưng tôi không ở đó để ăn - có đủ đồ ăn nếu bạn cần và đồ uống có giá cả phải chăng. Đi thôi, chuyến đi rất dễ dàng! Đọc thêm",
            "Đi xe buýt 2 giờ và đi thuyền một giờ đến chân chùa Hương.  Đồ ăn tại nhà hàng do công ty du lịch tổ chức rất tầm thường - chỉ no bụng. Cáp treo lên núi rất ngắn.  Bậc thang xuống chùa không bằng phẳng nên bạn cần cẩn thận.  Quãng đường đi bộ 45-60 phút giữa các gian hàng đã đóng cửa - chúng chỉ mở cửa 3 tháng trong những tháng lễ hội cận Tết - hơi kỳ lạ.  Các bậc thang không bằng phẳng và ẩm ướt nên cần phải cẩn thận. Lời khuyên của tôi là nên đi cáp treo lên xuống trong những tháng các cửa hàng đóng cửa.Đọc thêm",
            "Hồ này cần được thong thả khám phá ít nhất hai đến ba giờ hoặc hơn. Hãy nhớ mang theo một chiếc mũ rộng vành hoặc một chiếc ô vào ngày vì trời có thể khá nóng dưới ánh nắng mặt trời. Đồng thời mang theo một ít nước khi đi.Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "CHÀO!\nCó lẽ đã quá muộn để trả lời...\nBạn - sẽ phải trả tiền đậu xe đạp ;- - \nKhi đến nơi, bạn sẽ được người dân địa phương hướng dẫn tới nhà nghỉ cạnh cầu...\nChúng tôi đã trải nghiệm điều này với chiếc xe ga, tôi thấy nó hơi hung hãn nhưng đó là Chùa Hương khi bạn đi một mình... Đọc thêm",
            "Tôi đang đi du lịch quanh Hà Nội bằng xe đạp. Tôi muốn biết địa điểm hoặc tên của nơi tôi nên đi thuyền..?\n\nNgoài ra, có bãi đậu xe nào quanh đó không?\n\nCảm ơnĐọc thêm",
            "Tôi không nhớ tên tiếng việt nhưng vâng, bạn có chỗ đậu xe máyĐọc thêm",
            "Có ai có thể giới thiệu cho tôi công ty lữ hành nào tổ chức tour tham quan ngôi chùa này không? Đọc thêm",
            "Chào bạn,\n\nTôi tin là không cần đại lý vì chỉ cần đi từ Hà Nội tới nơi rồi mua vé tàu tới đó. Chỉ cần nhớ đảm bảo giá họ báo cho bạn khớp với giá trên vé... Chúc bạn vui vẻĐọc thêm",
            "người độc thân có thể tham gia tour được không?Đọc thêm",
            "tôi là một trong hai du khách trong chuyến đi đó, thật tuyệt khi chỉ có hai chúng tôi trên thuyền.....Đọc thêm",
            "Bạn đã đi vào thời điểm nào trong năm?Đọc thêm",
            "Một lưu ý dành cho bạn. Từ tháng 2 đến tháng 4 năm 2017 là lễ hội thường niên nên có rất nhiều người đến đó.\nNếu có thể, hãy thực hiện vào một khoảng thời gian khác hoặc đổi địa điểm.Đọc thêm",
            "Mọi người khuyên bạn nên đặt phòng qua khách sạn ở Hà Nội hay trực tuyến trước khi đến? Một số mức giá tốt nhất - các công ty mà mọi người đã trải nghiệm là gì? Chúng tôi là một nhóm bốn người lớn đi du lịch vào tháng 12 năm 2016.\n\nCảm ơn!Đọc thêm",
            "Với nhóm 4 người, tôi nghĩ nên đặt tour riêng sẽ tốt hơn. Nếu bạn muốn mọi thứ được sắp xếp hợp lý và tiết kiệm thời gian thì nên đặt trước. Novn travel là đại lý mới với giá rất rẻ, bạn có thể tìm trên tripadvisor và hỏi thêm chi tiết. Bạn đặt trước nhưng thanh toán sauĐọc thêm",
            "Tôi vừa xem nhận xét của bạn, nhìn chung không tệ và trên hết là rất chi tiết.\nTôi phải đi Việt Nam - Hà Nội từ ngày 9 - 04 đến 13 - 04, sau đó quay lại Bangkok...\nChuyến đi này một mình hay do một công ty tổ chức sẽ thú vị hơn, đặc biệt vì đây là lần đầu tiên tôi đến Việt Nam....\ncảm ơn bạn đã phản hồi và tư vấnĐọc thêm",
            "Thú vị hơn là đi qua một đại lý, chúng tôi đã làm như vậy với đại lý The sinh Tourism - 52 lương ngọc quyền - trong khu phố cổ. Hãy cẩn thận vì - có một số tên này trên cùng một con phố và không phải tất cả chúng đều tốt. Chúng tôi trả 449.000 đồng mỗi người bao gồm bữa trưa và xe buýt đón bạn tại khách sạn. \nSau đó, để tránh đám đông ở chùa, tôi nghĩ tốt hơn nên đến đó trong tuần, chúng tôi đã đến đó vào Chủ nhật và nó đã chật cứng!!\nTôi hy vọng tôi đã giúp được bạn nếu bạn có thêm bất kỳ câu hỏi nào, vui lòng đừng ngần ngại.Đọc thêm",
            "Tôi - muốn biết làm thế nào để chọn một chiếc thuyền chèo? Chúng ta có cần đợi thuyền chèo đông đủ rồi mới khởi hành đến chùa Hương hay khi đã lên đó nghĩa là họ sẽ không đợi khách du lịch khác? 3 người chúng tôi sẽ đi du lịch.  Chỉ tò mò về việc thiết lập các thuyền chèo. và nếu bạn muốn tham quan chùa thiên mu thì có dừng lại ở đó không? hoặc bạn có thể xuống xe rồi đi xe khác đến chùa nước hoa được không?  và khi bạn đến chùa Hương bằng cáp treo, bạn mất bao lâu để xem các điểm tham quan ở đó? và nhân tiện, những điểm hấp dẫn ở đó là gì? cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "không có thuyền chèo, nó ở giữa thành phố.Đọc thêm",
            "Có cửa hàng tên Mr Simple gần nhà hàng L - Usine không?Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written December 22, 2017",
            "Written December 16, 2017",
            "Written December 16, 2017",
            "Written December 14, 2017",
            "Written December 7, 2017",
            "Written December 2, 2017",
            "Written November 28, 2017",
            "Written November 19, 2017",
            "Written November 11, 2017",
            "Written November 9, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or60-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or50-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or70-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3506520-Reviews-Estadio_Azteca-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d107175-Reviews-Children_s_Museum_Theatre_of_Maine-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d10901148-Reviews-First_Cliff_Walk_by_Tissot-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d14870556-Reviews-Carolina_Beach-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d8820144-Reviews-Albuquerque_International_Balloon_Fiesta-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220085-Reviews-Senator_John_Heinz_History_Center-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d14868912-Reviews-Aviation_Museum-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42342-d12882266-Reviews-Little_Girls_Point-Ironwood_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34404-d318734-Reviews-Lion_Country_Safari-Loxahatchee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or70-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or60-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Không có gì nhiều về chùa Hương, việc đi thuyền trên sông Yến thú vị hơn. tôi đã tận hưởng sự yên tĩnh của khu vực này trong khi chờ cáp treo lên đồi để đến chùa Hương.Đọc thêm",
            "Đó là một ngày đẹp trời, chèo thuyền trên sông cùng 7 người khác. Ở phía sau hơi khó một chút nhưng phong cảnh rất đáng giá.Đọc thêm",
            "Có lẽ là do thời điểm trong năm nhưng chuyến tham quan này hơi kém so với mong đợi. Có rất ít đám đông nên chắc chắn là một điểm tích cực tuy nhiên khu vực này khá lộn xộn và việc cải tạo vỉa hè và cầu thang khiến việc đi bộ trở nên hơi khó khăn. Chèo thuyền ngược dòng sông là một cách tuyệt vời để ngắm nhìn đường thủy và các trang trại vịt tuy nhiên có một ít rác trôi nổi xung quanh. Chúng tôi đi bộ lên núi đến Chùa và đây là lựa chọn tốt hơn so với việc đi xuống vì độ dốc rất dốc ở một số khu vực và khả năng xuống dốc có thể hơi đáng lo ngại. Đường đi được xây dựng tốt và đi cáp treo xuống núi khá tốt. Tuy nhiên, không được khuyến khích lắm. Đọc thêm",
            "Chuyến đi thuyền trên sông rất thú vị, nhưng thuyền không thoải mái và có rất nhiều áp phích quảng cáo dọc bờ sông. Chúng tôi đã đi bộ lên đỉnh, nhưng không có tầm nhìn vì nó bị chặn các cửa hàng dọc đường - những cửa hàng này hầu như đóng cửa khi chúng tôi đi ngang qua - . Nếu bạn muốn ngắm cảnh thì thuyền gondola có lẽ là một lựa chọn tốt hơn. Hang động trên đỉnh rất thú vị và khác biệt với những ngôi đền tôi đã từng đến.Đọc thêm",
            "Hãy đến cùng với hướng dẫn viên hoặc chắc chắn sẽ bị người lái thuyền địa phương ở vùng lân cận lừa. Bạn có thể lựa chọn động cơ hoặc nhân lực hoặc thích hợp hơn là thuyền Lady Power. Tôi khuyên bạn nên chọn tùy chọn thủ công để có chuyến đi thuyền thư giãn hơn. Chuyến đi đến chùa Hương mất khoảng 40 phút nhưng bạn có thể thư giãn và thực sự ngắm cảnh. Khi đến bến tàu, trước tiên bạn sẽ ghé thăm chùa Hương. Xuống lại mua vé cáp treo lên đỉnh tham quan hang động đẹp nhất Việt Nam. Chà, ít nhất đó là tên gọi của nó. Tôi cũng khuyên bạn nên mua vé cáp treo khứ hồi vì hành trình quay trở lại có thể mất thêm 1 giờ đi bộ. Tất nhiên, nếu bạn muốn đi bộ xuống, bạn chỉ cần mua cáp treo một chiều lên với chi phí 100.000 đồng. Phải đến thăm hang động và có một số hang động ở trên đỉnh nên bạn có thể chỉ muốn đi cáp treo cả hai chiều vì cũng cần nhiều thời gian để tham quan tất cả các hang động. Nhiều quầy hàng trên toàn bộ đường đi đến các điểm tham quan bao gồm một số quầy hàng thực phẩm cũng như quầy hàng lưu niệm.Đọc thêm",
            "Ngôi chùa đầu tiên chúng tôi đến thăm ở Việt Nam và rất ấn tượng bởi vị trí của nó. Do tôn giáo và lịch sử ở Việt Nam, nên tham gia một chuyến tham quan có hướng dẫn viên để bạn có thể biết tất cả thông tin chi tiếtĐọc thêm",
            "Chúng tôi đi thuyền tổng cộng khoảng 15 người. Người phụ nữ chèo thuyền ồn ào, ồn ào nhưng dọc đường nhìn thấy cảnh núi non đẹp nhưng buồn phải nói là những ngôi nhà chìm trong nước. Sau khi đến nơi, chúng tôi leo lên, đi lên dốc và xuống cầu thang dốc đến nơi thờ phật chính, nơi chúng tôi nhìn thấy những khối đá tự nhiên tuyệt vời với tượng phật. Hãy chuẩn bị mang theo áo mưa của riêng bạn và đi vệ sinh trước khi lên thuyền này vì tất cả các thuyền đều không có mái che mưa.Đọc thêm",
            "Đến đó vào một buổi sáng nhiều mây tháng 10, rất ít khách du lịch trong mùa lạnh. Một nơi tuyệt vời để tận hưởng thời tiết se lạnh và ngắm cảnh trong khi đi thuyền và tại chùa. Bạn có thể chọn đi bộ lên chùa hoặc đi cáp treo với một khoản chi phí.Đọc thêm",
            "Chuyến tham quan rất rẻ ở Mỹ - 23 với phương tiện đi lại, ăn trưa và đi thuyền - Thêm 20 000 ĐỒng tiền boa cho người chèo thuyền - Trả thêm 100 mỗi chiều khi bạn đến đó để đi cáp treo hoặc đi bộ, bạn sẽ mất một giờ mỗi cách. Hang động khá tốt và quang cảnh rất tuyệt. Bữa trưa là bữa trưa tiêu chuẩn của khách du lịch và được phục vụ ngay tại chỗ. Đọc thêm",
            "Đây là một phần đẹp đẽ của vùng nông thôn Hà Nội, chuyến tham quan bao gồm hành trình chèo thuyền xuống chân đồi rồi đến ngôi chùa đầu tiên, cách đó 5 phút đi bộ. Ngôi chùa này khá lớn và đáng để khám phá trong khoảng 30 phút phút. Sau bữa trưa được cung cấp, bạn có thể đi cáp treo hoặc đi bộ lên các bậc thang đến chùa chính. Tôi chọn đi bộ và thực sự rất vui khi làm điều này vì nó cho bạn cơ hội gặp gỡ những người bạn du lịch và người dân địa phương cũng như tham gia ngắm cảnh và tận hưởng khu rừng. Đây không phải là một cuộc đi bộ quá vất vả nếu bạn có đủ sức khỏe để đi bộ trong 45 - 60 phút và tôi đã thấy nhiều loại người trên đó từ dưới 10 tuổi đến những độ tuổi cao hơn. Một trong những người khác của tôi Bạn bè đi cáp treo và nói ngoài cảnh đẹp thì trời rất nóng và đông đúc, rất vui vì tôi chọn đi bộ. Cuối cùng có một ngôi chùa xinh đẹp nằm sâu trong hang động. Có tất cả những người bán nước và thức ăn ven đường thông thường nhưng họ không bao giờ tỏ ra hung hãn hay hung hãn. Tuy nhiên, hãy mang theo mũ và kem chống nắng vì chuyến đi thuyền rất chậm và không có bóng râm tự nhiên, nếu trời nắng bạn sẽ cảm nhận được điều đó.Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written November 9, 2017",
            "Written November 1, 2017",
            "Written October 29, 2017",
            "Written October 29, 2017",
            "Written October 25, 2017",
            "Written October 25, 2017",
            "Written October 24, 2017",
            "Written October 21, 2017",
            "Written October 20, 2017",
            "Written October 8, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or70-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or60-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or80-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131359-Reviews-Panaewa_Rainforest_Zoo_and_Gardens-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d7362107-Reviews-Embassy_Shopping_Complex-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d2515348-Reviews-Happy_Bay_Beach-Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g297965-d1896739-Reviews-Kas_Pazar_Market-Kas_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093059-d3370044-Reviews-Benanti_Winery-Viagrande_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g32771-d13080499-Reviews-Nevada_County_Hospital-Nevada_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12192174-Reviews-UnderTow-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2218971-d17323510-Reviews-Alphaland_Balesin_Island_Club-Polillo_Island_Quezon_Province_Calabarzon_Region_.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d10798515-Reviews-Sunnyland_Sarajevo-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d2219643-Reviews-Downtown_Fort_Pierce-Fort_Pierce_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or80-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or70-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Được rồi, bạn được một người phụ nữ chèo thuyền qua các cánh đồng và hệ động thực vật địa phương, không thoải mái nhưng rất thư giãn, một là được gần gũi với thiên nhiênĐọc thêm",
            "Chuyến đi 90 phút trên sanpan rất yên bình, chỉ có 3 hoặc 4 phút trên sông. Tôi không thể tưởng tượng được điều này sẽ như thế nào vào mùa cao điểm với vài nghìn người. Thật đáng buồn là chúng tôi đã bỏ lỡ mùa hoa sen nở, tôi có thể tưởng tượng rằng điều đó sẽ rất tuyệt vời. Khá là vất vả để leo lên các ngôi đền, với nhiều gian hàng bán đồ trang sức và trái cây trên đường đi. Thật may mắn cho chúng tôi là có đủ người để đi cáp treo lên đỉnh, vẫn còn khá nhiều bậc thang để lên đến cáp treo nhưng điều đó đã tiết kiệm được 2 giờ leo lên. Chúng tôi cũng đã ăn trưa ở đây, đồ ăn rất ngon. Đọc thêm",
            "Tôi không chắc có thể làm khác đi như thế nào nhưng có cảm giác như chúng tôi đang ở trong một đội hình của Disneyland.  Trời mưa nên một tiếng rưỡi biến thành 1 - 2 tiếng. Không có giảm giá được cung cấp.  Người chèo thuyền của chúng tôi rất hung hãn đã dừng thuyền và xin tiền.  Chúng tôi yêu cầu áo phao và là nhóm duy nhất mặc chúng.  Phong cảnh rất đẹp nhưng tôi không khuyên bạn nên dùng nó. Có rất nhiều nơi để đi tham quan ở Việt Nam mà không có cảm giác giống như một cái bẫy du lịch và bị lừa đảo.  Nhà vệ sinh khủng khiếp.Đọc thêm",
            "Perfume Pagoda is located about 60kms southwest of Hanoi, about a 2 hour drive dependent on traffic at the time.  At My Duc you then take a boat, rowed by women from the local village.  The boat travels along scenic waterways between limestone hills and cliffs, past rice fields, small temples,  It was a hot journey in the boat, with little breeze so be sure to wear a hat and sunscreen is a must.  Our boat offered us umbrellas to help keep the heat off our skin.Perfume Pagoda is known as Chua Huong meaning  - inner temple - .  The mountain range is a maze of Buddhist temples built into the limestone cliffs of Huong Tich.  The main temple is Perfume Pagoda in the Huong Tich cave, but it is said that there are many shrines and temples built into the cliffs and caves in the region.  It is believed that the first temple was built here in the 15th century, but legend suggests that the site was discovered 2000 years ago by a Buddhist monk wandering around and meditating in the area.  The mountains and foothills have great natural beauty, covered in tropical plants, streams, limestone caves, rocky outcrops and numerous temples.The Perfume Pagoda entrance is said to look like an open dragon - s mouth and the cave itself is very cool and refreshing in comparison to the heat during the trek to get to it.  The pagoda attracts pilgrims and tourists seeking good luck from the stalagmites and stalactites inside the cave which individually give blessings, miracles and good luck, depending on what is being sought by the believer, e.g. grant offspring to a childless couple or wealth to the struggling, or good crops for the farmers.  This site is extremely busy from mid January to April.  There are numerous market stall outlets, food and drink venues to cater for the many thousands who visit.  Fortunately we were there in October, and there were only a handful of stalls open, each vying for the sale of souvenir and products.  There were also small animals captured in cages which the tourists - pilgrims are encouraged to purchase to sacrifice  - release - free -  in the caves, said to be good luck.  There were no crowds during our visit, so no waiting in line for the cable car or to enter the pagoda.  I advise take the cable car  -  - 5US approx -  to the top, the heat was oppressive and we went on advice from our tour guide to walk down rather than up to the pagoda.   After our pagoda visit we stopped for lunch at the restaurant at the base of the mountain.  A superb lunch was served with some of the best Vietnamese food I have eaten.  Throughly recommend the food but best to have a local person with you for purposes of ordering as all menu items are in Vietnamese. All in all, an excellent day out with awesome scenery, an amazing experience not to be missed.Read more",
            "thật đáng để lái xe đến đó. Khi đến đó, bạn sẽ được dẫn đi tham quan, có thể đạp xe qua vùng nông thôn xinh đẹp và chèo thuyền xuôi dòng sông - những khung cảnh đẹp nhất và trải nghiệm yên bình, đáng yêuĐọc thêm",
            "Nổi tiếng móc túi, lừa đảo, được mời với sự nài nỉ. Đội ngũ quản lý chùa chưa thực hiện tốt nhiệm vụ bảo vệ du khách, quản lý thủ kho. Nơi này cần phải được cải thiện rất nhiều để thu hút khách du lịch nước ngoài.Đọc thêm",
            "Yêu yêu yêu thích chuyến đi thuyền. Chắc chắn sẽ quay lại đây nếu có cơ hội, và sẽ giới thiệu chuyến đi trong ngày này cho bất kỳ ai đến thăm Hà Nội Đọc thêm",
            "Một chuyến đi dài nóng nực đối với một số người... có thể ẩm ướt nhưng vẫn đáng để đi. Phong cảnh tuyệt đẹp và là nơi lý tưởng để rời khỏi Hà Nội trong ngày nếu bạn có thời gian. Chủ thuyền luôn cố gắng kiếm thêm một chút, vì vậy hãy chuẩn bị để được chỉ cho xem đồ thủ công khi bị kẹt trên thuyền: - Đọc thêm",
            "Thật là một chuyến đi trong ngày tuyệt vời, phong cảnh đáng kinh ngạc. Văn hóa và Beaty của chùa nước hoa thật tuyệt vời. Chúng tôi đã có một ngày tuyệt vời. Trời rất nóng và ẩm ướt và chắc chắn không dành cho trẻ nhỏ. Đọc thêm",
            "Đây là một trong những nơi tốt nhất để tham quan chùa ở Việt Nam vì bạn có thể vừa chiêm ngưỡng văn hóa vừa ngắm cảnh. Bạn có thể đi xe máy, xe buýt rồi đi thuyền rồi đi cáp treo để đến ngôi chùa cuối cùng. Áo sơ mi ngắn và 2 dây không được khuyến khích. Một mẹo nhỏ là mua vé ở bến gần sông để đi thuyền.Đọc thêm",
            "Tôi đang đi du lịch quanh Hà Nội bằng xe đạp. Tôi muốn biết địa điểm hoặc tên của nơi tôi nên đi thuyền..?\n\nNgoài ra, có bãi đậu xe nào quanh đó không?\n\nCảm ơnĐọc thêm",
            "CHÀO!\nCó lẽ đã quá muộn để trả lời...\nBạn - sẽ phải trả tiền đậu xe đạp ;- - \nKhi đến nơi, bạn sẽ được người dân địa phương hướng dẫn tới nhà nghỉ cạnh cầu...\nChúng tôi đã trải nghiệm điều này với chiếc xe ga, tôi thấy nó hơi hung hãn nhưng đó là Chùa Hương khi bạn đi một mình... Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "Tôi không nhớ tên tiếng việt nhưng vâng, bạn có chỗ đậu xe máyĐọc thêm",
            "Mọi người có thể giới thiệu cho mình công ty du lịch nào có tổ chức tour tham quan ngôi chùa này được không?Đọc thêm",
            "Chào bạn,\n\nTôi tin là không cần đại lý vì chỉ cần đi từ Hà Nội tới nơi rồi mua vé tàu tới đó. Chỉ cần nhớ đảm bảo giá họ báo cho bạn khớp với giá trên vé... Chúc bạn vui vẻĐọc thêm",
            "người độc thân có thể tham gia tour được không?Đọc thêm",
            "tôi là một trong hai du khách trong chuyến đi đó, thật tuyệt khi chỉ có hai chúng tôi trên thuyền.....Đọc thêm",
            "Bạn đã đi vào thời điểm nào trong năm?Đọc thêm",
            "Một lưu ý dành cho bạn. Từ tháng 2 đến tháng 4 năm 2017 là lễ hội thường niên nên có rất nhiều người đến đó.\nNếu có thể, hãy thực hiện vào một khoảng thời gian khác hoặc đổi địa điểm.Đọc thêm",
            "Mọi người có đề xuất đặt phòng qua khách sạn tại Hà Nội hay trực tuyến trước khi đến không? Một số công ty có giá tốt nhất mà mọi người đã trải nghiệm là gì? Chúng tôi là một nhóm bốn người lớn đi du lịch vào tháng 12 năm 2016.\n\nCảm ơn!Đọc thêm",
            "Với nhóm 4 người, tôi nghĩ nên đặt tour riêng sẽ tốt hơn. Nếu bạn muốn mọi thứ được sắp xếp hợp lý và tiết kiệm thời gian thì nên đặt trước. Novn travel là đại lý mới với giá rất rẻ, bạn có thể tìm trên tripadvisor và hỏi thêm chi tiết. Bạn đặt trước nhưng thanh toán sauĐọc thêm",
            "Tôi vừa xem nhận xét của bạn, nhìn chung không tệ và trên hết là rất chi tiết.\nTôi phải đi Việt Nam - Hà Nội từ ngày 9 - 04 đến 13 - 04, sau đó quay lại Bangkok...\nChuyến đi này một mình hay do một công ty tổ chức sẽ thú vị hơn, đặc biệt vì đây là lần đầu tiên tôi đến Việt Nam....\ncảm ơn bạn đã phản hồi và tư vấnĐọc thêm",
            "Thú vị hơn là đi qua một đại lý, chúng tôi đã làm như vậy với đại lý The sinh Tourism - 52 lương ngọc quyền - trong khu phố cổ. Hãy cẩn thận vì - có một số tên này trên cùng một con phố và không phải tất cả chúng đều tốt. Chúng tôi trả 449.000 đồng mỗi người bao gồm bữa trưa và xe buýt đón bạn tại khách sạn. \nSau đó, để tránh đám đông ở chùa, tôi nghĩ tốt hơn nên đến đó trong tuần, chúng tôi đã đến đó vào Chủ nhật và nó đã chật cứng!!\nTôi hy vọng tôi đã giúp được bạn nếu bạn có thêm bất kỳ câu hỏi nào, vui lòng đừng ngần ngại.Đọc thêm",
            "Tôi - muốn biết làm thế nào để chọn một chiếc thuyền chèo? Chúng ta có cần đợi thuyền chèo đông đủ rồi mới khởi hành đến chùa Hương hay khi đã lên đó nghĩa là họ sẽ không đợi khách du lịch khác? 3 người chúng tôi sẽ đi du lịch.  Chỉ tò mò về việc thiết lập các thuyền chèo. và nếu bạn muốn tham quan chùa thiên mu thì có dừng lại ở đó không? hoặc bạn có thể xuống xe rồi đi xe khác đến chùa nước hoa được không?  và khi bạn đến chùa Hương bằng cáp treo, bạn mất bao lâu để xem các điểm tham quan ở đó? và nhân tiện, những điểm hấp dẫn ở đó là gì? cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "không có thuyền chèo, nó ở giữa thành phố.Đọc thêm",
            "Có cửa hàng tên Mr Simple gần nhà hàng L - Usine không?Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written October 2, 2017",
            "Written September 24, 2017",
            "Written September 23, 2017",
            "Written September 12, 2017",
            "Written September 12, 2017",
            "Written September 8, 2017",
            "Written September 1, 2017",
            "Written August 17, 2017",
            "Written August 13, 2017",
            "Written August 11, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or80-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or70-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or90-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d15188978-Reviews-Skystar_Wheel-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g181720-d20131235-Reviews-Go_Place-Markham_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g36031-d3372354-Reviews-Downtown_Geneva_Historic_Shopping_District-Geneva_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35942-d284695-Reviews-Grand_Victoria_Casino_Elgin-Elgin_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g2398418-d10379050-Reviews-Kaptai_Lake-Rangamati_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d17624111-Reviews-Eagle_Road-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7108405-Reviews-Thai_Massage_Hungary-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d550320-Reviews-Montazah_Gardens-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g33165-d5840533-Reviews-The_Temecula_Stampede-Temecula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3389495-Reviews-Untermyer_Gardens-Yonkers_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or90-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or80-Perfume_Pagoda-Hanoi.html"
    },
    {
        "attraction_name": "Perfume Pagoda",
        "attraction_name_vi": "Chùa Hương",
        "general_info": [
            "648 đánh giá",
            "- 43 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi rất thích chuyến đi trong ngày đến chùa Hương. Hướng dẫn viên của chúng tôi rất tuyệt vời, rất nhiều thông tin. Xin lưu ý rằng trời RẤT nóng vào thời điểm này trong năm và cũng ẩm ướt. Mang theo mũ, kem chống nắng và ô nếu có thể. Một phần của chuyến tham quan là chuyến đi thuyền trên một chiếc thuyền kim loại hở do một phụ nữ địa phương chèo. Chuyến đi mất gần một giờ. Có cáp treo lên chùa trên cùng. Tôi đi cáp treo lên và chồng tôi đi xuống nên cả hai chúng tôi đi bộ một chiều. Thế là đủ!Đọc thêm",
            "Ngôi chùa này rất đẹp và yên bình. Nhưng người lái thuyền không tôn trọng khách du lịch và chỉ tập trung vào tiền bạc. Tôi định cho tiền boa nhưng người phụ nữ đã đánh rơi tiền của tôi xuống sàn. Tôi đã nói chuyện với hướng dẫn viên của mình và cô ấy nói với tôi người lái thuyền không giỏi.Đọc thêm",
            "Cách này phải đi bộ khá nhiều để lên chùa nhưng đó là một bài tập tuyệt vời và đáng để đi bộ đến chùa.  Đi thuyền mất khoảng một tiếng nhưng ngắm hoa sen khắp nơi rất thú vị... Chỉ cần đội mũ và cầm quạt theo.  Chúng tôi đã chọn cáp treo quay trở lại nhưng rất đáng xem.... Đọc thêm",
            "Chùa đẹp với sông, núi, hang động đẹp. Thư giãn đi thuyền và cầu nguyện cầu may mắn, sức khỏe, làm ănĐọc thêm",
            "Chúng tôi đánh giá cao ngôi chùa này; nó có tất cả những gì tạo nên một trong những điểm nổi bật nhất của Hà Nội.  Rất thú vị về mặt lịch sử và tráng lệ trong kiến ​​trúc.  Các hiện vật bên trong thật tuyệt vời và đáng để ghé thăm.  Đọc thêm",
            "Chỉ là sự thật.1 - Đừng ghé thăm vào dịp Năm Mới - trừ khi bạn thích ở cùng 10.000 người khác trong một hang động nhỏ.2 - Thật khó và tốn thời gian để vào được.  Đầu tiên, bạn sẽ lái xe khoảng 2 giờ về phía nam và phía đông của trung tâm thành phố Hà Nội, thứ hai, bạn sẽ lên thuyền chèo trong 45 phút ngược dòng sông đến bến Chùa, sau đó bạn đi bộ 1,5 dặm lên dốc lên đỉnh của một ngọn núi.  3 - Có nhiều cách để rút ngắn thử thách này.  Ở lại khu vực tỉnh Ninh Bình và ngắm các thắng cảnh khác - Tam Cốc, v.v. - , thuê thuyền máy và đi xe điện lên núi.4 - Từ đỉnh núi bạn đi xuống cầu thang vào hang động, nói với giống như miệng của một con rồng.  Khi nhìn từ đầu cầu thang, bạn nghĩ - đây là thứ mà tôi đã tốn nhiều thời gian và công sức để đạt được? - .  Đừng tuyệt vọng, kho báu thực sự nằm bên trong hang động.5 - Một địa điểm hành hương ưa thích của người Việt Nam, bạn có thể may mắn được đến đó vào một trong nhiều lần một - thầy bói - - người hướng dẫn cầu nguyện Phật giáo - đang thực hiện một nghi lễ buổi lễ dành cho một nhóm tư nhân để chúc phúc cho một dự án kinh doanh, một cuộc hôn nhân sắp tới hoặc một số sự kiện khác trong đời.  Hang động mát mẻ, bên trong có đèn và rất nhiều hương.  Hương chính là lý do cho cái tên - Hương - .6 - Rất đáng để bạn bỏ thời gian và công sức ra xem.  Tôi sẽ làm lại.Đọc thêm",
            "Chùa Hương là nơi tôn giáo lớn và cũng có phong cảnh đẹp. Chỉ là những người chèo thuyền luôn đòi tiền boa và điều đó làm tôi rất khó chịu, và khi chúng tôi đưa tiền boa thông thường thì họ lại đòi thêm, và khi chúng tôi không cho những gì họ muốn, họ tức giận và la hét với khách du lịch, thật là thô lỗ !! Tôi nghĩ công ty du lịch quản lý tour phải xử lý những việc này. Đọc thêm",
            "Không thích chiếc thuyền nhỏ mà chúng tôi thuê của một gia đình vì trong suốt chuyến đi, vợ tôi đã cố bán cho chúng tôi những món quà lưu niệm rẻ tiền. Đọc thêm",
            "Đặt một tour du lịch từ khách sạn tôi đang ở ở Hà Nội. Sáng sớm, đón khách từ khách sạn, sau 2 giờ lái xe thú vị ra khỏi thành phố. Tại làng Mỹ Đức, có sự chuyển sang thuyền - của chúng tôi đã giữ 5 khách du lịch - , và chèo thuyền yên bình trong khoảng một giờ trên con lạch thoai thoải của một phụ nữ địa phương. Người ta đến quần thể chùa, nơi có nhiều chùa được xây dựng trên núi đá vôi Hương Tích - Núi Dấu Hương - ; Điều thú vị nữa là những cái cây rộng dường như có cành đi dọc theo mặt đất. Sau đó chúng tôi đi cáp treo để đến hang động. Bản thân hang động khổng lồ là một trải nghiệm đáng nhớ. Sâu bên trong là một buổi lễ địa phương diễn ra làm nâng cao toàn bộ trải nghiệm. Chúng tôi đi bộ về, điều này khiến một số người cảm thấy mệt mỏi. Quay lại theo cách tương tự để trở về Hà Nội trước 7 giờ tối. Muốn giới thiệu chuyến đi này nếu bạn có một ngày rảnh rỗi từ Hà Nội.Đọc thêm",
            "Đây là một chuyến đi rất đa dạng, bao gồm một giờ đi thuyền, đi cáp treo và đi bộ một đoạn ngắn. Thực sự thú vị và khá bận rộn. Sẽ có tình trạng hỗn loạn vào thời điểm lễ hội.Đọc thêm",
            "Tôi - tôi đang đi du lịch vòng quanh Hà Nội bằng xe đạp. Muốn biết địa điểm hoặc tên địa điểm tôi nên đi thuyền..?\n\nNgoài ra có khu vực đậu xe nào xung quanh đó không? \n\nCảm ơnĐọc thêm",
            "CHÀO!\nCó lẽ đã quá muộn để trả lời...\nBạn - sẽ phải trả tiền đậu xe đạp ;- - \nKhi đến nơi, bạn sẽ được người dân địa phương hướng dẫn tới nhà nghỉ cạnh cầu...\nChúng tôi đã trải nghiệm điều này với chiếc xe ga, tôi thấy nó hơi hung hãn nhưng đó là Chùa Hương khi bạn đi một mình... Đọc thêm",
            "Tôi đang đi du lịch quanh Hà Nội bằng xe đạp. Tôi muốn biết địa điểm hoặc tên của nơi tôi nên đi thuyền..?\n\nNgoài ra, có bãi đậu xe nào quanh đó không?\n\nCảm ơnĐọc thêm",
            "Tôi không nhớ tên tiếng việt nhưng vâng, bạn có chỗ đậu xe máyĐọc thêm",
            "Mọi người có thể giới thiệu cho mình công ty du lịch nào có tổ chức tour tham quan ngôi chùa này được không?Đọc thêm",
            "Chào bạn,\n\nTôi tin là không cần đại lý vì chỉ cần đi từ Hà Nội tới nơi rồi mua vé tàu tới đó. Chỉ cần nhớ đảm bảo giá họ báo cho bạn khớp với giá trên vé... Chúc bạn vui vẻĐọc thêm",
            "người độc thân có thể tham gia tour được không?Đọc thêm",
            "tôi là một trong hai du khách trong chuyến đi đó, thật tuyệt khi chỉ có hai chúng tôi trên thuyền.....Đọc thêm",
            "Bạn đã đi vào thời điểm nào trong năm?Đọc thêm",
            "Lưu ý cho bạn. Từ tháng 2 đến tháng 4 năm 2017 là lễ hội thường niên nên có rất nhiều người đến đó.\nNếu có thể, hãy tổ chức vào thời gian khác hoặc đổi địa điểm. Đọc thêm",
            "Mọi người khuyên bạn nên đặt phòng qua khách sạn ở Hà Nội hay trực tuyến trước khi đến? Một số mức giá tốt nhất - các công ty mà mọi người đã trải nghiệm là gì? Chúng tôi là một nhóm bốn người lớn đi du lịch vào tháng 12 năm 2016.\n\nCảm ơn!Đọc thêm",
            "Với nhóm 4 người, tôi nghĩ nên đặt tour riêng sẽ tốt hơn. Nếu bạn muốn mọi thứ được sắp xếp hợp lý và tiết kiệm thời gian thì nên đặt trước. Novn travel là đại lý mới với giá rất rẻ, bạn có thể tìm trên tripadvisor và hỏi thêm chi tiết. Bạn đặt trước nhưng thanh toán sauĐọc thêm",
            "Tôi vừa xem nhận xét của bạn, nhìn chung không tệ và trên hết là rất chi tiết.\nTôi phải đi Việt Nam - Hà Nội từ ngày 9 - 04 đến 13 - 04, sau đó quay lại Bangkok...\nChuyến đi này một mình hay do một công ty tổ chức sẽ thú vị hơn, đặc biệt vì đây là lần đầu tiên tôi đến Việt Nam....\ncảm ơn bạn đã phản hồi và tư vấnĐọc thêm",
            "Thú vị hơn là đi qua một đại lý, chúng tôi đã làm như vậy với đại lý The sinh Tourism - 52 lương ngọc quyền - trong khu phố cổ. Hãy cẩn thận vì - có một số tên này trên cùng một con phố và không phải tất cả chúng đều tốt. Chúng tôi trả 449.000 đồng mỗi người bao gồm bữa trưa và xe buýt đón bạn tại khách sạn. \nSau đó, để tránh đám đông ở chùa, tôi nghĩ tốt hơn nên đến đó trong tuần, chúng tôi đã đến đó vào Chủ nhật và nó đã chật cứng!!\nTôi hy vọng tôi đã giúp được bạn nếu bạn có thêm bất kỳ câu hỏi nào, vui lòng đừng ngần ngại.Đọc thêm",
            "Tôi - muốn biết làm thế nào để chọn một chiếc thuyền chèo? Chúng ta có cần đợi thuyền chèo đông đủ rồi mới khởi hành đến chùa Hương hay khi đã lên đó nghĩa là họ sẽ không đợi khách du lịch khác? 3 người chúng tôi sẽ đi du lịch.  Chỉ tò mò về việc thiết lập các thuyền chèo. và nếu bạn muốn tham quan chùa thiên mu thì có dừng lại ở đó không? hoặc bạn có thể xuống xe rồi đi xe khác đến chùa nước hoa được không?  và khi bạn đến chùa Hương bằng cáp treo, bạn mất bao lâu để xem các điểm tham quan ở đó? và nhân tiện, những điểm hấp dẫn ở đó là gì? cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "không có thuyền chèo, nó ở giữa thành phố.Đọc thêm",
            "Có cửa hàng tên Mr Simple gần nhà hàng L - Usine không?Đọc thêm"
        ],
        "star_ratings": [
            187,
            248,
            110,
            60,
            43
        ],
        "review_amount": 648,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chùa Hương",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written August 8, 2017",
            "Written July 31, 2017",
            "Written July 17, 2017",
            "Written July 6, 2017",
            "Written July 2, 2017",
            "Written June 29, 2017",
            "Written June 26, 2017",
            "Written June 15, 2017",
            "Written June 14, 2017",
            "Written June 11, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d311078-Reviews-or90-Perfume_Pagoda-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14108851-Reviews-Nha_hang_Mai_Lam_Chua_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8296290-Reviews-Thien_Tru_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10020707-Reviews-Huong_Pagoda_Festival-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g16737154-d16724818-Reviews-Tam_Chuc_Pagoda-Ba_Sao_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or80-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or100-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-Perfume_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g25404479-d25401155-Reviews-Ba_Danh_Pagoda-Kim_Bang_Ha_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17487680-Reviews-Halong_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g469421-d20943986-Reviews-Binh_Khuong_Temple-Vinh_Long_Vinh_Long_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g805487-d1176100-Reviews-Agios_Prokopios_Beach-Agios_Prokopios_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10136624-Reviews-Marche_St_Germain-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g51907-d5123928-Reviews-Roloff_Farms-Hillsboro_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d191328-Reviews-Musee_Matisse-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d3670509-Reviews-Suytun_Cenote-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d218880-Reviews-Battleship_Cove-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34705-d1371184-Reviews-Caspersen_Beach-Venice_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d284128-Reviews-Lake_George-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g608922-d4472624-Reviews-Spiaggia_Rena_Bianca-Santa_Teresa_Gallura_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33212-d296715-Reviews-Mare_Island-Vallejo_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or100-Perfume_Pagoda-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d311078-Reviews-or90-Perfume_Pagoda-Hanoi.html"
    }
]