[
    {
        "attraction_name": "Peter 's Beach",
        "attraction_name_vi": "Bãi biển Peter - s",
        "general_info": [
            "120 đánh giá",
            "- 43 trong số 89 điều cần làm ở Sorrento",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển rất tốt cho gia đình. Chúng tôi có giường tắm nắng và ô vì chúng tôi đến sớm đúng giờ. Thường thì kín chỗ. Chúng tôi không bao giờ biết cách đặt giường tắm nắng trước. Đó là lý do tại sao chúng tôi đến sớm. Cô lễ tân rất nhiệt tình và các chàng trai trẻ trong đội ngũ nhân viên cũng vậy. Khi chúng tôi gọi đồ ăn tại quầy bar trên bãi biển, chúng tôi không nhận được hướng dẫn tốt về cách thức và địa điểm lấy đồ ăn cũng như nơi chờ đợi. Một số nhân viên phục vụ tại quầy bar và bếp trên bãi biển hơi thô lỗ với khách hàng và không phải ai cũng hiểu tiếng Anh tốt. Chúng tôi không thấy ai trong số họ mỉm cười. Nhưng đồ ăn thì tuyệt vời và chúng tôi đã có một ngày tuyệt vời trên bãi biển. Chúng tôi thích nơi này. Đọc thêm",
        "reviews": [
            "Bãi biển St Peter là một trong 3-4 bãi biển xếp hàng dài từ trung tâm thành phố - và gần hơn -. \nĐể đi đến bãi biển, bạn phải xuống bãi biển thực tế. Bạn có thể đi bộ - rất nhiều bước - hoặc bạn đi thang máy mà bạn phải trả tiền để lên xuống. Nước rất đẹp, bạn có thể nhìn thấy nhiều màu xanh lá cây và xanh lam khác nhau, nước ở nhiệt độ phù hợp. \nMang theo một số googles vì ​​nó rất đẹp dưới nước. \nBạn có thể vào bãi biển bằng cách đặt trước và bạn sẽ có được chỗ ngồi tốt nhất, hoặc bạn đi đến khu vực không cần đặt trước, ở đó bạn trả tiền vào cửa, trả tiền ghế cho mỗi người và ô. Chỉ để vào được, tôi đã trả hơn 50 euro cho tôi và con trai tôi chỉ để được vào và họ sẽ xếp chỗ cho bạn ở nơi họ muốn. \nTôi không biết giá đặt chỗ là bao nhiêu nhưng thành thật mà nói, bạn không cần nó vì bạn có thể băng qua các bãi biển và không ai quan tâm. \nHãy chắc chắn rằng bạn đến đó sớm! Từ 8 đến 9 giờ sáng vì đến trưa thì rất đông. Nếu đến sớm, bạn có thể tận hưởng bãi biển nhiều hơn vì ở đó không có nhiều người. Chúng tôi đến vào khoảng 9 giờ sáng và rời đi lúc 2 giờ chiều, thời điểm lý tưởng để tắm nắng, bơi lội, lặn với ống thở, ăn uống - 50 euro nữa - và tận hưởng. \nHãy cẩn thận với cái nắng mùa hè!, bạn sẽ bị rám nắng rất nhanh.Đọc thêm",
            "Vì vậy, chúng tôi quyết định thử một ngày ở bãi biển Peters trong kỳ nghỉ 7 ngày ở sorento. Tôi chưa bao giờ nghe nói đến việc đặt chỗ để đi biển nhưng vì đây là bãi biển riêng nên tôi đoán đó là điều cần thiết. Thật bận rộn vì chúng tôi đã chọn lối đi chứ không phải bãi biển thực sự, nó đắt 48 euro cho 2 người. Không được phép mang thức ăn của riêng bạn vào. Khá nhiều công nhân không nói được tiếng Anh mà tôi thấy kỳ lạ. Nhưng này, tôi không nói được tiếng Ý.  Người phụ nữ khi đặt phòng hơi đột ngột, những người đàn ông làm việc, chăm sóc chỗ ngồi rất thô lỗ và có xu hướng phớt lờ bạn, chúng tôi đã đi lấy đồ uống của riêng mình từ quầy bar. Nhân viên quầy bar tốt và mỉm cười.\nĐược rồi trong một ngày, nhưng đối với những người thích những ngày đi biển thì quá đắt.  Nhà vệ sinh chỉ có 2 cái cho mỗi nam và nữ. Tầm nhìn tốt.  Có lẽ một số nhân viên cần đến Thổ Nhĩ Kỳ và học hỏi từ họ! Đọc thêm",
            "Tôi và người bạn thân nhất của mình đã có khoảng thời gian tuyệt vời ở bãi biển này!\n\n - 20 mỗi chiếc giường phơi nắng và - 8 cho một chiếc ô - nghe có vẻ đắt tiền nhưng bạn có được cả ngày và vị trí rất đẹp, cũng rất dễ dàng để bạn xuống nước để bơi.\n\nCâu lạc bộ có một quầy bar và đồ ăn được cung cấp để nhân viên có thể mang những thứ này đến cho bạn khi được yêu cầu. Giá cả đối với họ cũng không quá cao so với một số câu lạc bộ bãi biển khác trong khu vực.\n\nChắc chắn sẽ quay lại đây!Xem thêm",
            "Bãi biển nhỏ tuyệt vời và cơ sở vật chất nói chung là tốt. Tôi đã gọi mì ống cho bữa trưa, đó là món ăn chất lượng và các đầu bếp rõ ràng là có tay nghề cao. Nhân viên ổn, có thể không quá thân thiện nhưng chắc chắn không thô lỗ. Tôi sẽ nói đây là khu vực an toàn và thân thiện với trẻ em. Nó cho cảm giác an toàn đặc biệt là chống trộm.Đọc thêm",
            "Bãi biển đẹp, không lớn lắm nhưng hoàn hảo để thư giãn bên bờ biển. Lượt xem thật tuyệt vời. Tìm thấy nó hơi đắt tiền nhưng không thay đổi trải nghiệm. Nhân viên rất có sức chứa và hữu ích. Rất muốn giới thiệu. Đọc thêm",
            "Tôi và người bạn thân nhất của mình đã có khoảng thời gian tuyệt vời ở bãi biển này! - 20 cho mỗi chiếc giường phơi nắng và - 8 cho một chiếc ô - nghe có vẻ đắt tiền nhưng bạn có thể sử dụng cả ngày và vị trí rất đẹp, cũng rất dễ dàng để bạn xuống nước để bơi. Câu lạc bộ có quầy bar và đồ ăn được cung cấp, vì vậy nhân viên có thể mang cái này đến cho bạn khi được yêu cầu. Giá cả đối với họ cũng không quá tệ so với một số câu lạc bộ bãi biển khác trong khu vực. Chắc chắn sẽ quay lại đây!Đọc thêm",
            "Vì vậy, chúng tôi quyết định thử một ngày ở bãi biển Peters trong kỳ nghỉ 7 ngày ở sorento. Tôi chưa bao giờ nghe nói đến việc đặt chỗ để đi biển nhưng vì đây là bãi biển riêng nên tôi đoán đó là điều cần thiết. Thật bận rộn vì chúng tôi đã chọn lối đi chứ không phải bãi biển thực sự, nó đắt 48 euro cho 2 người. Không được phép mang thức ăn của riêng bạn vào. Khá nhiều công nhân không nói được tiếng Anh mà tôi thấy kỳ lạ. Nhưng này, tôi không nói được tiếng Ý.  Người phụ nữ khi đặt phòng hơi đột ngột, những người đàn ông làm việc, chăm sóc chỗ ngồi rất thô lỗ và có xu hướng phớt lờ bạn, chúng tôi đã đi lấy đồ uống của riêng mình từ quầy bar. Nhân viên quầy bar tốt và mỉm cười. Được rồi trong một ngày, nhưng đối với những người thích những ngày đi biển thì quá đắt.  Nhà vệ sinh chỉ có 2 cái cho mỗi nam và nữ. Tầm nhìn tốt.  Có lẽ một số nhân viên cần đến Thổ Nhĩ Kỳ và học hỏi từ họ! Đọc thêm",
            "Although this is a stunning location and a beautiful view,the staff or shall I say 1 member of staff spoilt the whole experience for us.This is not all staff just the dark haired lady in her late 50 - s - 60s in particular she could definitely do with a significant course of customer service training and disability awareness! We arrived early looking forward to a great day at the beach.One of our children has a hidden disability however we do have a disability access card for this reason as they have limited mobility and additional needs. We showed the access card at the entrance and explained to the lady on reception who then showed to the young man,as may not of been familiar with the card,which I totally understand in a different country but I was more than happy to explain.He then went and brought another lady whom I assume was management.I can only describe as the rudest and most arrogant lady I have came across here in Sorrento! We explained about the disability and needs to be met with the reaction of shaking her hands telling us that our child - s not disabled and can walk !!She then proceeded to let an Italian gentleman through on a mobility scooter pointed and him and said disabled then pointed at my child and said not disabled as they can walk ! What she clearly didn - t realise it that once the  Italian disabled man made it to the end of the pier,he got out of the mobility scooter and walked to the sun lounger in exactly the same way my child can! My child sat on the bed for the full day unable to access any of the other facilities yet the disabled man who entered on the scooter went up and down to the water,my child can walk,as could the man in the mobility scooter but a disability is a disability whether your in England,Italy or any other country in the world and you do not have to be in a wheelchair or mobility scooter to be disabled ! As we had paid  - 96 euros to hire the sunbeds FOR THE DAY and they were not able to accommodate the disability we asked for a pass to go out and come back after dealt with my child,to be told by the same rude lady that she has told us when we booked the tickets we could not come in and out.There were many people we seen go for lunch earlier and come back in but they were local people whom we were speaking with and they told us they - re happy to let you go in and out as long as towels are on beds but apparently this rule does not apply to tourists and if you leave,you pay again or lose the bed.I add she had absolutely not told us this and had already taken the  - 96 before she was rude,otherwise we would have walked along to the pier next to the lift who appeared much more welcoming and friendly.We took the re entry cards however and our belongings and did not return and won - t ever return this venue again whenever we come back to Sorrento.The other staff apart from this lady were polite,happy and friendly and she could do with taking some hints and tips from them because great tourist attraction or not,it will not take long for people to become aware of this ladies disregard for what is most likely her main source of income ! There are many other beach - pier points that can be entered and cater much better for disabled people from past experiences this was our first and very last visit using this venue.Not for disabled people unless of course you have a wheelchair or mobility scooter and then you won - t have any issues at all!Read more",
            "Bãi biển St Peter là một trong 3-4 bãi biển xếp hàng dài từ trung tâm thành phố - và gần hơn -. Để đi đến bãi biển, bạn phải xuống bãi biển thực tế. Bạn có thể đi bộ - rất nhiều bước - hoặc bạn đi thang máy mà bạn phải trả tiền để lên xuống. Nước rất đẹp, bạn có thể nhìn thấy nhiều màu xanh lá cây và xanh lam khác nhau, nước ở nhiệt độ phù hợp. Mang theo một số googles vì ​​nó rất đẹp dưới nước. Bạn có thể vào bãi biển bằng cách đặt trước và bạn sẽ có được chỗ ngồi tốt nhất, hoặc bạn đi đến khu vực không cần đặt trước, ở đó bạn trả tiền vào cửa, trả tiền ghế cho mỗi người và ô. Chỉ để vào được, tôi đã trả hơn 50 euro cho tôi và con trai tôi chỉ để được vào và họ sẽ xếp chỗ cho bạn ở nơi họ muốn. Tôi không biết giá đặt chỗ là bao nhiêu nhưng thành thật mà nói, bạn không cần nó vì bạn có thể băng qua các bãi biển và không ai quan tâm. Hãy chắc chắn rằng bạn đến đó sớm! Từ 8 đến 9 giờ sáng vì đến trưa thì rất đông. Nếu đến sớm, bạn có thể tận hưởng bãi biển nhiều hơn vì ở đó không có nhiều người. Chúng tôi đến vào khoảng 9 giờ sáng và rời đi lúc 2 giờ chiều, thời điểm lý tưởng để tắm nắng, bơi lội, lặn với ống thở, ăn uống - 50 euro nữa - và tận hưởng. Hãy cẩn thận với cái nắng mùa hè!, bạn sẽ bị rám nắng rất nhanh.Đọc thêm",
            "Bãi biển rất tốt cho gia đình. Chúng tôi có giường tắm nắng và ô vì chúng tôi đến sớm đúng giờ. Thường đầy đủ. Chúng tôi không bao giờ tìm ra cách đặt trước giường phơi nắng. Đó là lý do tại sao chúng tôi đến sớm. Người phụ nữ trong buổi tiếp tân rất hữu ích và những chàng trai trẻ của nhân viên cũng vậy. Khi chúng tôi gọi đồ ăn ở quán bar trên bãi biển, chúng tôi không nhận được hướng dẫn cụ thể về cách thức, địa điểm nhận đồ ăn và nơi chờ đợi. Một số nhân viên phục vụ của quán bar và nhà bếp trên bãi biển hơi thô lỗ với khách hàng và mọi người không thể hiểu tiếng Anh tốt như vậy. Chúng tôi không thấy ai trong số họ mỉm cười. Nhưng thức ăn thì tuyệt vời và chúng tôi đã có một ngày đi biển đáng yêu. Chúng tôi thích nơi này.Đọc thêm",
            "Khi đến nơi, chúng tôi được thông báo rằng cần phải đặt trước nhưng có rất nhiều giường phơi nắng. Chúng tôi được cấp 2 giường ở cuối khu vực lát sàn, điều đó không sao, nhưng các giường đều nằm chồng lên nhau. Chúng tôi phải trả 48 euro cho 2 giường và một chiếc ô! Chúng tôi đã cố gắng lấy một ít thức ăn khi ở đây và được thông báo là không có bàn nào cho đến 2 giờ chiều. Nhưng tất cả các bàn đều trống, nên thay vào đó chúng tôi gọi đồ mang đi. Đó là 8 euro cho một bát khoai tây chiên nóng hổi! Sẽ không đến nữa. Sẽ thử cái khác Đọc thêm",
            "Chồng sắp cưới của tôi rất muốn bơi ở biển nên chúng tôi quyết định đến đây. Bãi biển nhỏ tuyệt vời và bơi lội rất đẹp. Nó cũng có các trụ đá mà bạn có thể tắm nắng trên ghế dài. Bãi biển không lớn lắm và đông đúc nhưng không quá tệ. Người phục vụ đến chỗ chúng tôi, nhận đơn đặt hàng của chúng tôi - không - không viết bất cứ điều gì - và đã hiểu sai. Nhưng đó không phải là một vấn đề lớn. Giá là 22 euro mỗi chiếc cho một chiếc ghế dài trên bãi biển, vì vậy không rẻ tuy nhiên nếu bạn ở đó trong vài giờ - cả ngày thì nó đáng giá. Chúng tôi đã có một ngày tuyệt vời!Đọc thêm",
            "Chúng tôi đã đi vào tuần trước và hài lòng với trải nghiệm của mình. Hôm nay tôi lại đi độc thân và kinh hoàng trước cách đối xử của mình. Tôi đã được hai người nói với tôi - một người đặc biệt thô lỗ - rằng tôi không thể - không có giường vì họ không - tặng giường cho khách hàng độc thân! Họ cũng nói rằng TẤT CẢ số giường đã được đặt trước. Chúng trống rỗng. Tôi nói với chàng trai trẻ rằng công việc kinh doanh rất kém. Có một thanh niên người Ý đang xếp hàng chờ - một mình -.....tự hỏi làm thế nào cô ấy có thể vào được?Đọc thêm",
            "Bạn có thể sử dụng Lilo trên Bãi biển Peter - s không?Đọc thêm",
            "chúng tôi sẽ đến Sorrento vào tháng 10 và tôi tưởng tượng biển sẽ quá lạnh để bơi nhưng muốn bọn trẻ nhúng chân vào, ném đá vào, v.v. Bạn có thể đi biển và không trả tiền cho giường phơi nắng không? Đọc thêm",
            "Tôi nghĩ phải có một bãi biển công cộng miễn phí. Nhưng tôi không nghĩ rằng bạn sẽ tìm được giường phơi nắng miễn phí. Đối với đôi chân của trẻ em tôi nghĩ là ổn.Đọc thêm"
        ],
        "star_ratings": [
            38,
            33,
            14,
            11,
            24
        ],
        "review_amount": 120,
        "location": [
            "Campania",
            "Sorrento",
            "Những việc cần làm ở Sorrento",
            "Nước Ý",
            "Tỉnh Napoli",
            "Châu Âu",
            "Bãi biển Peter - s"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written August 7, 2023",
            "Written August 21, 2023",
            "Written September 12, 2023",
            "Written May 20, 2024",
            "Written September 16, 2023",
            "Written September 12, 2023",
            "Written August 22, 2023",
            "Written August 18, 2023",
            "Written August 7, 2023",
            "Written July 18, 2023",
            "Written July 16, 2023",
            "Written September 11, 2022",
            "Written August 7, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187782-d7087816-Reviews-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d19393924-Reviews-Enjoy_the_Little_Things_Bistrot-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d27431897-Reviews-Nalu_Trattoria_Italiana-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d11932957-Reviews-A_Marenna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12952180-Reviews-Trattoria_dei_Mori-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d23981848-Reviews-Piennolo_Land_Food-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12229461-Reviews-Fresco_Sorrento_Gelato_Smoothies_Gelateria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d23961667-Reviews-Storico8-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d24093193-Reviews-Antica_Gelateria_dell_Accademia-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d12668090-Reviews-D_Anton-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187782-d10343513-Reviews-Terrazza_Vittoria-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d8064370-Reviews-Villa_Comunale-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d523607-Reviews-Chiostro_di_San_Francesco-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d11779086-Reviews-Gallery_Raffaele_Celentano-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d519920-Reviews-Basilica_di_Sant_Antonino-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14142436-Reviews-SyArt_Gallery-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14139452-Reviews-Porto_di_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17383649-Reviews-Murale_TvBoy-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14139496-Reviews-Marina_Piccola-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d23908966-Reviews-Palazzo_Marziale-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17660562-Reviews-Marameo_Beach_Club-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-or10-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4346545-Reviews-Bagni_Regina_Giovanna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669863-Reviews-Punta_del_Capo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669860-Reviews-Il_Vallone_dei_Mulini-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3584314-Reviews-Stabilimento_Balneare_Bagni_Salvatore-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d545198-Reviews-Marina_di_Puolo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6782432-Reviews-Bagni_Sant_Anna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d13970285-Reviews-Parco_Giochi_Don_Luigi_Verde-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d23335316-Reviews-Amalfi_Coast_Dream-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14065019-Reviews-My_Sorrento_Holiday-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1861625-Reviews-Nautica_Sic_Sic-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4468561-Reviews-Sorrento_Luxury_Charter-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d10516697-Reviews-Sorrento_Sea_Tours-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d6706446-Reviews-Compass_Tour-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d13942300-Reviews-Fernando_s_Boats-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d20381695-Reviews-IAMME_IA_Gray_Line-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d2337923-Reviews-Corner_Shop_Sorrento-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7146254-Reviews-Sorrento_Lift-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d12833333-Reviews-Good_Heart_Limos-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29090-d3548023-Reviews-Roy_s_Motel_Cafe-Amboy_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d1603722-Reviews-Hawaii_Volcanoes_National_Park-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Ha.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d109198-Reviews-Alyeska_Pipeline_Viewing_Point-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g58833-d145629-Reviews-Pearrygin_Lake_State_Park-Winthrop_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58227-d108619-Reviews-Chippokes_State_Park-Surry_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d12853269-Reviews-Monastery_Beach-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135106-d1423812-Reviews-Tenjin_Underground_Shopping_Center-Tenjin_Chuo_Fukuoka_Fukuoka_Prefecture_Kyush.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1569521-Reviews-Philadelphia_s_Magic_Gardens-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d17338135-Reviews-Ladder_of_Kotor-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560564-Reviews-Lake_of_the_Isles-Minneapolis_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-or10-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html"
    }
]