[
    {
        "attraction_name": "Petit Palais",
        "attraction_name_vi": "Cung điện nhỏ",
        "general_info": [
            "2.428 đánh giá",
            "47 trong số 3.569 điều cần làm ở Paris",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "Được xây dựng cho Triển lãm Toàn cầu năm 1900 và được tân trang lại hoàn toàn vào năm 2005, Petit Palais mang đến một bức tranh toàn cảnh nghệ thuật từ thời cổ đại đến thế kỷ 20: các bộ sưu tập cổ đại và trung cổ, các đồ vật nghệ thuật quý giá từ thời Phục hưng Pháp và Ý, các bức tranh Dutuit của Flemish và Hà Lan, các biểu tượng Cabal di chúc, tác phẩm thế kỷ 18 Tuck tặng, các bức tranh và tác phẩm điêu khắc của Pháp từ thế kỷ 19 - Courbet, Carpeaux, Cezanne, Vuillard - và các tác phẩm theo trường phái Tân nghệ thuật.Đọc thêm",
        "reviews": [
            "Khu vực này được đặc trưng bởi đại lộ cùng tên kéo dài về phía tây bắc từ Louvre đến khu thương mại hiện đại, được tô điểm bằng Khải Hoàn Môn mang tính biểu tượng. Các đại sứ quán lớn nằm giữa các văn phòng ấn tượng và cung điện tổng thống; kiến ​​trúc từ Triển lãm Universal thế kỷ 19, nhà ở, phòng trưng bày nghệ thuật và các con phố thế kỷ 19 do Nam tước Haussmann thiết kế nằm cạnh các cửa hàng thời trang cao cấp. Khu phố này không bao giờ ngừng nghỉ, luôn tấp nập du khách từ khắp nơi trên thế giới vào mọi thời điểm trong ngày và đêm, tất cả đều chỉ cách sông Seine một quãng ngắn. Đọc thêm",
            "Rất dễ dàng chỉ cần đi bộ ngang qua Grand Palais và Petit Palais, chiêm ngưỡng kiến ​​trúc và tiếp tục di chuyển. \n\nNhưng nếu bạn có thời gian, hãy cân nhắc việc vào bên trong Petit Palais. Đầu tiên, nếu tất cả, NÓ MIỄN PHÍ. Thứ hai, nó lưu giữ nhiều loại nghệ thuật chiết trung trong suốt lịch sử của Pháp. Bạn sẽ sớm nhận ra rằng bạn có thể dễ dàng dành hàng giờ ở nơi này để lang thang và tận hưởng tất cả. \n\nBan đầu chúng tôi không có ý định đến đây, nhưng khi có thời gian rảnh rỗi, chúng tôi bước vào và ngay lập tức nhận ra rằng nó NÊN có trong hành trình của chúng tôi. Thật là một viên ngọc quý! Đọc thêm",
            "Chúng tôi thực sự rất thích thời gian ở đây, đến lúc 10 giờ sáng ngay sau khi họ mở cửa.  Không có lệ phí tuyển sinh.  Rất ít đám đông, rất nhiều tác phẩm nghệ thuật và tác phẩm điêu khắc tuyệt vời để thưởng thức.  Ngay từ những cánh cửa trước màu vàng khổng lồ và ấn tượng cho đến các phòng trưng bày bên cạnh chứa đồ nội thất và đồ lặt vặt. Một tủ kính trưng bày một dàn khỉ sơn màu trong trang phục quý tộc Pháp những năm 1700 đặt bên dưới một chiếc đồng hồ trang trí công phu.  Đây thực sự là một viên ngọc quý không thể bỏ qua.\n\nCó một bức tranh rất hay của Monet: Hoàng hôn trên sông Seine ở Lavacourt, Hiệu ứng mùa đông.\n\nChắc chắn khuyến khích dành một vài giờ ở đây.  Chúng tôi chắc chắn đã làm được!Đọc thêm",
            "Tôi nghĩ Petit Palais hoàn toàn tuyệt vời. Sau đám đông khổng lồ ở Louvre và dOrsay, hầu như không có ai ở đây. Tuy nhiên, nó có một số phòng trưng bày tuyệt vời nhất mà bạn có thể tìm thấy ở Paris. Tôi đặc biệt yêu thích Phòng 4 ở tầng trệt, nơi chắc hẳn là một trong những phòng trưng bày tuyệt vời nhất mà tôi từng đến. Có rất nhiều thứ để xem ở đây, và tôi thực sự ngạc nhiên là nó không nổi tiếng ngang bằng với hai phòng trưng bày lớn. Ngay cả quán cà phê ở đây cũng rất đẹp, với đội ngũ nhân viên thực sự thân thiện. Nếu bạn đến Paris để xem các phòng trưng bày, tôi thực sự khuyên bạn nên ghé thăm Petit Palais.Đọc thêm",
            "Musee des Beaux Arts de Paris nằm ở Petit Palais đơn giản là tuyệt vời: vị trí thuận tiện, miễn phí, vắng vẻ, mở cửa hàng ngày, nằm trong một dinh thự hoành tráng và trang trí công phu từ thế kỷ 19 và có đầy đủ các loại tranh tuyệt vời cũng như các tác phẩm nghệ thuật khác .  Nó đáng được quan tâm nhiều hơn những gì nó nhận được.  Nằm giữa đại lộ Champs Elysee và sông Seine, không xa Place de la Concorde và Jardins Tuileries, đây là nơi kết hợp hoàn hảo với Musee Orangerie gần đó.  Làm sao có ai có thể không hạnh phúc ở Paris?Đọc thêm",
            "Tôi đã đến thăm Paris nhiều lần và tuần này tôi đã đến thăm bảo tàng tuyệt vời này lần đầu tiên. Tòa nhà đẹp, vào cửa miễn phí, không có đám đông, có những tác phẩm nghệ thuật tuyệt vời. Chúng tôi đã nhận được lời giải thích chi tiết từ một hướng dẫn viên trẻ về bản cài đặt mới có tên Nuits Corticals.Đọc thêm",
            "Một nơi tuyệt đẹp để đi lang thang và chiêm ngưỡng kiến ​​trúc, sân trong nhà xinh xắn và bộ sưu tập nghệ thuật. Chúng tôi tình cờ thấy nó và đi vào vì nó miễn phí và rất ngạc nhiên bởi có bao nhiêu thứ để xem. Những đứa trẻ của chúng tôi yêu thích tác phẩm điêu khắc nước trong sân và tôi rất vui khi được gặp Monet và những người theo trường phái ấn tượng mà không phải đối mặt với đám đông của các bảo tàng lớn hơn!Đọc thêm",
            "Đây là nơi yêu thích của tôi trong chuyến thăm Paris. Bảo tàng miễn phí và nghệ thuật tuyệt đẹp. Nhưng tôi thực sự đã yêu khi ngồi ngoài quán cà phê sân vườn nhâm nhi ly rượu. Thật là thư giãn và khiến tôi cảm thấy như mình đang đắm mình hoàn toàn trong khoảnh khắc đó. Đọc thêm",
            "Chúng tôi tình cờ vào Le Petite Palais để tìm một tách cà phê yên tĩnh và bánh sừng bò. Thật là một phát hiện. Tòa nhà tuyệt đẹp từ trong ra ngoài. Quán cà phê nằm trong khoảng sân yên tĩnh và thư giãn, một sự tương phản đáng hoan nghênh với phần còn lại của thành phố vốn rất sầm uất. Bộ sưu tập nghệ thuật bên trong rất ấn tượng và được trưng bày đẹp mắt. Rất đáng để ghé thăm.Đọc thêm",
            "Chúng tôi đã ghé thăm thường xuyên. Chúng tôi không biết có phòng trưng bày dưới tầng chính. Chúng tôi sẽ không biết nếu không đi đến cuộc triển lãm đặc biệt hiện tại về khắc. Siêu. Những bộ sưu tập mà chúng tôi đã bỏ lỡ trong tất cả những lần ghé thăm trước đây cũng vậy. Xấu hổ về chúng tôi. Chúng tôi ở lại ăn trưa nhẹ. Dịch vụ rất hiệu quả và mì ống ngon. Được ở một địa điểm như vậy là một vinh dự đặc biệt. Đọc thêm",
            "Tôi đã đến thăm địa điểm này vào tháng 8 năm 2023 và tôi không biết tại sao mình lại bỏ lỡ việc chia sẻ về nó vì đó là một phát hiện tuyệt vời.\nTôi bị thu hút bởi kiến ​​trúc của nó, được xây dựng cho Hội chợ Thế giới Paris năm 1900. Nó thực sự đẹp từ trong ra ngoài. Điều thú vị là giờ đây nó là một bảo tàng nghệ thuật đẹp cung cấp quyền truy cập miễn phí cho công chúng. Các bộ sưu tập nghệ thuật rất phong phú và có giá trị. Tôi chỉ ước bảng mô tả có tiếng Anh để những du khách quốc tế như tôi có thể hiểu và đánh giá cao tác phẩm nghệ thuật hơn. Tuy nhiên, tôi thực sự khuyên bạn nên ghé thăm nơi này.Đọc thêm",
            "Wow.. lần thứ ba ở Paris nhưng lần đầu tiên ở đây. Thật là một điều trị! Đã dành thời gian đáng yêu... nhận được hướng dẫn âm thanh!  Tôi không thể tin rằng điều này là miễn phí.  Tác phẩm nghệ thuật và điêu khắc tuyệt đẹp, tòa nhà và sân trong tuyệt đẹp.Đọc thêm",
            "Kiến trúc của mặt tiền thật ấn tượng và không hề nhỏ chút nào. Có rất nhiều bức tranh điêu khắc được trưng bày mặc dù cá nhân tôi yêu thích nhất là bức tranh bằng đồng của Ugolino và các con trai của ông ở tầng trệt.Đọc thêm",
            "Một phòng trưng bày nghệ thuật được bố trí tốt và hấp dẫn. Vào cửa miễn phí và có chỗ để hành lý miễn phí ở tầng dưới. Các bộ sưu tập không cần thiết hoặc quan trọng nhưng rất thú vị khi xem xét và nhìn chung được trưng bày tốt, mặc dù có một số tùy chọn ánh sáng kém ở một số nơi.Đọc thêm",
            "Vui vẻ, miễn phí và tuyệt vời! Gia đình tôi đã có khoảng thời gian tuyệt vời nhất và chúng tôi không tốn một xu, một xu hay một franc nào. Những tác phẩm điêu khắc và tranh vẽ tuyệt đẹp và một cầu thang rất ăn ảnh. Nếu bạn có ba lô, hãy đảm bảo mang trên tay chứ không phải trên lưng. Đọc thêm",
            "Tôi đã đến thăm nơi này vào tháng 8 năm 2023 và tôi không biết tại sao mình lại bỏ lỡ việc chia sẻ về nó, bởi vì đây là một phát hiện tuyệt vời. Tôi bị thu hút bởi kiến ​​trúc của nơi này, được xây dựng cho Hội chợ Thế giới Paris năm 1900. Nó thực sự đẹp từ trong ra ngoài. Điều thú vị là giờ đây nó là một bảo tàng nghệ thuật đẹp cung cấp quyền truy cập miễn phí cho công chúng. Các bộ sưu tập nghệ thuật rất phong phú và có giá trị. Tôi chỉ ước bảng mô tả có tiếng Anh để những du khách quốc tế như tôi có thể hiểu và đánh giá cao tác phẩm nghệ thuật hơn. Tuy nhiên, tôi thực sự khuyên bạn nên ghé thăm nơi này.Đọc thêm",
            "Triển lãm này trưng bày các bản in đen trắng từ bộ sưu tập của Petit Palaiss. Nó bao gồm các tác phẩm của Durer, Rembrandt Goya và Toulouse Lautrec. Hầu hết các tác phẩm đều có kích thước nhỏ và cần được nhìn cận cảnh. Điều này tạo ra một thách thức rõ ràng cho du khách với tư cách là một người xem có thể ngăn người khác nhìn thấy bản in. Chương trình kết thúc vào ngày 14 tháng 1 năm 2024Đọc thêm",
            "Chúng tôi đã ghé thăm thường xuyên. Chúng tôi không biết có phòng trưng bày dưới tầng chính. Chúng tôi sẽ không biết nếu không đi đến cuộc triển lãm đặc biệt hiện tại về khắc. Siêu. Những bộ sưu tập mà chúng tôi đã bỏ lỡ trong tất cả những lần ghé thăm trước đây cũng vậy. Xấu hổ về chúng tôi. Chúng tôi ở lại ăn trưa nhẹ. Dịch vụ rất hiệu quả và mì ống ngon. Được ở một địa điểm như vậy là một vinh dự đặc biệt. Đọc thêm",
            "Khá ngạc nhiên trước kiến ​​trúc ấn tượng. Hiện tại đang có một cuộc triển lãm - cho đến tháng 1 năm 2024 - về các bản vẽ, bản khắc và những thứ tương tự với nhiều bậc thầy được trưng bày. Vào cửa miễn phí một cách đáng kinh ngạc.Đọc thêm",
            "Chúng tôi đến đó để xem triển lãm cố định, triển lãm Paris of Modernity trông rất hấp dẫn nhưng chúng tôi không có thời gian. Có vẻ như chủ yếu là tác phẩm điêu khắc của Pháp thế kỷ 19, các nghệ sĩ trang trí và họa sĩ hiện thực. Bộ sưu tập biểu tượng phương Đông đẹp nhưng nếu bạn định đến, chẳng hạn, năm hoặc sáu bảo tàng nghệ thuật ở Paris, thì đây có lẽ không phải là một trong số đó. Một vài bức tranh tuyệt vời trong số rất nhiều. Đọc thêm",
            "Tòa nhà đẹp, dễ tìm và không đông đúc. Vào cửa miễn phí và một khoảng sân nhỏ tuyệt đẹp. Hoàn hảo để nghỉ ngơi sau khi đi bộ và ăn nhẹ hoặc uống cà phê.Đọc thêm",
            "Chào buổi sáng \n\nTôi muốn biết bạn ước tính cần bao nhiêu thời gian để thực hiện hai chuyến thăm The Dutch và Art of Pastel?\nTôi dự định đến đó vào chiều chủ nhật, tức là khi mọi người đi!! ;- \n\nCảm ơn trước.\nLaurenceĐọc thêm",
            "Nếu bạn muốn thưởng thức các tác phẩm được trình bày, hãy dành 1 giờ 30 phút cho người Hà Lan ở Paris. Ngoài ra vào Chủ nhật có thể có một vài người.Đọc thêm",
            "Làm thế nào để tôi đặt chỗ ăn trưa? Tôi có thể gửi email cho bạn không? \nMerci,\nMartha Đọc thêm",
            "Quán cà phê tự phục vụ khi tôi ở đó và hàng dài và chậm ngay cả khi mua đồ uống nên tôi không ăn ở đó. Phần ngoài trời không được bố trí để ngồi ngoài trời vào mùa đông. Tôi nghĩ sẽ thú vị hơn khi ngồi bên ngoài hơn bên trong khi có bàn ngoài trời và thời tiết ấm lên vì sân trong khá đáng yêu. Ngay cả khi bạn chỉ đi dạo quanh khu vườn, bạn cũng sẽ thích thú.Đọc thêm",
            "Bạn nghĩ mình sẽ cần đến thăm bảo tàng này trong bao lâu?Đọc thêm",
            "Đối với bộ sưu tập cố định, khoảng hai giờ.\nĐối với các triển lãm tạm thời, tùy thuộc vào độ sâu và phạm vi của chúng, thêm một hoặc hai giờ nữaĐọc thêm",
            "Trang web chính thức cho biết Mở cửa muộn đến 9 giờ tối Thứ Sáu để triển lãm tạm thời.... Điều này có nghĩa là bạn cũng có thể tham quan các khu vực bảo tàng cố định sau thời gian đóng cửa thông thường là 6 giờ chiều?Đọc thêm"
        ],
        "star_ratings": [
            1441,
            810,
            132,
            25,
            20
        ],
        "review_amount": 2428,
        "location": [
            "Ile-de-France",
            "Những điều cần làm ở Paris",
            "Cung điện nhỏ",
            "Pháp",
            "Châu Âu",
            "Paris"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written July 8, 2023",
            "Written September 23, 2023",
            "Written October 2, 2023",
            "Written October 5, 2023",
            "Written October 11, 2023",
            "Written October 19, 2023",
            "Written November 5, 2023",
            "Written November 30, 2023",
            "Written March 22, 2024",
            "Written May 4, 2024",
            "Written April 22, 2024",
            "Written April 11, 2024",
            "Written March 31, 2024",
            "Written March 22, 2024",
            "Written January 14, 2024",
            "Written November 30, 2023",
            "Written November 24, 2023",
            "Written November 22, 2023",
            "Written November 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d232167-Reviews-Petit_Palais-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7679533-Reviews-Le_Gabriel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7205470-Reviews-Alleno_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19244431-Reviews-Origines_Restaurant-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d8811064-Reviews-Le_Clarence-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19132934-Reviews-Pavyllon-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2013853-Reviews-114_Faubourg-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d8609394-Reviews-24_Le_Restaurant-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d719052-Reviews-Epicure-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d780426-Reviews-Restaurant_Lasserre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19213280-Reviews-La_Scene-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14117255-Reviews-Les_Quatre_Saisons-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14117215-Reviews-L_Art_et_la_Nature-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14117197-Reviews-L_Art_de_la_Renaissance-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14117271-Reviews-L_Art-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d590230-Reviews-Grand_Palais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14087744-Reviews-Statue_de_Winston_Churchill-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13786239-Reviews-Statue_de_Georges_Clemenceau-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12213863-Reviews-Cours_de_la_Reine-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d19271892-Reviews-Bouquet_de_tulipes_Jeff_Koons-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d232167-Reviews-or10-Petit_Palais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188150-Reviews-Musee_d_Orsay-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188149-Reviews-Musee_Rodin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265635-Reviews-Musee_de_l_Orangerie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12617559-Reviews-Just_Art_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2507208-Reviews-Musee_des_Arts_Forains-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d232159-Reviews-Musee_Nissim_de_Camondo-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d549934-Reviews-Memorial_De_La_Shoah-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d232121-Reviews-Musee_Bourdelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190977-Reviews-Musee_de_la_Musique-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1520118-Reviews-Sight_Seeker_s_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10065530-Reviews-Paris_A_15H15-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10190547-Reviews-Paris_Tuktuk-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14117268-Reviews-L_Harmonie_Triomphant_de_la_Discorde-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14116930-Reviews-La_Seine_et_ses_Affluents-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g30488-d3165411-Reviews-Water_World-Dothan_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2191571-Reviews-Utamaduni_Craft_Centre-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4458701-Reviews-Scuola_del_Cuoio-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155431-Reviews-Biosphere-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16868062-Reviews-The_EmQuartier-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d290622-Reviews-African_Safari_Wildlife_Park-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g304097-d18452482-Reviews-Sveti_Stefan_Beach-Sveti_Stefan_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2176484-Reviews-Macao_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5841282-Reviews-Fat_Black_Pussycat-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324915-Reviews-Myeongdong_NANTA_Theater-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d232167-Reviews-or10-Petit_Palais-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d232167-Reviews-Petit_Palais-Paris_Ile_de_France.html"
    }
]