[
    {
        "attraction_name": "Phang Nga Bay.",
        "attraction_name_vi": "Vịnh Phang Nga.",
        "general_info": [
            "1.808 đánh giá",
            "1 trong 13 điều nên làm ở Vườn quốc gia Ao Phang Nga",
            "Nguồn nước",
            "Quần đảo"
        ],
        "attraction_summary": "Phang Nga nổi tiếng với phong cảnh ngoạn mục với những vách đá vôi nhô lên khỏi làn nước trong xanh. Có những hang động, đầm phá và những bãi biển nhỏ hẻo lánh đang chờ bạn khám phá.Đọc thêm",
        "reviews": [
            "Chuyến đi rất được khuyến khích với khung cảnh bưu thiếp tuyệt vời của Quần đảo và cái nhìn sâu sắc về cuộc sống địa phương. Đảo James Bond mang tính biểu tượng và tôi rất vui vì người dân Thái Lan có thể hưởng lợi từ du lịch. Đọc thêm",
            "Đã đến đảo James Bond nhiều lần! Không bao giờ chán nó. Nghĩ rằng các diễn viên trong bộ phim 007 của tôi đã từng đến đây mặc dù tôi chưa sinh năm 1974. Mọi người đến đây sẽ thích thú tạo dáng như Bond 007. Ở Vịnh Phang Nga còn có những điểm tham quan khác mà bạn không thể bỏ qua. Ví dụ: Hang Kem, Hang Đước và Rừng ngập mặn, Đảo Hồng, Đảo Panak, chèo thuyền rất thú vị. Sau bữa trưa, chúng tôi có cơ hội quan sát lối sống của người Hồi giáo trên đảo Panyee. Cộng đồng tuyệt vời đã định cư trong nước! Họ đã có tất cả các cơ sở ở đó! Chuyến đi cuối cùng của tôi, tôi đã phát hiện ra quán cà phê đẹp và hiện đại ở đó và giá cả cũng khác nhau ở những quán chính! Điểm đến cuối cùng thường là đảo Naka nơi bạn có thể thư giãn, uống rượu, bơi lội, tắm nắng. Vịnh Phang Nga là địa điểm lý tưởng để ghé thăm vào bất kỳ thời điểm nào trong năm. Tham quan James Bond và Vịnh Phang Nga cùng bạn bè và người quen có thể sẽ rất thú vị! Indie.Đọc thêm",
            "Trải nghiệm này là PHẢI khi bạn đến thăm Thái Lan.  Các trang web tuyệt vời nhất.  Rất đẹp.  Rất khuyến khích nó.Đọc thêm",
            "Nơi này đơn giản là tuyệt vời! Tôi đã tham gia chuyến tham quan bằng tàu cao tốc Crystal Seamarine và chúng tôi mất 1 giờ để đến Đảo Hồng, nơi chúng tôi được chuyển sang ca nô để vào những hang động tuyệt vời và khung cảnh cực kỳ ngoạn mục. Sau đó, chúng tôi đến thăm một số hòn đảo bao gồm Đảo James Bond, chuyến tham quan đón chúng tôi lúc 9 giờ sáng và trở về vào khoảng 7 giờ tối. Đó là một ngày dài nhưng tuyệt vời!!Đọc thêm",
            "Đến thăm nơi này vì đây là một phần của chuyến đi thuyền đến đảo James Bond. Hoạt động chèo thuyền kayak gần những tảng đá vôi. Đọc thêm",
            "Had one day in Phuket during a cruise. Traveling with a family of 4 with college kids.Phang Nga Bay is a 400 km2 150 sq mi bay in the Strait of Malacca between the island of Phuket and the mainland of the Kra Isthmus of southern Thailand. Since 1981, an extensive section of the bay has been protected as the Ao Phang Nga National Park.Limestone cliffs with caves, collapsed cave systems, and archaeological sites are found about Phang Nga Bay. Around 10,000 years ago, when sea levels were lower, it was possible to walk from Phuket and Krabi.The most famous of the many islands in the bay may be the pair of Khao Phing Kan and Ko Ta Pu, the so-called James Bond Island; in the 1974 movie The Man with the Golden Gun, Khao Phing Kan is the home base of the villain, with the needle formed limestone rock of Ko Ta Pu, 20 metres 22 yd off the main beach, featured prominently. Ko Ta Pu also featured in the 1997 Bond film Tomorrow Never Dies, in which Phang Nga Bay served as a stand-in for Ha Long Bay in Vietnam. Nearby villages include Ao Luk.There are numerous day trips offered to this area which include bus transportation from your hotel to a boat which provides a tour of Phang Nga Bay, Sea Caves, James Bond Island and lunch at Koh Panyi Floating Muslim Village. Depending on your tour you can visit James Bond Island andor canoe the sea caves. Make sure to choose a boat with cover to shield yourself from hot sun.Since we were on a cruise which ported at Patong Beach, we were limited in time, and had to book a tour with the cruise at much higher price to meet the time requirements. Most private tours leave at 8 am from Patong Beach which are too early to make from most ships.From Patong Beach it takes approximately two hours by bus to reach the boat pier, however the ride provided a nice scenic view of Phuket Island.  Once at the pier we boarded a speed boat to tour the area.  We did not dock at James Bond Island or Sea Caves however saw pretty much everything from the boat.  After touring for an hour we docked at Koh Panyi Floating Muslim Village for lunch at one of the several restaurants on the piers. The lunch provided was a wonderful Thai Lunch buffet with typical Thai food with fruits, soup and soft drink. This surprising and quite large village entirely built on stilts lives mainly from fishing and tourism. A quick tour of the island provides a look into Muslim Village life, mosque, school and giftsouvenir stands. Bring local currency.On the way back, the tour provided a stop at the Wat Suwan Khuha which consists of a cave sheltering an immense reclining golden Buddha. A faded decorated gate opens at the feet of a cliff onto a large cavern with high ceilings, about forty meters long and twenty meters wide. This original temple is home to an impressive fifteen-meter-long golden reclining Buddha and several other standing Buddha images. The whole place is also decorated with numerous religious items and worth a visit. A monk often meditates in front of the Buddha, surrounded by some lazy cats who seem to find the place spiritual enough to have a nap.At the cave entrance, a stupa structure reminds you of the famous Wat Arun in Bangkok temple of dawn, and some stairs next to the reclining Buddha take you up to another small cave with another golden stupa. At the very end of the cave, a fly of wide stairs opens to the forest outside and from there to smaller but less interesting caves.We spent the rest of the day exploring Patong Beach prior to heading back to the cruise ship.All in all, a great way to spend the day at Phang Nga BayPatong Beach with a family.Read more",
            "Tôi và gia đình đã may mắn có được một ngày để khám phá công viên quốc gia đầy cảm hứng này, nơi có những khối đá đặc biệt và những hòn đảo có rừng.  Có vô số hòn đảo và hang động trong khu vực này, vì vậy bạn có thể dành nhiều ngày để khám phá khu vực này mà không thể nhìn thấy hết mọi thứ.  Vịnh phát quang sinh học thật tuyệt đẹp!  Tốt nhất nên khám phá khu vực này bằng thuyền dài vì chúng nhỏ hơn và dễ di chuyển hơn.  Tôi khuyên bạn nên thuê một hướng dẫn viên để chỉ cho bạn khu vực này vì bạn rất dễ bị lạc nếu không quen thuộc với khu vực đó.Đọc thêm",
            "Đã có một chuyến tham quan riêng tuyệt vời cho gia đình từ Khao Lak đến Vịnh Phang Nga. Các địa điểm thật tuyệt đẹp - Đảo James Bond hơi kém hấp dẫn, Koh Panyee, các hang động, rừng ngập mặn, vách đá của các đảo đá vôi đều tuyệt vời. Hướng dẫn viên của chúng tôi, Lora từ Dior Travel ở Biang Niang - Khao Lak thật tuyệt vời. Cô ấy vui vẻ, thân thiện và cực kỳ hiểu biết về toàn bộ khu vực Phang Nga. Một chuyến thăm đến Vịnh Phang Nga là điều bắt buộc nếu đi du lịch đến Phuket hoặc Khao Lak. Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời khi chèo thuyền qua các hang động và rừng ngập mặn tuyệt đẹp trong chuyến tham quan Vịnh Phang Nga. Hướng dẫn viên của chúng tôi đã khiến chuyến đi nhàn nhã này trở nên thú vị hơn, mặc dù việc trả tiền boa cho anh ấy là một yếu tố chính trong bài phát biểu của anh ấy - điều này không có gì bất ngờ. Chúng tôi thực sự thích khoảng thời gian nhàn nhã trên thuyền và sẽ thích những kỷ niệm về trải nghiệm ngắn ngủi nhưng thú vị này. Đọc thêm",
            "Chèo thuyền trong và xung quanh các cấu trúc hang động tuyệt vời với hướng dẫn viên giàu kinh nghiệm là một trải nghiệm hiếm có. Màu nước và sự tĩnh lặng yên bình rất tốt cho tâm hồn. Hướng dẫn viên của chúng tôi ở độ tuổi 70, khỏe mạnh và nhanh nhẹn, chỉ ra các đội hình khi chúng tôi giao tiếp bằng cả tiếng Anh và tiếng Thái. Hãy chuẩn bị nằm ngửa trên ca nô khi bạn đi qua các lối vào hang động. Đừng cảm thấy bắt buộc phải tip nhưng chúng tôi đã làm như vậy vì trải nghiệm anh ấy chia sẻ với chúng tôi thật tuyệt vời. Đọc thêm",
            "Xin chào, bạn có thể cho tôi biết bạn đến công viên để tham gia chuyến tham quan này vào lúc nào không? Bạn đã liên hệ trước với công viên để hỏi về khả năng này chưa? cảm ơn bạn!Đọc thêm",
            "Có ổn vào một ngày mưa không? Tour nào.Đọc thêm",
            "Không nên vào một ngày mưa.\nChuyến đi của chúng tôi là với Khaolak Triple - chuyến tham quan tuyệt vời.Đọc thêm",
            "CHÀO! Tôi sẽ đi du lịch đảo vào năm tới và thích những hòn đảo nhỏ hơn và yên tĩnh hơn. Tôi dự định dừng lại ở đây một ngày nhưng sau đó thấy có rất nhiều hoạt động thú vị được thực hiện ở đây. Thời gian tốt nhất để ở hòn đảo này là bao lâu để tham quan các điểm tham quan chính trước khi chuyển sang hòn đảo khác? Và tốt hơn là tôi nên sắp xếp chuyến đi của riêng mình hoặc tham gia dịch vụ du lịch với tư cách là một du khách ba lô một mình và cuối cùng đã đặt vé phà trên phà vịt.Đọc thêm",
            "Tôi khuyên bạn nên sử dụng dịch vụ du lịch vì họ biết chính xác nơi sẽ đưa bạn và thả bạn.Đọc thêm",
            "Chào buổi sáng ,\nTôi muốn đến thăm Vịnh Phang Nga vào ngày 5 tháng 3 năm 2020 trong ngày bằng một chiếc thuyền đuôi dài, từ Phang Nga nơi tôi thuê một khách sạn.\n Tôi muốn tránh những chuyến du ngoạn như những chuyến du ngoạn do các công ty tổ chức khởi hành từ Khao Lai hoặc Phuket vì tôi sẽ ở đó.\nBạn có thể đưa ra một số gợi ý cho tôi và chỉ ra sân ga lên máy bay nơi có thể mua lối ra tương tự như báo cáo ngày 27 tháng 7 không.\nCảm ơn bạnĐọc thêm",
            "Tôi có thể tham gia chuyến đi này từ Khao Lak không? Vui lòng cho biết nó liên quan như thế nào và những gì - vận chuyển và thời gian. Cảm ơn Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan đảo James Bond bắt đầu từ Khao Lak vài năm trước. Mất khoảng một giờ 15 phút lái xe từ khách sạn của chúng tôi đến cảng để bắt đầu đi ra vịnh. Chúng tôi đặt tour tại địa phương. Nó hỗn hợp và taxi được thu thập từ nhiều khách sạn trước khi đến cảng.Đọc thêm",
            "Bạn có gợi ý nào về một công ty du lịch tư nhân ở Phuket sẽ đón 2 người chúng tôi tại Ko Yao Noi, đưa chúng tôi đi tham quan Vịnh Phang Nga và đưa chúng tôi trở lại Phuket vào cuối ngày với mức giá hợp lý không? Chỉ có một ngày để tham quan nên không có thời gian đến Phuket để khởi hành từ đó.\n\nCảm ơn trướcĐọc thêm",
            "Vui lòng liên hệ Siam Best HolidayĐọc thêm",
            "Cảm ơn nhận xét của bạn, DamsS_13. Tôi đang lên kế hoạch cho một chuyến đi vào tháng 1 năm 2020. Bạn có thể cho tôi biết bạn đã đưa chiếc thuyền này đi đâu không? Tại bến tàu gần thị trấn Phang Nga? Cảm ơn trước ! FrançoiseĐọc thêm",
            "Niko chào buổi tối, tôi muốn bạn có thể viết thư cho tôi rằng bạn đã thực hiện chuyến tham quan này với công ty nào và bạn bắt đầu từ khu vực nào của Phuket???? CẢM ƠN BẠN Đọc thêm",
            "Chào buổi sáng\nchỉ cần biết chính xác nơi bạn sẽ khởi hành để tham quan vịnh vì có nhiều nơi bạn có thể đi thuyền? \nCảm ơn bạn trước vì câu trả lời của bạn\nTrân trọng\nbernardĐọc thêm",
            "Cảm ơn bạnĐọc thêm",
            "Xin chào,\nBạn đã đi tour nào? Tôi muốn đi một chuyến vào buổi chiều bao gồm cả Vịnh Phang Nga và Đảo James Bond.\nCảm ơnĐọc thêm",
            "Xin chào Pravine, Chúng tôi đã đến thăm Vịnh Phang Nga từ Phuket và Đảo James Bond từ Krabi. Chúng tôi đã mua hai gói gia đình từ Công ty Du lịch Phuket PTC - Đảo D1 Phi Phi và Đảo D2 4. Họ còn trẻ và rất chuyên nghiệp. Gia đình tôi thích dịch vụ của họ. Chúng tôi đã không đặt chúng trực tuyến. Chúng tôi đã nghiên cứu và chọn PTC dựa trên một số tiêu chí. Chúng tôi đến văn phòng của họ, xem xét các gói hàng và chọn ra hai gói. Chúng tôi cũng được giảm giá tốt. Bạn có thể kiểm tra trang web và trang FB của họ để biết thêm về họ.Đọc thêm"
        ],
        "star_ratings": [
            1235,
            463,
            79,
            18,
            13
        ],
        "review_amount": 1808,
        "location": [
            "nước Thái Lan",
            "Những điều cần làm ở Vườn quốc gia Ao Phang Nga",
            "Tỉnh Phang Nga",
            "Vịnh Phang Nga.",
            "Vườn quốc gia Ao Phang Nga",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 5, 2023",
            "Written October 11, 2023",
            "Written May 16, 2023",
            "Written February 22, 2023",
            "Written February 9, 2023",
            "Written January 1, 2023",
            "Written December 26, 2022",
            "Written December 20, 2022",
            "Written October 26, 2022",
            "Written October 3, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1152716-d317707-Reviews-Phang_Nga_Bay-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g15270820-d12166100-Reviews-Samet_Nangshe_Viewpoint-Tha_Yu_Takua_Thung_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2043912-d553518-Reviews-James_Bond_Island-Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d10594729-Reviews-Hongs_of_Phang_Nga-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g26186400-d26167095-Reviews-Samet_Nangshe_Viewpoint-Hin_Rom_Takua_Thung_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d317707-Reviews-or10-Phang_Nga_Bay-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d7702675-Reviews-Koh_Panak_Cave-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d1464683-Reviews-Ko_Yao_Yai-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d7614197-Reviews-Ko_Panyi-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d8546137-Reviews-Ko_Pa_Nak-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d553519-Reviews-Koh_Khai_Nai-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d13454969-Reviews-Ice_Cream_Cave-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d8546158-Reviews-Lawa_Island-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d6885224-Reviews-Khai_Nok_Island-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152716-d23127546-Reviews-Image_result_for_Koh_Talu_Ao_Phang_Nga_National_Park_Koh_Talu-Ao_Phang_Nga_Nati.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d10234718-Reviews-The_Seanery-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d3780661-Reviews-Silver_Hawk_Group-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d2179853-Reviews-Sea_Canoe_Co_Ltd-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d1222191-Reviews-Andaman_Leisure_Phuket_Co_Ltd-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g661285-d3445683-Reviews-Mina_s_Cooking_Classes-Ko_Yao_Noi_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661285-d8786914-Reviews-Ohm_Shop_on_Sale-Ko_Yao_Noi_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d10799101-Reviews-Jp_Andaman_Tour-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d554898-Reviews-Koh_Panyi_Floating_Muslim_Village-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661285-d11621189-Reviews-Dodee_Koh_Yao_Noi-Ko_Yao_Noi_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661285-d19786397-Reviews-Similan_Scuba_Koh_Yao_Noi-Ko_Yao_Noi_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237679-d6976927-Reviews-Wat_Manee_Sri_Mahathat-Takua_Thung_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191902-d7160653-Reviews-Agios_Gordios_Beach-Agios_Gordios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d1519581-Reviews-Nissi_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d600377-Reviews-Shakarpariyan_Hills-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155491-Reviews-Chinatown-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153711-Reviews-Museo_Nacional_de_Antropologia-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d289085-Reviews-Central_Market_Centraltirgus-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147314-d153260-Reviews-Somerset_Falls-Port_Antonio_Portland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g35015-d8419355-Reviews-Cherokee_County_Aquatic_Center-Holly_Springs_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190629-Reviews-Casa_Mila_La_Pedrera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d4115576-Reviews-Park_City_Center-Lancaster_Lancaster_County_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1152716-d317707-Reviews-or10-Phang_Nga_Bay-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1152716-d317707-Reviews-Phang_Nga_Bay-Ao_Phang_Nga_National_Park_Phang_Nga_Province.html"
    }
]