[
    {
        "attraction_name": "Phantom Canyon Road",
        "attraction_name_vi": "Đường hẻm núi Phantom",
        "general_info": [
            "254 đánh giá",
            "3 trong số 25 điều cần làm ở Cripple Creek",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Chúng tôi thực sự đã lái con đường này vào tháng 5 năm 1978 - tôi không biết nó nguy hiểm đến mức nào. Một khi bạn đã đạt được nó thì không có đường quay lại. Cảm ơn Chúa vì không có lở đá hay xe cộ đang chạy tới. Tôi KHÔNG BAO GIỜ lái nó lại hoặc giới thiệu nó. Tôi tự hỏi nhà có nhiều người đã chết khi cố gắng sử dụng nó? Hãy tự giúp mình - hãy tránh xa nó.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến lái xe này từ Victor trên chiếc Jeep Wrangler, vợ tôi che mắt khỏi những đoạn dốc thẳng đứng và những khúc cua kẹp tóc.  Các hẻm núi ở cuối phía nam của tuyến đường cao chót vót và tuyệt vời.  Mặt khác, một số người đã lái xe quá nhanh trên những con đường được coi là nguy hiểm.  BTW, xe Jeep là không cần thiết.  Một chiếc SUV dẫn động hai bánh có hình dáng tốt có thể vượt qua con đường này.Đọc thêm",
            "Khung cảnh tuyệt đẹp và đường hầm xuyên núi. Đi chậm và dành thời gian của bạn. Chúng tôi đang lái chiếc Toyota Camry và vẫn ổn miễn là chúng tôi đi chậm và chọn đường. Có những con đường khác chỉ được khuyến nghị cho xe 4WD nên chúng tôi đã tránh những con đường đó. Có những đoạn dốc đứng ở hai bên đường. Không có dịch vụ di động ở đó, vì vậy hãy đảm bảo bạn chụp ảnh tuyến đường để biết mình đang ở đâu và sẽ đi đâu hoặc lưu ảnh từ đánh giá này. Có những nơi bạn có thể đến bằng lối vào lạch nhưng tất cả đều có người cắm trại ở đó khi chúng tôi đến. Bạn sẽ đi vào và ra khỏi vùng đất công, vì vậy hãy đảm bảo rằng bạn đang ở trên đất công nếu bạn quyết định mạo hiểm từ đường bộ. Những khu vực này được đánh dấu bằng biển báo đường bộ.Đọc thêm",
            "Phải mất một thời gian, nhưng rất đáng giá. Lượt xem thật ngoạn mục. Chúng tôi lái xe về phía nam, từ Victor. Chúng tôi đã đi trên con đường rải sỏi một làn trong 2 giờ. Các đoạn đường rất hẹp và chúng tôi không quen với những đoạn đường dốc và không có lan can.  Rất vui vì chúng tôi đã thực hiện chuyến đi. Phong cảnh và quan điểm không thể tin được. Tôi đã không nhận ra cho đến khi đi trên đường, đây là tuyến đường sắt đã ngừng hoạt động được xây dựng để phục vụ các mỏ vàng ở Victor Cripple Creek hơn 125 năm trước.Đọc thêm",
            "Đây là một chuyến đi trong ngày tuyệt vời.  Phong cảnh đẹp nhưng có thể là thử thách đối với những người không thoải mái với những con đường núi mũi tên.Đọc thêm",
            "Con đường lớn ít xe cộ qua lại vào các ngày trong tuần. Đường khá bằng phẳng và êm ái. Một điều cần kiểm tra. Chúng tôi đi vào mùa đông và có một vài nơi có tuyết rơi trên đường. Tôi đã có 4wd và không có vấn đề gì. Một số xe FWD khác gặp sự cố hoặc quay đầu. Con đường tuyệt vời để đi du lịch. Muốn nhìn thấy nó vào mùa thu.Đọc thêm",
            "Không còn lựa chọn nào khác ngoài việc lái xe này để đến khách sạn của chúng tôi. Chúng tôi đến từ miền Nam sâu thẳm nên đó không phải là chuyến lái xe thực sự thú vị khi tuyết vẫn chưa được cày. Đọc thêm",
            "Hai lần trong vài tuần qua, tôi đã bị chặn lại khi đang dắt chó đi dạo ở Victor và hỏi đường đến Đường Phantom Canyon, lần nào cũng là những quý cô ăn mặc lịch sự lái những chiếc xe sang trọng sáng bóng. Tôi chỉ đường nhưng cảnh báo họ rằng đường đi rất gồ ghề. Chà, trời ơi, hôm nay tôi đã lái nó trên chiếc xe 4WD của mình và tôi có rất nhiều kinh nghiệm ở quê nhà. Tôi đang lái xe từ Bắc vào Nam.  Đó không phải là con đường dành cho những người thiếu kinh nghiệm. Nó sẽ khiến tôi cảm thấy tốt hơn rất nhiều nếu đó là một cách. Tôi gặp một vài chiếc xe đang chạy lên dốc, một chiếc đi quá nhanh và lái ẩu.  Cảnh đẹp nhưng không có chỗ cho dân nghiệp dư.Đọc thêm",
            "Chúng tôi bắt đầu từ Canon City và Manitou Springs là điểm đến của chúng tôi. Thời tiết rất nhiều mây với những đám mây xám thấp nhưng không mưa. Trời đã mưa vào ngày hôm trước và đường vẫn còn ướt. Khi bạn rời khỏi vùng đất bằng phẳng của Canon City, bạn sẽ nhẹ nhàng đi vào hẻm núi. Con đường ngày càng quanh co, lề đường ngày càng cao, độ cao lên tới 5 con số, cây cối chuyển từ những bụi cây nhỏ thành những cây thông núi cao hùng vĩ. Con đường dễ lái, rời khỏi đường nhựa sau vài dặm từ Canon Road đến một con đường sỏi đỏ. Chúng tôi có một chiếc VW Touareg nhưng bất kỳ loại xe nào cũng có thể đi qua. Có một số đoạn hẹp nhưng có vẻ như rất ít xe cộ nên chúng tôi không bao giờ gặp vấn đề gì khi băng qua đường. Nếu bạn đi xe bán tải lớn hoặc xe lớn hơn, bạn có thể thấy khó khăn và không tận hưởng được nhiều cảnh đẹp. Đường nhựa bắt đầu lại gần Victor. Khi bạn đi lên và dường như không bao giờ kết thúc, cảnh quan thay đổi đáng kể thành những cảnh mà bạn không thể tưởng tượng được, đó chính là vẻ đẹp của nó. Xin lỗi, tôi sẽ không tiết lộ ;- Trước khi đến Cripple Creek, bạn sẽ đến Victor. Mặc dù nhỏ hơn nhiều, tôi nghĩ nó có nhiều nét quyến rũ hơn vì nó vẫn giữ được nét lịch sử của nó. Ngoài ra, hãy dành thời gian ghé thăm mỏ vàng nếu bạn có thể, bạn đang bước vào một phần của Lịch sử Châu Mỹ. Từ đó, con đường quay trở lại Divide, cảnh quan rộng mở hơn nhưng vẫn đẹp. Một trải nghiệm độc đáo, chúng tôi ước mình có một ngày nắng hơn để tận hưởng các khu vực dã ngoại và ngắm cảnh. Để làm lạiĐọc thêm",
            "Chúng tôi lái xe trên Đường Phantom Canyon, được coi là Đường đi ngắm cảnh, từ Cripple Creek đến Hwy 50, ngay phía đông Thành phố Cañon. Sáng sớm hôm đó trời mưa nên nửa đầu đoạn đường trải nhựa hơi trơn, có vài đoạn đường chạy ngang trên đường. Có rất nhiều địa điểm đẹp dọc đường đi, vì vậy hãy tận dụng các điểm dừng để tài xế có thể chiêm ngưỡng chúng. Các đoạn đường hết sức đáng sợ vì có những khúc cua mù - đó là đường hai chiều - và độ cao 500 feet, không có lan can! Vào mùa thu, khung cảnh sẽ còn ngoạn mục hơn với tất cả các cây dương thay đổi dọc theo tuyến đường. Những điều quan trọng cần nhớ là hãy dành thời gian và đi CHẬM. Có những chỗ phải tấp vào để người thuận chân vượt qua. Có hai đường hầm, cả hai đều lưu thông một chiều. Đây là một chuyến đi tuyệt vời dành cho xe ATV; chắc chắn không có RV. Chúng tôi có một chiếc xe tải lớn, và bất cứ thứ gì lớn hơn sẽ không được khuyến khích. Có hai trạm tiện nghi dọc tuyến đường với các phòng vệ sinh thô sơ.Đọc thêm",
            "Liệu xe van chở khách 15 chỗ dẫn động hai bánh có phù hợp trên đường này không?Đọc thêm",
            "Có, đường sẽ chật và nếu một phương tiện khác đang đến gần thì một trong các bạn sẽ phải lùi lại. Tôi tẩy lông ở ngoại ô và mọi chuyện vẫn ổn - hãy tận hưởngĐọc thêm",
            "Tôi đang ở Colorado Springs và muốn thực hiện chuyến đi này - có thể quay lại một vòng được không? Tôi không muốn đi một chiều rồi lại phải quay về như Pikes Peak end st top\nTôi muốn thực hiện một chuyến lái xe khứ hồi thú vị Đọc thêm",
            "Có ai biết đường đi từ Victor đến Canyon City đã được sửa chưa? Cuối cùng tôi biết nó đã bị cuốn trôi ở một số nơi.Đọc thêm",
            "Hôm nay chúng tôi đã thực hiện điều đó trong điều kiện ánh sáng ổn định đến mưa vừa và không gặp khó khăn gì. Đọc thêm",
            "Có lối đi bộ đường dài nào tốt như đường mòn hoặc lối đi dành cho những người cần đường mòn loại vừa dễĐọc thêm",
            "Có ai biết con lạch có chảy tốt qua hẻm núi vào thời điểm hiện tại ngày 1 tháng 8 năm 2019 không?  Chúng tôi muốn cắm trại ở đó nhưng muốn con lạch chảy tốt. Hầu hết các năm trời đều khô.Đọc thêm",
            "Về cơ bản rất tối thiểu đã cạn kiệt. Ngày 8 tháng 10Đọc thêm",
            "Chúng ta nên mong đợi thời tiết gì vào Lễ Tạ ơn?Đọc thêm",
            "Có thể có tuyết. Hoặc là mưa như trút nước. Hoặc khô ráo. Khuyến cáo không nên đi trong điều kiện băng giá. Đường đôi khi hẹp lại thành một làn đường với những khúc cua khuất tầm nhìn, dốc đứng. Vui lòng kiểm tra dự báo thời tiết trong ngày. \nĐọc thêm",
            "Con đường này có thể chấp nhận được đối với ô tô hay dành cho xe 4x4?Đọc thêm",
            "Một chiếc ô tô sẽ ổn thôi.Đọc thêm",
            "Xin chào -- bạn có thực hiện chuyến đi này vào tháng 8 năm nay không và nếu có thì bạn có thấy Cừu và dê không. Nếu có, bạn có thể giúp đỡ về khu vực chung nơi bạn đã nhìn thấy họ - Cảm ơn bạn!\n\nJohnĐọc thêm",
            "Tôi đã lái xe vào tháng 8 năm 2017 và không thấy nhiều động vật hoang dã. Lái xe đẹp không kém. Tôi muốn giới thiệu Phantom Canyon.Đọc thêm",
            "Có chỗ nào để đỗ xe và đi bộ lên đường trước khi đường trở nên nguy hiểm không?Đọc thêm",
            "Con đường chỉ là con đường đất.  Chiếc xe của gia đình sẽ không gặp khó khăn gì khi di chuyển trên đường - ngoại trừ trời mưa.  Có thể có rất nhiều đoạn lầy lội.  Có rất nhiều nơi để kéo sang một bên và đi bộ đường dài.  Không có con đường mòn thực sự nào được chuẩn bị cho việc đi bộ đường dài mà tôi biết.  Bạn nên biết rằng tôi nghĩ có một số biển báo giới hạn tốc độ khi bạn bắt đầu hành trình của mình, có thể là 35 dặm/giờ.  Nhưng vì địa hình và thắng cảnh nên có thể bạn sẽ đi chậm hơn và thường xuyên dừng lại.  Một gợi ý...dừng lại ở trạm nghỉ ngơi, dừng lại ở phòng nghỉ trước khi bạn bắt đầu hành trình.  Bạn sẽ chụp NHIỀU bức ảnh!  Hãy tận hưởng!Đọc thêm",
            "Lái xe đường này có mất phí không?Đọc thêm",
            "Không. Tất cả đều miễn phíĐọc thêm"
        ],
        "star_ratings": [
            172,
            65,
            11,
            4,
            2
        ],
        "review_amount": 254,
        "location": [
            "Đường Hẻm Núi Phantom",
            "Hoạt động giải trí tại Cripple Creek",
            "Lạch tê liệt",
            "Colorado CO",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 20, 2023",
            "Written July 5, 2023",
            "Written June 28, 2023",
            "Written May 6, 2023",
            "Written April 30, 2023",
            "Written February 4, 2023",
            "Written November 9, 2022",
            "Written October 25, 2022",
            "Written August 30, 2022",
            "Written August 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33379-d2658635-Reviews-Phantom_Canyon_Road-Cripple_Creek_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d2331329-Reviews-The_Winery_at_Holy_Cross_Abbey-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d16963456-Reviews-The_Abbey-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d20068589-Reviews-Shepperly_Farm_Petting_Zoo-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d102420-Reviews-Garden_Park_Fossil_Area-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d15008582-Reviews-The_Abbey_Events_Complex-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33595-d27006059-Reviews-Brush_Hollow_Winery-Penrose_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d27013574-Reviews-Royal_Gorge_Recreation_Company-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d27040893-Reviews-Walmart_Supercenter-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d2658635-Reviews-or10-Phantom_Canyon_Road-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d107622-Reviews-Shelf_Road-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d13822145-Reviews-Cripple_Creek_Parks_Recreation-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d15124776-Reviews-Little_Grouse_Mountain_Trailhead-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d20898961-Reviews-Jason_Marsteiner-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d27751461-Reviews-Cripple_Creek_Adventure_Tours-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d659648-Reviews-Raft_Masters-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d623936-Reviews-Lost_Paddle_Rafting-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d4310995-Reviews-Colorado_Jeep_Tours-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d4314838-Reviews-Arkansas_River_Tours-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d1951205-Reviews-Whitewater_Adventure_Outfitters-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d107618-Reviews-Skyline_Drive-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d2282167-Reviews-Tunnel_Drive_Trail_Head-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d1636285-Reviews-Museum_of_Colorado_Prisons-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d283014-Reviews-Royal_Gorge_Route_Railroad-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d3404727-Reviews-Four_Mile_Ranch_Golf_Club-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d4767361-Reviews-Royal_Gorge_Anglers-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33595-d19043274-Reviews-Colorado_Mountain_Skydive-Penrose_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d6975688-Reviews-Royal_Gorge_Regional_Museum_and_History_Center-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d8391572-Reviews-New_Horizons_Thrift_Store-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d232076-Reviews-Bourtzi-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d19042923-Reviews-Hemps_Hr-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4567767-Reviews-Chikin_Ha-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g51717-d4261752-Reviews-Twister_The_Movie_Museum-Wakita_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d7845161-Reviews-Sope_Creek_Trail-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315915-d6779496-Reviews-Costa_Water_Park-Fuengirola_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283355-Reviews-Whirlpool_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d2027336-Reviews-Pitt_Street_Bridge-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024866-d2041648-Reviews-Seoul_Grand_Park-Gwacheon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g609028-d1547522-Reviews-Playa_de_las_Catedrales-Ribadeo_Province_of_Lugo_Galicia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33379-d2658635-Reviews-or10-Phantom_Canyon_Road-Cripple_Creek_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33379-d2658635-Reviews-Phantom_Canyon_Road-Cripple_Creek_Colorado.html"
    }
]