[
    {
        "attraction_name": "Phander Valley",
        "attraction_name_vi": "Thung lũng Phander",
        "general_info": [
            "7 đánh giá",
            "- 1 trong 3 điều cần làm ở Phander",
            "Thung lũng"
        ],
        "attraction_summary": "Thung lũng đẹp và đẹp nhất Pakistan .... Những bài thơ tuyệt vời... Những dân tộc được kính trọng.. hài hước. Securty Wise Tôi nghĩ đứng đầu thế giới và đứng đầu về Vẻ đẹp ... Đọc thêm",
        "reviews": [
            "Thung lũng Phander là một thung lũng rất đẹp và thơ mộng nằm ở quận Ghizer. Nó mang đến cho bạn những màu sắc rực rỡ của mùa thu. Đây thực sự là một thiên đường trên Trái đất.. Làn nước trong xanh như ngọc, những đồng cỏ và sự tương phản tuyệt đẹp của màu sắc thiên nhiên khiến bạn hoàn toàn choáng váng.Đọc thêm",
            "Phander là thung lũng đẹp nhất của Gilgit Baltistan. Vẻ đẹp tự nhiên của những nơi khác nhau của phander thu hút mọi người về phía mình. Vào mùa hè, thung lũng phander trở nên đẹp hơn nhiều so với cung điện khác của Gilgit baltistan.Đọc thêm",
            "Thung lũng Pander cách Gilgit nhiều giờ lái xe. Nếu bạn có thể cho phép thời gian bạn nên ghé thăm. Bạn có thể không tìm thấy điều gì đặc biệt ở đây khi đến nhà nghỉ PDTC. Có hồ Pander ngay từ cái nhìn đầu tiên nhưng lại không hề hào nhoáng chút nào. Cho đến khi bạn bước lên một con đường mòn thích hợp, một ngôi làng xinh đẹp với khung cảnh mê đắm sẽ thu hút mọi sự chú ý của bạn để dành một khoảnh khắc đặc biệt cho thiên đường này. Đi bộ qua làng là niềm khao khát của chúng tôi, những người nhớ nhung một nơi yên bình và hạnh phúc như vậy. Đọc thêm",
            "Thung lũng Phander nằm ở Quận Ghizer, phía Tây Bắc thành phố Gilgit và trên tuyến đường Gilgit-Chitral chính. Từ Gilgit mất 4-5 giờ lái xe dọc theo Sông Gilgit. Những địa điểm quan trọng trên đường đi là Gahkuch và Guppis. Về cơ bản, khu vực phía trước Gupis đến làng Handarap được gọi là Thung lũng Phander, thị trấn Phander là trung tâm dân cư chính trong khu vực. Các nhà nghỉ PTDC tại Phander và Guppis là những nơi tốt nhất để ở mặc dù có ít khách sạn tiêu chuẩn trung bình hơn. Người ta cần đặt chỗ trước tại Nhà nghỉ PTDC và giá cố định. Thung lũng Phander là một thung lũng xinh đẹp nổi bật với nhiều vườn cây ăn quả và cánh đồng xanh với dòng sông Gilgit chảy qua trung tâm thung lũng. Độ cao của thung lũng thay đổi từ 8000 đến 9600 feet so với mực nước biển. Khu vực xung quanh thị trấn Phander tương đối rộng mở và bằng phẳng và có độ cao thay đổi từ 9300 đến 9600 ft. Sông Gilgit có làn nước trong xanh như ngọc tuyệt đẹp ở khu vực này. Những ngọn núi xung quanh rất cao, có thể lên tới 20.000 ft. Người ta sẽ bắt gặp một số khung cảnh hấp dẫn nhất trên toàn bộ Gilgit Baltistan ở Thung lũng Phander. Không nơi nào ở Gilgit Baltistan có dòng sông chảy chậm với làn nước trong xanh như ngọc ở độ cao như vậy. Đèo Shandur với Hồ Shandur và Sân Polo Shandur cách Phander khoảng 2-3 giờ và là địa điểm không thể bỏ qua khi đến Phander. Có một số thung lũng nhỏ hơn, chủ yếu ở phía nam của thung lũng mà du khách có thể muốn ghé thăm. Các hồ ở Khalti, Phander, Hundarap rất đáng để ghé thăm. Trong khi Hồ Khalti và Phander nằm ngay trên đường thì Hồ Hundarap cách làng Hundarap 4 giờ đi bộ. Ở độ cao 11900 feet, Baha Chhat là hồ lớn nhất trong khu vực. Cách Langer 6-8 giờ đi bộ và bạn không nên thử nếu không có hướng dẫn viên địa phương.Đọc thêm",
            "Chúng tôi đã thêm thung lũng này vào phút cuối vào chuyến đi Hunza của mình và chúng tôi rất vui vì đã làm như vậy. Môi trường yên bình tĩnh lặng ở đây, những hồ nước xinh đẹp cũng như khung cảnh sông và thung lũng tuyệt đẹp khiến nơi này phải ghé thăm nếu bạn muốn có một chuyến đi thư giãn thực sự. Hãy đặt trước PTDC vì đây là nơi lưu trú tốt duy nhất trừ khi bạn thích cắm trại.Đọc thêm"
        ],
        "star_ratings": [
            6,
            1,
            0,
            0,
            0
        ],
        "review_amount": 7,
        "location": [
            "phader",
            "Thung lũng Phander",
            "Châu Á",
            "Gilgit-Baltistan",
            "Pakistan",
            "Các hoạt động ở Phander"
        ],
        "reviews_time": [
            "Written August 5, 2023",
            "Written April 24, 2021",
            "Written November 13, 2020",
            "Written June 9, 2019",
            "Written October 26, 2018",
            "Written October 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12019665-d15090781-Reviews-Phander_Valley-Phander_Gilgit_Baltistan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44844-d7195070-Reviews-Lost_Canyon_Nature_Trail_and_Cave-Ridgedale_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d20032849-Reviews-E_earphones_Akihabara-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6105957-Reviews-Summer_Thai_Massage-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g44634-d2225870-Reviews-Bakersville_Pioneer_Village-Mansfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44886-d9586272-Reviews-Uranus_Fudge_Factory-Saint_Robert_Pulaski_County_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g56565-d109380-Reviews-Rockport_Beach-Rockport_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8153643-Reviews-Fuel_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d1022991-Reviews-Dataran_Pahlawan_Melaka_Megamall-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3873248-Reviews-Jardim_do_Morro-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d669994-Reviews-Chaplins_Salou-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12019665-d15090781-Reviews-Phander_Valley-Phander_Gilgit_Baltistan.html"
    }
]