[
    {
        "attraction_name": "Pharaonic Village",
        "attraction_name_vi": "Làng Pharaon",
        "general_info": [
            "273 đánh giá",
            "- 11 trong số 66 điều cần làm ở Giza",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Tạm thời đóng cửa các nhà hàng du lịch của các pharaoh Hãy tưởng tượng bạn đang đi đến một nơi cách trung tâm Cairo, Ai Cập vài dặm. Nơi toàn bộ lịch sử và nghệ thuật của Ai Cập trở nên sống động! Một nơi như vậy tồn tại trên Thuyền Pharaonic, trên Đảo Jacob ở sông Nile.Đọc thêm",
        "reviews": [
            "Là một gia đình nhỏ, chúng tôi đã có một trải nghiệm tuyệt vời mà tôi muốn chia sẻ. Mặc dù giá trọn gói dành cho gia đình VIP không được nêu rõ ràng nhưng hóa ra nó có giá cả phải chăng và chắc chắn đáng để đặt trước. Tuy nhiên, một nhược điểm là giá cả của các gói khác nhau chưa rõ ràng, cần phải cải thiện. Nếu bạn đang muốn mua quà lưu niệm, tôi khuyên bạn nên mua chúng từ cửa hàng trong làng. Tốt hơn là bạn nên đến đó thay vì đợi đến khi đến sân bay vì giá có xu hướng cao hơn nhiều. Cửa hàng trong làng cung cấp nhiều lựa chọn khác nhau và bạn có thể tìm thấy những món đồ độc đáo để mang về nhà làm kỷ niệm cho chuyến thăm của mình. Nơi này đặc biệt tuyệt vời cho trẻ em. Các em sẽ có khoảng thời gian tuyệt vời để khám phá và tìm hiểu về lịch sử Ai Cập cổ đại. Chuyến tham quan do hướng dẫn viên trên sông hướng dẫn vừa mang tính thông tin vừa nhiệt tình, khiến trải nghiệm càng trở nên hấp dẫn và thú vị hơn. Ngoài các điểm tham quan chính, còn có một số bảo tàng trong Làng Pharaon. Mặc dù bạn có thể ghé thăm hầu hết trong số đó nhưng tôi cho rằng chỉ có hai trong số đó thực sự đáng để khám phá. Những bảo tàng đặc biệt này cung cấp những triển lãm hấp dẫn và cung cấp cái nhìn sâu sắc hơn về nền văn minh cổ đại của Ai Cập.Đọc thêm",
            "Tốt cho trẻ nhỏ! Tuy nhiên, người dẫn chuyện bằng tiếng Ả Rập nên hãy chuẩn bị để lấp đầy khoảng trống bằng bản dịch của riêng bạnVới tấm vé, chúng tôi đã có vé vào khu vui chơi và rạp chiếu phim, chúng có chất lượng kém và an toàn kém, rạp chiếu phim thật nực cười - 3D không cần kính, vì vậy hình ảnh đều mờ, chuyển động của ghế không đồng bộ với các sự kiện trên màn hình, Trung tâm nghệ thuật thì tốt! Nhiều lựa chọn để giữ cho trẻ nhỏ bận rộn và sáng tạo! Nhìn chung, đáng để trẻ nhỏ ghé thămĐọc thêm",
            "Chúng tôi là một nhóm gồm 50 người - chủ yếu là những người lớn tuổi trong chuyến du lịch Thánh địa, đây là điểm dừng chân cuối cùng của chúng tôi trước khi về nhà. Tôi đã thích nó! Đầu tiên là đi thuyền, đi qua những khu trưng bày về cuộc sống của người Ai Cập cổ đại. Thật thú vị khi chỉ ngồi và xem màn hình, làm tốt lắm. Sau đó, chúng tôi đi vào bản sao của ngôi đền Karnak Luxor, nó đơn giản và nhỏ bé nhưng đã tốn rất nhiều công sức. Sau đó dừng lại ở sảnh cửa hàng quà tặng và bảo tàng nhỏ dành cho người sáng lập, Tiến sĩ Hassan Ragab. Sau đó, chúng tôi có thể đi lang thang trong khuôn viên, bao gồm cả việc đi vào bản sao lăng mộ của Vua Tut, cũng được thực hiện rất tốt. Tôi có thể giới thiệu nếu bạn có thời gian ở Cairo!Đọc thêm",
            "Khái niệm về ngôi làng Pharaonic rất hay, nơi bạn - ở trên thuyền và họ tái hiện lịch sử với âm thanh hỗ trợ. Thourougly thích nó! NHƯỢC ĐIỂM - chúng tôi đã bị cướp bóc tại quầy vì các quầy khác nhau có mức phí khác nhau - thật nực cười !!!!! Chúng tôi đã đi thuyền trên sông Nile - 45 phút -, không thực sự thích nó vì có một chuyến đi thuyền để tìm hiểu lịch sử, chúng tôi đã đi 5 bảo tàng trong số đó có 3 bảo tàng vô dụng. Chỉ cần xem phần giới thiệu về lịch sử Ai Cập và bảo tàng. Tiết kiệm thời gian và công sức Đọc thêm",
            "Tôi đã đến thăm nơi này một lần cách đây 30 năm và tôi đã đến đó một lần nữa cùng các con tôi vì đó là một trải nghiệm khó quên. Tôi phải nói rằng, nó đã được cải tạo và rất nhiều hoạt động đã được thêm vào. Chúng tôi đã lấy gói - 5 bảo tàng, mê cung, phòng thoát hiểm, khu vực dành cho trẻ em với rạp chiếu phim, tất cả đều có hướng dẫn viên riêng -. Chúng tôi đã không thử tham quan bằng thuyền vào bữa trưa. Tất cả những gì chúng tôi ghé thăm đều rất đẹp và sạch sẽ, ngoại trừ rạp chiếu phim 9 D, tôi không khuyến khích. Trẻ em rất thích chuyến tham quan, đặc biệt là mê cung và phòng thoát hiểm. Bạn có thể chụp được những bức ảnh rất đẹp mỗi ngày ở đâu nhưng với điện thoại di động của bạn, máy ảnh thông thường thậm chí không chuyên nghiệp, bạn sẽ phải trả tiền. Rất nhiều cửa hàng để mua quà lưu niệm bên trong, giống như có một tờ giấy cói với tên bạn được viết bằng ký tự Ai Cập cổ đại. Điều tồi tệ duy nhất là mọi người đang xin tiền boa khi bạn đang đi bộ, nơi không nên ở nơi như vậy. Chuyến tham quan mất khoảng 3 giờ, vì vậy hãy sẵn sàng và THƯỞNG THỨC !!! Đọc thêm",
            "The signs here states  - If you had a good time tell your friends, if you have a bad time tell us - .The problem with this being that when we did tell staff of our complaint at the end of our time there- they literally looked like they couldn - t care less.I will list our experience there:1. PRICE DIFFERNCE IF YOU GO TO DIFFERENT TICKET BOOTHS: when we got there my husband went to one kiosk where he was told our tour would be  2,750 Egyptian Dinar. He came to discuss the price with me and we lost our place in the queue which meant he went to a different queue where he was told our tour would be 5,500 Egyptian Dinar! This was for the same tour, however the second booth told him the price had increased because the vip guided tours had finished for the day.Needless to say we went to the first ticket booth to purchase our tickets.2. VIP GUIDED TOUR NOT WORTH THE MONEY: So we paid for a VIP guided tour and guess what happened. Your right- half way through the tour our guided tour staff member told us our time with her had finished and we would continue the rest of the way with another person for the guided tour we had paid for. However when we went in the direction she had pointed us to- no one was there and no one showed up. 3. 5 MUSEUMS- 3 OF WHICH LOOK LIKE A CHILD HAD CURATED THEM: I was furious I had spent  - 100 to visit 3 out of 5 museums that looked like a 5 year old had designed them, picked some statues and written a non sensical description of the history of the statues. The English written descriptions were very difficult to read and contradicted themselves.  However I paid  - 100 to go into these museums so I should be able to 1. Get a guided tour that stayed with me through the entirety of my trip 2. Have English placards that make sense 3. Not have 2 different prices stated to me at 2 different ticket booths. The best thing about the whole trip was the boat ride we took with a lovely member of staff down the Nile.ADVICE: do not get your hopes up about having a good time at this museum.Read more",
            "Người giám sát - Fayed Ali - từ chối cho phép tôi truy cập bằng máy ảnh của mình và yêu cầu - 1500 để sử dụng trong làng. Lưu ý rằng tôi - tôi không sử dụng máy ảnh cho bất kỳ hoạt động kinh doanh thương mại nào, chỉ để sử dụng internet với tư cách là một nhiếp ảnh gia. được yêu cầu nói chuyện với người quản lý, anh ấy nói - Tôi - là người duy nhất có thể nói chuyện cùng, và ông chủ lớn đang ở nước ngoài - Dù sao thì, có vẻ như anh ấy đang thực sự mang tiếng xấu cho nơi này, và tôi - tôi khuyến khích những người có máy ảnh không đến thăm địa điểm.Đọc thêm",
            "Nó có hai phần. Chuyến tham quan bằng đường sông thật tuyệt vời và khu vực sông có nhiều loài chim với cảnh quan xanh tươi, một cung điện để thư giãn khi đi thuyền; Tôi thích nó Nó thật tuyệt vời. Nó cũng tốt cho trẻ em. Phần thứ hai được cho là bảo tàng thực ra chẳng là gì cả và lãng phí thời gian và tiền bạc, hầu hết chỉ là những bức ảnh với vài dòng chữ từ Wikipedia. Đừng lãng phí thời gian của bạn để tìm kiếm những bảo tàng giả mạo đó.Đọc thêm",
            "Ngôi làng là một ý tưởng tuyệt vời để cho du khách thấy được hương vị lịch sử vĩ đại của các pharaon ở Ai Cập. Một điều hay là chuyến đi thuyền nơi bạn nhìn thấy một mô hình nhỏ của vương quốc vĩ đại, tuy nhiên phần còn lại của chương trình cần có sự thay đổi và cải tiến lớn như: - 5 bảo tàng - nhiều cửa hàng quà tặng khác nhau - phim 9D - mê cung. Đặc biệt là 2 phần cuối, phim 9D cũ kỹ, phòng nhỏ không có điều hòa, độ phân giải phim kém và quan trọng nhất là chủ đề của phim - Người phụ nữ kinh hoàng bị cưa điện đâm chết - bạn có tin được khi chiếu một bộ phim như vậy cho gia đình và trẻ em không? ???? Cái gọi là mê cung là một cấu trúc gỗ rất kém. Nó có thể được cải thiện bằng cách áp dụng những thay đổi này vì ý tưởng về ngôi làng rất nổi bật.Đọc thêm",
            "Tôi đã đến đó một mình và tôi nghĩ đó sẽ là khu vực lịch sử hơn nhưng không phải vậy - nhưng tôi rất vui - đó không phải là trải nghiệm tồi Đọc thêm",
            "Giá của Kho báu Làng Pharaon, 3 bảo tàng và một chuyến đi du thuyền cho người nước ngoàiĐọc thêm",
            "Tôi muốn biết giá vé THỰC TẾ - tức là giá tháng 4 năm 2023 - và liệu có sự chênh lệch giá giữa người nước ngoài và công dân Ai Cập hay không. Đọc thêm",
            "Thông thường có sự khác biệt giữa công dân Ai Cập và người nước ngoài.\nNgoài ra, họ sẽ cung cấp cho bạn một gói đi kèm với hướng dẫn viên du lịch riêng, quyền vào 5 bảo tàng, tiện ích bổ sung Mê cung, phòng thoát hiểm - Tôi đã lấy gói này - chi phí cho 2 người lớn và 2 trẻ em khoảng 60 Euro bằng nội tệ\nĐối với máy ảnh chuyên nghiệp, bạn sẽ phải trả thêm phí nhưng đối với máy ảnh di động thì điều đó là ổn.Đọc thêm",
            "Giờ mở cửa của bạn trong tháng Ramadan 2023 là gì?Đọc thêm",
            "Vui lòng kiểm tra trang webĐọc thêm",
            "Studio giá bao nhiêu?Đọc thêm",
            "Bạn có mở cửa hàng ngày trong tháng 4 không?Đọc thêm",
            "Vâng, nó đang mở. \nHy vọng bạn thích nó..Đọc thêm",
            "Giá vé là bao nhiêu? Có hai người chúng tôi có hai con mang quốc tịch Ả Rập Xê Út.",
            "Giá cả và chương trình của chúng tôi dành cho người không phải người Ai Cập:\nChuyến đi về làng và bản sao kho báu của Tutankhamun - 3 bảo tàng - 325 EGP\nChuyến đi về làng và bản sao kho báu của Tutankhamun - 3 bảo tàng - chuyến đi bằng du thuyền - 395 EGP\nChuyến đi làng và bản sao kho báu của Tutankhamun - 3 bảo tàng - chuyến đi du thuyền - bữa trưa - 480 EGP\nĐịa chỉ làng: 3 El Bahr El Aazam St., Giza\nGiờ làng hàng ngày từ 9 giờ sáng đến 6 giờ chiều\nTrẻ em từ 5-10 tuổi được giảm 20% giá vé\nGói Trung tâm Nghệ thuật 3-5 tuổi - Rạp chiếu phim - 60 EGP\nSự tham dự dành cho cá nhân không cần đặt trước\nCấm mang theo đồ ăn, đồ uốngĐọc thêm",
            "CHÀO\nChúng tôi là một gia đình gồm 6 người\n2 người lớn và 4 trẻ em - 14,11,8,3 - \nVui lòng cho tôi biết giá vào cửa năm 2019 cập nhật của bạn là bao nhiêu và bạn có cung cấp các gói gia đình - giảm giá không?\nTa\nĐọc thêm",
            "Bảng giá hiện tại của chúng tôi:\n\t\nTham quan làng - bản sao lăng mộ vua Tut - 3 bảo tàng - 325 L.E\n\nTham quan làng quê - bản sao vua Tut - lăng mộ vua Tut - 3 bảo tàng - du thuyền - 395 L.E\n\nTour tham quan làng - bản sao vua Tut - lăng mộ vua Tut - 3 bảo tàng - du thuyền - ăn trưa - 480 L.E\n\nTrẻ em từ 3-5 tuổi - 60 L.E - gói giải trí -  \nTrẻ em từ 5-10 tuổi - 20 - giảm giá cho bất kỳ chương trình nào ở trênĐọc thêm",
            "Giá vé vào cửa cho một người Ai Cập không kèm bữa ăn là bao nhiêu?\nGiá vé vào cửa của một người Ai Cập bao gồm đồ ăn và đi du thuyền là bao nhiêu?\nCó giá đặc biệt nào vào làng cho người trên sáu mươi tuổi không?",
            "Chúng ta có cần hướng dẫn viên khi đến thăm làng pharaon hay không? Và chuyến thăm có thể kéo dài bao lâu? \nVà giờ mở cửa xin vui lòng?\nCảm ơn bạnĐọc thêm",
            "CHÀO,\n\nCó hướng dẫn viên đi cùng mỗi chuyến đi ạ, chuyến đi mất từ ​​2 - 4 tiếng tùy theo chương trình của bác\n\nChúng tôi mở cửa hàng ngày từ 9 giờ sáng đến 6 giờ chiều - thời gian mùa hè - Đọc thêm",
            "Chào buổi sáng , \nTôi muốn biết giá vé vào ngôi làng pharaonic và công viên giấc mơĐọc thêm",
            "Giá hiện tại là:\ntham quan làng - bản sao tut - s mộ - 3 viện bảo tàng: 275 L.E\ntham quan làng - bản sao tut - lăng mộ - 3 bảo tàng - du thuyền: 320 L.E\ntham quan làng - bản sao tut - lăng mộ - 3 bảo tàng - du thuyền - bữa trưa: 390 L.E\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn...Đọc thêm"
        ],
        "star_ratings": [
            103,
            87,
            53,
            10,
            20
        ],
        "review_amount": 273,
        "location": [
            "Tỉnh Giza",
            "Làng Pharaon",
            "Châu phi",
            "Giza",
            "Những điều cần làm ở Giza",
            "Ai Cập"
        ],
        "reviews_time": [
            "Written August 24, 2023",
            "Written August 20, 2023",
            "Written May 10, 2023",
            "Written March 19, 2023",
            "Written February 24, 2023",
            "Written December 28, 2022",
            "Written August 28, 2022",
            "Written July 28, 2021",
            "Written July 25, 2021",
            "Written June 15, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294202-d566580-Reviews-Pharaonic_Village-Giza_Giza_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d3608689-Reviews-Le_Tabasco-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2729083-Reviews-Tiba_Bakery-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2726975-Reviews-Tseppas-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2729821-Reviews-Patito_Pastry-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2730065-Reviews-El_Tahrir_Restaurant-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d3606683-Reviews-KFC-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2727021-Reviews-Taza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2729247-Reviews-El_Prince-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2729196-Reviews-Costa_Coffee-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294202-d2728402-Reviews-Kababgy_Azama-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308825-Reviews-The_Museum_of_Egyptian_Antiquities-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308831-Reviews-Hanging_Church_El_Muallaqa_Sitt_Mariam_St_Mary-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d459916-Reviews-Coptic_Cairo-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d2572942-Reviews-Church_of_St_Sergius_and_Bacchus-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d469352-Reviews-Coptic_Orthodox_Church_of_St_George_Mari_Girgis-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308822-Reviews-The_Coptic_Museum-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d12166958-Reviews-National_Museum_of_Egyptian_Civilization_NEMC-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d471987-Reviews-Synagogue_Ben_Ezra-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d2445729-Reviews-Nilometer-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308828-Reviews-Gayer_Anderson_Museum_Bayt_al_Kiritliya-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d566580-Reviews-or10-Pharaonic_Village-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d308882-Reviews-Khafre_s_Pyramid-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d308830-Reviews-Great_Sphinx-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d308887-Reviews-Great_Pyramid_of_Cheops_Khufu-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d469355-Reviews-Pyramids_of_Dahshour-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d553174-Reviews-Gizeh_Plateau-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d552486-Reviews-Menkaure_Pyramid-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d552933-Reviews-Statue_of_Ramses_II-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d317746-Reviews-Pyramids_of_Giza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d576150-Reviews-Valley_of_the_Whales_Wadi_Al_Hitan-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d19240766-Reviews-Panoramic_View_of_the_Pyramids-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d20258061-Reviews-Egypt_direct_tours_in_Giza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d16708104-Reviews-Egypt_Holiday_Tour-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d8797896-Reviews-Egypt_Excursion-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d4187082-Reviews-Egypt_Pyramids_Tours_Private_Day_Tours-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d8594692-Reviews-Excursion_Giza_Day_tour-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d3439282-Reviews-Cairo_Walking_Tours-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d23313078-Reviews-Instagram_Style_Photo_shoot_at_Pyramids-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d15814807-Reviews-Live_Egypt_tours-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d11947575-Reviews-Egypt_Select_Tours-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d21281529-Reviews-Hesham_Giza_tour_guide_day_tour-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d11931375-Reviews-Rashid_Tour_Guide-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d10314206-Reviews-Magic_Egypt_Tours-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d17736472-Reviews-KING_FAROUK_private_tour_guide-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d1948128-Reviews-Egypt_Fun_Tours-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d27744166-Reviews-Yaser_Tour-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d2191080-Reviews-Mount_Agung-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127333-d3937303-Reviews-Pokemon_Center_Yokohama-Nishi_Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g41081-d2243872-Reviews-Merriweather_Post_Pavilion-Columbia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d548649-Reviews-TorvehallerneKBH-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g729357-d3804229-Reviews-Kirirom_National_Park-Kampong_Speu_Kampong_Speu_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1201971-d2161452-Reviews-Parco_Termale_del_Garda-Cola_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d2300144-Reviews-Gulf_State_Park_Fishing_Pier-Gulf_Shores_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60630-d4371525-Reviews-Red_Sand_Beach_Kaihalulu_Beach-Hana_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d2455585-Reviews-Culebrita-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d3318469-Reviews-Qantab_Beach-Muscat_Muscat_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294202-d566580-Reviews-or10-Pharaonic_Village-Giza_Giza_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294202-d566580-Reviews-Pharaonic_Village-Giza_Giza_Governorate.html"
    }
]