[
    {
        "attraction_name": "Phare, The Cambodian Circus",
        "attraction_name_vi": "Phare, Rạp xiếc Campuchia",
        "general_info": [
            "12.945 đánh giá",
            "- 1 trong 16 Nhà hát - Hòa nhạc ở Siem Reap",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Phare, The Cambodian Circus  - Amazing vibe  -  energy, transforming the lives of Cambodian youth -  Experience Siem Reap - s most unique, authentic top rated  - TripAdvisor  -  Lonely Planet -  evening entertainment. More than just a circus, Phare, the Cambodian Circus performers use theater, music, dance and modern circus arts to tell uniquely Cambodian stories; historical, folk and modern. The young circus artists will astonish you with their energy, emotion, enthusiasm and talent. Phare artists are students and graduates from Phare Ponleu Selpak - s vocational training centre in Battambang. The association was formed in 1994 by 9 young men coming home from a refugee camp after the Khmer Rouge regime. They were greatly helped during that time by an art teacher using drawing classes as therapy and wanted to share this new skill among the poor, socially deprived and troubled youngsters in Battambang. They founded an art school and public school followed to offer free education. A music school and theatre school were next and finally, for the kids who wanted more, the circus school. Today more than 1,200 pupils attend the public school daily and 500 attend the alternative schools. Phare Ponleu Selpak also has extensive outreach programs, trying to help with the problems highlighted in their own tales. Phare The Cambodian Circus offers these students and graduates somewhere to hone their skills and a place to earn a decent wage. Money that will take them out of poverty and give them self-respect and freedom.Read more",
        "reviews": [
            "Đây quả là một điều tuyệt vời để xem khi chúng tôi ở Siem Reap. Những người biểu diễn thật TUYỆT VỜI, và buổi biểu diễn thật hài hước, ấn tượng và đầy cảm hứng. Chương trình chúng tôi xem có tên - Giống, giống nhưng khác - . Tôi ngưỡng mộ nơi mà rạp xiếc đã phát triển, đó là trường biểu diễn nghệ thuật dành cho trẻ em có hoàn cảnh khó khăn ở Battambang. Ngôi trường này được thành lập như một phản ứng trước những tổn thương tiếp tục tàn phá trẻ em thời kỳ hậu Khmer Đỏ. \nNếu tôi - tôi quay lại Siem Reap II sẽ quay lại và xem một buổi biểu diễn khác trong tích tắc và ủng hộ công ty xinh đẹp và tuyệt vời này! Đọc thêm",
            "Xin chào Marina, cảm ơn bạn đã dành thời gian viết những ấn tượng của mình về Phare Circus. Hy vọng chân thành nhất của chúng tôi là du khách sẽ tận hưởng một buổi tối ăn uống, mua sắm và giải trí tuyệt vời, với lợi ích bổ sung là biết rằng họ đang giúp duy trì công việc tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí tại trường phi lợi nhuận Phare Ponleu Selpak.  - Giống nhau nhưng khác nhau - là một bộ phim yêu thích của người dân địa phương và người nước ngoài như chúng ta thường thấy chính mình trong các vở kịch. Cảm ơn một lần nữa vì đã đưa chúng tôi vào chuyến thăm của bạn. Tôi - chắc chắn sẽ chia sẻ lời khen của bạn với các nghệ sĩ. Đọc thêm",
            "Nếu bạn đến Campuchia bạn PHẢI xem buổi biểu diễn xiếc Phare. Đây là một trong những chương trình hay nhất mà tôi từng xem trong đời. Số lượng kỹ năng là điên rồ. Âm nhạc thật tuyệt vời, có rất nhiều sự nhiệt tình và tinh thần đồng đội và bầu không khí thật tuyệt vời. Bạn không chỉ ủng hộ những nghệ sĩ tài năng, chăm chỉ của Campuchia và ngôi trường tuyệt vời giúp đỡ những đứa trẻ có hoàn cảnh khó khăn, mà bạn còn có cơ hội chứng kiến ​​​​sự vĩ đại. Tôi thực sự khuyên bạn nên trải nghiệm này! Đọc thêm",
            "Xin chào Marie, cảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Các nghệ sĩ sẽ vô cùng vui mừng khi biết rằng màn trình diễn của họ là một trong những màn trình diễn hay nhất mà bạn từng xem. Tôi cũng thực sự yêu thích âm nhạc. Các nhạc sĩ rất thú vị khi xem vì họ luôn để mắt đến sân khấu trong khi chơi nhạc theo thời gian một cách hoàn hảo. Chúng tôi đánh giá rất cao sự hỗ trợ của bạn cho sứ mệnh kép của chúng tôi là duy trì việc làm tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí. Một lần nữa xin cảm ơn bạn vì đã đưa Phare Circus vào chuyến thăm Siem Reap của bạn và đã giới thiệu chúng tôi với những người khác. Đọc thêm",
            "Một buổi biểu diễn!  Phải xem ở Siem gặt. Tất cả đi đến một lý do tuyệt vời. Những người biểu diễn thật tuyệt vời. Chỗ ngồi ở khu C là đủ cho chúng tôi và vẫn có tầm nhìn tuyệt vời. Yêu thích nhạc sống cùng với rạp xiếc, diễn xuất và khiêu vũ tuyệt vời. Hoan hô!Đọc thêm",
            "Xin chào Ben, cảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm Phare Circus của mình. Chúng tôi rất vui khi biết bạn thích phong cách kể chuyện độc đáo của rạp xiếc Campuchia. Tôi - chắc chắn sẽ chuyển lời khen ngợi của bạn đến các nghệ sĩ xiếc và nhạc sĩ. Cảm ơn bạn đã đưa chúng tôi đến thăm Siem Reap, vì sự hỗ trợ của bạn cho trường phi lợi nhuận Phare Ponleu Selpak và đã giới thiệu chúng tôi với những người khác. Đọc thêm",
            "Đó là một chương trình hay với cốt truyện hay và bạn có thể thấy đoàn làm phim đã dồn hết kỹ năng của mình vào đó. Thật là thân thiện, họ đưa ra bối cảnh giữa thông tin và trải nghiệm, đó là một phong cách hay. Rất có thể khuyên bạn nên đi xem buổi biểu diễn của họ! Đọc thêm",
            "Xin chào Mel, cảm ơn bạn đã đánh giá và đánh giá. Chúng tôi rất vui khi biết rằng bạn thích thú với phong cách kể chuyện độc đáo của rạp xiếc Campuchia của Phare -. Hy vọng của chúng tôi là du khách sẽ được tận hưởng một buổi tối giải trí tuyệt vời trong khi chiêm ngưỡng văn hóa nghệ thuật đương đại của Campuchia. Cảm ơn bạn đã đưa Phare Circus vào chuyến thăm Siem Reap của bạn và đã giới thiệu chúng tôi với những người khác. Đọc thêm",
            "Chương trình tuyệt vời với vô số năng lượng và hài hước. Những màn nhào lộn thật tuyệt vời! Hãy đi ăn tối trước để có thể gặp nhóm và thậm chí xem buổi trình diễn trước với các điệu múa văn hóa. Thực sự thú vịĐọc tiếp",
            "Xin chào Pennie, cảm ơn bạn đã chia sẻ trải nghiệm Phare Circus của mình. Đó là một mẹo tuyệt vời để những vị khách tương lai có mặt sớm - mở cửa từ 5:30 chiều - để tận hưởng mua sắm, ăn tối, đồ uống và biểu diễn múa văn hóa trước sự kiện xiếc chính. Chúng tôi rất vui khi biết bạn đã có một buổi tối vui vẻ. Những lời khen ngợi của bạn sẽ được chia sẻ với các nghệ sĩ xiếc vì màn trình diễn vui nhộn, tràn đầy năng lượng của họ. Cảm ơn vì đã đưa chúng tôi vào chuyến thăm Siem Reap của bạn. Đọc thêm",
            "Màn trình diễn tuyệt vời và rất đồng cảm. Các nghệ sĩ hoàn toàn có kỹ năng ở trình độ rất cao và dự án là nền tảng xã hội tuyệt vời. Cảm ơn bạn đã trải nghiệm và chúc bạn có nhiều niềm vui trong các buổi biểu diễn sắp tới ở NYC, Sydney và Canada!Đọc thêm",
            "Xin chào MRCLHYN, cảm ơn bạn rất nhiều vì đánh giá và xếp hạng tuyệt vời. Các nghệ sĩ sẽ rất vui khi nghe những lời khen ngợi của bạn và tất cả chúng tôi đều đánh giá rất cao sự hỗ trợ của bạn cho sứ mệnh duy trì công việc tốt trong nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí. \n\nCũng xin cảm ơn những lời chúc tốt đẹp của bạn trong chuyến lưu diễn hiện tại của chúng tôi đến Bắc Mỹ và Úc. Các nghệ sĩ vừa đến Montréal cách đây vài ngày, mặc trang phục ấm áp phù hợp với thời tiết mùa đông. Họ - đang rất phấn khích! Đọc thêm",
            "Đây là một buổi biểu diễn tuyệt vời! Tài năng tuyệt vời và tất cả các nghệ sĩ đã mang lại năng lượng cao cho buổi biểu diễn của họ. Thời gian truyện tranh rất khéo léo và tuyệt vời. Họ - rõ ràng đã được đào tạo trong nhiều năm, vì vậy bạn phải ngưỡng mộ sự cống hiến và khả năng thực hiện hoàn hảo của họ.\nMang tính giải trí cao và lôi cuốn, bạn sẽ không thất vọng nếu đến xem.Đọc thêm",
            "Xin chào Soose_11, cảm ơn bạn đã đánh giá tuyệt vời về chuyến thăm Phare Circus. Các nghệ sĩ sẽ rất vui mừng khi nghe được sự đánh giá cao của bạn. Bạn có thể muốn biết rằng họ thực sự đã đào tạo khoảng 8 năm tại trường phi lợi nhuận Phare Ponleu Selpak trước khi tham gia cùng chúng tôi tại Siem Reap. Họ chắc chắn là tận tâm! Một lần nữa xin cảm ơn vì đã đưa chúng tôi đến thăm Siem Reap và giới thiệu chúng tôi với những người khác. Đọc thêm",
            "Màn biểu diễn nhào lộn và sân khấu xuất sắc.   Buổi biểu diễn kéo dài 1 giờ và toàn bộ màn trình diễn được trau chuốt và chuyên nghiệp.   Đó là một điều phải xem ở siem gặt.  Lều có máy lạnh và có quạt rất lớn và mọi người đều được tặng một chiếc quạt cá nhân.  Tôi thực sự khuyên bạn nên tham dự sớm và thưởng thức những ly cocktail trong giờ khuyến mãi.  Thức ăn đường phố có chất lượng và vệ sinh cao nhất.  Thêm vào đó là công việc tuyệt vời mà họ đang đào tạo và giáo dục cho 1500 sinh viên và bạn có thể cảm thấy thực sự hạnh phúc khi ủng hộ chính nghĩa. Chúng tôi yêu từng phút của buổi tối. Đọc thêm",
            "Xin chào Helen, cảm ơn bạn đã viết về trải nghiệm Phare Circus của mình. Chúng tôi rất vui mừng khi biết rằng toàn bộ buổi tối đã thành công tốt đẹp, từ trải nghiệm ẩm thực đường phố Campuchia và giờ khuyến mãi cho đến màn trình diễn xiếc chính. Chúng tôi đánh giá rất cao sự hỗ trợ của bạn cho sứ mệnh kép của chúng tôi là duy trì việc làm tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí. Cảm ơn bạn một lần nữa vì đã đưa chúng tôi tham gia chuyến thăm của bạn và chia sẻ trải nghiệm với những người khác. Đọc thêm",
            "Đêm tuyệt vời của văn hóa địa phương mang đến một chút nghệ thuật biểu diễn truyền thống cũng như hiện đại. Đó là niềm vui, sự hài hước và chỉ là một niềm vui. Chắc chắn đã thêm một kết thúc hoàn hảo cho trải nghiệm của chúng tôi ở Campuchia.  Và thật tuyệt khi được hỗ trợ một doanh nghiệp địa phương chân chính.Đọc thêm",
            "Xin chào PWSyd,\n\nCảm ơn bạn đã chia sẻ trải nghiệm Phare Circus. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với Phare và chúng tôi đã thêm một kết thúc hoàn hảo cho chuyến đi Campuchia của bạn. Các chuyến viếng thăm của khách hàng đóng góp trực tiếp vào việc giáo dục và phát triển trẻ em có hoàn cảnh khó khăn thông qua ngôi trường phi lợi nhuận của chúng tôi ở Battambang có tên là Phare Ponleu Selpak. Cảm ơn bạn đã ghé thăm Phare Circus.Đọc thêm",
            "Có một buổi tối tuyệt vời ở đây. Bắt một chiếc tuk tuk từ trung tâm và đến sớm để chúng tôi có thể mua một ít đồ ăn và đồ uống từ các quầy bán đồ ăn thức uống xinh xắn. Ngoài ra còn có một buổi trình diễn trước với sự tham gia của một số thành viên nhóm trẻ biểu diễn trước đó, thật dễ thương. Chúng tôi đã đặt vé hạng trung và có tầm nhìn tuyệt vời. Yêu thích câu chuyện đằng sau rạp xiếc và cách họ giúp đỡ những người trẻ có hoàn cảnh khó khăn. Những người biểu diễn thật tuyệt vời và buổi biểu diễn kéo dài khoảng một giờ, thật hoàn hảo.Đọc thêm",
            "Xin chào Suzie, cảm ơn bạn đã đánh giá và đánh giá. Chúng tôi rất vui mừng khi biết rằng buổi tối của bạn tại Phare Circus đã thành công tốt đẹp, từ bữa ăn và biểu diễn khiêu vũ văn hóa cho đến sự kiện xiếc chính. Chúng tôi đánh giá rất cao sự hỗ trợ của bạn cho sứ mệnh duy trì việc làm tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí tại trường phi lợi nhuận Phare Ponleu Selpak. Tôi - chắc chắn sẽ chuyển lời khen ngợi của bạn đến những người biểu diễn. Đọc thêm",
            "Bản thân chương trình đã rất rực rỡ và thú vị. Chúng tôi có chỗ ngồi tầm trung và thật hoàn hảo để xem buổi biểu diễn. Âm nhạc cũng rất hay và chắc chắn sẽ được giới thiệu nếu bạn ở Siem Reap. Số tiền này cũng được dùng cho trường học, điều đó thật tuyệt vời.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời với màn trình diễn phi thường của những nghệ sĩ đầy nhiệt huyết; nó không chỉ là một trò giải trí với những thông điệp xã hội. Chúng tôi rất thích màn trình diễn, cách diễn đạt, thông điệp, âm nhạc và bầu không khí tràn đầy năng lượng. Chương trình dành riêng cho một tổ chức phi chính phủ đang đào tạo 1200 sinh viên và 150 nghệ sĩ. Vì vậy đây cũng là một trải nghiệm thỏa mãn tâm hồn.Đọc thêm",
            "Xin chào Shobaa AL, cảm ơn bạn đã viết về chuyến thăm Phare Circus. Các nghệ sĩ sẽ rất vui mừng khi biết rằng bạn thích thú với buổi xiếc kể chuyện độc đáo của Campuchia. Chúng tôi chân thành hy vọng rằng du khách sẽ tận hưởng một buổi tối giải trí tuyệt vời và có cái nhìn thoáng qua về văn hóa Campuchia đương đại, với lợi ích bổ sung là biết rằng họ - đang giúp duy trì công việc tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí tại Phare Ponleu Selpak trường phi lợi nhuận. Cảm ơn bạn đã tham dự một chương trình và giới thiệu nó cho người khác. Đọc thêm",
            "Chúng tôi đã đi đến buổi biểu diễn tối nay. Nó thật tuyệt vời và rất nhiều niềm vui. Màn trình diễn tràn đầy năng lượng, lôi cuốn và cốt truyện dễ theo dõi.  Đồ ăn được cung cấp cũng rất ngonXem thêm",
            "Xin chào Tania, cảm ơn bạn rất nhiều vì đã viết về trải nghiệm Phare Circus của mình. Thật tuyệt vời khi biết rằng bạn đã tận hưởng cả buổi tối, từ trải nghiệm Ẩm thực đường phố Campuchia cho đến màn biểu diễn xiếc chính. Lời khen của bạn sẽ được chia sẻ với các nhân viên và nghệ sĩ. Đọc thêm",
            "Nơi tuyệt vời ở siem gặt. Một nơi tuyệt vời để xem rạp xiếc nhanh ở Siem Reap.  Các nhân viên rất thân thiện và niềm nở với những vị khách đến xem xiếc. Tôi sẽ mời gia đình đi xem xiếc lần nữa vào tháng tới khi có thời gian rảnh.  -  - Đọc thêm",
            "Xin chào d, cảm ơn bạn đã dành thời gian viết về trải nghiệm Phare Circus của mình. Chúng tôi đánh giá rất cao lời giới thiệu của bạn với những người khác rằng Phare là một nơi tuyệt vời để trải nghiệm rạp xiếc. Thật tuyệt vời khi nghe các nhân viên dịch vụ khách hàng thân thiện chào đón khách. Chúng tôi mong được chào đón bạn và gia đình vào tháng tới. Đọc thêm",
            "Một nơi rất thú vị để khám phá khiến chúng tôi say mê với âm nhạc và các chương trình biểu diễn. Mọi hành động và màn trình diễn đều hoàn hảo và tốt đẹp. Đặc biệt là các nghệ sĩ đều rất thân thiện và vui tính haha!!!!Đọc thêm",
            "Xin chào Kimsinh, cảm ơn bạn đã viết về trải nghiệm của mình tại Phare Circus. Các nghệ sĩ sẽ rất vui khi biết rằng bạn rất thích buổi biểu diễn nhạc sống và xiếc. Cảm ơn đã chia sẻ với người khác. Đọc thêm",
            "Rất vui! Chúng tôi thực sự rất thích câu chuyện, những trò hề vui nhộn và những màn nhào lộn thông minh của đội xiếc. Đề nghị đi sớm và thưởng thức một số món ăn ngon, dạo quanh các nghệ nhân - cửa hàng và xem các nghệ sĩ trẻ biểu diễn giải trí trước buổi biểu diễn. Buổi tối tuyệt vờiĐọc thêm",
            "Xin chào Samantha, cảm ơn bạn rất nhiều vì đánh giá và lời khuyên hữu ích cho những vị khách tương lai. Thật tuyệt vời khi biết rằng bạn đã tận hưởng trọn vẹn buổi tối, từ việc mua sắm, trải nghiệm ẩm thực đường phố Campuchia và biểu diễn múa văn hóa của các sinh viên Câu lạc bộ đào tạo văn hóa Khmer Angkor, cho đến sự kiện xiếc chính. Cảm ơn vì đã đưa chúng tôi vào chuyến thăm Siem Reap của bạn. Đọc thêm",
            "Nếu bạn đang ở Siêm Riệp đừng bỏ lỡ điều này! Chương trình chúng tôi đã xem - - Giống, giống, nhưng khác - - thật tuyệt vời, hài hước và rất độc đáo. Chúng tôi đến đó sớm để thưởng thức đồ ăn và mua sắm. Một buổi tối tuyệt vời với lợi ích bổ sung là hỗ trợ một công ty tuyệt vời đang giúp duy trì việc làm tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí tại trường phi lợi nhuận Phare Ponleu Selpak.Đọc thêm",
            "Xin chào Sylvi B, cảm ơn bạn đã viết bài đánh giá tuyệt vời về trải nghiệm Phare Circus của mình. Thật tuyệt vời khi biết rằng bạn đã tận hưởng cả buổi tối, từ ăn uống, mua sắm cho đến buổi biểu diễn xiếc chính. Chúng tôi đánh giá rất cao sự công nhận và ủng hộ của bạn đối với sứ mệnh kép của chúng tôi là duy trì việc làm tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí tại trường phi lợi nhuận Phare Ponleu Selpak. Một lần nữa xin cảm ơn vì đã mời chúng tôi tham gia chuyến thăm Siem Reap của bạn và đã giới thiệu chúng tôi rất nhiều với những người khác. Đọc thêm",
            "Buổi tối đáng kinh ngạc. Một việc phải làm nếu ở lại Siêm Riệp. Xem những ngôi đền và xem rạp xiếc này! Giải trí tuyệt vời, rất khuyến khích nó!Đọc thêm",
            "Xin chào Suzie w, Cảm ơn bạn đã viết về trải nghiệm Phare Circus của mình. Thật vinh dự khi được coi là một việc phải làm ở Siem Reap. Tôi - chắc chắn sẽ chuyển lời khen ngợi của bạn đến các nghệ sĩ. Một lần nữa xin cảm ơn vì đã đưa chúng tôi tham gia chuyến thăm của bạn và giới thiệu chúng tôi với những người khác. Đọc thêm",
            "Buổi biểu diễn là sự kết hợp ấn tượng giữa xiếc và múa đương đại. Đây là lần đầu tiên tôi được xem một rạp xiếc và tôi thực sự ngạc nhiên về nó. Nó phá vỡ định kiến ​​của tôi rằng nó chỉ dành cho trẻ em vì nó truyền tải một câu chuyện cơ bản, mặc dù tôi không nắm bắt được từng chi tiết.Đọc thêm",
            "Hoàng Hải cám ơn bạn đã viết về trải nghiệm Phare Circus của mình. Thật tuyệt vời khi biết rằng chương trình được mọi lứa tuổi yêu thích. Quả thực, các buổi biểu diễn của Phare có xu hướng đi ngược lại sự mong đợi. Du khách từ khắp nơi trên thế giới đến với những ý tưởng khác nhau về rạp xiếc là gì, nhưng thường rời đi và nói những câu như - ôi, tôi không ngờ điều đó - . Đó là minh chứng cho các nghệ sĩ - phong cách kể chuyện độc đáo của rạp xiếc Campuchia. Tôi - chắc chắn sẽ chuyển lời khen của bạn tới các nghệ sĩ.Đọc thêm",
            "Chúng tôi đã mua tix một cách bất chợt và theo sự giới thiệu của khách sạn.  Có ghế A - muốn giới thiệu họ hoặc ghế B, - ghế C ở bên cạnh, tầm nhìn không đẹp bằng - và bị ấn tượng bởi màn trình diễn.  Bầu không khí tuyệt vời, đồ ăn được sắp xếp hợp lý, buổi biểu diễn nổi bật thu hút các học sinh giỏi ở các khu vực trong khu vực.  Được đề xuất.Đọc thêm",
            "Xin chào Trent D, cảm ơn bạn đã viết về chuyến thăm Phare Circus. Thật tuyệt vời khi biết rằng khách sạn của bạn đã giới thiệu chúng tôi cho bạn và bạn quyết định tham dự một buổi biểu diễn. Bạn đưa ra lời khuyên tuyệt vời cho những vị khách tương lai rằng Phần A và B có tầm nhìn đẹp nhất. Phần trên lớn là một không gian thân mật, vì vậy du khách không bao giờ rời xa hoạt động cho dù họ chọn khu vực chỗ ngồi nào, nhưng Phần C có thể xem màn biểu diễn từ các bên và các cột đỡ chặn một phần tầm nhìn từ một số vị trí ở C. Chúng tôi cũng rất vui khi biết rằng bạn rất thích trải nghiệm Ẩm thực Đường phố Campuchia trước buổi biểu diễn. Cũng xin cảm ơn sự hỗ trợ của bạn cho sứ mệnh kép của chúng tôi là duy trì việc làm tốt trong lĩnh vực nghệ thuật và tài trợ cho giáo dục học thuật và nghệ thuật miễn phí tại trường phi lợi nhuận Phare Ponleu Selpak. Đọc thêm",
            "Xin chào, tôi sẽ bán một vé cho buổi biểu diễn hôm nay ở khu C. Bạn tôi không thể đi cùng tôi - Tôi sẽ đến đó tối nay, vì vậy hãy cho tôi biết nếu bạn muốn mua nó. Bạn có thể liên hệ với tôi trên WhatsApp: - 48517169535Đọc thêm",
            "Đây có phải là thứ mà tôi nên ăn diện một chút hay chỉ là bình thường?Đọc thêm",
            "Bình thường.Đọc thêm",
            "Bạn có cần vé trước hay có thể mua vào ngày diễn ra chương trình?Đọc thêm",
            "Tôi đã mua của tôi ở đó nhưng tôi khuyên bạn nên mua trước và đến đó sớm để đảm bảo có chỗ ngồi tốt. Đọc thêm",
            "CHÀO \nSự khác biệt giữa vé A, B và vé C mở tiêu chuẩn là gì?\n\nCảm ơn!\nTốt nhấtĐọc thêm",
            "CHÀO\nCác Vé A Là những chiếc máy bay ở Manege. Nhưng bạn có thể nhìn thấy từ mỗi nơi vì đó là một rạp xiếc nhỏ. Chúc vui vẻ. Chúng tôi rất thích nóĐọc thêm",
            "trong thời gian lưu trú tại siem gặt vào tháng 4 này, chúng tôi có tùy chọn xem nhật thực hoặc chương trình kim loại khmer. không thể nhìn thấy cả hai xin lỗi. đọc cốt truyện từ trang web của họ, nhưng vẫn bối rối không biết nên chọn cái nào. bất kỳ trợ giúp trong vấn đề này sẽ được đánh giá cao. bạn sẽ chọn cái nào? và tại sao?Đọc thêm",
            "Xin chào sans_gh, \n\nCác trang tóm tắt đưa ra một ý tưởng hợp lý, có hình ảnh và video, nhưng rất khó để lựa chọn.   - Khmer Metal - rất hiện đại, sắc sảo, đầy khiêu khích lấy bối cảnh trong một quán bar nhạc rock - với tất cả những gì đòi hỏi - .  - Eclipse - lấy bối cảnh một ngôi làng nông thôn truyền thống với rất nhiều truyền thuyết và thần bí của Campuchia. Cả hai đều có năng lượng rất cao với mạch truyện độc đáo của Campuchia. Không thể thua với một trong hai.Đọc thêm",
            "Chỉ cần làm rõ, dựa trên nhận xét của Giám đốc Kinh doanh và Tiếp thị Phare - những lời ám chỉ đồng tính luyến ái nhắm vào ĐỐI TƯỢNG THÀNH VIÊN và nó hoàn toàn không phù hợp!Đọc thêm",
            "Khán giả vâng. Nghi ngờ không phù hợp. Họ hướng đến một anh chàng đang ngồi cùng vợ - bạn gái và cả hai đều thích thú. Cũng như khán giả. Đó chỉ là tán tỉnh và trừ khi bạn là người đồng tính, bạn sẽ không cảm thấy khó chịu. Tình dục ở châu Á cởi mở hơn và không phản cảm. Đọc thêm",
            "Xin chào, tôi đang tự hỏi liệu chương trình có phù hợp với trẻ mới biết đi không - 15 tháng tuổi - - Tôi đọc trên trang web có thể có nhiều khói, tiếng ồn lớn, v.v. - liệu những người - đã xem chương trình có nghĩ rằng nó phù hợp với trẻ mới biết đi không? TIAĐọc thêm",
            "Phare, Rạp xiếc Campuchia không phải là một rạp xiếc thông thường mà là một câu chuyện độc đáo của Campuchia được kể bằng cách sử dụng rạp xiếc, khiêu vũ, kịch và nhạc sống. Các chủ đề đến từ lịch sử, văn hóa dân gian và xã hội hiện đại gần đây của Campuchia. Âm nhạc thực sự hơi ồn ào và một số câu chuyện có những cảnh kịch tính và những chiếc mặt nạ đáng sợ, nhưng không gì khác hơn những gì người ta có thể thấy trong ngày Halloween. Bạn hiểu rõ con mình nhất, nhưng theo kinh nghiệm của chúng tôi, khi chúng hiểu đây không phải là một buổi biểu diễn xiếc thông thường, trẻ em thích các hoạt động trong khi người lớn và thanh niên cũng có thể đánh giá cao những câu chuyện.Đọc thêm",
            "Chào bạn, Sokha có phù hợp cho trẻ 6 tuổi xem không? \nĐọc thêm",
            "Phare, Rạp xiếc Campuchia không phải là một rạp xiếc thông thường mà là một câu chuyện độc đáo của Campuchia được kể bằng cách sử dụng rạp xiếc, kịch, khiêu vũ và nhạc sống.  - Sokha - có một vài phần kịch tính với những chiếc mặt nạ đáng sợ, nhưng không gì khác hơn những gì bạn sẽ thấy trong ngày Halloween. Bạn hiểu rõ con mình nhất, nhưng theo kinh nghiệm của chúng tôi, nếu chúng biết trước có một số mặt nạ đáng sợ, chúng sẽ thực sự thích thú với hành động đó. Người lớn và thanh niên cũng đánh giá cao câu chuyện và tính biểu tượng.Đọc thêm",
            "Chương trình kéo dài bao lâu?Đọc thêm",
            "Buổi biểu diễn chỉ kéo dài hơn một giờ.\n\nPhare Boutique và Phare Cafe mở cửa lúc 6:00 tối, tầng lớn mở cửa cho khách ngồi lúc 7:30 tối và thời gian biểu diễn là 8:00 tối. Vì sự an toàn của các nghệ sĩ và sự thoải mái của những khách khác, không được phép vào sau khi buổi biểu diễn đã bắt đầu. \n\nHy vọng điều đó có ích. \n\nTrân trọng\nCraig Dodge \nGiám đốc Kinh doanh - Tiếp thịĐọc thêm",
            "Địa điểm có máy lạnh không? Hoặc làm mát bằng cách nào đó?\nMọi người có thường đi xe tuktuks và đợi bạn không?\nTrân trọng, \nHelen\nĐọc thêm",
            "Chào Helen,\n\nCảm ơn bạn đã quan tâm đến Phare, Rạp xiếc Campuchia.\n\nĐịa điểm tổ chức là một rạp xiếc truyền thống lớn hàng đầu. Có máy làm mát bay hơi, bộ điều hòa không khí và quạt dao động, tuy nhiên nó có thể ấm. Tốt nhất là nên ăn mặc khi thời tiết ấm áp. Quạt cầm tay được cung cấp để sử dụng trong suốt buổi biểu diễn.\n\nHầu hết khách không thuộc nhóm đều đến bằng xe tuk tuk. Các tài xế thường tính phí - 3-5 mỗi chiều, tùy thuộc vào khu vực bạn đến trong thị trấn. Nhiều người sẽ đề nghị đợi hoặc quay lại sau buổi biểu diễn, tuy nhiên luôn có xe tuk tuk có sẵn sau buổi biểu diễn. \n\nHy vọng thông tin đó sẽ giúp ích. Hẹn gặp bạn ở Phare!\n\nCraig Dodge\nGiám đốc Kinh doanh - Tiếp thịĐọc thêm"
        ],
        "star_ratings": [
            11535,
            1128,
            200,
            55,
            28
        ],
        "review_amount": 12946,
        "location": [
            "Xiêm Riệp",
            "Phare, Rạp xiếc Campuchia",
            "Campuchia",
            "Những điều cần làm ở Siêm Riệp",
            "Tỉnh Xiêm Riệp",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 17, 2023",
            "Written September 26, 2023",
            "Written October 8, 2023",
            "Written October 22, 2023",
            "Written October 25, 2023",
            "Written November 17, 2023",
            "Written November 28, 2023",
            "Written December 31, 2023",
            "Written January 8, 2024",
            "Written January 23, 2024",
            "Written May 29, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297390-d3864861-Reviews-Phare_The_Cambodian_Circus-Siem_Reap_Siem_Reap_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d12345488-Reviews-Phare_Cafe-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d15027694-Reviews-Sandan_Cuisine-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d7252181-Reviews-Old_Steak_Restaurant-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d23174058-Reviews-Cuisine_Angkor_Heart-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d7060554-Reviews-D_ALESSANDRO-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d4810760-Reviews-Muslim_Family_Kitchen-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d10061143-Reviews-Sinn_SisaMouth_Cafe-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d15690520-Reviews-Rasoi_Ghar_Indian_Restaurant-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d15144419-Reviews-Ktom_Sre_Khmer-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297390-d15144420-Reviews-Ktom_Sre_Plus-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d27706922-Reviews-Active_Green_Quad_Bike-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12173760-Reviews-ArtBox-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12071108-Reviews-Wang_Tuk_Tuk_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12297981-Reviews-Daniel_English_Speaking_Tuk_Tuk_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d9858484-Reviews-Mr_Seng_Private_Car_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d25256841-Reviews-Viti_s_English_Speaking_Private_Tuk_Tuk_Car_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d317907-Reviews-Angkor_Wat-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4066214-Reviews-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d17586563-Reviews-Siem_Reap_Waxing_and_Spa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13185212-Reviews-APOPO_Visitor_Center-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d3864861-Reviews-or10-Phare_The_Cambodian_Circus-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d15520767-Reviews-Kanell_Dinner_Show-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d14053539-Reviews-The_Sacred_Dancers_of_Angkor-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13416467-Reviews-Garavek_Storytelling_Theatre-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1841124-Reviews-Apsara_Theatre-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2229875-Reviews-Traditional_Khmer_Dancing_at_Cambodian_Children_s_House_of_Peace-Siem_Reap_Siem_R.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4431218-Reviews-Khmer_Kickboxing_Siem_Reap-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d19527439-Reviews-OWE_Angkor_Warriors-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d19449222-Reviews-The_Culture_Night_Siem_Reap-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d18849923-Reviews-Apsara_Dance-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d6586477-Reviews-Apsara_at_the_Park-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d6942737-Reviews-Backstreet_Academy-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13323823-Reviews-Adventure_Travel_Co-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d8865786-Reviews-Siem_Reap_Safari_Tour-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d654735-Reviews-The_Happy_Ranch_Horse_Farm-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d15834568-Reviews-Anan_Angkor_Tour-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1102505-Reviews-Quad_Adventure_Cambodia_Siem_Reap-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12076738-Reviews-Thai_Zen_Spa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d10501134-Reviews-Chalky_Siem_Reap_Private_Driver-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d8801221-Reviews-In_Asia_Travel-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d2674750-Reviews-Affinity_Angkor-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13200534-Reviews-Angkor_Wat_Shared_Tours-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d6390800-Reviews-Happy_Angkor_Tour-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d12050088-Reviews-Community_First_Kompong_Khleang_Floating_Village_Tours-Siem_Reap_Siem_Reap_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d11932578-Reviews-Angkor_Maravilla_Viajes-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d5090171-Reviews-Cobra_Adventure_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g50322-d142767-Reviews-Jungle_Jim_s_International_Market-Fairfield_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103371-Reviews-Grand_Central_Terminal-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34009-d286913-Reviews-Spence_s_Bazaar-Dover_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d19073447-Reviews-Factory_Obscura_Mix_Tape-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187728-Reviews-British_Library-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d659213-Reviews-Arizona_Canal-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g56477-d140079-Reviews-Sea_Rim_State_Park-Port_Arthur_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297390-d3864861-Reviews-or10-Phare_The_Cambodian_Circus-Siem_Reap_Siem_Reap_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297390-d3864861-Reviews-Phare_The_Cambodian_Circus-Siem_Reap_Siem_Reap_Province.html"
    }
]