[
    {
        "attraction_name": "Philippine Tarsier and Wildlife Sanctuary",
        "attraction_name_vi": "Khu bảo tồn động vật hoang dã và Tarsier Philippine",
        "general_info": [
            "753 đánh giá",
            "- 1 trong 2 việc phải làm ở Corella",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Khu bảo tồn là tài sản của Philippine Tarsier Foundation với nhiệm vụ chính là cứu Philippine Tarsier, môi trường sống của nó và các động vật hoang dã khác.Đọc thêm",
        "reviews": [
            "Khu vực này rất nhỏ và chật chội với khách du lịch, bạn sẽ đến gần Tarsiers, những người thường ngủ - ẩn mình dưới những cành và lá to. Hơi đáng, hơi không, tùy thuộc vào ngân sách của bạn và thời gian bạn ở Bohol.Đọc thêm",
            "Nếu bạn đi ngang qua, bạn có thể dừng lại ở đó, nhưng nếu không thì không đáng. Lưu ý tích cực là nó nhỏ đến mức bạn chắc chắn sẽ nhìn thấy một số con khỉĐọc thêm",
            "Chúng tôi đã có một chuyến thăm buổi sáng sớm tuyệt vời. Chúng tôi đến đó trước khi tất cả khách du lịch đến.  Có 6 tarsiers trong khu vực. Chúng tôi đã thấy ba. Người hướng dẫn đảm bảo rằng chúng tôi im lặng và không làm lũ khỉ lùn sợ hãi. Chúng tôi đã có một số bức ảnh cận cảnh mà không làm họ sợ hãi. Chúng tôi đã xem một đoạn video thú vị trước khi bước vào để chúng tôi có thể biết thêm về khỉ tarsier. Vợ tôi và tôi thực sự rất thích chuyến thăm của chúng tôi. Cảm ơn bạn.Đọc thêm",
            "Chúng tôi đã dừng lại ở đây trong một chuyến du lịch riêng ngay khi họ mở cửa lần đầu tiên vào buổi sáng và nó rất yên tĩnh - không có đám đông -. Hướng dẫn trò chuyện địa phương đưa bạn đi xem một số loài chậm chạp hơn mà công chúng có thể nhìn thấy thật tuyệt vời - cô ấy im lặng - tôn trọng động vật và chụp những bức ảnh tuyệt vời. Nhìn thấy những sinh vật nhỏ bé này là điểm nổi bật của Bohol đối với chúng tôi. Đọc thêm",
            "Khu bảo tồn có kích thước nhỏ, rất lý tưởng để quan sát những sinh vật này. Có một chút bãi đậu xe phía trước dành cho ô tô, xe buýt và xe tay ga. Có một cửa hàng quà tặng và một nơi để mua một số đồ uống, kem, v.v.Đọc thêm",
            "Tôi hơi e ngại khi đưa con gái tôi đến đây vì tiếng ồn mà cô ấy có thể tạo ra. Nhưng các hướng dẫn viên rất thân thiện và hữu ích cho thấy chúng tôi là những người khéo léo hơn. Đi bộ qua rừng rất nhanh nhưng đáng giá.Đọc thêm",
            "- - - - Tuyến đường đi bộ trong khu bảo tồn rất dễ dàng- Sinh vật dễ thương không di chuyển nhiều, rất thích hợp để có cơ hội chụp ảnh - - - - Bạn gặp bao nhiêu Tarsiers hoàn toàn phụ thuộc vào may mắn. Tôi đã có thể nhìn thấy khoảng 2-3.Đọc thêm",
            "Chúng tôi đã đi vào khoảng 4 giờ chiều, gần đến giờ đóng cửa nên chúng tôi là khách duy nhất ở đó nên chúng tôi có toàn bộ nơi này cho riêng mình. Người hướng dẫn đã chỉ cho chúng tôi 4 chú khỉ lùn nghỉ ngơi khác nhau đủ dễ dàng và rõ ràng những chú khỉ lùn có thể tự do đi lại trong và ngoài khu phức hợp Đánh giá cao rằng người hướng dẫn đã không quấy rối chú khỉ tarsier để chụp bất kỳ bức ảnh nào Theo những gì tôi nghe được - mặc dù vậy, tôi đã không đi đến nơi khác -, khu bảo tồn này không giống một sở thú nhiều so với khu bảo tồn ở Loboc, nơi những chú khỉ tarsier về cơ bản bị giam giữ trong khu vựcĐọc thêm",
            "Chuyến thăm gần đây của tôi đến Khu bảo tồn Tarsier ở Bohol để lại cho tôi ấn tượng sâu sắc và tràn ngập niềm vui. Những người ở khu bảo tồn vô cùng thân thiện và nồng nhiệt, tạo nên một bầu không khí ấm áp và hấp dẫn. Niềm đam mê thực sự của họ đối với việc bảo tồn loài khỉ tarsier - môi trường sống tự nhiên được thể hiện rõ qua sự tương tác của họ với du khách. Tôi có vinh dự được chứng kiến ​​nhiều loài khỉ tarsier trong chuyến thăm của mình. Những sinh vật nhỏ bé và đầy mê hoặc này đã quyến rũ tôi bởi vẻ ngoài độc đáo và hành vi hấp dẫn của chúng. Tận mắt nhìn thấy chúng là một trải nghiệm khó quên, thực sự làm nổi bật tầm quan trọng của những nỗ lực bảo tồn. Điều khiến chuyến thăm trở nên tuyệt vời hơn là chi phí vào cửa phải chăng. Chỉ với 150 peso, nó mang lại giá trị đặc biệt cho trải nghiệm và kiến ​​thức thu được. Tóm lại, Tarsier Sanctuary ở Bohol đã vượt quá sự mong đợi của tôi. Những người dân thân thiện, số lượng lớn các chú khỉ tarsier và phí vào cửa phải chăng đã khiến đây trở thành một chuyến thăm thực sự đáng nhớ. Tôi thực sự giới thiệu khu bảo tồn này cho bất kỳ ai đang tìm kiếm một cuộc gặp gỡ hấp dẫn và mang tính giáo dục với những sinh vật đáng chú ý này.Đọc thêm",
            "Thật đáng yêu. Phải đi khi ở đây. Dùng thuốc chống mozzie. Các công nhân đã lấy những lô đất cận cảnh tốt nhất cho chúng tôi. Dễ thương quáĐọc thêm",
            "Nhập học là bao nhiêu? Đọc thêm",
            "Nhập học là bao nhiêu? Đọc thêm",
            "Bạn sẽ mở cửa vào ngày 1 tháng 1 chứ? - Đọc thêm",
            "Xin lỗi - Tôi không hiểu - Đọc thêm",
            "Làm cách nào để đến nơi dễ dàng hơn từ Tagbilaran?Đọc thêm",
            "Dễ nhất là thuê một chiếc xe tay ga và đi đến đó, khoảng 30 phút đi xe dễ dàng. Kết hợp điều đó với những ngọn đồi Chocolate, Bohol và rừng nhân tạo, bạn có thể dành cả ngày.Đọc thêm",
            "Đồi Tarsiere và Chocolate có nằm ở Tagbilaran không?Đọc thêm",
            "Cả hai điểm tham quan bạn đề cập đều ở Bohol.\n\nKhu bảo tồn tarsier không xa Tagbilaran - 20-25 phút? - , nhưng dù sao bạn cũng sẽ phải thuê tài xế đưa bạn đến đó. Chocolate Hills nằm xa hơn một chút vào trung tâm hòn đảo, vì vậy hãy lái xe - bằng ô tô chứ không phải xe ba bánh! - có thể mất khoảng 45 phút đến 1 giờ. \n\nChúng tôi thuê một người lái xe và trả tiền để anh ta làm người hướng dẫn cho chúng tôi cả ngày. Trước tiên hãy đi xem tarsier, sau đó đi thẳng đến Chocolate Hills. Trên đường về chúng tôi dừng lại ở một số địa điểm khác - khu rừng nhân tạo - một vườn thú nhỏ với những con rắn và bướm khổng lồ - . Chúng tôi đã làm được tất cả những điều đó trong khoảng 5 hoặc 6 giờ.Đọc thêm",
            "Chào bạn\nChúng tôi đang có chuyến đi lặn ở đảo Cebu. Làm thế nào chúng tôi có thể đến nơi tôn nghiêm của bạn? Có thể thuê một chiếc phà tư nhân? Nếu vậy thì sẽ không mất bao lâu?\nCảm ơn\nEmmaĐọc thêm",
            "Có một số công ty phà chạy giữa Cebu và Bohol. Tôi đã sử dụng phà SuperCat chạy ba lần mỗi ngày, mỗi chiều - phà nhanh, đẹp, thoải mái -. Cuộc hành trình mất 2 giờ để đến bến phà Tagbilaran.\n\nBạn có thể ghé thăm Bohol như một chuyến đi trong ngày. Chuyến phà SuperCat sớm nhất khởi hành từ Cebu là lúc 8h45 - đến lúc 10h45 - và chuyến phà cuối cùng khởi hành từ Tagbilaran là lúc 5h25 chiều. Nhưng điều đó sẽ dẫn đến một chuyến tham quan Bohol vội vã. Tốt hơn hết bạn nên bao gồm cả một đêm nghỉ ở Tagbilaran. Hoặc, nếu bạn thích một địa điểm ven biển, đông khách du lịch hơn, hãy chọn một khách sạn gần bãi biển trên Đảo Panglao, chỉ cách Tagbilaran vài km.\n\nNhư đã lưu ý, Khu bảo tồn Tarsier là một chuyến thăm thú vị, nhưng không đáng để đi phà dài chỉ để xem điểm thu hút đó. Sẽ tốt hơn nhiều nếu bạn đặt một chuyến tham quan bằng taxi cả ngày bao gồm Đồi Sôcôla và một số điểm tham quan khác.\n\nHy vọng điều này sẽ giúp ích.Đọc thêm",
            "Chúng tôi hiện đang ở Loboc và muốn đi, cách tốt nhất để đến đó là gì? Đọc thêm",
            "Chúng tôi hiện đang ở Loboc và muốn đi, cách tốt nhất để đến đó là gì? Đọc thêm",
            "CHÀO. Chúng tôi sẽ đến thăm nơi tôn nghiêm của bạn vào ngày mai. Vì khỉ tarsier là động vật hoạt động về đêm nên nên đến thăm vào buổi sáng hay buổi chiều?\nChúng tôi đánh giá cao câu trả lời nhanh chóng; - Đọc thêm",
            "Lúc nào cũng được, mặc dù khỉ tarsier hoạt động nhiều hơn vào ban đêm. Tôi đề nghị buổi chiều sẽ tốt hơn. Thời gian này cũng sẽ bớt nóng hơn. Thưởng thức! : - Đọc thêm",
            "Tôi và bạn tôi dự định đến thăm Bohol vào dịp nghỉ lễ tháng 12. Chúng tôi muốn biết liệu Khu bảo tồn động vật hoang dã và Tarsier Philippine có mở cửa từ ngày 24 đến ngày 26 tháng 12 hay không. Tôi biết việc mọi người làm việc vào những ngày nói trên là không bình thường nhưng chúng tôi chỉ đang tận dụng cơ hội của mình.\n\nHy vọng có cơ hội được gặp các tarsiers vào tháng 12 này. :- - Đọc thêm",
            "Xin chào! Chúng tôi sẽ thông báo cho bạn khi đôi khi chúng tôi mở cửa. Chúng tôi sẽ có câu trả lời cho câu hỏi của bạn trước thứ Hai. : - Đọc thêm"
        ],
        "star_ratings": [
            340,
            285,
            92,
            21,
            16
        ],
        "review_amount": 754,
        "location": [
            "Corella",
            "Tỉnh Bohol",
            "Philippin",
            "Khu bảo tồn động vật hoang dã và Tarsier Philippine",
            "Các hoạt động ở Corella",
            "Châu Á",
            "Visayas"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written April 6, 2024",
            "Written April 3, 2024",
            "Written December 17, 2023",
            "Written December 3, 2023",
            "Written August 12, 2023",
            "Written July 28, 2023",
            "Written July 10, 2023",
            "Written May 14, 2023",
            "Written May 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3649283-d320849-Reviews-Philippine_Tarsier_and_Wildlife_Sanctuary-Corella_Bohol_Province_Visayas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3649283-d25300321-Reviews-Niks_Diner-Corella_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294259-d548153-Reviews-Baclayon_Church-Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1390126-d1492725-Reviews-Baclayon_Church_Museum-Baclayon_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3649283-d320849-Reviews-or10-Philippine_Tarsier_and_Wildlife_Sanctuary-Corella_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437546-d3853784-Reviews-Kayakasia_Philippines-Maribojoc_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1082590-d3834142-Reviews-SUP_Tours_Philippines-Loboc_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066348-d11964193-Reviews-Island_Rentals-Tagbilaran_City_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294259-d2272614-Reviews-Loboc_Ecotourism_Adventure_Park-Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066348-d11908693-Reviews-Bohol_Island_Tour-Tagbilaran_City_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294259-d10463454-Reviews-Loboc_River-Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1082590-d3833436-Reviews-Tarsier_Conservation_Area-Loboc_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1082590-d1073515-Reviews-Loboc_River_Cruise-Loboc_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g4013744-d2304682-Reviews-Philippine_Tarsier_Recreation_Inc-Tawala_Panglao_Panglao_Island_Bohol_Province_V.html",
            "https://www.tripadvisor.com/Attraction_Review-g1082590-d1124042-Reviews-Mahogany_Forest-Loboc_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1390126-d11998458-Reviews-Hey_Joe_Bohol_Motorcycle_Rentals-Baclayon_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066348-d1554341-Reviews-Cathedral_of_San_Jose-Tagbilaran_City_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1036817-d19235472-Reviews-Hercules_Yacht_Sailing_in_the_Philippines-Panglao_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066348-d10593142-Reviews-Island_City_Mall-Tagbilaran_City_Bohol_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2589867-Reviews-Mercado_Publico_del_Marisco-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297631-d940955-Reviews-Kerala_Backwaters-Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d538032-Reviews-Arcade_Amusements_Inc-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d10397714-Reviews-Mae_s_Beach-Cameron_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d23073210-Reviews-Playa_Azul-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d104227-Reviews-Santa_Barbara_Botanic_Garden-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d1028434-Reviews-Alanya_Kalesi-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d270551-Reviews-Berkeley_Municipal_Rose_Garden-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298171-d320696-Reviews-The_Hakone_Open_Air_Museum-Hakone_machi_Ashigarashimo_gun_Kanagawa_Prefecture_Kant.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d24085455-Reviews-Museum_Of_Ice_Cream-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3649283-d320849-Reviews-or10-Philippine_Tarsier_and_Wildlife_Sanctuary-Corella_Bohol_Province_Visayas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3649283-d320849-Reviews-Philippine_Tarsier_and_Wildlife_Sanctuary-Corella_Bohol_Province_Visayas.html"
    }
]