[
    {
        "attraction_name": "Phnom Penh Safari",
        "attraction_name_vi": "Safari Phnôm Pênh",
        "general_info": [
            "19 đánh giá",
            "- 127 trong số 159 điều cần làm ở Phnom Penh",
            "Sở thú"
        ],
        "attraction_summary": "CHÀO MỪNG BẠN ĐẾN VỚI BỐN VƯƠNG QUỐC PHNOM PENH SAFARI Trải dài hơn sáu mươi ha đất, Phnom Penh Safari là 200 công viên có quy mô lớn đầu tiên với ý tưởng - Bốn Vương quốc - nơi trưng bày bốn chương trình biểu diễn động vật hàng ngày hoành tráng và hấp dẫn. Chứng kiến ​​động vật hoang dã khi chúng lang thang tự do trong những khu vực rộng mở giống như môi trường sống tự nhiên của chúng. Thật là một cảnh tượng đáng chú ý! Phnom Penh Safari nhằm mục đích kết nối mọi người với thiên nhiênĐọc thêm",
        "reviews": [
            "Tôi đã đến đó kể từ khi nó mở cửa vào tháng 7 năm 2018. Đó là một công viên rộng lớn và đẹp nhưng sở thú lại nghèo nàn. Thật đáng thương cho những con vật đó. Cảm giác như chúng bị ép phải làm những việc đó. Bạn không thể ở gần chúng. Giá cả đắt đỏ với sự thất vọng lớn!!! Đọc thêm",
            "Chúng ta có thực sự cần phải biểu diễn - với động vật hoang dã không?? Những chú voi được đẩy đi biểu diễn và còn có chỗ ngồi trên chúng để bạn có thể cưỡi chúng - ?? Tôi nghĩ điều đó không tốt cho họ, hiện đã bị cấm ở Siem Reap -. Nơi này rất đẹp, nhiều cây xanh và nhiều nơi để mua đồ uống tươi ngay trong khuôn viên. Kid rất thích nhìn thấy các loài động vật và tôi có thể không nghĩ rằng những loài động vật này nên được đưa vào khu bảo tồn thiên nhiên thay vì trưng bày thương mại cho khách du lịch và người dân địa phương. ..Chúng tôi sẽ không quay lại đó.Đọc thêm",
            "Chà, với tư cách là một người rất yêu động vật, tôi luôn cố gắng xem vườn thú, thủy cung hoặc khu cứu hộ địa phương đang làm gì và điều đó thường giúp tôi đánh giá cách người dân thường đối xử với động vật.  Tất cả những gì tôi có thể nói là tôi hy vọng phần còn lại của đất nước sẽ tôn trọng và đồng cảm hơn với những sinh vật xinh đẹp như vậy. Số lượng động vật dành cho một nơi rất hạn chế, và thứ hai, các chuồng trại dường như không đủ cũng như không được xây dựng để mang lại sự thoải mái cho động vật chứ không phải môi trường sống tự nhiên. Không có đủ bóng râm và nước ở hầu hết các chuồng. Buổi biểu diễn hổ thật đáng buồn khi chứng kiến ​​những con thú to lớn như vậy - được huấn luyện - chỉ nhằm mục đích giải trí. Không ấn tượng lắm và chắc chắn không có giá trị - 20 US vì nhìn thấy những con vật không được kích thích cũng như không được chăm sóc ở mức cao. Đọc thêm",
            "Ôi chúa ơi... Làm sao tôi có thể giải thích điều này? Chà, công viên được bao quanh bởi thiên nhiên và thật là sảng khoái khi đi dạo xung quanh nhưng sở thú thì hoàn toàn kinh khủng. Những con vật đang bị mắc kẹt và - thật là khó chịu khi chứng kiến ​​- và hãy tưởng tượng những con vật đó thất vọng đến mức nào... - Những con vật được đưa lên chương trình và đôi khi MC thậm chí còn chế nhạo chúng - theo cách xúc phạm - chỉ để tạo ra sự khác biệt khán giả cười. Còn rất nhiều loài động vật khác mà tôi đã thấy bị tách khỏi con cái của chúng - và tất nhiên là nó hoảng sợ muốn bỏ chạy - Tôi thực sự cảm thấy thực sự rất tiếc cho những con vật đó và cả con người đã tạo ra những điều khủng khiếp này chỉ vì lợi ích của chính họ và Tôi cảm thấy thực sự sai lầm khi đến đó vào kỳ nghỉ của mình. Nó - giống như nhìn thấy địa ngục trần gian - nó - thực sự là địa ngục trần gian - Đọc thêm",
            "Sở thú khủng khiếp. Chúng tôi không thể xem các buổi biểu diễn. Đó là sự lạm dụng động vật hoàn toàn. Tôi không nghĩ sở thú đã có cơ chế bảo tồn và bảo vệ động vật.  Tôi thực sự hy vọng họ xem những đánh giá này và thấy rằng cưỡi voi, vuốt ve hổ con, chiến đấu với đười ươi không phải là cách tốt. Ngay cả những con cá cũng chết đói Vườn thú được chăm sóc rất tốt nhưng lại gây khủng khiếp cho các loài động vật.Đọc thêm",
            "Tôi rất tiếc khi đến thăm Phnom Penh Safari, nhưng nó đã giúp tôi mở rộng tầm mắt về sự tàn ác với động vật mà người ta làm chỉ vì tiền du lịch.  Khi đến thăm những con voi, tôi thấy những vết thương sâu trên đỉnh và hai bên đầu chúng.  Tôi còn chứng kiến ​​những người chăm sóc chúng dùng móc bò để đánh chúng phải vâng lời và những con voi bị đâm liên tục để biểu diễn cho khách du lịch.  Tôi chỉ nhìn mà kinh hãi.  Điều này cũng tương tự đối với các buổi biểu diễn hổ, đười ươi và cá sấu của họ.  Xin đừng ủng hộ loại hình du lịch này!  Trước hết, tôi muốn dạy các con mình lòng trắc ẩn hơn.Đọc thêm",
            "Là một du khách gần đây, tôi sẽ không quay lại công viên này - safari. Tôi đã và vẫn cảm thấy băn khoăn về những hành động khủng khiếp gây ra cho những con vật mà tôi chứng kiến.  Những người chăm sóc sử dụng một chiếc móc kim loại để chọc vào những con voi và thúc chúng biểu diễn để chụp ảnh selfie cho du khách.  Những con voi bị xích và không thể di chuyển tự do. Những con voi có những vết thương rõ ràng trên đầu và các chi và dù có kích thước to lớn nhưng chúng vẫn bị thiếu cân. Vết thương của họ dường như chưa được điều trị và tôi đoán là do cách nhân viên xử lý. Tôi thất vọng vì đã bỏ tiền ra để hỗ trợ tổ chức này, nếu biết tôi đã không tiêu đồng nào cả. Có rất nhiều địa điểm du lịch khác với cảnh quan tuyệt đẹp gần đó. Tôi sẽ KHÔNG đề xuất điểm thu hút này. Tôi đã LÃNG PHÍ tiền của mình và khiến trái tim tan nát. Đọc thêm",
            "Những con voi đang được cưỡi và hầu hết các loài động vật đều được tạo ra để biểu diễn và biểu diễn. Đười ươi bị ăn mặc như người và bị buộc phải đóng hộp và đi xe đạp. Tôi cảm thấy thật khủng khiếp khi tiêu tiền của mình ở nơi bị tra tấn này. Một trong những con voi đang khóc, nước mắt chảy dài trên khuôn mặt của nó. Tôi hoàn toàn chán ghét bản thân mình vì đã đến nơi này và tôi không thể ngừng nghĩ về những chú voi tội nghiệp CẦN PHẢI ĐÓNG CỬA Đây là nơi tồi tệ nhất mà tôi từng đến. AI ĐÓ HÃY GIÚP ĐỠ NHỮNG SINH VẬT NGHIÊM TÚC NÀYĐọc thêm",
            "Sự tra tấn động vật ở nơi này vượt quá giới hạn. Bên cạnh những chiếc lồng nhỏ và bẩn thỉu, các động vật trong đó còn có các buổi biểu diễn cứ 30 phút một lần, trong đó họ buộc những động vật được gây mê rõ ràng bao gồm hổ, vẹt, khỉ và cá sấu để thực hiện các trò lừa. Tôi đến đây vì bạn bè đã thuyết phục và thời gian của tôi thực sự khó chịu. Nó thậm chí không thú vị và rất ít động vật. Vị trí này cần được đóng lại ngay lập tức.Đọc thêm",
            "Xin đừng ủng hộ phòng tra tấn động vật này. Miệng bị dán kín, khỉ đột buộc phải chiến đấu với nhau nếu không sẽ bị tra tấn. Sự tàn bạo của sư tử buộc phải nhảy qua vòng lửa và đi bằng hai chân sau. Đây không phải là trò giải trí, đây là một chương trình kinh dị và bất kỳ ai có đầu óc tỉnh táo đều không nên đưa động vật hoặc chính mình đến nơi này. Ngạc nhiên là nó có bất kỳ đánh giá tích cực nào. Tôi bị tổn thương.Đọc thêm"
        ],
        "star_ratings": [
            5,
            1,
            0,
            5,
            8
        ],
        "review_amount": 19,
        "location": [
            "Campuchia",
            "Châu Á",
            "Những điều cần làm ở Phnôm Pênh",
            "Phnom Penh",
            "Safari Phnôm Pênh"
        ],
        "reviews_time": [
            "Written October 24, 2019",
            "Written June 24, 2019",
            "Written April 7, 2019",
            "Written August 16, 2020",
            "Written November 17, 2023",
            "Written March 12, 2019",
            "Written March 13, 2019",
            "Written August 10, 2019",
            "Written October 3, 2019",
            "Written December 26, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293940-d15771446-Reviews-Phnom_Penh_Safari-Phnom_Penh.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293940-d12406193-Reviews-Garden_Restaurant-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d17601192-Reviews-Win_Win_Memorial-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d10488180-Reviews-Fantastic_Water_World-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d25442642-Reviews-Morodok_Techo_National_Sports_Complex-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d15771446-Reviews-or10-Phnom_Penh_Safari-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d19239914-Reviews-Garden_City_Water_Park-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d11426528-Reviews-Sophun_Tuk_tuk_and_Van-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d12572400-Reviews-Cambodia_Private_Car_Service-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d17535260-Reviews-Lomchang_Spa-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d17840330-Reviews-Soma_Spa-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d12527859-Reviews-Cambodia_Taxi-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d25179773-Reviews-Samatha_Spa_Boeungkak-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d13679019-Reviews-Sora-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d4403471-Reviews-Memorable_Cambodia_Cruise-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d2098118-Reviews-Cambodian_Cruises-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d13800935-Reviews-Cambodia_Tour-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d2064050-Reviews-Nathan_Horton_Photography-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d4355978-Reviews-Elephant_Bar-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d5503146-Reviews-Space_Hair_Salon_and_Bar-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d6902967-Reviews-Aeon_Mall-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d154308-Reviews-Ho_okena_Beach_Park-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34559-d1940223-Reviews-Pinecrest_Gardens_Farmer_s_Market-Pinecrest_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48411-d4355126-Reviews-Plattsburgh_City_Beach-Plattsburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d195895-Reviews-Heraklion_Archaeological_Museum-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d1091226-Reviews-Tin_City-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d606084-Reviews-Beals_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g15246183-d8046340-Reviews-Bukit_Jugra-Jugra_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g1216713-d550771-Reviews-Chiang_Dao_Cave-Chiang_Dao.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d1847150-Reviews-Givens_Hot_Springs-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d2178256-Reviews-Copernicus_Science_Centre-Warsaw_Mazovia_Province_Central_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293940-d15771446-Reviews-or10-Phnom_Penh_Safari-Phnom_Penh.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293940-d15771446-Reviews-Phnom_Penh_Safari-Phnom_Penh.html"
    }
]