[
    {
        "attraction_name": "Phoenix Zoo",
        "attraction_name_vi": "Sở thú Phượng Hoàng",
        "general_info": [
            "3.089 đánh giá",
            "- 26 trong số 430 điều cần làm ở Phoenix",
            "Sở thú"
        ],
        "attraction_summary": "Cuộc phiêu lưu ngoài trời. Kỷ niệm suốt đời. Đó là sở thú của chúng tôi! Từ năm 1962, Sở thú Phoenix đã truyền cảm hứng và động lực cho du khách từ khắp nơi trên thế giới quan tâm đến thế giới tự nhiên. Ẩn mình trên diện tích 125 mẫu Anh trong Công viên Papago xinh đẹp, Sở thú là một nơi tuyệt vời cho sự tò mò, trí tưởng tượng và khám phá. Với hơn 3.000 loài động vật, bao gồm đười ươi Bornean, hổ Sumatra, rồng Komodo, hươu cao cổ Masai và nhiều loài khác - không giống nơi nào khác trong Thung lũng! Với các quán cà phê ngoài trời, cửa hàng, khu vườn tươi tốt, cảnh quan nước và những cuộc gặp gỡ thú vị gần gũi với động vật như Vịnh Stingray, chuyến thăm của bạn sẽ rất đáng nhớ đối với cả gia đình. Các hoạt động không thể bỏ qua khác bao gồm Safari Cruiser và Băng chuyền các loài có nguy cơ tuyệt chủng. Là một tổ chức phi lợi nhuận, Sở thú chỉ dựa vào số lượng tuyển sinh, tư cách thành viên, quyên góp và tài trợ để tiếp tục các sáng kiến ​​bảo tồn, chương trình giáo dục và chăm sóc động vật của chúng tôi. Vì vậy, hãy tham gia với chúng tôi ngay hôm nay và giúp hỗ trợ viên ngọc Thung lũng khó quên này!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Sở thú rất lớn với rất nhiều động vật để xem. Chúng tôi đến vào Ngày Cựu chiến binh và mọi người ở Phoenix đều có mặt ở đó. Ngay cả với tất cả mọi người, nó vẫn chỉ thực sự đông đúc ở một số khu vực nhất định. Đỗ xe là một cơn ác mộng, nhưng tôi nghi ngờ điều đó - thật tệ trong một ngày bình thường. Tê giác được yêu thíchĐọc thêm",
            "Đây là việc cần làm để dành thời gian với một đứa trẻ 8 tuổi vào một ngày đáng yêu ở AZ. Cô ấy rất thích sở thú. Nhưng theo quan điểm của người lớn, nó rất đắt, bắt đầu từ phí vào cửa không bao gồm bất kỳ khoản bổ sung nào như cưỡi lạc đà trên Safari Cruiser, caraseul. Thức ăn là thái quá thông thường. Chúng tôi đã yêu cầu một bản đồ giấy và chúng tôi đã tham khảo mã QR và được thông báo rằng có rất nhiều biển báo trong công viên - chắc chắn phải thử bán tư cách thành viên - . Tuy nhiên, con voi - vâng, số ít - không có giá trị gì cả.  Khi chúng tôi tìm thấy anh ấy - cô ấy, nó đã không hoạt động được trong một giờ vì nó đang tắm.  Có rất ít chuyển động giữa các loài động vật.  Chúng tôi đã đến gần tê giác, khỉ đầu chó và hươu cao cổ. Sở thú chắc chắn không thể so sánh được với những sở thú khác ở các thành phố có quy mô nhỏ hơn nhiều.  Không có chim cánh cụt, gấu bắc cực, hà mã.  Sở thú Phoenix có nhiều cách để đi!Đọc thêm",
            "Chúng tôi đến Sở thú Phoenix cùng gia đình và nhiều lứa tuổi trẻ em. Tất cả chúng tôi đều có một niềm vui ở sở thú. Đó là một vườn thú lớn và có rất nhiều loài động vật. Chúng tôi đã ở đó vài giờ và thậm chí còn không nhìn thấy toàn bộ sở thú. \n\nPhần yêu thích của bọn trẻ là khỉ nhện. Bạn có thể đi thẳng vào triển lãm. Những con khỉ rất năng động. Sở thú rất đông đúc khi chúng tôi ở đó nhưng bạn không để ý vì nó quá lớn. \n\nNhược điểm duy nhất là giá cả. Nó đắt. Cũng có nhiều thứ bạn phải trả thêm tiền. Đồ ăn cũng đắt nên chúng tôi đợi và ăn khi rời đi.Đọc thêm",
            "Thực ra chúng tôi đã ở Phoenix vào tháng 6 năm 2022, nhưng ứng dụng không cho phép tôi lùi xa đến mức đó.  \nĐối với một sở thú ở một thành phố lớn thì điều này thực sự đáng thất vọng. Nhiều khu vực đã bị đóng cửa và việc quan sát các loài động vật không được tốt. Sau khi họ hoàn thành tất cả các công việc cải tạo đang được tiến hành thì mọi chuyện có thể khá tốt.Đọc thêm",
            "Cửa hàng quà tặng thú vị nhưng rất đắt tiền. Đừng đề nghị mua bất cứ thứ gì ở đây. Rất nhiều động vật và tuyệt vời cho trẻ nhỏ. Có một băng chuyền dành cho trẻ nhỏ và một sân chơi đang được xây dựng trong khuôn viên. Một số lồng cực kỳ nhỏ đối với động vật, nhưng một số lại lớn hơn. Không phải là môi trường tuyệt vời cho trẻ lớn hơn.Đọc thêm",
            "Vườn thú này nằm ở một vị trí đẹp. Nó có một số ao khác nhau ở các khu vực xung quanh.  Bản thân sở thú không lớn lắm.  Lối vào khoảng - 40 cho người lớn và - 30 cho trẻ em từ 3 tuổi trở lên. Một khi bạn - đang ở bên trong. Họ trả tiền cho bạn cho mọi thứ khác. Tôi đã trả tiền - 6 người cho chuyến đi quanh công viên. Việc đó khá vô ích vì họ không dừng lại để cho bạn xem các con vật. Nếu bạn không chú ý, bạn sẽ bỏ lỡ nó.  Đó là - 5 người để nuôi cá đuối gai độc và hơn thế nữa nếu bạn muốn cho chúng ăn.   - 3 đứa đi vòng quay.   - 10 cho soda và khoai tây chiên.  Vào thời điểm tôi rời đi, tôi đã dành hơn - 100 giờ dễ dàng và không thực sự nhìn thấy nhiều loài động vật.Đọc thêm",
            "Chúng tôi đã đến thăm nhiều sở thú. Đây là một trải nghiệm sở thú vững chắc trong khu vực. Động vật dường như được chăm sóc tốt và có thông điệp bảo tồn điển hình. Tuy nhiên, không có nhiều loại động vật và tôi sẽ không coi đây là vườn thú điểm đến như một số vườn thú ở thành phố lớn khác. Tuy nhiên, đó là một cách đủ hay để dành 3 hoặc 4 giờ bên ngoàiĐọc thêm",
            "Đây không phải là một trong những sở thú được xếp hạng hàng đầu ở Hoa Kỳ. Không hoàn toàn ngang hàng với sở thú San Diego.\n\nTuy nhiên, nếu bạn đang tìm kiếm một ngày thật thú vị cho gia đình thì đây là một nơi tuyệt vời để dành cho gia đình. Trẻ em dưới 15 tuổi sẽ đặc biệt thích thú.\n\nGiá vé người lớn - 38 và vé trẻ em - 28. Vì vậy, một gia đình năm người có thể tốn khoảng - 170. Tuy nhiên, đây là hoạt động cả ngày và rẻ hơn đáng kể so với Disneyland.  Và bạn sẽ có được rất nhiều bài tập khi đi dạo quanh sở thú. Đây là một vườn thú rất rộng rãi và bạn có thể bao quát rất nhiều lãnh thổ.\n\nỞ đây có rất nhiều loài động vật khá tốt. Ba con sư tử, một con báo, ít nhất một con voi và rất nhiều khỉ.  Ngoài ra còn có một con tê giác và lạc đà.\n\nNhắc đến lạc đà thì việc cưỡi lạc đà rất được ưa chuộng. Tám đô la một người nhưng bọn trẻ sẽ thực sự thích thú.  \n\nCó một điểm dừng để đưa bạn đi vòng quanh sở thú, nhưng điều đó sẽ khiến bạn phải trả thêm phí. Ít nhất là tám đô la.\n\nBãi đậu xe miễn phí không quá xa lối vào. Cửa hàng quà tặng vẫn ổn nhưng không có gì để viết về nhà.\n\nTất cả trong một trải nghiệm rất thú vị. Một hoạt động gia đình rất tốt nếu bạn sống hoặc đang đến thăm Phoenix hoặc Scottsdale gần đó.Đọc thêm",
            "Đây không phải là một trong những sở thú được xếp hạng hàng đầu ở Hoa Kỳ. Không hoàn toàn ngang hàng với sở thú San Diego. Tuy nhiên, nếu bạn đang tìm kiếm một ngày thật thú vị cho gia đình thì đây là một nơi tuyệt vời để dành cho gia đình. Trẻ em dưới 15 tuổi sẽ đặc biệt thích thú. Giá vé người lớn - 38 và một đứa trẻ - 28. Vì vậy, một gia đình năm người có thể tốn khoảng - 170. Tuy nhiên, đây là hoạt động cả ngày và rẻ hơn đáng kể so với Disneyland.  Và bạn sẽ có được rất nhiều bài tập khi đi dạo quanh sở thú. Đây là một vườn thú rất rộng rãi và bạn có thể bao quát rất nhiều lãnh thổ. Ở đây có rất nhiều loài động vật đa dạng. Ba con sư tử, một con báo, ít nhất một con voi và rất nhiều khỉ.  Ngoài ra còn có tê giác và lạc đà. Nói về lạc đà, việc cưỡi lạc đà rất phổ biến. Tám đô la một người nhưng bọn trẻ sẽ thực sự thích thú.  Có một điểm dừng để đưa bạn đi vòng quanh sở thú, nhưng điều đó sẽ khiến bạn phải trả thêm phí. Ít nhất là tám đô la. Bãi đậu xe miễn phí không quá xa lối vào. Cửa hàng quà tặng vẫn ổn nhưng không có gì để viết về nhà. Nói chung là một trải nghiệm rất thú vị. Một hoạt động gia đình rất tốt nếu bạn sống hoặc đang đến thăm Phoenix hoặc Scottsdale gần đó.Đọc thêm",
            "Không phải là một vườn thú được công nhận!   Vậy tại sao tôi không tự hỏi mình tại sao.?  Chắc có điều gì đó không ổn ở đây. Không đạt tiêu chuẩn.  Tôi ghét nhìn thấy động vật ở những khu vực nhỏ để chúng ta giải trí. Chúng xứng đáng có một cuộc sống tốt đẹp hơn Trong một khu bảo tồn. Tại sao đến thăm một vườn thú không được công nhận? Kinh khủng.Đọc thêm",
            "Sở thú Phoenix là một Sở thú phi lợi nhuận, được AZA công nhận.  - Các vườn thú và thủy cung được AZA công nhận đáp ứng các tiêu chuẩn cao nhất về chăm sóc và phúc lợi động vật, đồng thời mang lại trải nghiệm vui vẻ, an toàn và mang tính giáo dục cho gia đình. Ngoài ra, họ còn dành hàng triệu đô la hàng năm để hỗ trợ các chương trình nghiên cứu khoa học, bảo tồn và giáo dục. - Để tìm hiểu thêm về những điều kiện cần thiết để trở thành một vườn thú hoặc thủy cung được AZA công nhận, hãy truy cập: aza.org.\n\nViệc chăm sóc động vật là ưu tiên hàng đầu của chúng tôi. Các loài động vật được cung cấp chất dinh dưỡng hàng ngày, chế độ ăn uống được tạo ra riêng cho chúng, dịch vụ chăm sóc thú y và môi trường sống đáp ứng nhu cầu cá nhân của động vật sống trong chúng. Kể từ năm 1962, Sở thú Phoenix đã hoàn thành sứ mệnh cung cấp những trải nghiệm truyền cảm hứng cho mọi người và thúc đẩy họ quan tâm đến thế giới tự nhiên.  Bắt đầu từ năm 1962 với Chiến dịch Oryx, một trong những chương trình bảo tồn động vật hoang dã toàn cầu thành công nhất thế giới, nó đã trở nên nổi tiếng thế giới vì những đóng góp của nó cho lĩnh vực khoa học bảo tồn.  Ngày nay, hơn 7.000 linh dương sừng thẳng Ả Rập tồn tại trên toàn thế giới, tạo tiền lệ cho các sáng kiến ​​bảo tồn thành công tiếp theo của Vườn thú Phoenix liên quan đến chồn chân đen, ếch báo Chiricahua, rắn sọc đầu hẹp, vẹt mỏ dày, chó sói Mexico và nhiều loài khác. Để tìm hiểu thêm về những nỗ lực bảo tồn của chúng tôi, hãy truy cập: phoenixxoo.org. \n\nNếu có bất kỳ loài động vật cụ thể nào mà bạn lo ngại, vui lòng gửi email cho chúng tôi theo địa chỉ liên lạc - phoenixxoo.org. \n\nĐọc thêm",
            "Sở thú rất rộng và rất nhiều động vật.  Yêu những con đường quanh co.  Nhiều điểm dừng để ngồi trên băng ghế và ngắm cảnh. Một số lựa chọn thực phẩm trong khắp sở thú.Đọc thêm",
            "Đến đây để lấp đầy một phần thời gian trong ngày khi đi nghỉ ở Arizona. Tôi có đi sở thú - khá nhiều thời gian khi đi nghỉ. Nhìn chung khó có thể phàn nàn về các loài động vật ở sở thú. Một số trải nghiệm tốt với những con vật mà họ có. Điều khó chịu chính của tôi là giá của sở thú sau đó là chi phí bổ sung cho những thứ khác ở sở thú.  Tôi không thể nhớ đó là gì nhưng họ tính phí - 3,00 cho những người không phải là thành viên làm gì đó trong sở thú. Tại sao không làm cho nó miễn phí?   Tôi nghĩ hầu hết mọi người đều mong muốn chi tiêu nhiều hơn mức họ mong muốn cho đồ ăn - đồ uống. Nhưng khi bạn vào sở thú - phải trả thêm tiền cho những thứ đó, điều đó chỉ khiến tôi lắc đầu. Một số khu vực có thể trở nên khá đông đúc - do cách bố trí không cho phép nhiều chỗ để di chuyển. Đặc biệt là khi bạn có xe đẩy em bé lớn ở mọi nơi.  Nhìn chung, về mặt chất lượng thì nó - không tệ nhưng chỉ nên chi một ít - đặc biệt nếu bạn có gia đình đi cùng.Đọc thêm",
            "Chúng tôi đã đến thăm nhiều sở thú. Đây là một trải nghiệm sở thú vững chắc trong khu vực. Động vật dường như được chăm sóc tốt và có thông điệp bảo tồn điển hình. Tuy nhiên, không có nhiều loại động vật và tôi sẽ không coi đây là vườn thú điểm đến như một số vườn thú ở thành phố lớn khác. Tuy nhiên, đó là một cách đủ hay để dành 3 hoặc 4 giờ bên ngoàiĐọc thêm",
            "Vườn thú này nằm ở một vị trí đẹp. Nó có một số ao khác nhau ở các khu vực xung quanh.  Bản thân sở thú không lớn lắm.  Lối vào khoảng - 40 cho người lớn và - 30 cho trẻ em từ 3 tuổi trở lên. Một khi bạn - đang ở bên trong. Họ trả tiền cho bạn cho mọi thứ khác. Tôi đã trả tiền - 6 người cho chuyến đi quanh công viên. Việc đó khá vô ích vì họ không dừng lại để cho bạn xem các con vật. Nếu bạn không chú ý, bạn sẽ bỏ lỡ nó.  Đó là - 5 người để nuôi cá đuối gai độc và hơn thế nữa nếu bạn muốn cho chúng ăn.   - 3 đứa đi vòng quay.   - 10 cho soda và khoai tây chiên.  Vào thời điểm tôi rời đi, tôi đã dành hơn - 100 giờ dễ dàng và không thực sự nhìn thấy nhiều loài động vật.Đọc thêm",
            "Cửa hàng quà tặng thú vị nhưng rất đắt tiền. Đừng đề nghị mua bất cứ thứ gì ở đây. Rất nhiều động vật và tuyệt vời cho trẻ nhỏ. Có một băng chuyền dành cho trẻ nhỏ và một sân chơi đang được xây dựng trong khuôn viên. Một số lồng cực kỳ nhỏ đối với động vật, nhưng một số lại lớn hơn. Không phải là môi trường tuyệt vời cho trẻ lớn hơn.Đọc thêm",
            "Đầu tiên hãy để tôi nói rằng tôi không thích động vật bị nuôi nhốt dưới bất kỳ hình thức nào. Mặt khác, tôi có lẽ sẽ không bao giờ có thể nhìn thấy nhiều loài động vật này nếu không có cơ sở vật chất như vườn thú Phoenix. Đó là một vườn thú tuyệt vời và những người trông coi dường như thực sự quan tâm đến động vật, đồng thời rất hiểu biết và dễ gần. Mặc dù tôi rất thích nhìn thấy những con vật này chạy hoặc bay tự do nhưng tôi có thể thấy rằng đây là một cơ sở tuyệt vời và chúng tôi sẽ đáng để ghé thăm.Đọc thêm",
            "Chúng tôi rất thích tất cả các hình ảnh và màn trình diễn ánh sáng. Tôi đã sử dụng một chiếc xe tay ga. Nó đã hết tiền nhưng người bạn đi cùng tôi đã quay lại nơi chúng tôi thuê chiếc xe tay ga. Một người phụ nữ đi cùng bạn tôi cưỡi ngựa thay thế. Sau đó chúng tôi tiếp tục chuyến tham quan ánh sáng. - Đọc thêm",
            "Suy nghĩ kỹ, màn hình đẹp. Chúng tôi thất vọng vì các điểm tham quan động vật không phải là một phần của trải nghiệm này. Tuy nhiên, nó đáng giá.Đọc thêm"
        ],
        "star_ratings": [
            1492,
            994,
            414,
            118,
            71
        ],
        "review_amount": 3089,
        "location": [
            "Arizona - AZ -",
            "Những điều cần làm ở Phoenix",
            "Phượng Hoàng",
            "Sở thú Phượng Hoàng",
            "Hoa Kỳ",
            "Trung tâm Arizona"
        ],
        "reviews_time": [
            "Written November 18, 2023",
            "Written November 22, 2023",
            "Written December 5, 2023",
            "Written December 21, 2023",
            "Written February 5, 2024",
            "Written February 16, 2024",
            "Written March 5, 2024",
            "Written April 1, 2024",
            "Written April 1, 2024",
            "Written March 27, 2024",
            "Written March 26, 2024",
            "Written March 14, 2024",
            "Written March 6, 2024",
            "Written February 16, 2024",
            "Written February 5, 2024",
            "Written January 29, 2024",
            "Written January 15, 2024",
            "Written January 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31310-d127047-Reviews-Phoenix_Zoo-Phoenix_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d13313756-Reviews-Savannah_Grill-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d3835266-Reviews-Gertrude_s-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d23993906-Reviews-5th_Street_Burger_Fries-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d922218-Reviews-Port_of_Subs-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d922219-Reviews-Starbucks-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d898042-Reviews-The_Marquee_Theatre-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d19467057-Reviews-Patio_Cafe-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d1091683-Reviews-Green_New_American_Vegetarian-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d334633-Reviews-Philly_s_Sports_Grill-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d23678751-Reviews-Lou_s_Bar_and_Grill_Papago_Golf_Course-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127197-Reviews-Papago_Park-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127090-Reviews-Hall_of_Flame_Museum_of_Firefighting-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d126770-Reviews-Hole_in_the_Rock-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109186-Reviews-Desert_Botanical_Garden-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563432-Reviews-Phoenix_Municipal_Stadium-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d13218074-Reviews-Hunt_s_Tomb-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1725007-Reviews-Tempe_Town_Lake-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752056-Reviews-Mill_Avenue_District-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7644807-Reviews-Western_Spirit_Scottsdale_s_Museum_of_the_West-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d260028-Reviews-Camelback_Mountain-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127047-Reviews-or10-Phoenix_Zoo-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d14759647-Reviews-Alcatraz_Escape_Games-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d617482-Reviews-Rolling_Hills_Golf_Course-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d10118760-Reviews-The_Zone_Escape_Rooms-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d11673142-Reviews-Arizona_Party_Bike-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d8077267-Reviews-Riverbound_Sports-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d2467739-Reviews-Segway_of_Scottsdale-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109183-Reviews-S_edav_Va_aki_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216727-Reviews-O_Sheas_Pub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d12175346-Reviews-Twin_Points_Park-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g198863-d3443081-Reviews-Oeschinen_Lake-Kandersteg_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561075-Reviews-Greektown-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d15084869-Reviews-Marino_Mall-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55791-d17593884-Reviews-Lost_Lagoon-El_Campo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d527415-Reviews-South_Beach-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8610384-Reviews-Strawberry_Hill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60524-d107402-Reviews-Jenny_Lake-Moran_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17434683-Reviews-Game_of_Thrones_Museum_Split-Split_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31310-d127047-Reviews-or10-Phoenix_Zoo-Phoenix_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31310-d127047-Reviews-Phoenix_Zoo-Phoenix_Arizona.html"
    }
]