[
    {
        "attraction_name": "Phong Nha Caves Tour Center",
        "attraction_name_vi": "Trung tâm du lịch động Phong Nha",
        "general_info": [
            "29 đánh giá",
            "- 8 trên 11 hoạt động ngoài trời ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại"
        ],
        "attraction_summary": "Tìm các tour du lịch tốt nhất ở vườn quốc gia Phong Nha Kẻ Bàng. Đánh giá độc quyền, kiểm tra giá, hình ảnh, giảm giá, đặt trực tuyến. Tour tham quan Động Phong NhaĐọc thêm",
        "reviews": [
            "Đã hoàn thành chuyến tham quan hang voi một ngày. Thật là một cuộc phiêu lưu thú vị với các hoạt động đi bộ đường dài, bơi lội, lặn vách đá và khám phá hang động!Đọc thêm",
            "Trải nghiệm tuyệt vời. Họ tùy chỉnh chuyến tham quan theo nhu cầu của chúng tôi. Hướng dẫn tuyệt vời. Đúng giờ, cũng phục vụ các lựa chọn bữa ăn chay.  Muốn giới thiệu cho tất cả mọi người. Hang tối là một cuộc phiêu lưu mới tuyệt vời. Có zip lót, bơi lội.  Nhân viên rất hữu ích, chúng tôi đã được chủ nhà khác hủy bỏ thời gian lưu trú vào phút cuối, đã giúp chúng tôi tìm chỗ ở lúc 11 giờ tối để nhận phòng vào sáng sớm ngày hôm sau. Những người siêu hữu ích.Đọc thêm",
            "Myself and two friends booked onto the Phong Nha cave kayaking tour on May 16th. It was not a well advertised experience and we only found it through a detailed search of google, therefore were not too sure what to expect. Helen was incredibly helpful in organising the experience, clearly indicating what we needed to bring and the timings of the tour. As for the tour, Phong Nha cave is one of the most popular as it is easily accessible. However, we wanted to do something a little different so thought kayaking would be more fun and challenge ourselves. In a group of 8 in our case alongside a guide and a porter, there is a quick safety briefing before heading onto the kayaks in pairs. The first part of the cave is lit up where most tours happen, and then after a few hundred metres it is reliant on your head torch to see. Whilst there is kayaking, there is also  -  - caving -  -  for a few hundred metres. What is important to note with this is that it is a tough experience. Kayaking is against the river flow, which can be tough at times, and the caving requires good physical fitness as there is a lot of climbing and difficult sections to negotiate which can result in serious injury with a fall. Whilst this was fine for me, it - s not an experience I - d recommend for families or people with any restricted mobility. Finally, one minor criticism I had was the need for a bank transfer payment - without the right cards it can push up the cost of the tour a little bit. However, these minor criticisms do not detract from a 5 -  review due to this experience being the best thing I did on my travels through Vietnam. I would fully recommend it to anyone seeking a thrilling and challenging experience.Read more",
            "Helen đã giúp chúng tôi rất nhiều trong việc lên kế hoạch cho chuyến tham quan của mình. Rất hữu ích và linh hoạt để cá nhân hóa toàn bộ trải nghiệm. Bản thân các chuyến tham quan thật tuyệt vời. Rất hài lòngĐọc thêm",
            "Tôi tham gia tour du lịch hang Pygmy 1 đêm. Tôi giống như một nhà thám hiểm vậy! Tôi đi qua một hang động tối đen như mực, tôi nghỉ đêm tại trại trong hang. Tôi ngủ nghe tiếng dơi sủa. Thật là một điều phi thường! Tôi thực sự rất thích trải nghiệm này. Các nhân viên và hướng dẫn viên rất tốt bụng và thân thiện. Cảm ơn bạn rất nhiều!!Đọc thêm",
            "Bạn đang tìm kiếm một tour du lịch có sự kết hợp hài hòa giữa các điểm du lịch, phong cảnh tuyệt vời và cuộc phiêu lưu? Khởi đầu tốt đẹp ở hang động thiên đường. Rất nhiều bước nhưng lối đi và ánh sáng thực sự tốt. Sự hình thành đáng kinh ngạc! Có một bữa trưa BBQ ngon miệng với sự kết hợp tuyệt vời giữa các món ăn tại hang tối. Zip xếp hàng qua sông, bơi vào hang rồi tiến sâu vào hang tối. Có một trận chiến bùn hoành tráng và sau đó bị cuốn trôi trước khi chèo thuyền kayak qua sông. Cầu trượt nước, cáo bay và bệ nhảy xuống sông. Hùng là người hướng dẫn của chúng tôi trong ngày và anh ấy đã chăm sóc tất cả 11 người chúng tôi một cách dễ dàng.Đọc thêm",
            "Carmen my wife, and I, did a one day tour of the Phong Bang National Park. Our main objective was Paradise Cave  - see review -  but this tour also included the Dark Cave.To access this cave you must first take a Zip Line  - short and sweet -  to a small dock from where you must swim  - life jackets supplied -  about 75M to a beach and the cave entrance. Equipped with a good headlamp on a hard hat  - supplied -  you enter a long and sinewy narrow path, leaving daylight behind. The footpath is mainly composed of wet mud, as are the walls of the cave. You often have to step one foot in front of the other and support yourself on the mud cave walls or the occasional large boulder. There are some changes in elevation making the trek even more challenging. The cave opens up at times giving you a larger sense of the underground space, but most of the walk is narrow and requires a mindfulness, with eyes down most of the time. The formations in the cave are mildly interesting, but you have no time to really look around as the tour group moves steadily and you want to keep up, to utilize the ambient light from everyone - s head lamp.After walking for about 20 minutes, you come to a body of water, a very large mud puddle, in which you are encouraged to splash around and bath your self in the mud scooped up from the bottom. The muddy water is about .5M deep. After 20 mins. of this cavorting, you head back to a small, cold, clear water puddle to wash off, and then its back to the cave entrance where you travel back to the main dock by inflatable kayaks. You can also choose to swim.A few tips to share. You have to undress into your bathing site at the main rendezvous station. You cannot take anything with you, unless you have a waterproof bag  - and camera - . I strongly suggest you take a pair of water shoes if you have them. Flip flops will not work, and I am not sure if they will even let you wear them. The mud portion of the walk is OK, though occasional stones do jut out from the surface, but the walk on the beach, for me at least, was very painful. The stoned are numerous, no sand, and quite angled. Now, I must admit I have tender feet, and you may not share this vulnerability, but I found it extremely uncomfortable and my feet were sore for a few days after.The experience was somewhat playful, and the younger crowd seemed to be having a fine time, but it was a bit disappointing after the high of Paradise. This was not a  - walk in the park - , so being in good shape, not overweight and having good balance and high pain threshold are things to keep in mind.One last thing, the life jackets and hard hats, which are supplied, are not cleaned often enough. They both stank of body odor. Not much you can do about that, simply a forewarning.Read more",
            "Tìm thấy họ trên Google và đặt tour 3 ngày có phương tiện di chuyển từ Hà Nội đến Phong Nha, tour tham quan hang động và phương tiện di chuyển đến Hội An. Có một số vấn đề với xe buýt từ Hà Nội, tuy nhiên Helen - người phụ nữ đã đặt mọi thứ cho chúng tôi - thực sự hữu ích và đảm bảo rằng chúng tôi hài lòng và không gặp bất kỳ vấn đề nào với xe buýt đến Hội An. Cô ấy thậm chí còn cử một đồng nghiệp đến gặp chúng tôi vào buổi sáng chỉ để xin lỗi và đảm bảo rằng chúng tôi có mọi thứ mình cần. Bản thân chuyến tham quan quanh hang động Thiên đường và động Phong Nha thật tuyệt vời! Hướng dẫn viên của chúng tôi, Hong, rất thân thiện, hài hước và có kiến ​​thức rất tốt. Tiếng Anh của cô ấy hoàn hảo! Nhà trọ Gecko cũng thực sự tốt, phòng lớn, sạch sẽ và bữa sáng ngon. Tất cả và tất cả chắc chắn sẽ giới thiệu!! Đọc thêm",
            "Để tôi giới thiệu bạn với Tuấn nhé! Hướng dẫn tốt nhất về hang động Việt Nam! Trẻ, nhiệt tình, đầy tham vọng và có sự chuẩn bị tốt! Nói tiếng Anh rất tốt, có khiếu hài hước tuyệt vời và cung cấp thông tin hoàn hảo về niềm đam mê của mình, Hang động! Một ngày nào đó anh ấy muốn trở thành hướng dẫn viên Hang Sơn Đoòng! Tôi tin rằng một ngày nào đó anh ấy sẽ làm được! Cũng giống như cây trồng trong hang động mọc lên mà không có ánh sáng mặt trời này, tượng trưng cho việc nếu nỗ lực đủ nhiều, bạn sẽ luôn đạt được mục tiêu của mình! Cảm ơn bạn đã hướng dẫn Tuấn và thành công trong cuộc sống!  - - - bạn sẽ thành công!!!Và tất nhiên, cảm ơn toàn thể đội ngũ và trường đại học của bạn!Đọc thêm",
            "Vợ tôi và tôi đã thực hiện chuyến chèo thuyền kayak một ngày ở động Phong Nga. Đó là một chuyến tham quan tuyệt vời. Trong khi đoàn khách du lịch lên những chiếc thuyền lớn để vào vài trăm mét đầu tiên của hang động khổng lồ này, thuyền kayak của chúng tôi cho phép chúng tôi đi sâu hơn - - 1 km cũng như tự do khám phá một số hang động phụ. Sau một hồi leo núi, một bữa trưa phong phú và ngon miệng với nhiều món ăn địa phương đã được phục vụ trong hang, quả là một trải nghiệm độc đáo. Sau đó, đến hồ nước dưới nước, thật tuyệt vời - hãy thực hành động tác lộn ngược trước hoặc tắt đèn và trải nghiệm cảm giác thiếu hụt cảm giác - . Chuyến tham quan siêu thú vị nếu bạn thích các hoạt động thể chất như trườn trên đá, chèo thuyền kayak, v.v. Tuy nhiên, không có gì quá vất vả. Có thể cho mượn giày dép nhưng nếu có thể hãy mang theo giày đi nước hoặc dép có độ bám rất tốt. Hướng dẫn viên Ton của chúng tôi cũng rất tuyệt - mặc dù anh ấy cần phải thực hiện động tác lộn ngược của mình: P -. Nhìn chung, đây là một cách tuyệt vời để trải nghiệm các hang động nếu bạn chỉ có 1 ngày hoặc nếu bạn muốn trải nghiệm các hang động khác nhau theo những cách khác nhau.Đọc thêm",
            "Vui lòng tư vấn - quan tâm đến chuyến tham quan Phong Nha - Động Thiên Đường năng động hơn. Tùy chọn?Đọc thêm",
            "Xin chào, tôi đến thăm Hà Nội vào tháng 3 năm 2020 nhưng tôi thực sự muốn thực hiện một chuyến tham quan hang động phong nha. có ai biết công ty lữ hành nào mà tôi có thể liên hệ để họ sắp xếp việc này cho tôi không?Đọc thêm",
            "Chào các cậu,\n\nCảm ơn thông tin của bạn rất nhiều, vui lòng liên hệ với Ms Helen - Điều hành tour tại công ty Heritage Travel qua điện thoại hoặc whatsapp - 84 93 890 1988. Chúng tôi sẽ cung cấp dịch vụ hậu cần tốt nhất cho chuyến đi của bạn.\n\nTrân trọng,\n\nHelen LeĐọc thêm",
            "CHÀO,\nDự định đến Động Phong Nha từ Huế vào tháng 2 trong 2 ngày. Nơi tôi có thể tìm thấy thông tin về chuyến tham quan trong ngày. cảm ơn bạnĐọc thêm",
            "lahavo - taux.tau.ac.ilĐọc thêm",
            "ngày mai chúng ta sẽ đến Phong Nha, bạn có thể gợi ý cho tôi một số hang động tuyệt vời để ghé thăm không?Đọc thêm",
            "Johnny thân mến,\nLời chào mừng từ Trung tâm Du lịch Động Phong Nha!\n\nCảm ơn bạn rất nhiều vì yêu cầu của bạn và chúng tôi muốn thông báo cho bạn rằng tất cả các tour du lịch - Vườn quốc gia Phong Nha cả ngày - luôn có sẵn.\n\nTour khởi hành hàng ngày từ thành phố Đồng Hới lúc 08:00 - Phong Nha lúc 09:00 sáng, vì vậy chúng tôi có thể đón bạn tại khách sạn để tham quan. Vui lòng cung cấp cho chúng tôi thông tin chi tiết về khách sạn bạn lưu trú để thuận tiện cho việc đón đón. \n\nToàn bộ chi phí cho hướng dẫn viên đi tour:\n    Động Phong Nha - Động Thiên Đường\n    Hang Tối - Hang Thiên Đường\n\nĐể biết thêm thông tin hoặc bất kỳ sự trợ giúp nào, đừng ngần ngại liên hệ với tôi bất cứ lúc nào\n\nCảm ơn một lần nữa và tôi mong muốn được nghe từ bạn\n\nMichael Hải\nĐiện thoại di động - WhatsApp: - 84 96 288 2599Đọc thêm",
            "Xin chào, chúng tôi dự định đến Phong Nha trong tuần tới - ngày 24 tháng 10 - và tìm kiếm một chuyến tham quan hang động trong ngày. Tôi nghe nói một số nơi có thể bị lũ lụt vào thời điểm này trong năm. Có bất kỳ vấn đề truy cập vào bất kỳ hang động? Cảm ơnĐọc thêm",
            "Cảm ơn Michael. Tôi vừa gửi cho bạn một email.\nEmmaĐọc thêm",
            "Bạn có cung cấp bất kỳ chuyến tham quan qua đêm nào không?Đọc thêm",
            "Kelli thân mến,\nCảm ơn bạn rất nhiều vì yêu cầu của bạn và có nhiều tour qua đêm trong hang động, vui lòng xem trang web của chúng tôi để biết chi tiết\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            19,
            7,
            2,
            1,
            0
        ],
        "review_amount": 29,
        "location": [
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Trung tâm du lịch động Phong Nha",
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng"
        ],
        "reviews_time": [
            "Written March 27, 2023",
            "Written August 22, 2022",
            "Written June 8, 2022",
            "Written June 1, 2022",
            "Written April 5, 2022",
            "Written April 5, 2022",
            "Written April 14, 2019",
            "Written October 11, 2018",
            "Written April 19, 2018",
            "Written March 31, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or10-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or20-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d10844995-Reviews-Phong_Nha_Private_Cars-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d15612542-Reviews-Phong_Nha_Ke_Bang_Tour-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d2696968-Reviews-Diver_City_Tokyo_Plaza-Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14931377-Reviews-Paula_Deen_s_Lumberjack_Feud_Supper_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d105473-Reviews-Oak_Creek_Canyon-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29540-d14862484-Reviews-Torch_Lake-Alden_Antrim_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1740856-Reviews-Big_Rock_Dude_Ranch_at_Ponderosa-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g580259-d15189038-Reviews-Cascata_dos_Anjos-Ponta_Do_Sol_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7776921-Reviews-Two_Bit_Circus-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1916885-d3334892-Reviews-The_Blue_Point_Amethyst_Mine-Shuniah_Thunder_Bay_District_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g303998-d13873366-Reviews-Coco_Cabana-Miri_Miri_District_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g612348-d5427677-Reviews-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_County_Ri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or10-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Caves Tour Center",
        "attraction_name_vi": "Trung tâm du lịch động Phong Nha",
        "general_info": [
            "29 đánh giá",
            "- 8 trên 11 hoạt động ngoài trời ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại"
        ],
        "attraction_summary": "Tìm các tour du lịch tốt nhất ở vườn quốc gia Phong Nha Kẻ Bàng. Đánh giá độc quyền, kiểm tra giá, hình ảnh, giảm giá, đặt trực tuyến. Tour tham quan Động Phong NhaĐọc thêm",
        "reviews": [
            "Đến thăm động Phong Nha ngày hôm qua và đó chắc chắn là một trải nghiệm đáng nhớ trong đời. Thật dễ dàng để đi bộ xuống trung tâm du lịch để mua vé đi thuyền. Đợi một vài người khác ở trung tâm bán vé chia sẻ chi phí hoặc đi theo nhóm từ Easy Tiger - họ đăng ký lên bảng bên trong nhà trọ. Chúng tôi có 6 người trên thuyền, đó là một con số tuyệt vời - bạn có thể xếp vừa 12 người trên thuyền một chiếc thuyền nếu bạn muốn. Có 6 người cho phép chúng tôi di chuyển xung quanh thêm một chút và chụp những bức ảnh đáng yêu về hang động khi họ mở mái thuyền khi bạn vào hang. Tôi - chưa bao giờ thấy điều gì giống như vậy, mọi khoảnh khắc đều tuyệt vời và các măng đá và nhũ đá có hình dạng tự nhiên rất ấn tượng. Sau đó, chúng tôi đi bộ lên hang động trên cùng - Đông Tiêm Sơn. Rất nhiều bậc thang dốc để kiểm tra thể lực của bạn nhưng tầm nhìn tuyệt đẹp nhìn ra Phong Nha và bên trong hang động trên đỉnh. Bạn thậm chí có thể nhìn thấy các miệng núi lửa trên cánh đồng nơi bom được thả từ trên xuống. Bia lạnh ở cuối khiến bạn phải leo dốc đáng giá!Đọc thêm",
            "Đề xuất của tôi dành cho tất cả những ai đang nghĩ đến việc đến khu vực tuyệt vời này của Việt Nam là hãy xem trang web OXALIS ADVENTURES vì họ là nhà điều hành tổ chức nhiều nhất, nếu không muốn nói là tất cả các chuyến tham quan hang động và chuyến phiêu lưu khắp tỉnh Quảng Bình. Có rất nhiều lựa chọn nhưng tốt hơn hết bạn nên chia sẻ các chuyến đi thuyền ngược dòng sông để tiết kiệm một số - - - .Hãy xem Easy Tiger nếu đang ở trong thị trấn để tìm một số ý tưởng. Bạn nên tham gia chuyến tham quan Hang Thiên Đường và Vườn Quốc gia trong ngày. Trải nghiệm Tú Làn qua đêm trong rừng để khám phá các hang động là một điều rất được khuyến khích tùy theo sở thích của bạn. Khu vực này cần ít nhất 4 ngày để khám phá vẻ đẹp và lịch sử của khu vực.Đọc thêm",
            "Nếu bạn quan tâm đến hang động thì đây là một chuyến đi tuyệt vời! Hãy dành ít nhất 2 ngày để khám phá thiên đường này! Nơi huyền diệu! Chúng tôi ở tại một trang trại gần đó thật tuyệt vời nhưng chúng tôi chỉ có 1 ngày đêm ở khu vực này! Lần sau hy vọng ở lại ít nhất 3 ngày để khám phá thêm! - Đọc thêm",
            "Họ đã cung cấp cho chúng tôi hầu hết thông tin về hang động ở Phongnha. Chúng tôi đã đặt một chuyến tham quan trong ngày bao gồm Thiên đường và Hang Tối từ họ và chúng tôi đã có được trải nghiệm tuyệt vời ở Phongnha. Đề xuất cho tất cả các bạn đi du lịch đến Phongnha.Đọc thêm",
            "Bạn có thể đến những hang động này bằng thuyền và sau khi đi thuyền qua các hang động, bạn có thể ra ngoài và đi bộ xung quanh. Các hang động rất ấn tượng.Đọc thêm",
            "It was one of the great and memorable experiences to visit Vietnam.Visiting Paradise cave and Phong Nha Cave located in  Phong Nha kẻ bàng national park became very nice day activity.Since we would like to visit Paradise cave we asked Phong Nha Caves Tour Center to pick us up at Dong Hoi rail way station. tour bus were late about 30 minutes to meet us but rest of the day we had a great day. The day we visited was very hot but they offered us water a few times, they helped us to book the bus thickets to Hue in advance, and contacted to a travel agent when we asked them to help us.   Down side is even there was a  - Tour Guide -  she didn - t come to inside of the Paradise cave with us so if you expected a guide to explain everything along with you then this tour is not a what you are looking for.  But for me it was not a problem as we could enjoy our time. Lunch was nothing special but it was ok.Any way Cave was very gorgeous and people were very helpful so I will recommend this tour.ベトナム滞在中の思い出に残るツアーになりました - パラダイスケーブがどうしても見たかったので - ドンホイという駅に迎えに来てもらいました - 早朝から待っていたのに結局３０分待たされましたが - それ以外はとても良い1日になりました - その日はとても暑かったですが - 水も何度かもらえたし - 事前にHueまでのBusも予約してくれました - 当日空席があればHotelでもできます - また問題があったので別のエージェントに電話をしてくれないかとお願いすると助けてくれました - ただ - ガイド - と書いてありますが - 一緒についてくるガイドではないのでもし一緒に歩いて説明をしてくれる - ガイド - を求めているようならばここでは無い方が良いかもしれません - ランチは期待しない方が良いですが - お腹は満たされます - 笑 - どちらの洞窟も綺麗で行って良かったですしツアー会社の人も親切でオススメします - Read more",
            "Tôi đã tự mình đến thăm động Phong Nha, không phải qua trung tâm tham quan hang động nhưng không có nơi nào để đánh giá các hang động trên TA. Có thể đến hang động này bằng thuyền có sức chứa 12 người. Nếu bạn không đi theo nhóm, bạn chỉ cần đợi vài phút tại quầy bán vé để có thêm người giúp giảm chi phí đi thuyền. Giá thuyền là 360.000 đồng bất kể có bao nhiêu người trên thuyền, vì vậy hãy cố gắng chia nhỏ chi phí nếu bạn có thể. Sau đó, giá là 150.000 đồng cho mỗi người. Tổng thời gian đi mất khoảng 2,5 giờ. Khi thuyền vào hang, động cơ sẽ tắt và người chèo thuyền sẽ tiếp quản nên việc trôi trên mặt nước khá yên tĩnh, tĩnh lặng. Khi chúng tôi đến lối vào một lần nữa, thuyền sẽ dừng lại ở một phần cát của hang động và chúng tôi đi bộ vài trăm mét cuối cùng qua những khối đá ngoạn mục rồi quay trở lại bên ngoài qua cửa hàng quà tặng và quầy bán đồ ăn bắt buộc. Hang động này khá tuyệt vời nhưng Động Thiên Đường còn ngoạn mục hơn. Nếu bạn chỉ có thời gian hoặc tiền bạc cho một hang động, hãy đến Động Thiên Đường. Đọc thêm",
            "Kể từ lần tiếp cận đầu tiên, nhóm từ Phong Nha Cave Tours đã rất thân thiện và hữu ích. Họ trả lời email nhanh chóng và câu trả lời luôn chi tiết. Chuyến tham quan được tổ chức rất tốt với những hướng dẫn viên du lịch tuyệt vời và chúng tôi đã có trải nghiệm tuyệt vời. Chúng tôi đến từ sáng sớm bằng xe buýt ngủ và họ đã đợi chúng tôi và chuẩn bị sẵn phòng ngủ cho bạn. Bữa trưa là phần duy nhất bị chỉ trích vì đồ ăn không ngon lắm và nhân viên nhà hàng cũng không tử tế. Ngoài ra, chúng tôi đặc biệt yêu thích Động Phong Nha và chuyến tham quan bằng thuyền và chúng tôi ước mình có thể ở lại lâu hơn để thử các hoạt động khác như chèo thuyền kayak. Đọc thêm",
            "Đi thuyền vào hang và tận hưởng cảm giác yên bình khi thuyền di chuyển qua hang một cách lặng lẽ. Ra khỏi thuyền và đi bộ qua các khối đá, măng đá và măng đá, mẹ thiên nhiên thực sự rất đẹp, một khoảng thời gian đáng yêu cùng gia đình khám phá.Đọc thêm",
            "Rất đáng tiền và thời gian. Hang động phong nha trên thuyền thật tuyệt vời và sau một quãng đường dài đi bộ lên hang động kia cũng rất đáng giá. Nếu bạn - đang đi, tôi khuyên bạn nên làm cả hai - sẽ mất 4-5 giờ và chuyến đi bằng thuyền là 400k bất kể có bao nhiêu người trên thuyền. Luôn có những nhóm gần quầy sẵn sàng đi để có thể nhảy vào cùng những người khác để giảm chi phí chuyến đi. Đọc thêm"
        ],
        "star_ratings": [
            19,
            7,
            2,
            1,
            0
        ],
        "review_amount": 29,
        "location": [
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Trung tâm du lịch động Phong Nha",
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng"
        ],
        "reviews_time": [
            "Written November 4, 2017",
            "Written October 21, 2017",
            "Written October 12, 2017",
            "Written August 15, 2017",
            "Written August 13, 2017",
            "Written July 26, 2017",
            "Written June 4, 2017",
            "Written May 22, 2017",
            "Written April 10, 2017",
            "Written March 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d12140476-Reviews-or10-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or20-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d10844995-Reviews-Phong_Nha_Private_Cars-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d15612542-Reviews-Phong_Nha_Ke_Bang_Tour-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d10821960-Reviews-Stella_Farms-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g666530-d2312260-Reviews-Gosauseen-Gosau_Upper_Austria.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d3494270-Reviews-Block_Island_Express_Ferry-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d19658564-Reviews-Splash_Play-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116599-Reviews-Chinatown-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d2303436-Reviews-Wilderness_Trails_Zoo-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d8451066-Reviews-Petrified_Tree-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g147306-d150230-Reviews-Labadie-Haiti.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d2056169-Reviews-Miracle_Strip_Amusement_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10838906-Reviews-Gradina_Dorobanti-Bucharest.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or20-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or10-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html"
    },
    {
        "attraction_name": "Phong Nha Caves Tour Center",
        "attraction_name_vi": "Trung tâm du lịch động Phong Nha",
        "general_info": [
            "29 đánh giá",
            "- 8 trên 11 hoạt động ngoài trời ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Du lịch sinh thái",
            "Các tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại"
        ],
        "attraction_summary": "Tìm các tour du lịch tốt nhất ở vườn quốc gia Phong Nha Kẻ Bàng. Đánh giá độc quyền, kiểm tra giá, hình ảnh, giảm giá, đặt trực tuyến. Tour tham quan Động Phong NhaĐọc thêm",
        "reviews": [
            "Chỉ cần đi thuyền đến và đi từ hang động cũng đáng giá cho chuyến đi. Lịch sử của hang động này cũng đáng để biết. Sự khoe khoang đưa bạn vào tận bên trong hang động nhưng hãy tắt động cơ của họ trước khi vào. Sau đó, những người chèo thuyền và phụ nữ sẽ chèo thuyền đưa bạn qua hang động và đi được nửa đường họ sẽ cho bạn ra ngoài để đến gần những măng đá và nhũ đá. Việc tổ chức đi chung thuyền để chia sẻ chi phí có thể hơi rắc rối nhưng đó là cách tuyệt vời để gặp gỡ những người mới.Đọc thêm",
            "đó là hang động đẹp hơn mà tôi từng thấy trước đây. Thực sự rẻ để đi vào bên trong và đi vào thuyền. giá chỉ 150.000 đồng. tôi đến bằng xe máy và con đường cũng thật tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            19,
            7,
            2,
            1,
            0
        ],
        "review_amount": 29,
        "location": [
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Phong Nha-Ke Bang National Park",
            "Việt Nam",
            "Trung tâm du lịch động Phong Nha",
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng"
        ],
        "reviews_time": [
            "Written March 19, 2017",
            "Written March 11, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d12140476-Reviews-or20-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or10-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d10844995-Reviews-Phong_Nha_Private_Cars-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d15612542-Reviews-Phong_Nha_Ke_Bang_Tour-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d11870873-Reviews-Pins_Mechanical_Company-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d265565-Reviews-Bowman_s_Beach-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g612425-d7907859-Reviews-Svartifoss_Waterfall-Skaftafell_Vatnajokull_National_Park_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d106173-Reviews-Coney_Island-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12240464-Reviews-MARTA-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d10352975-Reviews-Sevilla_Fashion_Outlet-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d7148809-Reviews-Schaumburg_Boomers_Stadium-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d11626792-Reviews-Angel_s_Envy_Distillery-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g40748-d283457-Reviews-Monhegan_Island-Monhegan_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d560896-Reviews-Honokohau_Marina_Small_Boat_Harbor-Kailua_Kona_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-or20-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Pro.html"
    }
]