[
    {
        "attraction_name": "Phong Nha Trekking Tours",
        "attraction_name_vi": "Phong Nha Trekking Tours",
        "general_info": [
            "20 đánh giá",
            "1 trong 5 chuyến tham quan bằng thuyền Thể thao dưới nước ở Phong Nha",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Chuyến du ngoạn ngắm vịt",
            "Cho thuê thuyền",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Carambola Bungalow ở Phong Nha cung cấp chỗ nghỉ, nhà hàng, xe đạp miễn phí, quán bar, sảnh khách chung và khu vườn. Ngôi nhà nông thôn này có thể truy cập miễn phí cả Wi-Fi lẫn chỗ đỗ xe riêng. Chúng tôi cung cấp tất cả các tour Trekking, Hang động... tại Phong Nha \nDu khách có thể đi xe đạp, câu cá và chèo thuyền trong khu vực và có thể sử dụng công viên nước ngay trong khuôn viên.Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời đến động Phong Nha - chuyến đi bộ thật tuyệt vời. Việc đi bộ có một chút khó khăn nếu không phù hợp nhưng nhóm chúng tôi ở độ tuổi 12 - 57 đã xoay sở tốt. Bơi trong hồ pha lê thật tuyệt vời và hang động cuối cùng là điểm nổi bật khi chúng tôi bơi qua hang động trong áo phaoĐọc thêm",
            "Đây là trải nghiệm đi bộ đường dài trong rừng thực sự. Chúng tôi đội mũ cứng và quần áo che phủ toàn bộ để bảo vệ và đèn trong Hang Voi, bơi trong một hố nước, trèo lên xuống những ngọn núi đá và ngắm nhìn một con sông chảy qua một hang động khác. Đây là mùa mưa và trời mưa rất nhiều, khiến việc đi bộ đường dài trong bùn trở nên khó khăn và mệt mỏi, và chúng tôi không thể bơi trong Hang Mada vì dòng nước chảy mạnh. Nhưng đó thực sự là một trải nghiệm bổ ích. Đọc thêm",
            "Lan thân mến,\nCảm ơn bạn rất nhiều vì những trải nghiệm của bạn Đọc thêm",
            "Đó là điều tuyệt vời nhất chúng tôi trải qua trong đời. Chuyến đi được chuẩn bị ở mức cao nhất, từ trang thiết bị đến lộ trình và kiến ​​thức của hướng dẫn viên. Nhân tiện, Layla, chúng tôi yêu bạn, nếu không có bạn, kiến ​​thức và sự hài hước tuyệt vời của bạn, mọi chuyện sẽ không giống như vậy. CHÚNG TÔI HOÀN TOÀN KHUYẾN NGHỊ Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã có trải nghiệm tốt với chúng tôi.Đọc thêm",
            "Có một chuyến đi trong ngày tuyệt vời xuyên qua rừng rậm và đến 2 hang động tuyệt đẹp. Hướng dẫn viên Layla của chúng tôi là người hướng dẫn tốt nhất từ ​​trước đến nay, cô ấy rất chu đáo và cung cấp cho chúng tôi thông tin hữu ích về mọi thứ. Cô ấy cũng khiến chúng tôi cảm thấy an toàn suốt thời gian qua. Trong chuyến đi này bạn đi đến 2 hang, một hang đi bộ và một hang bơi. Cả hai đều rất thú vị để xem và nó thực sự là một trải nghiệm.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì chuyến đi và đánh giá của bạn.\nChúc một ngày tốt lành.Đọc thêm",
            "Chúng tôi đã đến Hang Tiên, khám phá hang động 1 ngày. Nhân viên không đủ siêng năng để đánh giá mức độ thể lực của tôi hoặc cung cấp cho tôi đủ thông tin về địa hình của chuyến đi, để tôi có thể đưa ra lựa chọn sáng suốt khi không chọn điều này. Vào thời điểm họ liên hệ và cung cấp cho chúng tôi một số thông tin, tức là 2 ngày trước, chúng tôi đã lên kế hoạch cho hành trình của mình và không thể hủy bỏ mọi thứ. Các hướng dẫn viên du lịch không đủ hỗ trợ khi tôi gặp khó khăn trên địa hình khó khăn và liên tục nói rằng bạn nên làm như vậy đã luyện tập tốt hơn, mặc dù anh ấy đã mở rộng hỗ trợ và lấy túi của tôi không quá 500 gms., BTW và cố gắng thông báo cho những người đi bộ khác biết rằng anh ấy đang mang túi của tôi. Tôi không phải là một người đi bộ đường dài và hầu như không phù hợp với chuyến đi bộ này, tuy nhiên, tôi đã từng đi bộ đường dài trước đây, chưa bao giờ tôi thấy hướng dẫn viên tỏ ra cáu kỉnh và mất động lựcĐọc thêm",
            "Anh chàng thân mến,\nChúng tôi nghĩ bạn đã đánh giá sai. Đây là chuyến phiêu lưu mạo hiểm 7km hang Thiên Đường, không phải Hang Tiên.\nVui lòng kiểm tra lại điều này và loại bỏ nó.\nCảm ơn bạn.Đọc thêm",
            "Ồ! Thật là một chuyến đi. Một trong những điều tốt nhất tôi từng làm. Chuyến tham quan Jungle Boss thật tuyệt vời. Hướng dẫn viên của chúng tôi là Hà và cô ấy thật tuyệt vời. Chuyến đi được tổ chức rất tốt từ đầu đến cuối.  Chuyến đi đôi khi đầy thử thách về thể chất, đặc biệt là dưới cái nóng. Những đứa trẻ 12 và 14 tuổi của chúng tôi đã thành công và được nhóm hỗ trợ nhiệt tình trong suốt chặng đường. Thức ăn thật tuyệt vời.  Hồ đẹp như tranh vẽ. Rất muốn giới thiệu. Cảm ơn tất cả những người đã tham gia, đặc biệt là Hà và đội ngũ tuyệt vời của cô ấy.Đọc thêm",
            "Cảm ơn bạn rất nhiềuĐọc thêm",
            "Một khi bạn vượt qua tấm ván, hãy bước vào bóng tối và hoàn toàn yên tĩnh, đó là một trải nghiệm tuyệt đối. Nhiều hang động, đèo chật và bơi lội rồi đến đỉnh là ánh sáng cuối đường hầm! Thời gian của chuyến tham quan rất quan trọng vì ngay sau khi bạn đến nơi, mặt trời đã ló dạng và chiếu những tia sáng thiên đường xuống nền hang động. Rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Chuyến tham quan tuyệt vời! Sự cân bằng hoàn hảo của việc đi bộ - cả dễ dàng và đầy thử thách, hang động, bơi lội. Bữa trưa cũng rất tuyệt! Chúng tôi mặc quần short, còn những người khác đều mặc quần dài. Quần short thì ổn nhưng hãy coi chừng cây thường xuân độc. Một hướng dẫn tuyệt vời Lin! Hãy nhớ xịt muỗi! Giày của bạn sẽ bị ướt nhưng bạn có thể mượn từ Jungle Boss. Tôi đã sử dụng đôi dép đi bộ đường dài của mình và nó vẫn ổn. Chúng tôi được cung cấp khăn tắm. Hãy nhớ túi hành lý đủ lớn để đựng thêm giày, khăn, nước, v.v. Chuyến tham quan tuyệt vời! Đọc thêm",
            "Nhảy xuống hồ nước trong xanh, bơi vào hang dơi đen như mực và rừng rậm lầy lội. Cả ngày!Đọc thêm",
            "This tour was definitely a highlight of our time in Vietnam. The cave was truly amazing and it was very cool to see the array of stalactites and stalagmites. We were picked up from our Homestay and taken to a hotel where we were given rubber sandals to wear for the tour. They only catered up to a size 43 so some of the guys had to squeeze their feet in! Note: you want these to fit snugly. We were told to put everything we wanted to take inside the cave into a wet bag some were provided but if you have your own, I would recommend bringing it. We wore our bathers under our clothes because we knew the tour involved a swim and put towels and phones into the wet bag. If you have one of those waterproof phone cases with a lanyard, bring it. They sell them on the bus to the cave if you want to buy they were not expensive. Wear clothes you feel comfortable getting wet and dirty! We arrived at the river leading into the cave and were given our lifejackets and helmets with head torch attached and headed into our inflatable kayaks. Off we went into the cave which was lit for about 1.5km. We continued to kayak for another 1.5km in the darkness with our torches on. The guide brings plenty of spare batteries and lots of water. We then left the kayaks and began our hikerock climb another 1.5km into the cave. At this point the air was pretty thick and humid and it was quite hot inside the cave. Very sweaty! The hike was challenging and at some points quite scary. There were slippery rocks, steep faces and large drop-offs either side. Everyone took their time and made it through safely. The cave was never claustrophobic  - it was very wide at all times. It was mainly the humidity and low oxygen that proved challenging, personally. We took frequent stops and water breaks and our guide told us lots about the cave. We reached the end of the hike and came to a small beach where we had the option of going for a swim before turning around back the way we came. I would recommend the swim, it was very refreshing and there were lots of sandbanks to stand on. After returning to the kayaks and paddling back towards the cave entrance, we stopped off at another beach and ate the lunch provided. We then walked about 700m to see the cave inscriptions and learnt about the Cham people.  After finishing with a lovely easy walk though Fairy Cave which is just inside the mouth of Phong Nha Cave, we kayaked back across the river to the bus and were dropped back at the homestay. Overall, would absolutely recommend the tour if you have a good baseline fitness and a good sense of adventure. We didnt quite know what we were getting into so hopefully this review helps!Read more",
            "Cảm ơn chuyến đi của bạn và đánh giá tốt.Đọc thêm"
        ],
        "star_ratings": [
            18,
            1,
            1,
            0,
            0
        ],
        "review_amount": 20,
        "location": [
            "Tỉnh Quảng Bình",
            "Những việc cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Phong Nha Trekking Tours",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written April 23, 2024",
            "Written October 13, 2023",
            "Written October 10, 2023",
            "Written September 11, 2023",
            "Written September 10, 2023",
            "Written August 27, 2023",
            "Written July 19, 2023",
            "Written July 16, 2023",
            "Written April 8, 2023",
            "Written March 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-or10-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d17395497-Reviews-Adventure_Motorbike_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187235-d1203371-Reviews-Port_Grimaud-Grimaud_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g37614-d2706160-Reviews-Shades_State_Park-Waveland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g499311-d186971-Reviews-Green_Gables-Cavendish_Prince_Edward_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g51191-d2234392-Reviews-Kiddie_Park-Bartlesville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d273897-Reviews-The_Birchmere-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50526-d12118597-Reviews-Lake_Milton_State_Park-Lake_Milton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d269441-Reviews-Ocean_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d10400302-Reviews-Museum_of_Illusions-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309227-d592793-Reviews-Poas_Volcano-Poas_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271349-d254622-Reviews-Mansion_Beach-New_Shoreham_Block_Island_Washington_County_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-or10-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Trekking Tours",
        "attraction_name_vi": "Phong Nha Trekking Tours",
        "general_info": [
            "20 đánh giá",
            "1 trong 5 chuyến tham quan bằng thuyền Thể thao dưới nước ở Phong Nha",
            "Chuyến tham quan nhiều ngày",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan vịt",
            "Cho thuê thuyền",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Carambola Bungalow ở Phong Nha cung cấp chỗ nghỉ, nhà hàng, xe đạp miễn phí, quán bar, sảnh khách chung và khu vườn. Ngôi nhà nông thôn này có thể truy cập miễn phí cả Wi-Fi lẫn chỗ đỗ xe riêng. Chúng tôi cung cấp tất cả các tour Trekking, Hang động... tại Phong Nha \nDu khách có thể đi xe đạp, câu cá và chèo thuyền trong khu vực và có thể sử dụng công viên nước ngay trong khuôn viên.Đọc thêm",
        "reviews": [
            "Chuyến đi bộ này thực sự tuyệt vời. Sarah, hướng dẫn viên và những người khuân vác đã hướng dẫn và giúp đỡ chúng tôi trên đường đi. Tổ chức hoàn hảo cũng như trang thiết bị. Chuyến đi đầy thử thách, lầy lội và đôi khi phải leo lên những tảng đá dựng đứng. Rừng rậm rất đẹp và các hang động rất thú vị! Tôi hoàn toàn muốn giới thiệu chuyến đi bộ này. Đọc thêm",
            "Một chuyến đi được tổ chức tốt. Cho đến nay, chúng tôi là những người lớn tuổi nhất trong chuyến lưu diễn vào đầu những năm 60 nhưng đã làm rất tốt và vô cùng thích thú. Có nhiều đoạn lên xuống dốc, nhiều đoạn có đá nhọn, trơn trượt. Các nhân viên đã rất nhiệt tình giúp đỡ vợ tôi trong việc giúp cô ấy vượt qua những phần khó khăn. Hai cơ hội để bơi và cả hai đều tuyệt vời. Chúng tôi cũng được cho ăn một bữa trưa thịnh soạn. Điểm nổi bật là bơi trong Hang Tối, dài 300m và lùi 300m, thật tuyệt vời!! Rất khuyến khích nhưng hãy chuẩn bị cho một số hoạt động thể chất.Đọc thêm",
            "Hang voi và chuyến đi xuyên rừng thực sự là một trong những trải nghiệm bổ ích nhất trong cuộc đời tôi. Sarah, người hướng dẫn của chúng tôi và những người khuân vác đã dẫn dắt chúng tôi với sự kiên nhẫn và cẩn thận ngoạn mục. Những khung cảnh nằm ngoài thế giới này và một trải nghiệm trải nghiệm hoàn toàn khó quên. Chỉ cần chuẩn bị cho một chuyến đi dữ dội qua những tảng đá sắc nhọn, qua những con sông đôi khi ngập đến thắt lưng. Tôi không thể giới thiệu chuyến đi này nhiều hơn cho những ai muốn nhìn thấy rừng rậm, hang động và vùng đất hầu như không chạm tới.Đọc thêm",
            "Với chuyến tham quan có hướng dẫn này, bạn sẽ đi bộ qua các rào chắn và vài km vào trong hang cho đến khi đến một không gian rộng lớn với dòng suối chảy qua và một khe hở ở phía trên. Lời nói không làm nên vẻ đẹp công bằng của nơi này. Rất khuyến khích!Đọc thêm",
            "Cảm ơn chuyến đi của bạn và chúc bạn một ngày tốt lành!Đọc thêm",
            "Km đầu tiên không ấn tượng lắm. Quá nhiều ánh sáng nhân tạo. Có quá nhiều người không thực sự trân trọng thiên nhiên và hiểu được giá trị của những gì họ đang trải qua. Điều kỳ diệu bắt đầu từ lúc bạn rời con đường đi bộ bằng gỗ vào nền hang và đi bộ thêm 6 km nữa vào bóng tối. Chúng tôi đã thực hiện chuyến lưu diễn vào cuối tháng Năm. Chúng tôi phải đội mũ bảo hiểm. Hang động rộng lớn và mát mẻ, được trang trí bằng những nhũ đá, măng đá với nhiều kích cỡ và hình dạng khác nhau. Có lần chúng tôi tắt hết đèn và đứng trong bóng tối và im lặng tuyệt đối để trải nghiệm những âm thanh bên trong hang. Chúng tôi bơi qua một con suối nhỏ. Nước thật sảng khoái. Chúng tôi đã thực hiện một số hoạt động leo núi. Không nguy hiểm chút nào, chỉ là thêm gia vị vào cuộc dạo chơi. Cuối hang, hang mở ra và để một luồng nắng tràn vào. Hướng dẫn viên mang bữa trưa cho chúng tôi. Gà nướng rất ngon. Đó là một chuyến đi tuyệt vời. Chúng tôi đánh giá cao chuyến tham quan này.Đọc thêm",
            "Nơi này thật tuyệt vời. Bạn nên đến đó và trải nghiệm. Trên đường đến địa điểm này, bạn còn có thể tham gia môn thể thao zipline. Chúng tôi sẽ quay lại.Đọc thêm",
            "Cảm ơn bạn cho một chuyến đi tuyệt vời. Hang tối rất thú vị. Động Phong Nhà thật rộng lớn và kỳ vĩ! Rất thích nó.Đọc thêm",
            "Tatyana thân mến,\nCảm ơn đánh giá của bạn và chúc một ngày tốt lành!\nTrân trọng,\nĐọc thêm",
            "Chuyến tham quan khá thể thao nhưng nó đáng giá! Chúng tôi được bao quanh bởi thiên nhiên mà không gặp ai, phong cảnh thật tuyệt vời. Hướng dẫn viên rất chu đáo trên những con đường khó khăn và rất tốt bụngĐọc thêm"
        ],
        "star_ratings": [
            18,
            1,
            1,
            0,
            0
        ],
        "review_amount": 20,
        "location": [
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Phong Nha Trekking Tours",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written February 19, 2023",
            "Written February 13, 2023",
            "Written January 10, 2023",
            "Written May 30, 2022",
            "Written July 24, 2020",
            "Written February 26, 2020",
            "Written December 16, 2019",
            "",
            "Written February 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d19546778-Reviews-or10-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d17395497-Reviews-Adventure_Motorbike_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d7109396-Reviews-8_Bit_Arcade_Bar-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d10436472-Reviews-Original_Red_Dirt_Shirts-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33996-d631917-Reviews-Lums_Pond_State_Park-Bear_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g775845-d3567098-Reviews-Lourdas_Lourdata_Beach-Lourdata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1450282-Reviews-MagiQuest-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g44877-d3335746-Reviews-Shady_Beach-Saint_Clair_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g194798-d12858455-Reviews-Liberty_Lines-Lipari_Aeolian_Islands_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g31892-d4505753-Reviews-Rogers_Aquatics_Center-Rogers_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d532145-Reviews-Echo_Lake_State_Park-Conway_New_Hampshire.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-or10-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html"
    }
]