[
    {
        "attraction_name": "Phong Nha Caves",
        "attraction_name_vi": "Phong Nha Caves",
        "general_info": [
            "1.319 đánh giá",
            "- 2 trong số 7 điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Địa điểm ưa thích - Địa danh",
            "Các công viên quốc gia",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hệ thống sông ngầm và lối đi ngoạn mục vẫn còn một số bàn thờ Chăm từ thế kỷ thứ 10.Đọc thêm",
        "reviews": [
            "Tôi đã đưa khu vực này vào kỳ nghỉ của mình để đặc biệt ghé thăm ba hang động gần đó sau khi đọc về chúng trong nhiều sách hướng dẫn du lịch khác nhau.  Để đến được động Phong Nha, bạn phải đi thuyền 25 phút, mang lại tầm nhìn thú vị ra thị trấn được xây dựng dọc theo bờ sông.  Vé phải được mua trước khi vào khu vực đón khách.  Vì chúng tôi có người hướng dẫn riêng nên chúng tôi có thuyền cho riêng mình nhưng tôi nghi ngờ những chiếc khác là sự kết hợp của các nhóm gia đình và cá nhân.\n\nThuyền sẽ đưa bạn đi 500m vào hang động trước khi thả bạn trở lại con đường đi bộ xuyên qua bên trong hang động. Cả hai phần đều cung cấp tầm nhìn ra các thành tạo ngoạn mục với nhiều màu sắc tuyệt vời. Đoạn đi bộ rất dễ đi lại vì nó được xây dựng tốt với cả lối đi bộ lót ván và tay vịn. Có một số bước ở điểm thoát nhưng với mức độ thể chất thấp, mọi người nên xử lý những bước này với độ khó tối thiểu.\n\nTrước khi bắt đầu hành trình trở về - cùng thuyền - nên nhớ số - hãy dành thời gian dạo quanh khu chợ trên bến cảng để mua đồ uống, kem hay đồ ăn và quà lưu niệm.  Có nhà vệ sinh ngay trong chợ.\n\nTôi đánh giá cao sự hấp dẫn này. Tôi chưa từng thấy điều gì giống như thế này ở Úc vì màu sắc hay kích thước của hang động thực sự ngoạn mục. Đọc thêm",
            "Chuyến đi tuyệt vời đến động Phong Nha cùng gia đình. Hang cách trung tâm thành phố khoảng 45km - 1,5 giờ đi ô tô - .\nĐầu tiên chúng tôi vào hang bằng thuyền, mất khoảng 30 phút trên thuyền nhưng chúng tôi thực sự thích thú. chúng tôi may mắn được đi du lịch vào một ngày thời tiết đẹp. Con tôi tận hưởng chuyến đi thuyền. Điều duy nhất chúng tôi nghĩ sẽ tốt hơn nếu thuyền sử dụng máy điện hoặc động cơ tốt hơn, tàu hiện tại chạy bằng nhiên liệu nên rất ồn và đôi khi không ảnh hưởng tốt đến khách hàng khi chúng tôi thưởng ngoạn phong cảnh ven sông. Người lái thuyền và hướng dẫn viên du lịch tốt đến mức khiến chúng tôi quên mất động cơ.\nBước vào hang là một cảm giác thật tuyệt vời. hang động thực sự là một tác phẩm nghệ thuật tuyệt vời mà chúng ta không thể tưởng tượng được làm thế nào đất mẹ có thể tạo ra được nó.\nChúng tôi yêu thích hang động và cách nó được xây dựng. nếu có cơ hội khác chúng tôi sẽ quay lại bằng thuyền kayak cho chuyến phiêu lưu - sâu 6km vào hang - .Đọc thêm",
            "6 người chúng tôi trong chuyến đi chèo thuyền kayak đã may mắn là những người duy nhất trong hang động. Chúng tôi chèo thuyền kayak khoảng 2 km vào các hang động có giá 11 km. Chúng tôi đi bộ qua hệ thống hang động thêm khoảng 2 km nữa. Trải nghiệm tuyệt vời. Tôi đã vào nhiều hang động nhưng được vào hang động và trèo xung quanh và đi đến những nơi xa xôi có người giám sát là điều tuyệt vời. Chúng tôi được cho xem một văn bản cổ trên tường, hóa thạch trong đá, trèo qua từng phòng. Tuyệt vời Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan hai hang động và hệ thống hang động này là điểm dừng chân thứ hai. Đến khoảng 2h30 chiều và có một số ít khách du lịch nhưng chắc chắn không đông. Phải mất nhiều thời gian hơn để đến được lối vào hang động sau đó vào trong hang động. Đừng hiểu lầm tôi, những người chèo thuyền địa phương đã giao công việc cho họ và khen ngợi họ vì đã phải chèo hơn 10 người lớn trong 1 km. Thuyền quay lại ở lối vào các triển lãm đi bộ dài hơn đi sâu vào hệ thống. Mái chèo chậm chiếm phần lớn trải nghiệm bên trong và chỉ 10 phút đi bộ sau khi bạn xuống thuyền trên đường trở về. Rất khuyến khích thực hiện các chuyến thám hiểm dài hơn trong các chuyến tham quan trong ngày nhanh chóng khi bạn chèo thuyền kayak và sau đó đi bộ sâu vào hang động. Rất mong được trở lại vào một ngày nào đó. Đọc thêm",
            "Thật là một trải nghiệm ngầm tuyệt vời. Hang Thiên Đường thật ngoạn mục trong khi Hang Tối là một cuộc phiêu lưu. Phải leo lên lối vào Hang Thiên Đường khá nhiều và bắp chân của chúng tôi cảm thấy căng cứng vào ngày hôm sau nhưng thật đáng để chiêm ngưỡng những măng đá và nhũ đá khổng lồ. Bạn có thể vào Hang Tối bằng dây zip hoặc chèo thuyền kayak và sau đó bơi một đoạn ngắn. Hướng dẫn viên của chúng tôi, Leon, đảm bảo rằng chúng tôi được an toàn và thoải mái và chỉ cho chúng tôi các phần khác nhau của hang động bao gồm hồ bùn và khu vực mà hầu hết khách du lịch không đến. Cả hai hang động đều đẹp lạ thường. Tại Hang Tối còn có hoạt động chèo thuyền kayak, đu dây và vui chơi dưới nước trên sông. Các quy tắc về sức khỏe và an toàn thoải mái hơn một chút so với Vương quốc Anh nhưng điều đó làm cho cơ sở vật chất trở nên thú vị hơn và chúng tôi luôn cảm thấy an toàn.\nNgày hôm sau chúng tôi tới động Phong Nha. Việc này khá nhàn nhã hơn vì chúng tôi đã thực hiện hầu hết chuyến đi, kể cả trong hang bằng thuyền. Đó là một chuyến tham quan tuyệt vời.Đọc thêm",
            "Chúng tôi đợi ở phòng vé đủ người lên thuyền.  Chúng tôi có 4 người và đã có một cặp đôi ở đó và hai lô khác đã đến ngay sau đó.  Tất cả chúng tôi đều muốn thêm vào động Tiên Sơn nên tất cả đều trả tiền cho cả hang động và phần thuyền để đến đó.  Chuyến đi bằng thuyền rất đẹp, rất ồn ào và phải mặc áo phao nhưng khá đẹp.  Đầu tiên, bạn dừng lại ở Đảo, nơi có các quầy hàng trong chợ bày bán đồ ăn thức uống cùng với nhà vệ sinh.  Bạn đi theo con đường bên trái và có 1 giờ để đi bộ qua động Tiên Sơn trước tiên, điều này đáng giá theo ý kiến ​​của chúng tôi, sau đó gặp lại thuyền và họ tắt máy và chèo qua hang.  Thật đáng để chụp ảnh số thuyền của bạn và cũng nên ghi nhớ những người khác đã đi cùng bạn - những người khác - - tức là quý cô mặc áo màu cam, v.v. - vì vậy nếu mọi người sẵn sàng đi cùng lúc.  Không hoành tráng như động Thiên Đường nhưng vẫn đáng giá.  Hang động tồn tại từ lâu đời và chèo thuyền trong bóng tối khá mát mẻ.  Trên đường ra, bạn dừng lại và đi dạo xung quanh và chụp một vài bức ảnh đẹp trước khi quay lại thuyền, khoảng 30 phút là rất nhiều.  Nó không quá đông đúc nhưng một số cầu thang không dễ dàng di chuyển bởi người lớn tuổi và cần có những đôi giày tốt để làm cho việc đi lại dễ dàng hơn.  Thật là một buổi sáng tuyệt vời và tất cả chúng tôi đều thích thú.Đọc thêm",
            "Thật tuyệt vời!\nChúng tôi tự đi để tránh đám đông - đi thuyền đến động Phong Nha vào buổi sáng - và đến động Thiên Đường với tài xế riêng vào buổi chiều - .\nChúng tôi đi chung thuyền với một cặp đôi người Đức thân thiện mà chúng tôi gặp ở phòng vé và quyết định đi thuyền chỉ dành cho bốn người, mặc dù người bán vé cố thuyết phục chúng tôi đi cùng bốn chàng trai trẻ ồn ào, chỉ để tiết kiệm một ít tiền.\nĐầu tiên, chúng tôi đến hang Tống Siên - thật tuyệt khi đi bộ xung quanh hang vì hầu như không có ai khác ở đó.\nThật tuyệt khi đến Phong Nha vào buổi sáng vì nơi này khá vắng vẻ - vì lý do này, tất cả các tour trong ngày đều diễn ra vào buổi chiều.\nThích đi thuyền vào hang trước khi đi bộ xung quanh.\nNơi kỳ diệu. Đọc thêm",
            "Chúng tôi đã có một chuyến đi yên bình trên sông bằng Thuyền rồng và sau đó được chèo qua hệ thống hang động tuyệt đẹp. Đó là một trải nghiệm tuyệt vời. Hang động này kéo dài rất lâu và một số thành tạo rất ngoạn mục. Rất đáng để thử. Chi phí tham quan hang động là 150.000 VND - - 4,74 - và bạn phải thuê một chiếc thuyền Draggon để đưa bạn đi, chi phí là 360.000 VND - - 11,39 - . Chúng tôi đã chọn tự đi, nhưng nếu bạn muốn giảm chi phí, bạn có thể đợi để chia sẻ Thuyền rồng với những người khác. Chuyến đi mất khoảng 3 giờ. Đọc thêm",
            "Hang động Phong Nha mang đến một hành trình kỳ diệu kết hợp hoàn hảo giữa cuộc phiêu lưu ngắm cảnh với cái nhìn thoáng qua về một xứ sở thần tiên địa chất. Một chuyến đi thuyền trên làn nước trong xanh sẽ đưa bạn qua những ngọn núi địa chất cao chót vót, đỉnh cao là lối vào hang động huyền bí. Bên trong, không khí mát mẻ hơn và ánh sáng được bố trí một cách chiến lược tạo ra một khung cảnh đầy cảm hứng về thạch nhũ và măng đá. Sau khi xuống tàu, hãy đi bộ khám phá sâu hơn, chiêm ngưỡng những khối đá đáng kinh ngạc được thiên nhiên điêu khắc trong hàng triệu năm. Trải nghiệm khó quên này là điều không thể bỏ qua đối với bất kỳ du khách nào đến Việt Nam.Đọc thêm",
            "Hang động Phong Nha mang đến một hành trình kỳ diệu kết hợp hoàn hảo giữa cuộc phiêu lưu ngắm cảnh với cái nhìn thoáng qua về một xứ sở thần tiên địa chất. Một chuyến đi thuyền trên làn nước trong xanh sẽ đưa bạn qua những ngọn núi địa chất cao chót vót, đỉnh cao là lối vào hang động huyền bí. Bên trong, không khí mát mẻ hơn và ánh sáng được bố trí một cách chiến lược tạo ra một khung cảnh đầy cảm hứng về thạch nhũ và măng đá. Sau khi xuống tàu, hãy đi bộ khám phá sâu hơn, chiêm ngưỡng những khối đá đáng kinh ngạc được thiên nhiên điêu khắc trong hàng triệu năm. Trải nghiệm khó quên này là điều không thể bỏ qua đối với bất kỳ du khách nào đến Việt Nam.Đọc thêm",
            "What a horrendous trip from start to finish. We were travelling therefore tried to navigate this trip ourselves rather than an organised tour. Firstly the ticket booking process at Phong Nha is absolute Chaos. You have to buy cave tickets, then boat tickets. The boat fee is 550 VND but this can be shared with others  - if you can find someone who wants to - . Once purchased you have to battle to another counter by the river where they allocate boats to tickets. Ironically they match up group numbers to fill a boat - so why are you having to pay for the full boat if you are alone, when they combine it anyway??? They need to sell individual boat tickets, and have a queueing system to load the boats until full, why they do it this bizarre way is beyond me. Once on the boat we made our way to the cave where we had to smash past other boats to the front and sit in unbearable heat until another driver was available  - i assume a cave pilot? - . Once onboard we then fought our way to the cave entrance, the roof was retracted and we could take in the view of the cave which was amazing, it was also cool which was a relief after the hot boat! Then it goes horribly wrong, there is no numbers control from the officials running this site, therefore the boats were overtaking, pushing past, and wedging their tours into the cave river system. Once we got to the turning point at the end, there was no room to turn and there was a jam of boats which resulted in boats being smashed against the cave walls, scraping against eachother, and us being trapped deep in the cave for over an hour. My partner and another man on our boat began to get very anxious and we all felt trapped and unsure how on earth we could get out. SAVE YOUR TIME AND MONEY AND MISS THIS POORLY ORGANISED TOURIST TRAP - INSTEAD GO TO PARADISE CAVE WHICH WAS POLAR OPPOSITE AND MUCH MORE IMPRESSIVERead more",
            "Chúng tôi rất kinh ngạc trước hệ thống hang động thế giới khác và động vật hoang dã đa dạng của Vườn quốc gia Phong Nha - Kẻ Bàng. Tham gia chuyến tham quan bằng thuyền qua Hang Thiên Đường là một điểm nổi bật, thể hiện sự hình thành thạch nhũ và măng đá ngoạn mục của nó. Di sản Thế giới được UNESCO công nhận này mang đến một cuộc phiêu lưu thực sự độc đáo cho những người yêu thiên nhiên.Đọc thêm",
            "Chúng tôi có một chuyến đi yên bình ngược dòng sông trên Thuyền Rồng và sau đó được chèo qua hệ thống hang động tráng lệ. Đó là một kinh nghiệm tuyệt vời. Hang động có từ rất lâu và một số thành tạo rất ngoạn mục. Rất khuyến khích. Chi phí tham quan động là 150.000đ - - 4,74 - và phải thuê thuyền Draggon đưa đón, giá 360.000đ - - 11.39 - . Chúng tôi chọn cách tự đi, nhưng nếu muốn giảm chi phí, bạn có thể chờ để chia sẻ Thuyền Rồng với người khác. Chuyến đi mất khoảng 3 giờ.Đọc thêm",
            "Hoàn toàn tuyệt vời! Chúng tôi tự đi để tránh đám đông - đi thuyền đến động Phong Nha vào buổi sáng - và động Thiên Đường với tài xế riêng vào buổi chiều - .Đi chung thuyền với cặp vợ chồng người Đức thân thiện, chúng tôi gặp ở phòng vé và quyết định đi một chuyến thuyền chỉ dành cho bốn chúng tôi, mặc dù người bán vé cố gắng thuyết phục chúng tôi đi cùng bốn thanh niên ồn ào, chỉ để tiết kiệm một ít tiền. Trước tiên, tôi đến hang Tong Sien - thật tuyệt khi đi bộ xung quanh nó mà hầu như không có ai khác ở đó. Thật tốt khi đi đến Phong Nha vào buổi sáng vì nó khá vắng - vì lý do đó các chuyến tham quan trong ngày đều diễn ra vào buổi chiều. Tôi thích đi thuyền vào hang động trước khi đi bộ xung quanh nó. Nơi kỳ diệu.Đọc thêm",
            "Động Phong Nha rất ấn tượng, nhưng nhóm du lịch của chúng tôi quá đông và chúng tôi cảm thấy vội vã khi đi qua mọi thứ. Không - không thể đánh giá hết được nó.Đọc thêm",
            "Chúng tôi đợi ở phòng vé đủ người lên thuyền.  Chúng tôi có 4 người và đã có một cặp đôi ở đó và hai lô khác đã đến ngay sau đó.  Tất cả chúng tôi đều muốn thêm vào động Tiên Sơn nên tất cả đều trả tiền cho cả hang động và phần thuyền để đến đó.  Chuyến đi bằng thuyền rất đẹp, rất ồn ào và phải mặc áo phao nhưng khá đẹp.  Đầu tiên, bạn dừng lại ở Đảo, nơi có các quầy hàng trong chợ bày bán đồ ăn thức uống cùng với nhà vệ sinh.  Bạn đi theo con đường bên trái và có 1 giờ để đi bộ qua động Tiên Sơn trước tiên, điều này đáng giá theo ý kiến ​​của chúng tôi, sau đó gặp lại thuyền và họ tắt máy và chèo qua hang.  Thật đáng để chụp ảnh số thuyền của bạn và cũng nên ghi nhớ những người khác đã đi cùng bạn - những người khác - - tức là quý cô mặc áo màu cam, v.v. - vì vậy nếu mọi người sẵn sàng đi cùng lúc.  Không hoành tráng như động Thiên Đường nhưng vẫn đáng giá.  Hang động tồn tại từ lâu đời và chèo thuyền trong bóng tối khá mát mẻ.  Trên đường ra, bạn dừng lại và đi dạo xung quanh và chụp một vài bức ảnh đẹp trước khi quay lại thuyền, khoảng 30 phút là rất nhiều.  Nó không quá đông đúc nhưng một số cầu thang không dễ dàng di chuyển bởi người lớn tuổi và cần có những đôi giày tốt để làm cho việc đi lại dễ dàng hơn.  Thật là một buổi sáng tuyệt vời và tất cả chúng tôi đều thích thú.Đọc thêm",
            "Chuyến đi thuyền dọc sông thú vị và đầy kích thích, sau đó bước vào một hang động sông hấp dẫn. Sau này phát hiện ra một số lịch sử về hang động này, nơi che chở cho quân đội Bắc Việt trong các cuộc ném bom của MỹĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời dưới lòng đất. Động Thiên Đường thật ngoạn mục trong khi Hang Tối là một cuộc phiêu lưu. Phải leo khá nhiều mới đến lối vào Hang Thiên Đường và bắp chân của chúng tôi cảm thấy căng cứng vào ngày hôm sau nhưng thật đáng giá khi được ngắm nhìn những nhũ đá và măng đá khổng lồ. Có thể vào Hang Tối bằng dây kéo hoặc thuyền kayak rồi bơi một đoạn ngắn. Hướng dẫn viên của chúng tôi, Leon, đảm bảo chúng tôi được an toàn và thoải mái, đồng thời chỉ cho chúng tôi những khu vực khác nhau của hang động bao gồm cả hồ bùn và một khu vực mà hầu hết khách du lịch không đến. Cả hai hang động đều vô cùng đẹp. Ở Hang Tối cũng có chèo thuyền kayak, đường trượt zipline và trò chơi dưới nước trên sông. Các quy tắc về sức khỏe và an toàn thoải mái hơn một chút so với Vương quốc Anh nhưng điều đó khiến các cơ sở trở nên thú vị hơn và chúng tôi cảm thấy an toàn trong suốt thời gian. Ngày hôm sau, chúng tôi đến hang Phong Nha. Chuyến đi này khá nhàn nhã vì chúng tôi đã đi hầu hết chuyến đi, bao gồm cả vào bên trong hang bằng thuyền. Đó là một chuyến du ngoạn tuyệt vời. Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan hai hang động và hệ thống hang động này là điểm dừng chân thứ hai. Đến khoảng 2h30 chiều và có một số ít khách du lịch nhưng chắc chắn không đông. Phải mất nhiều thời gian hơn để đến được lối vào hang động sau đó vào trong hang động. Đừng hiểu lầm tôi, những người chèo thuyền địa phương đã giao công việc cho họ và khen ngợi họ vì đã phải chèo hơn 10 người lớn trong 1 km. Thuyền quay lại ở lối vào các triển lãm đi bộ dài hơn đi sâu vào hệ thống. Mái chèo chậm chiếm phần lớn trải nghiệm bên trong và chỉ 10 phút đi bộ sau khi bạn xuống thuyền trên đường trở về. Rất khuyến khích thực hiện các chuyến thám hiểm dài hơn trong các chuyến tham quan trong ngày nhanh chóng khi bạn chèo thuyền kayak và sau đó đi bộ sâu vào hang động. Rất mong được trở lại vào một ngày nào đó. Đọc thêm"
        ],
        "star_ratings": [
            913,
            323,
            65,
            10,
            8
        ],
        "review_amount": 1319,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Phong Nha Caves",
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Phong Nha-Ke Bang National Park"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written September 4, 2023",
            "Written October 2, 2023",
            "Written January 21, 2024",
            "Written March 8, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written April 24, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 24, 2024",
            "Written April 21, 2024",
            "Written April 21, 2024",
            "Written April 14, 2024",
            "Written March 19, 2024",
            "Written March 8, 2024",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or10-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41297-d103306-Reviews-Swallow_Falls_State_Park-Oakland_Garrett_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d1373718-Reviews-Nakamise_Shopping_Street_Kaminarimon-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g36050-d131620-Reviews-Chicago_Botanic_Garden-Glencoe_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d14396780-Reviews-Shipyard_park-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d6484969-Reviews-Main_Event_Entertainment-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g612463-d4992851-Reviews-Sapanca_Lake-Sapanca_Sakarya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g198541-d190958-Reviews-Lake_Titisee-Titisee_Neustadt_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g58759-d8145914-Reviews-Spokane_Falls-Spokane_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4218322-Reviews-Ayutthaya_Elephant_Palace_Royal_Kraal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d19599468-Reviews-Fish_Haul_Beach_Park-Hilton_Head_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or10-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Caves",
        "attraction_name_vi": "Phong Nha Caves",
        "general_info": [
            "1.319 đánh giá",
            "- 2 trong số 7 điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Điểm tham quan - Di tích lịch sử",
            "Các công viên quốc gia",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hệ thống sông ngầm và lối đi ngoạn mục vẫn còn một số bàn thờ Chăm từ thế kỷ thứ 10.Đọc thêm",
        "reviews": [
            "Tôi đã đưa khu vực này vào kỳ nghỉ của mình để đặc biệt ghé thăm ba hang động gần đó sau khi đọc về chúng trong nhiều sách hướng dẫn du lịch khác nhau.  Để đến được động Phong Nha, bạn phải đi thuyền 25 phút, mang lại tầm nhìn thú vị ra thị trấn được xây dựng dọc theo bờ sông.  Vé phải được mua trước khi vào khu vực đón khách.  Vì chúng tôi có người hướng dẫn riêng nên chúng tôi có thuyền cho riêng mình nhưng tôi nghi ngờ những chiếc khác là sự kết hợp của các nhóm gia đình và cá nhân.\n\nThuyền sẽ đưa bạn đi 500m vào hang động trước khi thả bạn trở lại con đường đi bộ xuyên qua bên trong hang động. Cả hai phần đều cung cấp tầm nhìn ra các thành tạo ngoạn mục với nhiều màu sắc tuyệt vời. Đoạn đi bộ rất dễ đi lại vì nó được xây dựng tốt với cả lối đi bộ lót ván và tay vịn. Có một số bước ở điểm thoát nhưng với mức độ thể chất thấp, mọi người nên xử lý những bước này với độ khó tối thiểu.\n\nTrước khi bắt đầu hành trình trở về - cùng thuyền - nên nhớ số - hãy dành thời gian dạo quanh khu chợ trên bến cảng để mua đồ uống, kem hay đồ ăn và quà lưu niệm.  Có nhà vệ sinh ngay trong chợ.\n\nTôi đánh giá cao sự hấp dẫn này. Tôi chưa từng thấy điều gì giống như thế này ở Úc vì màu sắc hay kích thước của hang động thực sự ngoạn mục. Đọc thêm",
            "Chuyến đi tuyệt vời đến động Phong Nha cùng gia đình. Hang cách trung tâm thành phố khoảng 45km - 1,5 giờ đi ô tô - .\nĐầu tiên chúng tôi vào hang bằng thuyền, mất khoảng 30 phút trên thuyền nhưng chúng tôi thực sự thích thú. chúng tôi may mắn được đi du lịch vào một ngày thời tiết đẹp. Con tôi tận hưởng chuyến đi thuyền. Điều duy nhất chúng tôi nghĩ sẽ tốt hơn nếu thuyền sử dụng máy điện hoặc động cơ tốt hơn, tàu hiện tại chạy bằng nhiên liệu nên rất ồn và đôi khi không ảnh hưởng tốt đến khách hàng khi chúng tôi thưởng ngoạn phong cảnh ven sông. Người lái thuyền và hướng dẫn viên du lịch tốt đến mức khiến chúng tôi quên mất động cơ.\nBước vào hang là một cảm giác thật tuyệt vời. hang động thực sự là một tác phẩm nghệ thuật tuyệt vời mà chúng ta không thể tưởng tượng được làm thế nào đất mẹ có thể tạo ra được nó.\nChúng tôi yêu thích hang động và cách nó được xây dựng. nếu có cơ hội khác chúng tôi sẽ quay lại bằng thuyền kayak cho chuyến phiêu lưu - sâu 6km vào hang - .Đọc thêm",
            "6 người chúng tôi trong chuyến chèo thuyền kayak đã may mắn là người duy nhất trong hang động. Chúng tôi chèo thuyền kayak khoảng 2k vào hang động với giá 11k. Chúng tôi đi bộ qua hệ thống hang động thêm khoảng 2 km nữa. Trải nghiệm tuyệt vời. Tôi đã đến nhiều hang động nhưng có thể đi vào hang động, leo trèo và đi đến những nơi xa xôi với sự giám sát thì thật tuyệt vời. Chúng tôi được xem một dòng chữ cổ trên tường, những hóa thạch trong đá, trèo qua hết phòng này đến phòng khác. Tuyệt vời Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan hai hang động và hệ thống hang động này là điểm dừng chân thứ hai. Đến khoảng 2h30 chiều và có một số ít khách du lịch nhưng chắc chắn không đông. Phải mất nhiều thời gian hơn để đến được lối vào hang động sau đó vào trong hang động. Đừng hiểu lầm tôi, những người chèo thuyền địa phương đã giao công việc cho họ và khen ngợi họ vì đã phải chèo hơn 10 người lớn trong 1 km. Thuyền quay lại ở lối vào các triển lãm đi bộ dài hơn đi sâu vào hệ thống. Mái chèo chậm chiếm phần lớn trải nghiệm bên trong và chỉ 10 phút đi bộ sau khi bạn xuống thuyền trên đường trở về. Rất khuyến khích thực hiện các chuyến thám hiểm dài hơn trong các chuyến tham quan trong ngày nhanh chóng khi bạn chèo thuyền kayak và sau đó đi bộ sâu vào hang động. Rất mong được trở lại vào một ngày nào đó. Đọc thêm",
            "Thật là một trải nghiệm ngầm tuyệt vời. Hang Thiên Đường thật ngoạn mục trong khi Hang Tối là một cuộc phiêu lưu. Phải leo lên lối vào Hang Thiên Đường khá nhiều và bắp chân của chúng tôi cảm thấy căng cứng vào ngày hôm sau nhưng thật đáng để chiêm ngưỡng những măng đá và nhũ đá khổng lồ. Bạn có thể vào Hang Tối bằng dây zip hoặc chèo thuyền kayak và sau đó bơi một đoạn ngắn. Hướng dẫn viên của chúng tôi, Leon, đảm bảo rằng chúng tôi được an toàn và thoải mái và chỉ cho chúng tôi các phần khác nhau của hang động bao gồm hồ bùn và khu vực mà hầu hết khách du lịch không đến. Cả hai hang động đều đẹp lạ thường. Tại Hang Tối còn có hoạt động chèo thuyền kayak, đu dây và vui chơi dưới nước trên sông. Các quy tắc về sức khỏe và an toàn thoải mái hơn một chút so với Vương quốc Anh nhưng điều đó làm cho cơ sở vật chất trở nên thú vị hơn và chúng tôi luôn cảm thấy an toàn.\nNgày hôm sau chúng tôi tới động Phong Nha. Việc này khá nhàn nhã hơn vì chúng tôi đã thực hiện hầu hết chuyến đi, kể cả trong hang bằng thuyền. Đó là một chuyến tham quan tuyệt vời.Đọc thêm",
            "Chúng tôi đợi ở phòng vé đủ người lên thuyền.  Chúng tôi có 4 người và đã có một cặp đôi ở đó và hai lô khác đã đến ngay sau đó.  Tất cả chúng tôi đều muốn thêm vào động Tiên Sơn nên tất cả đều trả tiền cho cả hang động và phần thuyền để đến đó.  Chuyến đi bằng thuyền rất đẹp, rất ồn ào và phải mặc áo phao nhưng khá đẹp.  Đầu tiên, bạn dừng lại ở Đảo, nơi có các quầy hàng trong chợ bày bán đồ ăn thức uống cùng với nhà vệ sinh.  Bạn đi theo con đường bên trái và có 1 giờ để đi bộ qua động Tiên Sơn trước tiên, điều này đáng giá theo ý kiến ​​của chúng tôi, sau đó gặp lại thuyền và họ tắt máy và chèo qua hang.  Thật đáng để chụp ảnh số thuyền của bạn và cũng nên ghi nhớ những người khác đã đi cùng bạn - những người khác - - tức là quý cô mặc áo màu cam, v.v. - vì vậy nếu mọi người sẵn sàng đi cùng lúc.  Không hoành tráng như động Thiên Đường nhưng vẫn đáng giá.  Hang động tồn tại từ lâu đời và chèo thuyền trong bóng tối khá mát mẻ.  Trên đường ra, bạn dừng lại và đi dạo xung quanh và chụp một vài bức ảnh đẹp trước khi quay lại thuyền, khoảng 30 phút là rất nhiều.  Nó không quá đông đúc nhưng một số cầu thang không dễ dàng di chuyển bởi người lớn tuổi và cần có những đôi giày tốt để làm cho việc đi lại dễ dàng hơn.  Thật là một buổi sáng tuyệt vời và tất cả chúng tôi đều thích thú.Đọc thêm",
            "Hoàn toàn tuyệt vời! \nChúng tôi tự đi để tránh đám đông - đi thuyền đến động Phong Nha vào buổi sáng - và động Thiên Đường với tài xế riêng vào buổi chiều - .\nĐi chung thuyền với cặp vợ chồng người Đức thân thiện, chúng tôi gặp ở phòng vé và quyết định mua một chiếc thuyền chỉ cho bốn người chúng tôi, mặc dù người bán vé cố gắng thuyết phục chúng tôi đi cùng bốn thanh niên ồn ào, chỉ để tiết kiệm một ít tiền.\nTrước tiên hãy đến hang Tong Sien - thật tuyệt khi đi bộ xung quanh nó mà hầu như không có ai khác ở đó.\nThật tốt khi đến Phong Nha vào buổi sáng vì nó khá vắng - vì lý do đó các chuyến tham quan trong ngày đều diễn ra vào buổi chiều.\nYêu thích đi vào hang động trên thuyền trước khi đi bộ xung quanh nó.\nNơi huyền diệu.Đọc thêm",
            "Chúng tôi có một chuyến đi yên bình ngược dòng sông trên Thuyền Rồng và sau đó được chèo qua hệ thống hang động tráng lệ. Đó là một kinh nghiệm tuyệt vời. Hang động có từ rất lâu và một số thành tạo rất ngoạn mục. Rất khuyến khích. Chi phí tham quan động là 150.000đ - - 4,74 - và phải thuê thuyền Draggon đưa đón, giá 360.000đ - - 11.39 - . Chúng tôi chọn cách tự đi, nhưng nếu muốn giảm chi phí, bạn có thể chờ để chia sẻ Thuyền Rồng với người khác. Chuyến đi mất khoảng 3 giờ.Đọc thêm",
            "Hang động Phong Nha mang đến một hành trình kỳ diệu kết hợp hoàn hảo giữa cuộc phiêu lưu ngắm cảnh với cái nhìn thoáng qua về một xứ sở thần tiên địa chất. Một chuyến đi thuyền trên làn nước trong xanh sẽ đưa bạn qua những ngọn núi địa chất cao chót vót, đỉnh cao là lối vào hang động huyền bí. Bên trong, không khí mát mẻ hơn và ánh sáng được bố trí một cách chiến lược tạo ra một khung cảnh đầy cảm hứng về thạch nhũ và măng đá. Sau khi xuống tàu, hãy đi bộ khám phá sâu hơn, chiêm ngưỡng những khối đá đáng kinh ngạc được thiên nhiên điêu khắc trong hàng triệu năm. Trải nghiệm khó quên này là điều không thể bỏ qua đối với bất kỳ du khách nào đến Việt Nam.Đọc thêm",
            "Hang động đẹp, hệ thống núi đá vôi kỳ lạ và tảng đá kỳ vĩ như một bức tranh. Rất khuyến khíchĐọc thêm",
            "6 người chúng tôi trong chuyến chèo thuyền kayak đã may mắn là người duy nhất trong hang động. Chúng tôi chèo thuyền kayak khoảng 2k vào hang động với giá 11k. Chúng tôi đi bộ qua hệ thống hang động thêm khoảng 2 km nữa. Trải nghiệm tuyệt vời. Tôi đã đến nhiều hang động nhưng có thể đi vào hang động, leo trèo và đi đến những nơi xa xôi với sự giám sát thì thật tuyệt vời. Chúng tôi được xem một dòng chữ cổ trên tường, những hóa thạch trong đá, trèo qua hết phòng này đến phòng khác. Tuyệt vời Đọc thêm",
            "Chuyến đi tuyệt vời đến động Phong Nha cùng gia đình. Hang cách trung tâm thành phố khoảng 45km - 1,5 giờ đi ô tô - Đầu tiên chúng tôi vào hang bằng thuyền, mất khoảng 30 phút đi thuyền nhưng chúng tôi thực sự thích thú. chúng tôi may mắn được đi du lịch vào một ngày thời tiết đẹp. Con tôi tận hưởng chuyến đi thuyền. Điều duy nhất chúng tôi nghĩ sẽ tốt hơn nếu thuyền sử dụng máy điện hoặc động cơ tốt hơn, tàu hiện tại chạy bằng nhiên liệu nên rất ồn và đôi khi không ảnh hưởng tốt đến khách hàng khi chúng tôi thưởng ngoạn phong cảnh ven sông. Người lái thuyền và hướng dẫn viên du lịch tuyệt vời đến mức khiến chúng tôi quên mất động cơ. Bước vào hang là một cảm giác tuyệt vời. hang động thực sự là một tác phẩm nghệ thuật tuyệt đẹp mà chúng ta không thể tưởng tượng được làm thế nào đất mẹ có thể tạo ra nó. Chúng tôi yêu thích hang động và cách nó được xây dựng. nếu có cơ hội khác chúng tôi sẽ quay lại bằng thuyền kayak cho chuyến phiêu lưu - sâu 6km vào hang - .Đọc thêm",
            "Tôi đã đưa khu vực này vào kỳ nghỉ của mình để đặc biệt ghé thăm ba hang động gần đó sau khi đọc về chúng trong nhiều sách hướng dẫn du lịch khác nhau.  Để đến được động Phong Nha, bạn phải đi thuyền 25 phút, mang lại tầm nhìn thú vị ra thị trấn được xây dựng dọc theo bờ sông.  Vé phải được mua trước khi vào khu vực đón khách.  Vì chúng tôi có hướng dẫn viên riêng nên chúng tôi có thuyền cho riêng mình nhưng tôi nghi ngờ những người khác là sự kết hợp của các nhóm gia đình và cá nhân. Thuyền sẽ đưa bạn đi 500 m vào hang trước khi thả bạn trở lại con đường đi bộ xuyên qua bên trong hang động . Cả hai phần đều cung cấp tầm nhìn ra các thành tạo ngoạn mục với nhiều màu sắc tuyệt vời. Đoạn đi bộ rất dễ đi lại vì nó được xây dựng tốt với cả lối đi bộ lót ván và tay vịn. Có một vài bước ở điểm xuất cảnh nhưng với trình độ thể lực thấp, mọi người nên xử lý những điều này với độ khó tối thiểu. Trước khi bắt đầu hành trình trở về - trên cùng một chiếc thuyền - vì vậy hãy nhớ số - dành thời gian để đi lang thang trong chợ trên bến cảng để mua đồ uống, kem hoặc đồ ăn và quà lưu niệm.  Có nhà vệ sinh nằm trong chợ. Tôi đánh giá cao điểm thu hút này. Tôi chưa từng thấy điều gì giống như thế này ở Úc vì màu sắc hay kích thước của hang động thực sự ngoạn mục. Đọc thêm",
            "Nếu bạn đang tìm kiếm một trải nghiệm thực sự đầy cảm hứng thì Vườn quốc gia Phong Nha-Kẻ Bàng là nơi nên đến. Từ những măng đá đáng kinh ngạc đến những ngọn núi đá vôi hùng vĩ, bạn sẽ bị choáng ngợp bởi những khối đá và dòng sông ngầm hấp dẫn. Đó là một trải nghiệm khó quên sẽ khiến bạn phải kinh ngạc!Đọc thêm",
            "Không ấn tượng như hang Thiên Đường nhưng đáng để ghé thăm. Hầu như tất cả các tour du lịch đều trên thuyền. Cuối cùng họ mới cho bạn đi bộ trên một mảnh đất nhỏ. Lưu ý, để mua vé vào cổng bạn phải đến bến thuyền cách hang khoảng 5 km. Không có cách nào để mua vé gần hang động!Đọc thêm",
            "Từ nhật ký du lịch của tôi... - Điểm dừng tiếp theo là bờ sông để đi thuyền dọc theo sông Son trước khi vào động Phong Nha. Chúng tôi ngồi ở hàng ghế đầu và khi thuyền của chúng tôi chạy dọc theo dòng sông, chúng tôi nhìn thế giới trôi qua. Và sau đó chúng tôi bước vào một hang động lớn, động cơ bị tắt và một mái chèo được sử dụng để hướng dẫn chúng tôi đi qua mê cung chứa đầy những viên ngọc quý này. Nó thật là tuyệt vời. Chúng tôi neo đậu một thời gian ngắn để có thể đi bộ trong hang khô liền kề cũng ấn tượng không kém. Nhưng một lời nhắc nhở nghiêm túc rằng hang động đã được sử dụng trong chiến tranh Việt Nam để giấu đạn dược và làm nơi trú ẩn cho đàn ông.  - Chúng tôi yêu nó! Chúng tôi cũng khuyên bạn nên làm như chúng tôi đã làm và ghé thăm Động Phong Nha trước khi đến Động Thiên Đường - cũng là những điểm hàng đầu! -  : - Đọc thêm",
            "Chúng tôi thực hiện chuyến tham quan hang động Phong Nha cả ngày bao gồm chèo thuyền kayak, leo núi và ăn trưa. Phần chèo thuyền kayak thật tuyệt - bạn có thể đi xa hơn những chiếc thuyền bình thường và có thể chiêm ngưỡng hang động - s - theo tốc độ của riêng bạn. Leo lên phần tiếp theo của hành trình hang động đòi hỏi tình trạng sức khỏe tốt vì bạn sẽ phải leo lên một số tảng đá dốc - ví dụ: sử dụng dây thừng - - quang cảnh đẹp nhưng không đẹp bằng quang cảnh trong chuyến phiêu lưu hang động Thiên Đường. Phần leo núi này đối với tôi hơi nhàm chán - hướng dẫn viên đã dừng lại - nói quá nhiều, thay vào đó là đi bộ - leo núi. Khi kết thúc chuyến leo núi, bạn sẽ đến một thác nước đẹp - nơi có dòng sông nơi bạn có thể bơi lội. Sau đó, chúng tôi quay trở lại - leo núi và chèo thuyền kayak một lần nữa để đến hang ăn trưa. Sau bữa trưa, chúng tôi đến thăm một phần của hang động dành cho thuyền như à - có cầu thang - sân thượng và ánh sáng được chuẩn bị cho du lịch đại chúng - - nó rất đẹp nhưng rất đông đúc - giữa tháng 3 - .Chuyến tham quan kéo dài từ ngày 9 đến ngày 14 - bao gồm cả dịch vụ đưa đón - vì vậy đây là chuyến tham quan nửa ngày chứ không phải cả ngày. Nếu tôi cần phải lựa chọn giữa chuyến phiêu lưu ở Động Thiên Đường hoặc chuyến phiêu lưu ở Động Phong Nha, tôi chắc chắn sẽ chọn Hang Thiên Đường - chuyến đi thực sự cả ngày với đội hình đẹp hơn, đi bộ nhiều hơn và ít nói hơn.Đọc thêm",
            "Chúng tôi đến thăm động Phong Nha trong chuyến đi trong ngày trong chuyến du lịch Việt Nam 20 ngày.  Chúng tôi đã đến Động Thiên Đường vào buổi sáng và thăm Phong Nha sau bữa trưa.  Tuy không hoành tráng như Động Thiên Đường nhưng đây là một hoạt động đáng tham gia. Sau khoảng 20-30 phút chèo thuyền ngược dòng, thuyền trưởng tắt máy rồi dùng mái chèo chèo vào hang. Khi đã vào trong hang, bạn xuống tàu và đi bộ qua phần khô ráo của hang.  Sau khi ra khơi, bạn lên cùng một chiếc thuyền và quay trở lại điểm xuất phát trên sông.Đọc thêm",
            "Một khu vực yên tĩnh, xinh đẹp và mục vụ. Một hang động rất đẹp, ấn tượng. Một hành trình đáng yêu. Chúng tôi đi dạo quanh công viên một chút trước khi lên thuyền. Một khung cảnh đẹp tạo nên một bầu không khí yên tĩnh. Thật vui khi thấy các cô gái - hầu hết những người chèo thuyền là phụ nữ - chèo bằng chân chứ không phải bằng tay. Kamban, dọc theo hành trình, đã bán cho chúng tôi những món quà lưu niệm mà chúng tôi không cần, nhưng bạn không thể từ chối sự tử tế của chúng. Trên đường về, chúng tôi ghé qua những chiếc thuyền ki-ốt nổi và mua cho người chèo thuyền một quả dứa và một lon đồ uống... cô ấy xứng đáng được như vậy. Tóm lại là bắt buộc.Đọc thêm"
        ],
        "star_ratings": [
            913,
            323,
            65,
            10,
            8
        ],
        "review_amount": 1319,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Phong Nha Caves",
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Phong Nha-Ke Bang National Park"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written September 4, 2023",
            "Written October 2, 2023",
            "Written January 21, 2024",
            "Written March 8, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written April 24, 2024",
            "Written May 5, 2024",
            "Written January 12, 2024",
            "Written October 2, 2023",
            "Written September 4, 2023",
            "Written August 1, 2023",
            "Written July 10, 2023",
            "Written May 22, 2023",
            "Written April 26, 2023",
            "Written March 27, 2023",
            "Written March 10, 2023",
            "Written March 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d321298-Reviews-or10-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or20-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d497697-Reviews-Sheffield_Island_Lighthouse-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d2256939-Reviews-Myrtle_Beach_Sling_Shot-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48246-d8593331-Reviews-Five_Islands_Park-New_Rochelle_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34157-d7684163-Reviews-Crescent_Beach_Public_Beach-Crescent_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808394-d1656808-Reviews-Taipei_Zoo-Wenshan_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d10713289-Reviews-Bycyklen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7224146-Reviews-Martin_Auto_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187824-d13108126-Reviews-Stazione_La_Spezia_Centrale-La_Spezia_Province_of_La_Spezia_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d23177679-Reviews-Candyland_Bodrum-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d198380-Reviews-Maine_Narrow_Gauge_Railroad_Company_and_Museum-Portland_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or20-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or10-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Caves",
        "attraction_name_vi": "Phong Nha Caves",
        "general_info": [
            "1.319 đánh giá",
            "- 2 trong 7 điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Địa điểm ưa thích - Địa danh",
            "Các công viên quốc gia",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hệ thống sông ngầm và đường hầm ngoạn mục vẫn còn một số bàn thờ Chăm từ thế kỷ thứ 10. Đọc thêm",
        "reviews": [
            "Tôi đã đưa khu vực này vào kỳ nghỉ của mình để đặc biệt ghé thăm ba hang động gần đó sau khi đọc về chúng trong nhiều sách hướng dẫn du lịch khác nhau.  Để đến được động Phong Nha, bạn phải đi thuyền 25 phút, mang lại tầm nhìn thú vị ra thị trấn được xây dựng dọc theo bờ sông.  Vé phải được mua trước khi vào khu vực đón khách.  Vì chúng tôi có người hướng dẫn riêng nên chúng tôi có thuyền cho riêng mình nhưng tôi nghi ngờ những chiếc khác là sự kết hợp của các nhóm gia đình và cá nhân.\n\nThuyền sẽ đưa bạn đi 500m vào hang động trước khi thả bạn trở lại con đường đi bộ xuyên qua bên trong hang động. Cả hai phần đều cung cấp tầm nhìn ra các thành tạo ngoạn mục với nhiều màu sắc tuyệt vời. Đoạn đi bộ rất dễ đi lại vì nó được xây dựng tốt với cả lối đi bộ lót ván và tay vịn. Có một số bước ở điểm thoát nhưng với mức độ thể chất thấp, mọi người nên xử lý những bước này với độ khó tối thiểu.\n\nTrước khi bắt đầu hành trình trở về - cùng thuyền - nên nhớ số - hãy dành thời gian dạo quanh khu chợ trên bến cảng để mua đồ uống, kem hay đồ ăn và quà lưu niệm.  Có nhà vệ sinh ngay trong chợ.\n\nTôi đánh giá cao sự hấp dẫn này. Tôi chưa từng thấy điều gì giống như thế này ở Úc vì màu sắc hay kích thước của hang động thực sự ngoạn mục. Đọc thêm",
            "Chuyến đi tuyệt vời đến động Phong Nha cùng gia đình tôi. Động cách trung tâm thành phố khoảng 45km - 1,5 giờ lái xe - .\nĐầu tiên, chúng tôi vào động bằng thuyền, mất khoảng 30 phút trên thuyền nhưng chúng tôi thực sự thích nó. Chúng tôi may mắn được đi vào một ngày thời tiết đẹp. Các con tôi thích chuyến đi bằng thuyền. Điều duy nhất chúng tôi nghĩ có thể tốt hơn nếu thuyền sử dụng động cơ điện hoặc động cơ tốt hơn, động cơ hiện tại chạy bằng nhiên liệu nên rất ồn và đôi khi không ảnh hưởng tốt đến khách hàng khi chúng tôi thưởng ngoạn cảnh đẹp dọc bờ sông, dù sao thì người lái thuyền và hướng dẫn viên rất tốt bụng khiến chúng tôi quên mất động cơ.\nBước vào hang là một cảm giác tuyệt vời. Hang thực sự là một tác phẩm nghệ thuật tráng lệ mà chúng tôi không thể tưởng tượng được mẹ Trái Đất có thể tạo ra nó như thế nào.\nChúng tôi yêu hang động và cách nó được xây dựng. Nếu có cơ hội khác, chúng tôi sẽ quay lại bằng thuyền kayak để phiêu lưu - sâu 6km đến hang động - .Đọc thêm",
            "6 người chúng tôi trong chuyến chèo thuyền kayak đã may mắn là người duy nhất trong hang động. Chúng tôi chèo thuyền kayak khoảng 2k vào hang động với giá 11k. Chúng tôi đi bộ qua hệ thống hang động thêm khoảng 2 km nữa. Trải nghiệm tuyệt vời. Tôi đã đến nhiều hang động nhưng có thể đi vào hang động, leo trèo và đi đến những nơi xa xôi với sự giám sát thì thật tuyệt vời. Chúng tôi được xem một dòng chữ cổ trên tường, những hóa thạch trong đá, trèo qua hết phòng này đến phòng khác. Tuyệt vời Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan hai hang động và hệ thống hang động này là điểm dừng chân thứ hai. Đến khoảng 2h30 chiều và có một số ít khách du lịch nhưng chắc chắn không đông. Phải mất nhiều thời gian hơn để đến được lối vào hang động sau đó vào trong hang động. Đừng hiểu lầm tôi, những người chèo thuyền địa phương đã giao công việc cho họ và khen ngợi họ vì đã phải chèo hơn 10 người lớn trong 1 km. Thuyền quay lại ở lối vào các triển lãm đi bộ dài hơn đi sâu vào hệ thống. Mái chèo chậm chiếm phần lớn trải nghiệm bên trong và chỉ 10 phút đi bộ sau khi bạn xuống thuyền trên đường trở về. Rất khuyến khích thực hiện các chuyến thám hiểm dài hơn trong các chuyến tham quan trong ngày nhanh chóng khi bạn chèo thuyền kayak và sau đó đi bộ sâu vào hang động. Rất mong được trở lại vào một ngày nào đó. Đọc thêm",
            "Thật là một trải nghiệm ngầm tuyệt vời. Hang Thiên Đường thật ngoạn mục trong khi Hang Tối là một cuộc phiêu lưu. Phải leo lên lối vào Hang Thiên Đường khá nhiều và bắp chân của chúng tôi cảm thấy căng cứng vào ngày hôm sau nhưng thật đáng để chiêm ngưỡng những măng đá và nhũ đá khổng lồ. Bạn có thể vào Hang Tối bằng dây zip hoặc chèo thuyền kayak và sau đó bơi một đoạn ngắn. Hướng dẫn viên của chúng tôi, Leon, đảm bảo rằng chúng tôi được an toàn và thoải mái và chỉ cho chúng tôi các phần khác nhau của hang động bao gồm hồ bùn và khu vực mà hầu hết khách du lịch không đến. Cả hai hang động đều đẹp lạ thường. Tại Hang Tối còn có hoạt động chèo thuyền kayak, đu dây và vui chơi dưới nước trên sông. Các quy tắc về sức khỏe và an toàn thoải mái hơn một chút so với Vương quốc Anh nhưng điều đó làm cho cơ sở vật chất trở nên thú vị hơn và chúng tôi luôn cảm thấy an toàn.\nNgày hôm sau chúng tôi tới động Phong Nha. Việc này khá nhàn nhã hơn vì chúng tôi đã thực hiện hầu hết chuyến đi, kể cả trong hang bằng thuyền. Đó là một chuyến tham quan tuyệt vời.Đọc thêm",
            "Chúng tôi đợi ở phòng vé đủ người lên thuyền.  Chúng tôi có 4 người và đã có một cặp đôi ở đó và hai lô khác đã đến ngay sau đó.  Tất cả chúng tôi đều muốn thêm vào động Tiên Sơn nên tất cả đều trả tiền cho cả hang động và phần thuyền để đến đó.  Chuyến đi bằng thuyền rất đẹp, rất ồn ào và phải mặc áo phao nhưng khá đẹp.  Đầu tiên, bạn dừng lại ở Đảo, nơi có các quầy hàng trong chợ bày bán đồ ăn thức uống cùng với nhà vệ sinh.  Bạn đi theo con đường bên trái và có 1 giờ để đi bộ qua động Tiên Sơn trước tiên, điều này đáng giá theo ý kiến ​​của chúng tôi, sau đó gặp lại thuyền và họ tắt máy và chèo qua hang.  Thật đáng để chụp ảnh số thuyền của bạn và cũng nên ghi nhớ những người khác đã đi cùng bạn - những người khác - - tức là quý cô mặc áo màu cam, v.v. - vì vậy nếu mọi người sẵn sàng đi cùng lúc.  Không hoành tráng như động Thiên Đường nhưng vẫn đáng giá.  Hang động tồn tại từ lâu đời và chèo thuyền trong bóng tối khá mát mẻ.  Trên đường ra, bạn dừng lại và đi dạo xung quanh và chụp một vài bức ảnh đẹp trước khi quay lại thuyền, khoảng 30 phút là rất nhiều.  Nó không quá đông đúc nhưng một số cầu thang không dễ dàng di chuyển bởi người lớn tuổi và cần có những đôi giày tốt để làm cho việc đi lại dễ dàng hơn.  Thật là một buổi sáng tuyệt vời và tất cả chúng tôi đều thích thú.Đọc thêm",
            "Hoàn toàn tuyệt vời! \nChúng tôi tự đi để tránh đám đông - đi thuyền đến động Phong Nha vào buổi sáng - và động Thiên Đường với tài xế riêng vào buổi chiều - .\nĐi chung thuyền với cặp vợ chồng người Đức thân thiện, chúng tôi gặp ở phòng vé và quyết định mua một chiếc thuyền chỉ cho bốn người chúng tôi, mặc dù người bán vé cố gắng thuyết phục chúng tôi đi cùng bốn thanh niên ồn ào, chỉ để tiết kiệm một ít tiền.\nTrước tiên hãy đến hang Tong Sien - thật tuyệt khi đi bộ xung quanh nó mà hầu như không có ai khác ở đó.\nThật tốt khi đến Phong Nha vào buổi sáng vì nó khá vắng - vì lý do đó các chuyến tham quan trong ngày đều diễn ra vào buổi chiều.\nYêu thích đi vào hang động trên thuyền trước khi đi bộ xung quanh nó.\nNơi huyền diệu.Đọc thêm",
            "Chúng tôi có một chuyến đi yên bình ngược dòng sông trên Thuyền Rồng và sau đó được chèo qua hệ thống hang động tráng lệ. Đó là một kinh nghiệm tuyệt vời. Hang động có từ rất lâu và một số thành tạo rất ngoạn mục. Rất khuyến khích. Chi phí tham quan động là 150.000đ - - 4,74 - và phải thuê thuyền Draggon đưa đón, giá 360.000đ - - 11.39 - . Chúng tôi chọn cách tự đi, nhưng nếu muốn giảm chi phí, bạn có thể chờ để chia sẻ Thuyền Rồng với người khác. Chuyến đi mất khoảng 3 giờ.Đọc thêm",
            "Hang động Phong Nha mang đến một hành trình kỳ diệu kết hợp hoàn hảo giữa cuộc phiêu lưu ngắm cảnh với cái nhìn thoáng qua về một xứ sở thần tiên địa chất. Một chuyến đi thuyền trên làn nước trong xanh sẽ đưa bạn qua những ngọn núi địa chất cao chót vót, đỉnh cao là lối vào hang động huyền bí. Bên trong, không khí mát mẻ hơn và ánh sáng được bố trí một cách chiến lược tạo ra một khung cảnh đầy cảm hứng về thạch nhũ và măng đá. Sau khi xuống tàu, hãy đi bộ khám phá sâu hơn, chiêm ngưỡng những khối đá đáng kinh ngạc được thiên nhiên điêu khắc trong hàng triệu năm. Trải nghiệm khó quên này là điều không thể bỏ qua đối với bất kỳ du khách nào đến Việt Nam.Đọc thêm",
            "Chuyến tham quan chèo thuyền kayak và hang động cả ngày qua hang Phong Kna.  Đây là một phần độc đáo của thế giới về hang động và có cơ hội khám phá rất nhiều hang động cho đến nay.  Những hang động đẳng cấp thế giới không nên bỏ qua  Tôi là nhà địa chất và đã nhìn thấy nhiều nơi trên thế giới cũng như các hang động khác và khu vực này của Việt Nam nói chung thật đáng kinh ngạc.  Có một số người trong nhóm của chúng tôi có nhiều kinh nghiệm khác nhau nhưng tất cả đều vượt qua được bằng cách thực hiện cẩn thận và với sự trợ giúp của hướng dẫn viên.  Thật thú vị khi vượt qua những chiếc thuyền rồng và tự mình đi vào hang động và phải tự mình khám phá sâu hơn. Chúng tôi đã có một bữa trưa tuyệt vời trên một bãi biển bậc thang bên trong hang động bên dưới một khu vực có chữ viết và chữ tượng hình cũ.Đọc thêm",
            "Chúng tôi đã đặt tour du lịch cả ngày tại khách sạn Nam Long Plus ở Đồng Hới. Chúng tôi có một hướng dẫn viên du lịch tuyệt vời, ông Sỹ. Anh ấy là một người hướng dẫn rất tốt. Anh ấy biết rất nhiều về địa lý và lịch sử. Chúng tôi đến đó bằng một chiếc ô tô 4x4 tốt và có một bữa trưa ngon miệng trên đường đi. Những lời khuyên ấm áp từ Klara và Kjeld Đan MạchĐọc thêm",
            "Động Thiên Đường, Động Phong Nha - lối vào qua sông, Vườn bách thảo - Trong đó có thác nước - .Đọc thêm",
            "Chúng tôi đã thực hiện chuyến chèo thuyền kayak dài 4,5 km trong Động Phong Nha và thực sự thích nó! Chúng tôi là một nhóm gồm 6 người với một hướng dẫn viên du lịch và một người khuân vác. Chúng tôi chèo thuyền kayak và cũng đi bộ vào các phần khác nhau của hang động. Chúng tôi được phục vụ một bữa trưa kiểu Việt ngon miệng trong hang động và cũng có khả năng đi bơi - nhưng đó không phải là điều bắt buộc -. Trước đây chúng tôi lo lắng về nhiệt độ vì bây giờ là tháng 12, bên ngoài khá lạnh nhưng bên trong hang thì khoảng 20 độ và không quá lạnh. Chúng tôi thấy ổn với quần short - chân bạn hơi ướt khi chèo thuyền kayak - và áo thun. Bạn còn được tặng một số dép nhựa và túi khô để sử dụng trong chuyến tham quan. Nó khá phiêu lưu - đó là những gì chúng tôi đã hy vọng! Bạn thực sự đi vào bên trong những phần của hang động nơi không có nhiều người đến. Điều này cũng có nghĩa là bạn phải trèo qua đá, bám vào dây thừng, v.v. mà không có con đường được bảo trì tốt, có thể trơn trượt - vì vậy hãy chuẩn bị cho điều đó! Nhìn chung một ngày rất vui vẻ và thú vị.Đọc thêm",
            "Nơi TUYỆT VỜI nhất! Đừng nghĩ rằng vì bạn không thể dành - 5k và 5 ngày để thực hiện hang động lớn nhất thế giới mới đăng quang mà bạn sẽ không bị THẤT BẠI bởi các hang động Phong Nha và Thiên đường TUYỆT VỜI! Hãy đến đây nếu ở Việt Nam!Đọc thêm",
            "Hang động tuyệt đẹp, tôi chinh phục 4,5km trong Động Phong Nha sâu nhất bằng thuyền kayak với hướng dẫn viên địa phương. Rất trong lành và mát mẻ, hang động thật tuyệt vời.Đọc thêm",
            "Chúng tôi lên thuyền đi dọc sông 5km với người dân địa phương ở đây, sau đó chúng tôi ghé thăm hang động trên thuyền trông thật tuyệt vời, hang nước tuyệt vời mà chúng tôi đã thấy ở Việt NamĐọc thêm",
            "Nếu bạn nhìn vào các đánh giá tiêu cực, có vẻ như chúng đến từ những người ngay từ đầu đã không quan tâm đến việc xem các hang động hoặc có vẻ như là những người không thể hài lòng. Thực tế của vấn đề là thực sự không có cách nào để ngắm nhìn những hang động này một cách trọn vẹn nếu không tham gia chuyến tham quan có hướng dẫn viên. Nếu bạn làm điều đó, bạn sẽ thấy hệ thống hang động đáng chú ý thông qua việc đi bộ xuyên rừng, leo núi, đi dây - cơ bản - và thậm chí cả bơi lội. Chúng tôi đã thực hiện chuyến đi 3 ngày - 2 ngày và coi đây là trải nghiệm tuyệt vời nhất trong 3 năm ở Việt Nam.Đọc thêm",
            "Lướt theo phong cách chèo thuyền vào một hang động ngoạn mục dài hàng km. Nhìn thấy những tác phẩm điêu khắc không thể tin được. Trí tưởng tượng cho thấy một con cá sấu, một con sư tử, một cái đầu của một bà mẹ và một đứa trẻ, những thác nước có bậc thang...Chúng tôi đã đi ba lần trong 20 ngày. Đó là sự phi thường của các hang động............Đọc thêm",
            "Động Phong Nha - Động Phong Nha thuộc vùng đá vôi Phong Nha - Kẻ Bàng. Tọa lạc tại xã Sơn Trạch, huyện Bố Trạch, tỉnh Quảng Bình. Cách thành phố Đồng Hới khoảng 45km về hướng Tây Bắc. Từ Đồng Hới đến Động Phong Nha du khách sẽ được dạo bộ trên con đường Trường Sơn huyền thoại. Sau khi đến trung tâm du lịch Phong Nha, du khách men theo sông Son để tham quan Phong Nha. Được bao phủ bởi rừng nhiệt đới. Là điểm đầu tiên được đưa vào khai thác phục vụ du khách tại Phong Nha Kẻ Bàng.- Theo các nhà khoa học, quá trình phong hóa hình thành nên hang động ở Phong Nha là quá trình tự nhiên xảy ra cách đây 250 triệu năm. Kiểu địa hình chủ yếu của Phong Nha-Kẻ Bàng là núi đá vôi và núi đất. Chiều cao trung bình là 600 mét, tường hẹp và thẳng đứng. Động Phong Nha nằm ở phía Đông Nam của khối đá vôi Kẻ Bàng. Trong vùng đá vôi bị phong hóa mạnh, diện tích - - khoảng 10.000 km2, trải dài 200 km về phía Bắc dãy Trường Sơn, nối với Lào.- Dòng chảy bề mặt nhìn thấy được là các sông Son, Troóc, Chảy và Rào Thương bắt nguồn từ những dòng suối nhỏ. Trong hang Én, dòng suối lớn chảy ngầm vào vùng núi đá vôi tạo thành hang động. Bên bờ sông Son là cuộc sống của người dân địa phương nơi đây. Người dân quanh đây thường lái thuyền đi tham quan Phong Nha Kẻ Bàng.Đọc thêm",
            "Tôi phải đi thuyền đến hang động từ đâu?Đọc thêm",
            "Chào mọi người. Tôi đang thắc mắc chi phí taxi riêng từ Phong Nha đến Huế? Ngoài ra, nếu tôi đến Phong Nha, tôi có thể xem tất cả các hang động và thực hiện trò trượt zipline trong một ngày hay tôi cần hai?Đọc thêm",
            "Xin chào Graham\nChúng tôi đi từ Huế đến Phong Nha.\nVề phương tiện di chuyển, tôi khuyên bạn nên sử dụng xe buýt - giường ngủ - tiêu chuẩn thay vì taxi vì taxi đắt tiền - chúng tôi bắt taxi riêng từ Hội An đến Đà Nẵng với giá 12 USD chỉ trong 30 km - . Một chuyến xe buýt từ Huế đến Phong Nha có giá khoảng 10-15 USD - chỉ khách - tôi không nhớ chính xác - . Các công ty xe buýt được tổ chức tốt và do đó có sức đẩy mạnh. Đối với chúng tôi, xe buýt không có bất kỳ sự chậm trễ hoặc đặt trước quá nhiều nào. Chúng tôi luôn đặt xe buýt qua ký túc xá của mình hoặc chỉ cần đến văn phòng đặt vé địa phương ở Huế. Họ luôn có thể giúp bạn với bất kỳ yêu cầu nào.\n\nVề các hang động: sự lựa chọn các chuyến đi là vô tận. Chuyến đi nhỏ gọn nhất bạn có thể làm là chuyến đi trong ngày, nơi bạn có thể ghé thăm 3 hang động: Động Thiên Đường, Động Phong Nha và Hang Tối. Hoặc bạn có thể chọn thực hiện một chuyến đi trong ngày đến mọi hang động và khám phá chi tiết hơn hoặc thực hiện một chuyến đi tùy chỉnh hơn trong nhiều ngày hơn. Sự lựa chọn là của bạn.Đọc thêm",
            "Những hang động nào có thể đến được bằng ô tô và mỗi lần đi tham quan mất bao lâu? Đối với những nơi không thể đến bằng ô tô, bạn phải đi bộ bao xa và có bản đồ đường mòn ở đâu đó không?Đọc thêm",
            "Không chắc có thể đến được họ bằng ô tô vì phần lớn niềm vui của chuyến tham quan này là đi thuyền ngược dòng sông và khám phá các hang động từ đó. Nếu bạn có thể đến đó bằng đường bộ, tôi - tôi chắc chắn Google có thể giúp, tôi - sẽ dành cho bạn một vài giờ để xem mọi thứ nhưng bạn phải nhớ rằng một số hang động chỉ có thể đến được bằng thuyền và bạn phải đi thuyền lúc đầu không một lần ở khu phức hợp. Hang động tốt nhất có rất nhiều bậc thang được lát đá và có rất nhiều điểm để dừng lại, ngắm cảnh và mua đồ uống lạnh nếu cần. Đối với bản đồ đường mòn, một lần nữa, Google có thể trợ giúp nhưng không chắc liệu chúng có thực sự cần thiết hay không vì khi bạn đã ở đó, bạn sẽ thấy khá rõ ràng nơi cần đến.Đọc thêm",
            "Tôi có cần đặt trước không? Có cần phải đặt tour hay có thể mua vé tại lối vào không? Đọc thêm",
            "Xin chào Mel, bạn chỉ cần lấy vé ở phòng vé bên bờ sông. Vé bao gồm một chuyến đi thuyền ngược dòng đến các hang động nơi bạn được thả xuống để tự mình khám phá. Sau đó, bạn sẽ được đón vào thời gian đã sắp xếp trước và sau đó thuyền sẽ di chuyển qua một loạt hang động chỉ có thể vào được bằng nước. Đó là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Tôi muốn có những gợi ý về cách tổ chức chuyến tham quan này. Gói có tổ chức - bạn đã có khoảng thời gian vui vẻ với ai? - hoặc tự làm - làm cách nào để truy cập trang web? - \nTôi muốn đến thăm cả động Phòng nha và động Thiên Đường.\nTôi đang chờ lời khuyên. Cảm ơn bạnĐọc thêm",
            "Xin chào Antonella, tôi gặp chút khó khăn khi trả lời bạn. \nVợ tôi và tôi ở Đồng Hới - do đó khá xa - nơi chúng tôi tha hồ lựa chọn trong việc tìm một người điều hành tour du lịch nhỏ đã đưa chúng tôi - 2 người chúng tôi trên xe của anh ấy - đến cả hai hang động với giá khoảng 65 euro. \nVì bạn đang ở một khách sạn gần cả hai địa điểm nhưng nằm ngoài khu dân cư nên tôi không thể cung cấp cho bạn thông tin về khả năng tìm được mức giá hợp lý hơn - do không có mối quan hệ cung - cầu thuận lợi. \nTôi nghĩ khách sạn của bạn nằm ở đâu, thuê xe đạp cũng có thể là hợp lý... nhưng chúng tôi luôn ở đó, liệu họ có sẵn xe đạp ngay trong khuôn viên không? \nĐể tự tổ chức, tôi cũng không thích các chuyến tham quan có tổ chức, hãy nhớ rằng với một bản đồ đàng hoàng, bạn sẽ tìm thấy con đường nối hai điểm tham quan và trong mọi trường hợp không có nguy cơ bị lạc hoặc gặp người nguy hiểm; tin tưởng chỉ dẫn của người dân địa phương mà không gặp vấn đề gì - nếu bạn có thể hiểu nhau bằng tiếng Anh - không hoàn hảo - của họ. \nTôi biết tôi chưa đưa ra lời giải thích mà bạn đang tìm kiếm nhưng tôi khuyên bạn nên tiếp tục tìm kiếm trên mạng những cơ hội có thể có hoặc đưa ra mức giá thấp cho chủ khách sạn... người Việt Nam khá thiên về đàm phán. \nAlberto095Đọc thêm",
            "Bạn có thể bắt đầu đi thuyền Phong Nha và khám phá cả hai hang động muộn bao lâu? cảm ơn!Đọc thêm",
            "Tùy thuộc vào nơi bạn đến\nCả hai hang động hoặc rất gần nhau như cách nhau khoảng 15 km đến 20 kmĐọc thêm",
            "Giá một chuyến đi thuyền là bao nhiêu?Đọc thêm",
            "Chào bạn, giá 1 thuyền là 350.000 VNĐ - khoảng.  - 16 - . Đọc thêm",
            "Xin chào! Tôi sắp có chuyến đi đến Việt Nam vào tháng 3 và tôi rất háo hức! Nhưng hơi căng thẳng một chút về việc di chuyển giữa các thành phố.\n\nCách tốt nhất - được khuyến nghị để đi từ Ninh Bình đến Động Phong Nha và Động Phong Nha đến Huế là gì?\n\nTôi đã đọc một vài trang web và tôi vừa thấy rất nhiều quan điểm trái ngược nhau!\n\nCảm ơn: - Đọc thêm",
            "Chào Alice, \ntừ Phong Nha đến Huế rất dễ đi xe buýt. Nó thường mất khoảng. 4-5 giờ và nó rẻ và thoải mái. \nĐó là cách di chuyển yêu thích của chúng tôi giữa hầu hết các thành phố và bạn có thể đặt xe buýt trực tiếp tại ký túc xá của mình hoặc tại bất kỳ công ty du lịch địa phương nào. \nChúc bạn vui vẻ! Đọc thêm",
            "Xin chào\nTôi đang lên kế hoạch đến thăm hang động này trong chuyến đi một ngày từ Hội An. có thể được không? vì tôi sẽ ở Hội An trong 5 đêm nên tôi không muốn đi đến thành phố khác. Có tour du lịch một ngày từ Hội An không và chi phí bao nhiêu?\nNgoài ra làm thế nào tôi có thể tự mình đến đó với giá thấp hơn?\nThanxĐọc thêm",
            "Chào bạn,\nSẽ tốt hơn nếu bạn ở Hội An 2N1N -- - Huế - cung điện cũ - 1N1N -- - Phong Nha - Kẻ Bàng ít nhất là 2N1Đ - khuyên bạn nên ở PN-KB nhiều nhất có thể - . Hoặc Hội An 3D2N -- - PN-KB 3D2N.\n\nCó xe buýt từ Huế đến PN-KB với hành trình 1 ngày nhưng mất nhiều thời gian - 4 giờ - và bạn không có đủ thời gian để tham quan các hang động ở PN-KB. Tôi - tôi không chắc có chuyến đi 1 ngày nào từ Hội An đến PN-KB không vì tuyến đường rất xa, bạn có thể hỏi lễ tân tại khách sạn để biết thêm thông tin. \nNếu bạn chỉ có 1 ngày ở PN-KB thì chi phí tour khoảng 1 triệu đồng - một người và bạn chỉ tham quan những hang động bình thường chứ không phải những hang động đặc biệt vì không đủ thời gian.\n\nMột lần nữa, tôi thực sự khuyên bạn nên ở lại PN-KB thêm vài ngày nữa, nhiều khách du lịch nói với tôi rằng họ ước có nhiều ngày hơn ở đó để tham quan nhiều hang động hơn. \nDanh sách các hang động bạn - phải đi - : combo Hang Thiên Đường - Hang Tối - 1 ngày - , Hang Tú Làn - 1 ngày - , Hang Én - 2 ngày - , Hang Tiên - 1-2 ngày - ,..Đọc thêm",
            "Xin chào,\n\nNgày mai chúng tôi sẽ đến Phong Nha - đến nơi vào khoảng 11 giờ sáng - ở lại 1 đêm và hy vọng bắt được xe buýt lúc 5 giờ chiều đến Đồng Hới để đón chuyến tàu. Chúng tôi - muốn xem động Phong Nha và Động Thiên Đường. Chúng tôi đã xem xét các chuyến đi trong ngày vào ngày thứ hai, chúng khá đắt tiền và chúng tôi có thể lỡ chuyến xe buýt đến Ding Hoi. Động Phong Nha sẽ dễ phân loại nhưng có cách nào rẻ hơn để xem động Thiên Đường không? Bạn có thể đàm phán với các công ty du lịch không? Chúng tôi đã cân nhắc việc thuê một chiếc xe máy. Ngoài ra còn có cách nào khác để làm điều đó?\n\nCảm ơn bạnĐọc thêm",
            "Tôi xin lỗi.  Chuyến đi của chúng tôi được sắp xếp bởi một hướng dẫn viên địa phương.  Không có thông tin để hướng dẫn bạn.  Có thể kiểm tra với khách sạn bạn đang ở?Đọc thêm"
        ],
        "star_ratings": [
            913,
            323,
            65,
            10,
            8
        ],
        "review_amount": 1319,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Phong Nha Caves",
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Phong Nha-Ke Bang National Park"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written September 4, 2023",
            "Written October 2, 2023",
            "Written January 21, 2024",
            "Written March 8, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written April 24, 2024",
            "Written May 5, 2024",
            "Written February 19, 2023",
            "Written February 10, 2023",
            "Written February 10, 2023",
            "Written December 20, 2022",
            "Written December 17, 2022",
            "Written October 27, 2022",
            "Written October 25, 2022",
            "Written April 28, 2021",
            "Written August 19, 2020",
            "Written July 13, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d321298-Reviews-or20-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or10-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or30-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g50502-d1861818-Reviews-Fraze_Pavilion-Kettering_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d7640201-Reviews-Poppies_Lane_1-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d3803243-Reviews-Hallandale_Beach-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186233-d213872-Reviews-Chester_Zoo-Chester_Cheshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g10449966-d2281158-Reviews-Arnold_Schwarzenegger_Museum-Thal_bei_Graz_Styria.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1070053-Reviews-Wet_Republic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g2303999-d13577077-Reviews-Kali_Biru_River-Raja_Ampat_West_Papua.html",
            "https://www.tripadvisor.com/Attraction_Review-g9719092-d9715019-Reviews-Rainbow_Lake-Domel_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d143912-Reviews-Grand_Island-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d243627-Reviews-Ferreira_Cellars-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or30-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or20-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Caves",
        "attraction_name_vi": "Phong Nha Caves",
        "general_info": [
            "1.319 đánh giá",
            "- 2 trong 7 điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Địa điểm ưa thích - Địa danh",
            "Các công viên quốc gia",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hệ thống sông ngầm và lối đi ngoạn mục vẫn còn một số bàn thờ Chăm từ thế kỷ thứ 10.Đọc thêm",
        "reviews": [
            "Tôi đã đưa khu vực này vào kỳ nghỉ của mình để đặc biệt ghé thăm ba hang động gần đó sau khi đọc về chúng trong nhiều sách hướng dẫn du lịch khác nhau.  Để đến được động Phong Nha, bạn phải đi thuyền 25 phút, mang lại tầm nhìn thú vị ra thị trấn được xây dựng dọc theo bờ sông.  Vé phải được mua trước khi vào khu vực đón khách.  Vì chúng tôi có người hướng dẫn riêng nên chúng tôi có thuyền cho riêng mình nhưng tôi nghi ngờ những chiếc khác là sự kết hợp của các nhóm gia đình và cá nhân.\n\nThuyền sẽ đưa bạn đi 500m vào hang động trước khi thả bạn trở lại con đường đi bộ xuyên qua bên trong hang động. Cả hai phần đều cung cấp tầm nhìn ra các thành tạo ngoạn mục với nhiều màu sắc tuyệt vời. Đoạn đi bộ rất dễ đi lại vì nó được xây dựng tốt với cả lối đi bộ lót ván và tay vịn. Có một số bước ở điểm thoát nhưng với mức độ thể chất thấp, mọi người nên xử lý những bước này với độ khó tối thiểu.\n\nTrước khi bắt đầu hành trình trở về - cùng thuyền - nên nhớ số - hãy dành thời gian dạo quanh khu chợ trên bến cảng để mua đồ uống, kem hay đồ ăn và quà lưu niệm.  Có nhà vệ sinh ngay trong chợ.\n\nTôi đánh giá cao sự hấp dẫn này. Tôi chưa từng thấy điều gì giống như thế này ở Úc vì màu sắc hay kích thước của hang động thực sự ngoạn mục. Đọc thêm",
            "Chuyến đi tuyệt vời đến động Phong Nha cùng gia đình. Hang cách trung tâm thành phố khoảng 45km - 1,5 giờ đi ô tô - .\nĐầu tiên chúng tôi vào hang bằng thuyền, mất khoảng 30 phút trên thuyền nhưng chúng tôi thực sự thích thú. chúng tôi may mắn được đi du lịch vào một ngày thời tiết đẹp. Con tôi tận hưởng chuyến đi thuyền. Điều duy nhất chúng tôi nghĩ sẽ tốt hơn nếu thuyền sử dụng máy điện hoặc động cơ tốt hơn, tàu hiện tại chạy bằng nhiên liệu nên rất ồn và đôi khi không ảnh hưởng tốt đến khách hàng khi chúng tôi thưởng ngoạn phong cảnh ven sông. Người lái thuyền và hướng dẫn viên du lịch tốt đến mức khiến chúng tôi quên mất động cơ.\nBước vào hang là một cảm giác thật tuyệt vời. hang động thực sự là một tác phẩm nghệ thuật tuyệt vời mà chúng ta không thể tưởng tượng được làm thế nào đất mẹ có thể tạo ra được nó.\nChúng tôi yêu thích hang động và cách nó được xây dựng. nếu có cơ hội khác chúng tôi sẽ quay lại bằng thuyền kayak cho chuyến phiêu lưu - sâu 6km vào hang - .Đọc thêm",
            "6 người chúng tôi trong chuyến chèo thuyền kayak đã may mắn là người duy nhất trong hang động. Chúng tôi chèo thuyền kayak khoảng 2k vào hang động với giá 11k. Chúng tôi đi bộ qua hệ thống hang động thêm khoảng 2 km nữa. Trải nghiệm tuyệt vời. Tôi đã đến nhiều hang động nhưng có thể đi vào hang động, leo trèo và đi đến những nơi xa xôi với sự giám sát thì thật tuyệt vời. Chúng tôi được xem một dòng chữ cổ trên tường, những hóa thạch trong đá, trèo qua hết phòng này đến phòng khác. Tuyệt vời Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan hai hang động và hệ thống hang động này là điểm dừng chân thứ hai. Đến khoảng 2h30 chiều và có một số ít khách du lịch nhưng chắc chắn không đông. Phải mất nhiều thời gian hơn để đến được lối vào hang động sau đó vào trong hang động. Đừng hiểu lầm tôi, những người chèo thuyền địa phương đã giao công việc cho họ và khen ngợi họ vì đã phải chèo hơn 10 người lớn trong 1 km. Thuyền quay lại ở lối vào các triển lãm đi bộ dài hơn đi sâu vào hệ thống. Mái chèo chậm chiếm phần lớn trải nghiệm bên trong và chỉ 10 phút đi bộ sau khi bạn xuống thuyền trên đường trở về. Rất khuyến khích thực hiện các chuyến thám hiểm dài hơn trong các chuyến tham quan trong ngày nhanh chóng khi bạn chèo thuyền kayak và sau đó đi bộ sâu vào hang động. Rất mong được trở lại vào một ngày nào đó. Đọc thêm",
            "Thật là một trải nghiệm ngầm tuyệt vời. Hang Thiên Đường thật ngoạn mục trong khi Hang Tối là một cuộc phiêu lưu. Phải leo lên lối vào Hang Thiên Đường khá nhiều và bắp chân của chúng tôi cảm thấy căng cứng vào ngày hôm sau nhưng thật đáng để chiêm ngưỡng những măng đá và nhũ đá khổng lồ. Bạn có thể vào Hang Tối bằng dây zip hoặc chèo thuyền kayak và sau đó bơi một đoạn ngắn. Hướng dẫn viên của chúng tôi, Leon, đảm bảo rằng chúng tôi được an toàn và thoải mái và chỉ cho chúng tôi các phần khác nhau của hang động bao gồm hồ bùn và khu vực mà hầu hết khách du lịch không đến. Cả hai hang động đều đẹp lạ thường. Tại Hang Tối còn có hoạt động chèo thuyền kayak, đu dây và vui chơi dưới nước trên sông. Các quy tắc về sức khỏe và an toàn thoải mái hơn một chút so với Vương quốc Anh nhưng điều đó làm cho cơ sở vật chất trở nên thú vị hơn và chúng tôi luôn cảm thấy an toàn.\nNgày hôm sau chúng tôi tới động Phong Nha. Việc này khá nhàn nhã hơn vì chúng tôi đã thực hiện hầu hết chuyến đi, kể cả trong hang bằng thuyền. Đó là một chuyến tham quan tuyệt vời.Đọc thêm",
            "Chúng tôi đợi ở phòng vé đủ người lên thuyền.  Chúng tôi có 4 người và đã có một cặp đôi ở đó và hai lô khác đã đến ngay sau đó.  Tất cả chúng tôi đều muốn thêm vào động Tiên Sơn nên tất cả đều trả tiền cho cả hang động và phần thuyền để đến đó.  Chuyến đi bằng thuyền rất đẹp, rất ồn ào và phải mặc áo phao nhưng khá đẹp.  Đầu tiên, bạn dừng lại ở Đảo, nơi có các quầy hàng trong chợ bày bán đồ ăn thức uống cùng với nhà vệ sinh.  Bạn đi theo con đường bên trái và có 1 giờ để đi bộ qua động Tiên Sơn trước tiên, điều này đáng giá theo ý kiến ​​của chúng tôi, sau đó gặp lại thuyền và họ tắt máy và chèo qua hang.  Thật đáng để chụp ảnh số thuyền của bạn và cũng nên ghi nhớ những người khác đã đi cùng bạn - những người khác - - tức là quý cô mặc áo màu cam, v.v. - vì vậy nếu mọi người sẵn sàng đi cùng lúc.  Không hoành tráng như động Thiên Đường nhưng vẫn đáng giá.  Hang động tồn tại từ lâu đời và chèo thuyền trong bóng tối khá mát mẻ.  Trên đường ra, bạn dừng lại và đi dạo xung quanh và chụp một vài bức ảnh đẹp trước khi quay lại thuyền, khoảng 30 phút là rất nhiều.  Nó không quá đông đúc nhưng một số cầu thang không dễ dàng di chuyển bởi người lớn tuổi và cần có những đôi giày tốt để làm cho việc đi lại dễ dàng hơn.  Thật là một buổi sáng tuyệt vời và tất cả chúng tôi đều thích thú.Đọc thêm",
            "Hoàn toàn tuyệt vời! \nChúng tôi tự đi để tránh đám đông - đi thuyền đến động Phong Nha vào buổi sáng - và động Thiên Đường với tài xế riêng vào buổi chiều - .\nĐi chung thuyền với cặp vợ chồng người Đức thân thiện, chúng tôi gặp ở phòng vé và quyết định mua một chiếc thuyền chỉ cho bốn người chúng tôi, mặc dù người bán vé cố gắng thuyết phục chúng tôi đi cùng bốn thanh niên ồn ào, chỉ để tiết kiệm một ít tiền.\nTrước tiên hãy đến hang Tong Sien - thật tuyệt khi đi bộ xung quanh nó mà hầu như không có ai khác ở đó.\nThật tốt khi đến Phong Nha vào buổi sáng vì nó khá vắng - vì lý do đó các chuyến tham quan trong ngày đều diễn ra vào buổi chiều.\nYêu thích đi vào hang động trên thuyền trước khi đi bộ xung quanh nó.\nNơi huyền diệu.Đọc thêm",
            "Chúng tôi có một chuyến đi yên bình ngược dòng sông trên Thuyền Rồng và sau đó được chèo qua hệ thống hang động tráng lệ. Đó là một kinh nghiệm tuyệt vời. Hang động có từ rất lâu và một số thành tạo rất ngoạn mục. Rất khuyến khích. Chi phí tham quan động là 150.000đ - - 4,74 - và phải thuê thuyền Draggon đưa đón, giá 360.000đ - - 11.39 - . Chúng tôi chọn cách tự đi, nhưng nếu muốn giảm chi phí, bạn có thể chờ để chia sẻ Thuyền Rồng với người khác. Chuyến đi mất khoảng 3 giờ.Đọc thêm",
            "Hang động Phong Nha mang đến một hành trình kỳ diệu kết hợp hoàn hảo giữa cuộc phiêu lưu ngắm cảnh với cái nhìn thoáng qua về một xứ sở thần tiên địa chất. Một chuyến đi thuyền trên làn nước trong xanh sẽ đưa bạn qua những ngọn núi địa chất cao chót vót, đỉnh cao là lối vào hang động huyền bí. Bên trong, không khí mát mẻ hơn và ánh sáng được bố trí một cách chiến lược tạo ra một khung cảnh đầy cảm hứng về thạch nhũ và măng đá. Sau khi xuống tàu, hãy đi bộ khám phá sâu hơn, chiêm ngưỡng những khối đá đáng kinh ngạc được thiên nhiên điêu khắc trong hàng triệu năm. Trải nghiệm khó quên này là điều không thể bỏ qua đối với bất kỳ du khách nào đến Việt Nam.Đọc thêm",
            "Hệ thống hang động thú vị. Bạn bè của tôi rất lo lắng về điều đó. Tôi thì không nhiều lắm. Tôi đã đến thăm những hang động khác khiến tôi ấn tượng hơn. Khi bạn rời khỏi hang động và nhìn qua sông...bạn có thể nhìn thấy Đường mòn Hồ Chí Minh. Tôi thấy đó là phần thú vị nhất của chuyến thám hiểm này.Đọc thêm",
            "Đây là một hoạt động nhẹ nhàng được thực hiện trên chiếc thuyền rồng thoải mái và bạn có thể ngồi thư giãn trong khi chiêm ngưỡng khung cảnh ngoạn mục bên trong hang động LỚN được cho là dài 7 km này. Bạn chỉ cần đi vào bên trong hang khoảng 1 km là có thể khám phá hết vẻ đẹp của nó. Rất cổ xưa, có cảm giác như bạn du hành ngược thời gian, cảm giác bình yên, kinh ngạc và hoàn toàn đầu hàng với môi trường xung quanh ngay lập tức..Bạn cũng đi bộ khoảng 200-300m bên trong hang động mà tôi vô cùng thích thú. Đây là số tiền đáng để chi tiêu và đáng làm.... đi sớm...Đọc thêm",
            "Đi thuyền trên sông khoảng 30 phút để đến Động Phong Nha. Rời thuyền quý khách sẽ đi bộ vào bên trong hang động. Bạn sẽ thấy những hang động tuyệt vời với rất nhiều viên đá tuyệt vời. Những điều tốt đẹp để khám phá. Đừng quên mang theo áo khoác khi đến đó vì trời hơi lạnh. Tôi thực sự yêu thích nơi này. Tôi sẽ giới thiệu hang động này cho tất cả bạn bè của tôi.Đọc thêm",
            "Tôi đến đó với các đồng nghiệp Việt Nam của tôi. Đó là một nơi tốt để đi vào cuối tuần. Hang động lớn và tảng đá kỳ vĩ như một bức tranh. Rất khuyến khíchĐọc thêm",
            "Cơn ác mộng để thực sự nhận được vé. Bạn phải trả 150.000 đồng tiền vé sau đó đợi 11 người khác để cùng nhau trả tiền thuyền với giá 550.000 đồng. Tại sao không tính mỗi người 45.000 đồng, bằng một phần mười hai giá thuyền?! Chúng tôi gặp ác mộng khi cố gắng thuyết phục những người qua đường tham gia vào thuyền của chúng tôi và cuối cùng đã tìm thấy 10 người. Cuộc hành trình bằng thuyền thật tuyệt và những hang động thú vị. Tuy nhiên, đừng thực sự nghĩ rằng nó xứng đáng với số tiền họ tính Đọc thêm",
            "Đi thuyền trên Sông Son khoảng 30 phút bạn sẽ đến hang động Phong Nha. Rời thuyền bạn sẽ đi bộ vào bên trong hang động. Bạn sẽ thấy những hang động tuyệt đẹp với rất nhiều loại đá tuyệt đẹp. Tôi thực sự yêu thích nơi này. Tôi sẽ giới thiệu hang động này cho tất cả bạn bè của tôi. Đọc thêm",
            "SurReal... Cả nhóm chỉ im lặng khi chúng tôi trôi qua những kỳ quan thiên nhiên đầy cảm hứng đầy kinh ngạc này ! Tôi xin xếp hạng đây là trải nghiệm SỐ UNO của tôi ở Việt Nam!Đọc thêm",
            "Các hang động ở đây có những ví dụ tuyệt vời về Nhũ đá - C cho trần - và Măng đá - g cho mặt đất -. Chúng tôi biết được rằng lý do có quá ít dơi là vì về cơ bản chúng đã bị ăn thịt - vâng, bị ăn thịt!! - cùng với nhiều loài chim sóc khác và có trời biết gì nữa của VC trong chiến tranh chống Mỹ. Đáng buồn thay, bạn không nghĩ những loại sinh vật đó là nạn nhân hiển nhiên của chiến tranh.Đọc thêm",
            "Nhiều hang động đẹp ở Quảng Bình Cần khám phá và khác biệt. Chuyến đi nào cũng đáng đi, ngay từ chuyến đi thuyền cho tới cửa hang. Đến Phong Nha cuộc đời bạn sẽ tươi sáng hơn! Có thể nói Phong Nha là một tuyệt tác tuyệt vời của tạo hóa. Phong Nha là niềm tự hào không chỉ của Quảng Bình - mà còn của cả Việt Nam!Đọc thêm",
            "Khá đắt để đến đó - - 46 cho một chuyến tham quan cơ bản - 2 hang động, một số đi bộ, ăn trưa - nhưng đó là một công viên quốc gia rất đẹp. Cũng không quá đông khách du lịch. Không chắc liệu tôi có làm lại lần nữa chỉ vì chi phí hay không nhưng nhìn chung nó rất đáng yêu: - Đọc thêm",
            "Tôi phải đi thuyền đến hang động từ đâu?Đọc thêm",
            "Chào mọi người. Tôi đang thắc mắc chi phí taxi riêng từ Phong Nha đến Huế? Ngoài ra, nếu tôi đến Phong Nha, tôi có thể xem tất cả các hang động và thực hiện trò trượt zipline trong một ngày hay tôi cần hai?Đọc thêm",
            "Xin chào Graham\nChúng tôi đi từ Huế đến Phong Nha.\nVề phương tiện di chuyển, tôi khuyên bạn nên sử dụng xe buýt - giường ngủ - tiêu chuẩn thay vì taxi vì taxi đắt tiền - chúng tôi bắt taxi riêng từ Hội An đến Đà Nẵng với giá 12 USD chỉ trong 30 km - . Một chuyến xe buýt từ Huế đến Phong Nha có giá khoảng 10-15 USD - chỉ khách - tôi không nhớ chính xác - . Các công ty xe buýt được tổ chức tốt và do đó có sức đẩy mạnh. Đối với chúng tôi, xe buýt không có bất kỳ sự chậm trễ hoặc đặt trước quá nhiều nào. Chúng tôi luôn đặt xe buýt qua ký túc xá của mình hoặc chỉ cần đến văn phòng đặt vé địa phương ở Huế. Họ luôn có thể giúp bạn với bất kỳ yêu cầu nào.\n\nVề các hang động: sự lựa chọn các chuyến đi là vô tận. Chuyến đi nhỏ gọn nhất bạn có thể làm là chuyến đi trong ngày, nơi bạn có thể ghé thăm 3 hang động: Động Thiên Đường, Động Phong Nha và Hang Tối. Hoặc bạn có thể chọn thực hiện một chuyến đi trong ngày đến mọi hang động và khám phá chi tiết hơn hoặc thực hiện một chuyến đi tùy chỉnh hơn trong nhiều ngày hơn. Sự lựa chọn là của bạn.Đọc thêm",
            "Những hang động nào có thể đến được bằng ô tô và mỗi lần đi tham quan mất bao lâu? Đối với những nơi không thể đến bằng ô tô, bạn phải đi bộ bao xa và có bản đồ đường mòn ở đâu đó không?Đọc thêm",
            "Không chắc có thể đến được họ bằng ô tô vì phần lớn niềm vui của chuyến tham quan này là đi thuyền ngược dòng sông và khám phá các hang động từ đó. Nếu bạn có thể đến đó bằng đường bộ, tôi - tôi chắc chắn Google có thể giúp, tôi - sẽ dành cho bạn một vài giờ để xem mọi thứ nhưng bạn phải nhớ rằng một số hang động chỉ có thể đến được bằng thuyền và bạn phải đi thuyền lúc đầu không một lần ở khu phức hợp. Hang động tốt nhất có rất nhiều bậc thang được lát đá và có rất nhiều điểm để dừng lại, ngắm cảnh và mua đồ uống lạnh nếu cần. Đối với bản đồ đường mòn, một lần nữa, Google có thể trợ giúp nhưng không chắc liệu chúng có thực sự cần thiết hay không vì khi bạn đã ở đó, bạn sẽ thấy khá rõ ràng nơi cần đến.Đọc thêm",
            "Tôi có cần đặt trước không? Có cần phải đặt tour hay có thể mua vé tại lối vào không? Đọc thêm",
            "Xin chào Mel, bạn chỉ cần lấy vé ở phòng vé bên bờ sông. Vé bao gồm một chuyến đi thuyền ngược dòng đến các hang động nơi bạn được thả xuống để tự mình khám phá. Sau đó, bạn sẽ được đón vào thời gian đã sắp xếp trước và sau đó thuyền sẽ di chuyển qua một loạt hang động chỉ có thể vào được bằng nước. Đó là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Tôi muốn có những gợi ý về cách tổ chức chuyến tham quan này. Gói có tổ chức - bạn đã có khoảng thời gian vui vẻ với ai? - hoặc tự làm - làm cách nào để truy cập trang web? - \nTôi muốn đến thăm cả động Phòng nha và động Thiên Đường.\nTôi đang chờ lời khuyên. Cảm ơn bạnĐọc thêm",
            "Xin chào Antonella, tôi gặp chút khó khăn khi trả lời bạn. \nVợ tôi và tôi ở Đồng Hới - do đó khá xa - nơi chúng tôi tha hồ lựa chọn trong việc tìm một người điều hành tour du lịch nhỏ đã đưa chúng tôi - 2 người chúng tôi trên xe của anh ấy - đến cả hai hang động với giá khoảng 65 euro. \nVì bạn đang ở một khách sạn gần cả hai địa điểm nhưng nằm ngoài khu dân cư nên tôi không thể cung cấp cho bạn thông tin về khả năng tìm được mức giá hợp lý hơn - do không có mối quan hệ cung - cầu thuận lợi. \nTôi nghĩ khách sạn của bạn nằm ở đâu, thuê xe đạp cũng có thể là hợp lý... nhưng chúng tôi luôn ở đó, liệu họ có sẵn xe đạp ngay trong khuôn viên không? \nĐể tự tổ chức, tôi cũng không thích các chuyến tham quan có tổ chức, hãy nhớ rằng với một bản đồ đàng hoàng, bạn sẽ tìm thấy con đường nối hai điểm tham quan và trong mọi trường hợp không có nguy cơ bị lạc hoặc gặp người nguy hiểm; tin tưởng chỉ dẫn của người dân địa phương mà không gặp vấn đề gì - nếu bạn có thể hiểu nhau bằng tiếng Anh - không hoàn hảo - của họ. \nTôi biết tôi chưa đưa ra lời giải thích mà bạn đang tìm kiếm nhưng tôi khuyên bạn nên tiếp tục tìm kiếm trên mạng những cơ hội có thể có hoặc đưa ra mức giá thấp cho chủ khách sạn... người Việt Nam khá thiên về đàm phán. \nAlberto095Đọc thêm",
            "Bạn có thể bắt đầu đi thuyền Phong Nha và khám phá cả hai hang động muộn bao lâu? cảm ơn!Đọc thêm",
            "Tùy thuộc vào nơi bạn đến\nCả hai hang động hoặc rất gần nhau như cách nhau khoảng 15 km đến 20 kmĐọc thêm",
            "Giá một chuyến đi thuyền là bao nhiêu?Đọc thêm",
            "Chào bạn, giá 1 thuyền là 350.000 VNĐ - khoảng.  - 16 - . Đọc thêm",
            "CHÀO! Tôi sắp có chuyến đi đến Việt Nam vào tháng 3 và tôi cực kỳ phấn khích! Nhưng hơi căng thẳng một chút về việc di chuyển giữa mỗi thành phố.\n\nCách tốt nhất được khuyến nghị để đi từ Ninh Bình đến Động Phong Nha và Động Phong Nha đến Huế là gì?\n\nTôi - đã đọc một vài trang web và tôi - vừa thấy rất nhiều quan điểm trái ngược nhau!\n\nCảm ơn : - Đọc thêm",
            "Chào Alice, \ntừ Phong Nha đến Huế rất dễ đi xe buýt. Nó thường mất khoảng. 4-5 giờ và nó rẻ và thoải mái. \nĐó là cách di chuyển yêu thích của chúng tôi giữa hầu hết các thành phố và bạn có thể đặt xe buýt trực tiếp tại ký túc xá của mình hoặc tại bất kỳ công ty du lịch địa phương nào. \nChúc bạn vui vẻ! Đọc thêm",
            "Xin chào\nTôi đang lên kế hoạch đến thăm hang động này trong chuyến đi một ngày từ Hội An. có thể được không? vì tôi sẽ ở Hội An trong 5 đêm nên tôi không muốn đi đến thành phố khác. Có tour du lịch một ngày từ Hội An không và chi phí bao nhiêu?\nNgoài ra làm thế nào tôi có thể tự mình đến đó với giá thấp hơn?\nThanxĐọc thêm",
            "Chào bạn,\nSẽ tốt hơn nếu bạn ở Hội An 2N1N -- - Huế - cung điện cũ - 1N1N -- - Phong Nha - Kẻ Bàng ít nhất là 2N1Đ - khuyên bạn nên ở PN-KB nhiều nhất có thể - . Hoặc Hội An 3D2N -- - PN-KB 3D2N.\n\nCó xe buýt từ Huế đến PN-KB với hành trình 1 ngày nhưng mất nhiều thời gian - 4 giờ - và bạn không có đủ thời gian để tham quan các hang động ở PN-KB. Tôi - tôi không chắc có chuyến đi 1 ngày nào từ Hội An đến PN-KB không vì tuyến đường rất xa, bạn có thể hỏi lễ tân tại khách sạn để biết thêm thông tin. \nNếu bạn chỉ có 1 ngày ở PN-KB thì chi phí tour khoảng 1 triệu đồng - một người và bạn chỉ tham quan những hang động bình thường chứ không phải những hang động đặc biệt vì không đủ thời gian.\n\nMột lần nữa, tôi thực sự khuyên bạn nên ở lại PN-KB thêm vài ngày nữa, nhiều khách du lịch nói với tôi rằng họ ước có nhiều ngày hơn ở đó để tham quan nhiều hang động hơn. \nDanh sách các hang động bạn - phải đi - : combo Hang Thiên Đường - Hang Tối - 1 ngày - , Hang Tú Làn - 1 ngày - , Hang Én - 2 ngày - , Hang Tiên - 1-2 ngày - ,..Đọc thêm",
            "Xin chào,\n\nNgày mai chúng tôi sẽ đến Phong Nha - đến nơi vào khoảng 11 giờ sáng - ở lại 1 đêm và hy vọng bắt được xe buýt lúc 5 giờ chiều đến Đồng Hới để đón chuyến tàu. Chúng tôi - muốn xem động Phong Nha và Động Thiên Đường. Chúng tôi đã xem xét các chuyến đi trong ngày vào ngày thứ hai, chúng khá đắt tiền và chúng tôi có thể lỡ chuyến xe buýt đến Ding Hoi. Động Phong Nha sẽ dễ phân loại nhưng có cách nào rẻ hơn để xem động Thiên Đường không? Bạn có thể đàm phán với các công ty du lịch không? Chúng tôi đã cân nhắc việc thuê một chiếc xe máy. Ngoài ra còn có cách nào khác để làm điều đó?\n\nCảm ơn bạnĐọc thêm",
            "Tôi xin lỗi.  Chuyến đi của chúng tôi được sắp xếp bởi một hướng dẫn viên địa phương.  Không có thông tin để hướng dẫn bạn.  Có thể kiểm tra với khách sạn bạn đang ở?Đọc thêm"
        ],
        "star_ratings": [
            913,
            323,
            65,
            10,
            8
        ],
        "review_amount": 1319,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Phong Nha Caves",
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Phong Nha-Ke Bang National Park"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written September 4, 2023",
            "Written October 2, 2023",
            "Written January 21, 2024",
            "Written March 8, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written April 24, 2024",
            "Written May 5, 2024",
            "Written May 3, 2020",
            "Written March 23, 2020",
            "Written March 16, 2020",
            "Written March 13, 2020",
            "Written March 2, 2020",
            "Written February 29, 2020",
            "Written February 20, 2020",
            "Written February 15, 2020",
            "Written February 12, 2020",
            "Written February 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d321298-Reviews-or30-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or20-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or40-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60651-d2079980-Reviews-Turtle_Bay_Beach-Kahuku_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195942-Reviews-Museo_di_San_Marco-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d632045-Reviews-Fallsview_Indoor_Waterpark-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g644289-d568445-Reviews-Gardaland_Park-Castelnuovo_del_Garda_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8273098-Reviews-Constitution_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d647125-Reviews-Al_Mamzar_Beach_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60717-d7052422-Reviews-Devils_River_State_Natural_Area-Del_Rio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9861953-Reviews-Mega_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d208352-Reviews-Seacrets-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d4540659-Reviews-Monkchat_Meditation_Retreat-Chiang_Mai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or40-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or30-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Caves",
        "attraction_name_vi": "Phong Nha Caves",
        "general_info": [
            "1.319 đánh giá",
            "- 2 trong số 7 điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Địa điểm ưa thích - Địa danh",
            "Các công viên quốc gia",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hệ thống sông ngầm và lối đi ngoạn mục vẫn còn một số bàn thờ Chăm từ thế kỷ thứ 10.Đọc thêm",
        "reviews": [
            "Tôi đã đưa khu vực này vào kỳ nghỉ của mình để đặc biệt ghé thăm ba hang động gần đó sau khi đọc về chúng trong nhiều sách hướng dẫn du lịch khác nhau.  Để đến được động Phong Nha, bạn phải đi thuyền 25 phút, mang lại tầm nhìn thú vị ra thị trấn được xây dựng dọc theo bờ sông.  Vé phải được mua trước khi vào khu vực đón khách.  Vì chúng tôi có người hướng dẫn riêng nên chúng tôi có thuyền cho riêng mình nhưng tôi nghi ngờ những chiếc khác là sự kết hợp của các nhóm gia đình và cá nhân.\n\nThuyền sẽ đưa bạn đi 500m vào hang động trước khi thả bạn trở lại con đường đi bộ xuyên qua bên trong hang động. Cả hai phần đều cung cấp tầm nhìn ra các thành tạo ngoạn mục với nhiều màu sắc tuyệt vời. Đoạn đi bộ rất dễ đi lại vì nó được xây dựng tốt với cả lối đi bộ lót ván và tay vịn. Có một số bước ở điểm thoát nhưng với mức độ thể chất thấp, mọi người nên xử lý những bước này với độ khó tối thiểu.\n\nTrước khi bắt đầu hành trình trở về - cùng thuyền - nên nhớ số - hãy dành thời gian dạo quanh khu chợ trên bến cảng để mua đồ uống, kem hay đồ ăn và quà lưu niệm.  Có nhà vệ sinh ngay trong chợ.\n\nTôi đánh giá cao sự hấp dẫn này. Tôi chưa từng thấy điều gì giống như thế này ở Úc vì màu sắc hay kích thước của hang động thực sự ngoạn mục. Đọc thêm",
            "Chuyến đi tuyệt vời đến động Phong Nha cùng gia đình. Hang cách trung tâm thành phố khoảng 45km - 1,5 giờ đi ô tô - .\nĐầu tiên chúng tôi vào hang bằng thuyền, mất khoảng 30 phút trên thuyền nhưng chúng tôi thực sự thích thú. chúng tôi may mắn được đi du lịch vào một ngày thời tiết đẹp. Con tôi tận hưởng chuyến đi thuyền. Điều duy nhất chúng tôi nghĩ sẽ tốt hơn nếu thuyền sử dụng máy điện hoặc động cơ tốt hơn, tàu hiện tại chạy bằng nhiên liệu nên rất ồn và đôi khi không ảnh hưởng tốt đến khách hàng khi chúng tôi thưởng ngoạn phong cảnh ven sông. Người lái thuyền và hướng dẫn viên du lịch tốt đến mức khiến chúng tôi quên mất động cơ.\nBước vào hang là một cảm giác thật tuyệt vời. hang động thực sự là một tác phẩm nghệ thuật tuyệt vời mà chúng ta không thể tưởng tượng được làm thế nào đất mẹ có thể tạo ra được nó.\nChúng tôi yêu thích hang động và cách nó được xây dựng. nếu có cơ hội khác chúng tôi sẽ quay lại bằng thuyền kayak cho chuyến phiêu lưu - sâu 6km vào hang - .Đọc thêm",
            "6 người chúng tôi trong chuyến chèo thuyền kayak đã may mắn là người duy nhất trong hang động. Chúng tôi chèo thuyền kayak khoảng 2k vào hang động với giá 11k. Chúng tôi đi bộ qua hệ thống hang động thêm khoảng 2 km nữa. Trải nghiệm tuyệt vời. Tôi đã đến nhiều hang động nhưng có thể đi vào hang động, leo trèo và đi đến những nơi xa xôi với sự giám sát thì thật tuyệt vời. Chúng tôi được xem một dòng chữ cổ trên tường, những hóa thạch trong đá, trèo qua hết phòng này đến phòng khác. Tuyệt vời Đọc thêm",
            "Chúng tôi tham gia chuyến tham quan hai hang động và hệ thống hang động này là điểm dừng chân thứ hai. Đến khoảng 2h30 chiều và có một số ít khách du lịch nhưng chắc chắn không đông. Phải mất nhiều thời gian hơn để đến được lối vào hang động sau đó vào trong hang động. Đừng hiểu lầm tôi, những người chèo thuyền địa phương đã giao công việc cho họ và khen ngợi họ vì đã phải chèo hơn 10 người lớn trong 1km. Thuyền quay lại ở lối vào các triển lãm đi bộ dài hơn đi sâu vào hệ thống. Mái chèo chậm chiếm phần lớn trải nghiệm bên trong và chỉ mất 10 phút đi bộ sau khi bạn xuống thuyền trên đường trở về. Rất khuyến khích thực hiện các chuyến thám hiểm dài hơn trong các chuyến tham quan trong ngày nhanh chóng khi bạn chèo thuyền kayak và sau đó đi bộ sâu vào hang động. Rất mong được trở lại vào một ngày nào đó. Đọc thêm",
            "Thật là một trải nghiệm ngầm tuyệt vời. Hang Thiên Đường thật ngoạn mục trong khi Hang Tối là một cuộc phiêu lưu. Phải leo lên lối vào Hang Thiên Đường khá nhiều và bắp chân của chúng tôi cảm thấy căng cứng vào ngày hôm sau nhưng thật đáng để chiêm ngưỡng những măng đá và nhũ đá khổng lồ. Bạn có thể vào Hang Tối bằng dây zip hoặc chèo thuyền kayak và sau đó bơi một đoạn ngắn. Hướng dẫn viên của chúng tôi, Leon, đảm bảo rằng chúng tôi được an toàn và thoải mái và chỉ cho chúng tôi các phần khác nhau của hang động bao gồm hồ bùn và khu vực mà hầu hết khách du lịch không đến. Cả hai hang động đều đẹp lạ thường. Tại Hang Tối còn có hoạt động chèo thuyền kayak, đu dây và vui chơi dưới nước trên sông. Các quy tắc về sức khỏe và an toàn thoải mái hơn một chút so với Vương quốc Anh nhưng điều đó làm cho cơ sở vật chất trở nên thú vị hơn và chúng tôi luôn cảm thấy an toàn.\nNgày hôm sau chúng tôi tới động Phong Nha. Việc này khá nhàn nhã hơn vì chúng tôi đã thực hiện hầu hết chuyến đi, kể cả trong hang bằng thuyền. Đó là một chuyến tham quan tuyệt vời.Đọc thêm",
            "Chúng tôi đợi ở phòng vé đủ người lên thuyền.  Chúng tôi có 4 người và đã có một cặp đôi ở đó và hai lô khác đã đến ngay sau đó.  Tất cả chúng tôi đều muốn thêm vào động Tiên Sơn nên tất cả đều trả tiền cho cả hang động và phần thuyền để đến đó.  Chuyến đi bằng thuyền rất đẹp, rất ồn ào và phải mặc áo phao nhưng khá đẹp.  Đầu tiên, bạn dừng lại ở Đảo, nơi có các quầy hàng trong chợ bày bán đồ ăn thức uống cùng với nhà vệ sinh.  Bạn đi theo con đường bên trái và có 1 giờ để đi bộ qua động Tiên Sơn trước tiên, điều này đáng giá theo ý kiến ​​của chúng tôi, sau đó gặp lại thuyền và họ tắt máy và chèo qua hang.  Thật đáng để chụp ảnh số thuyền của bạn và cũng nên ghi nhớ những người khác đã đi cùng bạn - những người khác - - tức là quý cô mặc áo màu cam, v.v. - vì vậy nếu mọi người sẵn sàng đi cùng lúc.  Không hoành tráng như động Thiên Đường nhưng vẫn đáng giá.  Hang động tồn tại từ lâu đời và chèo thuyền trong bóng tối khá mát mẻ.  Trên đường ra, bạn dừng lại và đi dạo xung quanh và chụp một vài bức ảnh đẹp trước khi quay lại thuyền, khoảng 30 phút là rất nhiều.  Nó không quá đông đúc nhưng một số cầu thang không dễ dàng di chuyển bởi người lớn tuổi và cần có những đôi giày tốt để làm cho việc đi lại dễ dàng hơn.  Thật là một buổi sáng tuyệt vời và tất cả chúng tôi đều thích thú.Đọc thêm",
            "Hoàn toàn tuyệt vời! \nChúng tôi tự đi để tránh đám đông - đi thuyền đến động Phong Nha vào buổi sáng - và động Thiên Đường với tài xế riêng vào buổi chiều - .\nĐi chung thuyền với cặp vợ chồng người Đức thân thiện, chúng tôi gặp ở phòng vé và quyết định mua một chiếc thuyền chỉ cho bốn người chúng tôi, mặc dù người bán vé cố gắng thuyết phục chúng tôi đi cùng bốn thanh niên ồn ào, chỉ để tiết kiệm một ít tiền.\nTrước tiên hãy đến hang Tong Sien - thật tuyệt khi đi bộ xung quanh nó mà hầu như không có ai khác ở đó.\nThật tốt khi đến Phong Nha vào buổi sáng vì nó khá vắng - vì lý do đó các chuyến tham quan trong ngày đều diễn ra vào buổi chiều.\nYêu thích đi vào hang động trên thuyền trước khi đi bộ xung quanh nó.\nNơi huyền diệu.Đọc thêm",
            "Chúng tôi có một chuyến đi yên bình ngược dòng sông trên Thuyền Rồng và sau đó được chèo qua hệ thống hang động tráng lệ. Đó là một kinh nghiệm tuyệt vời. Hang động có từ rất lâu và một số thành tạo rất ngoạn mục. Rất khuyến khích. Chi phí tham quan động là 150.000đ - - 4,74 - và phải thuê thuyền Draggon đưa đón, giá 360.000đ - - 11.39 - . Chúng tôi chọn cách tự đi, nhưng nếu muốn giảm chi phí, bạn có thể chờ để chia sẻ Thuyền Rồng với người khác. Chuyến đi mất khoảng 3 giờ.Đọc thêm",
            "Các hang động Phong Nha mang đến một hành trình kỳ diệu kết hợp hoàn hảo giữa cuộc phiêu lưu ngắm cảnh với cái nhìn thoáng qua về xứ sở thần tiên địa chất. Một chuyến đi thuyền trên vùng nước xanh lục sẽ đưa bạn qua những khối đá vôi cao chót vót, kết thúc bằng lối vào hang động huyền bí. Bên trong, không khí mát mẻ và ánh sáng được bố trí một cách chiến lược tạo nên một màn trình diễn đầy cảm hứng của các nhũ đá và măng đá. Sau khi xuống tàu, hãy khám phá xa hơn bằng cách đi bộ, chiêm ngưỡng những khối đá kỳ thú được thiên nhiên tạo nên trong hàng triệu năm. Trải nghiệm khó quên này là điều không thể bỏ qua đối với bất kỳ du khách nào đến Việt Nam. Đọc thêm",
            "là nơi du lịch nhiều hơn nhưng chúng tôi ở trong nhóm 6 người nên không sao. bạn tận hưởng chuyến đi trên thuyền. hayĐọc thêm",
            "Toàn bộ chuyến đi đều xứng đáng, ngay từ chuyến đi thuyền đến lối vào hang động. Không thể bỏ lỡ! Đọc thêm",
            "Một hang động có lối vào lớn nhất.  Khung cảnh tráng lệ của các loại đá vôi khác nhau còn sót lại trong Chiến tranh Việt Nam. Đi thuyền 30 phút đến hang động. Đáng để ghé thăm. Đọc thêm",
            "Chuyến đi thuyền tuyệt vời từ thị trấn, sau đó tắt máy và chèo vào trong hang. Tất cả đều rất yên bình và xinh đẹp, lịch sử chiến tranh thú vị, nơi ẩn náu và bệnh viện. Đi bộ trở lại lối vào đẹp rồi quay lại thuyền vào thị trấn. Hang động tuyệt vời nhưng sau chuyến thăm Thiên đường, mọi hang động sẽ hơi thất vọng.   Đọc thêm",
            "Tôi rất ngạc nhiên trước vẻ đẹp thiên nhiên ở Động Phong Nha. Tôi không thể tưởng tượng được một nơi nào đẹp và ấn tượng hơn ở đây. Kỷ niệm ấn tượng nhất đối với tôi là khi tôi lái thuyền đi vào hang động. Bầu không khí yên tĩnh ở đây thực sự đã xua tan mọi căng thẳng của tôi. Tôi sẽ quay lại đây cùng gia đình.Đọc thêm",
            "Sự kết hợp giữa kích thước đáng kinh ngạc của hang động, những khối đá tuyệt đẹp và chuyến đi thuyền vào đó tạo nên một trải nghiệm tuyệt vời. Cách duy nhất để tham quan có vẻ là thông qua trung tâm du lịch ở giữa thị trấn Phong Nha, vì chúng tôi đã cố gắng đạp xe đến hang động và đi thuyền đơn giản nhưng không thể thực hiện được.Đọc thêm",
            "Chúng tôi thực hiện chuyến tham quan trong ngày đến hang thiên đường và sau đó đi thuyền từ bến xe Phong Nha đến những hang động này. Chuyến đi 30 phút đến cửa hang có phong cảnh thực sự tuyệt vời với một bên là núi và bên kia là thị trấn. Khi đến hang động, động cơ sẽ tắt và mái chèo sẽ đưa bạn qua những khu vực ẩm ướt. Tôi nghĩ đây là một cách khá độc đáo để khám phá những hang động đồ sộ như vậy, đầu thuyền được trượt ngang để bạn có thể nhìn lên. Khi bạn đến cuối, thuyền sẽ quay lại và bắt đầu chèo trở lại. Sau đó, bạn xuống thuyền đi bộ một đoạn ngắn để quay lại lối vào hang động. Tôi thực sự rất thích chuyến đi, chuyến đi thuyền là điểm nổi bật vì một số công trình kiến ​​trúc trông giống như vậy - là một công viên kỷ Jura!Đọc thêm",
            "Hệ thống núi đá vôi, sông và hang động đặc biệt xứng đáng là Di sản Thế giới. Đừng lên kế hoạch cho một chuyến đi đến Việt Nam mà không có Động Phong Nha, nơi đây vẫn yên tĩnh, đẹp đẽ và sẽ mang lại những trải nghiệm khó quên!Đọc thêm",
            "Đừng mong đợi sẽ thấy không có gì đặc biệt trong các hang động, chúng chỉ là những hang động điển hình. Nhưng phần tồi tệ nhất của chuyến tham quan này là bữa trưa vì tôi và bạn tôi gặp vấn đề về dạ dày với một trong những món súp trong nhà hàngĐọc thêm",
            "Một hang động rất đẹp theo như chúng tôi có thể nhìn thấy. Lúc đầu, chúng tôi được thông báo rằng chỉ có 3 - 4 hang động có thể tiếp cận được - 800 m trong số 1200 m bên trong hang động - . Chúng tôi ổn với điều này và đã đặt một chuyến đi. Khi chúng tôi đến đó, chúng tôi chỉ có thể khám phá 300 m trong số 1200 m mà thực sự là một sự thất vọng lớn. Trong đêm cuối cùng, rất nhiều nước đổ vào sông khiến mực nước dâng cao. Đây là thiên nhiên và họ không thể làm gì về điều đó nên chúng tôi không thực sự đổ lỗi cho tổ chức về điều đó. Chúng tôi mong đợi một khoản giảm giá nhỏ vì đó là một chuyến đi khá tốn kém khi chỉ ở trong hang động trong 30 phút - thời gian bạn cần để xem tất cả các phần có sẵn của hang động - . Hoặc ít nhất họ có thể cung cấp cho chúng tôi một chuyến đi thay thế đến một hang động khác vào buổi sáng ngay trước khi chúng tôi rời đi. Bởi vì nếu chúng tôi biết rằng nó chỉ cách 300 - 1200 m, chúng tôi đã đặt một hang động khác... Đọc thêm"
        ],
        "star_ratings": [
            913,
            323,
            65,
            10,
            8
        ],
        "review_amount": 1319,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Phong Nha-Kẻ Bàng",
            "Phong Nha Caves",
            "Châu Á",
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Phong Nha-Ke Bang National Park"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written September 4, 2023",
            "Written October 2, 2023",
            "Written January 21, 2024",
            "Written March 8, 2024",
            "Written April 13, 2024",
            "Written April 21, 2024",
            "Written April 24, 2024",
            "Written May 5, 2024",
            "Written January 7, 2020",
            "Written January 6, 2020",
            "Written January 3, 2020",
            "Written January 3, 2020",
            "Written January 1, 2020",
            "Written December 30, 2019",
            "Written December 29, 2019",
            "Written November 29, 2019",
            "Written November 15, 2019",
            "Written November 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4014591-d321298-Reviews-or40-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or30-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or50-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8291263-Reviews-U_Bo_Mountain_Nui_U_Bo-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58486-d630106-Reviews-The_Gorge_Amphitheatre-George_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d15237569-Reviews-Rose_Bowl_Flea_Market-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d3993810-Reviews-Gezira_Sporting_Club-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g31306-d126845-Reviews-Grand_Canyon_Caverns-Peach_Springs_Hualapai_Reservation_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155505-Reviews-Queen_Street-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d244507-Reviews-Albertina-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g32201-d10628652-Reviews-Sycamore_Pool-Chico_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d12276486-Reviews-Uncle_Tim_s_Bridge-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41891-d14903772-Reviews-Morses_Pond_Beach-Wellesley_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41586-d2008981-Reviews-Monument_Mountain-Great_Barrington_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or50-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-or40-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html"
    }
]