[
    {
        "attraction_name": "Phong Nha Heritage Travel - Day Tours",
        "attraction_name_vi": "Du lịch Di sản Phong Nha - Tour trong ngày",
        "general_info": [
            "39 đánh giá",
            "5 trên 12 chuyến tham quan bằng thuyền Thể thao dưới nước ở Đồng Hới",
            "Chuyến tham quan di sản lịch sử",
            "Thể thao dưới nước",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Chuyến tham quan cắm trại đi bộ đường dài"
        ],
        "attraction_summary": "Đội ngũ Phong Nha Heritage Travels là nhà điều hành tour chuyên nghiệp, chủ yếu cung cấp các chuyến đi riêng, an toàn, không rắc rối, khó quên và các tour được thiết kế riêng cho nhóm nhỏ, gia đình, cặp đôi, du khách cá nhân đang tìm kiếm các tour riêng linh hoạt, chân thực, độc đáo. Với sự hiểu biết sâu sắc về vùng đất của chúng ta và nhiều năm kinh nghiệm điều hành các tour du lịch hang động và vườn quốc gia Phong Nha.Đọc thêm",
        "reviews": [
            "Tôi đã tham gia tourhangvom một ngày. Người hướng dẫn chính, một quý ông tên Tâm và nhóm của anh ấy, xin lỗi, tôi không nhớ những cái tên còn lại thực sự thân thiện và hiểu biết. Tôi thực sự thích các hoạt động và những món ăn tuyệt vời có trong chuyến tham quan. Để tăng thêm hứng thú, tôi phải giải quyết một việc khẩn cấp của gia đình vào gần cuối ngày:- mà tôi chưa kịp nhờ Tâm đã giúp đỡ ngay và sắp xếp chuyến xe buýt sớm nhất để tôi về với gia đình. Một lần nữa: CẢM ƠN Tâm!!Đọc thêm",
            "Đi tham quan hang tối và hang thiên đường. Các hướng dẫn rất hữu ích và thú vị. Rất khuyến khích cho bất cứ ai muốn có một cuộc phiêu lưu ở Phong NhaĐọc thêm",
            "Hướng dẫn viên du lịch và các tour du lịch ở đâu đều ổn. Anh ấy vui tính và hữu ích nhưng thông tin không kỹ lưỡng thay vào đó nó rất nông cạn. ....Họ không nói trước với chúng tôi rằng chúng tôi không thể đi thuyền vào hang động, mặc dù chúng tôi đã trả tiền!Đọc thêm",
            "Anita thân mến,\n\nChúng tôi rất tiếc về chuyến đi của bạn nhưng chúng tôi luôn thông báo cho tất cả khách hàng về chuyến tham quan trước khi họ bắt đầu. Chúng tôi đã kiểm tra lại nhưng không thể tìm thấy bất kỳ lượt đặt chỗ nào từ bạn. Vui lòng cung cấp cho chúng tôi tên đầy đủ của bạn để chúng tôi có thể kiểm tra lại với hướng dẫn viên du lịch của chúng tôi.\n\nCảm ơn rất nhiều.\n\nTrân trọng,\n\nĐọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan một ngày đến Hang Thiên Đường và Hang Tối cùng Hannah. Cô ấy cung cấp rất nhiều thông tin và nói tiếng Anh tốt.Đọc thêm",
            "Chúng tôi đến đó sau khi gặp khó khăn với vé xe buýt mở từ Phong Nha đến Huế. Người phụ nữ ở đại lý rất tốt bụng và đã giúp đỡ chúng tôi một số việc. Cô ấy đã cho chúng tôi một mức giá hợp lý cho một vé xe buýt. Bất cứ điều gì bạn cần trợ giúp - bạn nên đến đó!Đọc thêm",
            "Tôi và bạn tôi nhờ giúp đỡ về vé xe buýt mở rộng đi Huế và chúng tôi nhận được dịch vụ bất thường. Cô ấy thực sự đã cố gắng làm mọi thứ có thể để đảm bảo rằng chúng tôi sẽ hài lòng với chuyến đi của mình. Cảm ơn bạn rất nhiều! Đọc thêm",
            "Cảm ơn Lê Đức, người rất thông tin và chu đáo cho mọi câu hỏi mà tôi có trong đầu.. tôi đã có một chuyến tham quan tuyệt vời với hang phong nha.. tôi đã làm rất vui với nhóm.. tôi chắc chắn sẽ ghé thăm lại sớm..Đọc hơn",
            "Đã thực hiện các chuyến tham quan thiên đường và hang động tối tăm. Chúng tôi được đón ở Đồng Hới và đưa đi gặp những người còn lại trong đoàn du lịch ở Phong Nha. Từ đó, chúng tôi đến Hang Thiên Đường, nơi chúng tôi dành 1,5 giờ để tận hưởng vẻ đẹp hùng vĩ của hang động cũng như những măng đá và nhũ đá tuyệt vời đã hình thành. Từ đó chúng tôi trở lại xe buýt và đi đến hang động tối tăm, nơi chúng tôi dùng bữa trưa đích thực trước khi đến hang động. Mang theo đồ tắm, quần áo để thay, khăn tắm. Chúng tôi xếp hàng vào hang và đi bộ trong bóng tối để đến khu tắm bùn tuyệt vời :. Để lại tất cả đồ trang sức và vật có giá trị của bạn trong khách sạn vì chúng có thể bị thất lạc ở đây.  Sau khi có thời gian chèo thuyền kayak, hãy tận hưởng những trò đu dây khác và ngâm mình trong làn nước rất lạnh trước khi quay trở lại. Chuyến tham quan tuyệt vời.  Đọc thêm",
            "Rất vui !! Chúng tôi chỉ hy vọng vào chiếc xe đạp của mình và lái xe đến đó theo cách rẻ hơn nhiều, các chuyến tham quan là con đường dẫn đến nguồn nước tuyệt vời và hang động!! Ôi trời ơi, thật điên rồ khi đi vào hang động tối đen với ngọn đuốc soi xuống qua những tảng đá hẹp nếu bạn không thích không gian chật hẹp Có lẽ đó không phải là thứ của bạn, và bùn thật điên rồ, bạn nổi lên trên mặt nước theo đúng nghĩa đen và thật khó để ở dưới đó haha nó chẳng giống gì cả!! Chắc chắn là một ánh sáng cao Đọc thêm",
            "Nhóm du lịch này mang đến nhiều cuộc phiêu lưu tuyệt vời, dành cho mọi lứa tuổi, khả năng và sở thích!  Khám phá hang động, rừng rậm, đền chùa và tìm hiểu về lịch sử Việt Nam, từ hướng dẫn viên du lịch giàu kinh nghiệm!  Bạn sẽ ra đi với những kỷ niệm sẽ tồn tại suốt đời!Đọc thêm",
            "CHÀO! Bạn có chuyến đi trong ngày từ Đồng Hới không? Chúng tôi sẽ đến vào lúc 5h30 sáng Xe buýt vào ngày 7 tháng 12Đọc thêm",
            "Xin chào,\n\nXin chào mừng đến với Phong Nha Heritage Travel.\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn và chúng tôi muốn thông báo với bạn rằng chúng tôi có tour Thiên đường - hang tối và Phong Nha - hang động Thiên đường khởi hành từ Đồng Hới lúc 8 giờ sáng. Văn phòng của chúng tôi mở cửa lúc 7 giờ sáng để bạn có thể đợi tại văn phòng của chúng tôi hoặc bạn nên đặt xe buýt trực tiếp đến Phong Nha thay vì Đồng Hới. Văn phòng của chúng tôi tại Phong Nha mở cửa rất sớm để thuận tiện.\n\nĐể biết thêm chi tiết, vui lòng liên hệ với tôi qua whatsapp 84 93 890 1988.\n\nCảm ơn bạn một lần nữa.\n\nHelen Le. Đọc thêm",
            "Xin chào, hiện tại tháng 11 có hạn chế nào đối với các chuyến tham quan hang động do mùa mưa không?Đọc thêm",
            "Kính gửi Cruiser,\nLời chào mừng từ Trung tâm Du lịch Động Phong Nha.\nRất cám ơn câu hỏi của bạn và xin thông báo thời tiết ở Phong Nha vào thời điểm này rất đẹp và thuận lợi cho việc tham quan hang động.\nHãy theo dõi trang web của chúng tôi để chọn các hang động để ghé thăm.\nCảm ơn bạn rất nhiều và đừng ngần ngại liên hệ với tôi bất cứ lúc nào.\nTrân trọng,\nHelen Le.Đọc thêm",
            "CHÀO,\n\n2 người chúng tôi dự định đi du lịch Việt Nam vào ngày 25 tháng 12. Chúng tôi muốn thực hiện chuyến du lịch 2 hoặc 3 ngày đến Hang Én, Phong Nha và Động Thiên Đường bắt đầu từ ngày 26 tháng 12.\n\nXin vui lòng giúp đỡ nếu bạn có thể sắp xếp chuyến tham quan. Những cáo buộc sẽ là gì?\n\nCảm ơn,\nGarimaĐọc thêm",
            "Thân gửi Garima, cảm ơn bạn đã đặt câu hỏi hay và chúng tôi muốn thông báo với bạn rằng chúng tôi là công ty lữ hành tại Vườn quốc gia Phong Nha - Kẻ Bàng, tổ chức các tour hang động và tour tham quan Vườn quốc gia hàng ngày\n\nVui lòng liên hệ với đội ngũ bán hàng của chúng tôi để kiểm tra tình trạng phòng trống và giá cả\n\nTrân trọng,\nĐội ngũ Phong Nha Heritage TravelĐọc thêm"
        ],
        "star_ratings": [
            35,
            2,
            1,
            0,
            1
        ],
        "review_amount": 39,
        "location": [
            "Tỉnh Quảng Bình",
            "Dong Hoi",
            "Việt Nam",
            "Những điều cần làm ở Đồng Hới",
            "Du lịch Di sản Phong Nha - Tour trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 31, 2019",
            "Written November 17, 2018",
            "Written October 3, 2018",
            "Written September 26, 2018",
            "Written April 26, 2018",
            "Written April 26, 2018",
            "Written April 19, 2018",
            "Written March 11, 2017",
            "Written February 20, 2017",
            "Written November 13, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or10-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d16854989-Reviews-Hien_Phuong_Motorbike-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26260284-Reviews-Rango_Expeditions-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d25316429-Reviews-Jungle_Boss_Pub-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d232083-Reviews-Volvo_Museum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102432-Reviews-Universal_Studios_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6364047-Reviews-Lush-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d3208362-Reviews-Flagstaff_Extreme-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d15024180-Reviews-Ciro_s_Golf_Cart_Rentals-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g46412-d546945-Reviews-Storybook_Land-Egg_Harbor_Township_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456587-Reviews-Little_India_Brickfields-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560599-Reviews-Detroit_People_Mover-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d7733374-Reviews-Galway_s_Land_National_Park-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33833-d2694576-Reviews-Hubbard_Park-Meriden_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or10-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Heritage Travel - Day Tours",
        "attraction_name_vi": "Du lịch Di sản Phong Nha - Tour trong ngày",
        "general_info": [
            "39 đánh giá",
            "5 trên 12 chuyến tham quan bằng thuyền Thể thao dưới nước ở Đồng Hới",
            "Tour Di sản Lịch sử",
            "Thể thao dưới nước",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Chuyến tham quan cắm trại đi bộ đường dài"
        ],
        "attraction_summary": "Đội ngũ Phong Nha Heritage Travels là nhà điều hành tour chuyên nghiệp, chủ yếu cung cấp các chuyến đi riêng, an toàn, không rắc rối, khó quên và các tour được thiết kế riêng cho nhóm nhỏ, gia đình, cặp đôi, du khách cá nhân đang tìm kiếm các tour riêng linh hoạt, chân thực, độc đáo. Với sự hiểu biết sâu sắc về vùng đất của chúng ta và nhiều năm kinh nghiệm điều hành các tour du lịch hang động và vườn quốc gia Phong Nha.Đọc thêm",
        "reviews": [
            "Chúng tôi đặt tour du lịch công ty này. Dịch vụ này tốt, đồ ăn ngon và hướng dẫn viên du lịch tốt bụng. Tôi hài lòng với chuyến tham quan này. Rất khuyến khích cho du khách. Đọc thêm",
            "The day starts at 8.30am pick up then head to the Botanical Garden and waterfall. We then drove up into the national park to Paradise Cave. A 500metre walk up a steep concrete path gets you to the entrance of the cave. There were many tourists as we visited on a Sunday but once inside the cave the people eventually spread out and was not as busy. An amazing cave which is well worth a visit and a lovely cool temperature of 18 degrees!Afterwards we were driven back down a little further to our lunch destination, which was lovely Vietnamese food and we ate in a group of 8 people. Vegetarians are also catered for. We were then taken to get our Zip Lining equipment fitted note: if youre over 90kg you cannot do the zip lining, we walked up a tower building and at the top hooked up and sent down the zip line over a beautiful lake. The landing at the end is very funny but well worth doing! We then jumped into the cool lake and swam to the entrance of the dark cave! We walked into the cave and proceeded to walk over rocky ground no shoes allowed, and onto the muddy trek for approx 800metres deep into the dark cave. We all have helmets with torches on to see the way! Its a little tight at times squeezing our way through and then it starts to get really muddy and slippery before reaching the mud hole where we all just lay in this thick gooey mud. It is so buoyant you can just sit in it without sinking and roll around like a buffalo! We are then asked to turn our torches off and be silent! Its such a dark place and weird sensation sitting in all this mud! On the way out we get to a mud slide which the tour guide adds water to so we slide down on our butts quite fast! Its lots of fun and plenty of laughter. Finally we get to wash off the mud and swim back out to canoes and paddle back to the restaurant area. You can choose to do more zip lining or just relax in the canoe on the lake! We arrived back at approx 6pm absolutely exhausted and one of the best days Ive ever had. Read more",
            "nhân viên tại Heritage travel rất dễ tiếp thu các kế hoạch cụ thể của tôi, liên lạc với tôi kịp thời qua email và thực hiện các chuyến tham quan tùy chỉnh chính xác cho một ngày phù hợp với lịch trình của chúng tôi. Chúng tôi muốn gặp một cựu chiến binh để tham quan các đường hầm và họ đã thực hiện một số cuộc gọi để thực hiện được điều đó, chúng tôi chỉ muốn nhìn thấy các đường hầm chứ không phải tất cả các địa điểm DMZ khác phải mất nhiều thời gian để đến được, để chúng tôi có thời gian ngắm nhìn động thiên đường vào buổi chiều và với chiếc ô tô riêng, mọi chuyện đã xảy ra theo cách chúng tôi muốn. họ cũng sắp xếp chuyến đi của chúng tôi đến sân bay, tôi muốn giới thiệu họ vì sự linh hoạt và thân thiện của họ với bất kỳ ai tham gia các chuyến tham quan ở khu vực Phong NhaĐọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời khi đặt nhiều thứ khác nhau với Heritage Travel. Helen đã giúp chúng tôi đặt chuyến đi trong ngày đến Hang Tối, chuyến đi thật tuyệt vời, cho chúng tôi vé tàu từ Đồng Hới đến Đà Nẵng và giới thiệu một nhà nghỉ thuận tiện ở Đồng Hới để chúng tôi ở trước khi khởi hành chuyến tàu sớm. Tất cả đã được sắp xếp hoàn hảo. Gia đình rất thân thiện điều hành doanh nghiệp này, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Tôi và bạn trai đã đăng ký di sản cho ngày trekking với những hang động tối tăm bơi trong hang Hanger E. Trước chuyến đi tôi đã tiếp xúc với Helen rất nhiều, cô ấy rất hữu ích và thân thiện, cô ấy trả lời nhanh chóng, cho chúng tôi lời khuyên giúp ích cho chuyến đi của chúng tôi sắp xếp. Chuyến đi thật tuyệt vời, chúng tôi may mắn vì đó là một nhóm nhỏ gồm 3 người. Chúng tôi đi cùng với 2 nhân viên kiểm lâm và một đầu bếp đã tách khỏi chúng tôi sớm trong chuyến đi và chúng tôi gặp lại anh ấy sau đó để ăn trưa. Hướng dẫn viên chính của chúng tôi, Wing nói tiếng Anh tự học rất tốt, anh ấy vui tính và nhiều thông tin. Tôi cảm thấy rất an toàn với các hướng dẫn viên trong chuyến đi này, họ biết rất rõ về các hang động trong rừng. Rừng rậm thực sự rất thú vị, chúng tôi đã đi bộ qua một số con sông cạn nên mong đợi để làm ướt chân bạn nhưng nó chỉ làm tăng thêm cuộc phiêu lưu. Các hang động thật đáng kinh ngạc, leo núi nhiều hơn một chút so với những gì tôi mong đợi nhưng tôi thực sự thích nó! Trước khi quay trở lại, chúng tôi đã gặp đầu bếp cho bữa trưa siêu ngon, tươi và đúng thứ chúng tôi cần sau chuyến đi bộ dài. Vào chặng cuối của chuyến tham quan, bạn sẽ có được cái nhìn tuyệt vời về thung lũng. Thật là một ngày đẹp đẽ, đáng nhớ trong chuyến đi của chúng tôi .Cảm ơn Di sản!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời đến hang động phong nha. Tôi không thể giới thiệu công ty này đủ. Siêu thân thiện và hữu ích. Rất nhiều thông tin trước khi bạn mua và đóng góp thông qua trải nghiệm. Đáng giá tiền, chúng tôi là một nhóm gồm bốn người bạn và chúng tôi có một người hướng dẫn riêng, tên cô ấy là Helen và cô ấy là một trong những người đáng yêu nhất từ ​​trước đến nay, Helen rất thông tin và chúng tôi đã học được rất nhiều, cô ấy đã làm cho ngày của chúng tôi trở nên cực kỳ đặc biệt. Chúng tôi đã đến thiên đường và những hang động tối tăm, cả hai đều tuyệt vời, những hang động tối tăm hoạt động tích cực hơn rất nhiều khi chèo thuyền kayak và tắm bùn! Rất vui! Đây là một công ty tuyệt vời với dịch vụ A xuyên suốt. Cảm ơn bạn rất nhiều Holly, Sophie, Steff và edin xxxĐọc thêm",
            "Công ty này có dịch vụ tuyệt vời. Nhân viên rất tuyệt vời. Tour rất tuyệt. Hãy đến Phong Nha Heritage Travels: Đọc thêm",
            "Tôi yêu ngoài trời. Và di sản này chính là nơi lý tưởng để bạn khám phá thiên nhiên Việt Nam. Rất khuyến khích! Đọc thêm",
            "Tôi và những người bạn của tôi đang có chuyến tham quan trong ngày đến hang Thiên đường và hang tối cùng với một nhóm người tốt bụng và hướng dẫn viên tuyệt vời Helen của chúng tôi! Bùn trong hang tối là một trong những trải nghiệm thú vị và kỳ lạ nhất từ ​​trước đến nay, đừng bỏ lỡ!! Bữa trưa trong chuyến tham quan rất ngon, đặc biệt là đồ ăn chay! Đọc thêm",
            "Helen đã làm cho kỳ nghỉ của chúng tôi ở Phong Nha trở nên tuyệt vời, cô ấy rất tốt bụng. Cảm ơn bạn!! Chúng tôi đã đến cả Paradise và Dark Cave. Dark Cave là một cuộc phiêu lưu thực sự và bùn thì thực sự lầy lội! Đọc thêm"
        ],
        "star_ratings": [
            35,
            2,
            1,
            0,
            1
        ],
        "review_amount": 39,
        "location": [
            "Tỉnh Quảng Bình",
            "Dong Hoi",
            "Việt Nam",
            "Những điều cần làm ở Đồng Hới",
            "Du lịch Di sản Phong Nha - Tour trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 18, 2016",
            "Written August 7, 2016",
            "Written May 30, 2016",
            "Written May 28, 2016",
            "Written May 3, 2016",
            "Written May 1, 2016",
            "Written April 26, 2016",
            "Written April 13, 2016",
            "Written April 10, 2016",
            "Written April 10, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659924-d8408646-Reviews-or10-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or20-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d16854989-Reviews-Hien_Phuong_Motorbike-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26260284-Reviews-Rango_Expeditions-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d25316429-Reviews-Jungle_Boss_Pub-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d4103190-Reviews-Jumping_World-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8356929-Reviews-Addison_Lee-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d297128-Reviews-Chiswick-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311246-Reviews-Parque_Nacional_da_Tijuca-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574024-d6429024-Reviews-Flea_Market-Monastiraki_Phocis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6560699-Reviews-City_Bikes_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d11921828-Reviews-Old_Port-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35790-d4317374-Reviews-Illinois_Terminal-Champaign_Champaign_Urbana_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d7733374-Reviews-Galway_s_Land_National_Park-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d550716-Reviews-Jeongbang_Waterfall-Seogwipo_Jeju_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or20-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or10-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Heritage Travel - Day Tours",
        "attraction_name_vi": "Du lịch Di sản Phong Nha - Tour trong ngày",
        "general_info": [
            "39 đánh giá",
            "5 trên 12 chuyến tham quan bằng thuyền Thể thao dưới nước ở Đồng Hới",
            "Chuyến tham quan di sản lịch sử",
            "Thể thao dưới nước",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Đi bộ đường dài cắm trại du lịch"
        ],
        "attraction_summary": "Đội ngũ Phong Nha Heritage Travels là nhà điều hành tour chuyên nghiệp, chủ yếu cung cấp các chuyến đi riêng, an toàn, không rắc rối, khó quên và các tour được thiết kế riêng cho nhóm nhỏ, gia đình, cặp đôi, du khách cá nhân đang tìm kiếm các tour riêng linh hoạt, chân thực, độc đáo. Với sự hiểu biết sâu sắc về vùng đất của chúng ta và nhiều năm kinh nghiệm điều hành các tour du lịch hang động và vườn quốc gia Phong Nha.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến Phong Nha vào tháng 3 và lần sau chúng tôi muốn đến Hội An. Thế là chúng tôi quyết định đến Phong Nha Heritage Travel và đặt vé xe buýt hoặc tàu lửa. Helen đã giúp đỡ chúng tôi rất tốt và cô ấy là một trong những người thân thiện và cởi mở nhất mà tôi từng gặp ở Việt Nam! Cô ấy bảo chúng tôi đi bằng xe buýt địa phương, vẽ bản đồ cho chúng tôi cách đi từ bến xe buýt đến ga xe lửa và đặt một chuyến đi vé tàu cho chúng tôi. Mọi thứ đều hoạt động tốt! Hơn nữa, cô ấy còn là hướng dẫn viên du lịch ở Hội An và đã cho chúng tôi nhiều gợi ý về những gì nên làm, ăn uống và ngắm cảnh ở Hội An.Đọc thêm",
            "Cơ quan này là rất rất tốt! Cô gái làm việc ở đây cực kỳ thân thiện và trả lời mọi câu hỏi của tôi. Tôi có rất nhiều câu hỏi, nhưng không sao cả, cô ấy luôn dành thời gian cho tôi. Mọi thứ tôi đặt ở nơi này đều được sắp xếp hoàn hảo. Và giá cả rất tốt, tôi khá chắc chắn rằng đại lý này có giá tốt nhất ở Phong Nha. Tôi thực sự có thể giới thiệu nơi này, cảm ơn Helen vì mọi thứ! :Đọc thêm",
            "Marina Susanne thân mến,\nThay mặt Phong Nha Heritage Travel cũng như toàn thể nhân viên đang làm việc tại đây xin gửi lời cảm ơn rất nhiều vì chuyến du lịch gần đây của bạn cùng chúng tôi.\n\nNhư bạn đã biết, Phong Nha Heritage Travel là một công ty mới, chúng tôi đánh giá cao nhận xét của bạn, nhận xét của bạn giúp chúng tôi làm cho các chuyến tham quan của mình trở nên phổ biến hơn với khách du lịch bằng cách cho họ biết những trải nghiệm vui vẻ của bạn với chúng tôi. \n\nĐánh giá có giá trị của bạn chắc chắn sẽ làm cho tất cả nhân viên của chúng tôi hài lòng và khuyến khích họ phục vụ tốt hơn vì họ hiểu cách họ đã làm công việc của mình. \n\nMột lần nữa cảm ơn bạn đã ở lại với chúng tôi và chúng tôi mong được chào đón bạn một lần nữa trong tương lai gần nhất.\nTrân trọng,\nMichael HaiĐọc thêm",
            "Vợ chồng anh trai tôi, người Việt Nam, đã đưa chúng tôi đến những hang động xinh đẹp này và chúng tôi rất kinh ngạc!  Họ thật đẹp!  Thật đáng kinh ngạc những điều mà Quyền lực cao hơn đã tạo ra! Anh ấy làm việc rất đẹp!Đọc thêm",
            "Tôi đã dành bốn ngày ở Phong Nha và một trong những chuyến đi tôi đã thực hiện là với cơ quan này ở Thiên đường và hang tối. Tôi đã có khoảng thời gian rất đẹp, vui vẻ và tuyệt vời trong chuyến đi trong ngày này đến nỗi tôi thực sự cảm ơn anh Hải đã hết lòng khuyến khích tôi đặt phòng, với mức giá rất hợp lý so với các công ty khác gần đó. Hướng dẫn viên của chúng tôi có tiếng Anh rất tốt và thực sự là một người tốt và hai địa điểm này thật tuyệt vời, bạn không thể rời Phong Nha mà không trải nghiệm chúng!!! Tôi thực sự cảm ơn anh Hải và cô Hellen vì sự giúp đỡ, hỗ trợ, sự sẵn sàng mà họ đã cung cấp cho tôi cũng như những mặt hàng khác. Đối với tôi, Phong Nha Heritage Travel là gì: đội ngũ nhân viên tuyệt vời, những con người tuyệt vời và đáng yêu, những người làm công việc của họ bằng tình yêu, niềm đam mê và không chỉ vì tiền, một điều hiếm thấy ở một công ty du lịch ở Việt Nam.Đọc thêm",
            "Khi tôi đến Phong Nha, tôi biết rằng có rất nhiều thứ để làm nhưng tôi không chắc mình sẽ dành thời gian như thế nào. Tôi đã đặt tour tham quan hang động trọn ngày với Phong Nha Heritage Travel vào ngày đầu tiên và đã có một trải nghiệm tuyệt vời. Chủ nhà, Hải, làm việc tại nhà trọ nơi tôi ở và cũng là hướng dẫn viên tham quan hang động của tôi. Anh ấy cực kỳ am hiểu và vui vẻ giúp đỡ bất kỳ du khách nào đến thăm thị trấn xinh đẹp này. Tôi sẽ giới thiệu tour của anh ấy cho bất kỳ ai đến thăm Phong Nha. Đọc thêm",
            "Tôi đã đi đến kết luận rằng công ty Du lịch Di sản Phong Nha là công ty phù hợp để đặt chuyến đi này. Tôi cũng đánh giá cao sự kỹ lưỡng của bạn trong việc trả lời từng câu hỏi của tôi trong suốt thời gian đánh giá. Tôi rất ấn tượng vì bạn đã làm mọi thứ được nêu trong thư xác nhận, hành trình chi tiết. Tôi muốn cảm ơn bạn vì một trải nghiệm tuyệt vời. Chúng tôi đặc biệt cảm ơn người hướng dẫn của chúng tôi, Cô Vân Vân, một người đầy nhiệt huyết đã chăm sóc chúng tôi rất chu đáo, biết chúng tôi cần và muốn gì, ngay cả trước khi chúng tôi nói ra. Chúng tôi đã dành 2 ngày tại khu vực Vườn Quốc gia Phong Nha, xin cảm ơn công ty Du lịch Di sản Phong Nha đã tạo nên một chuyến đi đáng nhớ cho tất cả chúng tôi.Đọc thêm",
            "Kỹ năng tuyệt vời! Hải thân thiện, nói tiếng Anh hoàn hảo, chúng tôi đi cùng với hướng dẫn viên địa phương trong chuyến đi bộ dài 20 km trong rừng, cho đến khi đến làng rao, chúng tôi làm quen với những người dân địa phương vui tính và chúng tôi tránh xa du lịch đại chúng và khỏi căng thẳng . ngày hôm sau, một chuyến đi ngắn khác trong rừng và tham quan hang động thiên đường xinh đẹp và hang tối.Đọc thêm",
            "Tôi xin bắt đầu bằng việc nói rằng vợ tôi và tôi đang trong tuần trăng mật. Chúng tôi đã đi du lịch được 2 tháng và đây là ngày tuyệt vời nhất cho đến nay. Chúng tôi có Ngọc làm hướng dẫn viên du lịch và anh ấy thật tuyệt vời. Chúng tôi đã đến Paradise Cave và Dark Cave và anh ấy đối xử với chúng tôi như hoàng gia. Anh ấy nói tiếng Anh rất tốt và thậm chí còn mời chúng tôi uống bia miễn phí sau đó. Rõ ràng là anh ấy rất đam mê hang động như một trải nghiệm. Đọc thêm",
            "Tour du lịch được tổ chức tốt và một nơi tuyệt vời như vậy. Chuyến tham quan hang tối là nơi hoàn hảo cho những người thích phiêu lưu với trò đu dây, tắm bùn và chèo thuyền kayak. Hang Thiên Đường là một đặc điểm ấn tượng và các hướng dẫn viên du lịch đã dành nhiều thời gian để xem và tiếp thu nó, mặc dù không có thông tin nào về hang động thực sự được cung cấp như chúng tôi mong đợi. Các lựa chọn tham quan linh hoạt phù hợp với nhu cầu của mọi người, tôi hơi ốm vào buổi sáng và hướng dẫn viên du lịch đã đề nghị hỗ trợ nếu tôi cần.Đọc thêm",
            "Bắt đầu một ngày khó khăn - để lại ví của tôi. Tôi. Anh ấy đi xe buýt ngủ và anh Hải cùng nhân viên của anh ấy đảm bảo rằng tôi sẽ lấy lại được nó càng sớm càng tốt! Bữa sáng sáng hôm sau đã được chuẩn bị cho tôi và những du khách khác đến thăm hang động và thật là một trải nghiệm tuyệt vời. Phong cảnh rất đẹp nhưng dịch vụ khiến mọi thứ trở nên tuyệt vời hơn. Tôi giới thiệu ký túc xá này và các chuyến tham quan của họ bất cứ ngày nào Đọc thêm",
            "CHÀO! Bạn có chuyến đi trong ngày từ Đồng Hới không? Chúng tôi sẽ đến vào lúc 5h30 sáng Xe buýt vào ngày 7 tháng 12Đọc thêm",
            "CHÀO,\n\nLời chào mừng từ Du lịch Phong Nha Heritage.\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn và chúng tôi xin thông báo với bạn rằng chúng tôi có chuyến tham quan Thiên đường - hang tối và Phong Nha - Động Thiên đường bắt đầu từ Đồng Hới lúc 8 giờ sáng. Văn phòng chúng tôi mở cửa lúc 7 giờ sáng nên bạn có thể đợi tại văn phòng hoặc bạn nên đặt xe trực tiếp đến Phong Nha thay vì Đồng Hới. Văn phòng chúng tôi ở Phong Nha mở cửa rất sớm nên rất thuận tiện.\n\nĐể biết thêm chi tiết, vui lòng liên hệ với tôi qua whatsapp 84 93 890 1988.\n\nCảm ơn một lần nữa.\n\nHelen Le.Đọc thêm",
            "Xin chào, hiện tại tháng 11 có hạn chế nào đối với các chuyến tham quan hang động do mùa mưa không?Đọc thêm",
            "Kính gửi Cruiser,\nLời chào mừng từ Trung tâm Du lịch Động Phong Nha.\nRất cám ơn câu hỏi của bạn và xin thông báo thời tiết ở Phong Nha vào thời điểm này rất đẹp và thuận lợi cho việc tham quan hang động.\nHãy theo dõi trang web của chúng tôi để chọn các hang động để ghé thăm.\nCảm ơn bạn rất nhiều và đừng ngần ngại liên hệ với tôi bất cứ lúc nào.\nTrân trọng,\nHelen Le.Đọc thêm",
            "CHÀO,\n\n2 người chúng tôi dự định đi du lịch Việt Nam vào ngày 25 tháng 12. Chúng tôi muốn thực hiện chuyến du lịch 2 hoặc 3 ngày đến Hang Én, Phong Nha và Động Thiên Đường bắt đầu từ ngày 26 tháng 12.\n\nXin vui lòng giúp đỡ nếu bạn có thể sắp xếp chuyến tham quan. Những cáo buộc sẽ là gì?\n\nCảm ơn,\nGarimaĐọc thêm",
            "Garima thân mến, cảm ơn bạn vì một câu hỏi hay và chúng tôi muốn thông báo với bạn rằng chúng tôi là nhà điều hành tour du lịch tại Vườn quốc gia Phong Nha - Kẻ Bàng tổ chức các chuyến tham quan hang động hàng ngày và các chuyến tham quan vườn quốc gia\n\nVui lòng liên hệ với nhân viên bán hàng của chúng tôi để kiểm tra tình trạng còn hàng và giá cả\n\nTrân trọng,\nĐội ngũ Du lịch Di sản Phong NhaĐọc thêm"
        ],
        "star_ratings": [
            35,
            2,
            1,
            0,
            1
        ],
        "review_amount": 39,
        "location": [
            "Tỉnh Quảng Bình",
            "Dong Hoi",
            "Việt Nam",
            "Những điều cần làm ở Đồng Hới",
            "Du lịch Di sản Phong Nha - Tour trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 30, 2016",
            "Written March 22, 2016",
            "Written March 14, 2016",
            "Written March 10, 2016",
            "Written February 11, 2016",
            "Written February 3, 2016",
            "Written January 27, 2016",
            "Written January 2, 2016",
            "Written November 23, 2015",
            "Written September 7, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659924-d8408646-Reviews-or20-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or10-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or30-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d16854989-Reviews-Hien_Phuong_Motorbike-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26260284-Reviews-Rango_Expeditions-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d25316429-Reviews-Jungle_Boss_Pub-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g38516-d496686-Reviews-Grotto_of_the_Redemption-West_Bend_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g2431626-d447388-Reviews-Templer_Park-Rawang_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d3650407-Reviews-Sauna_Heaven-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1051517-d2356012-Reviews-Klis_Fortress-Klis_Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d11716180-Reviews-Barbie_Expo-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g776950-d11864233-Reviews-Olympus_National_Park-Litochoro_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3584314-Reviews-Stabilimento_Balneare_Bagni_Salvatore-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34131-d117334-Reviews-Manatee_Springs_State_Park-Chiefland_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19735285-Reviews-Mercato_Metropolitano_Mayfair-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d116646-Reviews-Fallen_Leaf_Lake-California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or30-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or20-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Phong Nha Heritage Travel - Day Tours",
        "attraction_name_vi": "Du lịch Di sản Phong Nha - Tour trong ngày",
        "general_info": [
            "39 đánh giá",
            "5 trên 12 chuyến tham quan bằng thuyền Thể thao dưới nước ở Đồng Hới",
            "Chuyến tham quan di sản lịch sử",
            "Thể thao dưới nước",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Đi bộ đường dài cắm trại du lịch"
        ],
        "attraction_summary": "Đội ngũ Phong Nha Heritage Travels là nhà điều hành tour chuyên nghiệp, chủ yếu cung cấp các chuyến đi riêng, an toàn, không rắc rối, khó quên và các tour được thiết kế riêng cho nhóm nhỏ, gia đình, cặp đôi, du khách cá nhân đang tìm kiếm các tour riêng linh hoạt, chân thực, độc đáo. Với sự hiểu biết sâu sắc về vùng đất của chúng ta và nhiều năm kinh nghiệm điều hành các tour du lịch hang động và vườn quốc gia Phong Nha.Đọc thêm",
        "reviews": [
            "Xin chào salim, tôi đang trong chuyến đi nghỉ dưỡng đến phong nha, dịch vụ rất xuất sắc, rất thân thiện, chuyến đi tốt đẹp với du lịch di sản phong nha này, tôi rất hài lòng với dịch vụ này và rất mong được đặt kỳ nghỉ tiếp theo với chuyến du lịch di sản cùng gia đình: Đọc thêm",
            "Dịch vụ xuất sắc! nhân viên thân thiện và hữu ích. giá cả hợp lý. Xem các trang web tuyệt vời, những nơi tuyệt vời. Tôi muốn giới thiệu cho bất cứ ai đến Việt Nam lần đầu tiên. chuyến đi này thực sự giúp tôi mở mang tầm mắt về Việt Nam và nền văn hóa tuyệt vời của họ. Tôi sẽ quay lại trong thời gian tớiXem thêm",
            "Tôi đã có một trải nghiệm thú vị khi đặt chuyến du lịch đến các hang động xung quanh ở Phong Nha. Nhân viên có kiến ​​thức và nói tiếng Anh tốt. Làm cho quá trình trở nên đơn giản và nhanh chóng!Đọc thêm"
        ],
        "star_ratings": [
            35,
            2,
            1,
            0,
            1
        ],
        "review_amount": 39,
        "location": [
            "Tỉnh Quảng Bình",
            "Dong Hoi",
            "Việt Nam",
            "Những điều cần làm ở Đồng Hới",
            "Du lịch Di sản Phong Nha - Tour trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 4, 2015",
            "Written September 4, 2015",
            "Written July 15, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659924-d8408646-Reviews-or30-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or20-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d19700968-Reviews-Hannah_Nails_Spa-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d16854989-Reviews-Hien_Phuong_Motorbike-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14131902-Reviews-Phong_Nha_Transportation-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26260284-Reviews-Rango_Expeditions-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d14004477-Reviews-Andy_s_Disco_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26259350-Reviews-King_Kong_Bar_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d25316429-Reviews-Jungle_Boss_Pub-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d11487552-Reviews-Gecko_Cafe_Resraurant-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d12140476-Reviews-Phong_Nha_Caves_Tour_Center-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17435078-Reviews-Anna_Foot_Massage-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d15513871-Reviews-Zona_T-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d877777-Reviews-Finlay_Park-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32217-d117270-Reviews-Mount_Diablo_State_Park_Mitchell_Canyon_Visitor_Center-Clayton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d116977-Reviews-Lake_Tahoe-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d486864-Reviews-Dane_County_Farmers_Market-Madison_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d9786507-Reviews-Liberty_Public_Market-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d265239-Reviews-The_Markt-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d9762651-Reviews-Pickens_Flea_Market-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d6633533-Reviews-Mydin_Mall_Mitc-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d4262820-Reviews-Thailand_Massage_Centre-Sharjah_Emirate_of_Sharjah.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659924-d8408646-Reviews-or30-Phong_Nha_Heritage_Travel_Day_Tours-Dong_Hoi_Quang_Binh_Province.html"
    }
]