[
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Là một tour du lịch tuyệt vời. Chúng tôi đã vui vẻ nấu ăn và tận hưởng cuộc sống. Rất khuyến khích là rất thoải mái. Thật là một bài hát gia đình tuyệt vời trong chuyến tham quan, chúng tôi cực kỳ yêu thích chuyến đi thuyền thúng. Đọc thêm",
            "Chúng tôi hoàn toàn thích chuyến tham quan này! Tôi đã đi cùng bố mẹ và cháu trai và điều đó rất vui cho mọi lứa tuổi. Mua sắm ở chợ mang tính giáo dục và nấu ăn là một trải nghiệm tuyệt vời. Mọi người đều yêu thích chiếc đèn lồng họ làm và chuyến đi thuyền dừa thật thú vị! Tôi rất muốn giới thiệu tour này. Những người chủ nhà rất thân thiện và khiến toàn bộ chuyến tham quan trở thành một cuộc phiêu lưu thú vị.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi thực hiện chuyến lưu diễn này với Tao! Cô ấy rất hấp dẫn, nhiều thông tin và vui vẻ! Lớp học nấu ăn thật tuyệt vời và chúng tôi đã chế biến rất nhiều loại món ăn khác nhau. Chúng tôi cũng yêu thích việc làm đèn lồng, đó là một trải nghiệm rất đáng nhớ! 100 - muốn giới thiệuĐọc thêm",
            "Tôi và chồng đã dành một buổi chiều thú vị để ghé thăm một khu chợ địa phương để mua một vài nguyên liệu cho bữa ăn, sau đó làm đèn lồng, nấu ăn và cuối cùng là đi thuyền tre tròn. Chợ yên tĩnh vì chúng tôi đã đặt chuyến tham quan buổi chiều, dừng lại ở một vài quầy hàng và đi qua một vài loại rau và các loại mì - bánh tráng, v.v. - thật tuyệt nhưng được trưng bày cà rốt - hành tây thì không quá ấn tượng. Việc làm đèn lồng là một cách trị liệu tốn một giờ đồng hồ và các hướng dẫn viên rất chu đáo và nhanh chóng sửa chữa - giúp đỡ. Bài học nấu ăn rất có tổ chức và chúng tôi được giao nhiều công việc khác nhau để làm, chúng tôi đã làm một vài món đặc sản mà chúng tôi thích ăn. Yêu cầu về chế độ ăn uống đã được tính đến. Nếu bạn là một người đam mê nấu ăn, nghĩ rằng bạn sẽ hơi thất vọng với những gì mình học được nhưng đầu bếp rất nhiệt tình và thú vị. Sau đó, chuyến đi thuyền - chuyến tham quan buổi chiều đã được đặt trước vì tôi đọc được rằng thật tuyệt khi làm điều này vào lúc hoàng hôn - hôm đó là một ngày rất nóng nhưng hãy bôi thuốc chống côn trùng nếu dễ bị cắn! Một điểm thu hút khách du lịch nhưng đã cố gắng chèo và lái chiếc thuyền, bạn sẽ đánh giá cao việc đó khó khăn như thế nào. Nhìn chung, mọi người đều mong muốn bạn có một buổi chiều thú vị và nhìn chung chúng tôi đã làm được.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Bắt đầu bằng chuyến đi chợ mua một số đồ dùng, sau đó là làm đèn lồng, đi thuyền dừa và sau đó là lớp học nấu ăn. Tôi thích tất cả các hoạt động - tất cả đều ở cùng một địa điểm - ngoại trừ chuyến tham quan chợ -. Được tổ chức tốt và chúng tôi được ăn bữa trưa ngon lành mà chúng tôi đã nấu.Đọc thêm",
            "Mọi thứ về chuyến đi này đều tuyệt vời!! Các hoạt động thực sự được nghĩ ra. Họ rất vui vẻ, thú vị và độc đáo. Cũng có đủ thời gian được phân bổ cho từng nhiệm vụ, đủ để đắm mình và hoàn thành từng nhiệm vụ nhưng không đến mức khiến chúng trở nên nhàm chán. Các nhân viên rất niềm nở và thân thiện, họ xứng đáng nhận được nhiều lời khen ngợi vì đã khiến chuyến tham quan trở nên tuyệt vời. Đây là một doanh nghiệp do gia đình điều hành và bạn có thể nói. Khi đến địa điểm tham gia các hoạt động, bạn có cảm giác như một vị khách được chào đón vào nhà, đó thực sự là một trải nghiệm tuyệt vời. Lớp học nấu ăn là phần yêu thích của chúng tôi, nó có cảm giác chân thực và đồ ăn bạn làm theo nhóm rất ngon và phong phú, chúng tôi không cần bất cứ thứ gì khác để ăn trong ngày. Chúng tôi đã chọn thời gian bắt đầu là 14:30 và tôi rất muốn giới thiệu nó. Điều này có nghĩa là chuyến đi thuyền thúng của bạn sẽ diễn ra vào buổi tối khi trời mát hơn nhiều và cảnh hoàng hôn trên mặt nước đẹp như tranh vẽ, sẽ tạo nên những bức ảnh tuyệt vời. Chúng tôi đã có một vài chuyến đi thuyền ở Việt Nam nhưng đây là chuyến đi yêu thích của chúng tôi, hướng dẫn viên rất vui vẻ và sẽ vui vẻ chụp ảnh bạn và cho phép bạn thử chèo thuyền nếu muốn. Tuy nhiên, lời khuyên của tôi là hãy đảm bảo rằng bạn có tiền bên mình, nếu bạn muốn đi loanh quanh. Đây không phải là hướng dẫn viên làm điều này mà là những người dân địa phương khác. Bạn leo lên thuyền của họ và với 100 VDN họ sẽ quay bạn vòng quanh, thật là vui! Nói chung tôi đánh giá cao chuyến đi này. Đó là mức giá rất hợp lý cho một buổi chiều chất lượng cao, nơi bạn sẽ học được điều gì đó mới mẻ đồng thời có rất nhiều niềm vui. Đọc thêm",
            "Cả ngày thật tuyệt vời. Không thể giới thiệu nơi này đủ. Từ nhân viên đến các hoạt động, chúng tôi đều được chăm sóc kỹ lưỡng và có thể trải nghiệm nhiều hoạt động với mức giá rất hợp lý. Cảm ơn bạn!!Đọc thêm",
            "Nhân viên siêu thân thiện, công thức nấu ăn rất chân thực, ngon và chi tiết. Chúng tôi đã được hướng dẫn từng bước làm đèn lồng và vì thế chiếc đèn lồng của tôi đã thành ra rất đẹp mắt.Đọc thêm",
            "Nhân viên rất thân thiện, rất nồng nhiệt chào đón và mang đến cho tôi trải nghiệm nấu ăn đích thực độc đáo và họ để tôi giữ chiếc mũ đầu bếp, tôi sẽ giới thiệu kỹ lưỡng. Đọc thêm",
            "Đó là một chuyến tham quan tuyệt vời, mọi thứ đều hoàn hảo. Cả hai hướng dẫn viên du lịch đều rất thân thiện, vui vẻ và hữu ích.  Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này, bạn sẽ nhận được những gì bạn đã trả tiền. Tôi thậm chí còn nhận được một ly rượu vang miễn phí! Đọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi - muốn biết chuyến đi kéo dài bao lâu? Và thời gian lấy hàng?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 11, 2024",
            "Written April 21, 2024",
            "Written March 21, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written February 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or10-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g488164-d8399225-Reviews-Fenwick_Boardwalk-Fenwick_Island_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105259-Reviews-Roger_Williams_Park_Zoo-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d2194162-Reviews-Wolmido-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g53733-d5226405-Reviews-Pennhurst_Asylum-Spring_City_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190153-Reviews-Museo_Sorolla-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g46174-d7037511-Reviews-Great_Island_Common-New_Castle_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d8011713-Reviews-Melasti_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12158362-Reviews-Vamoose_Bus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143057-d146985-Reviews-Kolob_Canyons-Zion_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7640339-Reviews-Fulton_Center-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or10-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Chồng tôi và tôi đã đi thuyền thúng, làm đèn lồng và tham gia lớp học nấu ăn. Chúng tôi yêu thích từng khoảnh khắc của nó. Chúng tôi được đưa đi tham quan một khu chợ địa phương, tìm hiểu về các loại trái cây và rau quả khác nhau được sử dụng trong các món ăn địa phương. Sau đó, chúng tôi phải làm một số chiếc đèn lồng và chọn vật liệu mà chúng tôi muốn sử dụng. Chúng tôi cũng có một lớp học nấu ăn rất chi tiết, nơi chúng tôi học cách làm bánh xèo, chả giò rau củ, cao lao và gỏi đu đủ. Thức ăn chúng tôi học nấu thực sự rất ngon và sau đó chúng tôi đã được cung cấp các công thức nấu ăn mà chúng tôi chắc chắn sẽ sử dụng. Sau đó chúng tôi được đi thuyền thúng, đó là một trải nghiệm thực sự thú vị. Tôi rất muốn giới thiệu chuyến tham quan này, đó là một trong những trải nghiệm đáng nhớ nhất ở Hội An!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời. Một cách tuyệt vời để dành một buổi chiều. Nhiều hoạt động. Chúng được chiên đặc biệt - - - - Đọc thêm",
            "Hoàn toàn thích chuyến tham quan này!!!! Người hướng dẫn của chúng tôi rất đáng yêu, tốt bụng và thực sự tò mò về cuộc sống cũng như nơi chúng tôi đến. Ban đầu cô ấy đưa chúng tôi đến chợ địa phương để mua mọi thứ cho lớp học nấu ăn của chúng tôi. Cô ấy dạy chúng tôi về trái cây, rau quả Việt Nam và các thực phẩm khác. Đầu tiên chúng tôi làm những chiếc đèn lồng và có rất nhiều vải để cung cấp. Một số màu sắc rất đẹp mà cô đã dạy chúng tôi - mỗi màu sắc tượng trưng cho văn hóa Việt Nam. Những chiếc thuyền rất vui nhưng vì có nhiều người khác nên nó rất hỗn loạn như mong đợi. Thức ăn chúng tôi làm thật tuyệt vời và đầu bếp có nhiều thông tin và yêu cầu tất cả chúng tôi làm một chút mọi thứ. Chúng tôi làm chả giò và các món ăn truyền thống khác của Hội An. Muốn giới thiệu nếu ở trong một nhóm nhỏ bạn bè hoặc một cặp đôi: - Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với Du lịch Phú Lãnh, Khám phá chợ phiên, đi thuyền quanh những rặng dừa, làm đèn lồng VÀ nấu ăn. Chúng tôi đã trải nghiệm rất nhiều điều, không hề vội vã chút nào và chúng tôi đã học được rất nhiều điều từ những người tổ chức. Người chồng và người vợ tuyệt vời điều hành chuyến đi này khiến mọi thứ trở nên hoàn toàn tuyệt vời. Họ vô cùng tốt bụng, chu đáo và hào phóng. Chúng tôi ăn chay và họ đáp ứng mọi yêu cầu ăn kiêng của chúng tôi. Bữa ăn chúng tôi làm rất ngon và tươi. Họ cũng sắp xếp để bạn được đón và trả lại.  Nhiều người cần biết về họ và trải nghiệm chuyến tham quan tuyệt vời này.Đọc thêm",
            "Chúng tôi đã tham gia lớp học nấu ăn và yêu thích nó! Cặp đôi chủ nhà siêu dễ thương và nhiệt tình. Chúng tôi bắt đầu tại một khu chợ địa phương, thử một ít trái cây và mua nguyên liệu cho bữa ăn. Sau đó, chúng tôi học cách làm một chiếc đèn lồng và thực hiện một chuyến tham quan bằng thuyền, nơi bạn có thể thực hiện một vòng quay - tốn thêm chi phí nhưng hoàn toàn xứng đáng - . Người chồng đã dạy chúng tôi cách nấu ăn và hoàn toàn không có vấn đề gì khi ăn chay hoàn toàn. Chúng tôi đã học được rất nhiều và có một thời gian tuyệt vời. Chỉ cần nhớ mang theo một ít thuốc xịt muỗi vào buổi tối. Đọc thêm",
            "Sau ngày đầu tiên trên những chiếc thuyền dừa và với bữa trưa tuyệt vời, chúng tôi quyết định quay trở lại và tham gia lớp học nấu ăn và làm đèn lồng. Cả hai hoạt động tuyệt vời.Đọc thêm",
            "Tôi đã có một thời gian đáng kinh ngạc trong chuyến tham quan này. Từ đầu đến cuối, tôi cảm thấy được chào đón mặc dù thực hiện màn solo này. Tôi đã học được rất nhiều điều từ lớp học nấu ăn và làm đèn lồng và chiếc thuyền dừa thật thú vị. Cảm ơn Nhung và gia đình đã vượt qua mọi khó khăn vì tôi. Tôi đặc biệt giới thiệu chuyến tham quan này cho bất kỳ ai đi du lịch Hội An. Đó là trải nghiệm 3 trong 1 không thể chấp nhận được. Đọc thêm",
            "Thức ăn tuyệt vời! Lớp học nấu ăn rất ngon, chắc chắn sẽ sử dụng ở nhà. Gỏi đu đủ gà là món ưa thích của chúng tôi Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời trong trải nghiệm này, đi dạo qua chợ và mua nguyên liệu cho lớp học nấu ăn, làm đèn lồng và tìm hiểu ý nghĩa của các màu sắc và đi thuyền dừa thật tuyệt. Lớp học nấu ăn thật tuyệt vời và đồ ăn thì ngon, chúng tôi là một nhóm nhỏ chỉ có chúng tôi và một cặp đôi khác và nó thật hoàn hảo. Đây là chuyến đi tuyệt vời nhất mà chúng tôi đã thực hiện trong thời gian ở Việt Nam! Đọc thêm",
            "Chủ nhà siêu thân thiện.  Cô ấy đưa chúng tôi đến chợ địa phương để lấy nguyên liệu cho bữa trưa.  Đi thuyền thúng cũng vui lắm! Bác lái đò bắt ốc sống bảo ăn đi! Anh ấy nói đó là một món ngon địa phương.  - Tôi lịch sự từ chối vì cái bụng thủy tinh của tôi không chịu nổi sự phấn khích này - .  Sau đó chúng tôi đã có buổi học nấu ăn vui vẻ với 4 món ăn tuyệt vời.  Tôi đã có một thời gian tuyệt vời!  Rất khuyến khích. Đọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi - muốn biết chuyến đi kéo dài bao lâu? Và thời gian lấy hàng?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written February 5, 2024",
            "Written February 5, 2024",
            "Written February 4, 2024",
            "Written January 26, 2024",
            "Written January 8, 2024",
            "Written December 24, 2023",
            "Written December 20, 2023",
            "Written December 12, 2023",
            "Written December 10, 2023",
            "Written December 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or10-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or20-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10485128-Reviews-United_Club_Concourse_B-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g55559-d109368-Reviews-Longhorn_Cavern_State_Park-Burnet_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6847113-Reviews-Siam_Square_One-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g2187673-d3659682-Reviews-Uzungol-Caykara_Turkish_Black_Sea_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g50160-d103608-Reviews-Salt_Fork_State_Park-Cambridge_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d7362107-Reviews-Embassy_Shopping_Complex-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d23508189-Reviews-HYBE_INSIGHT-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g33332-d2233652-Reviews-Cottonwood_Lake-Buena_Vista_Chaffee_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g255069-d16726681-Reviews-Great_Barrier_Reef-Cairns_Cairns_Region_Queensland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60340-d4057662-Reviews-St_Croix_Casino_Turtle_Lake-Turtle_Lake_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or20-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or10-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Chủ sở hữu được ấm áp và rất chào đón.  Gia đình tôi rất thích tất cả các hoạt động; làm đèn lồng, giỏ dừa và cuối cùng nhưng không kém phần quan trọng là lớp học nấu ăn.  Đầu bếp kiên nhẫn và chúng tôi đã học hỏi và vui vẻ như một gia đình. Rất khuyến khíchĐọc thêm",
            "Chúng tôi cảm thấy rất được chào đón bởi một gia đình tuyệt vời, người đã cho chúng tôi thấy những điều thú vị của vùng quê Hội An.  Người hướng dẫn nấu ăn của chúng tôi cũng là một đầu bếp xuất sắc với nhiều năm kinh nghiệm, điều này thực sự bổ sung cho buổi tối của chúng tôi.  Rất vui và ngon - Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời! Việc làm đèn lồng thật thú vị và tuyệt vời khi có thể mang về nhà một món quà lưu niệm. Ngôi sao của chương trình đang nấu ăn! Chúng tôi đã đi vòng quanh các khu chợ để thử một số loại trái cây địa phương và chúng tôi đã làm rất nhiều món ăn khác nhau với đầu bếp và có thể thử các phương pháp nấu ăn khác nhau. Chúng tôi ngồi xuống và thưởng thức một bữa trưa vui vẻ với tất cả những món ăn chúng tôi đã chuẩn bị - đảm bảo rằng bạn - sẽ đói vì có rất nhiều thức ăn -! Đi thuyền là một cách thú vị để kết thúc một ngày! Chắc chắn sẽ giới thiệu địa điểm này: - Đọc thêm",
            "Đó thực sự là một trải nghiệm tuyệt vời và chúng tôi đã có rất nhiều niềm vui. Trưởng đoàn du lịch, đầu bếp và người lái thuyền đều rất tốt bụng và giải thích mọi thứ cho chúng tôi. Bữa ăn có rất nhiều đồ ăn và rất ngon. Và chúng tôi thậm chí còn được giữ lại một chiếc đèn lồng xinh xắn do chính tay chúng tôi làm: - Đọc thêm",
            "Chuyến tham quan thật tuyệt vời! Chúng tôi đã có rất nhiều niềm vui, thực sự rất thích những món ăn ngon và chuyến đi thuyền thúng cũng thực sự rất thú vị. Nói chung chỉ là một trải nghiệm tuyệt vời mà bạn nhận được với số tiền nhỏ. Đọc thêm",
            "Khoảng thời gian tuyệt vời khi đi thuyền thúng tre, trải nghiệm nấu ăn như đầu bếp và buổi làm đèn lồng. Chủ nhà rất dễ thương, tốt bụng và kiên nhẫn. Bạn phải tham gia tour du lịch của họ. Tôi và các con tôi rất thích trải nghiệm nấu nướng và yêu thích những món ăn chúng tôi chuẩn bị. Đọc thêm",
            "Đây là một trải nghiệm thú vị. Chúng tôi được tiếp đón rất nồng hậu. Chúng tôi bắt đầu bằng việc đi chợ để mua nguyên liệu. Là một phần của chuyến tham quan, chúng tôi được trao cơ hội tự làm Đèn lồng - thứ mà chúng tôi có thể mang về nhà -. Sau đó, chúng tôi đi thuyền, rất vui và khá sảng khoái, Người lái thuyền của chúng tôi rất vui tính, anh ấy đã chụp những bức ảnh đẹp về chúng tôi cũng như dừng lại để chỉ cho chúng tôi một số con cua. Phần nấu ăn thực sự rất tuyệt, chúng tôi thực sự tự nấu ăn và Đầu bếp hướng dẫn chúng tôi rất thân thiện và kiên nhẫn. Tôi thực sự muốn giới thiệu điều này cho bất kỳ ai muốn chế biến Ẩm thực Hội An nguyên bản. Đọc thêm",
            "Chúng tôi đã có một lớp học nấu ăn tuyệt vời, với một số hoạt động mua sắm nguyên liệu được đánh dấu vào buổi sáng. Sau đó chúng tôi tự làm đèn lồng, tham gia chuyến tham quan bằng thuyền dừa và nấu một số món ăn địa phương trong lớp học nấu ăn của họ. Mọi người đều rất thân thiện và hữu ích bất cứ khi nào chúng tôi có bất kỳ câu hỏi nào. Tôi chắc chắn sẽ giới thiệu nơi này. Người chủ siêu thân thiện và đối xử với chúng tôi rất tốt. Điều duy nhất tôi phải nói là nó có thể khá đông khách du lịch trên chuyến đi thuyền. Nơi xưa và vùng, nơi ngư dân đánh bắt cua, vùng này ngày nay sống nhờ du lịch. Tôi nghĩ họ đã làm được điều đó theo một cách - không phải là phá hoại - khai thác thiên nhiên quá nhiều, nên tôi thực sự không thể phàn nàn được.  - Nhưng điều này nói lên toàn bộ khu vực - Đọc thêm",
            "Chuyến du lịch này với Nhung thật kỳ diệu. Chúng tôi được đón từ airbnb và đưa đến chợ địa phương để chọn tất cả nguyên liệu cần thiết để nấu ăn sau này. Trong lúc đi tham quan chợ, Nhung đã dạy chúng tôi tên của nhiều loại trái cây - rau củ mà chúng tôi chưa từng thấy trước đây. Sau đó chúng tôi được đưa đến làng dừa, nơi tôi và chồng làm một chiếc đèn lồng lụa rất đẹp để mang về nhà. Sau đó, chúng tôi lên chiếc thuyền thúng hình tròn và có một chuyến đi tuyệt đẹp dọc theo dòng sông, mặc dù trời đang đổ mưa - thực sự khá sảng khoái và nghỉ ngơi thoải mái trong cái nóng - độ ẩm -. Một lúc sau, chúng tôi đến một khu tổ chức tiệc thuyền thúng lớn với những chiếc thuyền đang phát nhạc - và một số thậm chí còn hát karaoke - . Tôi đã trả tiền cho một chuyến đi trên một trong những chiếc thuyền quay, điều này khiến tôi nhớ đến chuyến đi uống trà của Disney - nó cực kỳ thú vị! Chúng tôi chụp vài bức ảnh đẹp và bắt đầu quay về với Nhung - người đang bận rộn chuẩn bị thịt và gia vị cho lớp học nấu ăn của chúng tôi - . Trên đường về, chúng tôi thử sức với việc câu cua - không thành công - nhưng vẫn rất vui - . Trở lại bờ, Nhung vô cùng kiên nhẫn với tài nấu nướng tệ hại của tôi và RẤT giúp đỡ chồng tôi bị dị ứng thực phẩm. Cô ấy đã giúp chúng tôi thực hiện nhiều thay đổi trong công thức nấu ăn thông thường của cô ấy để anh ấy có thể thưởng thức mọi món ăn. Cuối cùng, chúng tôi đã nấu được 4 món ăn ngon khác nhau của Việt Nam và cô ấy thậm chí còn đưa cho chúng tôi công thức nấu ăn để chúng tôi có thể làm chúng tại nhà. Thành thật mà nói, chuyến tham quan này thật tuyệt vời - tôi không thể giới thiệu nó đủ. Tôi sẽ giới thiệu với tất cả bạn bè và gia đình mình tham gia chuyến tham quan này - nó mang lại rất nhiều điều để làm và văn hóa để trải nghiệm. Tôi dự định quay lại và thực hiện chuyến tham quan này một lần nữa. 20 - 10 sao. : - Đọc thêm",
            "Chuyến tham quan hoàn toàn tuyệt vời! Hướng dẫn viên du lịch tuyệt vời rất hay với nhiều thông tin để cung cấp, lớp học nấu ăn thật đáng kinh ngạc, một đầu bếp tuyệt vời có thể dạy rất giỏi. Tôi thực sự muốn giới thiệu cho mọi người cách làm đèn lồng thật tuyệt khi bạn biết ý nghĩa đằng sau mỗi màu sắc khác nhau.Đọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written December 2, 2023",
            "Written November 30, 2023",
            "Written November 30, 2023",
            "Written November 18, 2023",
            "Written November 15, 2023",
            "Written November 4, 2023",
            "Written November 3, 2023",
            "Written November 3, 2023",
            "Written November 2, 2023",
            "Written November 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or20-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or10-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or30-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g230156-d2495218-Reviews-Dwejra_Bay-San_Lawrenz_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g304080-d7262385-Reviews-Zanjic_Cove-Herceg_Novi_Herceg_Novi_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d527436-Reviews-Aquarium_of_the_Bay-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d11510569-Reviews-Fan_Mallorca_Shopping-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d102846-Reviews-Biltmore-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4593918-Reviews-Japanese_Massage_Masa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52351-d2511502-Reviews-Subaru_Park-Chester_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298061-d1898796-Reviews-Al_Ain_Zoo-Al_Ain_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15837620-Reviews-Medellin_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6674780-Reviews-Shinkong_Mitsukoshi_Mall_Xinyi_Place-Xinyi_District_Taipei.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or30-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or20-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Đây là một trải nghiệm tuyệt vời! Từ chợ đến làm đèn lồng, tour du thuyền và tất nhiên là lớp học nấu ăn với một đầu bếp rất kiên nhẫn. Cảm ơn vì ngày tuyệt vời này với bạn và đã chào đón và dạy chúng tôi về văn hóa của bạn. Đọc thêm",
            "Lớp này là 100 - tốt hơn mong đợi. Đầu tiên chúng tôi được đón từ sảnh khách sạn, sau đó đi ra chợ để lấy đồ dùng cho việc nấu nướng. LƯU Ý- Chợ không chỉ có trái cây và rau củ nên nếu bạn không có dạ dày khỏe mạnh, tôi khuyên bạn nên tránh khu vực thịt. Chúng tôi không biết rằng mình cũng sẽ có cơ hội làm một chiếc đèn lồng và mang về nhà làm kỷ niệm, đây là một trải nghiệm rất bổ ích. Và để kết thúc một bữa ăn tuyệt vời với rất nhiều món ăn đẹp mắt, chúng tôi phải đi thuyền thúng. Xin gửi lời cảm ơn sâu sắc đến Đầu bếp bậc thầy, cảm ơn bạn đã dạy chúng tôi cách chế biến những món ăn tuyệt vời của bạn. Đọc thêm",
            "Ngày tuyệt vời với một gia đình Việt Nam đích thực. Nhung và chồng, bố chồng sẽ ở lại trong ký ức của tôi rất lâu. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, chúng tôi thật may mắn và đó là một ngày nắng đẹp, chúng tôi cùng nhau đi chợ để mua thức ăn và sau đó chúng tôi đến nơi xinh đẹp này và học cách làm chiếc đèn cá nhân của mình, sau đó chúng tôi bắt đầu bài học đá gà điều đó cực kỳ thú vị và hài hước và sau đó chúng tôi đã ăn mọi thứ, một trong những bữa tối ngon nhất ở đây jn Việt Nam, đầu bếp thật tuyệt vời và vui tính. Chúng tôi kết thúc buổi chiều bằng thuyền dừa trên sông. Trải nghiệm tuyệt vời bạn phải thử ở Hội An. Đọc thêm",
            "Những kỷ niệm đẹp nhất ở Việt Nam. Hoàn toàn xứng đáng. đồ ăn tuyệt vời và gia đình đáng yêu. Mua sắm ở chợ địa phương, thực phẩm tươi sống, nhân viên thân thiện, trải nghiệm tuyệt vời, chúng tôi gần như bùng nổ khi ăn trưa xong, chúng tôi chúc gia đình may mắn Đọc thêm",
            "Cho đến nay, đây là điểm nhấn của chuyến đi! Chúng tôi đã có khoảng thời gian tuyệt vời khi làm đèn lồng, nấu ăn, v.v. Ngay cả khi bạn gái tôi không khỏe, họ vẫn chăm sóc cô ấy rất chu đáo. Nếu bạn không làm điều này với Phu Lanh Travel, bạn sẽ bỏ lỡ :- - Đọc thêm",
            "Chúng tôi đã tìm kiếm một lớp học nấu ăn ngắn hạn - đã tìm thấy lớp học tốt nhất! Lần đầu tiên chúng tôi đến chợ trong 15-20 phút để chọn hàng tạp hóa - tìm hiểu thêm về văn hóa. Chúng tôi thậm chí còn được nếm nhiều loại trái cây khác nhau. Sau đó: làm đèn - chuẩn bị bữa ăn. Chúng tôi có một nhóm nhỏ gồm 4 người - thật tốt! Sau một bữa tối ngon lành, chúng tôi đi chèo thuyền - thật là sảng khoái -: một trải nghiệm thực sự thú vị. 11 - 10 sẽ giới thiệu Đọc thêm",
            "Ngày tuyệt vời nhất! Chúng tôi cảm thấy thực sự được chào đón và như ở nhà, muốn giới thiệu cho bất kỳ ai đang tìm kiếm. Thật là một chuyến du lịch gia đình đáng yêu Đọc thêm",
            "Từ đầu đến cuối đây là một ngày tuyệt vời. Chúng tôi đã chọn thực hiện chuyến tham quan buổi chiều, điều đó có nghĩa là chỉ có 2 người chúng tôi và chúng tôi có dịch vụ cá nhân hóa. Điều đó cũng có nghĩa là chợ có rất ít quầy hàng mở cửa - điều này đã được giải thích cho chúng tôi khi chúng tôi đặt chỗ - nhưng sau đó chợ không bận rộn nên rất phù hợp với chúng tôi, chúng tôi vẫn được giới thiệu rất nhiều loại rau mới. Chúng tôi được đón từ khách sạn trên một chiếc ô tô đẹp với người chủ dễ thương ở đó để hướng dẫn chúng tôi - cảm thấy thật tệ khi quên tên cô ấy -. Đi thuyền thúng dừa là một trải nghiệm tuyệt vời và chúng tôi đã được chứng kiến ​​​​những đoàn người Hàn Quốc chèo thuyền đi hát karaoke giữa sông. Có vẻ như buổi sáng yên bình hơn: - và vâng, tôi đã bắt được một con cua nhưng may mắn cho họ - không tham gia hát karaoke. Lớp học nấu ăn thật tuyệt vời và sau đó chúng tôi đã thưởng thức món đó tại bàn bên bờ sông. Món nào cũng mới và ngon. Chúng tôi đã được cung cấp các công thức nấu ăn để có thể làm món gì đó gần gũi ở nhà. Chúng tôi đã thực hiện một phần sau vì vậy sẽ có điều này để ghi nhớ trải nghiệm tuyệt vời của chúng tôi. Cảm ơn cả hai bạn rất nhiều. Đọc thêm",
            "Rất khuyến khích chuyến tham quan này. Giá trị đồng tiền là tuyệt vời - đón và trả khách tại khách sạn và đi lại giữa các điểm đến. Chuyến tham quan chợ rất hấp dẫn, nhưng việc ở làng dừa là điều gì đó thực sự đặc biệt. Chuyến đi thuyền thúng rất vui, và sau đó người chủ nhà tuyệt vời của chúng tôi đã chuẩn bị mọi thứ để chúng tôi nấu khi trở về. Lớp học nấu ăn có thể thực hiện được và chúng tôi không thể tin được những món ăn ngon mà chúng tôi đã làm! Thưởng thức nó dưới bóng râm vào cuối buổi thật tuyệt. Đọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi muốn biết chuyến đi kéo dài bao lâu? Và thời gian đón?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written November 1, 2023",
            "Written October 28, 2023",
            "Written October 27, 2023",
            "Written October 23, 2023",
            "Written October 20, 2023",
            "Written October 11, 2023",
            "Written October 5, 2023",
            "Written October 2, 2023",
            "Written October 1, 2023",
            "Written September 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or30-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or20-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or40-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47431-d7011536-Reviews-Chittenango_Falls_State_Park-Cazenovia_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56699-d270678-Reviews-Krause_Springs-Spicewood_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d14046509-Reviews-Kota_Tinggi_Firefly_Park-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g46859-d3248713-Reviews-Swartswood_State_Park-Swartswood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588218-d6936462-Reviews-Kourouta_Beach-Amaliada_Elis_Region_West_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437054-d6998806-Reviews-Calico_Jack_s_Floating_Bar-Somerset_Village_Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g1758900-d7808470-Reviews-XYLO_at_The_Palace-Taguig_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297415-d2587536-Reviews-Dong_Men_Pedestrian_Street-Shenzhen_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24053070-Reviews-Swingers_Nomad-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or40-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or30-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tốt! Những người đáng yêu, bầu không khí tuyệt vời và rất nhiều kiến ​​thức. Làm đèn lồng, nấu ăn, thúng đầy màu sắc trên sông.. Như cổ tích! Tôi thực sự khuyên bạn nên trải nghiệm này và những người chuyên nghiệp, tốt bụng Đọc thêm",
            "Hôm nay rất vui. Chúng tôi đã làm rất nhiều thứ khác nhau và đồ ăn chúng tôi làm thực sự rất ngon. Mọi người rất thân thiện và vui tính. 10 - 10 sẽ làm lại Đọc thêm",
            "I came across Phu Lanh Travel while searching for a Hoi An tour that included the basket boats, lantern-making, and a cooking class.  - Most of the others included only 2 of the 3, on top of the visit to the public market. -  I was glad I found them -- and glad they had such good reviews -- but I was also skeptical at how much activity was packed into a few hours. To my delight -- they totally made it work!! We  - my husband and I -  did the tour as our first activity on our first full day in Vietnam, and apart from making for a fun-filled half-day, it was also an excellent introduction to Vietnamese environs, culture, sensibilities, and people! Ms Nhung was warm and knowledgeable, with a wonderful sense of humor. Our first stop at the public market, where she quizzed us on local produce, was a lot of fun; and she was a helpful, patient and detail-oriented teacher in helping us complete a lantern.  - And the lantern makes a perfect souvenir! -   Her husband, Mr. Loi, a former hotel chef, was a perfect teacher for the cooking lesson. I - m not very confident in the kitchen, while my husband is a great cook, yet we both had a great time. We really appreciated that unlike other cooking lessons we - ve had on past travels, this one was cooking four dishes from scratch  - i.e., nothing pre-made, pre-seasoned, or pre-mixed - ; and I also really appreciated that they really took our customization requests into account  - no pork, no seafood - . And there was a LOT of food, and it was all delicious. We had started out at 9 AM, and we were taken back to the hotel at 2 PM -- and it really was an activity-packed, perfectly spent half-day.  - If there - s anything I enjoyed less, it was the basket boat ride... it was pretty touristy and I found myself wanting to move on to the other parts of the tour that I found more interesting -- but it - s still fun and unique, so I - m glad to have experienced it as part of the tour. - Read more",
            "Nhân viên rất thân thiện và hiểu biết. Trải nghiệm làm đèn lồng và thuyền thúng rất thú vị và được thêm vào trải nghiệm Việt Nam tổng thể của chúng tôi. Lớp học nấu ăn dễ theo dõi và bữa trưa ngon miệng vào cuối buổi thưởng thức cùng những người bạn mới trong nhóm. Đọc thêm",
            "Những người tốt như vậy, chuyến đi thuyền thật vui, làm những chiếc đèn lồng thật đáng yêu, lớp học nấu ăn thật tuyệt vời với những món ăn ngon như vậy! Rất khuyến khích. Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với cả gia đình họ, tất cả họ đều rất đáng yêu. Chuyến tham quan rất trọn vẹn, chúng tôi bắt đầu bằng việc đi chợ để mua sản phẩm tươi sống, sau đó chúng tôi đi thuyền dừa - thuyền thúng - trên sông rồi chúng tôi học cách làm đèn lồng và làm một chiếc để mang về nhà làm kỷ niệm. Cuối cùng, chúng tôi đã tham gia một lớp học nấu ăn và ăn những gì chúng tôi đã nấu. cảm giác thực sự tuyệt vời và hài hước, tôi rất khuyến khích!!Đọc thêm",
            "Chúng tôi được hướng dẫn viên đón từ khách sạn; Yum - không chắc về chính tả, nhưng phát âm là Yoom - ; và được đưa đến các chợ mua nguyên liệu thô, sau đó đi vào làng và được đưa bằng thuyền thúng qua các kênh sông của làng và ra vùng nước thoáng để xem màn trình diễn của một người lái thuyền rất khéo léo đang quay thuyền, sau đó là một ngư dân quăng lưới và bắt cá, trước khi quay trở lại luồng nơi người chèo thuyền của chúng tôi dừng lại để bắt cua trên dây câu, trước khi trở về nhà hướng dẫn viên để tham gia lớp học làm đèn lồng và nấu ăn với chồng Yums - một đầu bếp có trình độ -. Chúng tôi làm bốn món ngon là nem ngô chiên, gỏi đu đủ với thịt gà, bánh xèo và Cao Lầu - đặc sản của Hội An. Mọi món ăn đều tuyệt vời, đầy hương vị và thực sự ngon. Sau khi ăn xong, chúng tôi được đưa về khách sạn, nhưng không phải trước khi gặp những đứa con đáng yêu của họ, tôi ước mình đã mang theo một vài món quà nhỏ cho chúng. Rất khuyến khích hoạt động này cho bất kỳ ai đến thăm Hội An, giống như hầu hết mọi thứ ở Hội An, đó là giá cả rất hợp lý và chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Đó là một chuyến tham quan tuyệt vời. Chỉ có 3 người chúng tôi tham gia chuyến tham quan bằng thuyền dừa, làm đèn lồng và lớp học nấu ăn. Chủ nhà - vợ chồng - rất tốt bụng. Giá tốt - 30 mỗi cái. Tôi - sẽ làm lại!Đọc thêm",
            "Chuyến đi tuyệt vời với những con người tuyệt vời, những chiếc thuyền thúng khiến tôi nhớ rất nhiều về những người chúng tôi có ở xứ Wales. Kết thúc với một ly cà phê Việt Nam đáng yêu sau đó. Rất đáng.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An. Đây là một chuyến du lịch do gia đình tổ chức với rất nhiều hoạt động! Chợ và trải nghiệm nấu ăn là điểm nổi bật đối với chúng tôi và chúng tôi không thể tin rằng nó được bao gồm trong chuyến đi thuyền dừa và làm đèn lồng rất yên bình. Cả gia đình rất đáng yêu và thân thiện, cả hai vợ chồng đều là những giáo viên rất giỏi vì thức ăn rất ngon và đèn lồng rất đẹp. Thức ăn cũng được điều chỉnh phù hợp với yêu cầu ăn kiêng và rất ngon. Muốn giới thiệu cho các cặp đôi, nhóm bạn - gia đình và thậm chí cả khách du lịch một mình.Đọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi - muốn biết chuyến đi kéo dài bao lâu? Và thời gian lấy hàng?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written September 15, 2023",
            "Written September 14, 2023",
            "Written September 4, 2023",
            "Written August 31, 2023",
            "Written August 31, 2023",
            "Written August 22, 2023",
            "Written August 14, 2023",
            "Written August 11, 2023",
            "Written August 3, 2023",
            "Written August 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or40-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or30-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or50-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33780-d11960272-Reviews-Penfield_Beach-Fairfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d214433-Reviews-Mount_Blue_Sky_Scenic_Byway-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295479-Reviews-Beylerbeyi_Palace-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d5975446-Reviews-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d3582418-Reviews-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g612380-d12972352-Reviews-Good_Spa-Weligama_Matara_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d6509547-Reviews-Rexburg_Rapids-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d220163-Reviews-Mission_District-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560779-Reviews-Dockweiler_State_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10664563-Reviews-Nintendo_Original_Building-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or50-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or40-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Đây quả là một ngày vui và đáng nhớ. Cả ngày là một ngày gia đình tràn ngập tiếng cười với những người chủ nhà vui tính và rất tốt bụng. Lớp học nấu ăn có lẽ là điểm nhấn. Vui vẻ, nhiều thông tin và làm đầy! Bạn cũng có thể làm và giữ một chiếc đèn lồng, một điều không bình thường đối với những chuyến đi này vì nó thường là nấu ăn HOẶC làm đèn lồng. Chuyến đi bằng thuyền thật điên rồ một cách tốt đẹp. Hãy nhớ mang theo Đồng vì bạn sẽ được mời một vài thứ như ngồi trên một trong những chiếc thuyền nhảy hoặc chụp ảnh. Hệ thống âm thanh nổi thật bất ngờ. Một trải nghiệm đầy đủ về giác quan. Nếu bạn ở gần đóĐọc thêm",
            "Một ngay tuyệt vơi. Chúng tôi bắt đầu bằng chuyến đi chợ để mua nguyên liệu tươi cho bữa trưa. Tiếp theo là chuyến đi thú vị trên thuyền dừa. Chúng tôi thư giãn bên bờ sông và làm một chiếc đèn lồng, đó sẽ là khoảnh khắc hạnh phúc trong ngày của chúng tôi. Cuối cùng chúng tôi đã nấu được một bữa trưa ngon miệng nhất gồm bốn món từ đầu. Sự chào đón nồng nhiệt từ gia đình, chuyến đi tuyệt vời, rất khuyến khích.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan lớp học nấu ăn kéo dài nửa ngày bao gồm làm đèn lồng cũng như đi thuyền dừa! Đó là một trải nghiệm tuyệt vời và đồ ăn chúng tôi làm rất ngon. Cảm ơn bạn đã ghé thăm chúng tôi và hy vọng gặp lại bạn lần sau : - Đọc thêm",
            "Có rất nhiều người như vậy ở ngoài kia, nhưng đừng tìm đâu xa vì tôi không thể - tôi hạnh phúc hơn sau khi dành cả ngày với những người chủ xinh đẹp, những người tử tế nhất - - Đây là một doanh nghiệp do gia đình điều hành và họ rất chuyên nghiệp từ bắt đầu cho đến khi kết thúc! Chúng tôi được đón tại khách sạn, được đưa đến khu vực sân trong dễ thương nhất trong toàn bộ rừng dừa! Ở đó chúng tôi được chào đón và phục vụ đồ uống trước khi lên thuyền.  Sau chuyến đi thuyền rất thú vị - khách du lịch nhưng tôi vẫn 100 - giới thiệu nó!!! - , chúng tôi cùng chủ nhà làm đèn lồng trước khi bắt đầu lớp học nấu ăn.  Tất cả mọi thứ chúng tôi làm đều chân thực và ngon đến không ngờ.  Người chồng là một đầu bếp được đào tạo bài bản nên dẫn đầu lớp trong khu bếp ngoài trời có view đẹp.  Sau đó, chúng tôi dùng bữa ở khu vực sân trong theo nhóm trước khi trở về khách sạn.  Cảm ơn những người chủ xinh đẹp của chúng tôi, chúng tôi đã có một ngày tuyệt vời! 100 - giới thiệu chuyến tham quan này!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời ngay cả với trẻ em. Họ đã làm một chiếc đèn lồng riêng. Quá trình nấu nướng giảm bớt rất tốt và quá trình khởi động rất thú vịĐọc thêm",
            "Lớp học nấu ăn tuyệt vời với một đầu bếp xuất sắc và một người chủ nhà tuyệt vời. Lớp học thực sự thú vị, nơi chúng tôi đã học được rất nhiều điều và cuối cùng đã được ăn những món ăn ngon. Chúng tôi đã gặp một cặp đôi đáng yêu khác đang tham gia lớp học và đó là một cách tuyệt vời để học một nghề mới và gặp gỡ những người mớiĐọc thêm",
            "Ngày đi chơi tuyệt vời. Hơn cả giá trị đồng tiền, với rất nhiều hoạt động để làm. Lớp học nấu ăn là điểm nổi bật của chuyến đi! Thuyền dừa cũng là một hoạt động phải làm.Đọc thêm",
            "Chuyến tham quan lớp học nấu ăn và thuyền thúng Hội An của Phu Lahn Travel thật TUYỆT VỜI. Nếu đánh giá dài không phải là sở thích của bạn thì hãy bỏ qua phần cuối để xem phiên bản TLDR. Đối tác của tôi và tôi đã đi du lịch Việt Nam và các khu vực khác của Đông Nam Á trong khoảng một tháng trước khi chúng tôi bắt gặp chuyến tham quan này và cuối cùng nó trở thành một trong những chuyến đi của chúng tôi. yêu thích. Chúng tôi cảm thấy rất may mắn khi được đi một mình như một cặp đôi trong chuyến lưu diễn - giống như một chuyến du lịch riêng - ; thông thường các tour du lịch chạy theo nhóm. Hướng dẫn viên của chúng tôi thật đáng yêu, cũng như những người còn lại trong nhóm là thành viên trong gia đình cô ấy. Đối tác của tôi và tôi hoàn toàn thích thú với mọi hoạt động trong chuyến tham quan chiết trung này, nhưng trên hết là chuyến đi thuyền dừa và lớp học nấu ăn. Thức ăn chúng tôi giúp chuẩn bị rất ngon và chúng tôi được phép mang theo chiếc đèn lồng mà chúng tôi cùng làm sau đó làm kỷ niệm mà không phải trả thêm phí. Tôi đã có một ngày tuyệt vời và chuyến tham quan này rất đáng giá tiền! Phiên bản TLDR: Tôi không thể giới thiệu thêm chuyến tham quan này. Đặt ngay bây giờ!Đọc thêm",
            "Thật sự là một trải nghiệm tuyệt vời! Nhung và chồng cô ấy thực sự thân thiện và hiểu biết. Chúng tôi đã đến chợ địa phương, đi thuyền, làm đèn lồng và tham gia lớp học nấu ăn. Chồng của Nhung là một đầu bếp và điều đó thể hiện rõ. Anh ấy đã giúp chúng tôi chuẩn bị món thịt tuyệt vời! Họ đã điều chỉnh các thành phần theo chế độ ăn uống của chúng tôi. Đọc thêm",
            "Hoạt động tuyệt vời với du lịch Phú Lãnh. Dịch vụ đón khách tuyệt vời từ khách sạn. Chuyến tham quan bằng thuyền dừa thật tuyệt vời và việc làm đèn lồng thực sự rất thú vị. Lớp học nấu ăn là điểm nổi bật trong ngày với một đầu bếp rất vui tính và những món ăn thực sự ngon. Gia đình thực sự đáng yêu và phải làm ở Hội An! Đọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written July 29, 2023",
            "Written July 27, 2023",
            "Written July 26, 2023",
            "Written July 23, 2023",
            "Written July 22, 2023",
            "Written July 21, 2023",
            "Written July 13, 2023",
            "Written July 13, 2023",
            "Written July 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or50-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or40-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or60-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33002-d1067776-Reviews-Monterey_Zoo-Salinas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54200-d1961300-Reviews-Darlington_Raceway-Darlington_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d2147246-Reviews-Socratous_Garden-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g49594-d8527312-Reviews-Sun_Crest_Water_Park-Taylorsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d15758840-Reviews-Darb_Karting-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d2262878-Reviews-Mercado_Bazurto-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626611-d245802-Reviews-Estadio_Nacional_do_Jamor-Alges_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d107439-Reviews-Santa_Fe_Plaza-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32400-d103759-Reviews-MacKerricher_State_Park-Fort_Bragg_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57022-d3570263-Reviews-Sand_Hollow_State_Park-Hurricane_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or60-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or50-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Các tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Chúng tôi hoàn toàn tận hưởng thời gian của mình với Du lịch Phú Lãnh. Điểm nổi bật của chuyến đi đối với chúng tôi là lớp học làm đèn lồng và lớp học nấu ăn. Chúng tôi rời đi với một chiếc đèn lồng tuyệt đẹp mà chúng tôi đã làm - rất may là có sự trợ giúp! - mà chúng ta sẽ trân trọng. Lớp học nấu ăn rất vui và đồ ăn rất ngon! Đầu bếp đã ủng hộ và khuyến khích tất cả chúng tôi tham gia! Bạn chắc chắn sẽ không bị đói sau khi được phục vụ một bữa tiệc! Phản hồi tiêu cực duy nhất mà tôi đưa ra là thời gian bắt đầu chuyến đi được ghi là 7 giờ sáng, tuy nhiên chúng tôi vẫn chưa được đón cho đến 8 giờ 15 sáng sau khi liên hệ với công ty. Ngoài ra, tôi muốn giới thiệu nếu bạn - đang ở Hội An!Đọc thêm",
            "Một nơi thực sự đẹp, nơi chúng tôi làm đèn lồng, chèo thuyền dừa và nấu những món ăn ngon tại lớp học nấu ăn. Nó chắc chắn đáng để ghé thăm và những người chủ nhà ngọt ngào nhấtĐọc thêm",
            "Trải nghiệm điều hành gia đình tuyệt vời nhất ở Hội An. Tôi là thành viên của một nhóm phụ nữ trẻ đi du lịch châu Á, và mọi người ở Phú Lahn khiến tôi cảm thấy an toàn và được chào đón - nơi này thực sự được đặt theo tên của cặp vợ chồng - 2 đứa con mà tôi nghĩ đó là một cảm giác ngọt ngào. - Những chiếc thuyền dừa thật đáng kinh ngạc - trên mặt nước trong 40 phút và trải nghiệm bắt cua - điều mà chúng tôi rất tệ nên nó - cũng có những chuyên gia! - Lớp học nấu ăn đáp ứng mọi yêu cầu về chế độ ăn uống khi bạn đến chợ địa phương để mua nguyên liệu, một trong những cô gái trong nhóm chúng tôi ăn chay và chỉ định làm mì rau, nhưng họ đã mua đậu phụ và các nguyên liệu khác để điều chỉnh thực đơn cho cô ấy. Sau đó, việc làm đèn lồng - có thể nói rằng nhóm chúng tôi không phải là người cầu toàn nhưng với một chút giúp đỡ. Tôi rất tự hào về chiếc đèn lồng mà mình đã làm. Chúng rất đẹp và bạn nhận được 1 trong 2, nhưng có thể mua thêm với giá cực kỳ tốt. Bạn có thể tìm hiểu xem mỗi màu sắc tượng trưng cho điều gì và sau đó nếu bạn đến Hội An vào buổi tối, bạn có thể liên kết tất cả những chiếc đèn lồng bên ngoài cửa hàng và trên sông. Tôi không thể giới thiệu thêm chuyến tham quan này nếu bạn đang ở Hội An và muốn có một bầu không khí ấm áp và thân thiện, và muốn tìm hiểu những điều mới mẻ về văn hóa Việt Nam!!Đọc thêm",
            "Chuyến tham quan là một trong những chuyến tham quan tuyệt vời nhất mà tôi từng tham gia. Chủ nhà rất thân thiện và nồng nhiệt và vì đây là một doanh nghiệp do gia đình điều hành nên bạn nhận được sự chào đón đáng yêu như vậy. Chúng tôi bắt đầu bằng việc đi chợ và sau đó đi thuyền dừa 40 phút thật điên rồ. Sau đó chúng tôi đã tham gia một lớp học nấu ăn rất thú vị. Họ dạy bạn cách chuẩn bị và nấu các món ăn địa phương và bữa tiệc cuối cùng thật tuyệt vời. Họ điều chỉnh các món ăn nếu ăn chay.  Cách làm sau này thật dễ thương và thời gian trôi qua thật nhanh.Đọc thêm",
            "Thức ăn và các hoạt động thật thú vị. Mặc dù trời nóng đến mức nào, tôi vẫn vô cùng thích thú và gia đình đã phục vụ mọi nhu cầu của chúng tôi! : -  Đọc thêm",
            "Thật là một trải nghiệm thực sự tuyệt vời với một số món ăn có hương vị tuyệt vời. Tôi đã do dự vì nghĩ rằng nó có thể quá du lịch nhưng nó thực sự độc đáo và chủ nhà rất tử tế và dễ chịu. Rất vui lòng giới thiệu điều này cho bất kỳ ai để làmĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Hội An nhờ trải nghiệm đích thực này do Du lịch Phú Lãnh mang đến cho bạn. Bạn có thể nói điều đó - thật tuyệt vời do gia đình sở hữu và lấy gia đình làm trung tâm, giữa việc đi qua làng dừa, thưởng thức lớp học nấu ăn và bữa ăn, cùng với việc làm đèn lồng! Tôi không thể nói đủ những điều tốt đẹp về trải nghiệm này. Họ thực sự rất vui khi được dành một buổi sáng hoặc buổi chiều cùng.Đọc thêm",
            "Chúng tôi đến thăm vào ngày 09 tháng 5 năm 2023, dịch vụ thu gom đã đúng giờ và xe có máy lạnh. Sau đó chúng tôi đến nơi và nghỉ ngơi bằng nước lạnh. Sau đó, chúng tôi thực hiện chuyến tham quan kéo dài hàng giờ trên những chiếc thuyền dừa rất hay và hài hước, các tài xế rất tử tế và cho phép bạn dừng lại để chụp ảnh, v.v. Khi chúng tôi quay lại, có một cặp đôi đang làm đèn lồng nên chúng tôi quyết định làm một chiếc như thế này cũng xuất sắc Tôi nghĩ nó có hiệu quả vào khoảng - 7 cho cả hai chúng tôi, rất rẻ. Chuyến tham quan khoảng - 11 mỗi chuyến cũng cực kỳ rẻ, bao gồm cả đón và trả khách theo tour. Nhìn chung cực kỳ tốt và đáng giá thời gian và tiền bạc và bây giờ là một chiếc đèn lồng xinh xắn để mang về nhàĐọc thêm",
            "Chuyến tham quan tuyệt vời, bắt đầu bằng chuyến tham quan chợ, sau đó là chuyến đi trên những chiếc thuyền dừa ở căn cứ. Sau đó chúng tôi đã làm một chiếc đèn lồng mà bạn có thể giữ lại! Tiếp theo là một bài học nấu ăn tuyệt vời, nơi chúng tôi làm 4 món ăn. Một số món ăn ngon nhất chúng tôi có trong chuyến đi Rất thực tế và chỉ có 2 người chúng tôi trong lớp. Chủ nhà siêu thân thiện và nói tiếng Anh tuyệt vời. 10 - 10Đọc thêm",
            "Đó là một trải nghiệm thực sự thú vị với những người chủ thực sự tốt bụng. Lớp học nấu ăn là tốt nhất! Nó bắt đầu trên thị trường với việc học các loại trái cây và rau quả mới. Việc làm Latern cũng rất tuyệt. Cô Nhung siêu dễ thương.Đọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written June 27, 2023",
            "Written June 23, 2023",
            "Written June 23, 2023",
            "Written June 21, 2023",
            "Written June 5, 2023",
            "Written May 29, 2023",
            "Written May 9, 2023",
            "Written May 8, 2023",
            "Written April 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or60-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or50-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or70-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1675690-d150138-Reviews-Casa_Bacardi_Puerto_Rico-Catano_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d386938-Reviews-Mount_Rinjani-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d8726243-Reviews-Yanaguana_Garden-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d11945793-Reviews-Sosodikon_Hill-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60941-d108277-Reviews-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8399887-Reviews-Marmaray-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d537975-Reviews-Tian_Tan_Buddha_Big_Buddha-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8356929-Reviews-Addison_Lee-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d2590151-Reviews-Patong_Go_Kart_Speedway_and_Phuket_Offroad_Fun_Park-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1068451-Reviews-Tanger_Outlets_Sevierville-Sevierville_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or70-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or60-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Thật là một chuyến tham quan tuyệt vời! Chúng tôi thực sự giới thiệu chuyến tham quan này cho bất kỳ ai và tất cả mọi người! Thật là một doanh nghiệp thuộc sở hữu gia đình đáng yêu. Họ rất thân thiện, niềm nở và hay cười, từ đầu đến cuối. Ngày bắt đầu bằng chuyến tham quan khu chợ địa phương, nơi chúng tôi có tất cả các loại thảo mộc, trái cây và rau quả, được giải thích thực chất chúng là gì - thật thú vị khi tìm hiểu! Sau đó, chúng tôi có một chuyến đi thuyền vui vẻ và đẹp như tranh vẽ qua các tuyến đường thủy của một trang trại nước dừa , được chèo bởi một người chèo thuyền quyến rũ và vui vẻ. Tiếp theo là lớp học làm đèn lồng ven sông - thứ mà chúng tôi phải giữ lại - và lớp học nấu ăn tại nhà của hướng dẫn viên. Và bữa trưa là một trong những món ngon nhất chúng tôi từng ăn kể từ khi đến đây! Cảm ơn bạn rất nhiều vì chuyến đi tuyệt vời và gia đình quyến rũ của bạn đã khiến chúng tôi cười cả ngày! Đọc thêm",
            "Chuyến tham quan lớp học nấu ăn đầu tiên của chúng tôi thú vị đến mức chúng tôi quay lại vào ngày hôm sau để tham gia lớp học làm đèn lồng. Chúng tôi đã có một buổi sáng tuyệt vời ngồi bên bờ sông, lần này được thưởng thức sự đồng hành của các quý cô trong gia đình, và sau đó chúng tôi được đầu bếp của chúng tôi từ hôm qua cùng tham gia để tìm hiểu thêm về cuộc sống gia đình ở Việt Nam. Đèn lồng của chúng tôi thật tuyệt vời. Chúng tôi yêu thích sự hào phóng tuyệt vời của gia đình trong việc chia sẻ thời gian của họ với chúng tôi và cả một vài tiếng cười sảng khoái. Bạn sẽ không hối tiếc khi ghé thăm ốc đảo nhỏ ven sông này.Đọc thêm",
            "Thật là một buổi sáng tuyệt vời. Gia đình siêu thân thiện điều hành doanh nghiệp nằm bên bờ sông. Chúng tôi mua sắm ở chợ và sau đó nấu một bữa ăn phù hợp cho một vị vua. Cách bố trí tuyệt vời - khu vực bếp có mái che, ngoài trời dành cho các đầu bếp mới vào nghề - chúng tôi - cắt lát, thái hạt lựu và tạo ra bữa trưa ngon miệng cho chúng tôi. Đặt cái này vào danh sách phải làm của bạn.Đọc thêm",
            "Tour du lịch tuyệt vời, rất khuyến khích! Chúng tôi được đón từ Đà Nẵng với một khoản phụ phí nhỏ và đưa thẳng đến rừng dừa. Đi thuyền là một trải nghiệm độc đáo và thú vị, mặc dù những người chèo thuyền thúng không nói được tiếng Anh. Sau đó, chúng tôi tham gia lớp học nấu ăn với 4 món - bánh xèo Việt Nam, chả giò, gỏi đu đủ gà và bún thịt lợn - Cao Lầu - . Chúng tôi thực sự thích nấu ăn và học cách chế biến các món ăn truyền thống. Chúng tôi ngồi xuống để thưởng thức bữa ăn của mình và thậm chí còn có một món tráng miệng dừa đáng yêu mà chúng tôi không mong đợi. Điều đặc biệt của chuyến tham quan này là chúng tôi được tự làm chiếc đèn lồng để mang về nhà! Đây là một doanh nghiệp do gia đình điều hành và hai cô gái điều hành nó nói tiếng Anh tốt, rất đáng yêu và thân thiện. Cảm ơn bạn vì một buổi chiều tuyệt vời! Đọc thêm",
            "Chà, chúng ta có thể nói gì về một ngày tuyệt vời từ trải nghiệm đi chợ đến chuyến tham quan bằng thuyền dừa, sau đó là làm đèn lồng, rồi đến khóa học nấu ăn có hướng dẫn chuyên nghiệp, những món ăn tuyệt vời và được chế biến đẹp mắt mặc dù người vợ rất tệ. Nó.  Một trải nghiệm thực sự đáng nhớ sẽ ở bên chúng ta mãi mãi.Đọc thêm",
            "Chúng tôi là một cặp vợ chồng ở độ tuổi ngoài 50 và 60 đến từ Sydney, Úc. Nhung và nhóm của cô ấy không thể làm được nhiều hơn cho chúng tôi. Nhóm của chúng tôi là một nhóm gồm bốn khách du lịch và rất thích sự chú ý đặc biệt đến từng chi tiết khiến trải nghiệm của chúng tôi trở nên đáng giá.  Chúng tôi được đón từ khu nghỉ dưỡng Karma trên một chiếc SUV thoải mái và chở đến chợ địa phương. Mỗi cặp đôi được phát một chiếc giỏ để mang khi chúng tôi được giới thiệu về các loại trái cây và rau quả địa phương mà chúng tôi sẽ chuẩn bị cho bữa trưa sau này. Từ chợ, chúng tôi đi một đoạn ngắn đến một nhà hàng và bến tàu quyến rũ nhất. Tại đây, chúng tôi đã ổn định với một chai nước và giới thiệu sơ lược về chuyến du lịch sinh thái mà chúng tôi sẽ tham gia. Chúng tôi thoải mái di chuyển trên những chiếc thuyền tròn và đội những chiếc nón lá truyền thống. Người lái thuyền trưởng thành không kém của chúng tôi là một nhân vật có thật, có thái độ tuyệt vời khi anh ấy thể hiện phong cách Gangham - những điệu nhảy và bài hát mang hương vị Việt Nam. Chúng tôi đi qua một con kênh có mái che bằng tre dày đặc để đến một không gian hồ rộng mở, nơi một bữa tiệc thực sự đã diễn ra. Tôi sẽ không tiết lộ chi tiết cho bạn ở đây nhưng đó là một trải nghiệm tuyệt vời! Một thời gian sau, chúng tôi quay lại nhà hàng ở bến tàu để học làm đèn lồng - bạn có thể giữ một chiếc - và làm bữa trưa cho chúng tôi. Chúng tôi yêu thích việc học các kỹ thuật mới và chuyển giao kiến ​​thức. Chúng tôi đồng ý rằng đây là một trong những chuyến tham quan tuyệt vời nhất của chúng tôi từ trước đến nay. Thành thật mà nói chỉ cần đặt sách!Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, tôi thực sự muốn giới thiệu!! Đồ ăn rất ngon và cũng làm một chiếc đèn lồng đẹp mà chúng tôi có thể mang theo. Nơi này rất đẹp, nếu bạn muốn tham gia lớp học nấu ăn, tôi sẽ đi với Phu Lanh Eco Tour!! Đọc thêm",
            "Đây quả là một trải nghiệm tuyệt vời đối với tôi và vợ tôi, những người điều hành.thevtour nơi rất thân thiện và nồng nhiệt. Chúng tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai nên làm. Chúng tôi đến chợ địa phương, tham gia lớp học nấu ăn, sau đó trải nghiệm chèo thuyền thúng, làm đèn lồng và lớp học nấu ăn.... không thể tin được... thú vị. Cảm ơn rất nhiều vì trải nghiệm tuyệt vời của chúng tôi... các bạn rất thích - Đọc thêm",
            "Chồng tôi và tôi đã đặt tour này qua nhà nghỉ của chúng tôi. Tất cả các hướng dẫn viên du lịch và đầu bếp đều rất thân thiện và niềm nở. Các cô gái đưa chúng tôi đến chợ địa phương để mua sản phẩm tươi sống, sau đó chúng tôi làm những chiếc đèn lồng xinh đẹp mà chúng tôi có thể mang về nhà. Sau đó, chúng tôi tận hưởng một chuyến tham quan nhỏ trên thuyền thúng rất thú vị vui vẻ. Chúng tôi thậm chí còn thấy họ bắt cua từ sông. Sau đó, chúng tôi nấu một bữa tiệc với 3 người khác trong chuyến tham quan cũng rất đáng yêu. Và chúng ta là những bữa ăn chúng ta cùng nhau nấu. Một ngày thật vui vẻ, hạnh phúc và thú vị mà chúng tôi sẽ không thể nào quên được. Cảm ơn các bạn rất nhiều về Phú Lãnh - - - Đọc thêm",
            "Rất khuyến khích chuyến tham quan này - buổi chiều hoạt động tuyệt vời. Thực sự rất thích chuyến tham quan bằng thuyền, câu cua, làm đèn lồng - lớp học nấu ăn. Hướng dẫn - Đầu bếp thực sự tuyệt vời. 10 - 10Đọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi - muốn biết chuyến đi kéo dài bao lâu? Và thời gian lấy hàng?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written April 20, 2023",
            "Written April 17, 2023",
            "Written April 15, 2023",
            "Written April 13, 2023",
            "Written April 12, 2023",
            "Written April 11, 2023",
            "Written April 3, 2023",
            "Written March 26, 2023",
            "Written March 26, 2023",
            "Written March 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or70-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or60-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or80-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48508-d17593098-Reviews-Lido_Beach_Butlers-Rockaway_Park_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d317476-Reviews-Temple_of_the_Sacred_Tooth_Relic-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298291-d504486-Reviews-Kuala_Gandah_Elephant_Sanctuary-Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d1913006-Reviews-Avaz_Twist_Tower-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g53033-d6475491-Reviews-Ligonier_Country_Market-Ligonier_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g44588-d1116218-Reviews-Paradise_Park-Lee_s_Summit_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1063660-Reviews-The_O2-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3619205-d8090238-Reviews-Okhta_Park_Ski_Complex-Syargi_Vsevolozhsky_District_Leningrad_Oblast_Northwester.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102523-Reviews-Alcatraz_Island-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d107439-Reviews-Santa_Fe_Plaza-Santa_Fe_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or80-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or70-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trên 592 Tour - Hoạt động ở Hội An",
            "Tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Chúng tôi đến Phú Lãnh bằng ô tô và có một khoảng thời gian thật vui vẻ trên thuyền thúng. Sau đó, vợ anh ấy chỉ cho chúng tôi cách làm - và chúng tôi sẽ làm - một chiếc đèn lồng Việt Nam. Lớp học đá gà rất vui và ngon miệng. Nhà bếp ở bên ngoài và chúng tôi ăn các món ăn bên bờ kênh.Đọc thêm",
            "Một trải nghiệm tuyệt vời để tận hưởng những điều tuyệt vời nhất ở Hội An trong một khoảng thời gian ngắn như vậy! Gia đình rất thân thiện và nồng nhiệt - một chuyến đi chợ, sau đó là chuyến đi thuyền thúng đáng nhớ, làm đèn lồng và lớp học nấu ăn! Những chuyến tham quan này là điều khiến việc ghé thăm những địa điểm mới trở nên đặc biệt!Đọc thêm",
            "Thật là một chuyến tham quan thú vị, tuyệt vời! Từ chợ, thuyền thúng, lớp học đèn lồng và lớp học nấu ăn thật tuyệt vời! Thật là những con người ấm áp, hào phóng, đáng yêu. Món ăn chúng tôi học nấu cực kỳ ngon và tôi nóng lòng muốn thử làm món đó ở nhà. Yêu từng khoảnh khắc!!Đọc thêm",
            "Tôi thực sự khuyên bạn nên! Chúng tôi đã có một khoảng thời gian tuyệt vời. Tôi rất vui vì chúng tôi đã đặt tour này, đó là một trong những chuyến đi tốt nhất chúng tôi đã làm ở Hội An. Đó là khoảng thời gian hoàn hảo. Chúng tôi đã tìm hiểu về các món ăn khác nhau của Việt Nam, làm đèn lồng, tham gia lớp học nấu ăn và cưỡi thúng tre. Chủ nhà và chồng cô rất đáng yêu và thân thiện. Tôi rất biết ơn về trải nghiệm này.Đọc thêm",
            "Trải nghiệm hàng đầu. Cặp đôi rất thân thiện và rất thú vị để trò chuyện. Lớp học nấu ăn thật tuyệt vời và có một bữa ăn thịnh soạn. Đi thuyền cũng tốt. Đề xuất điều này cho bất kỳ aiĐọc thêm",
            "Khách sạn của chúng tôi đã giới thiệu chuyến tham quan này cho chúng tôi. Tôi đã do dự về việc học nấu ăn nhưng nó rất vui. Một chuyến đi chợ, đi thuyền, làm đèn lồng và chúng tôi nấu bữa trưa rất ngon. Rất khuyến khích!!! Đọc thêm",
            "Tôi và bạn trai đã có một ngày đáng yêu và vui vẻ nhất! Đó là một loạt các hoạt động thú vị: mua sắm ở chợ địa phương, làm đèn lồng, đi thuyền và khóa học nấu ăn. Mọi thứ đã được tính toán rất kỹ nên chúng tôi thực sự khuyên bạn nên tham gia, đặc biệt khi bạn đang tìm kiếm một chuyến tham quan bao gồm nhiều chủ đề và hoạt động. Gia đình thực sự rất ngọt ngào và thân thiện - và thật hài hước, chúng tôi đã cười rất nhiều! -  Cảm ơn! Những cái ôm từ Hà LanĐọc thêm",
            "Chúng tôi yêu thời gian của chúng tôi với Trâm và gia đình cô ấy!  Mua sắm ở chợ, đi thuyền xô với bố, cùng làm đèn lồng, nấu ăn cùng cô và anh trai và tất nhiên là được thưởng thức những bữa ăn ngon!!!  Chúng tôi đã có một buổi sáng tuyệt vời và muốn giới thiệu nó cho mọi người. Phù hợp cho các cặp đôi, gia đình hoặc nhóm bạn.Đọc thêm",
            "Chúng tôi đã có nửa ngày tuyệt vời với gia đình xinh đẹp này. Mua sắm ở chợ địa phương, đi thuyền thúng, làm đèn lồng, hướng dẫn nấu ăn và sau đó thưởng thức bữa trưa thịnh soạn mà chúng tôi đã giúp chuẩn bị. Rất khuyến khích đây là một cách tuyệt vời để tận hưởng lòng hiếu khách địa phương ở Hội An. Thật là một gia đình đáng yêu điều hành kinh doanh. Ngon quá!Đọc thêm",
            "Hướng dẫn đáng yêu, đi xe vui vẻ trên thuyền thúng.  Được điều hành bởi một gia đình làm việc chăm chỉ để mang lại trải nghiệm thực sựĐọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi - muốn biết chuyến đi kéo dài bao lâu? Và thời gian lấy hàng?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written March 17, 2023",
            "Written March 16, 2023",
            "Written March 5, 2023",
            "Written March 4, 2023",
            "Written March 1, 2023",
            "Written February 4, 2023",
            "Written February 2, 2023",
            "Written January 18, 2023",
            "Written January 15, 2023",
            "Written January 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or80-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or70-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or90-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1649446-Reviews-Titanic_Museum_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d524552-Reviews-Old_Town-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d18154565-Reviews-Handshake_Speakeasy-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55165-d269209-Reviews-Point_Park_Lookout_Mountain_Battlefields-Lookout_Mountain_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35283-d108695-Reviews-Stone_Mountain_Park-Stone_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47931-d263717-Reviews-Olana_State_Historic_Site-Hudson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d257721-Reviews-The_Carolina_Opry-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d552760-Reviews-Lycian_Rock_Tombs-Dalyan_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60873-d10593686-Reviews-Bear_Creek_Weir-Seward_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d1052299-Reviews-Temae_Beach-Moorea_Society_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or90-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or80-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Phu Lanh Travel",
        "attraction_name_vi": "Phu Lanh Travel",
        "general_info": [
            "208 đánh giá",
            "- 33 trong số 592 Tour - Hoạt động tại Hội An",
            "Các tour tham quan"
        ],
        "attraction_summary": "Bạn có thể ghé thăm làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An. Tour du thuyền tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa. Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng nằm trước sông. Dịch vụ bao gồm: - Đưa đón - tại Hội An - - Tour du lịch sinh thái - Trà Quế và Thuyền Thúng - - Ăn trưa hoặc ăn tốiĐọc thêm",
        "reviews": [
            "Hôm nay chúng tôi đi thuyền thúng và chủ nhà Trâm rất ngọt ngào, tốt bụng và thân thiện. Chuyến đi thuyền họ sắp xếp rất thoải mái và họ đã kiên nhẫn chỉ cho chúng tôi mọi thứ. Họ cũng cho nước dừa ăn để có hương vị rất ngon. Đừng quên thử món tráng miệng dừa mà họ cung cấp. Rất khuyến khích điều này nếu bạn muốn đi thuyền thúng ở Hội AnĐọc thêm",
            "Đây là một trải nghiệm tuyệt vời và cực kỳ thú vị để chúng tôi thưởng thức văn hóa và ẩm thực địa phương! Chuyến tham quan tràn ngập những câu chuyện thú vị về cách làm thuyền, nguồn gốc của đèn lồng ở Hội An và lễ hội - ẩm thực truyền thống địa phương.  Chúng tôi bắt đầu bằng một chuyến đi bằng thuyền, sau đó chúng tôi rất ngạc nhiên trước các vũ công trên thuyền và âm nhạc! Khoảng thời gian trên thuyền siêu hấp dẫn với nhiều cơ hội chụp ảnh, trải nghiệm múa thuyền và câu cá, bắt cua,… Sau đó chúng ta cùng làm đèn lồng và cùng nấu ăn nhé! Nhìn chung, đó là trải nghiệm chân thực nhất. gia đình rất niềm nở và nhiệt tình trong việc giới thiệu cho nhiều người hơn những câu chuyện và văn hóa địa phương của họ. Tình yêu của họ dành cho Hội An rất dễ lây lan và tôi rất nóng lòng muốn quay lại thăm lần nữa!Đọc thêm",
            "Đây là một ngày tuyệt vời. Những người đáng yêu đã cho chúng tôi một trải nghiệm đặc biệt đáng nhớ. Những chiếc thuyền rất thú vị và nó khá đẹp trên dòng sông trang trại dừa. Chúng tôi làm những chiếc đèn lồng, đi mua thực phẩm tươi sống ở chợ và nấu một bữa ăn tuyệt vời với những món ăn truyền thống. Đề xuất rất cao.Đọc thêm",
            "Thật là tuyệt! Lớp học nấu ăn tuyệt vời, thức ăn tuyệt vời và chuyến đi thuyền đáng yêu! Các công nhân rất tốt và đáng yêu, sẽ giới thiệu cho mọi người!Đọc thêm",
            "Chúng tôi đã có trải nghiệm cưỡi thuyền xô tuyệt vời với Du lịch Phú Lãnh. Chúng tôi đã gặp Trâm và gia đình cô ấy. Cô ấy biết tiếng Anh và cô ấy vui tính và nhiệt tình. Họ đều là gia đình và tin tôi đi, bạn sẽ thấy rất vui khi ở bên họ. Tôi gợi ý và khuyên bạn nên đi thuyền xô cùng họ.Đọc thêm",
            "Chuyến tham quan tuyệt vời, lòng hiếu khách tuyệt vời từ một gia đình xinh đẹp, chúng tôi đã có được trải nghiệm cá nhân để học cách nấu ăn truyền thống của Việt Nam, cùng với chuyến tham quan bằng thuyền thúng rất thú vị, rất khuyến khích những người này cho chuyến tham quan học nấu ăn và giỏ thuyền của bạnĐọc thêm",
            "Miss Tram rất đáng yêu, Cô ấy cho tôi khoảng thời gian tuyệt vời trong suốt chuyến tham quan. lớp học nấu ăn rất vui và ngon. Đi thuyền tre rất thú vị và view đẹp. Thăm Hội An tháng 12 đẹp, thời tiết đẹp, không khí trong lành.Đọc thêm",
            "Tôi đã ở đây vào năm 2019 và bây giờ tôi quay lại vào năm 2022 vì đây là kỷ niệm tôi yêu thích nhất ở Hội An! Đây là một doanh nghiệp nhỏ do gia đình điều hành, với từng hoạt động được lên kế hoạch chi tiết. Hãy dành một ngày để họ đưa bạn đi thuyền dừa và xem ai đó thả lưới, tham gia hát karaoke dưới nước, câu cua và các hoạt động dưới nước khác! Sau đó hãy quay lại và tham gia các lớp học nấu ăn và ngay cả khi bạn không lật được Bánh Xèo như tôi, thì học cách nấu và ăn những gì bạn làm vẫn rất thú vị! và cuối cùng nhưng không kém phần quan trọng: làm một chiếc đèn lồng! bạn có thể gấp lại và mang về nhà nếu muốn giữ nó, giống như tôi đã làm.Đọc thêm",
            "Chúng tôi đã có một thức uống tuyệt vời với đặc sản địa phương tại nhà hàng của họ, đó là dừa, đậu phộng và gừng! Nhà hàng yên tĩnh và ngay trên sông Chúng tôi đã nói chuyện với Peter và hướng dẫn viên du lịch - trưởng lớp nấu ăn Trâm và có cuộc trò chuyện kéo dài 2 giờ! Cô ấy rất am hiểu và đam mê Hội An. Cô ấy cũng có tiếng Anh tuyệt vời. Hãy hỏi cô ấy về câu chuyện tình yêu của cô ấy!!!Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời trong chuyến tham quan của mình. Mọi thứ đều được tổ chức tốt, liền mạch, ngon miệng và vui vẻ. Chuyến tham quan buổi sáng của chúng tôi bắt đầu bằng một chiếc xe hơi sang trọng đón chúng tôi từ khách sạn. Chúng tôi đã nhận được một số thông tin trên đường đi. Khi đến nơi, chúng tôi nhanh chóng được đưa lên một chiếc thuyền dừa dễ thương để đi dọc theo dòng sông. Chúng tôi đã xem một vài buổi trình diễn thuyền, thử sức mình với việc bắt cua và có rất nhiều cơ hội chụp ảnh phong cảnh. Chúng tôi quay lại để tham gia một bài học làm đèn lồng với thông tin. Sau khi làm xong đèn lồng, chúng tôi đã được học một bài học nấu ăn tuyệt vời! Chúng tôi kết thúc bằng một bữa ăn ngon bao gồm một số món gà hầm đất sét ngon tuyệt! Chúng tôi đã có một khoảng thời gian tuyệt vời và sẽ giới thiệu mà không do dự. Giá trị tuyệt vời. Đọc thêm",
            "xin chào, chúng tôi muốn tham gia tour của bạn vào ngày 7 - 16h sáng, và chúng tôi ở lại Đà Nẵng nên sẽ đi xe máy đến Hội An, nên đỗ xe ở đâu để tham gia tour sẽ thuận tiện hơn? và có thông tin liên hệ nào khác mà chúng tôi có thể liên hệ với bạn không? bán tại. Người đưa tin FB? ứng dụng dòng hoặc ứng dụng khác? vì chúng tôi sẽ sử dụng số điện thoại của Hoa Kỳ.Đọc thêm",
            "Tôi - muốn biết chuyến đi kéo dài bao lâu? Và thời gian lấy hàng?Đọc thêm",
            "Xin chào! Tôi giới thiệu chương trình tour của tôi cho bạn.\n\nDu lịch sinh thái Phú Lãnh\n480.000đ\n\nChuyến du lịch:\n\nSáng: 9h - 1h - chúng tôi đón bạn tại khách sạn lúc 9h - \nChiều: 2h - 6h - chúng tôi đón bạn tại khách sạn lúc 2h chiều - \n\n - Quý khách có thể tham quan làng rau Trà Quế – một trong những vùng rau sạch và đẹp của thành phố Hội An.\n - Tham quan rừng dừa Bảy Mẫu – một trong những điểm đến hấp dẫn khó từ chối. Bạn sẽ được khám phá mọi ngóc ngách, ngã ba của rừng dừa này trong nhiều năm. Tổ chức các hoạt động quay thúng, ném lưới, câu cua, trang sức, vòng hoa lá dừa.\n - Thưởng thức bữa trưa hoặc bữa tối ngay tại nhà hàng trước sông.\n - Dịch vụ bao gồm:\n- Xe đưa đón - tại Hội An - \n- Tour sinh thái - Trà Quế và thuyền thúng - \n- Bữa trưa hay bữa tối\n- Nước lạnh và khăn lạnh\nĐọc thêm"
        ],
        "star_ratings": [
            208,
            4,
            0,
            0,
            0
        ],
        "review_amount": 212,
        "location": [
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Phu Lanh Travel",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written January 7, 2023",
            "Written January 6, 2023",
            "Written January 4, 2023",
            "Written January 4, 2023",
            "Written December 31, 2022",
            "Written December 30, 2022",
            "Written December 24, 2022",
            "Written December 11, 2022",
            "Written December 10, 2022",
            "Written December 8, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d15708944-Reviews-or90-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or80-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or100-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23098932-d25307798-Reviews-Sun_Coconut-Cam_Thanh_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15709027-Reviews-Hoi_An_Basket_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8617427-Reviews-Hoian_Rural_Eco_Day_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8048828-Reviews-Sabirama_Cooking_Tour_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d23391269-Reviews-Topgolf-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49288-d10588671-Reviews-High_Rock_Lake-Lexington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187801-d13170676-Reviews-FICO_World_Eataly-Bologna_Province_of_Bologna_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d6863568-Reviews-Baku_Funicular-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d127533-Reviews-Zuma_Beach-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d577675-Reviews-Corporation_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d4885489-Reviews-Gerakas_Beach-Vasilikos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g188646-d20868776-Reviews-Flibco_Bus-Charleroi_Hainaut_Province_Wallonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d7257662-Reviews-Kanoni_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d145318-Reviews-Table_Rock_Dam-Branson_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or100-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-or90-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html"
    }
]