[
    {
        "attraction_name": "Phuc Xuyen",
        "attraction_name_vi": "Phuc Xuyen",
        "general_info": [
            "6 đánh giá",
            "1 trong 2 Phương tiện giao thông ở Uông Bí",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "Công ty chúng tôi cung cấp nhiều loại hình dịch vụ vận tải.Đọc thêm",
        "reviews": [
            "Chuyến đi 10 giờ khủng khiếp từ Sa Pa đến Hạ Long. Tại sao?1. Không đi vệ sinh trong 5 giờ đầu tiên!2. Nhân viên bỏ qua câu hỏi của bạn cho các điểm dừng!3. Tài xế bấm còi 3 phút một lần.4. Dừng 20 phút để ăn trưa sau 6 giờ lái xe. 3 giờ qua không ghé thăm nhà vệ sinh! Các nhân viên kiêu ngạo, không thân thiện hoặc có đầu óc phục vụ. Tôi sẽ không bao giờ sử dụng công ty nữa và tôi khuyên BẠN không nên sử dụng chúng. Tôi đã gặp nhiều người Việt Nam thân thiện nhưng những người ở công ty này là một nỗi ô nhục đối với đất nước họ! Hãy chia sẻ và đọc những đánh giá đáng sợ khác!!! Đọc thêm",
            "Ồ. Chúng tôi đặt phòng từ Sapa đến Vịnh Hạ Long không mong đợi sự sang trọng nhưng điều này lại thấp hơn nhiều so với bất kỳ tiêu chuẩn nào chúng tôi đã đặt ra. Khá chắc chắn đây là dịch vụ trực tiếp duy nhất giữa sapa và Hạ Long nhưng tôi ước có một dịch vụ khác. Những chiếc ghế rất nhỏ không có chỗ để túi hoặc giày - hầu như không có cơ hội ngủ. Thêm vào đó, xe buýt dừng khoảng 10 phút một lần để nhận và trả bưu kiện. Xe buýt cũng chạy không ngừng để nghỉ ngơi trong 5 giờ, và nếu bạn đi bên đường trong khi họ đang thả bưu kiện thì họ thật thô lỗ và liên tục vội vã, bạn gần như bỏ rơi bạn gái của tôi. Càng về sau, càng có nhiều người lên xe - đến mức có người phải ngồi trên sàn. Người lái xe lái xe như thể anh ta đang say rượu, điều này ít nhất phải nói là mang lại trải nghiệm khó khăn. Chúng tôi dừng lại một lần vào bữa trưa và chỉ kéo dài 10 phút, trong phần lớn thời gian đó tôi đang hồi phục sau 5 giờ qua và không ăn gì. Nếu đánh giá này đến tay bất kỳ ai, vui lòng lưu ý và không sử dụng dịch vụ này.Đọc thêm",
            "Tôi không phải là khách hàng mới, sống ở Hạ Long được 5 năm và thường xuyên đặt phòng Phúc Xuyên, tôi biết nó hoạt động như thế nào. Vì vậy, tôi đã đặt chuyến đi từ Nhà Hát Lớn đến Hạ Long lúc 9 giờ sáng và được thông báo có mặt ở đó lúc 9 giờ sáng. Được rồi. Sau đó, tài xế gọi cho tôi lúc 8h10 để thông báo rằng anh ấy sẽ khởi hành đi Hạ Long lúc 8h30, đã quá muộn để tôi đến nơi. Văn phòng ở Hạ Long nói với tôi rằng họ không có đủ tài xế nên họ rời đi lúc 8h30???? Làm sao tôi có thể đoán được điều đó. Ví dụ, ngược lại, chiếc minivan của tôi từ Hạ Long về Hà Nội lại trễ 25 phút. Lần sau tôi có thể đến trước 1 tiếng và đợi tài xế của bạn dưới trời nắng nóng không? Tôi suýt bỏ lỡ chiếc minivan của mình và phải trả thêm 200k cho tài xế taxi để chúng tôi có thể đuổi theo chiếc minivan này đã rời khỏi thị trấn rồi. Hãy làm việc tốt hơn.Đọc thêm",
            "The bus drive from Sapa to Ha Long could not have been any worse. First our original bus was cancelled one day prior to departure, and we were given an option for an alternative bus. But there was not much time to change our schedule so we were in a situation of mild dependence regarding a transport out of Sapa. The bus itself was filthy the driver honking like a crazy person with what appeared to be a ship Horn all the time it was deafening even within the bus. His assistant was shouting into his mobile phone the whole 10.25 hours for a bus drive that was supposed to last 8.75 hours. There was no support or ability to speak English by either the bus driver nor his assistant. They even told me to take another bus in Sapa since they apparently were to lazy stupid oder both to read the ticket which was written in Vietnamese. The bus itself stopped every couple of minutes for no apparent reason and it seemed there was some shady side business going on. After driving for almost half a day the bus driver made us leave the bus in the middle of nowhere at 1:15 am not reaching the agreed upon destination. There we were met by what I presume was an accomplice of the drivers assistant who posed as a taxi driver even though he clearly was not. He took us for the last 12 minutes but made us pay an absurd amount for it. Since it was in the middle of the night and I was sick we took the deal knowing it was quadruple the real price. All in all Id rather walk from Sapa to Ha Long again or end my vacation and leave Vietnam immediately for ever than to take this bus again.I have never been as unsatisfied with a service in my entire life and seriously doubt I will have a worse experience in my life to come.Anyone who is considering taking a bus from Phuc Xuyen: just dont. Its not worth your life time and your nerves.Read more",
            "We caught the 11am bus from Sapa to Halong bay as this bus seemed to be the only one offering this complete route rather than separate bookings for Sapa to Hanoi and then Hanoi to Halong. We had seen some poor reviews but thought it would be fine, and the price was cheap. This was a sleeper style bus with bunks of reclined seats which was reasonably comfortable and the aircon was nice and cool so for this I have made this review 2 star rather than 1. Over the total 8.5hrs of travel time we stopped just once for a food and toilet break of around 10min after 5hrs on the bus so we were starving for food and busting for the loo. The staff seemed to barely speak any English so communication of break stops was not made clear or even attempted. Other than this one foodtoilet break, the bus also stopped multiple times over 20x at least to provide what appeared to be a courier service for various boxes and packages- so much so that empty bunks were filled with boxes and our luggage was hauled out onto the street to make room for more packages my bag moved from the left side luggage compartment to inside at the front of the bus and then to the right side luggage compartment while I sat there trying to keep track and worrying it would be left behind. We even stopped once so that one of the staff could purchase a large glass jar from a store. Im sure without this courier service we could have arrived hours sooner. And dont be fooled thinking you could just sleep on this sleeper bus: the constant honking of the buses horn throughout the journey, made worse by erratic driving and sudden stops, makes sleeping impossible. If youre thinking of booking this bus because of price and convenience, dont! Spend the extra money and time to find a different service that includes decent foodtoilet stops and no local courier service. Read more"
        ],
        "star_ratings": [
            0,
            1,
            0,
            1,
            4
        ],
        "review_amount": 6,
        "location": [
            "Các hoạt động ở Uông Bí",
            "Uong Bi",
            "Châu Á",
            "Việt Nam",
            "Phuc Xuyen",
            "Quang Ninh Province"
        ],
        "reviews_time": [
            "Written February 3, 2024",
            "Written November 1, 2022",
            "Written August 30, 2022",
            "Written July 28, 2022",
            "Written April 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12616698-d14000068-Reviews-Phuc_Xuyen-Uong_Bi_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d13325950-Reviews-Ba_Vang_Pagoda-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d6537089-Reviews-Yen_Tu_Mountain-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13567681-Reviews-Long_Tien_Pagoda-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17337869-Reviews-Legend_Pearl-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2357482-Reviews-Yen_Duc_Village_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26555725-Reviews-Emoi_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d16724718-Reviews-The_Bach_Dang_River-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26530757-Reviews-Trade_Winds_On_The_Bay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616698-d11697220-Reviews-Quang_Ninh_Tours-Uong_Bi_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51082-d7038352-Reviews-Main_Street_Beach-Vermilion_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8142447-Reviews-Lake_Symphony-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d13799017-Reviews-Segowipo_Maeil_Olle_Market-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3929673-Reviews-Alanya_Aquapark-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2266044-Reviews-The_LEGO_Store-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d6857363-Reviews-Kimironko_Market-Kigali_Kigali_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32486-d664708-Reviews-Diamond_Valley_Lake_Marina-Hemet_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d6199455-Reviews-Karavolades_Stairs-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7052313-Reviews-Bogatell_Beach-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12616698-d14000068-Reviews-Phuc_Xuyen-Uong_Bi_Quang_Ninh_Province.html"
    }
]