[
    {
        "attraction_name": "Phuket Simon Cabaret",
        "attraction_name_vi": "Quán rượu Phuket Simon",
        "general_info": [
            "3.233 đánh giá",
            "1 trong 6 buổi hòa nhạc tại Kathu",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Để giải trí tuyệt đối, không gì có thể vượt qua quán rượu Phuket Simon Cabaret nổi tiếng này. Trong không gian sân khấu độc đáo, sang trọng và thân mật với trang phục trang bị âm thanh, ánh sáng công nghệ cao cùng dàn nghệ sĩ biểu diễn quyến rũ khó quên.Đọc thêm",
        "reviews": [
            "Trước đây tôi đã từng xem một chương trình Lady Boy khác nên không chắc sẽ mong đợi điều gì. Cocktail tuyệt vời trước, ảnh trên sân khấu nhỏ với trang phục. Đó là hát nhép theo nhạc, trang phục đẹp và khiêu vũ. Nó rất thú vị nhưng một số vũ đạo không thân thiện với gia đình nên đừng đưa trẻ nhỏ đi cùng. Rất nhiều người tỏ ra ngạc nhiên khi họ yêu cầu trả tiền khi chụp ảnh ở phần cuối, ngoại trừ tấm biển LỚN trên đầu họ khi bạn thoát ra rằng tối thiểu 100 baht cho một bức ảnh khá rõ ràng. Vì vậy, hãy hỏi trước khi chụp ảnh giá cả là bao nhiêu.Đọc thêm",
            "Tôi đã đọc trên một nhóm Facebook ở Phuket rằng đây là buổi biểu diễn không thể bỏ qua, nhưng tôi không chắc tại sao.  Những người biểu diễn có vẻ như đã học được thói quen này vào tuần trước. Đối tác của tôi nghiêng người trong buổi biểu diễn và thì thầm rằng cảm giác giống như đang xem nhạc rock eisteddfod, và anh ấy đã đúng. Tuy nhiên, trang phục rất đẹp, rất đẹp. Nhưng đối với một chương trình được chiếu nhiều lần trong ngày, hàng ngày thì nó có vẻ nghiệp dư. Đọc thêm",
            "Chúng tôi yêu thích buổi biểu diễn, hàng loạt trang phục và khiêu vũ thật tuyệt vời.  Điều đau lòng nhất xảy ra sau buổi biểu diễn.   Tôi phải chụp ảnh bạn tôi với 2 ladyboy.  Sau đó, một ladyboy giật lấy máy ảnh từ tay tôi để chụp ảnh selfie cho 4 người chúng tôi.  Sau đó cô ấy đòi mỗi người 200 baht.  Tôi đã từng đến buổi biểu diễn trước đây, tôi không muốn chụp ảnh. Đó là lúc cô ấy tỏ ra hung hăng, buộc chúng tôi phải trả 400 baht.  Chúng tôi đã bị đe dọa và đe dọa, đáng lẽ tôi phải hét lên với an ninh.  Nó phá hỏng buổi tối đáng yêu của chúng tôi.Đọc thêm",
            "Một điều ước nữa là có nửa điểm cho bài đánh giá .. đây là 3,5.  Chồng tôi và tôi rất thích âm nhạc, trang phục và năng lượng của buổi biểu diễn.  Các buổi trình diễn cocktail thực sự khá tốt và giá cả hợp lý. Giống như các bài đánh giá khác, đây là một màn trình diễn túi hỗn hợp khôn ngoan, một số vũ công khá mộc mạc và cách bắt chước không đồng bộ, điều này mang lại cảm giác hơi nghiệp dư cho một số con số.  Phải nói rằng, một số nghệ sĩ biểu diễn chính thực sự rất giỏi.  Nếu bạn đang tìm kiếm điều gì đó khác biệt một chút - đó là một buổi tối vui vẻ.  Những người biểu diễn xếp hàng bên ngoài và bạn có thể trả tiền để chụp ảnh - bạn không bắt buộc phải làm vậy và chúng tôi cũng không gặp rắc rối gì khi làm như vậy.Đọc thêm",
            "Phải xem ở Phuket. Đây là phần cuối của chuyến đi đối với chúng tôi và đó là sự kết thúc thích hợp nhất mà bạn có thể mong đợi. Tôi bắt đầu với câu hỏi rằng điều gì quan trọng trong chương trình này và tôi bước ra với sự tôn trọng tối đa đối với những người sáng lập và các cô gái đã thể hiện một màn khiêu vũ rực rỡ. Một giờ trôi qua như mọi chuyện. Điệu nhảy và trang phục thật ấn tượng. Đó là buổi biểu diễn hay nhất mà tôi từng tham gia. Nó có thể được nhìn thấy với gia đình. Có một số bài hát có chủ đề người lớn nhưng không có gì thô tục. ĐỪNG BỎ LỠ. Đọc thêm",
            "Đã đi cùng gia đình tôi tối qua, quán rượu thật tuyệt. Sau buổi biểu diễn, các ladyboy gọi chúng tôi đến để chụp ảnh trên điện thoại của chúng tôi.. con gái tôi, tôi đã đồng ý, sau khi thành viên gia đình tôi chụp ảnh chúng tôi, các ladyboy nói bây giờ bạn phải trả cho chúng tôi 200 baht mỗi người!! Nhiều người khác hoàn toàn bất ngờ về điều này, còn hai ladyboy thì khá hung hãn, tôi phàn nàn với người quản lý show rằng họ nên cho khách hàng biết trước khi chụp ảnh rằng họ mong bạn trả tiền cho họ sẽ không bao giờ đến nữa!Đọc hơn",
            "Buổi biểu diễn rất hay, rất thú vị. Trang phục thật tuyệt vời, có rất nhiều sự thay đổi về trang phục. Một số phần chìm môi không tốt lắm vì một số không biết lời. Nhìn chung tuyệt vời. Buổi biểu diễn đã bị phá hỏng vào cuối khi chúng tôi được khuyến khích chụp ảnh với những người biểu diễn. Chúng tôi biết mình phải tip cho họ. Điều chúng tôi không biết là họ sẽ gây áp lực mạnh mẽ để chúng tôi phải trả cho họ 500 baht cho mỗi bức ảnh! Quá đáng và khiến chúng tôi cảm thấy bị lừa!Đọc thêm",
            "Yêu âm nhạc và không khí sôi động.\nÁnh sáng đẹp và nói chung chương trình thật tuyệt vời \nMột số vũ công bạn có thể thấy vẫn chưa tự tin lắm nhưng một số trong số họ thực sự chuyên nghiệp\nNhư đã đề cập trước đó trong phần đánh giá \nSau buổi biểu diễn, về cơ bản họ sẽ bắt bạn chụp ảnh với họ và sau đó yêu cầu tiền boa\nHọ yêu cầu chúng tôi 100 baht cho mỗi người biểu diễn nhưng thành thật mà nói, không ai trong số họ thậm chí là những người tôi yêu thích nên bạn thực sự không có thời gian để suy nghĩ và tìm ra người mình thích ít nhất và bạn không có thời gian để tạo dáng và tạo ra những bức ảnh đẹp, mọi thứ diễn ra quá nhanh. và cách họ xin tiền thực sự khiến bạn cảm thấy bị lừa. Nhưng chương trình rất hay.Đọc thêm",
            "Điệu nhảy hơi mộc mạc, một số đoạn đầu không hay lắm. Nhưng hãy kiên trì, nó sẽ tốt hơn một cách hài hước. Rất nhiều âm nhạc và trang phục. Rạp sạch sẽ, thoáng mát, nhân viên rất niềm nở và nhiệt tình. Những người đàn ông chính là đàn ông là những vũ công giỏi hơn và những người phụ nữ đi giày cao gót tốt hơn tôi, vậy tôi là ai để đánh giá! \nMột buổi tối vui vẻ!Đọc thêm",
            "Không hiểu những đánh giá tiêu cực ở đây, sự mong đợi của tôi đã vượt quá mọi cấp độ từ bãi đậu xe riêng miễn phí ngay bên ngoài, chỗ ngồi cực kỳ hiệu quả, chỗ ngồi thoải mái, hàng tấn chỗ để chân cho đến khoảng một giờ giải trí hào nhoáng không ngừng nghỉ. Những người biểu diễn đã nhảy tất, màn trình diễn ánh sáng và hình ảnh thật đặc biệt. Nếu bạn đang ở Phuket thì đừng bỏ lỡ.Đọc thêm",
            "Phải xem ở Phuket. Đây là phần cuối của chuyến đi đối với chúng tôi và đó là sự kết thúc thích hợp nhất mà bạn có thể mong đợi. Tôi bắt đầu với câu hỏi rằng điều gì quan trọng trong chương trình này và tôi bước ra với sự tôn trọng tối đa đối với những người sáng lập và các cô gái đã thể hiện một màn khiêu vũ rực rỡ. Một giờ trôi qua như mọi chuyện. Điệu nhảy và trang phục thật ấn tượng. Đó là buổi biểu diễn hay nhất mà tôi từng tham gia. Nó có thể được nhìn thấy với gia đình. Có một số bài hát có chủ đề người lớn nhưng không có gì thô tục. ĐỪNG BỎ LỠ.Đọc thêm",
            "Buổi biểu diễn rất hay nhưng KHÔNG ĐƯỢC LẤY ĐIỆN THOẠI ĐỂ CHỤP ẢNH HOẶC VỚI CÁC VŨ CÔNG SAU CHƯƠNG TRÌNH. Hãy giấu điện thoại của bạn như thể bạn không mang theo nó. Họ sẽ gây áp lực buộc bạn phải chụp ảnh cùng họ sau đó yêu cầu MỖI bức ảnh 200 baht. Đã phá hỏng hoàn toàn trải nghiệm và sẽ khuyên mọi người tôi biết tránh xa chương trình này.Đọc thêm",
            "Buổi biểu diễn tuyệt vời, trang phục tuyệt vời và ánh sáng giống như một quán rượu theo phong cách vegas. Nhà hát lớn được tổ chức tốt chỗ ngồi thoải mái, khu vực quầy bar đẹp, phương tiện giao thông được tổ chức tuyệt vời đã bao gồm trong chi phí vé mà bạn muốn. Các vũ công xếp hàng ở cuối để chụp ảnh và thật thú vị khi được nhìn họ ở cự ly gần, chúng tôi đã đọc về việc họ tính phí cho bạn như thế nào, hầu hết mọi người bây giờ hẳn đã biết về điều này và người bán vé của chúng tôi cũng đã thông báo cho chúng tôi khi chúng tôi nhận được vé. . Mọi người tránh xa họ và chụp ảnh và quay video. Những người biểu diễn đã cố gắng thuyết phục mọi người vượt qua nên tôi nghĩ vấn đề này đã kết thúc. Buổi tối tuyệt vời khi ở Phuket xĐọc thêm",
            "Phukets một trong những quán bar lớn nhất trên đường bangala. Tất cả thời gian đều diễn ra vào buổi chiều. Mọi người đến đó tận hưởng từ chiều đến cả đêm. Đọc thêm",
            "Chương trình hay với trang phục ngoạn mục.  Nó bao gồm các bài hát và điệu nhảy của các quốc gia khác nhau bao gồm Ấn Độ, Nhật Bản, Hàn Quốc, Trung Quốc, v.v.Đọc thêm",
            "Một buổi biểu diễn đẳng cấp thế giới, ngoạn mục. Màu sắc, ánh sáng, bài hát, điệu nhảy và sự hài hòa của niềm vui. Chúng tôi yêu thích buổi biểu diễn hơn tất cả. Bạn cũng có thể chụp ảnh các nghệ sĩ biểu diễn sau buổi biểu diễn.Đọc thêm",
            "Nói chung là một trải nghiệm tốt. Chương trình có hơi gợi dục để thu hút trẻ em. Việc hát nhép có thể trở nên tốt hơn gần như có thể nghe được. Một trong những người biểu diễn có thể hát, sẽ rất tuyệt nếu có một số người không hát nhép. Màn trình diễn khiêu vũ ở mức tầm thường tuy nhiên trang phục rất đẹp. Sẽ rất vui nếu điệu nhảy tiến bộ hơn. Đó là một trải nghiệm thú vị nhưng không phải là điều tôi sẽ làm lạiĐọc thêm",
            "Tôi khá thích buổi biểu diễn nhưng hành vi lừa đảo chụp ảnh ở cuối buổi biểu diễn là hành vi đáng xấu hổ của những người biểu diễn. Nếu họ không được trả đủ tiền, họ cần phải giải quyết vấn đề này với chủ của mình. Không phải những khán giả đã đút tay vào túi của họ .Vì lý do này, tôi sẽ không giới thiệu chương trình này cho bạn bè và gia đình khi đi du lịch Thái Lan.Đọc thêm",
            "Buổi biểu diễn hay, buổi tối rất vui. Những bức ảnh cuối cùng, họ sẽ cố gắng bắt bạn trả tiền, chúng tôi chỉ bỏ đi khi họ đòi tiền. Đọc thêm",
            "Vợ tôi và tôi rất thích món caberet nhưng buổi tối của chúng tôi đã bị hủy hoại bởi hành vi hung hăng của những người biểu diễn trong buổi chụp ảnh sau buổi biểu diễn. Vợ tôi chụp ảnh với 2 người biểu diễn, lẽ ra có giá 100 bhat khoảng 2. Tôi đã trả tiền sau đó người biểu diễn thứ hai cũng yêu cầu được trả tiền và khi anh ấy nhìn thấy tờ 1000 Bhat trong ví của tôi, anh ấy đã cố lấy nó. Những kẻ chuyển giới man rợ bị lòng tham điều khiển, hãy cẩn thận nếu đi hoặc tránh hoàn toàn.Đọc thêm",
            "Xin chào, tôi đi du lịch cùng 4 người khác và chúng tôi tự hỏi nếu đặt chỗ riêng, liệu chúng tôi có thể ngồi cùng nhau trong buổi biểu diễn không?Đọc thêm",
            "Có, nó có thể ngồi ở bất cứ đâu bạn thích. Chỉ cần đến đó sớm để đảm bảo bạn có thể làm được nếu đi vào một đêm đông người. Ngoài ra còn có chỗ ngồi dành riêng cho những ai muốn đặt chỗ. Đọc thêm",
            "xin chào, tôi có thể mua vé simon carabet giá rẻ từ trang web trực tuyến nào? xin vui lòng giới thiệu một số?\nTôi đi du lịch vào dịp Giáng sinh, liệu tôi có nhận được vé vào phút cuối từ các công ty du lịch không?Đọc thêm",
            "Xin chào, chúng tôi đã đặt qua khách sạn. Vé tốt nhất để mua là ở hàng ghế 2 chỗ ngay trước sân khấu - dãy này kéo dài khoảng 15 hàng. Xem các trang web so sánh như thế nào nhưng phần phía trước là nơi tốt nhất. \nThưởng thức! Đọc thêm",
            "Giá đồ uống ở đó là bao nhiêu và họ có chấp nhận thẻ không? Đọc thêm",
            "Giá đồ uống dao động nhưng theo trí nhớ khoảng 100 -130 baht cho bia, cocktail, rượu mạnh và máy trộn.  thấp hơn giá khách sạn nhưng cao hơn một chút so với Giá đường Bangalor; cài đặt thoải mái hơn nhiều.  Có sẵn tiện ích thẻĐọc thêm",
            "Cho tôi hỏi, có thể mua đĩa CD biểu diễn sau buổi diễn được không? Và các quà lưu niệm khác Xem thêm",
            "Sẽ đến thăm trong tháng này. Lần đầu tiên ở Phuket. Bạn có đề nghị lái xe đến Simon Cabareti sẽ thuê ô tô hay đi taxi? Đỗ xe có phải là một vấn đề không?Đọc thêm",
            "Tuktuk là 200 cho 2 người ở gần trường Ban Sai Nam Yen và việc lái xe dường như không đáng để gặp rắc rối. Tôi là một người lái xe khá tự tin, có thể sẽ lái xe ở Phuket, nhưng để dễ dàng, chỉ cần đi xe tuktuk. Nhận vé trực tuyến để có thêm tính giải trí khi chứng kiến ​​niềm vui sướng tột độ trên khuôn mặt của các tài xế khi bạn không cần cháu trai của anh ấy lấy vé cho bạn: Đọc thêm",
            "Sẽ đến thăm trong tháng này. Lần đầu tiên ở Phuket. Bạn có đề nghị lái xe đến Simon Cabareti sẽ thuê ô tô hay đi taxi? Đỗ xe có phải là một vấn đề không?Đọc thêm",
            "Đi taxi. Giao thông quá nhiều. Đọc thêm",
            "Bao nhiêu tiền một vé? Thời gian chiếu là khi nào? Đọc thêm",
            "1000baht bao gồm đón tại khách sạn. 3 suất diễn mỗi ngày lúc 18, 19.30, 21Đọc thêm",
            "Mua vé vào cửa được không hay phải đặt trước? Đọc thêm",
            "Bạn có thể mua chúng tại cửa Đọc thêm",
            "Mặc quần short và áo thun có cổ có được không?Đọc thêm",
            "Vâng, ổn thôi - hãy mặc những gì bạn thích, nó thật giản dịĐọc thêm",
            "ChowkchumĐọc thêm"
        ],
        "star_ratings": [
            906,
            1030,
            668,
            337,
            292
        ],
        "review_amount": 3233,
        "location": [
            "nước Thái Lan",
            "Kathu",
            "Quán rượu Phuket Simon",
            "Các hoạt động ở Kathu",
            "Phuket",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 28, 2023",
            "Written August 25, 2023",
            "Written September 17, 2023",
            "Written October 4, 2023",
            "Written October 17, 2023",
            "Written November 9, 2023",
            "Written November 23, 2023",
            "Written December 8, 2023",
            "Written January 27, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 6, 2024",
            "Written April 15, 2024",
            "Written March 22, 2024",
            "Written March 18, 2024",
            "Written March 5, 2024",
            "Written March 2, 2024",
            "Written February 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297931-d1479765-Reviews-Phuket_Simon_Cabaret-Kathu_Phuket.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d13001838-Reviews-Le_Brooklyn_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d13436840-Reviews-The_Zula_Phuket_Turkish_Restaurant_Cafe_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d21358090-Reviews-Pizza_Lab_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d13325151-Reviews-Level_Restaurant_phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d15632523-Reviews-Le_Touareg-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d3952973-Reviews-I_Kroon_Cafe_Hotel-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d12884559-Reviews-Kolobok-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d13084282-Reviews-King_Kong_Seafood-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d8594601-Reviews-Happy_Fish-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d3648590-Reviews-Coffee_Mania-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6733203-Reviews-Malin_Plaza_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1866109-Reviews-Bangla_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d13132089-Reviews-Galaxy_Boxing_Stadium-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d4224241-Reviews-Apichart_art_gallery-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315814-d15198111-Reviews-Happy_Kids_Club_Phuket-Wichit_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1389361-d2433844-Reviews-Big_Buddha_Phuket-Chalong_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d1197179-Reviews-Banana_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d12645869-Reviews-Patong_Inn_Art-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d15584953-Reviews-Dragon_Night_Market-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d1479765-Reviews-or10-Phuket_Simon_Cabaret-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d23480816-Reviews-Junkyard_Theatre-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d2578107-Reviews-Siam_Niramit_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d4467222-Reviews-Simon_Star_Show_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2647016-Reviews-Danze_Fantasy_Theatre-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315818-d15560116-Reviews-Dibuk_House-Talat_Yai_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d8706121-Reviews-Moulin_Rose_Carabet_Show-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d17839193-Reviews-Franky_Monster_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d15233410-Reviews-Whisgars_Tasting_Room_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d12049241-Reviews-Folie_s_de_Phuket-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d26440930-Reviews-Phuket_Monday_Night_Jazz-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d14094443-Reviews-Tmax_Bigbike-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d3874620-Reviews-So_Thai_Spa_Phuket_Ashlee-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d23922300-Reviews-Marisa_Massage_Patong_By_Cha_Cha-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d8594716-Reviews-Alex_Taxi_Phuket_Tour-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d12526768-Reviews-Element_Spa-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d10834786-Reviews-Golden_Touch_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1066867-Reviews-Bua_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d10718008-Reviews-Friendly_Taxi_Tours_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d14170149-Reviews-Ramida_Massage_Barber_Salon_Patong_1-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d5989591-Reviews-Tom_s_International_Collection-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d3574129-Reviews-The_Life_Spa_and_Fitness-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d7142845-Reviews-PPKK_Tour_Service-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d12923954-Reviews-Phuket_Cheap_Tour-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8822284-Reviews-Gocheok_Sky_Dome-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g12666019-d19942511-Reviews-Starfish_Beach-Ganh_Dau_Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d144412-Reviews-Winchester_Mystery_House-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16815098-Reviews-Whitewater_Creek_Trail-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12200845-Reviews-The_Simpsons_Ride-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43662-d8762128-Reviews-Dead_End_Hayride-Wyoming_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560779-Reviews-Dockweiler_State_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43022-d7052015-Reviews-Twin_Cities_Premium_Outlets-Eagan_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g32755-d2303577-Reviews-Lake_Siskiyou-Mount_Shasta_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2391372-d256212-Reviews-Lago_di_Garda-Province_of_Verona_Veneto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297931-d1479765-Reviews-or10-Phuket_Simon_Cabaret-Kathu_Phuket.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297931-d1479765-Reviews-Phuket_Simon_Cabaret-Kathu_Phuket.html"
    }
]