[
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và đánh giá 5 sao.\nChúng tôi luôn muốn phục vụ tốt cho tất cả khách hàng của mình.\n\nHy vọng sẽ gặp lại bạn trong lần tới khi bạn đến thăm Việt Nam và thuê xe máy của chúng tôi một lần nữa,\nChúc bạn may mắn với tất cả mọi người trong gia đình bạn Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường. Phụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời. Sau một ngày mưa to, một trong những xe đạp bị hỏng, Phụng thu xếp chỗ thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Đó là kiểu người thuê mà mọi người đang tìm kiếm.- tính linh hoạt- các phụ kiện miễn phí giá rẻ như mũ bảo hiểm và dây đai- Đội xe lớn- độ tin cậy- đội ngũ thợ máy tuyệt vời- minh bạch- thân thiện Rất khuyến khíchĐọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Phung làm dịch vụ chuyên nghiệp. Xe đạp mới, được bảo dưỡng tốt và trong tình trạng tốt. Tôi khuyên bạn nên.Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và đánh giá 5 sao.\nChúng tôi luôn muốn phục vụ tốt cho tất cả khách hàng của mình.\n\nHy vọng sẽ gặp lại bạn trong lần tới khi bạn đến thăm Việt Nam và thuê xe máy của chúng tôi một lần nữa,\nChúc bạn may mắn với tất cả mọi người trong gia đình bạn Đọc thêm",
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh. Anh ấy rất nhiệt tình, hiểu biết và khiêm tốn. Chúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi lên phía Bắc từ Hà Nội qua Hà Giang, Mèo Vạc, Cao Bằng, và kéo dài thêm 2 ngày nghỉ ngơi ở Cát Bà. Anh đề xuất tuyến đường này thay vì đi xuống TP.HCM. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Tôi và bố tôi đã đi du lịch đến Việt Nam vào tháng 10 năm 2022 và thuê 2 chiếc Honda XR 150 từ Phung. Chúng tôi thuê trong 1 tháng và anh ấy đã giảm giá cho chúng tôi vì điều này, điều đó thật tuyệt. Chúng tôi nhận xe đạp ở Hà Nội và trả lại ở Thành phố Hồ Chí Minh, nơi chúng sẽ được gửi trở lại bằng tàu hỏa. Quá trình nhận xe tại kho Phung rất đơn giản và không gây đau đớn. Những chiếc xe đạp ở trong tình trạng tuyệt vời và chúng tôi chưa bao giờ gặp bất kỳ vấn đề gì với cả hai chiếc xe đạp và chúng tôi đã đi được 3600 km hoặc 2200 dặm! Phung có một bộ sưu tập xe đạp khổng lồ để thuê hoặc mua. Anh ấy cung cấp mũ bảo hiểm và các thiết bị an toàn khác mà bạn có thể mượn miễn phí. Anh ấy cũng cung cấp một tờ rơi thông tin với các số liên lạc hữu ích và bản dịch của các cụm từ và dịch vụ cơ khí thông dụng mà bạn có thể giới thiệu cho các thợ máy. Thật không may, sau 27 ngày đi được 3600 km, bố tôi bị sốt xuất huyết và điều này có nghĩa là chúng tôi không thể mang xe đạp trở lại Thành phố Hồ Chí Minh. Phung rất hữu ích, luôn hỗ trợ và có thể liên lạc được mọi lúc. Anh ấy không chỉ KHÔNG tính tiền phạt vì chúng tôi giữ xe quá 30 ngày mà còn sắp xếp một chiếc xe tải đến tận nơi để lấy xe từ Khách sạn của chúng tôi ở NHA Trang. Tôi không thể cảm ơn anh ấy đủ vì dịch vụ tuyệt vời và khiến trải nghiệm của chúng tôi ở Việt Nam trở nên kỳ diệu hơn. Không cần phải nói, tôi sẽ giới thiệu Phung Motorbikes cho bất kỳ ai muốn thuê hoặc mua xe máy ở Việt Nam. Tôi không thể tưởng tượng được trải nghiệm thuê xe nào tốt hơn thế nữa và tôi vô cùng biết ơn. Đọc thêm",
            "Cảm ơn bạn rất nhiều, Bret!\n Chúng tôi rất vui khi biết bạn hài lòng với dịch vụ của chúng tôi!\n Đó là công việc của tôi!\n Làm dịch vụ tốt bằng trái tim của chúng tôi đầu tiên!\n Tiền ở phía sau \n Chúng tôi luôn muốn làm mọi điều tốt đẹp cho khách hàng nhất có thể!\n Một lần nữa xin chân thành cảm ơn quý khách đã sử dụng dịch vụ của chúng tôi!\n Chúc bạn may mắn và hẹn gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam !Đọc thêm",
            "Khuyến nghị! Xe đạp chất lượng tốt, dịch vụ tốt, giá cả hợp lý!! Tôi đã thuê một số xe đạp từ anh Phụng, và tất cả đều chạy rất tốt. Anh ấy thậm chí còn sửa xe đạp cá nhân của tôi khi tôi đi du lịch với một trong những chiếc xe đạp của anh ấy. Cảm ơn anh Phụng. Đọc thêm",
            "Thanh bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao!\n\nChúc bạn may mắn và hẹn gặp lại bạn vào lần sau! Đọc thêm",
            "Tôi thuê một chiếc Honda Win ở Hồ Chí Minh và lái xe thẳng tới Hà Nội, Hà Giang. Chiếc xe đạp hoạt động hoàn hảo và tôi không gặp vấn đề gì. Ngoài ra anh Phụng cũng luôn hữu ích và luôn có thể tiếp cận được. Cho thuê xe máy tốt nhất toàn Việt Nam!!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và đánh giá 5 sao cho chúng tôi!\n Chúng tôi luôn có trách nhiệm với khách hàng khi họ sử dụng dịch vụ của chúng tôi!\n Chúc may mắn cho bạn và hy vọng gặp lại bạn!\n Đọc thêm",
            "Xin chào, bao nhiêu một ngày cho một chiếc xe máy thoải mái phù hợp cho 2 người mang theo hành lý trong 14 ngày từ Hà Nội và trở về Hà Nội.\n\nCảm ơn Simon.Đọc thêm",
            "Này Simon. Tôi khuyên bạn nên liên hệ với họ trên Facebook để báo giá. Hy vọng điều đó có ích!Đọc thêm",
            "Xin chào,\n\nBạn cũng mua xe máy à? Tôi muốn bán chiếc Yamaha Nouvo của mình.\n\nRất vui khi được nghe, cảm ơn bạn trước.\nGwenĐọc thêm",
            "Xin chào!\n Chúng tôi mua xe máy!\n Vui lòng mang xe đạp đến cửa hàng của tôi, chúng ta sẽ gặp nhau, tôi kiểm tra xe và cho bạn biết chúng tôi có thể trả bao nhiêu!\n Phụng!Đọc thêm",
            "CHÀO. Thuê xe đạp ở Hà Nội rồi gửi ở Đà Nẵng có được không? ThanxĐọc thêm",
            "Xin chào !\n Cảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi!\n Điều đó là có thể! \n Nhưng bạn sẽ phải trả thêm tiền vận chuyển xe về Hà Nội! Nó có giá khoảng 40 chiếc xe đạp!\n Vui lòng cho chúng tôi biết nếu bạn có thêm bất kỳ câu hỏi nào muốn hỏi!\n Phụng!Đọc thêm",
            "Xin chào, hai tháng nữa chúng tôi sẽ quay lại Việt Nam và tôi muốn hỏi, lần trước tôi đã thuê hai chiếc xe đạp từ cửa hàng của bạn trong 3 tuần và cho mượn hộ chiếu để đặt cọc, nhưng đó là một sai lầm rất lớn, vì sau đó họ không muốn cho Chúng tôi ngủ trong khách sạn và ở Yên Bái, anh chàng ở khách sạn cũng gọi cảnh sát đến bắt tôi, và tình hình không được thoải mái lắm.. Vậy tôi muốn hỏi, tiền đặt cọc cho một chiếc xe đạp là bao nhiêu 3 tuần nghĩa là xe bán tự động hay xe số sàn? , hoặc có cơ hội nào khác không? mua rồi bán lại hay gì cũng được. Cảm ơn bạn rất nhiều vì thông tin và hy vọng sớm gặp lại bạn; Đọc thêm",
            "Xin chào!\n Chúng tôi rất vui được nghe lại và trả lời các câu hỏi của bạn! \n Trước hết xin lỗi bạn vì sự cố dù có hơi muộn! \n Thông thường chúng tôi giữ nhiều hộ chiếu của người dân để đặt cọc! Và hầu như không có vấn đề gì với họ!\n Để đặt cọc, bạn có thể để lại khoảng 12 chi phí cho chiếc xe đạp và sao chép hộ chiếu của bạn thay vì hộ chiếu.\n Bạn có thể mua và bán lại, đó là một giải pháp. \n Xin đừng lo lắng! Nếu bạn quay lại sử dụng dịch vụ của chúng tôi lần nữa chúng ta sẽ gặp nhau và nói chuyện để tìm ra giải pháp tốt cho cả hai chúng ta!\n Mong sớm được gặp lại bạn!\n Trân trọng!\n Phụng!Đọc thêm",
            "Xin chào, \nTôi muốn thuê hai chiếc xe đạp bán tự động trong ba tuần. Chúng tôi muốn thuê ở Hà Nội và đi xa hơn về phía Nam. Điều này có thể thực hiện được không và nếu có thì chúng ta có thể thả chúng ở đâu?Đọc thêm",
            "Xin chào Angus\n\nCó, hoàn toàn có thể thuê một chiều. Bạn có thể gửi xe ở Đà Nẵng hoặc Hồ Chí Minh. Tuy nhiên, ngoài phí thuê, bạn sẽ phải trả tiền vận chuyển chúng về Hà Nội và chi phí là 40 USD cho mỗi chiếc bán tự động. Chúng tôi có thể giảm giá cho 3 tuần thuê. Vui lòng liên hệ với chúng tôi để biết tình trạng sẵn có và chi tiết về giá cả.\n\nChân thành cảm ơn,\nNgọc – nhân viên của Phùng MotorbikeĐọc thêm",
            "Tôi đang tìm một chiếc xe máy để thuê trong 3 tháng và đang phân vân về giá đặt cọc và giá hàng tháng đối với một số lựa chọn mà bạn có thể có. Chỉ chạy quanh thành phố chứ không phải xe du lịch. Một làn sóng, Sao Mộc, tương lai, người kích thích, người chiến thắng, giấc mơ, v.v...\n\nTôi đánh giá cao bất kỳ thông tin nào và sẽ thuê vào cuối tuần này.Đọc thêm",
            "Xin chào Raymond\n\nCám ơn bạn đã liên lạc với chúng tôi!\nBạn có thể lấy xe Honda Wave hoặc tương đương với giá 1 triệu đồng một tháng. Tiền đặt cọc có thể là hộ chiếu hoặc 2 triệu và CMND\nHonda Future tháng 1,2 triệu đồng. Tiền đặt cọc có thể là hộ chiếu hoặc 3 triệu và CMND của bạn.\nĐể biết thêm xe đạp và giá cả, vui lòng xem trang web của chúng tôi, bạn sẽ tìm thấy Biểu đồ giá thuê trong phần Cho thuê và vui lòng cuộn xuống để biết Tiền thuê hàng tháng\n\nCảm ơn bạn đã quan tâm đến dịch vụ của chúng tôi. Nếu bạn có bất kỳ câu hỏi nào xin vui lòng cho chúng tôi biết!\n\nTrân trọng, Đọc thêm",
            "Bạn nên thuê chiếc xe tay ga nào tốt nhất trong một ngày và giá hàng ngày là bao nhiêu Đọc thêm",
            "Thuê xe máy 115cc có cần mua bảo hiểm không? Nếu chúng tôi làm vậy thì nó tốn bao nhiêu tiền?Đọc thêm",
            "Xin chào Marcel\n\nChúng tôi có bảo hiểm cho xe máy của mình, bạn không cần phải mua. Nhưng bảo hiểm chỉ có tác dụng nếu bạn có bằng lái xe máy hợp lệ ở Việt Nam. Tuy nhiên, ngay cả khi bạn làm vậy thì thủ tục nhận tiền từ công ty bảo hiểm cũng rất phức tạp và tốn thời gian trong khi số tiền bạn có thể nhận được không nhiều. Vì vậy bạn nên mua bảo hiểm du lịch từ nhà và coi như chiếc xe bạn thuê không có bảo hiểm.\n\nTrong khi bạn thuê xe đạp, nếu xe bị hỏng, chúng tôi sẽ thanh toán tiền sửa chữa nếu vấn đề xuất phát từ chính chiếc xe đạp. Nếu gặp tai nạn hoặc sử dụng không đúng cách dẫn đến hỏng hóc thì bạn sẽ phải bồi thường. Nếu ai đó đâm vào bạn, anh ta phải là người bồi thường thiệt hại nếu có miễn là anh ta không bỏ chạy.Đọc thêm",
            "Tôi sẽ thuê 2 chiếc xe máy 125 cc trong 3 tuần. Lái xe ở Việt Nam có cần bằng lái xe quốc tế không?Đọc thêm",
            "Xin chào\n\nĐể lái xe hợp pháp tại Việt Nam, bạn cần có bằng lái xe quốc tế hoặc bằng lái xe Việt Nam. Tuy nhiên, hầu hết người nước ngoài đang lái xe máy ở đây mà không có giấy phép hợp lệ và cảnh sát không thực sự quan tâm, miễn là bạn lái xe an toàn và không gây tai nạn, không vi phạm luật lệ.Đọc thêm",
            "Chào mọi người \nChúng tôi có một số xe máy\nTừ 5 đến 25 ngày\nBạn có thể xem trước khi quyết định ok\nĐịa chỉ: 13 ngõ Ngô Huyền\nCảm ơn tất cảĐọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written February 15, 2024",
            "Written January 26, 2024",
            "Written November 28, 2023",
            "Written October 9, 2023",
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written December 14, 2022",
            "Written September 5, 2022",
            "Written August 19, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or10-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10671346-Reviews-The_Centurion_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d8629424-Reviews-Victoria_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d5990546-Reviews-Pulau_Tikus_Markets-Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d1370108-Reviews-Chic_s_Beach-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3723942-d5461731-Reviews-Diyatha_Uyana-Kotte_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d13551691-Reviews-Happy_Feet_Foot_Spa-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d280627-Reviews-Chuang_Yen_Monastery-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d4587489-Reviews-Sakarun_Beach-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3443037-d6988295-Reviews-Pefki_Beach-Pefki_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d8092332-Reviews-Paradise_Valley_Agadir-Agadir_Souss_Massa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or10-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "dịch vụ": 0.9940331954515867,
            "chuyến đi": 0.6236593827634351,
            "phương tiện": 0.7536824228300247,
            "điểm dừng": 0.944040060043335,
            "vị trí": 0.9945980351185426,
            "xe máy": 0.9939472507103346,
            "xe đạp": 0.5747113808821369,
            "giá": 0.9920917224953882,
            "nhân viên": 0.9863420893670991,
            "cho thuê xe máy": 0.5,
            "hành": 0.9939844297477975,
            "chuyến phiêu lưu": 0.9937144867144525,
            "xe địa phương": 0.19229582510888577,
            "hoang vắng": 0.5,
            "bảo hiểm và": 0.9955022417125292,
            "minh bạch-": 0.9953230067621917
        },
        "dicts_adj": {
            "dịch vụ": [
                "vui",
                "hài lòng",
                "có thể",
                "hài lòng",
                "nhiều",
                "tuyệt vời",
                "hữu ích",
                "tuyệt vời",
                "hữu ích",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến đi": [
                "tuyệt vời"
            ],
            "phương tiện": [
                "tốt",
                "có thể"
            ],
            "điểm dừng": [
                "tốt"
            ],
            "vị trí": [
                "tốt"
            ],
            "xe máy": [
                "may mắn"
            ],
            "xe đạp": [
                "gần",
                "mới",
                "hoàn hảo",
                "hơn",
                "quan trọng",
                "mới",
                "thực sự",
                "quan trọng",
                "to",
                "mới",
                "thực sự",
                "hoàn hảo",
                "hơn",
                "gần",
                "mới"
            ],
            "giá": [
                "hợp lý",
                "hợp lý"
            ],
            "nhân viên": [
                "tốt",
                "tốt"
            ],
            "cho thuê xe máy": [],
            "hành": [
                "thú vị",
                "thú vị"
            ],
            "chuyến phiêu lưu": [
                "chắc chắn",
                "chắc chắn"
            ],
            "xe địa phương": [
                "dọc",
                "dọc"
            ],
            "hoang vắng": [],
            "bảo hiểm và": [
                "khuyến khích"
            ],
            "minh bạch-": [
                "khuyến khích"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "dịch vụ": 8.5,
            "chuyến đi": 4.0,
            "phương tiện": 1,
            "điểm dừng": 1,
            "vị trí": 1,
            "xe máy": 1.5,
            "xe đạp": 9.0,
            "giá": 3,
            "nhân viên": 3,
            "cho thuê xe máy": 3,
            "hành": 3,
            "chuyến phiêu lưu": 3,
            "xe địa phương": 3.0,
            "hoang vắng": 1.5,
            "bảo hiểm và": 1,
            "minh bạch-": 1
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và đánh giá 5 sao.\nChúng tôi luôn muốn phục vụ tốt cho tất cả khách hàng của mình.\n\nHy vọng sẽ gặp lại bạn trong lần tới khi bạn đến thăm Việt Nam và thuê xe máy của chúng tôi một lần nữa,\nChúc bạn may mắn với tất cả mọi người trong gia đình bạn Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Đáng tin cậy và đáng tin cậy. Tôi và vợ tôi đã thuê một chiếc xe đạp của họ với giá cả hợp lý và vì chúng tôi dự định trả lại một chút trước khi kết thúc nên họ đã giao xe miễn phí. Trong thời gian chúng tôi có nó, nó chạy rất trơn tru. Sau đó, vào ngày chúng tôi hoàn tất, chúng tôi lái nó đến ga xe lửa và anh ấy chấp nhận rằng chúng tôi sẽ để nó cho người giữ xe khi anh ấy đến lấy sau đó và ngay lập tức chuyển lại tiền đặt cọc cho tôi. Tôi khuyên bạn nên.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và để lại đánh giá tốt cho chúng tôi!\n Cảm ơn là công việc của chúng tôi và chúng tôi rất vui khi thấy khách hàng hài lòng với dịch vụ của chúng tôi!\n Hy vọng chúng tôi có cơ hội phục vụ bạn lần nữa \n Chúc bạn may mắn! Đọc thêm",
            "Dịch vụ tốt! Thật đáng giá cho một ngày dạo quanh Hồ Tây. Nhân viên thân thiện và hữu ích! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì 5 sao của bạn!\n Mong gặp lại bạn! Đọc thêm",
            "Tôi tìm thấy Phụng Motorbikes trên google. Được giới thiệu bởi những người bạn địa phương tôi đã làm ở Hà Nội. Anh Phụng là chủ quán và rất dễ gần. Nhân viên của anh, Tuấn đã giúp tôi chọn một chiếc xe đạp phù hợp cho chuyến đi của mình. Dịch vụ tuyệt vời với giá cả minh bạch và hợp lý. Hãy đến sớm vì xe đạp của anh ấy được đưa lên nhanh chóng. Tôi rất ngạc nhiên khi thấy người dân địa phương thuê xe đạp của Phụng Motorbikes!Đọc thêm",
            "Xin chân thành cảm ơn quý khách đã sử dụng dịch vụ của chúng tôi!\n Chúng tôi rất vui khi nghe thấy bạn vui và đã cho chúng tôi 5 sao!\n Hy vọng gặp lại bạn sớm!\n Đọc thêm",
            "Trải nghiệm tuyệt vời với công ty này. Tôi thuê một chiếc xe máy và chạy từ Hà Nội vào TP.HCM trong hơn 3 tuần. Không có một vấn đề cơ học nào trong suốt chặng đường. Anh Phụng rất quan tâm và thường xuyên kiểm tra với tôi. Tôi đặc biệt giới thiệu công ty này cho những ai muốn thuê xe máy ở Hà NộiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá chúng tôi trên TripAdvisor!\n Thực sự chúng tôi luôn muốn phục vụ tốt cho tất cả những người đến với chúng tôi!\n Chúc bạn may mắn và hẹn gặp lại! Đọc thêm",
            "Sau khi Việt Nam mở cửa trở lại tôi muốn mua một chiếc xe máy Honda Win để chạy vào nam. Bạn bè tôi đã giới thiệu anh Phụng và tôi rất vui vì họ đã làm như vậy. Tôi đã ghé thăm một số cửa hàng ở Hà Nội nhưng anh Phụng đã phục vụ tôi rất tốt và giá cả hợp lý. Anh ấy bán cho tôi và bạn tôi một chiếc xe máy và chúng tôi lái nó vào miền Nam mà không gặp vấn đề gì lớn. Bạn tôi cần hàn phanh sau 3000Km và tôi cần một vòng lửa mới vì tôi đã lái xe qua vùng nước quá sâu. Dịch vụ có tầm quan trọng rất lớn đối với anh Phụng và anh đã thể hiện điều này. Khi xe đạp của chúng tôi đã chuẩn bị xong, tôi lấy một chiếc xe đạp khác để mang về nhà để chúng tôi không phải đi taxi. Sau chuyến đi về phía bắc của chúng tôi, anh ấy đã kiểm tra toàn bộ xe đạp của chúng tôi và bảo trì. Có lẽ còn tuyệt vời hơn nữa, trong suốt chuyến đi, tôi có thể gửi câu hỏi cho anh ấy qua WhatsApp và hầu hết chúng tôi đều nhận được phản hồi trong vòng vài phút. Điều này thực sự thuận tiện vì bạn có một số đảm bảo w.r.t. giá cả, v.v. Anh ấy cũng cố gắng tìm các cửa hàng địa phương để bảo trì sửa chữa để chúng tôi luôn có được dịch vụ tuyệt vời. Khi tôi đến cửa hàng, anh ấy cũng nói chuyện với người thợ máy để đảm bảo mọi thứ đều rõ ràng. Thực tế thú vị là tốt; trong chuyến đi 3500km của chúng tôi, tôi đã nói chuyện với rất nhiều người dân địa phương biết ông Phụng và cửa hàng của ông. Điều này đã giúp tôi khi bán chiếc xe đạp của mình ở Hồ Chí Minh mà không bị lỗ nặng.Đọc thêm",
            "Xin chào Julius!\n Cảm ơn bạn rất nhiều vì bài viết trung thực của bạn!\n Nó sẽ giúp chúng tôi rất nhiều cho việc kinh doanh của chúng tôi trong tương lai!\n Chúc may mắn cho bạn và hy vọng gặp lại bạn!\n Phụng!Đọc thêm",
            "Tôi đã dựa vào nơi này để cho thuê và sửa chữa trong 3 năm. Họ luôn vượt lên trên tất cả, dịch vụ tuyệt vời và giá cả luôn công bằng. Không thể giới thiệu đủ!Đọc thêm",
            "Xin chào đàn ông!\n Cảm ơn bạn rất nhiều vì 5 sao bạn đã cho chúng tôi!\n Chúng tôi sẽ cố gắng làm tốt nhất có thể dịch vụ của mình, làm cho tất cả khách hàng hài lòng với dịch vụ của chúng tôi!\n Phụng Đọc thêm",
            "Tôi dừng lại ở đây theo lời giới thiệu của một người bạn đã mua xe đạp ở đây. Phụng và nhân viên của anh ấy đã đi ra ngoài để tìm hiểu xem tôi cần gì. Chiếc xe ở tình trạng hoàn hảo và đã được bảo dưỡng trước khi tôi đến, anh ấy đã cùng tôi kiểm tra kỹ lưỡng mọi chi tiết như mức nhiên liệu. Anh ấy cho tôi biết lựa chọn tốt nhất cho tuyến đường, nơi lấy nhiên liệu và loại tôi cần. Anh ấy cũng cung cấp cho tôi thông tin chi tiết về những việc cần làm trong trường hợp khẩn cấp. Tôi đã được cung cấp mũ bảo hiểm chất lượng tuyệt vời và đội của anh ấy đảm bảo rằng tôi cảm thấy thoải mái với mọi thứ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì bài viết của bạn!\n Chúng tôi luôn mong muốn phục vụ tốt và khiến khách hàng mỉm cười với dịch vụ của mình!\n Hy vọng chúng tôi có nhiều cơ hội được phục vụ bạn vào lần sau!\n Hãy cẩn thận và chúc may mắn!Đọc thêm",
            "Tôi đã thuê xe đạp ở đây và thậm chí còn mua một vài chiếc cho bản thân và bạn bè của tôi. Chưa bao giờ có vấn đề gì với nhân viên ở đây, luôn có người nói tiếng Anh tốt và tôi tin tưởng họ. Vị trí hoàn hảo nếu bạn sống quanh khu phố cổĐọc thêm",
            "Tôi thuê chiếc Honda XR 150 được 2 tuần...gần như mới!  Dịch vụ khách hàng tuyệt vời... chủ sở hữu và nhân viên rất hữu ích.  Tôi thực sự khuyên bạn nên Đọc thêm",
            "Tôi thực sự khuyên bạn nên thuê một chiếc xe máy từ đây. Giá cả rất tốt và nếu bạn gặp bất kỳ vấn đề gì, họ sẽ giúp bạn.Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written June 4, 2022",
            "Written May 1, 2022",
            "Written April 26, 2022",
            "Written April 23, 2022",
            "Written April 22, 2022",
            "Written March 17, 2022",
            "Written March 3, 2022",
            "Written August 8, 2021",
            "Written April 13, 2021",
            "Written August 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or10-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or20-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d109972-Reviews-Mall_of_America-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g230096-d669121-Reviews-Park_Las_Aquilas_Jungle_Park-Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g143029-d145270-Reviews-Grand_Teton-Grand_Teton_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d6353318-Reviews-Al_Barsha_Pond_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g194841-d4456072-Reviews-Seceda-Ortisei_Val_Gardena_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g51436-d12104856-Reviews-Salt_Plains_State_Park-Jet_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21312345-Reviews-Cb_by_Kore-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d12829051-Reviews-Panther_Beach-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d4020986-Reviews-Fakieh_Aquarium-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48633-d3746914-Reviews-Sodus_Point_Beach_Park-Sodus_Point_Finger_Lakes_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or20-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or10-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "xe đạp": 0.8204722390510142,
            "giá cả": 0.9529069985728711,
            "xe lửa": 0.5012407153844833,
            "dịch vụ": 0.9862113232084084,
            "hồ": 0.9922318776370957,
            "nhân viên": 0.9953088610200211
        },
        "dicts_adj": {
            "xe đạp": [
                "hợp lý"
            ],
            "giá cả": [
                "hợp lý"
            ],
            "xe lửa": [],
            "dịch vụ": [
                "nhiều",
                "tốt",
                "vui",
                "hài lòng",
                "tốt"
            ],
            "hồ": [],
            "nhân viên": []
        },
        "list_proper_noun": [],
        "factor value": {
            "xe đạp": 0.5,
            "giá cả": 0.5,
            "xe lửa": 0.5,
            "dịch vụ": 1.0,
            "hồ": 0.5,
            "nhân viên": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phụng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và đánh giá 5 sao.\nChúng tôi luôn muốn phục vụ tốt cho tất cả khách hàng của mình.\n\nHy vọng sẽ gặp lại bạn trong lần tới khi bạn đến thăm Việt Nam và thuê xe máy của chúng tôi một lần nữa,\nChúc bạn may mắn với tất cả mọi người trong gia đình bạn Đọc thêm",
            "Tôi đã mua một chiếc xe đạp gần như mới từ anh Phụng với mức giá rất hợp lý. Tôi chưa từng gặp anh Phụng nhưng đã nói chuyện với anh ấy qua WhatsApp và anh ấy luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện và giỏi tiếng Anh. Tôi cần phải về nhà gấp và anh Phụng đã đồng ý giá với tôi và lấy lại xe đạp. Làm việc với công ty này là một niềm vui. Tôi thực sự giới thiệu Phung Motorbikes đến bạn. Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Dịch vụ hạng nhất, 100 độ tin cậy cho cả người và xe máy. Rất tử tế và trung thực, họ luôn theo tôi suốt chặng đường phía bắc để giúp đỡ bất cứ điều gì tôi cần. Thông tin, chỉ đường đi đâu họ tìm hiểu hộ tôi. Khi phải kiểm tra xe tay ga, người chủ đã gọi cho tôi khi tôi đang ở tiệm cơ khí và bảo anh ta phải làm gì. Tôi cảm thấy trong tay thực sự tốt. Bất cứ khi nào tôi nhắn tin vì bất kỳ lý do gì, tôi sẽ trả lời lại theo thời gian thực. Tôi chắc chắn sẽ quay lại đó nếu tôi quay lại Hà Nội.Đọc thêm",
            "Tôi biết nơi này trước đây nhưng tôi cũng muốn thử làm xe máy của mình và lúc đó tôi không rảnh nên hôm nay tôi đến đây và nhân viên giúp tôi làm xe đạp và chúng tôi nói chuyện rất thân thiện và anh ấy cũng làm rất tốt. xe đạp của tôi rất tốt tôi sẽ giới thiệu cái này cho mọi người Đọc thêm",
            "Tôi ra Hà Nội vào tháng 6 năm ngoái với ý định mua xe máy chạy từ Hà Nội vào Hồ Chí Minh và mua của anh Phụng. Không thể đề xuất bất kỳ dịch vụ nào nhiều hơn dịch vụ này cho mục đích này.  Khi ông Phùng bán xe đạp cho tôi và bạn tôi, ông đưa cho chúng tôi một tờ giấy in sẵn địa chỉ và số điện thoại của một thợ sửa xe đáng tin cậy ở mọi thành phố dọc đường từ Hà Nội vào TP.HCM. Tờ này còn có bản dịch cho những thứ như thay dầu, xẹp lốp và khoảng 50 vấn đề thường gặp khác của xe máy. Trên đó còn có số điện thoại của anh ấy, anh ấy khuyến khích chúng tôi gọi bất cứ khi nào gặp rắc rối. Anh ấy cũng phiên dịch qua điện thoại cho chúng tôi sang thợ máy và đảm bảo rằng chúng tôi có được mức giá hợp lý cho những gì chúng tôi cần. Anh ấy cũng giúp chúng tôi bán xe đạp của mình ở TP.HCM với mức giá hợp lý, thấp hơn một nửa số tiền chúng tôi đã trả - đó là một thỏa thuận không thể tin được khi xét đến việc tôi đã thuê một chiếc xe máy trong hơn một tháng. Nếu bạn đang muốn mua một chiếc xe đạp để đi từ Hà Nội đến TP HCM, không cần tìm đâu xa ngoài nơi này. Mua xe đạp là một phần quan trọng trong trải nghiệm tổng thể của chuyến đi và bạn sẽ nhận được lợi ích to lớn nếu đến gặp anh Phụng. Tôi có thể nói nhiều điều hay hơn nữa về dịch vụ này nhưng chắc chắn nó đã được những người bạn đồng hành của tôi nhắc đến. Đây là dịch vụ duy nhất mà tôi thấy hài lòng đến mức tôi cảm thấy rất đáng để viết đánh giá. Cảm ơn anh Phụng!!!Đọc thêm",
            "Tôi đã thuê một chiếc xe đạp tốt từ anh Phụng với mức giá rất phải chăng. Do tình hình không may với dịch corona nên tôi phải trả xe sớm, anh Phụng đã hoàn lại tiền cho tôi những ngày tôi không sử dụng xe mà không có vấn đề gì. Một dịch vụ tuyệt vời từ một người đàn ông tốt bụngĐọc thêm",
            "Nơi tuyệt vời và dịch vụ tốt. Nơi nhỏ bé ở trung tâm gần khu phố cổ. Chúng tôi thuê một chiếc xe máy và một chiếc xe số tự động trong 10 ngày mà không gặp vấn đề gì, chỉ bị xẹp lốp. May mắn thay, chúng tôi đã được tặng một chiếc dự phòng khi bắt đầu chuyến đi. Đối với những người đang muốn mua một chiếc xe máy thì đây là một nơi tốt để đến. Cảm ơn vì dịch vụ! Đọc thêm",
            "Dịch vụ tuyệt vời và xe máy..Phụng sẽ đảm bảo bạn có trải nghiệm tuyệt vời và hỗ trợ bạn bằng mọi cách có thể. Bất kể bạn ở đâu trên đất nước, bạn có thể tin tưởng vào sự giúp đỡ của anh ấy. Nếu bạn bị ngã xe, anh ấy sẽ đảm bảo nó được sửa chữa. Tôi khuyên bạn nên thuê một chiếc xe máy từ Phụng cho bất kỳ ai..Đọc thêm",
            "Tôi và bạn gái thuê chiếc XR150 ở Hà Nội và bắt xe vào Hồ Chí Minh. Chúng tôi thực sự giới thiệu anh Phụng và nhóm của anh ấy! Chiếc xe ở tình trạng thực sự tốt, chúng tôi không hề gặp vấn đề gì ngay cả khi chúng tôi đã lái xe hơn 2000 km! Anh Phụng rất hữu ích và luôn sẵn sàng trong suốt hành trình của bạn và anh ấy cho bạn rất nhiều lời khuyên về đường sá, máy móc hay xe đạp! Bạn cũng có thể trả xe ở các thành phố khác như chúng tôi đã làm ở Hồ Chí Minh! Những chiếc xe anh Phụng đưa cho các bạn cũng đang trong tình trạng rất tốt và được kiểm tra trước nhé! Ngoài ra anh Phụng tư vấn trung thực và có thẩm quyền! Nó đáng giá từng đô la ở đây và nếu bạn dự định đi xe máy ở Việt Nam thì đây là nơi để thuê! 5 sao cho dịch vụ, xe đạp và tư vấn! Cảm ơn anh PhụngĐọc thêm",
            "Chúng tôi thuê 2 xe máy, 1 xe bán tự động và 1 xe số tay trong 12 ngày. Chúng tôi không gặp một vấn đề gì, kể cả sau 1000 km! Chúng tôi cũng cảm thấy tự tin nếu có chuyện gì xảy ra vì Huyền, cô gái quê Phùng, đề nghị liên hệ với họ bất cứ lúc nào trên đường. Chúng tôi cũng phải để túi ở văn phòng của họ và họ đã chăm sóc nó rất chu đáo. Cuối cùng, họ rất linh hoạt khi chúng tôi gia hạn hợp đồng thuê thêm 5 ngày mà không gặp vấn đề gì. Tôi có thể nói rằng Phụng cung cấp những chiếc xe máy tốt, với mức giá hợp lý và chúng cho thấy tính sẵn có cũng như tính linh hoạt cao. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi mua 2 chiếc Yamaha Nouvos ở Hà Nội tại chỗ anh phung. Lúc đầu, nó có vẻ rất tốt, dịch vụ họ cung cấp cho bạn thực sự tốt và họ nói với bạn rằng bạn luôn có thể gọi đến số điện thoại trong trường hợp xe đạp bị hỏng. Chúng tôi đã gọi đến số điện thoại này 3 lần, 2 lần không ai trả lời điện thoại và lần thứ 3: ồ, tôi xin lỗi, tôi không biết tôi có thể giúp gì cho bạn.... Chúng tôi đã đến thợ máy 56 lần và chúng tôi đã đề cập rằng có rất nhiều sai sót với những chiếc xe đạp. Cuối cùng, chúng tôi đến được thành phố Hồ Chí Minh và hy vọng có thể lấy lại được ít nhất 100 đô la trong tổng số 270 đô la giá mà chúng tôi đã trả cho chiếc xe đạp. Sau khi chúng tôi nói chuyện với rất nhiều thợ máy và những người từ Facebook ở đây, những người muốn mua xe đạp, cuối cùng chúng tôi chỉ bán nó với giá 60... Họ bán những chiếc xe đạp theo đúng những gì chúng tôi đã nghe ở đây và họ sẽ chuẩn bị sẵn sàng cho lần đầu tiên -100 đến 200 km, sau đó bạn sẽ đề cập rằng có rất nhiều vấn đề xảy ra với chiếc xe đạp. Rốt cuộc thì dịch vụ tồi và cảm giác tồi tệ... Đọc thêm",
            "Xin chào 130mattijsk!\n Trước hết xin lỗi bạn vì tất cả những rắc rối bạn gặp phải!\n Chúng tôi đã nói với bạn rồi: đó là xe đạp cũ và xe đạp rẻ, 270 usd chỉ có người Việt Nam bình thường sử dụng xe đạp có giá 1000-3000 usd bất cứ điều gì có thể xảy ra bất cứ lúc nào.\n chắc chắn 100 chiếc xe đạp hoạt động tốt bạn sẽ cần:\n - 40 tùy thuộc vào chất lượng xe lúc đầu bạn đã chọn và kiểm tra\n - 40 tùy vào cách bạn sử dụng xe và bảo quản xe như thế nào \n - 20 tùy theo may mắn của bạn \n Bạn đã đồng ý và hiểu điều đó!\n Tôi không nghĩ bạn gọi cho chúng tôi và không có câu trả lời! Mình có 2 số điện thoại trực tuyến mở 2424 !\n Có lẽ khi bạn gọi cho chúng tôi, điện thoại của tôi đang bận! \n Và tôi cũng không nói 0h, xin lỗi, tôi không biết phải giúp gì cho bạn bây giờ. Bởi vì thông thường trong trường hợp đó tôi sẽ bảo bạn tìm một cửa hàng sửa tủ quần áo và gọi cho tôi, tôi sẽ nói chuyện với họ để họ mua hàng và mặc cả giá!\n Về giá cả, tôi nghĩ bạn đã không may mắn vì bạn không tìm được khách du lịch hoặc cửa hàng khác để bán nó với giá cao và khi bạn kết thúc chuyến đi thì đó là mùa rất thấp điểm nên bạn phải bán nó rất rất rẻ!\n  Thông thường, chúng tôi mua một chiếc yamaha nouvo với giá 150 đô la, sau khi ấn định giá khoảng 50 -100 đô la Mỹ, chúng tôi bán được khoảng 270 đô la Mỹ và thu được khoảng 50 đô la Mỹ tiền lãi, tôi nghĩ điều đó là bình thường đối với hoạt động kinh doanh của chúng tôi và tất cả các cửa hàng xe máy khác ở Hà Nội!\n Mong rằng bạn và mọi người sau khi đọc bài viết của tôi sẽ hiểu được!\n Một lần nữa xin lỗi bạn nhé!\n Phụng!Đọc thêm",
            "Tôi đến Hà Nội và quyết định đi Phùng vì TripAdvisor. Tôi không biết nhiều về mức giá tốt cho một chiếc xe máy. Vì vậy, tôi tin tưởng rằng họ sẽ đưa ra mức giá hợp lý cho tôi, nhưng cuối cùng họ không... Tôi phát hiện ra rằng 270 cho một chiếc yamaha nouvo năm: 2005 là quá nhiều. Họ đảm bảo với tôi rằng điều đó còn công bằng hơn cho chiếc xe đạp. Trên đường đi, tôi phát hiện ra rằng bạn thường mua một chiếc xe đạp như vậy với giá tối đa là 150. Vì vậy, đừng mua xe đạp của bạn ở đây vì họ chắc chắn sẽ định giá bạn quá cao!! Những người không trung thực... và tôi đã phải đi thợ dọc đường vào Sài Gòn rất nhiều lần vì chiếc xe có vấn đề. Điều đó cũng khiến tôi tốn rất nhiều tiền, xe đạp không đáng tin cậy!! Đọc thêm",
            "Xin chào Nicolaasdgf!\n Chúng tôi rất tiếc vì sự cố bạn gặp phải!\n Mình giải thích nhé, mong bạn và mọi người đọc xong sẽ hiểu!\n Chúng tôi đang kinh doanh cho thuê, bán, sửa chữa xe máy!\n Hầu hết khách hàng của chúng tôi đều hài lòng với dịch vụ của chúng tôi!\n Thông thường chúng tôi mua xe đạp cũ từ nông thôn hoặc từ những khách du lịch khác, sửa chúng và bán chúng để kiếm chút lợi nhuận!\n Chúng tôi đã mua xe yamaha Nouvo model 2-3 cũ với giá khoảng 150 usd!\n Có thể nhiều hơn có thể ít hơn! Công trình và phụ tùng sửa xe đạp giá từ 50 usd đến 100 usd !\n Sau khi bán chúng ta có thể có được chiếc xe đạp khoảng 50 usd! Chúng tôi nghĩ rằng việc kinh doanh như chúng tôi và tất cả các cửa hàng xe máy ở Hà Nội là điều bình thường!\n  Giá 270 usdbike, giá bình thường của một chiếc yamaha Nouvo đời 2-3 sau khi sửa chữa mọi thứ nên xe chạy tốt!\n Dù sao thì người ta vẫn cần chút may mắn. Bởi vì giá đó rất rẻ cho một chiếc xe đạp số tự động ở Việt Nam hiện nay người Việt sử dụng xe số tự động có giá từ 1000 usd đến 4000 usd \n Nhiều khách hàng của chúng tôi không gặp vấn đề gì với chuyến đi kéo dài 1-2 tháng, họ hài lòng với chiếc xe đạp và số tiền họ đã trả!\n Bạn đã nói với tôi rằng bạn có một số vấn đề! Nó có thể xảy ra ! Có thể bạn không may mắn, có thể bạn không biết lái xe và chăm sóc xe đạp tốt!\n Chúng tôi nhớ rằng bạn đã thử một số xe đạp và chọn chiếc xe đạp mà bạn cảm thấy phù hợp với mình!\n Thực sự chúng tôi luôn mong muốn phục vụ tốt cho mọi người! \n Mong các bạn bình tĩnh và thông cảm cho chúng tôi!\n Phụng!\n Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written July 5, 2020",
            "Written June 16, 2020",
            "Written May 14, 2020",
            "Written March 23, 2020",
            "Written March 9, 2020",
            "Written January 17, 2020",
            "Written January 12, 2020",
            "Written January 10, 2020",
            "Written December 21, 2019",
            "Written December 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or20-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or10-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or30-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g662290-d1046965-Reviews-Rancho_Texas_Lanzarote_Park-Puerto_Del_Carmen_Tias_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d116458-Reviews-Las_Olas_Boulevard-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d5443709-Reviews-Nandan_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g46756-d123115-Reviews-Princeton_University-Princeton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d123103-Reviews-Ginnie_Springs-High_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d5002158-Reviews-Rainbow_Falls-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48275-d4758242-Reviews-Mine_Kill_State_Park-North_Blenheim_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g562628-d8798889-Reviews-Kape_Beach-Sounio_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g670760-d12253683-Reviews-Copacabana_Beach-Okrug_Gornji_Ciovo_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or30-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or20-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "xe đạp": 0.5717782576102763,
            "giá": 0.9604795216349885,
            "nhân viên": 0.9480462034058291,
            "dịch vụ": 0.9378246480191592,
            "xe": 0.5683547253720462,
            "tiệm cơ khí": 0.5,
            "xe máy": -0.21126713778357953,
            "giấy": 0.44799269922077656,
            "thợ sửa xe": 0.9931999541586265,
            "thợ máy": 0.9568475198466331,
            "trải nghiệm": 0.9932016733800992,
            "chuyến đi": 0.9952314844122157,
            "mức giá": 0.7349081672728062
        },
        "dicts_adj": {
            "xe đạp": [
                "gần",
                "thân thiện",
                "tốt",
                "tốt",
                "sẵn",
                "xa",
                "quan trọng",
                "tốt"
            ],
            "giá": [
                "hợp lý",
                "hợp lý",
                "hợp lý",
                "thấp",
                "hơn",
                "hơn"
            ],
            "nhân viên": [
                "thân thiện",
                "giỏi",
                "thân thiện",
                "tốt"
            ],
            "dịch vụ": [
                "nhất",
                "nhiều",
                "hơn",
                "nhiều",
                "duy nhất",
                "hài lòng",
                "tuyệt vời",
                "tốt bụng"
            ],
            "xe": [
                "may",
                "sớm"
            ],
            "tiệm cơ khí": [],
            "xe máy": [
                "rảnh",
                "khác"
            ],
            "giấy": [
                "sẵn"
            ],
            "thợ sửa xe": [
                "dọc"
            ],
            "thợ máy": [
                "hợp lý"
            ],
            "trải nghiệm": [
                "to lớn"
            ],
            "chuyến đi": [
                "to lớn"
            ],
            "mức giá": [
                "phải chăng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "xe đạp": 3.5,
            "giá": 2.5,
            "nhân viên": 2.5,
            "dịch vụ": 1.5,
            "xe": 1.0,
            "tiệm cơ khí": 0.5,
            "xe máy": 1.0,
            "giấy": 0.5,
            "thợ sửa xe": 0.5,
            "thợ máy": 0.5,
            "trải nghiệm": 0.5,
            "chuyến đi": 0.5,
            "mức giá": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao.\n Chúng tôi luôn mong muốn phục vụ tốt cho mọi khách hàng.\n\nHy vọng gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam và thuê xe máy từ chúng tôi lần nữa,\n Chúc các bạn thành công và hạnh phúc bên gia đình Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Tôi đã sử dụng xe máy Phụng được vài năm và luôn hài lòng với dịch vụ ở đó. Họ là những người làm việc khá nhanh, không đắt tiền và thực sự quan tâm đến việc xe đạp được an toàn và ổn định. Bản thân anh Phụng nói tiếng Anh tốt nên hãy luôn nói chuyện với sếp nếu bạn lo lắng về việc giao tiếp - anh ấy sẽ sử dụng Facebook Messenger nếu anh ấy không có mặt ở cửa hàng vào thời điểm đó. Anh ấy cũng đã giúp tôi qua điện thoại khi tôi phải đi một chặng đường dài từ thành phố và gặp khó khăn khi nói chuyện với một thợ cơ khí địa phương. Tôi đã giới thiệu chúng cho bạn bè của mình trong vài năm qua: Đọc thêm",
            "Chúng tôi đã sống ở Hà Nội trong sáu năm qua, và kể từ khi tìm thấy Phung, chúng tôi đã mang xe đạp của mình đến anh ấy trong năm năm qua - anh ấy thực sự hiểu biết về xe đạp Việt Nam, rất đáng tin cậy và thực sự quan tâm đến việc công việc của mình được an toàn và đáng tin cậy. Tôi đã thấy một vài đánh giá tiêu cực bên dưới và chỉ muốn đề xuất rằng vì không phải tất cả thợ máy của anh ấy đều nói tiếng Anh tốt, nên nhắn tin cho anh ấy trên Facebook trước khi bạn viết ra danh sách những gì bạn cần. Nếu bạn có bất kỳ nghi ngờ nào về giao tiếp, hãy đảm bảo rằng bạn nói chuyện với chính Phung, anh ấy thực sự quan tâm đến công việc của mình và đảm bảo mọi người đều hài lòng. Rất khuyến khích và không mang xe đạp của chúng tôi đi bất kỳ nơi nào khác nữa: Đọc thêm",
            "Tôi vừa đến chỗ anh Phụng để lấy chiếc xe Honda win bảo dưỡng. Tôi yêu cầu thay dầu, siết chặt xích, kiểm tra ly hợp, phanh và chạy thử. Anh ấy bảo tôi quay lại sau 20 phút. Lúc về thì đã thay dầu, xích chặt lại. Tuy nhiên, bộ ly hợp không được điều chỉnh. Tôi hỏi họ có làm vậy không và anh ấy nói có, anh ấy cũng nói họ đã chạy thử, điều này chưa bao giờ xảy ra vì động cơ vẫn còn lạnh khi tôi quay lại. Họ nói mọi thứ đều ổn, mặc dù má phanh ở trong tình trạng tồi tệ. Bạn tôi cũng yêu cầu như vậy và họ cũng không làm gì ngoài việc thay dầu, họ còn dựa chiếc xe đạp của anh ấy vào tường, làm trầy xước các bộ phận của nó. Điều tốt duy nhất có điều là anh ấy chỉ tính tiền thay nhớt.Đọc thêm",
            "Xin chào Max!\nTôi là Phụng, chủ cửa hàng xe máy Phụng!\nTrước hết xin lỗi vì sự cố bạn gặp phải!\nĐể tôi giải thích, hy vọng bạn có thể hiểu!\n\nKhi bạn đến cửa hàng của tôi để kiểm tra xe, tôi không có ở đó!\nVào thời điểm đó, chúng tôi rất bận rộn với nhiều khách hàng đến thuê xe máy!\nChúng tôi có 3 công nhân ở đó, một trong số họ có thể nói một chút tiếng Anh!\nCó thể anh ta không hiểu đủ những gì bạn muốn làm cho xe máy\nMột trong số họ đã làm một số công việc nhỏ trên 2 chiếc xe đạp, siết chặt xích, điều chỉnh cáp ly hợp, thay dầu cho chúng! Anh ta không biết bạn cần phải kiểm tra xe để xem chúng có hoạt động tốt hay không.\nTôi hỏi họ về vết xước, họ nói rằng đó là rất nhỏ, không đáng kể, có thể là vết xước cũ trước đó.\nChúng tôi chỉ nhận tiền thay dầu! Một số công việc nhỏ chúng tôi đã làm có tính phí!\nChúng tôi đã sửa xe máy cho nhiều khách hàng khác với giá cả hợp lý và làm tốt, thậm chí có một số thời gian có tính phí!\nBạn đã cho chúng tôi 1 sao, thật không công bằng!\nXin hãy xóa bài viết của bạn đi, nó sẽ gây rắc rối cho những người nước ngoài khác nếu họ muốn tìm nơi an toàn để sửa xe đạp của họ!\n\nPhung!\nĐọc thêm",
            "Chúng tôi đã thuê chiếc Honda XR150. Nó đắt hơn những chiếc xe đạp khác nhưng nó đáng giá. Ngay cả với 2 người và ba lô 50L trên giá để hành lý gắn bên hông, chúng tôi vẫn chạy được 90 km/h trên đường cao tốc. Tuy nhiên, nó đủ nhỏ và linh hoạt cho giao thông trong thành phố Hà Nội. Đó là một con thú! Chất đầy đồ, chúng tôi đi lên dốc trên những con đường núi có biển chỉ dẫn ở độ dốc 18. Rất hài lòng với chiếc xe đạp. Cửa hàng xe máy Phụng nằm trong một con hẻm nhỏ nhưng đó là vì họ là nơi cho thuê xe máy, không giống như hàng trăm đại lý du lịch trên đường phố sẽ tăng giá thuê để cắt giảm. Ngày nay, đủ dễ dàng để tìm thấy với bản đồ Google. Cảm ơn! Sẽ thuê lại.Đọc thêm",
            "Tôi muốn giới thiệu cửa hàng cho thuê xe Phụng vì dịch vụ trung thực và đáng tin cậy. Đừng lo lắng về việc để lại hộ chiếu hoặc trái phiếu của bạn với họ vì họ an toàn. Chúng tôi đã sử dụng rất tốt những chiếc xe đạp địa hình của Trung Quốc đã có thể chạy được 5 ngày. Chỉ có một lần chúng tôi nhờ thợ đổi pin và sau khi gọi cho Phụng thì mọi việc đã được giải quyết và hoàn trả sau đó. Tuy nhiên, điều phải biết với những chiếc xe đạp địa hình này là khi bạn bật đèn, pin sẽ không có đủ điện để sạc. Nếu bạn lái xe vào ban đêm thì hãy chi tiêu nhiều hơn và đừng thuê những chiếc xe đạp địa hình phiên bản Trung Quốc. Chúng tôi còn được tặng 3 săm dự phòng và dây phanh dự phòng. Chúng tôi không cần chúng nhưng thật thoải mái khi có sẵn. Cảm ơn đội Phụng, tôi rất vui vì đã thuê nhà của bạn. Đọc thêm",
            "Tôi thuê một chiếc Yamaha 250 cc với giá 25 mỗi ngày trong bốn ngày. Không cần phải nói rằng các công cụ không hoạt động. Sau 2 ngày đi du lịch, khi chúng tôi đang cách Hà Nội 65 dặm, xe đạp bị mất điện và chúng tôi cần bật lại theo cách cũ. Còi và tín hiệu không hoạt động. Mất niềm tin vào chiếc xe đạp, chúng tôi mang nó trở lại và thay đổi kế hoạch du lịch của mình và chúng tôi chỉ nhận lại 50 giá trị của hai ngày còn lại theo hợp đồng. Bất chấp việc chúng tôi quay lại vì xe bị lỗi: Tôi nhớ nước Mỹ.Đọc thêm",
            "Xin chào ông Lestos!\n Tôi là Phụng chủ tiệm xe máy Phùng!\n Trước hết chúng tôi rất xin lỗi bạn vì sự cố này!\n Hãy để tôi giải thích cho bạn, hy vọng bạn có thể hiểu và có sự hiểu biết nào đó với chúng tôi!\n Khi những người di chuyển bằng xe máy, họ sẽ cần một chút may mắn vì bất cứ điều gì cũng có thể xảy ra bất cứ lúc nào!\n Bạn gặp rắc rối với ắc quy xe đạp của chúng tôi, nó chết rồi phải không?\nĐó là vấn đề bình thường và dễ dàng khắc phục!\n Hết pin nên không khởi động bằng điện và không có còi, đèn báo.., điều đó cũng dễ hiểu thôi!\n Bạn vẫn có thể khởi động xe bằng cách kick start! Bởi vì dù là xe motocross 250 cc nhưng nó vẫn có khả năng khởi động!\n Bạn nên liên hệ với chúng tôi để cung cấp thông tin đó và chúng tôi có thể xử lý vấn đề đó một cách dễ dàng như thợ sửa chữa mọi lúc mọi nơi và chỉ cần thay pin mới! Chúng tôi sẽ trả tiền cho việc đó, nhưng bạn đã không làm điều đó!\n Bạn về sớm hơn 2 ngày nhé.\n Thông thường ở các công ty khác, họ sẽ không trả tiền cho những ngày mọi người không sử dụng xe đạp nhưng ở công ty của tôi, chúng tôi sẽ trả 12 đô la cho những ngày mọi người không sử dụng xe đạp!\n Nhân viên của tôi đã làm như vậy như trên giấy tờ của chúng tôi đã nói!\n  Khi bạn quay lại cửa hàng của tôi để trả xe, tôi đã không có ở đó!\n Đồ đạc của tôi nên linh hoạt trong tình huống này, đưa toàn bộ số tiền cho bạn trong 2 ngày bạn trả xe sớm hơn! Cô đã có sai lầm!\n Dù sao đó cũng là sai lầm của tôi!\n Một lần nữa xin lỗi bạn!\n Hy vọng bạn có thể có sự hiểu biết nào đó với chúng tôi!\n Mọi điều tốt đẹp nhất sẽ đến với bạn và gia đình!\n Phụng!Đọc thêm",
            "Cửa hàng xe máy Phụng rất tuyệt vời cho cả việc mua và thuê xe đạp, tôi đã làm cả hai việc. Anh Phụng giúp bạn tìm ra loại xe máy phù hợp với nhu cầu của bạn và cung cấp cho bạn một chiếc xe đạp đáng tin cậy. Nếu có điều gì đó không ổn, họ sẽ giúp bạn khắc phục mọi thứ ngay lập tức. Anh Phụng và nhân viên của anh rất thân thiện và trung thực - một sự kết hợp tuyệt vời nếu bạn tìm kiếm lời khuyên hữu ích. Cảm ơn sự hỗ trợ của bạn trong thời gian tôi ở Việt Nam!Đọc thêm",
            "Một người bạn sống lâu năm ở Hà Nội đã giới thiệu tôi mua xe máy ở đây - và tôi chắc chắn không hề hối hận. Tôi đã mua phiên bản Detech của Honda win mà nhiều người coi là một chiếc xe đạp chắc chắn sẽ hỏng hóc nhưng thực tế hoàn toàn ngược lại. Tôi đã lái xe suốt một tháng qua Việt Nam, bao gồm cả chuyến đi vòng quanh Hà Giang với hai người và hai chiếc ba lô trên xe đạp của mình và tôi chưa từng gặp một sự cố hay điều gì tương tự. Trớ trêu thay, tôi thấy rất nhiều người phải vật lộn với những chiếc xe đạp đắt tiền hơn của họ. Tuy nhiên, chiếc xe đạp của tôi đặc biệt ở mức giá này! Thật hoàn hảo và tôi hoàn toàn có thể giới thiệu nó. Ngoài ra, chủ sở hữu của Phụng luôn đảm bảo bạn sẽ mua lại xe đạp với một mức giá nhất định, điều này rất hữu ích cho những du khách không còn thời gian để bán xe đạp của mình.Đọc thêm",
            "Tôi và bạn tôi thuê xe máy từ Phụng để đi tour đầu tiên lên Sapa sau đó xuống Sài Gòn. Tôi có thể nói rằng tôi không thể hạnh phúc hơn với quyết định của chúng tôi. Anh ấy có rất nhiều lựa chọn trong gara của mình. Anh ấy cho chúng tôi đi thử từng chiếc xe mà chúng tôi cân nhắc mua và chúng tôi đã có được 2 chiếc xe máy thực sự đẹp đã đưa chúng tôi đi khắp Việt Nam. Anh ấy cho chúng tôi lựa chọn thả xe đạp ở Sài Gòn. Vì thế chúng tôi không phải lo việc mua ở Hà Nội và bán ở Sài Gòn, điều đó khiến mọi việc trở nên thoải mái. Anh ấy đưa cho chúng tôi những phụ tùng thay thế mà chúng tôi có thể cần, chẳng hạn như săm lốp phòng trường hợp lốp bị xẹp, điều này thực sự đã cứu chúng tôi một lần. Chúng tôi có thể liên hệ với anh ấy 724 bất cứ khi nào chúng tôi có câu hỏi không quan trọng liên quan đến xe đạp hay không. Một điều tốt nữa khi làm việc với anh ấy là anh ấy có các đối tác trên khắp Việt Nam. Vì vậy, trong trường hợp bạn yêu cầu hỗ trợ kỹ thuật, bạn không cần phải tìm cửa hàng hay lo lắng về việc phải đi đâu, tất cả những gì bạn phải làm là gọi cho anh ấy và anh ấy sẽ cung cấp cho bạn thông tin liên hệ của đúng cửa hàng mà bạn phải đến. Vì vậy, chắc chắn bạn sẽ nhận được dịch vụ phù hợp và không ai cố gắng tính phí quá cao cho bạn. Tuy nhiên, chúng tôi đã hoàn thành chuyến tham quan của mình mà không gặp vấn đề kỹ thuật nào. Chúng tôi đã có một chuyến đi tuyệt vời trong 16 ngày với những chiếc xe đạp tuyệt vời đó. Tôi đánh giá cao Phụng vì dịch vụ của anh ấy. Chắc chắn tôi sẽ nhận được một chiếc xe đạp từ anh ấy nếu tôi quay lại Việt Nam. Đọc thêm",
            "Tôi đã đọc một số đánh giá trên TripAdvisor và quyết định đây là nơi để thuê. Có một chiếc xe đạp cho thuê ngày hôm nay và nó thật tuyệt. Khi chiếc xe đến, họ chỉnh sửa nó để đảm bảo nó hoạt động, thấy người thợ kiểm tra phanh và đèn báo, đây là điều mà tôi chưa từng thấy trước đây ở Đông Nam Á. Những kẻ này rõ ràng biết cách phục vụ khách du lịch. Sẽ sử dụng lại không còn nghi ngờ gì nữa! Tôi thấy một đánh giá tiêu cực về giá cả, tôi được thông báo trên WhatsApp là 5 nhưng ở cửa hàng là 6...điều này thực sự không phải là vấn đề và thành thật mà nói, tôi nghĩ nó rẻ nhất trong thành phố, hoặc ít nhất là những gì tôi đã thấy ! Ý tôi là tranh luận về số tiền nhỏ đó sẽ là điều ngớ ngẩn. Cảm ơn các bạn.Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written December 16, 2019",
            "Written December 13, 2019",
            "Written December 7, 2019",
            "Written October 25, 2019",
            "Written October 23, 2019",
            "Written September 30, 2019",
            "Written September 6, 2019",
            "Written September 3, 2019",
            "Written August 23, 2019",
            "Written August 19, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or30-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or20-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or40-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d481064-Reviews-Tangier_Casbah-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g58671-d7386023-Reviews-Myrtle_Falls-Paradise_Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d8036493-Reviews-McLeod_Plantation_Historic_Site-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d103404-Reviews-LEGOLAND_California-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d14957851-Reviews-Upper_Duden_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d538126-Reviews-Fillmore_Auditorium-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185138-Reviews-Gay_Village-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d12101183-Reviews-Waterfront_Centre-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g644213-d6988192-Reviews-Monolithos_Beach-Monolithos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287919-Reviews-Old_Town-Gdansk_Pomerania_Province_Northern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or40-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or30-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "dịch vụ": 0.8716671069851145,
            "xe máy": 0.9075103705516085,
            "xe đạp": 0.2668653514374455,
            "cửa hàng": 0.08398616779595613,
            "thợ cơ khí địa": 0.4978549927473068,
            "thợ máy": 0.7941882899031043,
            "xe": 0.43990075401961803,
            "dầu": 0.5,
            "hợp phanh": 0.5,
            "dầu xích": -0.9298861469142139,
            "bộ phận": 0.5,
            "cửa hàng xe máy": 0.4711805637925863,
            "vết": -0.8671715767122805,
            "vết xước": -0.2750763180083595,
            "giá cả": 0.5418477281928062
        },
        "dicts_adj": {
            "dịch vụ": [
                "nhiều"
            ],
            "xe máy": [
                "hài lòng",
                "bận rộn",
                "nhiều",
                "nhỏ"
            ],
            "xe đạp": [
                "nhanh",
                "đắt",
                "thực sự",
                "an toàn",
                "thực sự",
                "thực sự",
                "an toàn",
                "khuyến khích",
                "khác",
                "chặt",
                "khác",
                "an toàn"
            ],
            "cửa hàng": [
                "tốt"
            ],
            "thợ cơ khí địa": [
                "dài",
                "khó khăn"
            ],
            "thợ máy": [
                "tốt"
            ],
            "xe": [],
            "dầu": [],
            "hợp phanh": [],
            "dầu xích": [],
            "bộ phận": [],
            "cửa hàng xe máy": [],
            "vết": [
                "nhỏ",
                "đáng kể"
            ],
            "vết xước": [
                "nhỏ",
                "đáng kể"
            ],
            "giá cả": [
                "nhiều",
                "khác",
                "hợp lý",
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "dịch vụ": 2.0,
            "xe máy": 2.5,
            "xe đạp": 2.0,
            "cửa hàng": 1.0,
            "thợ cơ khí địa": 0.5,
            "thợ máy": 0.5,
            "xe": 0.5,
            "dầu": 0.5,
            "hợp phanh": 0.5,
            "dầu xích": 0.5,
            "bộ phận": 0.5,
            "cửa hàng xe máy": 0.5,
            "vết": 0.5,
            "vết xước": 0.5,
            "giá cả": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao.\n Chúng tôi luôn mong muốn phục vụ tốt cho mọi khách hàng.\n\nHy vọng gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam và thuê xe máy từ chúng tôi lần nữa,\n Chúc các bạn thành công và hạnh phúc bên gia đình Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Chúng tôi thuê xe máy trong 2 tuần với Phụng Motorbike Rental. Họ đã cho chúng tôi mức giá rất tốt và xe đạp chạy rất tốt! Các nhân viên và chủ sở hữu rất thân thiện và hữu ích, họ đã cung cấp cho chúng tôi tất cả thông tin cần thiết và chúng tôi hài lòng với trải nghiệm này. Sẽ thuê lại nếu quay lạiXem thêm",
            "Phụng là nguồn thông tin về mua bán xe đạp của tôi kể từ tuần đầu tiên tôi đến Hà Nội vào năm 2014. Anh ấy là nơi tuyệt vời để bắt đầu khi bạn đang tìm kiếm một thử nghiệm về một chiếc xe mới mua và một cửa hàng so sánh khi bạn lo lắng về việc bị mắc sai lầm. bởi một lang băm địa phương. Anh cũng có những khoản đầu tư ấn tượng vào những chiếc xe đạp địa hình mới hơn cho những chuyến đi đường dài quanh miền Bắc Việt Nam cũng như cho thuê một số lượng lớn xe bán tự động mới. Tôi thích ngồi trong nhà kho đồ sộ của anh ở Long Biên đào tìm kho báu chờ hàn, chế tạo lại carb hay đổi pin. Tôi đã lái những chiếc xe đạp của anh ấy hơn 2000 km và chưa bao giờ một trong những chiếc tàu tuần dương hoặc xe đạp đường mòn lớn hơn của anh ấy làm tôi thất vọng. Nếu bạn cần thông tin cập nhật về nơi đi và cách đến đó thì Phụng sẽ luôn là người đàn ông của bạn. Anh chàng tuyệt vời để hợp tác kinh doanh.Đọc thêm",
            "Tôi thuê xe đạp ở Phụng Motorbikes đã 5 lần rồi. Họ rất thân thiện và đáng tin cậy. Những chiếc xe đạp đang trong tình trạng siêu tốt. Giá thuê tốt nhất ở Hà Nội mà tôi có thể tìm thấy!Đọc thêm",
            "Dịch vụ khủng khiếp, mọi thứ đều chấp nhận thân thiện! Chúng tôi đi bộ đến công ty cho thuê này vì lẽ ra đây phải là một công ty cho thuê tốt và thân thiện. Tuy nhiên, người phụ nữ giúp chúng tôi điền thông tin chi tiết lại đối xử với chúng tôi như thể chúng tôi là đồ vật hoặc những đứa con nhỏ phiền phức của cô ấy. Cô ấy trả lời một câu hỏi bình thường về một mục chi tiết hét lên như thể chúng tôi thật ngu ngốc. Sau khi nói với cô ấy rằng cô ấy có thể trả lời câu hỏi bình thường này như những người bình thường, cô ấy bắt đầu la hét dữ dội hơn và thậm chí còn nói rằng bạn điên rồi!!. Chúng tôi rời quán sau câu này và đi thuê chỗ khác. Những người đối xử với bệnh nhân của họ như thế này không xứng đáng nhận được tiền của khách du lịch.  Đọc thêm",
            "Mr Sophiev !\nThank you for giving us time and write review on TripAdvisor community. We are very much aware of taking care of our customers and help them out as much as possible. \n So we have to mention the other part of story which you strive forgot to mention. \n You got angry when we ask you to write your Visa number mention on your passport but you think we ask your VISA card number. But when i tried to explain you, you shouted at me that i am cheating you. When i was trying to explain you that VISA is your visa number on Passport you said i am stupid asking you your VISA credit card number. We never asked the people that number and we also never want to keep the bank card for deposit when they offer us  instead of money or passport... as we dont want any trouble maybe happen after that. \n Moreover i still calm when you  tear the contract and throw the pen. Sir, i am not sure about this attitude in western countries but in Asia its really impolite throwing pen to the floor and tear the paper work in front of someone who is treating you like customer. \n  For us every customer is special. I am not sure what makes you angry with us. I can accept that if it may be miscommunication so i tried to explain you what ViSA number that we need but it doesnt mean i tried to teach you. \n  I dont have anything to say more. Just would like to mention we Asian believe in respect. If you respect us we are willing to explain you any misunderstanding or miscommunication as much as time you want. We are in hospitality business and for us every customer is important. \nI have mentioned the other part of story clear and i hope when other customers know the other part of dispute theyll have theirs opinion themselves. Because we always do business by our heart, do good service first get money later! Making good service , make the customers happy after they use our service, that is the most important with us !\nLeave your review here or not its up to you if you want all people know how impolite you are after they read all this story.\nHuyen staff of phungmotorbikeRead more",
            "Tôi không thể tìm đủ từ ngữ để mô tả trải nghiệm với Phụng Motorbikes. Nhân viên rất chuyên nghiệp, họ biết chính xác những gì bạn cần và họ giao hàng 100 chiếc! Chúng tôi thuê Honda XR150 để khám phá miền bắc Việt Nam Chiếc xe đạp đã được chuẩn bị tốt, lốp mới, mũ bảo hiểm tốt, tất cả các thiết bị cần thiết như dây đai, áo mưa, săm dự phòng, v.v.Chúng tôi có một chuyến đi tuyệt vời trên núi mà không phải lo lắng về xe đạp. 5 sao là không đủ cho dịch vụ mà anh Phụng cung cấp. Chắc chắn nên đọc thêm",
            "Xe đạp tuyệt vời. Chúng tôi đã vượt qua mọi loại đường trong 1250 km. Xe đạp đi kèm với dây đai để hành lý để giữ điện thoại và quan trọng là bộ sạc USB. Phụng thật tuyệt vời khi giải quyết được. Tôi đã thuê trong 8 ngày và trả 3.700.000 D. Rất khuyến khích.Đọc thêm",
            "Thuê một chiếc xe tay ga tự động 150 cc và nó vẫn ổn. Hóa ra thuê một tháng còn rẻ hơn thuê hai tuần. Có một vấn đề nhỏ về máy móc, hãy gọi cho họ và họ đã cử thợ cơ khí và một chiếc xe đạp thay thế. Dịch vụ rất tốt, giá cả hợp lý và xe đạp phong nha. Tôi đề nghị nơi này!Đọc thêm",
            "Quên mang theo hộ chiếu để đặt cọc và phải quay lại lấy vì họ không thuê xe đạp mà không có hoặc để lại 3 triệu đồng..... Thuê một chiếc xe máy trong 24 giờ, 150.000 đồng - giá cả rất hợp lý và dịch vụ hữu ích. Người phụ nữ nối mạng wifi để chỉ cho chúng tôi cách đến trạm xăng gần nhất. 80.000 VNĐ cho một bình đầy, nhưng chúng tôi khuyên bạn chỉ nên nạp thêm 30.000 và xuất trình tiền mặt cho nhân viên trạm xăng TRƯỚC để họ không nạp hết.Đọc thêm",
            "Đây là lần đầu tiên tôi đến thăm thành phố Hà Nội. Và tôi phát hiện ra nơi này rất nổi tiếng. Xe thì tốt nhưng chủ nhà thì không. Cô ấy quan tâm quá nhiều đến chiếc xe đạp và tiền bạc của mình chứ không phải trải nghiệm của khách du lịch. Cô ấy chỉ muốn kiếm được càng nhiều tiền càng tốt và chiếc xe đạp của cô ấy được sử dụng càng ít càng tốt. Và giá KHÔNG CỐ ĐỊNH cho tất cả mọi người. Nó phụ thuộc vào bạn là ai. Chúng tôi thuê chiếc xe đạp này trong 1 ngày. Giá là 120k đồng. Nhưng khi chúng tôi quay lại. Chiếc xe đạp đó được thuê với giá chỉ 100 nghìn đồng chỉ vì chúng tôi đến từ miền Nam. Không thể có được nó. Đây là một trải nghiệm khủng khiếp đối với tôi ở Hà Nội.Đọc thêm",
            "Thông thường tôi không viết đánh giá nhưng ông. Phụng chắc chắn xứng đáng được như vậy. Tôi RẤT RẤT giới thiệu Phụng Motorbike cho tất cả những ai muốn thuê hoặc mua xe máy tại Hà Nội. Tất cả các xe máy mà ông. Phụng được phục vụ rất tốt. Và trong trường hợp có chuyện gì xảy ra trên đường, ông. Phụng luôn có đối tác ở mọi thành phố dọc tuyến đường sẽ khắc phục sự cố miễn phí. Anh ấy giữ liên lạc với bạn thông qua WhatsApp trong chuyến đi và liên tục hỏi bạn xem mọi thứ có ổn không. Ngoài ra giá cả Mr. Phụng cung cấp cho bạn có lẽ là thứ tốt nhất bạn có thể nhận được.Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written August 13, 2019",
            "Written August 12, 2019",
            "Written August 9, 2019",
            "Written July 22, 2019",
            "Written July 9, 2019",
            "Written June 22, 2019",
            "Written June 22, 2019",
            "Written June 15, 2019",
            "Written May 11, 2019",
            "Written May 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or40-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or30-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or50-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10020410-Reviews-Bastille_Day-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d292634-Reviews-Thornton_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d2164348-Reviews-Pakistan_Monument_Museum-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3410795-Reviews-Raval-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32519-d4956397-Reviews-Idyllwild_Park-Idyllwild_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d3139794-Reviews-Branson_s_Wild_World-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g47163-d215075-Reviews-The_Lightning_Field-Quemado_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1820755-d4234308-Reviews-Kristall_Palm_Beach-Stein_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g47962-d7268905-Reviews-Long_Island_Rail_Road-Jamaica_Queens_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or50-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or40-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "xe máy": 0.8702525701373816,
            "mức giá": 0.9943706668564118,
            "xe đạp": 0.8257668089354411,
            "nhân viên": 0.9942302225390449,
            "trải nghiệm": 0.5,
            "cửa hàng": 0.9916138355620205,
            "lang băm địa phương": -0.8956686155870557,
            "chuyến đi đường": 0.7777634439989924,
            "cho": 0.708729618228972,
            "nhà kho": 0.5,
            "đồ sộ": 0.5,
            "biên": 0.5,
            "tàu tuần dương": -0.8908150675706565,
            "xe đạp đường": 0.23753860592842102,
            "giá thuê": 0.9933948205434717,
            "dịch vụ": 0.9908152418211102,
            "đồ vật": -0.973705465439707
        },
        "dicts_adj": {
            "xe máy": [],
            "mức giá": [
                "tốt"
            ],
            "xe đạp": [
                "tốt",
                "đầu tiên",
                "mới",
                "hơn",
                "hơn",
                "tốt"
            ],
            "nhân viên": [
                "thân thiện",
                "cần thiết",
                "hài lòng"
            ],
            "trải nghiệm": [],
            "cửa hàng": [
                "tuyệt vời"
            ],
            "lang băm địa phương": [],
            "chuyến đi đường": [
                "dài"
            ],
            "cho": [
                "dài"
            ],
            "nhà kho": [],
            "đồ sộ": [],
            "biên": [],
            "tàu tuần dương": [
                "lớn",
                "hơn"
            ],
            "xe đạp đường": [
                "hơn"
            ],
            "giá thuê": [
                "tốt"
            ],
            "dịch vụ": [],
            "đồ vật": [
                "phiền phức"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "xe máy": 0.5,
            "mức giá": 0.5,
            "xe đạp": 1.5,
            "nhân viên": 0.5,
            "trải nghiệm": 0.5,
            "cửa hàng": 0.5,
            "lang băm địa phương": 0.5,
            "chuyến đi đường": 0.5,
            "cho": 0.5,
            "nhà kho": 0.5,
            "đồ sộ": 0.5,
            "biên": 0.5,
            "tàu tuần dương": 0.5,
            "xe đạp đường": 0.5,
            "giá thuê": 0.5,
            "dịch vụ": 0.5,
            "đồ vật": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phụng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao.\n Chúng tôi luôn mong muốn phục vụ tốt cho mọi khách hàng.\n\nHy vọng gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam và thuê xe máy từ chúng tôi lần nữa,\n Chúc các bạn thành công và hạnh phúc bên gia đình Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Sau vài trải nghiệm khó chịu với thợ cơ khí ở Hà Nội, tìm được Shop anh Phụng thật nhẹ nhõm. Họ làm việc hiệu quả, tính phí hợp lý và thậm chí còn đón tôi một lần từ nơi nào đó khi xe đạp của tôi bị hỏng. Chắc chắn là lựa chọn tốt nhất của bạn ở Hà Nội!Đọc thêm",
            "Anh ấy cung cấp Dịch vụ tốt nhất, đáng tin cậy, hoàn toàn thân thiện và chuyên nghiệp. Đã mua 3 chiếc xe đạp tại Địa điểm của anh ấy trong 10 năm và đi được tối thiểu 20000km với họ. Không bao giờ có bất kỳ vấn đề nào với xe đạp. Và khi tôi gặp sự cố, Anh ấy vẫn giúp tôi nói chuyện với các Workshop qua điện thoại!!! Tôi giới thiệu cho mọi người!Đọc thêm",
            "Tôi không thể so sánh với các cửa hàng xe máy khác nhưng tôi khá chắc chắn rằng cửa hàng này là cửa hàng chuyên nghiệp nhất ở Việt Nam. Đầu tiên: Tôi học lái xe đạp số tay với ông chủ luôn mỉm cười thân thiện và có thể nói tiếng Anh miễn phí. Thứ hai: giá cả phải chăng để mua vì tôi có thể mua được mũ bảo hiểm loại tốt, đấu thầu, dầu xích và một tờ giấy có nhiều lời khuyên và địa chỉ liên hệ. Hơn nữa, tôi đã phải chật vật để bán lại chiếc xe máy nhưng ông chủ đã đề nghị tôi lấy lại với giá một nửa giá thay vì 50 từ người dân địa phương khác. Rất hayĐọc tiếp",
            "Sau khi nhờ một số thợ sửa xe đáng nghi ở Hà Nội để sửa xe, một người bạn của tôi đã gợi ý đến Phụng Motorbikes. Phụng và nhóm của anh ấy đã nỗ lực hết mình để giúp đỡ tôi. Giá cả hợp lý, dịch vụ nhanh chóng và hiệu quả! Nếu bạn cần một cửa hàng sửa chữa hoặc cho thuê có thể tin tưởng, tôi khuyên bạn nên sử dụng Phụng Motorbikes!Đọc thêm",
            "Vừa trở về nhà sau 3 tuần đi xe máy, thuê của mr. Cửa hàng Phụng. Hơn 2.000 km và xe không có vấn đề gì, chỉ có một chiếc lốp bị xẹp : Đây là lần thứ hai tôi thuê xe đạp từ họ và cả những chiếc xe đạp mà chúng tôi đã thuê trước đó cũng ở tình trạng rất tốt và chúng tôi không gặp vấn đề gì cách của chúng tôi. Tôi thích việc họ hành động rất công bằng, tử tế và họ cũng nói tiếng Anh, nên không giống như ở các cửa hàng khác, họ muốn bán cho bạn máy giả từ Trung Quốc với giá cao hơn nhiều và không nói với bạn rằng đó là hàng giả không đủ mạnh. hãy tin tôi, tôi đã thử vài lần.. Vì vậy, tôi giới thiệu cửa hàng cho thuê của anh ấy, vì họ làm một công việc thực sự tốt, chuyên nghiệp và công bằng, điều tôi thích. Năm tới tôi muốn mua một cái nên tôi sẽ trực tiếp đến cửa hàng của anh ấy.. Chúc các bạn một ngày tốt lành và tận hưởng kỳ nghỉ ở Việt Nam, vì đi xe máy là cơ hội tốt nhất để tận hưởng sự chân thực của vẻ đẹp này quận ;Đọc thêm",
            "Nơi cho thuê xe máy tốt nhất tại Hà Nội. Anh ấy đã trả lời tôi nhanh chóng bất cứ lúc nào tôi hỏi. Rẻ nữa, tôi thuê sirius chỉ với giá 12 usd trong 2 ngày. Tôi thực sự khuyên bạn nên Phụng Motorbike. Xe đạp của họ cũng ở tình trạng tốt.Đọc thêm",
            "Anh Phụng đã làm việc trên xe đạp của tôi được một thời gian và chưa bao giờ làm tôi thất vọng. Giá cả hợp lý và anh ấy sẽ không đi tìm những công việc không cần thiết. Rất khuyến khích.Đọc thêm",
            "Thuê một chiếc xe máy để đi đến vườn quốc gia Bi Vi và đó là một quá trình nhanh chóng và không hề đau đớn. Họ hết xe số tự động và chỉ có xe bán tự động nhưng họ nhanh chóng dạy tôi cách vận hành và chúng tôi lên đường. Có những nơi cho thuê xe máy khác có thể cho thuê với giá rẻ hơn một chút, nhưng trên chiếc xe khác tôi đã thử, đồng hồ tốc độ bị hỏng chỉ số 0, đèn hậu tắt và toàn bộ chiếc xe có cảm giác sơ sài. Chi thêm tiền ở đây để có được một chiếc xe máy ở tình trạng tốt hơn, nó không hoàn hảo nhưng chắc chắn tốt hơn địa điểm khác.Đọc thêm",
            "Dịch vụ khách hàng tốt nhất ở Hà Nội cho đến nay! Các thành viên nhân viên thân thiện và chào đón. Hoàn toàn có thể giao tiếp bằng tiếng Anh. Những người đáng tin cậy, trung thực và dễ chịu. Tôi đã mua một chiếc Honda Fortune với giá rất tốt. Tôi có một chiếc xe đạp khác mà tôi không muốn lái nữa; họ đã trả rất nhiều tiền để mua nó cho tôi. Tôi vừa trả tiền chênh lệch giữa xe mới và xe cũ. Tôi đã thử một vài nơi khác nhau trước khi đến với họ; điều hối tiếc duy nhất của tôi: lúc đầu không biết về họ! Điều này sẽ giúp tôi tiết kiệm cả tiền bạc và năng lượng! CỬA HÀNG XE ĐẠP TỐT NHẤT HÀ NỘIĐọc thêm",
            "Tôi đã đi khắp Hà Nội để ngắm những chiếc xe đạp khủng khiếp từ những người bán hàng khủng khiếp và đang lo lắng về việc tìm một chiếc xe máy để chúng tôi đi về phía nam khi tôi bước vào Phụng. Anh ấy chào đón tôi, mời tôi trà và chỗ ngồi và chúng tôi nói về những gì tôi đang nghĩ. Không có sự khó khăn hay áp lực nào cả, chỉ có sự thảo luận thân thiện một cách bình tĩnh. Ngày hôm sau tôi thuê chiếc Lifan 125 một chiều tới Hội An. Chiếc xe đạp hoạt động hoàn hảo và có đủ khả năng cho tôi và hành lý của tôi. Tôi đã có chiếc xe đạp được 10 ngày mà không có vấn đề gì sau đó trả lại xe cho một cửa hàng ở Đà Nẵng và họ đã chuyển xe về Hà Nội. Nếu xe có vấn đề gì, bạn hãy gọi cho Phụng và cửa hàng sẽ sắp xếp sửa chữa và cho bạn biết số tiền phải trả , số tiền này sẽ được hoàn lại nếu sự cố không phải do bạn gây ra. Điều này nhằm ngăn chặn việc sửa chữa cẩu thả và bị lừa đảo. Tôi không thể hài lòng hơn với chiếc xe đạp, giá cả và dịch vụ mà tôi nhận được và không ngần ngại giới thiệu đầy đủ về cửa hàng Xe Máy Phụng.Đọc thêm",
            "Xin chào, bao nhiêu một ngày cho một chiếc xe máy thoải mái phù hợp cho 2 người mang theo hành lý trong 14 ngày từ Hà Nội và trở về Hà Nội.\n\nCảm ơn Simon.Đọc thêm",
            "Này Simon. Tôi khuyên bạn nên liên hệ với họ trên Facebook để báo giá. Hy vọng điều đó có ích!Đọc thêm",
            "CHÀO,\n\nBạn cũng mua xe máy à? Tôi muốn bán chiếc Yamaha Nouvo của mình. \n\nRất vui được nghe, cảm ơn bạn trước.\nGwenĐọc thêm",
            "Xin chào!\n Chúng tôi mua xe máy!\n Vui lòng mang xe đạp đến cửa hàng của tôi, chúng ta sẽ gặp nhau, tôi kiểm tra xe và cho bạn biết chúng tôi có thể trả bao nhiêu!\n Phụng!Đọc thêm",
            "Xin chào. Có thể thuê xe đạp ở Hà Nội và trả xe ở Đà Nẵng không? Cảm ơnĐọc thêm",
            "Xin chào !\n Cảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi!\n Điều đó là có thể! \n Nhưng bạn sẽ phải trả thêm tiền vận chuyển xe về Hà Nội! Nó có giá khoảng 40 chiếc xe đạp!\n Vui lòng cho chúng tôi biết nếu bạn có thêm bất kỳ câu hỏi nào muốn hỏi!\n Phụng!Đọc thêm",
            "Xin chào, hai tháng nữa chúng tôi sẽ quay lại Việt Nam và tôi muốn hỏi, lần trước tôi đã thuê hai chiếc xe đạp từ cửa hàng của bạn trong 3 tuần và cho mượn hộ chiếu để đặt cọc, nhưng đó là một sai lầm rất lớn, vì sau đó họ không muốn cho Chúng tôi ngủ trong khách sạn và ở Yên Bái, anh chàng ở khách sạn cũng gọi cảnh sát đến bắt tôi, và tình hình không được thoải mái lắm.. Vậy tôi muốn hỏi, tiền đặt cọc cho một chiếc xe đạp là bao nhiêu 3 tuần nghĩa là xe bán tự động hay xe số sàn? , hoặc có cơ hội nào khác không? mua rồi bán lại hay gì cũng được. Cảm ơn bạn rất nhiều vì thông tin và hy vọng sớm gặp lại bạn; Đọc thêm",
            "Xin chào!\n Chúng tôi rất vui được nghe lại và trả lời các câu hỏi của bạn! \n Trước hết xin lỗi bạn vì sự cố dù có hơi muộn! \n Thông thường chúng tôi giữ nhiều hộ chiếu của người dân để đặt cọc! Và hầu như không có vấn đề gì với họ!\n Để đặt cọc, bạn có thể để lại khoảng 12 chi phí cho chiếc xe đạp và sao chép hộ chiếu của bạn thay vì hộ chiếu.\n Bạn có thể mua và bán lại, đó là một giải pháp. \n Xin đừng lo lắng! Nếu bạn quay lại sử dụng dịch vụ của chúng tôi lần nữa chúng ta sẽ gặp nhau và nói chuyện để tìm ra giải pháp tốt cho cả hai chúng ta!\n Mong sớm được gặp lại bạn!\n Trân trọng!\n Phụng!Đọc thêm",
            "Xin chào, \nTôi muốn thuê hai chiếc xe đạp bán tự động trong ba tuần. Chúng tôi muốn thuê ở Hà Nội và đi xa hơn về phía Nam. Điều này có thể thực hiện được không và nếu có thì chúng ta có thể thả chúng ở đâu?Đọc thêm",
            "Xin chào Angus\n\nCó, hoàn toàn có thể thuê một chiều. Bạn có thể gửi xe ở Đà Nẵng hoặc Hồ Chí Minh. Tuy nhiên, ngoài phí thuê, bạn sẽ phải trả tiền vận chuyển chúng về Hà Nội và chi phí là 40 USD cho mỗi chiếc bán tự động. Chúng tôi có thể giảm giá cho 3 tuần thuê. Vui lòng liên hệ với chúng tôi để biết tình trạng sẵn có và chi tiết về giá cả.\n\nChân thành cảm ơn,\nNgọc – nhân viên của Phùng MotorbikeĐọc thêm",
            "Tôi đang tìm một chiếc xe máy để thuê trong 3 tháng và đang phân vân về giá đặt cọc và giá hàng tháng đối với một số lựa chọn mà bạn có thể có. Chỉ chạy quanh thành phố chứ không phải xe du lịch. Một làn sóng, Sao Mộc, tương lai, người kích thích, người chiến thắng, giấc mơ, v.v...\n\nTôi đánh giá cao bất kỳ thông tin nào và sẽ thuê vào cuối tuần này.Đọc thêm",
            "Xin chào Raymond\n\nCám ơn bạn đã liên lạc với chúng tôi!\nBạn có thể lấy xe Honda Wave hoặc tương đương với giá 1 triệu đồng một tháng. Tiền đặt cọc có thể là hộ chiếu hoặc 2 triệu và CMND\nHonda Future tháng 1,2 triệu đồng. Tiền đặt cọc có thể là hộ chiếu hoặc 3 triệu và CMND của bạn.\nĐể biết thêm xe đạp và giá cả, vui lòng xem trang web của chúng tôi, bạn sẽ tìm thấy Biểu đồ giá thuê trong phần Cho thuê và vui lòng cuộn xuống để biết Tiền thuê hàng tháng\n\nCảm ơn bạn đã quan tâm đến dịch vụ của chúng tôi. Nếu bạn có bất kỳ câu hỏi nào xin vui lòng cho chúng tôi biết!\n\nTrân trọng, Đọc thêm",
            "Bạn nên thuê chiếc xe tay ga nào tốt nhất trong một ngày và giá hàng ngày là bao nhiêu Đọc thêm",
            "Thuê xe máy 115cc có cần mua bảo hiểm không? Nếu chúng tôi làm vậy thì nó tốn bao nhiêu tiền?Đọc thêm",
            "Xin chào Marcel\n\nChúng tôi có bảo hiểm cho xe máy của mình, bạn không cần phải mua. Nhưng bảo hiểm chỉ có tác dụng nếu bạn có bằng lái xe máy hợp lệ tại Việt Nam. Tuy nhiên, ngay cả khi bạn làm vậy thì thủ tục nhận tiền từ công ty bảo hiểm cũng rất phức tạp và tốn thời gian trong khi số tiền bạn có thể nhận được không nhiều. Vì vậy bạn nên mua bảo hiểm du lịch từ nhà và coi như chiếc xe bạn thuê không có bảo hiểm.\n\nTrong khi bạn thuê xe đạp, nếu xe bị hỏng, chúng tôi sẽ thanh toán tiền sửa chữa nếu vấn đề xuất phát từ chính chiếc xe đạp. Nếu gặp tai nạn hoặc sử dụng không đúng cách dẫn đến hỏng hóc thì bạn sẽ phải bồi thường. Nếu ai đó đâm vào bạn, anh ta phải là người bồi thường thiệt hại nếu có miễn là anh ta không bỏ chạy.Đọc thêm",
            "Tôi sẽ thuê 2 chiếc xe máy 125 cc trong 3 tuần. Lái xe ở Việt Nam có cần bằng lái xe quốc tế không?Đọc thêm",
            "Xin chào\n\nĐể lái xe hợp pháp tại Việt Nam, bạn cần có bằng lái xe quốc tế hoặc bằng lái xe Việt Nam. Tuy nhiên, hầu hết người nước ngoài đang lái xe máy ở đây mà không có giấy phép hợp lệ và cảnh sát không thực sự quan tâm, miễn là bạn lái xe an toàn và không gây tai nạn, không vi phạm luật lệ.Đọc thêm",
            "Chào mọi người \nChúng tôi có một số xe máy\nTừ 5 đến 25 ngày\nBạn có thể xem trước khi quyết định ok\nĐịa chỉ: 13 ngõ Ngô Huyền\nCảm ơn tất cảĐọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written April 9, 2019",
            "Written April 2, 2019",
            "Written January 6, 2019",
            "Written January 5, 2019",
            "Written November 19, 2018",
            "Written November 14, 2018",
            "Written November 4, 2018",
            "Written October 29, 2018",
            "Written September 13, 2018",
            "Written July 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or50-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or40-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or60-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d553603-Reviews-London_Eye-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d4453699-Reviews-Apple_Cinemas-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g309242-d1754721-Reviews-Playa_Conchal-Playa_Conchal_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940601-Reviews-Sapa_Market-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15325499-Reviews-Color_Factory-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d265300-Reviews-Turtle_Bay_Exploration_Park-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d269441-Reviews-Ocean_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29857-d4454910-Reviews-Badin_Road_Drive_In_Theater-Albemarle_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g494960-d668656-Reviews-Jardines_de_Santa_Clotilde-Lloret_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or60-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or50-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.8028029836714268,
            "thợ cơ khí": 0.9406203138642013,
            "xe đạp": 0.7481123828717197,
            "dịch vụ": 0.9891010753635783,
            "workshop": 0.5634681452065706,
            "cửa hàng xe máy": -0.17858437198447064,
            "cửa hàng": 0.8413078906014562,
            "giá cả": 0.8761993809603155,
            "mũ bảo hiểm": 0.9863290578359738,
            "dầu xích": -0.595103332772851,
            "giá": -0.743649035692215,
            "người dân địa phương": -0.8429407603107393,
            "thợ sửa xe": 0.661428838968277,
            "cửa hàng sửa chữa": 0.5,
            "cho": 0.5
        },
        "dicts_adj": {
            "trải nghiệm": [
                "nhẹ nhõm"
            ],
            "thợ cơ khí": [
                "nhẹ nhõm"
            ],
            "xe đạp": [
                "hợp lý",
                "hỏng",
                "bất kỳ",
                "thân thiện"
            ],
            "dịch vụ": [
                "tốt",
                "hoàn toàn",
                "chuyên nghiệp",
                "nhanh chóng"
            ],
            "workshop": [],
            "cửa hàng xe máy": [
                "khác",
                "chắc chắn"
            ],
            "cửa hàng": [
                "chuyên nghiệp",
                "chuyên nghiệp"
            ],
            "giá cả": [
                "tốt",
                "hợp lý"
            ],
            "mũ bảo hiểm": [
                "tốt"
            ],
            "dầu xích": [
                "nhiều"
            ],
            "giá": [
                "khác",
                "khác"
            ],
            "người dân địa phương": [
                "khác"
            ],
            "thợ sửa xe": [],
            "cửa hàng sửa chữa": [],
            "cho": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 0.5,
            "thợ cơ khí": 0.5,
            "xe đạp": 1.5,
            "dịch vụ": 1.0,
            "workshop": 0.5,
            "cửa hàng xe máy": 0.5,
            "cửa hàng": 0.5,
            "giá cả": 1.0,
            "mũ bảo hiểm": 0.5,
            "dầu xích": 0.5,
            "giá": 0.5,
            "người dân địa phương": 0.5,
            "thợ sửa xe": 0.5,
            "cửa hàng sửa chữa": 0.5,
            "cho": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và đánh giá 5 sao.\nChúng tôi luôn muốn phục vụ tốt cho tất cả khách hàng của mình.\n\nHy vọng sẽ gặp lại bạn trong lần tới khi bạn đến thăm Việt Nam và thuê xe máy của chúng tôi một lần nữa,\nChúc bạn may mắn với tất cả mọi người trong gia đình bạn Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Verre là công ty tốt và thân thiện dành cho khách du lịch muốn khám phá Việt Nam bằng xe máy. Xe đạp đang trong tình trạng tốt và chúng giúp bạn cất hành lý trên chiếc xe đạp thuê! Vào tháng 4, chúng tôi đã thực hiện chuyến đi 17 ngày vòng quanh miền Bắc Việt Nam trên 2 chiếc xe máy Honda XR150. Những chiếc xe đạp này thật tuyệt vời. Mẹo: Mang theo mũ bảo hiểm, găng tay và áo khoác của riêng bạn. Đừng lái xe trên đường cao tốc, không được phép đi xe máy. Nếu bạn muốn thuê xe máy hãy đến gặp anh Phụng. Xe máy Phụng là nơi thân thiện và đáng tin cậy.Tjerk và Evelien đến từ Hà Lan Đọc thêm",
            "Tôi có một ngày rảnh rỗi ở Hà Nội và đến gặp anh Phụng. Tất cả những gì tôi cần là một chuyến chạy vòng quanh đáng tin cậy trong ngày... mà tôi đã nhận được với số tiền quý giá là 5. Hãy để lại hộ chiếu của bạn cho họ làm tiền đặt cọc, điền vào. Công ty, hãy chọn mũ bảo hiểm của bạn và bạn được đi!Chia sẻ một cốc sau đó uống trà với ông Phụng. Một người đàn ông rất tốt.Đọc thêm",
            "Hôm trước chúng tôi liên lạc với Phụng hỏi mua chiếc Honda cub nào. Trả lời ngay lập tức và chúng tôi được mời xem xe vào ngày hôm sau. Dịch vụ rất tốt và chúng tôi đã có thể lái thử xe và phát hiện ra mọi vấn đề ngay lập tức. Rất chuyên nghiệp và đáng tin cậy. Sẽ luôn là lựa chọn hàng đầu của chúng tôi về xe đạp tại Hà Nội.Đọc thêm",
            "Bạn muốn mua một chiếc xe máy? Nghiêm túc mà nói, ĐỪNG ĐI. Một sao là quá nhiều. Đang tìm mua hai chiếc xe máy, được hướng dẫn mua google chúng tôi tìm thấy cửa hàng ở Hà Nội cũ. Lúc đầu, chúng tôi không được chào đón. Lẽ ra chúng ta nên làm theo ấn tượng đầu tiên...Họ giải thích cho chúng tôi rằng hiện tại không có xe máy trong cửa hàng. Chúng ta phải đến nhà kho cách đó 5km. Ok, chúng tôi đến đây để tìm một chiếc xe máy. Yêu cầu chúng tôi lái một chiếc xe máy và theo người bán đến kho. Đến kho, chúng tôi thử một chiếc xe máy, trao đổi điều kiện. Hạnh phúc với sự thử nghiệm, chúng tôi quyết định ngủ trên đó. NHƯNG người bán nói : Được rồi, bạn có thể gọi lấyKhông mua, không trả lạiVì vậy, nếu bạn không muốn mua hai chiếc xe máy ngay lập tức mà không cần suy nghĩ kỹ. Bạn biết không nên đi đâu...Chúng tôi nhất quyết, anh ta đã gọi điện cho sếp nhưng không có kết quả tốt hơn . Chúng tôi bắt xe buýt. Qua bài đánh giá dài này, tôi hy vọng bạn sẽ tránh được những rắc rối tương tự.Đọc thêm",
            "Hello Benoit,\n\nWe are truly sorry for your unpleasant experience.\n\nOur staff and you both lost our cool over there. We understand and agree with your opinion. We cannot and will not ask you to remove it, but at least, we will have some explanations for it.\n\nWe were wrong for not agreeing with you beforehand that we can take you to the warehouse, and if you do not buy the bike, you can go back yourself. Also, our staff did not do his best to explain to you that at the time, we were having too many bikes at the shop; he cannot led you back as you went there with your friend, the three will have to go back by two bikes. He felt bad as when he was on his way back, he saw you and your friend walked on the way, in the rain. If he has done his job better, we would not have this unpleasant experience for you and us. The bad thing is, there no point crying over the spit milk. We and you did lose our time. You are not happy with us.\n\n We really learned our lesson this time. Even though nobody has ever complained about it, but the next occasion we lead someone to our warehouse, we will tell them that: We can take they to our warehouse by motorbike. If they dont buy the bike, we will still take them back if we can. The worst case happens that we cannot take them back, they can find a way back themself, or we will call them a taxi and ask them to pay for the taxi. The reason is: If you are interested in doing something and have to go to a place to do it, you should pay the fare yourself. We dont think that paying someone, just for them to be interested and think about using our services is a good thing to do. If we do that every time, the business cannot continue, can it?\n\nAgain, we are truly sorry. Sometime, we cannot avoid miscommunication and misunderstanding like this. We always try our utmost to give our customers the best services possible. We hope that you understand that.\n\nWish you the best,\nPhung Motorbikes team.Read more",
            "Tôi đã đi từ cửa hàng này đến cửa hàng khác để mua phụ tùng thay thế mà tôi được cho biết là họ có. Họ không có. Tôi đã nhờ họ kiểm tra xe và điều chỉnh những gì cần thiết Không có công cụ nào với tôi ở giai đoạn này Họ đã làm mất một ổ bi từ bộ ly hợp và thay thế một bu lông bằng một cái dài hơn ở nơi ổ bi bị mất, điều đó có nghĩa là xe cần phải điều chỉnh liên tục. Một con quỷ dữ trong giao thông! Ngoài ra, tôi còn đổ quá nhiều dầu vào xe của đối tác thay vì thay như chúng tôi yêu cầu. Thật không may, chúng tôi đã chuyển đi từ Hà Nội nên không thể quay lại. Bài học rút ra là tôi sẽ theo dõi thợ máy ở Việt Nam nếu tôi cần sử dụng một thợ máy nào đó một lần nữa. Đọc thêm",
            "Xin chào Mayo\n\nTrước hết, rất tiếc khi biết về trải nghiệm không tốt của bạn.\n\nTuy nhiên, bạn có thể vui lòng chỉ rõ bộ phận nào bạn cần thay thế mà chúng tôi không có không? Bạn đến cửa hàng của chúng tôi khi nào? Ngày và giờ Ai đang ở cửa hàng nói chuyện với bạn? Thợ máy của chúng tôi không nói được nhiều tiếng Anh nên chúng tôi luôn có nhân viên nói tiếng Anh ở đó làm thông dịch viên. Ngoài ra, chúng tôi chỉ có 1 cửa hàng ở khu phố cổ. 13 Ngô Huyền và chúng tôi có một nhà kho cách số 20 phút lái xe. 99 Bắc Cầu và chúng tôi thường không yêu cầu khách hàng lái xe xa đến nhà kho trừ khi họ biết về điều đó hoặc họ cần thực hiện một số công việc lớn về động cơ. Từ những gì bạn đã viết ở đây, tất cả những gì bạn cần chỉ là một số điều chỉnh về ly hợp và thay dầu trên xe đạp của bạn bè bạn. Thông thường đối với những công việc nhỏ như vậy, chúng tôi luôn yêu cầu khách hàng ở lại cửa hàng để xem chúng tôi làm việc trên xe đạp và nhận xe sau 15 phút.\n\nChúng tôi nghĩ có lẽ đã có sự nhầm lẫn nào đó với một cửa hàng địa phương khác, vì có một số cửa hàng liền kề không phải của chúng tôi. Tuy nhiên, nếu chúng tôi có thể xác nhận mình phải chịu trách nhiệm, chúng tôi muốn biết hoàn cảnh và nhân viên có liên quan để đảm bảo điều tương tự không thể xảy ra.Đọc thêm",
            "Tôi đã thuê xe tay ga từ nơi này trong 3 ngày. Mọi người ở Phụng Motorbike không gặp vấn đề gì khi giao tiếp bằng EN. Mọi thứ diễn ra nhanh chóng và suôn sẻ. Tôi không có kinh nghiệm lái xe tay ga, nhưng họ đã giải thích mọi thứ. Họ lắng nghe nhu cầu của tôi và đưa ra lời đề nghị tốt nhất. Mọi vấn đề bạn gặp phải trong chuyến đi đều có thể được giải quyết bằng cách gọi điện cho chủ sở hữu. Trải nghiệm tuyệt vời nhất từ ​​trước đến nay, đội Phụng làm tốt lắm!Đọc thêm",
            "Không chỉ cho thuê và bán! Sau khi mua một chiếc Honda Win để sửa, tôi đã nhờ anh Phụng sửa lại động cơ và làm lại hệ thống điện. Công việc rất nhiều và được thực hiện với mức giá hợp lý. Hoàn hảo! Thậm chí còn tuyệt hơn, anh ấy đã rất nhiệt tình khi theo dõi tôi về cách xe chạy. Rất khuyến khích cho bất kỳ ai làm việc về xe đạp và tìm kiếm dịch vụ được đảm bảo! Đọc thêm",
            "Không thể yêu cầu một người đàn ông hữu ích hơn, anh ấy sẽ cố gắng hết sức để mang đến cho bạn chiếc xe đạp phù hợp nhất với bạn và cố gắng đáp ứng nhu cầu của bạn nếu bạn cần một chiếc xe đạp để đến nơi này, bạn không cần phải đi đâu khácĐọc thêm",
            "Chúng tôi thuê hai chiếc xe máy bán tự động trong 5 ngày có giá và dây đai, chúng tôi có thể đón từ Hà Nội và thả ở Sapa. Những chiếc xe đạp có chất lượng tốt và vật liệu có thể đi được. Các nhân viên rất toàn diện và giải thích mọi thứ rõ ràng cho bạn. Công ty đáng tin cậy mà tôi khuyên bạn nên đi du lịch Việt Nam!Đọc thêm",
            "Tôi đã làm đủ mọi việc cho chiếc Honda Win của mình, tốn rất nhiều thời gian và phụ tùng. Giá cả rất công bằng và cực kỳ hài lòng với sự chăm sóc tận tình!Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written July 4, 2018",
            "Written June 28, 2018",
            "Written June 24, 2018",
            "Written May 11, 2018",
            "Written December 29, 2017",
            "Written November 19, 2017",
            "Written November 14, 2017",
            "Written November 13, 2017",
            "Written November 13, 2017",
            "Written October 4, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or60-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or50-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or70-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d106643-Reviews-Palm_Springs_Air_Museum-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d9777544-Reviews-The_District_Nightclub-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17342134-Reviews-Red_History_Museum-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d325279-Reviews-House_of_Terror_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g298061-d2391464-Reviews-Green_Mubazzarah-Al_Ain_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8761822-Reviews-IPIC_Theaters_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d208450-Reviews-The_Chicken_Box-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g635615-d1954516-Reviews-Epta_Piges-Kolimbia_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107811-Reviews-Missouri_Botanical_Garden-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d2249606-Reviews-Walkway_Over_the_Hudson_State_Historic_Park-Poughkeepsie_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or70-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or60-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "xe đạp": 0.6814708082238212,
            "chuyến đi": 0.9273785813711584,
            "mẹo": 0.8737691454589367,
            "áo khoác": 0.5720058642327785,
            "xe máy": 0.37541547627188265,
            "chuyến chạy": 0.9918119226349518,
            "tiền": 0.9949559553060681,
            "honda cub": 0.5065378025174141,
            "dịch vụ": 0.9945980623597279,
            "cửa hàng": 0.483460146933794,
            "lẽ": 0.219347283244133,
            "nhà kho": 0.25895711220800877,
            "xe buýt": 0.5322720883414149
        },
        "dicts_adj": {
            "xe đạp": [
                "tốt"
            ],
            "chuyến đi": [],
            "mẹo": [
                "riêng"
            ],
            "áo khoác": [
                "riêng"
            ],
            "xe máy": [
                "cũ"
            ],
            "chuyến chạy": [],
            "tiền": [],
            "honda cub": [],
            "dịch vụ": [
                "tốt"
            ],
            "cửa hàng": [
                "cũ"
            ],
            "lẽ": [
                "đầu tiên"
            ],
            "nhà kho": [],
            "xe buýt": []
        },
        "list_proper_noun": [],
        "factor value": {
            "xe đạp": 1.0,
            "chuyến đi": 0.5,
            "mẹo": 0.5,
            "áo khoác": 0.5,
            "xe máy": 1.0,
            "chuyến chạy": 0.5,
            "tiền": 0.5,
            "honda cub": 0.5,
            "dịch vụ": 0.5,
            "cửa hàng": 0.5,
            "lẽ": 0.5,
            "nhà kho": 0.5,
            "xe buýt": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao.\n Chúng tôi luôn mong muốn phục vụ tốt cho mọi khách hàng.\n\nHy vọng gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam và thuê xe máy từ chúng tôi lần nữa,\n Chúc các bạn thành công và hạnh phúc bên gia đình Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Mình thuê xe máy ở đây để chạy ở Hà Nội. Chiếc đầu tiên bị hỏng sau khi chạy được 5 km. Chủ sở hữu đã thay đổi một cái khác cho chúng tôi. Rồi ngày hôm sau...xe máy bị xẹp..chúng tôi phải sửa nó. Tôi không thể tin tưởng vào xe máy của họ. Vì họ gặp quá nhiều vấn đề.Đọc thêm",
            "Xin chào Yu\n\nTrước hết chúng tôi rất tiếc về vấn đề bạn gặp phải. \n\nThứ hai, chúng tôi rất ngạc nhiên khi bạn đánh giá 2 sao cho dù chúng tôi đã nỗ lực cung cấp dịch vụ tốt cho bạn. Bạn không hề phàn nàn, thậm chí còn mỉm cười với chúng tôi khi trả xe. \n\nVề vấn đề xẹp lốp: vấn đề này có thể xảy ra ngay cả với một chiếc xe đạp mới tinh nếu bạn không may va phải một chiếc đinh hoặc một vật sắc nhọn nhỏ trên đường và chiếc xe đạp bạn nhận được là một chiếc có giá 5 đô la một ngày ở Hà Nội... \n\nVì vậy tôi nghĩ nói rằng họ gặp quá nhiều vấn đề có vẻ không công bằng. Bạn có 2 vấn đề, chúng tôi đã cố gắng hết sức để giải quyết vấn đề đầu tiên. Tôi đã lái chiếc xe đạp đầu tiên trở lại cửa hàng mà không cần phải dừng lại, có lẽ bạn không biết cách khởi động xe, vấn đề thứ hai xảy ra là do bạn không may.\n\nChúng tôi chúc bạn may mắn nếu bạn lại lái xe máy.Đọc thêm",
            "Thuê một chiếc xe đạp trong 2 tháng khi ở Hà Nội với mức giá tuyệt vời. Một số vấn đề như xẹp lốp và mưa quá nhiều đã được giải quyết rất nhanh chóng và dễ dàng.  Cảm ơn Phụng!Đọc thêm",
            "Chúng tôi đã lên kế hoạch thuê xe máy trong 10 ngày. Thật không may, ngày hôm sau chúng tôi nhận ra rằng việc điều hướng đường phố và đường cao tốc Việt Nam khá khó khăn bằng xe máy, và Google Maps dường như không giúp ích được gì nhiều. Chúng tôi đã quay lại và họ đã hoàn lại cho chúng tôi một nửa số tiền, như đã nêu trong hợp đồng; không có rắc rối gì. Anh chàng giúp chúng tôi rất tử tế và cung cấp nhiều thông tin. Đọc thêm",
            "Tôi đến sửa xe máy, anh ấy tính phí cao nhất nhưng tôi nghĩ vì cái tên đã biết nên không sao vì anh ấy sẽ sửa đúng cách. Chúng tôi thỏa thuận 700k để anh ấy sửa hộp số cho tôi. Phụng cho biết họ chấp nhận mọi hình thức thanh toán. Làm xong anh ấy nói dầu của tôi bị rò rỉ, tôi biết rồi nhưng anh ấy đã sửa và giá lúc này là 800k. Tôi nghĩ tôi có thể sống với số tiền đó vì số tiền đó không nhiều và bây giờ chiếc xe đạp sẽ tốt hơn. Phụng bảo hộp số còn bảo hành, nếu có vấn đề gì có thể mang về hoặc cho đối tác của anh ấy sửa miễn phí. Khi tôi đến thanh toán, anh ấy nói bây giờ anh ấy chỉ có thể chấp nhận tiền mặt, tôi nói với anh ấy rằng tôi cần thanh toán bằng thẻ nên anh ấy nói tôi sẽ phải lái xe qua thị trấn đến cửa hàng bán hàng của anh ấy để thanh toán bằng thẻ. Tôi đến đó và máy thẻ không hoạt động, dù sao tôi cũng phải trả bằng tiền mặt. Anh ta không sửa chỗ rò rỉ mà còn làm nó tệ hơn. Hộp số bị hỏng và có cùng một vấn đề mà tôi đã mang đến để khắc phục ngay từ đầu. Tôi mang nó đến cho đối tác của anh ấy ở Hồ Chí Minh, anh ấy nhất quyết phải gọi lại cho Phụng vì anh ấy không tuân theo chế độ bảo hành. Gọi điện cho Phụng thì bảo sẽ sửa nhưng tốn thêm 400k. Tóm lại, anh ta tính tiền cho tôi 800k và không sửa chữa gì cả, mối quan hệ với khách hàng kém và tay nghề kém. Hãy mang xe đạp của bạn đi bất cứ nơi nào khác và đừng mua xe đạp từ anh chàng này, anh ta nhếch nhác và không đáng tin cậy.Đọc thêm",
            "Hello Beau\n\nFirst of all, we are sorry to know that you were very unhappy with our service. We wish that you could bring the bike back to our shop to get the warranty repairs but it seems to be almost impossible now. \n\nYou rated us 1 star. That is totally fine. However there are some points that we still need to clarify here\n- Gear box problem: for a Chinese copy Honda Win, its not strange if the problem happens again, especially after thousands of kilometers traveling from the Hanoi to Ho Chi Minh. We have warranty on what we have done, that is true, but we can warranty only if you can bring the bike back to our shop. We normally give our customers a list of some partner motorbike shops all around Vietnam which are reliable and they can do a good job at a fair price but NOT free of charge for what we have done. For some reasons you misunderstood I failed to make you understand this policy so we offered to pay 400,000 VND for you to have it fixed again when you were at our partner shop in Ho Chi Minh but you didnt agree\n- Oil leak problem: there are various reasons for an oil leak and many positions in the engine the oil may leak from. We did fix a small oil leak but nobody can assure that it will not leak from another partplace. As we were not there when it leaked again, it is unfair to conclude that our mechanics did nothinga bad job.\n\nAnyway, the fact that our machine didnt work is our fault, we failed to communicate and make you understand our policy. You were unfortunate and so were we.\n\nWe dont think that you will come back our shop thats so obvious. We just hope that you and other backpackers who did use, are using or will use a Chinese Win to travel in Vietnam understand that we need luck on this bike and anything can happen anytime.\n\nGood luck and Regards,Read more",
            "Ban đầu tôi định đi khắp Việt Nam bằng xe máy và thuê một chiếc xe đạp chất lượng hàng đầu từ những người này. Phụng rất hữu ích và hiểu biết về xe đạp! Chúng tôi đồng ý thuê xe đạp trong 15 ngày. Sau khi khởi hành, tôi quyết định không thể chịu đựng được chuyến đi kéo dài 9 giờ đồng hồ nên quay trở lại Hà Nội sau khoảng 3 ngày. Khi tôi quay lại, một lần nữa các nhân viên thực sự hữu ích và đề nghị hoàn lại tiền cho tôi trong 11 ngày còn lại! Chắc chắn sẽ giới thiệu những người này hơn bất kỳ ai khác ở Hà Nội!! Đọc thêm",
            "Tôi đã thuê của anh Phụng vài lần và nó luôn tuyệt vời. Lần này mặc dù anh ấy thực sự đã vượt lên trên. Nhân tiện, chúng tôi đã thuê một trong những chiếc xe đạp tuyệt vời XR 150 của anh ấy và đi lên Cầu Bàng. Một người bạn của chúng tôi phát ra âm thanh lạo xạo và chúng tôi phát hiện ra rằng vấn đề là do bánh xích trước bị mòn. Anh sở hữu một chiếc xe đạp khá lạ và không ai ở Cầu Bằng có thể thay thế được phụ tùng. Phụng tìm cho chúng tôi ba lựa chọn ở Hà Nội rồi gửi linh kiện qua đêm cho chúng tôi. Chúng tôi tốn 50k cho việc giao hàng. Anh ấy đã hoàn toàn cứu được chuyến đi của chúng tôi và vấn đề không phải ở chiếc xe đạp của anh ấy!Đọc thêm",
            "Những anh chàng này thật tuyệt! Rất thân thiện và hữu ích. Những chiếc xe đạp chúng tôi thuê đều trong tình trạng tốt, chạy tốt và hoàn toàn an toàn. Tôi sẽ giới thiệu công ty này cho bất kỳ ai muốn thuê xe đạp ở Hà Nội Đọc thêm",
            "Tôi đã mua một chiếc xe đạp và nó cần được sửa chữa. Phụng tổ chức thợ đến nhà tôi sửa chữa miễn phí. Được rồi, những chiếc xe đạp đã cũ, chào mừng bạn đến Châu Á nhưng tất cả là về dịch vụ và những người này rất hữu ích, nói tiếng Anh tốt và trung thực. Đề nghị!Đọc thêm",
            "Anh Phụng rất lịch sự và thân thiện NHƯNG những chiếc xe đạp thực sự không đáng giá! Tôi đã mua chiếc xe đạp tốt nhất mà anh ấy chào bán với giá 750 và gặp phải rất nhiều vấn đề! Bạn bè tôi có thể mua được những chiếc xe đạp rẻ hơn và tốt hơn ở các cửa hàng khác! Nếu bạn muốn phá hỏng kỳ nghỉ của mình và dành hàng giờ liền ở Phungs Place, hãy mua một chiếc xe đạp, nếu không, hãy kiểm tra các cửa hàng khác! TÔI SẼ KHÔNG BAO GIỜ TRỞ LẠI!! Ps.: nếu bạn muốn xem những chiếc xe đạp rác của anh ấy, BẠN phải trả tiền taxi để ra khỏi thành phố!!!! Hy vọng sẽ không có ai mua xe đạp ở chỗ bạn! Hãy kiểm tra cả trang Facebook của anh ấy nữaĐọc thêm",
            "Nhóm của công ty chúng tôi đã đến Hà Nội lần đầu tiên để kỷ niệm ngày kỷ niệm của chúng tôi. Tất cả nhân viên đã có khoảng thời gian tuyệt vời và chúng tôi nhận thấy chuyến tham quan bằng xe máy của Phụng là một trong những điểm nổi bật nhất trong kỳ nghỉ của chúng tôi. Những chuyến du lịch riêng trên những chiếc xe máy đặc biệt đó là một trải nghiệm tuyệt vời để chúng tôi khám phá Hà Nội. Phụng, người hướng dẫn, người chăm sóc nhóm chúng tôi, rất vui vẻ và hiểu biết. Anh ấy nói tiếng Anh tốt và chiêu đãi chúng tôi những món ăn nhẹ địa phương. Khi chúng tôi trở lại Hà Nội, chúng tôi chắc chắn sẽ cho Phụng biết và có thêm trải nghiệm khác về bất kỳ chiếc xe máy phong cách nào của anh ấy!Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written September 20, 2017",
            "Written July 19, 2017",
            "Written May 22, 2017",
            "Written April 15, 2017",
            "Written April 14, 2017",
            "Written April 12, 2017",
            "Written April 5, 2017",
            "Written April 3, 2017",
            "Written February 26, 2017",
            "Written February 20, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or70-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or60-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or80-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d10593961-Reviews-Museum_Of_Crimes_Against_Humanity_And_Genocide_1992_1995-Sarajevo_Sarajevo_Canto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d8539869-Reviews-Waipo_o_Falls-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580217-d12677304-Reviews-Lido_Mappatella-Torre_Annunziata_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d7052255-Reviews-Control_Club-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g49468-d1913114-Reviews-Chinqua_Penn_Plantation-Reidsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d216637-Reviews-Motown_Museum-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1198730-Reviews-FBI_Headquarters-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190068-d1830144-Reviews-Jameos_Del_Agua-Punta_Mujeres_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188000-d14000900-Reviews-Overlap_Stone-Lamai_Beach_Maret_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d1519586-Reviews-Pantachou_Beach-Ayia_Napa_Famagusta_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or80-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or70-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chủ sở hữu": -0.9716399727622047,
            "xe máy": 0.2182731632492505,
            "dịch vụ": 0.9954043559846468,
            "xe đạp": 0.5621600365266204,
            "vật": 0.024480736814439297,
            "mức giá": 0.5,
            "điều hướng": 0.3458872437477112,
            "đường phố": 0.32014545798301697,
            "hợp đồng": 0.9734953506849706
        },
        "dicts_adj": {
            "chủ sở hữu": [
                "khác"
            ],
            "xe máy": [
                "nhiều"
            ],
            "dịch vụ": [
                "tốt"
            ],
            "xe đạp": [
                "may",
                "đầu tiên",
                "may"
            ],
            "vật": [
                "nhọn",
                "nhỏ"
            ],
            "mức giá": [],
            "điều hướng": [
                "khó khăn"
            ],
            "đường phố": [
                "khó khăn"
            ],
            "hợp đồng": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chủ sở hữu": 0.5,
            "xe máy": 1.0,
            "dịch vụ": 0.5,
            "xe đạp": 1.0,
            "vật": 0.5,
            "mức giá": 0.5,
            "điều hướng": 0.5,
            "đường phố": 0.5,
            "hợp đồng": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trong số 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phụng mà chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng ở vị trí tốt nhất cho chuyến đi của chúng tôi. Anh ấy là một người đàn ông trung thực, luôn nỗ lực hết mình vì khách hàng của mình. Nếu bạn muốn có một cuộc phiêu lưu tương tự - Phụng có thể cung cấp điều đó và hơn thế nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao.\n Chúng tôi luôn mong muốn phục vụ tốt cho mọi khách hàng.\n\nHy vọng gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam và thuê xe máy từ chúng tôi lần nữa,\n Chúc các bạn thành công và hạnh phúc bên gia đình Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phung Motor Bike Rental tại Hà Nội đã vượt quá mong đợi của tôi! Từ dịch vụ chăm sóc khách hàng tuyệt vời đến chiếc xe Honda XR 150 đáng tin cậy, mọi khía cạnh đều tuyệt vời. Sự phản hồi của Phung trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã khiến quá trình cho thuê diễn ra suôn sẻ. Bản thân chiếc xe chạy hoàn hảo trong hơn 1000 km, khiến hành trình của tôi qua miền bắc Việt Nam trở nên thú vị. Chắc chắn tôi sẽ quay lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Chúng tôi mua 2 chiếc xe máy số tự động ở Hà Nội. Chúng tôi thấy những kẻ kiêu ngạo không hữu ích. Quyết định mua chúng và phát hiện ra rằng một trong những chiếc xe đạp thực sự rất tệ. Suy sụp mỗi ngày, khiến chúng tôi rất căng thẳng trong chuyến đi tuyệt vời! Khi chúng tôi đến Hồ Chí Minh, chúng tôi đến cửa hàng ở HCM và anh chàng ở đó rất thân thiện, hiểu biết và đã đưa ra giải pháp công bằng cho sự bất tiện này. Vì vậy tôi khuyên bạn KHÔNG nên mua xe đạp từ những người ở Hà Nội, vì tôi nghĩ họ không trung thực về tình trạng của xe đạp. Nhưng bạn hoàn toàn có thể mua được 1 chiếc tại shop ở Hồ Chí Minh.Đọc thêm",
            "Đã mua ba chiếc xe đạp ở nơi này. Tất cả họ đều đã vượt qua chuyến đi mà không gặp vấn đề gì lớn. Trước đây anh Phương cũng có nói với chúng tôi rằng đó là khoảng 20 may mắn nên anh chàng rất thật thà và công bằng. Cũng đã cho chúng tôi lời khuyên tuyệt vời về con đường chúng tôi nên đi. Cảm ơn anh Phụng!Đọc thêm",
            "Tìm thấy anh Phụng thông qua cố vấn chuyến đi và giải quyết chúng qua những người otjer mà tôi đã liên hệ.  Email nhanh chóng và trả lời tốt các câu hỏi. Tôi đang theo đuổi một chiếc xe đạp lớn hơn mức bình thường ở đây.. XR400.  Họ cắm bộ sạc usb cho điện thoại google maps của tôi và sắp xếp xe đạp. Tôi đã yêu cầu thực hiện một số điều chỉnh khi đến nơi nhưng không có vấn đề gì. Xe đạp chạy như mơ và toàn bộ trải nghiệm thuê xe từ anh Phụng và nhóm của anh thật dễ dàng và không gặp rắc rối. Rất khuyến khích những ai đang tìm thuê hoặc thậm chí mua một chiếc xe đạp ở Hà Nội hãy ghé qua và gặp những người này. Đọc thêm",
            "Đã thuê 6 chiếc xe đạp của anh Phụng trong khoảng 10 ngày, Xe đạp chất lượng tuyệt vời, dịch vụ và anh Phụng có lẽ là người đẹp nhất mà bạn gặp ở Hà Nội. Hoàn toàn được khuyến khích.Đọc thêm",
            "Tôi thuê Lifan Win chỉ hơn hai tuần để đi lên phía bắc. Chiếc xe đạp nhỏ đáng yêu và không bao giờ làm tôi thất vọng. Bắt đầu lần đầu tiên mỗi lần và là một niềm vui lớn. Nếu bạn đang tìm kiếm một chiếc xe máy tốt, đáng tin cậy thì đó là nơi thích hợp. Cảm ơn bạn rất nhiều và lần sau tôi ở Hà Nội chắc chắn tôi sẽ quay lại.Đọc thêm",
            "Tôi đã thuê một chiếc xe đạp Lifan 125cc của anh Phụng để đi một vòng 2500 km về phía bắc Việt Nam. Anh ấy tính phí cho tôi 10 đô la một ngày nhưng vì tôi đã thuê được hơn 10 ngày nên anh ấy đã giảm giá cho tôi 10 đô la. Chiếc xe đạp không bao giờ gây ra bất kỳ vấn đề gì cho tôi, chỉ là việc bảo dưỡng bình thường mà bạn mong đợi với bất kỳ chiếc xe đạp nào. Thay dầu 1000k một lần, tốn khoảng 3 xu một lần, tôi cần siết chặt ống xả vì nó bị lỏng khi đi trên một số đoạn đường rất gập ghềnh, tốn 10.000vnd, tức là chưa đến 40 xu. Chắc chắn sẽ sử dụng anh Phụng lần nữa khi về Việt Nam. Anh chàng trung thực, chiếc xe đáng tin cậy đã đưa tôi đến nơi tôi muốn và không bao giờ làm tôi thất vọng, đó chính xác là những gì tôi cần vì tôi đang có thời gian ngắn cho chuyến đi này. Khi trở về Hà Nội, tôi thuê một chiếc Lifan khác, 110cc, để đưa tôi đi khắp thành phố chụp ảnh trong 5 ngày cuối cùng của chuyến đi. Một lần nữa chiếc xe đạp này đáng tin cậy, không bao giờ có vấn đề gì. Anh ấy rất hữu ích trong việc lập kế hoạch lộ trình cho vòng lặp, cung cấp bản đồ và đánh dấu lộ trình trên đó cho tôi. Rất khuyến khích anh chàng này và nhà để xe của anh ta. Khi thấy tôi quay lại với nụ cười rạng rỡ, anh ấy nói rằng anh ấy rất thích khi mọi người trở về vui vẻ. Nói chung, một chàng trai tuyệt vời và một gara tuyệt vời! Đọc thêm",
            "Đối với một người không biết gì về xe đạp, tôi chắc chắn nghĩ rằng họ đã lợi dụng điều đó và bán cho tôi một chiếc xe đạp trị giá 300 đô la bị thiếu tay cầm ly hợp, một phần chi phí chiếm phần lớn và tôi biết những người khác có được những chiếc xe đạp tốt hơn với giá rẻ hơn 80 đô laĐọc thêm",
            "Chào geogre\n\nCám ơn, vì phản hồi của bạn. Điều đó khiến chúng tôi nhận ra rằng mình cần phải giáo dục kỹ hơn cho khách hàng, đặc biệt là những người chưa có nhiều hoặc hầu như chưa có kiến ​​thức kinh nghiệm về xe máy. Dù hơi muộn nhưng chúng tôi muốn nói với bạn:\n\nNếu lợi dụng khách hàng thiếu hiểu biết về xe máy, chúng tôi có thể kiếm tiền dễ dàng hơn nhiều so với những gì chúng tôi đang làm hiện nay: \n- sửa chữa bảo dưỡng tất cả xe đạp trước khi bán trong khi một số đại lý khác bán xe sau khi rửa và một số xe chỉ phun lại; \n- Miễn phí bảo dưỡng xe sau khi mua trong vòng 1 tháng trong trường hợp khách hàng mang xe về cửa hàng tại Hà Nội \n- Hỗ trợ qua điện thoại 247 trong phạm vi Việt Nam mà không nhiều cửa hàng xe máy làm được; \n- Cam kết mua lại với giá bằng một nửa tại Hà Nội và Hồ Chí Minh\n\nVề việc xe máy bị thiếu tay côn, thực tế là nếu xe số sàn không có tay côn thì KHÔNG THỂ lái được. Nhưng bạn ĐÃ mua chiếc xe đạp, điều đó có nghĩa là chiếc xe đạp CÓ THỂ lái được và đó là một chiếc xe máy BÁN TỰ ĐỘNG. \n\nCó, bạn hoàn toàn có thể mua một chiếc xe máy ở nơi khác với giá 220 USD, nhưng tại cửa hàng của chúng tôi\n- xe máy số tự động và bán tự động từ 250 USD\n- một bản thủ công có giá từ 280 USD\n- một chiếc xe máy Win động cơ bán tự động có lẽ đó là những gì bạn nhận được từ 300 USD \n\nChúng tôi sẵn sàng cung cấp cho bạn những bài học miễn phí về xe máy nếu bạn quay lại cửa hàng của chúng tôi trong tương lai. Chúc bạn mọi điều tốt đẹp nhất!\n\nTrân trọng, \nNgọc – nhân viên của Phùng MotorbikeĐọc thêm",
            "Phụng Motorbike cung cấp xe đạp enduro 250cc cho nhóm bốn tay đua của chúng tôi, đi từ TP.HCM đến Campuchia, Lào và sau đó là Hà Nội. Tôi đã nói rất cụ thể về những thứ cần thiết - giá để hành lý, bộ sạc USB 2 amp và các phụ tùng thay thế. Và tôi muốn những chiếc xe đạp được giao đến TP.HCM. Xe máy của Phụng rất hợp lý khi cho phép chúng tôi đi xe đạp ở ba nước. Chuyến đi của chúng tôi đã thành công tốt đẹp và tôi chắc chắn sẽ gọi lại cho họ cho chuyến đi tiếp theo.Đọc thêm",
            "Tôi đã thuê một chiếc xe máy từ Phụng Motorbikes cách đây vài tuần. Tôi đã liên hệ với họ qua e-mail, nhận được câu trả lời nhanh chóng, trao đổi một vài tin nhắn về sở thích và nhu cầu của tôi và cuối cùng tôi quyết định mua một chiếc xe máy Honda 150 cc, với giá 13 USDngày, phải trả 30 USD. trước. Không dễ để tìm được cửa hàng, một xưởng rất nhỏ trên một con phố rất hẹp giữa phố cổ Hà Nội. Chiếc xe tay ga rõ ràng đã được sử dụng RẤT đã đi được 40.000 km nhưng nhìn chung trong tình trạng tốt, có phanh hoạt động và đèn, lốp đẹp và khởi động bằng điện. Khi đến đó, tôi để lại hộ chiếu, trả tiền và lái xe đi. Thật không may, chiếc xe tay ga của tôi chỉ cách đó vài km. Tôi đã cố gắng đẩy chiếc Honda của mình đến một xưởng thậm chí còn nhỏ hơn và thuyết phục thợ cơ khí gọi Anh Phụng. Trong nửa giờ, họ đến với một phụ tùng thay thế hoàn toàn mới, lắp nó vào xe đạp của tôi, trả tiền cho người thợ máy và tôi đã quay lại đường. Tôi không gặp vấn đề gì nữa với chiếc xe đạp, trong khoảng 1500 km tôi đã đi lên và xuống Việt Nam. Vài ngày sau, tôi hỏi họ ảnh hộ chiếu của tôi cần thiết để đến gần biên giới Trung Quốc: vài giờ sau đã nhận được qua e-mail. Sau trải nghiệm này, tôi chắc chắn sẽ giới thiệu Phụng Motorbikes: họ là một công ty nghiêm túc , luôn trả lời các cuộc gọi và tin nhắn và luôn cố gắng hết sức để giúp đỡ. Bạn sẽ tìm thấy những căn nhà cho thuê rẻ hơn ở Hà Nội nhưng không có nơi nào đáng tin cậy hơn.Đọc thêm",
            "Tôi đã mua xe đạp của Phung cách đây một tháng, chỉ tốn khoảng 250 đô la để đi làm và về, tôi không tìm kiếm thứ gì đó cầu kỳ. Tôi đã gặp một vài vấn đề nhỏ với chiếc xe đạp, điều này có thể dự đoán được khi nó quá rẻ, nhưng điều tuyệt vời là Phung đã bảo tôi gọi cho anh ấy nếu có bất kỳ vấn đề gì và anh ấy sẽ sửa nó, và anh ấy đã giữ lời. Anh ấy thậm chí còn nói rằng anh ấy sẽ đến lấy xe đạp nếu nó bị hỏng ở đâu đó. Anh ấy là một người đàn ông trung thực và tôi nghĩ bạn sẽ được chăm sóc tốt nhất ở Hà Nội nếu bạn mua hoặc thuê xe đạp từ anh ấy vì anh ấy sẽ làm mọi cách có thể để đáp ứng nhu cầu của bạn. Đọc thêm",
            "Xin chào, bao nhiêu một ngày cho một chiếc xe máy thoải mái phù hợp cho 2 người mang theo hành lý trong 14 ngày từ Hà Nội và trở về Hà Nội.\n\nCảm ơn Simon.Đọc thêm",
            "Này Simon. Tôi khuyên bạn nên liên hệ với họ trên Facebook để báo giá. Hy vọng điều đó có ích!Đọc thêm",
            "CHÀO,\n\nBạn cũng mua xe máy à? Tôi muốn bán chiếc Yamaha Nouvo của mình. \n\nRất vui được nghe, cảm ơn bạn trước.\nGwenĐọc thêm",
            "Xin chào!\n Chúng tôi mua xe máy!\n Vui lòng mang xe đạp đến cửa hàng của tôi, chúng ta sẽ gặp nhau, tôi kiểm tra xe và cho bạn biết chúng tôi có thể trả bao nhiêu!\n Phụng!Đọc thêm",
            "CHÀO. Thuê xe đạp ở Hà Nội rồi gửi ở Đà Nẵng có được không? ThanxĐọc thêm",
            "Xin chào !\n Cảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi!\n Điều đó là có thể! \n Nhưng bạn sẽ phải trả thêm tiền vận chuyển xe về Hà Nội! Nó có giá khoảng 40 chiếc xe đạp!\n Vui lòng cho chúng tôi biết nếu bạn có thêm bất kỳ câu hỏi nào muốn hỏi!\n Phụng!Đọc thêm",
            "Xin chào, hai tháng nữa chúng tôi sẽ quay lại Việt Nam và tôi muốn hỏi, lần trước tôi đã thuê hai chiếc xe đạp từ cửa hàng của bạn trong 3 tuần và cho mượn hộ chiếu để đặt cọc, nhưng đó là một sai lầm rất lớn, vì sau đó họ không muốn cho Chúng tôi ngủ trong khách sạn và ở Yên Bái, anh chàng ở khách sạn cũng gọi cảnh sát đến bắt tôi, và tình hình không được thoải mái lắm.. Vậy tôi muốn hỏi, tiền đặt cọc cho một chiếc xe đạp là bao nhiêu 3 tuần nghĩa là xe bán tự động hay xe số sàn? , hoặc có cơ hội nào khác không? mua rồi bán lại hay gì cũng được. Cảm ơn bạn rất nhiều vì thông tin và hy vọng sớm gặp lại bạn; Đọc thêm",
            "Xin chào!\n Chúng tôi rất vui được nghe lại và trả lời các câu hỏi của bạn! \n Trước hết xin lỗi bạn vì sự cố dù có hơi muộn! \n Thông thường chúng tôi giữ nhiều hộ chiếu của người dân để đặt cọc! Và hầu như không có vấn đề gì với họ!\n Để đặt cọc, bạn có thể để lại khoảng 12 chi phí cho chiếc xe đạp và sao chép hộ chiếu của bạn thay vì hộ chiếu.\n Bạn có thể mua và bán lại, đó là một giải pháp. \n Xin đừng lo lắng! Nếu bạn quay lại sử dụng dịch vụ của chúng tôi lần nữa chúng ta sẽ gặp nhau và nói chuyện để tìm ra giải pháp tốt cho cả hai chúng ta!\n Mong sớm được gặp lại bạn!\n Trân trọng!\n Phụng!Đọc thêm",
            "Xin chào, \nTôi muốn thuê hai chiếc xe đạp bán tự động trong ba tuần. Chúng tôi muốn thuê ở Hà Nội và đi xa hơn về phía Nam. Điều này có thể thực hiện được không và nếu có thì chúng ta có thể thả chúng ở đâu?Đọc thêm",
            "Xin chào Angus\n\nCó, hoàn toàn có thể thuê một chiều. Bạn có thể gửi xe ở Đà Nẵng hoặc Hồ Chí Minh. Tuy nhiên, ngoài phí thuê, bạn sẽ phải trả tiền vận chuyển chúng về Hà Nội và chi phí là 40 USD cho mỗi chiếc bán tự động. Chúng tôi có thể giảm giá cho 3 tuần thuê. Vui lòng liên hệ với chúng tôi để biết tình trạng sẵn có và chi tiết về giá cả.\n\nChân thành cảm ơn,\nNgọc – nhân viên của Phùng MotorbikeĐọc thêm",
            "Tôi đang tìm một chiếc xe máy để thuê trong 3 tháng và đang phân vân về giá đặt cọc và giá hàng tháng đối với một số lựa chọn mà bạn có thể có. Chỉ chạy quanh thành phố chứ không phải xe du lịch. Một làn sóng, Sao Mộc, tương lai, người kích thích, người chiến thắng, giấc mơ, v.v...\n\nTôi đánh giá cao bất kỳ thông tin nào và sẽ thuê vào cuối tuần này.Đọc thêm",
            "Xin chào Raymond\n\nCám ơn bạn đã liên lạc với chúng tôi!\nBạn có thể lấy xe Honda Wave hoặc tương đương với giá 1 triệu đồng một tháng. Tiền đặt cọc có thể là hộ chiếu hoặc 2 triệu và CMND\nHonda Future tháng 1,2 triệu đồng. Tiền đặt cọc có thể là hộ chiếu hoặc 3 triệu và CMND của bạn.\nĐể biết thêm xe đạp và giá cả, vui lòng xem trang web của chúng tôi, bạn sẽ tìm thấy Biểu đồ giá thuê trong phần Cho thuê và vui lòng cuộn xuống để biết Tiền thuê hàng tháng\n\nCảm ơn bạn đã quan tâm đến dịch vụ của chúng tôi. Nếu bạn có bất kỳ câu hỏi nào xin vui lòng cho chúng tôi biết!\n\nTrân trọng, Đọc thêm",
            "Bạn nên thuê chiếc xe tay ga nào tốt nhất trong một ngày và giá hàng ngày là bao nhiêu Đọc thêm",
            "Thuê xe máy 115cc có cần mua bảo hiểm không? Nếu chúng tôi làm vậy thì nó tốn bao nhiêu tiền?Đọc thêm",
            "Xin chào Marcel\n\nChúng tôi có bảo hiểm cho xe máy của mình, bạn không cần phải mua. Nhưng bảo hiểm chỉ có tác dụng nếu bạn có bằng lái xe máy hợp lệ ở Việt Nam. Tuy nhiên, ngay cả khi bạn làm vậy thì thủ tục nhận tiền từ công ty bảo hiểm cũng rất phức tạp và tốn thời gian trong khi số tiền bạn có thể nhận được không nhiều. Vì vậy bạn nên mua bảo hiểm du lịch từ nhà và coi như chiếc xe bạn thuê không có bảo hiểm.\n\nTrong khi bạn thuê xe đạp, nếu xe bị hỏng, chúng tôi sẽ thanh toán tiền sửa chữa nếu vấn đề xuất phát từ chính chiếc xe đạp. Nếu gặp tai nạn hoặc sử dụng không đúng cách dẫn đến hỏng hóc thì bạn sẽ phải bồi thường. Nếu ai đó đâm vào bạn, anh ta phải là người bồi thường thiệt hại nếu có miễn là anh ta không bỏ chạy.Đọc thêm",
            "Tôi sẽ thuê 2 chiếc xe máy 125 cc trong 3 tuần. Lái xe ở Việt Nam có cần bằng lái xe quốc tế không?Đọc thêm",
            "Xin chào\n\nĐể lái xe hợp pháp tại Việt Nam, bạn cần có bằng lái xe quốc tế hoặc bằng lái xe Việt Nam. Tuy nhiên, hầu hết người nước ngoài đang lái xe máy ở đây mà không có giấy phép hợp lệ và cảnh sát không thực sự quan tâm, miễn là bạn lái xe an toàn và không gây tai nạn, không vi phạm luật lệ.Đọc thêm",
            "Chào mọi người \nChúng tôi có một số xe máy\nTừ 5 đến 25 ngày\nBạn có thể xem trước khi quyết định ok\nĐịa chỉ: 13 ngõ Ngô Huyền\nCảm ơn tất cảĐọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phụng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written February 4, 2017",
            "Written January 22, 2017",
            "Written January 6, 2017",
            "Written December 30, 2016",
            "Written December 9, 2016",
            "Written December 2, 2016",
            "Written December 2, 2016",
            "Written November 25, 2016",
            "Written October 15, 2016",
            "Written October 10, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or80-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or70-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or90-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d109688-Reviews-Meteor_Crater_Barringer_Space_Museum-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d15246138-Reviews-Cobra_Show_Thailand-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55674-d2345391-Reviews-Topsey_Exotic_Ranch_Drive_Thru_Safari-Copperas_Cove_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-The_World_Of_Banksy-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d19805273-Reviews-Seed_to_Table-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60966-d318101-Reviews-Alaska_Raptor_Center-Sitka_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554537-Reviews-The_War_Memorial_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d532113-Reviews-Eno_River_State_Park-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g39725-d4604006-Reviews-Kentucky_Dam-Paducah_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d3330285-Reviews-Fortress_Mirabella_Peovica-Omis_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or90-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or80-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "dịch vụ": 0.7338604149408638,
            "xe máy": 0.7567597219604068,
            "chuyến phiêu lưu": 0.9943151439074427,
            "xe đạp": 0.34917830987251364,
            "chuyến đi": 0.7470228303379068,
            "cửa hàng": 0.8221462108194828,
            "shop": 0.9553833284880966,
            "trải nghiệm": 0.9914804825675674,
            "chất lượng": 0.9954844518215396
        },
        "dicts_adj": {
            "dịch vụ": [
                "mong đợi",
                "tuyệt vời",
                "tuyệt vời",
                "đẹp",
                "nhất"
            ],
            "xe máy": [
                "mong đợi",
                "tự động"
            ],
            "chuyến phiêu lưu": [
                "Chắc chắn"
            ],
            "xe đạp": [
                "thực sự",
                "tệ",
                "lớn",
                "hơn",
                "bình thường",
                "dễ dàng",
                "rắc rối",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến đi": [
                "căng thẳng",
                "tuyệt vời",
                "lớn"
            ],
            "cửa hàng": [
                "thân thiện",
                "công bằng",
                "bất tiện"
            ],
            "shop": [
                "hoàn toàn"
            ],
            "trải nghiệm": [
                "dễ dàng",
                "rắc rối"
            ],
            "chất lượng": [
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "dịch vụ": 1.0,
            "xe máy": 1.0,
            "chuyến phiêu lưu": 0.5,
            "xe đạp": 2.0,
            "chuyến đi": 1.5,
            "cửa hàng": 0.5,
            "shop": 0.5,
            "trải nghiệm": 0.5,
            "chất lượng": 0.5
        }
    },
    {
        "attraction_name": "Phung Motorbike",
        "attraction_name_vi": "Xe máy Phùng",
        "general_info": [
            "204 đánh giá",
            "277 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Chào mừng bạn đến với trang chủ chính thức của Cho thuê xe máy Phụng!  một doanh nghiệp cho thuê xe máy có trụ sở tại Hà Nội, miền Trung Việt Nam. Cuối cùng, bạn đã tìm thấy chúng tôi vì bạn muốn thuê xe đạp địa hình ly hợp thủ công, xe tay ga đường trường đáng tin cậy để đi trong những chuyến đi đường dài hoặc tại Hà Nội từ một cửa hàng đáng tin cậy ở Việt Nam. Phụngmotorbike là cửa hàng cho thuê xe máy hàng đầu tại Hà Nội. Chúng tôi cung cấp một gói hoàn chỉnh cho thuê hàng ngày, hàng tuần hoặc hàng tháng của bạn.Đọc thêm",
        "reviews": [
            "Nói một cách đơn giản - Phùng là người mà bạn muốn hợp tác kinh doanh.\n\nAnh ấy cực kỳ có sức chứa, hiểu biết và khiêm tốn.\n\nChúng tôi thuê chiếc Honda CB500X trong 5 ngày và đi từ Hà Nội lên phía bắc qua Hà Giang, Mèo Vạc, Cao Bằng và kéo dài thêm 2 ngày để thư giãn trên Cát Bà.\n\nAnh đề xuất tuyến đường này thay vì đi xuống Thành phố Hồ Chí Minh. Đây là một quyết định đúng đắn và nó đã khiến chuyến đi của chúng tôi trở thành kỷ niệm suốt đời.Đọc thêm",
            "Thật vui khi biết bạn hài lòng với dịch vụ của chúng tôi.\n Chúng ta nên làm mọi thứ nếu có thể để làm cho khách hàng hài lòng với dịch vụ của chúng ta.\n Hẹn gặp lại và chúc bạn và gia đình may mắn Đọc thêm",
            "Nhờ có Phung, chúng tôi đã có một chuyến đi tuyệt vời ở miền Bắc Việt Nam! Anh ấy không chỉ cung cấp phương tiện tốt nhất có thể mà còn cung cấp cho chúng tôi những điểm dừng chân lý tưởng nhất cho chuyến đi của mình. Anh ấy là một người đàn ông trung thực, luôn hết lòng vì khách hàng. Nếu bạn muốn có một chuyến phiêu lưu tương tự - Phung có thể cung cấp điều đó và hơn thế nữa. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi và cho chúng tôi đánh giá 5 sao.\n Chúng tôi luôn mong muốn phục vụ tốt cho mọi khách hàng.\n\nHy vọng gặp lại bạn vào lần tới khi bạn đến thăm Việt Nam và thuê xe máy từ chúng tôi lần nữa,\n Chúc các bạn thành công và hạnh phúc bên gia đình Đọc thêm",
            "Tôi mua được một chiếc xe đạp gần như mới của anh Phụng với giá rất hợp lý. Tôi chưa bao giờ gặp anh Phụng nhưng đã nói chuyện với anh qua WhatsApp và anh luôn trả lời nhanh chóng. Tôi đã làm việc với một nhân viên thân thiện với tiếng Anh tốt. Tôi cần về nhà gấp và anh Phùng đã đồng ý giá cả với tôi rồi mang xe về. Giao dịch với công ty này là một niềm vui. Tôi thực sự giới thiệu Phụng Motorbikes cho bạn.Đọc thêm",
            "Dịch vụ cho thuê xe máy Phụng tại Hà Nội vượt quá sự mong đợi của tôi! Từ dịch vụ khách hàng tuyệt vời đến chiếc Honda XR 150 đáng tin cậy, mọi khía cạnh đều đỉnh cao. Khả năng phản hồi của Phụng trên WhatsApp, tiếng Anh lưu loát và lời khuyên của chuyên gia đã giúp quá trình cho thuê diễn ra suôn sẻ. Chiếc xe đạp đã chạy hoàn hảo hơn 1000 km, khiến hành trình xuyên miền Bắc Việt Nam của tôi trở nên thú vị. Tôi chắc chắn sẽ quay trở lại cho chuyến phiêu lưu tiếp theo của mình! Đọc thêm",
            "Chúng tôi đã lái xe 1000 km trong 10 ngày với 2 chiếc xe máy của Phụng đi khắp miền Bắc Việt Nam. Xem xét thực tế rằng xe đạp sẽ cần được bảo trì, điều quan trọng là phải có người thông báo vấn đề với nhà để xe địa phương dọc đường.\nPhụng luôn có mặt trên WhatsApp, rất hữu ích và cung cấp dịch vụ tuyệt vời.\nSau một ngày trời mưa to, một trong những chiếc xe đạp bị hỏng, Phụng đã sắp xếp một chiếc xe thay thế ở giữa nơi hoang vắng. Trong 4 giờ, một chiếc xe đạp nâng cấp mới đã được giao và chúng tôi tiếp tục chuyến đi của mình. Dịch vụ của anh ấy không thể chê vào đâu được. Tôi thực sự khuyên bạn nên thuê xe đạp với anh ấy, tôi biết mình sẽ làm như vậy khi quay lại trong tương lai. Cảm ơn bạn Phụng!Đọc thêm",
            "Anh Phụng đã giúp đỡ hai người bạn của tôi và tôi bắt đầu chuyến hành trình xuống Việt Nam, cũng như hai khách du lịch khác mà chúng tôi đã gặp khi mua hàng cho họ. Anh ấy nói thẳng về những chiếc xe đạp và những gì vừa được mang vào cửa hàng cũng như những chiếc xe đạp được trang bị để thực hiện chuyến đi. Chúng tôi đã đi được ba tuần, gần 4500 km bằng xe đạp. Đôi khi không có một vấn đề nào ngoài sự ngu ngốc của chính chúng ta. Bảo dưỡng thường xuyên sau mỗi 400-550 km 2.00. Người đàn ông tuyệt vời, công bằng và đã cho chúng tôi những gợi ý về dịch vụ và sửa chữa xe máy trên đường đi từ các thành phố lớn mà chúng tôi dừng chân. Hoa hậu Châu Á và Việt Nam quá nhiều!Đọc thêm",
            "Tôi đã mua xe đạp của mình từ Pungh vào ngày 8 tháng 9. Họ đã mua nó từ địa điểm gara của họ, cách trung tâm thành phố Hà Nội 25 phút lái xe. Đây là một địa điểm tốt vì bạn có thể kiểm tra xe đạp ở đó tốt hơn là ở trung tâm. Tôi đã mua một chiếc Honda wave bán tự động. Không sang trọng như chiếc wing, nhưng chiếc xe đạp đã không bị hỏng trong suốt 2 tuần tôi ở miền Bắc Việt Nam. Sau chuyến đi, tôi đã cố gắng bán chiếc xe đạp ở Hà Nội. Phùng là người trả giá cao nhất với giá khoảng 50 đô la so với giá tôi đã mua chiếc xe đạp. Mặc dù tôi hy vọng có được mức giá tốt hơn, nhưng tôi rất vui khi anh ấy mua nó từ tôi, vì anh ấy đã nói khi chúng tôi mua xe đạp, anh ấy đã đảm bảo với chúng tôi rằng trong điều kiện bình thường, anh ấy sẽ sẵn sàng mua chiếc xe đạp với một nửa giá. Do đó, đây là địa điểm kiểm tra tốt tại gara của họ. Chiếc xe đạp của tôi rất đáng tin cậy và tôi rất vui khi Phùng muốn mua lại chiếc xe đạp từ tôi mặc dù giá chỉ bằng một nửa. Đọc thêm",
            "TLDR: Dịch vụ tốt, xe dở như chỗ khác SẼ hỏng, chỉ cần mua xe rẻ của khách du lịch cần bán rồi rời quê hương. 34 chiếc xe đạp chúng tôi mua ở đây đã bị hỏng nhiều lần trong 2 tuần ở Việt Nam. Chiếc xe tay ga bán tự động mà anh chàng thứ 4 mua rất hoàn hảo. 35 sao vì dịch vụ tốt, nhưng xe đạp vẫn tệ và giống như mọi nơi khác nhưng đắt hơn. Bạn có thể nhanh chóng thử nhiều loại xe đạp tại kho của anh ấy, điều này thật tuyệt. Dịch vụ rất tuyệt vời nhưng chất lượng xe đạp lại kém. Anh ấy đưa chúng tôi đến một nhà kho nơi anh ấy có rất nhiều xe đạp.  Tôi và 3 người bạn khác đã thử nhiều chiếc xe đạp tại nhà kho này, nơi được cho là thợ sửa xe. Tôi đã thử 6 cái khác nhau và 5 cái đầu tiên đều tệ, có nhiều vấn đề từ rò rỉ, tăng tốc chậm, chuyển số kém cho đến hoàn toàn không hoạt động. Chiếc xe đạp thứ 6 có vẻ tốt. Bạn bè của tôi có thể đã thử 3-4 chiếc xe đạp trước khi quyết định chọn một chiếc. Vì vậy, từ việc lựa chọn khoảng 15 chiếc xe đạp của anh ấy, chúng tôi đã tìm thấy 4 chiếc đạt yêu cầu. Những cái chúng tôi không chọn, tôi chắc chắn rằng anh ấy sẽ bán vào ngày hôm sau. Trên đường trở về cửa hàng chính của anh ấy, chiếc xe đạp của tôi bắt đầu bị rò rỉ rất nặng và anh ấy phải sửa nó. Anh ấy đã sửa nó nhanh chóng nhưng sau đó nó không khởi động được nên anh ấy phải sửa lại ngay trong ngày. Cuối cùng, tôi đã nhận được chiếc xe đạp, kèm theo mũ bảo hiểm, ổ khóa xe đạp tồi sẽ bị gãy, giá đỡ xe đạp và dây để buộc túi. Vì vậy, tất cả mọi thứ bạn cần. Bạn phải trả nhiều hơn số tiền bạn sẽ trả từ một khách du lịch bán xe đạp kể từ khi anh ta rời khỏi đất nướcĐọc thêm",
            "Anh ấy đã mua chiếc xe máy của tôi vào ngày cuối cùng tôi ở Hà Nội vì không có ai lấy nó. Mặc dù anh ấy không cần thiết nhưng anh ấy thực sự đã cố gắng hết sức để giúp đỡ tôi. Người đàn ông rất tốt bụng và thông minh, tôi thực sự khuyên bạn nên hợp tác kinh doanh với anh ấy!Đọc thêm",
            "Sửa xe máy của tôi không quá đắtThuê tôi một chiếc Honda Fortune 17USDngàySếp nói tiếng Anh-- địa điểm rất tốtĐọc thêm",
            "Tôi không hiểu làm thế nào mọi người có thể vui mừng về điều đó. Đối với các dịch vụ cơ khí, bạn sẽ bị tính phí gấp 4 lần mức giá mà một người Việt Nam có thể phải trả. Ngoài ra, giá thuê và mua xe đạp cũng rất cao đối với loại chất lượng đó.Đọc thêm",
            "Họ mất 3 giờ nhưng họ tính phí cho chúng tôi rất ít. Cửa hàng tốt! Tuy nhiên, hơi khó tìm, nó nằm trong một con phố rất nhỏ. Họ đã sửa cả hai chiếc xe đạp của tôi và xe đạp của một người bạn của tôi, dầu mới, đèn pha, xi nhan, chân chống, phanh, v.v. và chúng tôi tốn khoảng 1 triệu đồng cho mọi thứ!Đọc thêm",
            "Phụng là G. Tôi từng sống ở Hà Nội. Anh sẽ chăm sóc cho em. Tất cả những trang bị bạn cần cho một chuyến đi mô tô đẹp đẽ, hoành tráng và tuyệt vời. Làm miền bắc Việt Nam! Anh ấy giống bố tôi, nhưng đi xe máy. : PĐọc thêm",
            "In early January 2016 I met the very friendly Mr Phung at his mechanic motorbike shop in the alleyway at 13 Ngo Huyen, just to the West of Hoan Kiem Lake. Mr Phung speaks good English and I judge him to be an honest man, supplying a good, straightforward service to tourists and backpackers. He rents and sells motorbikes and scooters of various sizes. I wanted to buy a robust automatic scooter for no more than US300. I think his selling prices vary from about two to four hundred US Dollars. There was nothing suitable for me in the shop so he put me on the back of his sons scooter and his son took me ten minutes to the other side of the Red River, to his big warehouse. There was a good selection of bikes go look at and after taking three out for a short test drive, I selected my bike. For a not unreasonable US275 dollars in cash, I purchased a 125cc fully automatic SYM Attila scooter. I wanted a secure and detachable storage box to go on a detachable tray on the back. Mr Phung himself took me to a suitable shop where I purchased a waterproof GIVI box for US30, which included them attaching it.Never knowing quite how far the bike would take me but wanting to make it to SaigonHo Chi Minh City, I set off. Staggeringly, over a period of 18 days, this perfectly BRILLIANT scooter made it about 1,400 miles 2,000km all the way to HCMC and the Mekong Delta. The only slight annoyance was that on my first day out of Hanoi, I realised that where once there had been a kick start bar, now there was none ! Even an automatic bike needs a kick start in case the automatic ignition does not work. I was rather annoyed with Mr Phung about this, as his mechanic in the warehouse should have rectified this problem BUT ultimately I as the buyer should have checked this and discovered the omission before I bought the bike Caveat Emptor!. To totally give Mr Phung his due, he had told me to telephone him en-route if there were any problems. I did so and he suggested a couple of mechanics on my route who might help. Several days later and again with Mr Phungs brilliant help, I met a very good young mechanic in the backpackers village within Phong Nha National Park and he attached a newsecond hand metal kickstart for US15 and it took an afternoon to get the job done.So amazing is my 125cc Automatic Attila scooter that the fantastic Mr Phung sold, me that I abandoned my plans to to sell it on my arrival in Saigon. It is currently safely locked up inside a British friends house in HCMC. I return to Vietnam from London this August where I shall be re-united with my trusty stead. I plan to scooter all the way back to Hanoi, using different roads this time. My hope is to sell it back to Mr Phung at Phung Motorbikes for a sensible price depending of course on Market Conditions!.I have absolutely no hesitation in recommending this motorbikescooter dealer. So far, they have given me a truly wonderful service.Go for it,Andrew BruceLondonUKRead more",
            "290 cho một chiếc xe đạp và một chiếc holmet. Nó khá đắt nhưng dịch vụ thì hoàn hảo. Thành phố thật đông đúc và điên rồ. Người quản lý sẽ đưa bạn đến một khu vực mà bạn sẽ có thời gian để học hỏi và tự tin với chiếc xe máy. Hoàn hảo!!Đọc thêm"
        ],
        "star_ratings": [
            171,
            10,
            2,
            6,
            15
        ],
        "review_amount": 204,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Xe máy Phùng",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written August 27, 2023",
            "Written November 28, 2023",
            "Written February 15, 2024",
            "Written May 19, 2024",
            "Written October 6, 2016",
            "Written September 23, 2016",
            "Written September 11, 2016",
            "Written August 22, 2016",
            "Written August 4, 2016",
            "Written July 13, 2016",
            "Written July 8, 2016",
            "Written June 27, 2016",
            "Written June 4, 2016",
            "Written April 23, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6380192-Reviews-or90-Phung_Motorbike-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701408-Reviews-K_S_and_Friends_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588333-Reviews-Hathor_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or80-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or100-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8262801-Reviews-Midori_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4211263-Reviews-Traffic_Light-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g255106-d256867-Reviews-Sky_Tower-Auckland_Central_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2398418-d10379050-Reviews-Kaptai_Lake-Rangamati_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g664857-d10076220-Reviews-Mercadillo_de_Mogan-Puerto_de_Mogan_Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d4551700-Reviews-Laughing_Whitefish_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3170020-Reviews-Istanbul_Cable_Car-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d198936-Reviews-Lake_Conway-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42311-d12080259-Reviews-Seven_Lakes_State_Park-Holly_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5453116-Reviews-SPARTY_Szechenyi_Bath_Party-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12518697-Reviews-Cookin_NANTA_Myeongdong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d107588-Reviews-Madaket_Beach-Nantucket_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or100-Phung_Motorbike-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-or90-Phung_Motorbike-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.747611219790997,
            "phương tiện": 0.7536824228300247,
            "điểm dừng chân": 0.9929358774097636,
            "chuyến phiêu lưu": 0.9954227281268686,
            "hành trình": 0.5189828649163246,
            "xe đạp": 0.43993786278927777,
            "cửa hàng": -0.23666592262452468,
            "đôi": -0.9555805665440857,
            "dịch vụ": -0.26171958667691797,
            "xe máy": 0.6376094028819352,
            "hoa hậu": 0.06640257313847542,
            "trung tâm": 0.5,
            "honda wave": 0.5449152095243335,
            "giá": 0.8173977031062046,
            "gara": 0.9840557093266398,
            "nhà kho": 0.9702670711558312,
            "thợ sửa xe": 0.5,
            "trước khi": 0.5582668455317616,
            "mũ bảo hiểm ổ khóa": 0.5
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời"
            ],
            "phương tiện": [
                "tốt",
                "có thể"
            ],
            "điểm dừng chân": [
                "chân lý tưởng"
            ],
            "chuyến phiêu lưu": [
                "tương tự",
                "hơn"
            ],
            "hành trình": [
                "khác"
            ],
            "xe đạp": [
                "tốt",
                "hơn",
                "sang trọng",
                "suốt",
                "cao",
                "nhất",
                "khoảng",
                "bình thường",
                "sẵn sàng",
                "vui",
                "tệ",
                "giống",
                "khác",
                "đắt",
                "hơn",
                "nhanh chóng",
                "nhiều",
                "kém",
                "tốt",
                "nặng",
                "nhiều",
                "hơn"
            ],
            "cửa hàng": [
                "nặng"
            ],
            "đôi": [],
            "dịch vụ": [
                "lớn",
                "tốt",
                "dở",
                "khác",
                "hỏng",
                "rẻ",
                "tốt",
                "tuyệt vời"
            ],
            "xe máy": [
                "lớn",
                "cuối cùng"
            ],
            "hoa hậu": [
                "nhiều"
            ],
            "trung tâm": [],
            "honda wave": [
                "tự động"
            ],
            "giá": [
                "tốt",
                "hơn",
                "vui"
            ],
            "gara": [
                "tốt"
            ],
            "nhà kho": [
                "nhiều"
            ],
            "thợ sửa xe": [],
            "trước khi": [],
            "mũ bảo hiểm ổ khóa": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 2.0,
            "phương tiện": 1,
            "điểm dừng chân": 1,
            "chuyến phiêu lưu": 1,
            "hành trình": 0.5,
            "xe đạp": 1.5,
            "cửa hàng": 1.0,
            "đôi": 0.5,
            "dịch vụ": 1.0,
            "xe máy": 1.0,
            "hoa hậu": 0.5,
            "trung tâm": 0.5,
            "honda wave": 0.5,
            "giá": 0.5,
            "gara": 0.5,
            "nhà kho": 0.5,
            "thợ sửa xe": 0.5,
            "trước khi": 0.5,
            "mũ bảo hiểm ổ khóa": 0.5
        }
    }
]