[
    {
        "attraction_name": "Piazza del Duomo",
        "attraction_name_vi": "Quảng trường nhà thờ",
        "general_info": [
            "22.743 đánh giá",
            "- 2 trong số 727 điều cần làm ở Florence",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Quảng trường thành phố rộng lớn này có Vương cung thánh đường Santa Maria del Fiore, nhà thờ lớn thứ ba trên thế giới sau Thánh Phêrô - s ở Rome và Thánh Phaolô - s ở Luân Đôn.Đọc thêm",
        "reviews": [
            "Florentia, như người La tinh gọi, thấm đẫm vẻ đẹp vĩnh cửu trải dài khắp mọi ngóc ngách của thành phố. Trung tâm lịch sử được đặc trưng bởi sự rộng lớn của Nhà thờ Duomo, có thể đưa du khách đến thời kỳ tươi sáng nhất của Florence: thời Phục hưng. Ai mà không biết đến Brunelleschi Dome, Nhà rửa tội San Giovanni và Tháp chuông Giotto? Mọi thứ đều được bao bọc ở đây và thật dễ dàng để tưởng tượng thành phố như thời xa xưa, với những người hầu gái đi dạo trên quảng trường chính và những chú ngựa kéo xe ngựa. Ngày nay, đường phố tấp nập những nghệ sĩ đường phố. Những tiệm bánh mộc mạc của vùng Tuscan nhường chỗ cho các cửa hàng thời trang; chỉ cần dừng lại vài phút giữa Quảng trường Piazza della Repubblica để thưởng thức màu sắc và giai điệu ngọt ngào của vòng xoay ngựa gỗ sẽ gợi lại những kỷ niệm tuyệt vời từ thời thơ ấu của bất kỳ ai. Đọc thêm",
            "Chúng tôi đã tham gia vào cổng sớm vào Quảng trường Piazza del Duomo ở Florence.  Thật đáng để dậy sớm!  Thật tuyệt khi được ở đó trước đám đông.  Cũng rất vui khi nhìn thấy những chiếc chìa khóa cũ khổng lồ để mở cửa!  hướng dẫn viên du lịch Maria Kristina thật tuyệt vời, rất am hiểu về vương cung thánh đường!  Trải nghiệm tuyệt vời!Đọc thêm",
            "Tôi thừa nhận, tôi đã không nhận được vé vào bên trong nhà thờ, vì tôi chỉ ở Florence có một ngày và không thể xếp hàng lâu như vậy. Nhưng nhìn thấy công trình kiến ​​trúc kỳ diệu đó là Nhà thờ Santa Maria del Flore từ bên ngoài là quá đủ đối với tôi. Tôi không tin mình sẽ thấy một ví dụ khác về nghệ thuật và kiến ​​trúc tráng lệ hơn ở bất kỳ nơi nào khác trên thế giới. Đây là lý do đủ để đến Florence.Đọc thêm",
            "Vô cùng bận rộn, đôi khi có thể quá bận rộn, quy mô của nhà thờ thật đáng kinh ngạc khi nhìn từ bên ngoài - thật đáng kinh ngạc khi nó thay đổi suốt cả ngày với ánh sáng.\n\nBên trong cũng được thực hiện rất tốt với kiến ​​trúc và tác phẩm nghệ thuật đẹp mắt để chiêm ngưỡng, một lần nữa bên trong cực kỳ bận rộn với một hàng dài để vào, tuy nhiên hàng đã di chuyển khá nhanh.\n\nĐáng để leo lên Mái vòm có thể đòi hỏi phải leo cao vì vậy nếu bạn gặp vấn đề về di chuyển, có thể bạn nên bỏ lỡ.Đọc thêm",
            "Một địa điểm du lịch sầm uất. Tôi thực sự khuyên bạn nên ghé thăm một nhà hàng truyền thống đáng yêu ở khu vực này. Hãy chuẩn bị tinh thần cho việc xếp hàng để xem các điểm tham quan như Duomo vì chúng dài, vì vậy bạn có thể muốn đặt trước những nơi này, hoặc bạn có thể vui vẻ khi đi dạo trên những con phố hẹp và quảng trường. Florence có một số cửa hàng đồ da và đồ trang sức tốt nhất, nhưng chúng có thể rất đắt tiền. Không có nhà vệ sinh công cộng ở Florence nhưng các quán cà phê - với giá bằng một ly cà phê - sẽ cho phép bạn sử dụng nhà vệ sinh của họ và bạn cũng có thể dừng lại và hòa mình vào nhịp sống hối hả và nhộn nhịp của thành phố xinh đẹp bận rộn này. Nhớ uống nhiều nước nếu đi du lịch vào mùa hè, các sạp báo nhỏ bán nước đóng chai lạnh và các loại đồ uống khác với giá khoảng 1-3 - Đọc thêm",
            "Chúng tôi ở gần khu vực này nên đi bộ vào nhiều thời điểm khác nhau trong ngày. Rất bận rộn với hàng dài người để vào, thương nhân và một vài chiếc xe đạp và xe tay ga. Tuyệt đẹp vào buổi tối đặc biệt là khi chuông reo. Kiến trúc thật tuyệt vời. một nơi rất đặc biệt.Đọc thêm",
            "Thành phố xinh đẹp, bầu không khí tuyệt vời. Cửa hàng tuyệt vời. Một trải nghiệm thực sự. Tôi ước gì chúng tôi đã lên kế hoạch cho chuyến đi của mình tốt hơn và đặt một chỗ để vào nhà thờ và cung điện. Hàng đợi rất dài và chúng tôi đã bỏ lỡ cung điện. Chắc chắn sẽ quay lại.Đọc thêm",
            "Quảng trường Piazza del Duomo - Quảng trường Nhà thờ - bao gồm chính nhà thờ, Florence - s Battistero và Tháp chuông Giotto - s.\n\nNhà thờ mở cửa từ 10:00 sáng đến 4:30 chiều, trong khi thời gian mở cửa của các điểm tham quan khác trong Khu phức hợp Duomo khác nhau từ 8:15 sáng đến 7:00 tối\nNhà thờ Florence là một phần của quần thể các tòa nhà nằm cạnh nhau.\n Đừng quên leo lên Mái vòm. Khung cảnh nhìn từ đỉnh Brunelleschi - s Dome thật ngoạn mục. 463 bước.Đọc thêm",
            "Quảng trường nổi tiếng và thu hút khách du lịch nhất ở Florence. Nằm ở giữa Duomo, không thiếu các quán ăn, cửa hàng và người ăn xin ở quảng trường này. Hãy cẩn thận với đồ đạc vì những kẻ móc túi thường xuyên hoạt động trong đám đông và những người khác đôi khi cố gắng bán cho bạn những món hàng nhái giá rẻ. Hãy đến để chụp ảnh và tham quan Duomo cũng như các địa điểm, sau đó tiếp tục vì những quán ăn ngon nhất không nằm ở quảng trường này. Đọc thêm",
            "Khu vực này rộng lớn và bao quanh nhà thờ Duomo. Có những nơi để ngồi và chỉ cần ngắm nhìn tòa nhà tuyệt đẹp. \n\nXung quanh quảng trường có rất nhiều nhà hàng - quán cà phê và cửa hàng. \n\nỞ đây bạn có thể quan sát nhiều du khách đến Florence, chỉ cần cẩn thận với đồ đạc của mình vì đây là thiên đường móc túi.Đọc thêm",
            "Rất may là chúng tôi đã đặt lại trực tuyến chuyến đi lên Duomo. Đã bán hết chỗ vào ngày hôm đó vì quá đông! \nNhững tòa nhà thực sự tráng lệ. Việc leo lên khá dễ dàng. Có hai điểm dừng trên đường đi. Cảnh quan tuyệt đẹp cả bên trong và bên ngoài Duomo. Bạn nhất định phải ghé thăm! Đọc thêm",
            "Đây là quảng trường công cộng, nơi bạn có thể tìm thấy các tòa nhà Duomo, Campanile di Giotto và Baptistry mang tính biểu tượng và nổi bật ở Trung tâm Lịch sử Florence. Có những điểm tham quan khác trong khu vực như Loggia del Bigallo - bảo tàng -, rất nhiều cửa hàng lưu niệm, quán ăn bình dân và không may là có rất đông khách du lịch do quảng trường có kích thước tương đối nhỏ, nơi mọi người tụ tập để tham quan các điểm tham quan Duomo. Nếu bạn muốn tham quan nhàn nhã lang thang trên quảng trường, hãy ghé thăm vào buổi sáng trước khi các điểm tham quan mở cửa và các nhóm du lịch đến. Hoặc đi ngang qua vào buổi tối khi phần lớn mọi người đã rời đi và trở về khách sạn của mình. Tuy nhiên, thật khó để ngắm nhìn những tòa nhà ấn tượng ở đây vào giữa trưa khi bầu trời trong xanh và ánh sáng mặt trời chiếu sáng mặt tiền tòa nhà có hoa văn bằng đá cẩm thạch quyến rũ. Lưu ý rằng bạn có thể vào Duomo - miễn phí - nhưng bạn sẽ phải xếp hàng khá nhiều vì mọi người khác cũng đang làm như vậy và họ tích cực cố gắng quản lý số lượng người vào bên trong để xem các bức bích họa bên trong của Brunelleschi - s Dome. Nếu bạn muốn leo lên mái vòm để nhìn cận cảnh các bức bích họa, bạn cần mua một trong những vé Duomo Pass bao gồm điểm tham quan này. Vé cũng bao gồm các kết hợp khác nhau để vào Nhà rửa tội, Bảo tàng Duomo và leo lên các bậc thang của Campanile.Đọc thêm",
            "Một quảng trường khá nổi bật và các tòa nhà xung quanh nhà thờ, nhưng rất đông đúc và đông đúc, hàng dài người xếp hàng để tham quan tháp có thể kéo dài từ 300 đến 400m và thời gian chờ đợi có thể lên tới 3 giờ. chúng tôi đã chụp rất nhiều ảnh.Đọc thêm",
            "Đó là một quảng trường tuyệt đẹp được trang trí bởi nhà thờ đáng kinh ngạc và chuông tháp. Nơi này tràn ngập khách du lịch và người bán hàng. Chỉ cần đề phòng nạn móc túi.Đọc thêm",
            "Quảng trường là nơi tuyệt vời để đi dạo, đặc biệt là vào ban đêm. Chiêm ngưỡng Duomo là một trong những hoạt động yêu thích của tôi khi ở Firenze.Đọc thêm",
            "Chúng tôi ở bên ngoài, nhưng không thể vào được do xếp hàng dài - điều thực sự quan trọng là phải đặt trước, mặc dù có hàng dài người giữ vé để vào lâu hơn hàng đợi mua vé. Bên ngoài thật tuyệt vời, một trải nghiệm thiết yếu của Quảng trường Ý. Chọn mùa của bạn nếu bạn thực sự muốn tiết kiệm thời gian.Phải làm.Đọc thêm",
            "Nằm ở trung tâm lịch sử của Florence, Piazza del Duomo chắc chắn là tâm điểm của Florence - được Di sản Thế giới UNESCO công nhận là trung tâm của chủ nghĩa nhân văn thời Phục hưng. Với Nhà thờ Florence chiếm vị trí trung tâm, được bao quanh bởi Tháp Chuông Giotto - s, Nhà rửa tội hình bát giác St John và Bảo tàng Opera del Duomo, quảng trường công cộng này là điểm khởi đầu cho chuyến phiêu lưu thời Phục hưng Florence của bạn. Không giống như hầu hết các quảng trường công cộng ở Ý hoặc khắp Châu Âu, ấn tượng đầu tiên của tôi về quảng trường này là thiếu cảm giác về không gian với các tòa nhà nằm lộn xộn xung quanh quảng trường, không có một vị trí nào mà bạn có thể nhìn thấy toàn bộ các tòa nhà ở đó. Tuy nhiên, đây vẫn là một nơi tuyệt vời để đi dạo hoặc đơn giản là thư giãn trong khi thưởng thức gelato từ một trong những cửa hàng gelato ngon nhất nước Ý nằm ngay tại quảng trường, Gelateria Edoardo il Gelato Biologico.Đọc thêm",
            "Dumo là một tòa nhà thực sự ấn tượng và hùng vĩ, tạo thành phần trung tâm của quảng trường.  Mặt tiền xuất hiện màu trắng vào ban đêm - gần như giả. Chúng tôi đã mua thẻ Brunelleschi để cho phép bạn vào 5 điểm tham quan - Brunelleschi - s Dome, Tháp chuông Giotto - s, Nhà rửa tội, Bảo tàng Opera del Duomo và Nhà thờ Santa Reparata chỉ bằng một vé - . Chúng tôi đã xếp hàng 10 phút trước thời gian đã hẹn và chuyến tham quan thật tuyệt vời sẽ đưa bạn lên cao từ bên trong đến trần nhà được trang trí công phu và phức tạp của mái vòm và sau đó ra bên ngoài sau một số cầu thang hẹp.  Nỗ lực này rất xứng đáng với tầm nhìn tuyệt đẹp ra Thành phố.Đọc thêm",
            "I - m hijacking this review to write a sort of Ode to Florence here:Florence has become my favorite place in the world, and I - m sure many people share the same sentiment. Like any person, place, or thing that gets an abundance of love; criticism and hate will follow. Florence gets a lot of criticism.  - It is overrun with tourists, - ...  - I - ve had much better food in Italy -  ... But they never built a statue for a critic. Well I just looked it up and I guess Roger Ebert has a statue. Fairplay Robert.From the first time I came here when I was 16, I have felt a special connection to this place like nowhere else. I didn - t know what it was then but have started to scratch the surface.After quitting my job, I decided to take 10 days and just soak in the city and the culture. This is the birthplace of the renaissance, which to me, is the birthplace of modern day life and culture. It placed an emphasis on individualism which I believe is the spark of creativity, ideas, and innovation.One can almost feel the presence of the talented artists, innovators, and leaders that used to walk these streets. It hurts my head to think that Da Vinci, Michelangelo, Machiavelli, Vespucci, Raphael, Brunelleschi, Donatello etc. all walked these streets around the same time. They competed against one another, but also collaborated. This blend of competition and collaboration formed an unparalleled amount of innovation and progression.It - s so inspiring and motivating to learn how much came from this one small city in the middle of Italy. Its ideas and culture spread like a virus across the world through time and space inspiring everyone from Rembrandt to Steve Jobs, who sites Da Vinci as a major influence.I feel the creativity almost rub off on me when I am walking through these streets, thankful that so much of this place is intact from the 16th century. You can walk through the narrow streets appreciating the architecture, looking up and seeing Brunelleschi - s dome in the skyline at literally anywhere you are in the city. You can see the house Michelangelo grew up in. The Ponte Vecchio is the same bridge that these legendary Florentines used to walk across.Where else can you walk the same streets that these geniuses used to walk and get the best gelato you - ve had in your life? THANK YOU FIRENZE!IG  - jnov_Tiktok  - jnov__Read more",
            "Đầy khách du lịch nhưng thực tế không phải là nơi dễ chịu để ngồi. Chỉ có hai hàng người lớn đang chờ để vào nhà thờ hoặc lên thápĐọc thêm",
            "Bên ngoài nhà thờ thật tuyệt vời và rất đẹp.  Nội thất thú vị và mái vòm ngoạn mục.  Ngoài ra, ở tầng hầm, bạn có thể thấy một số cấu trúc ban đầu từ 5 thế kỷ trước.  Tuy nhiên, nhà thờ ở Siena có nội thất ngoạn mục hơn nhiều.  Chúng tôi không leo hàng trăm bậc thang lên mái vòm cũng như hàng trăm bậc thang lên tháp chuông.  Đọc thêm",
            "Giữa tháng 5, tôi sẽ đến thăm Florence - s Duomo vào đầu giờ chiều cùng với người cha 93 tuổi của mình. Để tránh phải xếp hàng dài ở lối vào miễn phí, tôi đang cân nhắc sử dụng thẻ Ghiberti để vào nhà thờ qua hầm mộ. Mặc dù anh ấy có thể bước đi mà không cần sự trợ giúp hay trợ giúp, nhưng tôi lo ngại về việc có quá nhiều bậc thang để đi xuống hầm mộ rồi lên nhà thờ lớn. Nếu bất cứ ai đã đi theo con đường này có thể đưa ra bất kỳ lời khuyên nào, nó sẽ được đánh giá rất cao.  Đọc thêm",
            "Có cần đặt trước vé tham quan vào tháng 6 không? Và chúng tôi có thuê người hướng dẫn không? Ý nghĩa đó được khuyến khích?Đọc thêm",
            "Có, việc đặt trước là cần thiết. Bạn có thể mua vé trực tuyến trước khi khởi hành đến Ý. Chúng tôi không cảm thấy cần có người hướng dẫn.Đọc thêm",
            "Tôi sẽ đến thăm vào thứ Năm ngày 21 tháng 4 và tôi đang mua Thẻ Brunelleschi. Tôi lưu ý rằng Nhà thờ chỉ mở cửa từ 10:15-12:00 - rất tiếc là chúng tôi không thể đến vào lúc này - và vé của tôi là từ 2:15 chiều. \n\nKhi đến thăm Brunelleschi - s Dome và - hoặc Tháp Chuông Giotto - s, bạn vẫn có thể nhìn thấy bên trong Nhà thờ chứ? Ngoài ra, Duomo Terraces có được tiếp cận khi đi đến Mái vòm không?Đọc thêm",
            "Xin lỗi vì trả lời muộn nhưng đúng là bạn có thể nhìn xuống Nhà thờ từ lối đi xung quanh chân mái vòm, nhưng để khám phá bên trong Nhà thờ, bạn phải xếp hàng và mua vé. Đọc thêm",
            "Bạn có cần tuân thủ quy định về trang phục nếu bạn đi lên mái vòm chứ không phải vào nhà thờ không?  Tuần này nhiệt độ ở Florence lên tới hơn 100 độ và tôi nghĩ họ có thể sẽ thoải mái hơn trong quy định về trang phục....Đọc thêm",
            "Họ không thoải mái về trang phục. Tôi đã bị từ chối mặc một chiếc áo không tay cổ cao trong vương cung thánh đường cạnh Duomo. Mọi thứ khác đã được bảo hiểm! Tôi tán thành ý tưởng mặc một chiếc váy suông và thứ gì đó để che vai. Nắng nóng chắc chắn rất khắc nghiệt trong một số ngày.Đọc thêm",
            "Với dép họ có cho bạn vào không?Đọc thêm",
            "Có, điều đó là có thể.Đọc thêm",
            "cái này giá bao nhiêu? chúng tôi không muốn một chuyến tham quanĐọc thêm",
            "vừa đi thăm quảng trường à? nó miễn phí. bạn phải trả tiền nếu muốn vào nhà thờ, tôi không nhớ chính xác là bao nhiêu - từ 10-20 euro mỗi người, tùy thuộc vào những gì bạn muốn xem - Đọc thêm",
            "Có ai biết Duomo và Học viện Nghệ thuật Florence mở cửa lúc mấy giờ không? \nCảm ơn bạn Đọc thêm",
            "Xin chào Patricia! Tôi không biết liệu phản hồi của tôi có kịp thời không. Vương cung thánh đường mở cửa từ thứ Hai đến thứ Bảy, từ 8:30 sáng đến 4:30 chiều. Trong khi tháp chuông và Batistery đến 7 giờ tối. Xin lưu ý rằng Vương cung thánh đường đóng cửa vào buổi sáng vào Chủ nhật và ngày lễ, chỉ mở cửa lúc 1:30 chiều - tất cả đều là thời gian mùa hè. Tôi hy vọng nó sẽ giúp bạn!Đọc thêm",
            "Tôi có thể chỉ trả tiền để lên mái vòm hay tôi cần thẻ vào cửa?Đọc thêm",
            "Tôi không thể đặt chỗ cho mái vòm vì tôi chỉ ở đó bốn ngày. Bạn cần phải ở đó sáu ngày để có quyền mua vé vào mái vòm nếu bạn đang sử dụng thẻ Firenze vì nhu cầu này rất cao. Đặt và trả tiền riêng nếu bạn có ý định làm việc đó. Nếu không, chỉ cần đi lên tòa tháp bên cạnh - cùng một góc nhìn.Đọc thêm",
            "Xe lăn có thể vào mái vòm bên trong không?Đọc thêm",
            "Thật không may là không, hãy nhớ rằng tòa nhà này đã có tuổi đời hàng thế kỷ và cầu thang thậm chí còn quá hẹp cho hai người. Bạn có thể đến khu vực loge bằng thang máy, nhưng không thể lên đỉnh nhà thờ.Đọc thêm",
            "Nó có lối vào nhà thờ và nhà rửa tội không? \nHình vuông có gì khác?",
            "NAI, nó có lối vào, nhưng sẽ rất tốt nếu đặt trước qua internet. Luôn có hàng đợi. Vào tháp và leo lên mái vòm.\nQuảng trường không có sức hấp dẫn nào khác."
        ],
        "star_ratings": [
            17298,
            4555,
            728,
            97,
            65
        ],
        "review_amount": 22743,
        "location": [
            "Tỉnh Florence",
            "Những điều cần làm ở Florence",
            "Nước Ý",
            "Tuscany",
            "Châu Âu",
            "Florence",
            "Quảng trường nhà thờ"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written June 30, 2023",
            "Written August 3, 2023",
            "Written August 18, 2023",
            "Written August 20, 2023",
            "Written August 26, 2023",
            "Written August 27, 2023",
            "Written September 24, 2023",
            "Written September 27, 2023",
            "Written October 17, 2023",
            "Written April 14, 2024",
            "Written April 5, 2024",
            "Written March 24, 2024",
            "Written March 23, 2024",
            "Written February 18, 2024",
            "Written February 7, 2024",
            "Written January 28, 2024",
            "Written January 16, 2024",
            "Written October 26, 2023",
            "Written October 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187895-d195699-Reviews-Piazza_del_Duomo-Florence_Tuscany.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d12141831-Reviews-I_Girone_De_Ghiotti-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d14028759-Reviews-Gustarium_Firenze-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d25457899-Reviews-Osteria_La_Dolce_Vita_Firenze-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d23462008-Reviews-Osteria_Giglio_d_oro-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d12664076-Reviews-Caffe_del_Teatro_Niccolini-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d25569405-Reviews-Locanda_de_Medici-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d10185430-Reviews-Ristorante_Il_Granaio-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d9704320-Reviews-Ristorante_Brandolino-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d25453293-Reviews-Osteria_Del_Corso-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187895-d25787743-Reviews-Museo_della_Bistecca-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d18854391-Reviews-Statues_of_Arnolfo_di_Cambio_e_Filippo_Brunelleschi-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d25105983-Reviews-Museo_Dell_opera_Del_Duomo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12559037-Reviews-Museo_Torrini-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d9805927-Reviews-Teatro_Niccolini-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4873331-Reviews-Cupola_del_Brunelleschi-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d198675-Reviews-Duomo_Cattedrale_di_Santa_Maria_del_Fiore-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d191154-Reviews-Museo_dell_Opera_del_Duomo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d242864-Reviews-Campanile_di_Giotto-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d209050-Reviews-Battistero_di_San_Giovanni-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12188824-Reviews-Piazza_San_Giovanni-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195699-Reviews-or10-Piazza_del_Duomo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d242858-Reviews-Piazzale_Michelangelo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195931-Reviews-Piazza_della_Signoria-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195009-Reviews-Ponte_Vecchio-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195018-Reviews-Mercato_Centrale-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195017-Reviews-Basilica_of_Santa_Croce-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d196111-Reviews-Centro_Storico-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195940-Reviews-Basilica_San_Miniato_al_Monte-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d3341800-Reviews-Perseus_Statue-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d1477711-Reviews-Torrini_1369_jewelry_store_Florence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12397657-Reviews-Rondleiding_in_Florence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d17826477-Reviews-Tornabuoni_Tuscany_Leather-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12415335-Reviews-Dante_Inferno_Florence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d21067756-Reviews-L_Antica_Cantina_dei_Chianti-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12086491-Reviews-My_Tours_in_Florence-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d13817466-Reviews-Olga_Chernitska_Florence_and_Tuscany_Tour_Guide-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d10045119-Reviews-Custom_Florence_Tours-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d17591495-Reviews-Florence_in_few_hours-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2352416-Reviews-Magic_Hands_Massage-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g39214-d106553-Reviews-National_Corvette_Museum-Bowling_Green_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18421884-Reviews-The_Mission_Ballroom-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41005-d12871375-Reviews-Betterton_Beach-Betterton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g55744-d12495157-Reviews-Fruit_N_Such_Orchard-Dickinson_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d186167-Reviews-Niagara_Falls_Canada-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d9883233-Reviews-Alan_Shepard_Beachfront_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g211925-d2718185-Reviews-Titanic_Experience_Cobh-Cobh_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d546344-Reviews-Wailua_Falls-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8388405-Reviews-TAO_Nightclub-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187895-d195699-Reviews-or10-Piazza_del_Duomo-Florence_Tuscany.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187895-d195699-Reviews-Piazza_del_Duomo-Florence_Tuscany.html"
    }
]