[
    {
        "attraction_name": "Piazza Navona",
        "attraction_name_vi": "Quảng trường Navona",
        "general_info": [
            "39.961 đánh giá",
            "- 5 trong số 2.428 điều cần làm ở Rome",
            "Địa điểm ưa thích - Địa danh",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Quảng trường nổi bật nhất của thời kỳ Baroque ở Rome có Đài phun nước sông Bernini - s ở trung tâm vì nó đối diện với nhà thờ Borromini - s, Sant - Agnese ở Agone.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Quảng trường nổi tiếng này có rất nhiều thứ để cung cấp -- kiến ​​trúc ấn tượng, đài phun nước trang trí công phu, nhiều quán cà phê và nhà hàng, những nghệ sĩ đường phố tài năng và mọi người để xem. Có lẽ thời điểm tốt nhất để đi là vào cuối buổi chiều khi nhiệt độ mát mẻ và đám đông đã thưa dần. Không có nhiều bóng râm vào một ngày nóng nực và ít ghế dài để nghỉ ngơi. Vì vậy, có thể lấy một chiếc bàn dưới ô và uống một thức uống mát lạnh hoặc ăn tối sớm. Đọc thêm",
            "Khi bạn đi lang thang trong thành phố để xem tất cả các địa điểm chính, rất có thể bạn sẽ dừng lại ở đây trên đường đi.  Nếu bạn đang tìm kiếm một số món ăn du lịch đắt đỏ thì bạn đã đến nơi.  Nếu bạn muốn một bữa ăn ngon hơn với giá tốt hơn?  Di chuyển theo.  Một số nơi tốt để lấy bàn, đồ uống và mọi người xem nếu bạn thích.  Chỉ là đi ngang qua thôi à?  Chắc chắn bạn nên dành chút thời gian để dừng lại và chiêm ngưỡng hai đài phun nước ở quảng trường.  Những kiệt tác điêu khắc, cả hai đều tuyệt vời theo cách riêng của chúng.  Fontana dei Quattro Fiumi là một cái lớn gần trung tâm và có một cảnh tượng khá tuyệt vời khi đi bộ xung quanh và ngắm nhìn.Đọc thêm",
            "Chúng tôi đến thăm quảng trường này mỗi ngày ở Rome. Đài phun nước tuyệt đẹp và các tòa nhà đẹp bao quanh quảng trường. Có một nhà thờ đáng yêu ở đó để xem. Rất nhiều nhà hàng trong khu vực này quá. Hãy cẩn thận với những kẻ phóng những thứ đó lên không trung- Tôi thực sự đã bị một kẻ bắn trúng mắt.Đọc thêm",
            "Chúng tôi yêu thích Quảng trường và ghé thăm mỗi lần chúng tôi đến Rome.  Một sự thật ít được biết đến về Quảng trường là ban đầu nó là một sân vận động bên dưới Quảng trường hiện nay.  Có một bảo tàng về sân vận động dưới quảng trường, rất đáng để dành một giờ và tham quan!Đọc thêm",
            "Một quảng trường ấn tượng với ba đài phun nước tuyệt đẹp ở Trung tâm Lịch sử.  Cách Pantheon 5 phút đi bộ. Có rất nhiều quán cà phê và nhà hàng - thường có giá quá cao - phía trước quảng trường và trông thật tuyệt vời vào buổi tối. Nên ghé thăm! Đọc thêm",
            "Một nơi rất đẹp, không quá xa Đài phun nước Pantheon và Trevi. Có ba đài phun nước đẹp ở trung tâm và môi trường lễ hội rất tốt xung quanh. Chúng tôi đã đến thăm nơi này vào những thời điểm khác nhau trong ngày vì chúng tôi ở gần nhau và vẻ đẹp của nó khác nhau vào ban ngày và ban đêm. Vì địa điểm này mở cửa 7x24 nên bạn có thể thoải mái ghé thăm một cách thuận tiện và bạn sẽ không hối tiếc!Đọc thêm",
            "Đây là quảng trường yêu thích của tôi ở Rome. Có rất nhiều thứ để xem và luôn có một bầu không khí tuyệt vời. Đặc điểm chính của nó là đài phun nước tráng lệ. Có rất nhiều nhà hàng và quán cà phê để bạn thưởng thức quảng trường và ngắm nhìn thế giới trôi qua.Đọc thêm",
            "Quảng trường tốt nhất ở Rome !!! \n\nThật là một nơi tuyệt vời để ngồi và tận hưởng bầu không khí xung quanh. Rất nhiều người biểu diễn ở đó và có một nhà thờ xinh đẹp - Sant - Agnese - cũng là địa điểm không thể bỏ qua khi bạn ở đây. Chúng tôi rất thích thời gian đi chơi.Đọc thêm",
            "Quảng trường Piazza Navona không thay đổi nhiều kể từ chuyến thăm đầu tiên của tôi vào năm 1979 ngoại trừ giá cả! Các nhà hàng xung quanh quảng trường hiện nay đều có giá khá cao và cao hơn mức lương của tôi! Quảng trường nổi tiếng với 3 đài phun nước đặc biệt với trung tâm là Đài phun nước của bốn con sông Bernini có niên đại từ năm 1651 và đài tưởng niệm trung tâm của nó. 2 đài phun nước còn lại là của Porta với Fontana Del Moro 1575 - Đài phun nước Neptune 1574. Tất cả đều có sự bổ sung - thay đổi qua nhiều thế kỷ. Quảng trường Piazza là một ví dụ điển hình về kiến ​​trúc baroque La Mã và có niên đại từ đầu Công nguyên nhưng đã trải qua những thay đổi lớn từ năm 1644 dưới thời Giáo hoàng Innocent X có ngôi nhà gia đình ở phía trước quảng trường.Đọc thêm",
            "Một quảng trường sôi động vui nhộn ở trung tâm Rome. Tại đây, bạn sẽ tìm thấy các nhà hàng, quán bar, nhà thờ, thầy bói và đài phun nước. Điểm nhấn tất nhiên là Đài phun nước Four Rivers. Chắc chắn đáng để ghé thăm vào ban ngày và ban đêm. Đọc thêm",
            "Ngay cả đối với những người có thời gian rất hạn chế ở Rome, Quảng trường Navona là nơi không thể bỏ qua. Đây là một trong những quảng trường tốt nhất để ghé thăm ở Rome. Bạn có thể thấy rất nhiều thứ ở đây trong một thời gian ngắn. Có ba đài phun nước hoành tráng, hai trong số đó - Fountain of the Moor và The Fountain of Four Rivers - được thiết kế bởi Bernini. Các chuyến đi bộ trọn vẹn được thiết kế xung quanh việc ngắm nhìn tác phẩm của Bernini ở Rome và bạn có thể thấy hai đài phun nước Bernini ở đây trong một quảng trường. Luôn có những nghệ sĩ đường phố và - những bức tượng sống - - luôn là niềm vui cho trẻ em. Là một địa điểm du lịch, bạn sẽ làm như vậy phải chịu đựng những người bán hàng rong, những người sẽ cố ép hàng hóa của họ vào bạn. Quảng trường được bao quanh bởi các quán cà phê và nhà hàng mặc dù chúng tôi thích đi xuống một trong những con đường phụ và tìm thứ gì đó hơi xa khỏi khu du lịch đông đúc. Ngay gần Fountain of the Moor là một quán rượu nhỏ tuyệt vời, Cul-de-Sac và đối diện với nó là một trong những nhà hàng nhỏ yêu thích của chúng tôi, Mimi e Coco. Điểm nổi bật trong thời gian chúng tôi ở Rome là đi xem một buổi hòa nhạc cổ điển tại Nhà thờ Baroque xinh đẹp của Sant - Agnese ở Agone. Nó được tổ chức tại Phòng áo Borromini nhỏ mà bạn thường không được vào. Thỉnh thoảng tôi thấy các buổi hòa nhạc miễn phí được tổ chức tại nhà thờ nhưng buổi hòa nhạc này đã được bán vé và chúng tôi có thể mua vé tại cửa.Đọc thêm",
            "Nơi này thật tuyệt vời, sự rung cảm, phong cách và những tác phẩm điêu khắc tuyệt vời. đây là nơi hoàn hảo để thư giãn, trong khi thưởng thức rượu khai vị và thưởng thức la bella vita ở Ý.Đọc thêm",
            "Đó là một nơi tuyệt đẹp với rất nhiều nhà hàng, cửa hàng và đài phun nước tuyệt vời. Chúng tôi thật may mắn khi nhìn thấy những chiếc máy bay phản lực đang bay ngay trước mặtĐọc thêm",
            "Đây chắc chắn là giá trị ghé thăm. Đó là một quảng trường đông đúc và tôi đến vào lúc tối muộn, nhưng nó không quá đông đúc. Bạn có thể chỉ cần đi bộ xung quanh và xem tất cả mọi thứ. Nó khá đẹp đấy. Đọc thêm",
            "Quảng trường Navona là một trong những quảng trường công cộng đông đúc nhất ở Rome và thật dễ hiểu tại sao. Nó hoàn toàn tuyệt đẹp. Nó cực kỳ đông đúc nên tôi chắc chắn khuyên bạn nên đến sớm nếu bạn muốn ngâm mình trong các địa điểm, nếu bạn đến muộn hơn trong ngày thì nó sẽ cực kỳ đông đúc và chật kín các nhóm du lịch và những người bán hàng rong. Các cửa hàng lưu niệm xung quanh quảng trường rất thú vị và đáng giá kiểm tra. Nếu bạn thực sự muốn kiếm thứ gì đó để ăn hãy ra khỏi quảng trường một chút và bạn - sẽ tìm thấy Pasquino Bistrot and Wine Bar tương đối rẻ - so với những nơi trong quảng trường - và ngon tuyệt!Đọc thêm",
            "Quảng trường này là nạn nhân của sự thành công của chính nó. Hiện tại có rất nhiều người tụ tập ở đó nhưng đi cùng họ là những người bán hàng rong. Nó chỉ có một bầu không khí rất ngột ngạt, mặc dù có đài phun nước tuyệt đẹp, nhà thờ Saint Agnes và phần còn lại của đường đua La Mã. Tôi thấy mình đang tránh nó trong năm nay. Ý tưởng uống cà phê ngoài trời là điều không nên. Đó là một mớ hỗn độn đông đúc. Chính quyền địa phương Rome cần nghĩ cách giải cứu.Đọc thêm",
            "Nơi độc đáo với lịch sử tuyệt vời. Được bảo dưỡng hoàn hảo, tuyệt vời vào ban đêm. Không có người. Các quán bar trong khu vực cũng rất dễ chịuĐọc thêm",
            "Quảng trường Navona là một trong những quảng trường công cộng đẹp nhất của Rome. Ban đầu, đây là địa điểm của Sân vận động Domitian thế kỷ thứ nhất. Tuy nhiên, giống như hầu hết La Mã cổ đại, nó đã rơi vào cảnh hoang tàn trong những thế kỷ sau. Vào thế kỷ 16 và 17, quảng trường đã được tái phát triển và thiết kế lại thành những gì bạn thấy ngày nay. Nhà thờ Sant - Agnese ở Agone được xây dựng và ba đài phun nước trang nhã - Moor, Neptune và Four Rivers - được lắp đặt tại quảng trường với các tác phẩm của Bernini và Borromini, hai bậc thầy Baroque đáng chú ý nhất của thế kỷ 17. Đây là những gì bạn nhìn thấy khi ghé thăm Quảng trường Navona ngày hôm nay. Có một số ghế dài trên quảng trường, thường là các nghệ sĩ bán tác phẩm của họ cùng với những người bán hàng khác. Rất nhiều quán ăn có chỗ ngồi ngoài trời và địa điểm để thưởng thức cà phê hoặc gelato trong khi khám phá khu vực. Rất đáng để ghé qua vào những ngày quang đãng để chụp ảnh các di tích và tòa nhà đẹp đẽ trên nền trời xanh và dừng lại vào buổi tối khi bạn có thể nhìn thấy mọi thứ được chiếu sáng trên nền trời tối.Đọc thêm",
            "Một trong những quảng trường được ghé thăm nhiều nhất ở Rome, luôn có rất đông người dân, nghệ sĩ đường phố và nhạc sĩ. Ở trung tâm của nó có đài phun nước rất đẹp. Trong quá khứ nó là một sân vận động La Mã.Đọc thêm",
            "Đây là quảng trường địa phương của chúng tôi vì chúng tôi chỉ ở cách đó 5 phút đi bộ và chúng tôi thấy mình bị kéo đến đây vào mỗi buổi tối trong thời gian lưu trú.  Tôi thích nó vào ban đêm vì nó có bầu không khí dễ chịu và không quá bận rộn như ban ngày.  Rất nhiều nghệ sĩ, nhạc sĩ và nghệ sĩ biểu diễn đã biến nơi đây thành một địa điểm buổi tối đáng yêu.  Tuy nhiên, chúng tôi không ăn ở quảng trường, rẻ hơn nếu chỉ ăn ở đó.Đọc thêm"
        ],
        "star_ratings": [
            25413,
            11443,
            2630,
            343,
            137
        ],
        "review_amount": 39966,
        "location": [
            "Lazio",
            "Quảng trường Navona",
            "la Mã",
            "Nước Ý",
            "Châu Âu",
            "Những điều cần làm ở Rome"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 12, 2023",
            "Written June 14, 2023",
            "Written June 21, 2023",
            "Written June 29, 2023",
            "Written July 1, 2023",
            "Written July 14, 2023",
            "Written July 17, 2023",
            "Written August 2, 2023",
            "Written August 31, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 9, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 14, 2024",
            "Written April 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187791-d190121-Reviews-Piazza_Navona-Rome_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d25107357-Reviews-Adesso_Vineria_bistrot-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d24969655-Reviews-Osteria_Da_Fortunata_Baullari-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d12215135-Reviews-Sweet_Life_Gelateria_Pasticceria_Artigianale-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d12557336-Reviews-Osteria_da_Fortunata_Cancelleria-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d2093433-Reviews-PanDivino_Focacceria_Taperia-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1894666-Reviews-Virginiae-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d26805150-Reviews-Pasta_E_Vino_Palombella-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d14121704-Reviews-CiPASSO-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d1210614-Reviews-Mimi_e_Coco-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d26364258-Reviews-Osteria_del_Grillo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8857453-Reviews-Fontana_del_Moro-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191003-Reviews-Fontana_dei_Quattro_Fiumi-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7160258-Reviews-Obelisco_Agonale-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d9529879-Reviews-Fountain_of_Neptune-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12584434-Reviews-Gladiator_Museum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g652045-d23403685-Reviews-Chiesa_Parrocchiale_di_Santa_Maria_Maggiore-Bussolengo_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2422102-Reviews-Chiesa_di_Sant_Agnese_in_Agone-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d20808741-Reviews-Palazzo_Pamphilij-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7624582-Reviews-Rione_Parione-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d196846-Reviews-Stadio_di_Domiziano_Navona_Square_Underground-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190121-Reviews-or10-Piazza_Navona-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192274-Reviews-Basilica_di_Santa_Maria_Maggiore-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197714-Reviews-Pantheon-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192285-Reviews-Colosseum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2154770-Reviews-Roman_Forum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190996-Reviews-Palatine_Hill-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190131-Reviews-Trevi_Fountain-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190985-Reviews-Monumento_a_Vittorio_Emanuele_II-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190123-Reviews-Trastevere-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6975808-Reviews-Basilica_Papale_San_Paolo_Fuori_le_Mura-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7854151-Reviews-Capriccio_Italiano-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12219839-Reviews-Opera_Emotion-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7055720-Reviews-L_Artigianato-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14456055-Reviews-Spring_Touch_KOBIDO-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8093089-Reviews-Secret_Food_Tours_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10620537-Reviews-InRome_Cooking_Classes-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34722-d1125606-Reviews-Pine_Island_Park-Weeki_Wachee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d605186-Reviews-Improv_Asylum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g53299-d2522438-Reviews-Peace_Valley_Park-New_Britain_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1841694-d123166-Reviews-Marineland_Dolphin_Adventure-Marineland_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d4560287-Reviews-Billy_s_Beach-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d1771645-Reviews-NASCAR_Hall_of_Fame-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7603629-Reviews-LAX_FlyAway-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d629046-Reviews-Little_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093759-d4446411-Reviews-Nelson_Ghost_Town-Nelson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g29131-d3642275-Reviews-Montgomery_Reservoir-Alma_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187791-d190121-Reviews-or10-Piazza_Navona-Rome_Lazio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187791-d190121-Reviews-Piazza_Navona-Rome_Lazio.html"
    }
]