[
    {
        "attraction_name": "Pier 39",
        "attraction_name_vi": "Bến tàu 39",
        "general_info": [
            "22.974 đánh giá",
            "- 4 trong số 1.031 điều cần làm ở San Francisco",
            "Bến du thuyền"
        ],
        "attraction_summary": "Từ những khung cảnh tuyệt vời và một biển sư tử biển cho đến bát bánh mì chowder và rượu vang California, chuyến thăm San Francisco của bạn bắt đầu tại PIER 39. Hãy bắt đầu chuyến tham quan của bạn bằng cách khám phá hai cấp độ ăn uống, giải trí, mua sắm và các điểm tham quan, tất cả được bao quanh bởi những khung cảnh tuyệt vời nhất của thành phố và vịnh. Lấy ý tưởng từ những chú sư tử biển nổi tiếng thế giới: chuyến thăm San Francisco bắt đầu tại The PIER.Đọc thêm",
        "reviews": [
            "Với nhiều hoạt động giải trí dành cho gia đình, khách sạn chất lượng và đồ ăn ngon, Fisherman - s Wharf có đủ mọi thứ dành cho mọi người. Từ những nghệ sĩ biểu diễn đường phố và tuyến cáp treo lịch sử đến các phòng trưng bày nghệ thuật và bảo tàng, một bức ảnh đẹp như bưu thiếp có ở mọi góc phố. Hãy mang theo sự thèm ăn của bạn: những người yêu thích hải sản sẽ được đền đáp bằng những chiếc bánh mì chua và cua Dungeness, trong khi Quảng trường Ghirardelli sẽ thỏa mãn sở thích ăn đồ ngọt của bất kỳ ai sau một ngày ở Alcatraz và Cầu Cổng Vàng. Đừng quên chào những chú sư tử biển đáng yêu khiến khu phố này trở thành một nơi thực sự hấp dẫn ở San Francisco. Đọc thêm",
            "Chúng tôi đã nghe về điều này từ các tài liệu quảng cáo và thông tin khác và biết rằng chúng tôi phải dừng lại để xem nó. Khi chúng tôi xuống xe buýt du lịch và đi xuống Bến tàu 39, chúng tôi biết rằng chúng tôi đang đến gần và liệu chúng tôi có thể ngửi thấy mùi của chúng không. LOL Chúng tôi cũng có thể nghe thấy họ vì họ rất ồn ào. Chúng tôi đi đến quan điểm về con người, có rất nhiều người trong số họ. Chúng tôi đã chụp một vài bức ảnh chụp nhanh và quay một đoạn video ngắn để cho mọi người ở quê nhà xem. Nhưng chắc chắn nên giới thiệu địa điểm này cho bất kỳ ai muốn nhìn cận cảnh sư tử biển và cũng có thể ngắm nhìn Bến tàu 39 xinh đẹp.Đọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng khoảng thời gian vui vẻ cùng những chú sư tử biển yêu quý tại PIER 39! Cho đến lần ghé thăm tiếp theo của bạn, hãy xem chúng bất cứ lúc nào với Webcam Sea Lion trên trang web của chúng tôi.Đọc thêm",
            "Pier 39 là một địa điểm du lịch mang tính biểu tượng ở San Fran, nhưng nếu bạn chấp nhận rằng nó được thiết kế dành cho khách du lịch và coi trọng nó, bạn sẽ có một khoảng thời gian tuyệt vời. Có vô số nhà hàng để lựa chọn, rất nhiều cửa hàng và một vài trò chơi - bao gồm cả một băng chuyền khổng lồ - dành cho trẻ nhỏ. Thường có những người biểu diễn đường phố. Tuyệt vời cho bất kỳ thời điểm nào trong ngày nhưng cá nhân chúng tôi thích nó vào ban đêm với tất cả ánh đèn đẹp và không khí vui vẻ. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về PIER 39! Chúng tôi đánh giá cao quan điểm của bạn trong việc chấp nhận nó như một địa điểm du lịch và tận hưởng những gì nó mang lại. Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời để khám phá vô số nhà hàng, cửa hàng và trò chơi có sẵn, đặc biệt là dành cho trẻ nhỏ. Sự có mặt của các nghệ sĩ đường phố càng làm tăng thêm bầu không khí sôi động. Chúng tôi rất vui vì bạn đặc biệt yêu thích trải nghiệm ban đêm với ánh đèn đẹp mắt và không khí vui vẻ. Cảm ơn bạn đã chia sẻ phản hồi tích cực và chúng tôi mong được chào đón bạn quay trở lại PIER 39 để có thêm những khoảnh khắc đáng nhớ!Đọc thêm",
            "Chúng tôi đến thăm trong cơn mưa như trút nước nên không có ai ở xung quanh.  Tôi - tôi chắc chắn đó - thường là một nơi sôi động, sầm uất.\nThật đáng để ghé thăm chỉ để xem những con sư tử biển và đây là nơi phải đến nếu bạn đang ở trong thành phốĐọc thêm",
            "Đến thăm PIER 39 dưới cơn mưa tầm tã chắc hẳn sẽ mang lại trải nghiệm độc đáo và yên bình với ít đám đông hơn. Thông thường, nó thực sự là một nơi nhộn nhịp và sôi động. Chúng tôi rất vui vì bạn thấy nơi này đáng ghé thăm, đặc biệt là để ngắm nhìn những chú sư tử biển quyến rũ. Cảm ơn bạn đã giới thiệu đây là một địa điểm không thể bỏ qua cho bất kỳ ai trong thành phố. Dù mưa hay nắng, PIER 39 đều mang đến nét quyến rũ và hấp dẫn riêng. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng bạn có cơ hội quay lại và trải nghiệm nó trong các điều kiện thời tiết khác nhau.Đọc thêm",
            "Đây là trung tâm du lịch nổi tiếng của San Francisco, với rất nhiều cửa hàng lưu niệm, nhà hàng và nhiều hơn nữa. Có nhiều bãi đỗ xe công cộng trong khu vực nên việc tìm một chỗ không khó. Đối với các cửa hàng, họ bán khá nhiều thứ giống nhau, vì vậy hãy kiểm tra và so sánh giá trước khi mua bất cứ thứ gì bạn muốn. Đừng quên ngắm nhìn những chú sư tử biển đã ghé thăm vịnh SFO từ năm 1990 và thử món canh ngao nổi tiếng đựng trong bát bột chua.  -  Đọc thêm",
            "Bạn đã mô tả hoàn hảo về PIER 39, trung tâm du lịch nổi tiếng của San Francisco! Nơi đây có nhiều cửa hàng lưu niệm, nhà hàng và nhiều thứ khác. Những chú sư tử biển đáng yêu là điểm tham quan không thể bỏ qua, và thử món súp nghêu phổ biến trong bát bột chua là một món ăn ngon! Cảm ơn bạn đã chia sẻ những mẹo hữu ích này và chúng tôi hy vọng bạn sẽ có nhiều trải nghiệm thú vị hơn nữa tại PIER 39! Đọc thêm",
            "Chuyến thăm đầu tiên tới San Francisco và mong đợi nhiều hơn từ Bến tàu 39! Rất nhiều nhà hàng và một số cửa hàng giá rẻ. Không có nhiều nhà hàng phù hợp với chúng tôi và tất cả đều rất đắt tiền. Cửa hàng đồ du lịch và đáng để đi lang thang nhưng chỉ một lần!\nMùa sinh sản của hải cẩu nên không có nhiều người đến xem trong chuyến thăm của chúng tôi.Đọc thêm",
            "Đúng là đông khách du lịch như tôi mong đợi, rất nhiều cửa hàng hào nhoáng bán đồ lưu niệm San Fran rẻ tiền và quần áo rải rác những quán ăn vặt thông thường mà bạn mong đợi ở một bến tàu tại nước Mỹ tốt bụng. Tiết kiệm được một khoản, có thể là hai khoản, hải cẩu đáng để chụp ảnh và bánh rán mini trên mức trung bình. Phải thừa nhận là tệ ở SF cap, ngày nắng nóng là lý do của tôi -. Vẫn nên đi dạo dọc theo bến tàu nếu chỉ để ngắm. Đọc thêm",
            "Để tiết kiệm tiền đỗ xe, hãy truy cập trang web đỗ xe bến tàu 39 và đặt chỗ đậu xe với giá - 20\nNếu không thì - s 10 - mỗi giờ với tối đa - 50 trong ngày. Ngoài ra, ở trong gara đỗ xe sẽ an toàn hơn nhiều so với trên đường phố.\nTận dụng thẻ gocity. Tùy thuộc vào thời gian bạn ở lại, có nhiều lựa chọn để khám phá San Francisco - Đọc thêm",
            "Lời khuyên của bạn khi ghé thăm PIER 39 và tận dụng tối đa trải nghiệm là vô cùng hữu ích! Cảm ơn bạn đã chia sẻ những gợi ý thiết thực này để nâng cao trải nghiệm PIER 39 khi khám phá San Francisco! Đọc thêm",
            "Bến tàu 39 không xa bến du thuyền của chúng tôi và chúng tôi có thời gian rảnh rỗi trên tàu nên quyết định đi lang thang. Hai tầng gồm các cửa hàng ăn uống, cửa hàng, khu giải trí cung cấp mọi thứ cho mọi người. Khung cảnh khắp vịnh thật đáng kinh ngạc và sau đó, hải cẩu là địa điểm không thể bỏ qua. Bạn có thể nghe thấy chúng trước khi nhìn thấy chúng - một trải nghiệm tuyệt vời khi được nhìn chúng thật gầnĐọc thêm",
            "Nghe có vẻ như bạn đã có một khoảng thời gian tuyệt vời khi khám phá PIER 39! Sự đa dạng của các loại thực phẩm, cửa hàng và các lựa chọn giải trí thực sự đáp ứng mọi sở thích. Và quang cảnh trên vịnh và sư tử biển thực sự là những cảnh tượng đáng kinh ngạc để chiêm ngưỡng. Chúng tôi - rất vui vì bạn đã có một trải nghiệm đáng nhớ như vậy trong chuyến thăm của mình! Cảm ơn bạn đã đánh giá tích cực trên TripAdvisor. Đọc thêm",
            "Đông đúc và đắt đỏ nhưng rất nhiều hoạt động. Cửa hàng ảo thuật và các buổi biểu diễn tung hứng dành cho trẻ em, bia thủ công thơm ngon và hải sản địa phương dành cho người lớn. Rất nhiều sư tử biển sủa và câu cá gần đó. Bồ nông nâu bay trên đầu.Đọc thêm",
            "Thật tuyệt khi biết rằng bạn thích PIER 39! Các cửa hàng vui nhộn, bể cá tuyệt vời, nhiều chuyến đi để tận hưởng và các lựa chọn đồ ăn ngon làm cho nơi này trở thành một điểm đến toàn diện và thú vị. Cảm ơn bạn đã chia sẻ cảm xúc tích cực của mình về nơi này! Đọc thêm",
            "Bạn cần nhiều hơn một ngày; rât nhiêu thư ĐỂ nhin thây va THỰC HIỆN. Xem hải cẩu, Alcatraz, đồ ăn ngon, quà lưu niệm cho mọi người, những địa điểm chụp ảnh tuyệt vời. Hãy thử mua quà lưu niệm ở các con phố nhỏ hoặc khu phố Tàu, rẻ hơn nhiều so với bến tàu 39. Bạn có thể đi phà đến các đảo bên kia vịnh và Sausalito.Đọc thêm",
            "Bạn - hoàn toàn đúng, PIER 39 có rất nhiều điều để khám phá và tận hưởng đến nỗi có thể mất hơn một ngày để đánh giá đầy đủ mọi thứ nó mang lại. Từ hải cẩu đến Alcatraz, đồ ăn ngon và quà lưu niệm, luôn có thứ gì đó dành cho tất cả mọi người. Những hiểu biết sâu sắc của bạn rất có giá trị cho những người lên kế hoạch cho chuyến thăm! Cảm ơn rất nhiều. Đọc thêm",
            "Nếu bạn đến San Francisco, bạn chỉ cần ghé thăm đây. Rất nhiều cửa hàng cho Vợ và địa điểm ăn uống. Tất nhiên cũng là thuộc địa sư tử biển nổi tiếng. Đây là một nơi tuyệt vời để đi lang thang trong khi chờ chuyến du ngoạn trên vịnh hoặc chuyến thăm AlcatrazĐọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về PIER 39! Chúng tôi rất vui mừng khi biết rằng bạn thích thú với việc mua sắm, ăn uống và tất nhiên là cả đàn sư tử biển nổi tiếng. Thật tuyệt khi biết rằng PIER 39 đã thêm vào trải nghiệm San Francisco của bạn trong khi chờ đợi chuyến du ngoạn trên vịnh hoặc chuyến tham quan Alcatraz. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Đã ghé thăm: 10 - 06 - 23Pier 39 có rất nhiều bẫy du lịch gồm các cửa hàng, hoạt động giải trí và tất nhiên là cả sư tử biển. Tôi vẫn khuyên bạn nên ghé thăm để xem Sư tử biển, chúng dễ thương nhất khi chiếm bến tàu và sủa nhau. Bản thân các điểm tham quan trên Bến tàu là một cái bẫy du lịch và đắt đỏ. Chúng tôi không ăn ở đây, nhưng một số mức giá mà chúng tôi thấy cũng giống như một cái bẫy. Ngày chúng tôi đến thăm thực sự rất bận rộn nên việc đông đúc là một vấn đề và khó có thể đi lại ở một số nơi trở thành nút cổ chai.  Nhìn chung đây là một chuyến thăm thú vị ở đó, nhưng chỉ để nhìn xung quanh và nói rằng bạn đã từng đến đó. Sư tử biển là điều hay nhất về nó.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình tại PIER 39! Chúng tôi - rất vui vì bạn thích ngắm sư tử biển - chúng - là điểm nhấn đối với nhiều du khách. Chúng tôi đánh giá cao phản hồi của bạn về các cửa hàng và điểm tham quan và hiểu rằng việc này có thể rất bận rộn. Chúng tôi hy vọng bạn đã tìm thấy những khoảnh khắc đáng nhớ trong chuyến thăm của mình.Đọc thêm",
            "Đông đúc, đắt tiền và thương mại.  Tôi hình dung Disneyland sẽ như thế nào.  Những con sư tử biển đi chơi là điểm nổi bật nhưng thậm chí đó chỉ là một vài phút.  Tôi đã ra ngoài đi bộ một quãng đường dài nên nó đáp ứng được mong đợi của tôi như một nơi để tôi lang thang.  Nhưng không còn nhiều nữa.Đọc thêm",
            "Nơi rất đông đúc. Bãi đậu xe đắt tiền và khó khăn. Rất nhiều nơi để ăn và mua sắm. Những chú sư tử biển là phần tuyệt vời nhất của bến tàu nhưng bạn - sẽ cần phải kiên nhẫn và cố gắng đến đủ gần để nhìn thấy chúng và chụp ảnh. Chắc chắn đáng để đi một lần.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn thích nhiều lựa chọn ăn uống và mua sắm đa dạng tại PIER 39, cũng như những chú sư tử biển. Chúng tôi đánh giá cao sự kiên nhẫn và lời khuyên của bạn để xem chúng. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Bận rộn, đông đúc nhưng vẫn đáng giá. Đã đến 3 lần, lần nào cũng xem trò hề của sư tử biển. Nơi này là điểm du lịch, nhưng quang cảnh và đồ ăn rất đáng giá. Hoặc ngồi và ngắm mọi người. Rất nhiều gia đình và mọi người chúng tôi gặp đều rất lịch sự và thân thiện. Đọc thêm",
            "Có vẻ như bạn đã có khá nhiều kinh nghiệm! Bất chấp đám đông, thật vui khi biết rằng bạn thấy PIER 39 đáng để ghé thăm nhiều lần. Những trò hề của sư tử biển luôn là điểm nhấn và việc đắm mình trong khung cảnh trong khi thưởng thức những món ăn ngon có vẻ là cách hoàn hảo để dành thời gian ở đó. Cảm ơn bạn đã chia sẻ trải nghiệm tích cực!Đọc thêm",
            "Quá bận rộn. Quá đông đúc. Quá giá, quá giá! Quá mùi. Quá dính. Qua lớn. Được đánh giá quá cao Có nhiều khu vực đẹp hơn ở San Francisco - 7,25 cho một muỗng kem. Hơn - 8,25 đưa ra một tin sốt dẻo nhỏ về B - Jerrys, không nói lên nhiều điều về đạo đức định giá của họĐọc thêm",
            "Chúng tôi đã thực hiện chuyến trở về Pier 39. Chúng tôi đã đến đó nhiều lần.  Những con sư tử biển là lý do chính cho chuyến thăm của chúng tôi vì chúng có số lượng cao nhất trong 15 năm qua mà bạn có thể nhìn thấy từ ara.Đọc thêm",
            "Thật tuyệt khi biết rằng bạn rất thích chuyến trở về PIER 39! Những con sư tử biển luôn là một cảnh tượng hấp dẫn và giờ đây nó đặc biệt ngoạn mục khi số lượng ở mức cao nhất mọi thời đại. Đọc thêm",
            "Tốt nhất bạn nên chuẩn bị sẵn ví và thẻ ở đây! Rất nhiều chủ nghĩa tư bản sẽ lôi kéo bạn vào nơi này! Điều duy nhất miễn phí ở đây là việc ngắm nhìn những chú sư tử biển! Bạn cũng có được cái nhìn cận cảnh hơn về Alcatraz ở đây. Xem hình ảnh và video để biết thêm thông tinĐọc thêm",
            "PIER 39 mang đến nhiều cơ hội mua sắm và giải trí. Cơ hội nhìn cận cảnh sư tử biển và ngắm nhìn khung cảnh của Alcatraz chắc chắn là một điểm nổi bật! Cảm ơn bạn đã chia sẻ hiểu biết của mình.Đọc thêm",
            "Đã đi SF lâu rồi nên chuyến thăm này vô cùng thất vọng.  Có lẽ tôi sẽ không đến nơi này nữa.  Bảo tàng Hàng hải rất đáng thất vọng.  Fisherman - s Wharf được thương mại hóa đến mức không gì khác hơn là một loạt các nhà hàng và cửa hàng lưu niệm giá rẻ.  Thật buồn làm sao.Đọc thêm",
            "PIER 39 thường bị nhầm lẫn là Bến Ngư Phủ mà chúng ta là một phần; tuy nhiên, PIER 39 là một thực thể riêng biệt và do tư nhân điều hành. Với tư cách là điểm thu hút của San Francisco - s - 1, chúng tôi tự hào mang đến cho du khách những trải nghiệm tuyệt vời. Chúng tôi - rất tiếc khi biết bạn không - không thích chuyến thăm của bạn. Cảm ơn bạn đã chia sẻ ý kiến ​​của mình.Đọc thêm",
            "Thật là một nơi tuyệt vời để ghé thăm, điểm nổi bật chắc chắn là những chú sư tử biển, chúng rất thích thú khi xem những trò hề vui nhộn mà chúng thực hiện. Bến tàu là nơi có những quán ăn tuyệt vời và cửa hàng bán đồ lạ mắt Những người biểu diễn đường phố giải trí cho đám đông Không khí tuyệt vờiĐọc thêm",
            "Có vẻ như bạn đã có khoảng thời gian tuyệt vời tại PIER 39! Những chú sư tử biển thực sự là một điểm nổi bật và thật tuyệt vời khi biết rằng bạn rất thích nhiều quán ăn, cửa hàng và nghệ sĩ biểu diễn đường phố. Không khí hẳn phải sôi động và náo nhiệt. Cảm ơn bạn đã chia sẻ kinh nghiệm!Đọc thêm",
            "Có an toàn cho các gia đình xung quanh Bến tàu 39 và Bến Ngư Phủ không? Tôi đã nghe nói về rất nhiều tội ác và tình trạng vô gia cư không ngừng nghỉ?Đọc thêm",
            "Đây là một khu vực sầm uất nhưng chúng tôi không cảm thấy bất kỳ mối đe dọa nào khi ở đó. Luôn luôn bảo vệ những vật có giá trị của bạn.Đọc thêm",
            "Khu vực tốt nhất để ở khi đến thăm LA là gì. Đọc thêm",
            "39 ở San Francisco bạn tôi không ở LA Đọc thêm",
            "Khi nào là thời điểm tốt nhất để ngắm sư tử biển, dự định đến đó từ 1 giờ chiều đến 3 giờ chiều.Đọc thêm",
            "Chúng tôi nhìn thấy họ lúc 10 giờ sáng, nhưng ngay bên ngoài bến tàu 39 có những cầu tàu nổi dành riêng cho họ. Tôi tin họ đến và đi cả ngàyĐọc thêm",
            "Các điểm tham quan có mở cửa nếu trời mưa không?Đọc thêm",
            "Có, mọi thứ vẫn mở.Đọc thêm",
            "Có bãi đậu xe xung quanh đó không và giá cả là bao nhiêu? Đọc thêm",
            "Tôi khuyên bạn nên sử dụng phương tiện giao thông công cộng ở San Fran hoặc Lyft. Đỗ xe ở bất cứ đâu cũng quá đắt.Đọc thêm",
            "Thông tin xung đột ở đây nhưng trang web của họ có vẻ dứt khoát; chỉ có động vật phục vụ. Có vẻ như chính sách đã thay đổi một thời gian trong khoảng năm ngoái.Đọc thêm",
            "Động vật phục vụ - như được định nghĩa trong các quy định của Đạo luật Người khuyết tật Hoa Kỳ - được phép có mặt trên Đảo Alcatraz và trên Bến tàu 33 Alcatraz Landing. Vật nuôi hoặc động vật đồng hành không được phép ở một trong hai địa điểm.Đọc thêm",
            "Nó có xứng đáng với thời gian và tiền bạc không?Đọc thêm",
            "Chúng tôi đã đi và không tiêu bất kỳ khoản tiền nào. Tất cả đều có vẻ rẻ tiền và phô trương. Đọc thêm",
            "Chúng tôi bị đột nhập xe ở bến tàu 39 và lấy trộm túi xách. May mắn thay, một số người tuyệt vời từ Sacramento đã tìm thấy túi của chúng tôi sau đó và gặp chúng tôi để đưa chúng cho chúng tôi. Thật không may, là người Canada, tôi thấy nước Mỹ bẩn thỉu, khắc nghiệt, thô lỗ và đầy rẫy tội phạm. Vì vậy, câu hỏi của tôi là liệu có ai từng có trải nghiệm thú vị khác ở mức độ này không? Hay một trải nghiệm tồi tệ đến mức này?Đọc thêm",
            "Rất tiếc khi nghe về tình huống của bạn. Nó xảy ra ở khắp mọi nơi chứ không chỉ ở Hoa Kỳ. Tôi mới đến đó gần đây và để tất cả hành lý của mình bên trong xe SUV, nhưng tôi luôn để ý xung quanh và đảm bảo không ai có thể nhìn thấy những gì trong xe của tôi khi chúng tôi lấy áo khoác từ phía sau. Đọc thêm",
            "Chúng tôi bị đột nhập xe ở bến tàu 39 và lấy trộm túi xách. May mắn thay, một số người tuyệt vời từ Sacramento đã tìm thấy túi của chúng tôi sau đó và gặp chúng tôi để đưa chúng cho chúng tôi. Thật không may, là người Canada, tôi thấy nước Mỹ bẩn thỉu, khắc nghiệt, thô lỗ và đầy rẫy tội phạm. Vì vậy, câu hỏi của tôi là liệu có ai từng có trải nghiệm thú vị khác ở mức độ này không? Hay một trải nghiệm tồi tệ đến mức này?Đọc thêm",
            "Tôi rất tiếc vì trải nghiệm của bạn quá tệ ở San Francisco, nhưng xin đừng tin rằng nước Mỹ đầy rẫy tội ác hoặc bẩn thỉu chỉ vì một trong những khu du lịch của chúng tôi như vậy. Gần bất kỳ khu du lịch cao nào trên thế giới, điều tương tự cũng có thể đúng. Khu vực xung quanh các điểm thu hút khách du lịch có lưu lượng giao thông cao không phản ánh phần còn lại của khu vực. \nTuy nhiên, tôi thực sự xin lỗi vì bạn đã có trải nghiệm tiêu cực.Đọc thêm",
            "Khi tôi đổi quà\nThẻ tham quan bến tàu 39 của tôi có phải đi nơi khác để đổi vé lên xuống thẻ 48 giờĐọc thêm",
            "Để lên và xuống xe buýt, bạn phải đến quầy và đổi voucher trực tiếp với họ. Và tương tự với những gì phiếu thưởng hoặc ưu đãi của bạn cung cấp, hãy mang theo bản sao nếu có thể Đọc thêm"
        ],
        "star_ratings": [
            10706,
            8047,
            3199,
            695,
            329
        ],
        "review_amount": 22976,
        "location": [
            "California - CA -",
            "Hoa Kỳ",
            "Những điều cần làm ở San Francisco",
            "San Francisco",
            "Cầu tàu 39"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written July 5, 2023",
            "Written July 16, 2023",
            "Written July 29, 2023",
            "Written August 22, 2023",
            "Written August 24, 2023",
            "Written August 27, 2023",
            "Written September 20, 2023",
            "Written October 2, 2023",
            "Written October 29, 2023",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 19, 2024",
            "Written May 13, 2024",
            "Written May 11, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d102779-Reviews-Pier_39-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1047401-Reviews-Fog_Harbor_Fish_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d469276-Reviews-Pescatore_Trattoria-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d480544-Reviews-Pier_Market_Seafood_Restaurant-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d799769-Reviews-Crab_House_at_Pier_39-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d372054-Reviews-Bubba_Gump_Shrimp_Co-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1048010-Reviews-Wipeout_Bar_Grill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d446798-Reviews-Eagle_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d522806-Reviews-Bistro_Boudin-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1837377-Reviews-Darren_s_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1064696-Reviews-IHOP-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14923431-Reviews-Crab_Sculpture-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d12429062-Reviews-Guardians_of_the_Gate-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d527436-Reviews-Aquarium_of_the_Bay-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6352219-Reviews-Sea_Lion_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14875882-Reviews-Pier_43_Ferry_Arch-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104529-Reviews-SS_Jeremiah_O_Brien-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d108678-Reviews-Fisherman_s_Wharf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104542-Reviews-Musee_Mecanique-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6853209-Reviews-Madame_Tussauds-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10483994-Reviews-Mrs_Doubtfire_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102779-Reviews-or10-Pier_39-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102523-Reviews-Alcatraz_Island-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d117409-Reviews-Lands_End-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d128930-Reviews-Presidio_of_San_Francisco-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d208341-Reviews-Angel_Island_State_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104952-Reviews-San_Francisco_Botanical_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d311684-Reviews-Golden_Gate_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d106745-Reviews-San_Francisco_Bay-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d545911-Reviews-Mission_Dolores_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d754023-Reviews-Baker_Beach-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d23154782-Reviews-Emerald_Lady_Boat_Ride-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1573951-Reviews-San_Francisco_Whale_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8391653-Reviews-Hard_Rock_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6983823-Reviews-Wilder_West_Urban_Western_Outfitters-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1163872-Reviews-Adventure_Cat_Sailing_Charters-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d13424634-Reviews-San_Francisco_Water_Taxi-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d18962514-Reviews-Houdini_s_Magic_Shop-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d199126-Reviews-Kitty_City-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d19835036-Reviews-The_Crystal_Shop-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1010540-Reviews-Tony_n_Tina_s_Wedding-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4550126-Reviews-Solve_it_Think_out_of_the_box-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1407912-Reviews-Blue_Gold_Fleet-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d496697-Reviews-Mokoli_i_Island-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1407298-Reviews-Tempozan_Ferris_Wheel-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g32036-d951390-Reviews-Alien_Fresh_Jerky-Baker_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246393-Reviews-Our_Saviour_s_Church-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d2558107-Reviews-Japanese_Friendship_Garden_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g737141-d1167653-Reviews-Rugova_Canyon-Pec.html",
            "https://www.tripadvisor.com/Attraction_Review-g46260-d3384408-Reviews-Weirs_Beach-Weirs_Beach_Laconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g41073-d10698332-Reviews-Piscataway_Horse_Farm-Clinton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d7854351-Reviews-Kailua_Town_Farmers_Market-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g58241-d2470037-Reviews-Burke_s_Garden-Tazewell_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d102779-Reviews-or10-Pier_39-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d102779-Reviews-Pier_39-San_Francisco_California.html"
    }
]