[
    {
        "attraction_name": "Pigeon Forge Gem Mine",
        "attraction_name_vi": "Mỏ đá quý Pigeon Forge",
        "general_info": [
            "1.149 đánh giá",
            "- 1 trong 16 Bảo tàng ở Pigeon Forge",
            "Đặc sản - Cửa hàng quà tặng",
            "Bảo Tàng Khoa Học",
            "Mỏ"
        ],
        "attraction_summary": "Bắt tay vào cuộc hành trình tìm kiếm đá quý tại Mỏ đá quý Pigeon Forge, nơi cuộc phiêu lưu và vẻ đẹp đang chờ đợi bạn! Cửa hàng do gia đình chúng tôi sở hữu là điểm đến hàng đầu cho những người đam mê đá quý ở Smokies. Khám phá cảm giác hồi hộp khi khai thác đá quý, khám phá những món quà lưu niệm độc đáo, khám phá đồ trang sức vĩnh viễn và khám phá những kho báu sẽ tồn tại suốt đời. Ngoài ra, bạn có thể biến đá quý của mình thành đồ trang sức tuyệt đẹp với sự trợ giúp của đội ngũ chuyên gia của chúng tôi. Tọa lạc tại Pigeon Forge, Tennessee, mỏ của chúng tôi không chỉ mang đến sự phấn khích - đó là cơ hội để tạo ra những kỷ niệm khó quên! Hãy ghé thăm chúng tôi ngay hôm nay và trải nghiệm sự kỳ diệu của Mỏ đá quý Pigeon Forge!Đọc thêm",
        "reviews": [
            "Mua thùng 65 nó đẹp quá.  Mẹ chồng tôi chưa bao giờ làm vậy trước đây và người yêu muốn có một thùng khác.  Bữa sáng tại trang trại Sawyers đã tặng chúng tôi một phiếu quà tặng miễn phí, cả 3 chúng tôi đều có một phiếu và nhận được một lọ thủy tinh đựng đá quý trong đó.Đọc thêm",
            "Đây là một nơi tuyệt vời để đi vào một ngày mưa. Họ có một khu vực sàng lọc có mái che, vô số thùng có giá khác nhau để bạn lựa chọn và bạn nhận được rất nhiều đá quý và hóa thạch ngay cả trong thùng có giá rẻ nhất. Thật tuyệt vời khi vào bên trong và nhờ họ xác định những viên đá quý của bạn - bạn thậm chí có thể yêu cầu chúng được cắt, đánh bóng và làm thành đồ trang sức. Đây thực sự là một hoạt động thú vị dành cho trẻ em và người lớn.Đọc thêm",
            "Bọn trẻ ngạc nhiên vì nó vui đến mức nào. Chúng tôi đã mua thùng đá quý 100 5 gallon. Họ tìm thấy hàng tấn đá quý, bao gồm cả những loại đá quý hiếm như hồng ngọc. Chúng tôi có thể lấy một ít đá quý mà họ tìm thấy và làm thành nhẫn cho vợ tôi với một khoản phụ phí. Nhân viên rất thân thiện và tốt bụng. Họ xem qua những viên đá quý của con tôi và cho chúng biết từng viên đá quý là gì. Sẽ quay lại lần sau.Đọc thêm",
            "Cháu tôi thực sự thích mỏ đá quý!! Các con trai tôi có hóa thạch - đá quý nhưng chủ yếu là tìm thấy đá quý nhưng chúng muốn nhiều hóa thạch hơn. Nếu bạn có nhiều trẻ em trong một xô, hãy đảm bảo chúng nhận được cùng một lượng xúc, những đứa trẻ chậm hơn sẽ nhận được ít đồ hơn. Cửa hàng quà tặng rất đẹp - có rất nhiều đồ lưu niệm giá cả phải chăng. Đọc thêm",
            "Thật vui khi được đào đá quý! Tôi đã có được một số loại đá quý - cũng như đá không quý! Tôi đã có được xô - 35! Vài năm trước, tôi đã có được một viên hồng ngọc 30 karat - một viên ngọc lục bảo 30 karat mà tôi đã cắt, đánh bóng - làm thành đồ trang sức cho chính mình - Con gái tôi! Tôi tin rằng tôi đã mua một xô - 50 vào thời điểm đó! Đọc thêm",
            "Đây là một mỏ đá quý tuyệt vời! Có rất nhiều tùy chọn nhóm từ - 35 đến hơn - 1000! Họ rất rõ ràng về những gì được bao gồm và sau khi bạn khám phá những viên đá quý của mình, sẽ có nhân viên sẵn sàng cho bạn biết mọi thứ trên đó. Ngoài ra còn có một cửa hàng quà tặng phong phú bên trong.\n\nMẹo - họ có một công cụ bẻ khóa địa lý bên trong đi kèm với việc mua địa chất. Điều này rất thuận tiện vì việc bẻ khóa ở nhà có thể rất khó khăn! \n\nCó bãi đậu xe ngay trong khuôn viên và có nhiều chỗ để ngồi khai thác đá quý của bạn trong nước rửa.Đọc thêm",
            "- 35 cho một xô cát, nhét đầy đá vào túi ziplock. Bọn trẻ rất vui và chúng tôi có được một số món đồ đẹp nhưng rất đắt. Không biết làm cách nào để có thể mua được chiếc trống - 1500 55 gallon.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực của bạn! Chúng tôi rất vui khi biết rằng bọn trẻ đã có khoảng thời gian vui vẻ và bạn đã tìm thấy một số tác phẩm đẹp mắt. Chúng tôi hiểu mối quan tâm của bạn về giá cả và chúng tôi đánh giá cao phản hồi của bạn. Chúng tôi luôn tìm cách nâng cao các dịch vụ của mình và chúng tôi hy vọng sẽ mang lại nhiều giá trị hơn nữa cho những viên ngọc đích thực của chúng tôi trong lần ghé thăm tiếp theo của bạn.Đọc thêm",
            "Nơi này là đỉnh cao! Tôi cần một số trợ giúp trong việc chuẩn bị một bữa tiệc. Mỗi nhân viên đều hữu ích và hào hứng để giúp bữa tiệc của tôi thành công.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi biết rằng nhóm của chúng tôi có thể hỗ trợ bạn chuẩn bị cho bữa tiệc của mình. Những lời tốt đẹp của bạn về sự nhiệt tình và hữu ích của nhân viên chúng tôi có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong được chào đón bạn trở lại để có thêm nhiều trải nghiệm đáng nhớ. Đọc thêm",
            "Chúng tôi đã khai thác đá quý ở đây. Nó ổn. Được trả tiền - 100 cho một thùng cát 5 gallon. Có vài viên đá quý trong đó nhưng tôi - tôi chắc chắn không có thứ gì có giá trị cả. Hôm chúng tôi đi trời mưa nên chúng tôi hạn chế tham gia các hoạt động trong nhà. Nhìn chung, một trải nghiệm đi xuống mà trẻ em sẽ thích thú.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm khai thác đá quý của bạn với chúng tôi. Chúng tôi tận tâm cung cấp đá quý chính hãng để khách hàng khám phá, kết hợp với dịch vụ nhận dạng đá quý miễn phí của chúng tôi. Phản hồi của bạn rất có giá trị trong nỗ lực không ngừng của chúng tôi để nâng cao mỗi lần ghé thăm. Chúng tôi hy vọng được chào đón bạn quay trở lại để có thêm nhiều cuộc phiêu lưu khai thác đá quý.Đọc thêm",
            "Cái xô 100 đã cho chúng tôi hàng tấn đá. Cả lớn và nhỏ. Đi đến quầy trong cửa hàng và biến một trong những viên đá của bạn thành đồ trang sức. Tuyệt vời cho trẻ em!!Đọc thêm",
            "Đánh giá của bạn đã làm nên ngày của chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại mỏ đá quý của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn và rất mong được chào đón bạn quay trở lại với một chuyến thăm đáng nhớ khác!Đọc thêm",
            "Tôi yêu dịch vụ khách hàng ở đây và những viên ngọc thật và giá rẻ tuyệt vời!!! Jesse rất vui lòng và rất kiên nhẫn khi giúp chúng tôi tìm được những chiếc nhẫn chính hãng phù hợp!Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Chúng tôi - rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Jesse sẽ rất vui khi biết rằng anh ấy đã khiến chuyến thăm của bạn trở nên thú vị và giúp bạn tìm được những chiếc nhẫn chính hãng hoàn hảo. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn tại Pigeon Forge Gem Mine!Đọc thêm",
            "Chúng tôi đã trả tiền cho một thùng - 35 đô la và con trai tôi thực sự thích sàng cát. Chúng tôi cũng có rất nhiều đá quý. Chúng tôi đã nhận được thùng ngọc lục bảo. Chắc chắn đáng để thử.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao của bạn! Chúng tôi - rất vui mừng khi biết bạn đã có một trải nghiệm thú vị tại mỏ đá quý của chúng tôi!Đọc thêm",
            "Rất nhiều đá quý và đá. Chúng tôi tìm thấy một chiếc được làm thành nhẫn với giá cả hợp lý. Sẽ quay lại lần nữa và sẽ đưa cả nhà điXem thêm",
            "Cảm ơn bạn đã đánh giá 5 sao của bạn! Chúng tôi - rất vui mừng khi biết bạn đã có một trải nghiệm thú vị tại mỏ đá quý của chúng tôi và rất mong chờ chuyến thăm trong tương lai của bạn! Đọc thêm",
            "- 35 cho một xô cát, nhét đầy đá vào túi ziplock. Bọn trẻ rất vui và chúng tôi có được một số món đồ đẹp nhưng rất đắt. Không biết làm cách nào để có thể mua được chiếc trống - 1500 55 gallon.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực của bạn! Chúng tôi rất vui khi biết rằng bọn trẻ đã có khoảng thời gian vui vẻ và bạn đã tìm thấy một số tác phẩm đẹp mắt. Chúng tôi hiểu mối quan tâm của bạn về giá cả và chúng tôi đánh giá cao phản hồi của bạn. Chúng tôi luôn tìm cách nâng cao các dịch vụ của mình và chúng tôi hy vọng sẽ mang lại nhiều giá trị hơn nữa cho những viên ngọc đích thực của chúng tôi trong lần ghé thăm tiếp theo của bạn.Đọc thêm",
            "Một xô đầy niềm vui! Cháu trai tôi có rất nhiều viên đá tuyệt vời! Anh ấy yêu đá và điều này không làm anh thất vọng. Anh ấy vượt qua cái xô rất nhanh nhưng anh ấy tận hưởng từng phút!Đọc thêm",
            "Các nhân viên ở đó rất hữu ích và thân thiện! Những người phụ nữ trong cửa hàng cũng rất am hiểu về đá quý. Việc khai thác là một trải nghiệm bên ngoài tuyệt vời với rất nhiều trạm nên chúng tôi không cảm thấy đông đúc mặc dù dù sao thì nó cũng không quá bận rộn. Chúng tôi thậm chí còn mang theo con chó của mình, Bodhi. Anh ấy thích sự quan sát của mọi người và sự chú ý mà anh ấy nhận được từ các công nhân. Chúng tôi rất muốn giới thiệu cho bất cứ ai ghé thăm. Đọc thêm",
            "Đây là một mỏ đá quý tuyệt vời! Có rất nhiều tùy chọn nhóm từ - 35 đến hơn - 1000! Họ rất rõ ràng về những gì được bao gồm và sau khi bạn khám phá những viên đá quý của mình, sẽ có nhân viên sẵn sàng cho bạn biết mọi thứ trên đó. Ngoài ra còn có một cửa hàng quà tặng phong phú bên trong. Mẹo- họ có một chiếc bánh quy tinh thạch bên trong đi kèm với việc mua tinh tinh. Điều này rất thuận tiện vì việc bẻ khóa ở nhà có thể rất khó khăn! Có bãi đậu xe ngay trong khuôn viên và có nhiều chỗ để ngồi khai thác đá quý của bạn trong nước rửa.Đọc thêm",
            "Có ai biết giá hiện tại - 2024 - của việc cắt đá quý và làm đồ trang sức không?Đọc thêm",
            "bạn có cung cấp bất kỳ giảm giá nào cho người cao niênĐọc thêm",
            "Tôi - tôi không biết về khoản giảm giá dành cho người cao tuổi, bạn có thể Google hoặc gọi cho họ. Gia đình tôi yêu thích mỏ này vì nó sạch sẽ, nhân viên thân thiện, được che chắn khỏi ánh nắng mặt trời và là một hoạt động tuyệt vời để thực hiện trong lò rèn chim bồ câu. Con trai tôi làm tôi ngạc nhiên khi nó tìm thấy một viên đá quý được cắt cho tôi và tôi đã gắn nó vào một chiếc vòng cổ ở tiệm kim hoàn của tôi. Thật là một bất ngờ ngọt ngào.Đọc thêm",
            "Giờ làm việc là gì?Đọc thêm",
            "Tôi không biết giờ chính xác của họ, nhưng chúng tôi đến đó khá sớm vào một ngày trong tuần, vì đây là hoạt động ưu tiên và họ rất cởi mở và sẵn sàng. Tôi - tôi chắc chắn giờ làm việc của họ đã được đăng trên trang web của họ. Đọc thêm",
            "Giờ hoạt động là mấy giờ?Đọc thêm",
            "Bạn có cần trả lời không - sĐọc thêm",
            "Tôi cần lên kế hoạch trong bao lâu trong ngày cho chuyến thăm này?   - khai thác, lưu trữ, v.v., bất cứ thứ gì bạn có - ... Cảm ơn.Đọc thêm",
            "Tôi sẽ nói ít nhất là khoảng một giờ.  Còn tùy vào số lượng người ở đó nữa. Hy vọng bạn vui vẻ! - Đọc thêm",
            "Chuyến thăm của chúng tôi có bị ảnh hưởng bởi mưa không? Có phải ở trong nhà không?Đọc thêm",
            "Nó ở ngoài trời nhưng nếu gió không thổi thì nó sẽ không ảnh hưởng đến việc khai thác của bạn cộng với họ có bảo tàng Dino và cửa hàng gen, bạn có thể nhìn vào bên trong Đọc thêm",
            "Nó chạy bao nhiêu từ cao xuống thấp để tạo thành một chiếc nhẫnĐọc thêm",
            "Có nhiều mức giá khác nhau mà con dâu tôi có được một chiếc nhẫn đẹp được làm với giá khoảng - 45.Đọc thêm",
            "Bạn có thân thiện với thú cưng không?Đọc thêm",
            "Đúng. Khu vực khai thác nằm ở bên ngoài. Quán trong nhà khá đông nên còn tùy.Đọc thêm",
            "Bạn có thân thiện với thú cưng không?Đọc thêm",
            "bên ngoài không bên trongĐọc thêm",
            "Bạn có mở cửa vào tháng 2 không?Đọc thêm",
            "Chúng tôi chắc là! Hãy đến và gặp chúng tôi!Đọc thêm"
        ],
        "star_ratings": [
            714,
            271,
            121,
            23,
            20
        ],
        "review_amount": 1149,
        "location": [
            "lò rèn chim bồ câu",
            "Tennessee - TN -",
            "Quận Sevier",
            "Những điều cần làm ở Pigeon Forge",
            "Hoa Kỳ",
            "Mỏ đá quý Pigeon Forge"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 24, 2023",
            "Written July 11, 2023",
            "Written July 17, 2023",
            "Written August 29, 2023",
            "Written August 29, 2023",
            "Written December 10, 2023",
            "Written May 25, 2024",
            "Written March 26, 2024",
            "Written March 16, 2024",
            "Written March 7, 2024",
            "Written January 14, 2024",
            "Written December 13, 2023",
            "Written December 10, 2023",
            "Written October 20, 2023",
            "Written September 20, 2023",
            "Written August 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d1773072-Reviews-Pigeon_Forge_Gem_Mine-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d6886216-Reviews-Sawyer_s_Farmhouse_Restaurant-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12661453-Reviews-Frizzle_Chicken_Cafe-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1177465-Reviews-Reagan_s_House_of_Pancakes-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1035850-Reviews-Bennett_s_Pit_Bar_B_Que-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d3653595-Reviews-SweetFrog_Premium_Frozen_Yogurt-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7984151-Reviews-Paula_Deen_s_Family_Kitchen-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1123207-Reviews-TGI_Fridays-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d2081703-Reviews-Big_Daddy_s_Pizzeria-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12725876-Reviews-J_Del_s_Pizza-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d639465-Reviews-Flapjack_s_Pancake_Cabin-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674338-Reviews-Rockin_Raceway_Arcade-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7022737-Reviews-Lidl_Dollys_Factory_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4068049-Reviews-Blake_Jones_Racing_Center-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17406453-Reviews-Main_Event_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d108384-Reviews-Pigeon_Forge_Factory_Outlet-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10839520-Reviews-Wallet_Works-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7147426-Reviews-Ole_Smoky_Tennessee_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d6161357-Reviews-LeConte_Center_at_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11894522-Reviews-Alcatraz_East_Crime_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1773072-Reviews-or10-Pigeon_Forge_Gem_Mine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1649446-Reviews-Titanic_Museum_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8447712-Reviews-Alewine_Pottery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17388915-Reviews-Beyond_The_Lens-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d3187655-Reviews-Hollywood_Wax_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d24184180-Reviews-Tennesssee_Bible_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12246777-Reviews-Thomas_Kinkade_Gallery_Gifts-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d2138873-Reviews-Southern_Gospel_Music_Association_Hall_Of_Fame_And_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1452446-Reviews-Master_s_Editions_Gallery_of_Light-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13480247-Reviews-Master_s_Editions_on_the_Island-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1164961-Reviews-Three_Bears_General_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d6537096-Reviews-Country_Barn_Gift_Shop_Photo_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23923568-Reviews-Three_Bears_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10092375-Reviews-Smoky_Mountain_Candy_Makers-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674334-Reviews-Fast_Tracks-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674479-Reviews-Rocky_Top_Tours-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12365756-Reviews-Conway_Twitty_Tribute_by_Travis_James-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d5859035-Reviews-The_Veteran_s_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d21003113-Reviews-The_Axe_House_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12946805-Reviews-Crave_Golf_Club-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d536044-Reviews-Bingo_World-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17779636-Reviews-Glass_Bridge-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40164-d10593121-Reviews-White_Sands_Lake_Day_Beach-Franklinton_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g30375-d11661172-Reviews-Five_Points_South-Birmingham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30971-d8540198-Reviews-Russian_River_Falls-Cooper_Landing_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60807-d145621-Reviews-McDonald_Observatory-Fort_Davis_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1640435-Reviews-Lewes_Beach-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d15198903-Reviews-Beach_Bar_Poda-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d527058-Reviews-Flatirons-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d2409118-Reviews-Refuge-Carmel_Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d1773072-Reviews-or10-Pigeon_Forge_Gem_Mine-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d1773072-Reviews-Pigeon_Forge_Gem_Mine-Pigeon_Forge_Tennessee.html"
    }
]