[
    {
        "attraction_name": "Pilsner Urquell Brewery",
        "attraction_name_vi": "Nhà máy bia Pilsner Urquell",
        "general_info": [
            "1.816 đánh giá",
            "2 trong số 89 việc cần làm ở Pilsen",
            "Nhà máy bia"
        ],
        "attraction_summary": "Làm quen với huyền thoại Pilsner Urquell! Chúng tôi đã sản xuất loại bia lager pilsner đầu tiên trên thế giới với hương vị trọn vẹn đặc trưng và màu vàng trong trẻo vào năm 1842. Cho đến nay, đây là loại bia mẫu cho hơn 80 thương hiệu bia hiện có. Nó có được sự độc đáo nhờ nguyên liệu chất lượng cao và quy trình sản xuất bia độc đáo. Tham gia chuyến tham quan nhà máy bia Pilsner Urquell và tìm hiểu câu chuyện về huyền thoại sinh năm 1842.Đọc thêm",
        "reviews": [
            "Nếu thực sự thích BIA, món này phải có trong danh sách nhóm của bạn! Tôi đã thực hiện 2 chuyến hành hương ở đây. Nơi ra đời của bia trong ! Và nó có vị tuyệt vời! Chuyến tham quan thật tuyệt vời! Chuyến tàu dễ dàng cách Praha 2 giờ!Đọc thêm",
            "Tour du lịch tuyệt vời có sẵn bằng nhiều ngôn ngữ. Hướng dẫn viên giữ chúng tôi tham gia. Thử nghiệm hương vị độc quyền cho 18 loại bia chưa lọc ngay từ thùng khi vừa ủ xong. HS tốt, tính hài hước sẽ gợi ý cho bất kỳ ai, đặc biệt là những người quan tâm đến lịch sử văn hóa và bia.Đọc thêm",
            "Dù bạn có phải là người yêu thích bia hay không thì chắc chắn nên ghé thăm nhà máy Pilsner Urquell. Bạn sẽ nhận được rất nhiều thông tin về việc sản xuất bia, tất cả lịch sử của bia Plzen và thậm chí bạn có thể xem các cơ sở sản xuất bia và nếm thử bia trực tiếp từ thùng. Hãy tham quan và dự kiến ​​sẽ cần ít nhất 2-3 giờ.Đọc thêm",
            "Vì chúng tôi sẽ dành vài ngày ở Praha nên chúng tôi quyết định đưa một công ty du lịch đến Nhà máy bia Pilsner Urquell để tham quan nhà máy bia của họ. Nhìn chung chúng tôi đã có trải nghiệm rất tốt với chuyến tham quan. Bạn có thể xem hoạt động của nhiều khu vực hoạt động của họ trước khi đi vào hầm để nếm thử. Không còn nghi ngờ gì nữa, phần thứ 3 cuối cùng của chuyến tham quan là phần yêu thích của chúng tôi. Bạn đi vào hầm rượu cũ của họ để nếm thử riêng. Hướng dẫn viên của chúng tôi rất giỏi, cô ấy nói tiếng Anh rất tốt và có thể chỉ huy một căn phòng. Hạn chế duy nhất của chúng tôi là quy mô lớn của nhóm khiến việc đặt câu hỏi hơi khó xử.Đọc thêm",
            "Được rồi, chúng tôi đã ở Praha 4 ngày và đặt tour này. Chúng tôi đã không nhận ra đó là ở Plzen...hoàn toàn là lỗi của chúng tôi. Plzen thực ra cách đó 1,5 giờ đi tàu và chúng tôi đã tập luyện bằng tàu ở đó, chuyến đi về bằng tàu mất gần cả ngày. Chúng tôi gần như không đi ngang qua, chúng tôi rất vui vì đó là một trải nghiệm tuyệt vời. Nhà máy bia rất lớn, bao phủ diện tích rộng đến mức bạn có thể bắt xe buýt để xem tòa nhà. Nhà máy đóng chai thật tuyệt vời cùng với số lượng ong được đóng chai. \nKết thúc bằng việc nếm thử trong hầm rượu, thật tuyệt vời và muốn giới thiệu nó. Chúng tôi thực sự thích nó và thật đáng giá cho một ngày rời khỏi Praha....chúng tôi đã đi sớm và khám phá Plzen. Đọc thêm",
            "Tour du lịch tuyệt vời, rất nhiều thông tin. Cơ sở tuyệt vời, các nhân viên đã xuất sắc. Tôi thực sự muốn giới thiệu Học viện Tapster, một trải nghiệm tuyệt vời để chia sẻ với bạn bè.Đọc thêm",
            "Đây là một trong những ngày yêu thích của tôi. Chuyến tham quan của chúng tôi bắt đầu vào cuối ngày và chúng tôi đã nếm thử bia. Nhưng chuyến tham quan nói tiếng Anh chuyên sâu là điều bắt buộc. Rất bổ ích. Điểm nổi bật là được nếm thử bia chưa lọc từ các thùng chứa trong hầm, vẫn tạo ra chất lượng như vậy sau ngần ấy năm. Đọc thêm",
            "Tôi thực sự muốn cho nơi này 5 sao, nhưng có một số điều đã cản trở nó. Điểm tích cực: - Cơ sở vật chất hàng đầu và đồ sộ. - Chuyến tham quan rất thú vị và nhiều thông tin, ngay cả đối với những người đã bắt đầu quá trình sản xuất bia.- Cửa hàng có một số thiết bị tốt với mức giá tuyệt vời. - Ứng dụng Smart Tour cho phép chúng tôi đặt chuyến tham quan bằng tiếng Séc mặc dù chúng tôi không nói được tiếng Séc. - Hướng dẫn viên du lịch rất thân thiện ngay cả với những người rõ ràng đang nghe chuyến tham quan bằng âm thanh bằng một ngôn ngữ khác.- Bia chưa lọc mang lại cảm giác mát mẻ và ly đầy không phải là mẫu. Điểm trừ: - Quá dài.  Với 2,5 giờ, nó thực sự có thể được thực hiện trong một giờ.  Rất nhiều điểm dừng là bảng hiển thị video.- Tất cả đều là đứng đi bộ.  Với độ dài, điều đó thật khó khăn.- 17 là dốc đối với những gì thực sự có thể miễn phí hoặc 5-10, đặc biệt là vì bạn không thể mang ly về nhà.- Vào cuối tuần, dây chuyền đóng chai và đóng hộp không hoạt động.- Sẽ thật tuyệt nếu có phòng nếm thử hay gì đó.  Rõ ràng, Chief Brewmaster mới nhất đã thêm các loại bia thử nghiệm mỗi tháng một lần, thật tuyệt vời nếu được thử chúng trong phòng nếm thử. - Wi-fi tại chỗ không an toàn và điện thoại của chúng tôi không thể kết nối.  Tôi nghĩ có lẽ lỗi của chúng tôi là không biết cách giải quyết nhưng tôi nghĩ đó không phải là vấn đề ở một công ty tỷ đô.- Có một số băng ghế cạnh xe bán đồ ăn mà bạn có thể ngồi uống bia, nhưng chúng tôi thực sự không cảm thấy đó là một nơi để đi chơi và ném lại một ít.  Có lẽ chỉ là chuyện giữa người Mỹ và người Séc vì nơi này đã chật cứngĐọc thêm",
            "Chuyến tham quan thật tuyệt vời! Tôi đã tự mình đi và tham gia vào một nhóm lớn và tôi có thể hòa nhập và nói chuyện với mọi người. Hướng dẫn viên du lịch có kiến ​​thức và rất thân thiện. Tôi đã học được rất nhiều điều về bia và thực sự rất thích mẫu thử khi kết thúc chuyến tham quan. Tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai quan tâm đến bia hoặc thử những điều mới khi ở Pilzen.Đọc thêm",
            "Chúng tôi đến Plzen chỉ để trải nghiệm chuyến tham quan nhà máy bia này và sau đó hơi thất vọng. Mặc dù bản thân nhà máy bia rất đẹp và rõ ràng là đã có nỗ lực để biến nó thành một trải nghiệm thú vị và mang tính thông tin cho du khách, nhưng một số điều đã không hoạt động tốt trong chuyến tham quan của chúng tôi. Trước hết, cách cô ấy giải thích gần như mang tính sân khấu và có vẻ như cô ấy tập trung nhiều hơn vào màn trình diễn và biểu cảm cường điệu trên khuôn mặt hơn là chia sẻ kiến ​​thức của mình. Điều này khiến cho việc nghe trong gần hai giờ trở nên rất khó khăn. Thứ hai, chúng tôi rất mong chờ được trải nghiệm hoạt động của nhà máy đóng chai, điều mà chúng tôi đã hứa trực tuyến khi đặt vé. Tuy nhiên, chúng tôi đến một nhà máy trống rỗng và tất cả máy móc đều tắt, vì vậy người hướng dẫn đã giải thích cách chúng tôi có thể tưởng tượng nhà máy đang hoạt động bình thường. Tôi nghĩ điều này đáng lẽ phải được lên kế hoạch tốt hơn hoặc giảm giá trải nghiệm một chút. Thật là một điều thú vị khi chuyến tham quan kết thúc trong hầm rượu bằng việc nếm thử bia không lọc, điều này đã cải thiện chuyến tham quan cho chúng tôi.Đọc thêm",
            "Chuyến thăm Nhà máy bia Pilsner Urquell của chúng tôi đã trở thành một trải nghiệm đặc biệt nhờ hướng dẫn viên của chúng tôi, Ivana. Năng lượng sôi nổi, kiến ​​thức sâu rộng và sự sẵn sàng tham gia giải đáp các thắc mắc của chúng tôi đã khiến chuyến tham quan không chỉ mang tính thông tin mà còn vô cùng thú vị. Niềm đam mê của Ivana đối với lịch sử phong phú của nhà máy bia và nghệ thuật sản xuất bia là điều hiển nhiên và có sức lan tỏa. Việc nếm thử rượu Pilsner Urquell không lọc là một khoảnh khắc nổi bật, mang đến hương vị đậm đà vừa độc đáo vừa đáng nhớ. Đây là món quà hiếm có mà bất kỳ người đam mê bia nào cũng không nên bỏ lỡ. Cách tiếp cận chuyên nghiệp và nồng nhiệt của Ivanas đã khiến chuyến tham quan trở thành điểm nhấn trong chuyến đi đến Plzeň của chúng tôi. Tôi hết lòng giới thiệu chuyến tham quan này và nếu bạn chọn Ivana làm người hướng dẫn, bạn sẽ có được trải nghiệm đặc biệt.---Bài đánh giá này duy trì những điểm khen ngợi chính dành cho người hướng dẫn và bia trong khi vẫn giữ nó cô đọng.Đọc thêm",
            "Đã tìm hiểu tất cả về bia Pilsner, lấy mẫu bia ngay từ thùng.   Đã đi xuống đường hầm.  Đã học các cách rót khác nhau và lịch sử của bia.  Đọc thêm",
            "Thất vọng. Chúng tôi đã chọn chuyến tham quan bao gồm nhà máy đóng chai, nhưng nhà máy không hoạt động vào ngày hôm đó nên không có nhiều thứ để xem. Là một nhà máy lớn, chúng tôi mong đợi được xem bia được sản xuất hàng loạt như thế nào trong một nhà máy, thay vào đó, chuyến tham quan chỉ tập trung vào cách sản xuất bia nói chung. Nếu bạn đã từng đến bất kỳ nhà máy bia nào trước đây thì sẽ không có gì mới để xem. Mẫu bia chỉ là một ly nên không có gì để so sánh hay tìm hiểu.Đọc thêm",
            "Thật tuyệt vời, nhân viên biết họ đang nói về điều gì. Dài, chi tiết và là một trải nghiệm rất độc đáo khi đi vào phòng giam. Vâng, chuyến đi trong ngày đáng giá! Đọc thêm",
            "Được rồi, chúng tôi đã ở Praha 4 ngày và đặt tour này. Chúng tôi đã không nhận ra đó là ở Plzen...hoàn toàn là lỗi của chúng tôi. Plzen thực ra cách đó 1,5 giờ đi tàu và chúng tôi đã tập luyện bằng tàu ở đó, chuyến đi về bằng tàu mất gần cả ngày. Chúng tôi gần như không đi ngang qua, chúng tôi rất vui vì đó là một trải nghiệm tuyệt vời. Nhà máy bia rất lớn, bao phủ diện tích rộng đến mức bạn có thể bắt xe buýt để xem tòa nhà. Nhà máy đóng chai thật tuyệt vời cùng với số lượng ong được đóng chai. Kết thúc bằng việc nếm thử trong hầm rượu, thật tuyệt vời và muốn giới thiệu nó. Chúng tôi thực sự thích nó và thật đáng giá cho một ngày rời khỏi Praha....chúng tôi đã đi sớm và khám phá Plzen. Đọc thêm",
            "Xin chào, tôi có thể tự mình tham quan địa điểm này khi rảnh rỗi được không.  Tôi không muốn chuyến tham quan kéo dài 8 giờ nhưng muốn đến xem cái này.Đọc thêm",
            "Xin chào, bạn có thể cho tôi biết liệu việc nếm thử có bị giới hạn về thời gian và số lượng không?",
            "Chúng tôi đã có chuyến tham quan vào ngày 05/09/2019. Trong quá trình nếm thử, bạn có thể đến để nạp thêm: tôi đã uống 3 ly, mỗi ly 0,3. Họ cho bạn 15-20 phút để nếm thử.Đọc thêm",
            "Xin chào, tôi không có thời gian để tham quan nhà máy bia, tuy nhiên nếu tôi đến nhà máy bia thì tôi có thể dừng thưởng thức bia được không? Nói cách khác, nhà máy bia của bạn có phòng tắm bên trong không?Đọc thêm",
            "Vâng, có một nhà hàng bia tuyệt vời.Đọc thêm",
            "Xin chào, bạn có thể thực hiện chuyến tham quan nhà máy từ Praha ở đâu? Có phải đặt trước hay mua tại chỗ?Đọc thêm",
            "Tôi đã có một chiếc ô tô. Không cần đặt trước.Đọc thêm",
            "Làm thế nào để tôi đến đó bằng tàu hỏa từ Praha?\nLên ga nào và xuống ở đâu ở Pilsen để đến Nhà máy bia?\nNgoài ra, giá vé một lần và vé khứ hồi là bao nhiêu?Đọc thêm",
            "Xin chào, ga xe lửa chính ở Pilsen\nTất cả các thông tin khác: prazdrojvisit.czen\nThưởng thức!!\nJiriĐọc thêm",
            "Có thể mua vé xe buýt Praha-Plzen ở Zlicin không?\nTks.Đọc thêm",
            "Bạn có thể mua vé trực tuyến\nTrên regiojet comĐọc thêm",
            "Xin chào mọi người, bạn có thể cho tôi biết liệu việc đặt chỗ cho chuyến tham quan nhà máy bia là bắt buộc hay bạn cũng có thể thanh toán khi đến nơi? Cảm ơn bạn rất nhiều trướcĐọc thêm",
            "bạn trả tiền khi đến nơi. Chuyến tham quan mỗi giờ.Đọc thêm",
            "Có thời gian cụ thể không và giá bao nhiêu mình sẽ đi 8 người vào giữa tháng 6\nCảm ơn bạnĐọc thêm",
            "Chào buổi sáng , \ncó các chuyến khởi hành thường xuyên trong ngày mỗi giờ. Mặt khác, các chuyến thăm được thực hiện bằng tiếng Anh, tiếng Đức hoặc tiếng Séc. Màn hình tại quầy lễ tân cho biết thời gian khởi hành và ngôn ngữ. \nvới mức giá phải mất khoảng 4-5 euro mỗi người. \nmặt khác, đừng quên mang theo áo vest hoặc áo khoác vì chuyến thăm hầm diễn ra với nhiệt độ 78 độ!!Đọc thêm",
            "Vui lòng cho tôi biết nơi tôi có thể mua chuyến tham quan có hướng dẫn viên người Nga đến nhà máy bia? Nên làm việc này trước hay ngay trước chuyến tham quan?Đọc thêm",
            "Chào buổi chiều Bạn mua nó trực tiếp từ nhà máy bia. Đặt một chuyến tham quan bằng tiếng Nga và thế là xong.Đọc thêm",
            "Chuyến tham quan nhà máy bia có bao gồm cả tàu điện ngầm không ??  \nHay chúng ta cần lấy vé riêng cho từng người?Đọc thêm",
            "CHÀO!  Chuyến tham quan bao gồm tất cả các khía cạnh của nhà máy bia, bao gồm cả tầng hầm, nếm bia, nhà máy chế biến và kết thúc tại cửa hàng quà tặng.  Nó rất thú vị.  Đặt vé trước sẽ là lời khuyên của tôi dành cho bạn.  Thưởng thức! Prost!--Đọc thêm"
        ],
        "star_ratings": [
            1214,
            452,
            109,
            26,
            15
        ],
        "review_amount": 1816,
        "location": [
            "Bô-hê-miêng",
            "Châu Âu",
            "Nhà máy bia Pilsner Urquell",
            "Cộng hòa Séc",
            "Pilsen",
            "Những điều cần làm ở Plzeň",
            "Vùng Pilsen"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 28, 2023",
            "Written August 11, 2023",
            "Written September 4, 2023",
            "Written October 13, 2023",
            "Written May 14, 2024",
            "Written April 14, 2024",
            "Written March 13, 2024",
            "Written March 4, 2024",
            "Written March 3, 2024",
            "Written January 20, 2024",
            "Written December 11, 2023",
            "Written November 28, 2023",
            "Written November 27, 2023",
            "Written October 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274706-d277589-Reviews-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d4797972-Reviews-Rango_Restaurant-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d1865763-Reviews-Senk_Na_Parkanu-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d1140674-Reviews-Hospoda_Na_Spilce-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d1099653-Reviews-Restaurace_U_Mansfelda-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d6480075-Reviews-Aberdeen_Angus_Steak_House-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d8819180-Reviews-Caffe_Diem-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d10862748-Reviews-Pappa_Coffee-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d11629511-Reviews-Klub_Malych_Pivovaru-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d2299635-Reviews-Restaurant_Hotel_House_U_Salzmannu-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274706-d1579830-Reviews-Ristorante_Budino-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277586-Reviews-Plzen_Historical_Underground-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d8012431-Reviews-St_Nicholas_Church_Kostel_sv_Mikulase-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d8012443-Reviews-Nicholas_Cemetery_Mikulassky_Hrbitov-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d10487953-Reviews-St_Bartholomew_s_Cathedral-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d7928309-Reviews-Republic_Square_Namesti_Republiky-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d8126787-Reviews-Zapadoceska_galerie_v_Plzni_The_Gallery_of_West_Bohemia_in_Pilsen-Pilsen_Pilsen_R.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277588-Reviews-Brewery_Museum_in_Pilsen-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d12785190-Reviews-Doosan_Arena-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d3309994-Reviews-Great_Synagogue_of_Plzen-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d7998125-Reviews-Meat_Shops_Masne_Kramy-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-or10-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d17409915-Reviews-ExperienCZE_Beer_Bike_and_Pub_Crawl_Tours-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d10467768-Reviews-Pilsenjoy_Private_Tours-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d20105547-Reviews-Vineria_Symposio-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d23889273-Reviews-Palasio-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d17583752-Reviews-Hanna_Lichna-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d25158441-Reviews-Beer_Spa_Beerland_Pilsen-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277605-Reviews-Renaissance_Town_Hall-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d8012391-Reviews-Infant_Jesus_Church_Kostelik_U_Jeziska-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277602-Reviews-House_at_the_White_Lion-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d7998267-Reviews-Puppet_Museum_Muzeum_Loutek-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d269803-Reviews-Glacier_Point_Wilderness_Safari-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12640790-Reviews-Ronald_Kirk_pedestrian_bridge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g11804437-d11998269-Reviews-Panam_Nagar-Sonargaon_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d4885862-Reviews-Jozani_Chwaka_Bay_National_Park-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d624226-Reviews-Waccatee_Zoo-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34344-d142786-Reviews-Molasses_Reef-Key_Largo_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g53096-d1547043-Reviews-Coral_Caverns-Manns_Choice_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d10138629-Reviews-Lindbergh_Bay_Beach-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d246011-Reviews-Place_du_Grand_Sablon-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186120-Reviews-The_Glass_Factory-Cabo_San_Lucas_Los_Cabos_Baja_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-or10-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html"
    }
]