[
    {
        "attraction_name": "Pima Air and Space Museum",
        "attraction_name_vi": "Bảo tàng Hàng không và Không gian Pima",
        "general_info": [
            "4.929 đánh giá",
            "- 4 trong số 487 điều cần làm ở Tucson",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "400 máy bay, 80 mẫu Anh, 6 nhà chứa máy bay làm mát bằng không khí trong nhà... chỉ có máy bay tuyệt vời! Chúng tôi - là một trong những bộ sưu tập máy bay lớn nhất thế giới bao gồm 3 nhà chứa máy bay của Thế chiến II, SR-71, máy bay hai tầng cánh nhỏ nhất thế giới và nhiều tàu vũ trụ tư nhân, quân sự và thương mại độc đáo khác ghi lại quá trình phát triển của chuyến bay. Có thứ gì đó dành cho mọi người từ buồng lái mô phỏng chuyến bay Boeing 720, Phòng trưng bày Phụ nữ trong Chuyến bay và một thánh địa toàn diện cho những người đam mê hàng không. Chúng tôi cung cấp chuyến tham quan duy nhất của - Boneyard - - AMARG - từ Thứ Hai đến Thứ Sáu, không có ngày lễ, cần đặt chỗ trước 16 ngày - cộng với chuyến tham quan bằng xe điện của bảo tàng - rộng 80 mẫu Anh và những chiếc máy bay độc nhất vô nhị. Bạn thực sự có thể chạm vào lịch sử hàng không như - Freedom One - - đã đưa các con tin người Mỹ về nhà sau 444 ngày ở Iran -, máy bay tổng thống, những máy bay khác có sải cánh gần bằng chiều dài của một sân bóng đá... ngắm trực thăng, MiG, tượng Oscar, một quả bom rung hiếm của Đức, một tảng đá mặt trăng và nhiều hơn nữa! Đọc thêm",
        "reviews": [
            "Tôi không biết bảo tàng lại .... rộng lớn đến vậy. Lần tới khi đến, tôi sẽ mua vé nhiều ngày và dành hai ngày để ôn lại tất cả những điều tôi đã bỏ lỡ. Nó được bố trí tốt. Cần phải đi bộ nhiều, nhưng bạn - sẽ thấy những thứ bạn không thể thấy ở bất kỳ nơi nào khác. Bảo tàng sẽ mở rộng vào năm tới khi bổ sung thêm một khu phụ dành cho các phương tiện chiến đấu mặt đất. Bảo tàng đẳng cấp Smithsonian với những hướng dẫn tuyệt vời.Đọc thêm",
            "Chúng tôi muốn có Boneyard - nhưng nó không còn nữa, vì vậy chúng tôi đã chớp lấy cơ hội này. Đó là một trải nghiệm vô cùng thú vị đối với những người yêu thích máy bay - chồng tôi - và các cựu chiến binh. Chúng tôi cũng trả tiền để tham gia chuyến tham quan. Lúc đó là 45 - trên một chuyến xe điện quanh khu vực mà chúng tôi đã đi bộ, nhưng bây giờ đã có lịch sử đầy thông tin. Chắc chắn đề nghị! Đọc thêm",
            "Đây là một chiếc Tucson - phải làm - nhưng nó - phù hợp nhất cho những người thực sự yêu thích ngành hàng không quân sự. Đặc biệt là hàng không lịch sử. Nó rất lớn với một số bộ sưu tập máy bay và trực thăng trong nhà và ngoài trời. Mang theo những đôi giày thoải mái vì nó phải đi bộ rất nhiều trừ khi bạn trả tiền - 8 để đi xe điện. Bên trong khá ấm - không có điều hòa - và bên ngoài thường rất nóng - đó là AZ - . Quán ăn tự phục vụ có máy lạnh nhưng đồ ăn khá tệ và giá cao so với những gì bạn nhận được. \nĐó là một cột mốc hoành tráng mà bạn phải làm một lần, nhưng một lần là đủ. \nVictorBĐọc thêm",
            "Gần đây tôi có cơ hội đến thăm Bảo tàng Hàng không và Vũ trụ Pima cùng với một nhóm học sinh trung học trong một chuyến tham quan giáo dục. Tôi phải nói rằng, toàn bộ trải nghiệm thật tuyệt vời và nhân viên tại bảo tàng cực kỳ lịch sự và hỗ trợ. Họ được thông tin đầy đủ về các cuộc triển lãm và sẵn sàng trả lời bất kỳ câu hỏi nào chúng tôi có. \nHọ rất kiên nhẫn với nhóm học sinh trung học của chúng tôi, thích thú với sự tò mò và nhiệt tình của chúng tôi.\nTôi cũng muốn khen ngợi sự cống hiến của nhân viên trong việc làm cho chuyến thăm mang tính giáo dục và hấp dẫn. Tôi biết ơn những nỗ lực của họ trong việc tạo ra một môi trường giàu thông tin và hấp dẫn, đồng thời tôi mong được ghé thăm lại trong tương lai.Đọc thêm",
            "PIMA chứa đầy lịch sử và thông tin về các loại máy bay từ thương mại đến quân sự - không chỉ ở Hoa Kỳ mà còn cả quốc tế. Đây chắc chắn là điểm dừng chân không thể bỏ qua đối với du khách đến Tucson và thậm chí là một chuyến đi đáng giá nếu bạn đam mê bay. Họ cũng có nhiều móc treo khác nhau, nơi bạn có thể ghé thăm và xem lịch sử đằng sau những chiếc máy bay được chăm sóc cẩn thận.Đọc thêm",
            "Đã truy cập vào thứ Tư vừa qua và hoàn toàn thích thú với trải nghiệm này.  Tôi đặc biệt thích nói chuyện với hai tiến sĩ xuất sắc, Al C và Gerry G, hai bộ bách khoa toàn thư đi bộ về bất cứ điều gì liên quan đến hàng không.  Đừng bỏ lỡ điểm tham quan này ở Tucson nếu bạn có thời gian.Đọc thêm",
            "Đây là một kinh nghiệm hàng không và lịch sử thực sự.  Cho dù bạn là người yêu thích lịch sử hay đam mê máy bay thì ở đây luôn có thứ gì đó dành cho bạn.  Những chiếc máy bay và những câu chuyện của chúng thật tuyệt vời từ khi bắt đầu chuyến bay đến chuyến bay hiện đại, dân sự và quân sự, cho đến khám phá không gian, tất cả đều ở đây.  Các màn hình được giải thích rất rõ ràng nhưng nhân viên luôn sẵn sàng và sẵn sàng bổ sung thêm một chút. Một lần thôi là không đủ.Đọc thêm",
            "Chúng tôi đến thăm Bảo tàng Hàng không - Không gian Pima vào thứ Tư sau Bảo tàng Tên lửa Titan. Nó không bận lắm nhưng WOW! Rất nhiều mặt phẳng bên trong nhiều móc treo và sau đó ở bên ngoài được hiển thị tĩnh. Chúng tôi đã dành 5,5 giờ ở đây và thật thất vọng khi rời đi. Suốt ngày đi dạo tĩnh lặng bên ngoài có những chiếc máy bay A-10, F35, HC130 tập chạm - hạ cánh ngay bên kia đường tại Davis Montan AFB - bay trên cao. Mỗi móc treo đều có máy bán đồ uống tự động, nhà vệ sinh gần đó và không có điểm dừng nghỉ. Đại sảnh Danh vọng Hàng không và Bảo tàng B17 là những địa điểm không thể bỏ qua trong khuôn viên. Nếu bạn thích máy bay bạn cần phải đến đây. Đọc thêm",
            "Bảo tàng rất thú vị với nhiều loại máy bay và thông tin hỗ trợ như tàu sân bay cho máy bay, cách sống của quân nhân và hơn thế nữa.  Lô đất rất lớn và phải đi bộ rất nhiều.  Họ có một số chuyến tham quan nhưng bạn không thể lên lịch.  Chúng đã được bán hết vào ngày chúng tôi đi nên điều này ảnh hưởng đến khả năng nhìn thấy mọi thứ của chúng tôi.  Khó khăn nếu bạn bị khuyết tật hoặc gặp vấn đề khi đi bộ.  Quán cà phê đẹp.  Bạn có thể dành cả ngày vì có quá nhiều thứ để xem.Đọc thêm",
            "Một ngày đẹp trời và có nhiều điều để khám phá từ trong ra ngoài.   Rất nhiều máy bay khác nhau, trong đó có một số máy bay phản lực của Tổng thống.  Cũng thích nguyên mẫu 787 Dreamliner - Dấu hiệu ANA - Phải đi bộ khá nhiều, nhưng họ cũng cung cấp các chuyến tham quan bằng xe điện.  Cả máy bay Bên trong và Bên ngoài và nhà chứa máy bay - màn hình đều có bảng hiệu tuyệt vời.  Quán cà phê Flight Grille của họ có một số loại bánh mì lạnh tuyệt vời, rất tươi, nhiều đồ ăn và tầm nhìn đẹp ra các máy bay trưng bày.  Đặc biệt thích thú khi nhìn thấy tất cả đồng phục phi công - tiếp viên hàng không từ những năm 1960 đến nay.  Rất nhiều du khách nhưng chưa bao giờ có cảm giác đông đúc.Đọc thêm",
            "Chắc chắn đáng để dành thời gian ghé thăm.  Lên kế hoạch ít nhất một giờ nhưng tốt hơn nên dành hai giờ trở lên. Mang giày để đi trên sỏi và cát. Rất nhiều loại máy bay, rất nhiều từ Thế chiến II nhưng cũng có từ những năm 1800 cho đến ngày nay.Đọc thêm",
            "Một bảo tàng hàng không và không gian thực sự tuyệt vời ở Tucson. Một số phần tốt nhất để khám phá nằm ở bên ngoài, vì vậy hãy đi khi có thời gian để bạn có thể khám phá. Lưu ý: Họ không cho phép mang ba lô và nó không có trên trang web khi chúng tôi đi nghiên cứu. Được phép mang theo ba lô máy ảnh nhưng không lý tưởng để để túi ở bãi đậu xe không có người canh gác. Có sẵn nhiều loại máy bay và chuyến tham quan bằng âm thanh.Đọc thêm",
            "Thật là một bảo tàng tuyệt vời.   Phải xem.   Khi lần đầu tiên chúng tôi lên kế hoạch đến thăm, chúng tôi đã mong đợi một bảo tàng lớn bên ngoài với việc đi bộ nhanh ra bên ngoài, nhưng chúng tôi không nhận ra có bao nhiêu móc treo bên trong khác và những cuộc triển lãm được ghi chép đầy đủ.   Đây có thể dễ dàng là một chuyến thăm 3-4 giờ.   Nơi vượt quá mọi mong đợi với một khoản phí nhập học hợp lý.  Chúng tôi đã hết thời gian trong chuyến đi để xem mọi thứ nhưng chắc chắn sẽ quay lại. Hãy nhớ ghé thăm bảo tàng nhóm bom B17 390 nằm trong khuôn viên bảo tàng.   Vào cửa bảo tàng miễn phí và có những đánh giá về cố vấn chuyến đi cho bảo tàng phụ này trong bảo tàng: - Đọc thêm",
            "Quá nhiều thông tin. có để đưa vào xem xét! Nhiều cuộc triển lãm trong khoảng 5 nhà chứa máy bay, từ những người đang thực hiện nghĩa vụ quân sự trong các cuộc chiến khác nhau, và tất nhiên là rất nhiều loại máy bay khác nhau.  Mỗi nhà chứa máy bay đều có tình nguyện viên cung cấp thông tin. hoặc trả lời các câu hỏi.  Bên ngoài cũng có rất nhiều máy bay. Thật không may vì hôm đó trời nhiều gió nên chúng tôi không thể dừng lại để xem xét chúng một cách chi tiết!  Phần yêu thích của tôi là những chiếc máy bay được sơn mặt trước - nghệ thuật mũi -, chúng được đặt tên và có thể là một thông điệp ngắn gọn về phi công của chiếc máy bay. Nhiều người là những nhân vật phụ nữ hoặc nhân vật hoạt hình. Các họa sĩ nghệ thuật chuyên nghiệp đã làm công việc đó.  Chúng tôi đã dành khoảng 3 giờ tại bảo tàng.Đọc thêm",
            "Tôi đến đây với hai đứa trẻ và bố tôi.  Thật không thể tin được.  Chúng tôi thực sự là những kẻ ngu ngốc về lịch sử VÀ hàng không, nhưng tôi nghĩ một người bình thường vẫn có thể đánh giá cao số lượng tuyệt đối và các loại máy bay khác nhau ở đây.Đọc thêm",
            "Bảo tàng này có một bộ sưu tập lớn về lịch sử hàng không và không gian. Một tình nguyện viên cho chúng tôi biết rằng nó lớn thứ 3 và không thể nhận đồ mới nữa vì đã hết chỗ trống. Bạn phải trả phí vào cửa - họ cung cấp gói 1 hoặc 2 ngày và có giảm giá đặc biệt cho người cao niên, thiếu niên, trẻ nhỏ, người dân địa phương - . Bạn có thể thêm chuyến tham quan bằng âm thanh và - hoặc chuyến tham quan bằng xe điện với một khoản phụ phí. Chúng tôi đi tour bằng xe điện để đi vòng quanh các máy bay bên ngoài.  Có 7 hoặc 8 nhà chứa máy bay, tất cả đều chứa máy bay và các vật dụng khác cũng như thông tin về lịch sử và chiến tranh. Ngày chúng tôi ở đó, chúng tôi đã có thể tham quan Sofia - máy bay nghiên cứu không gian của NASA bằng kính viễn vọng -. Chúng tôi đã dành khoảng 5 giờ ở đó và biết rằng chúng tôi chỉ nhìn thoáng qua mọi thứ ở đó để xem. Các tình nguyện viên rất am hiểu và điều đó được thể hiện rõ qua cách họ nói chuyện với chúng tôi và chia sẻ thông tin rằng họ yêu thích công việc mình làm.Đọc thêm",
            "Nếu bạn thích máy bay, bạn sẽ thích bảo tàng này. Có một số móc treo bạn có thể đi qua. Một số móc treo có hình máy bay thời Thế chiến thứ hai, điều mà tôi nghĩ là rất hấp dẫn! Họ có một số máy bay phản lực của Không quân và Lực lượng Không quân Một cũ, một số máy bay của Nhật Bản từ Thế chiến thứ hai, một tòa nhà có nhiều vật dụng không gian hiện tại hơn bao gồm cả máy bay không người lái. Bạn có thể đi một chuyến xe điện tùy chọn - dài 45 phút và chi phí - 8. Bạn cũng nhận được giải thích về các máy bay khác nhau và cách chúng được sử dụng. Ngoài ra còn có một hướng dẫn âm thanh mà bạn có thể sử dụng. Bạn có thể dễ dàng dành hàng giờ ở đó..Đọc thêm",
            "Những vị khách ở ngoài thành phố quan tâm đến hàng không và tên lửa đã gợi ý Bảo tàng Hàng không và Vũ trụ Hạt Pima là một điểm đến thú vị khi họ đến thăm. Đó là một trải nghiệm tuyệt vời ngay cả đối với những người không phải là người hâm mộ hàng không. Có rất nhiều thứ để khám phá cả trong nhà chứa máy bay có máy lạnh lẫn khu đất có một trong những bộ sưu tập máy bay đã nghỉ hưu lớn nhất, bao gồm cả máy bay của cựu tổng thống. Các cuộc triển lãm có nhiều loại máy bay và các vật phẩm lưu trữ khác. Khu đất trưng bày các cuộc triển lãm về đài tưởng niệm tiểu đoàn 390, chuyến thám hiểm không gian của NASA, Đại sảnh Danh vọng Arizona và hơn thế nữa. Cư dân Quận Pima được giảm phí. Có rất nhiều bãi đậu xe miễn phí ngoài đường. Cơ sở vật chất có cả khu dã ngoại và nhà hàng bên trong. Có một sân chơi nhỏ dành cho trẻ nhỏ và một số màn hình tương tác. Cửa hàng quà tặng có rất nhiều mặt hàng.Đọc thêm",
            "Bảo tàng này mang đến sự kết hợp tuyệt vời giữa các màn hình trong nhà được quản lý tốt và một sân máy bay rộng lớn mà bạn có thể đi bộ và thưởng thức. Đó là sự kết hợp tuyệt vời dành cho những người đam mê hàng không nghiêm túc và những người yêu thích lịch sử. Các nhà chứa máy bay bao gồm một số thông tin lịch sử, đặc biệt là Bảo tàng Tưởng niệm lần thứ 390 độc lập trong khuôn viên và được đưa vào tuyển sinh - cũng được hỗ trợ bởi các khoản quyên góp - . Chiếc thứ 390 cung cấp một lịch sử chi tiết đáng kinh ngạc về đơn vị WW-II này và cuộc sống của những phi công dũng cảm và tận tụy này như thế nào. Bộ sưu tập ngoài trời ít được ghi chép đầy đủ hơn - nhiều máy bay chỉ có thông tin nhận dạng và ngày phục vụ.  Có một chuyến tham quan bằng xe điện tùy chọn để xem các cuộc triển lãm ngoài trời nếu bạn không thích đi bộ, nhưng có điều gì đó thực sự tuyệt vời khi đi dạo quanh sa mạc với rất nhiều máy bay lịch sử xung quanh bạn.  Pima không có chiều sâu và chi tiết như Bảo tàng USAF tại Wright Patterson, nhưng có cá tính riêng và rất nhiều máy bay thú vị ngoài lĩnh vực quân sự.Đọc thêm",
            "Triển lãm máy bay khổng lồ bao gồm 4 tòa nhà và nhiều máy bay khác ở ngoài đồng.  Rất nhiều Thế chiến II và hơn thế nữa.   Chúng tôi dành 3 giờ và có thể ở lại lâu hơn nhưng thời tiết lạnh và mưa.  Chúng tôi đã mua âm thanh và nó vẫn ổn.  Đi xe điện vì trời mưa.Đọc thêm",
            "Nếu bạn không ngại đi bộ nhiều bạn có thể nhìn thấy tất cả. Có một số nhà chứa máy bay bạn có thể đi bộ qua nhưng chúng tôi rất thích chuyến tham quan bằng xe điện. Họ nói về những mặt phẳng khác nhau mà bạn sẽ thấy. Bạn có thể ghé thăm các nhà chứa máy bay và sau đó đi chuyến xe điện để xem những chiếc máy bay đang đậu bên ngoài.Đọc thêm",
            "Nó mở rồi ?? Đọc thêm",
            "Xin chào. các chuyến đi bằng xe điện diễn ra vào mấy giờ?Đọc thêm",
            "Họ chạy khoảng nửa giờ một lần trong suốt cả ngày.  Bạn có thể gọi và hỏi.Đọc thêm",
            "Một người có thể tự mình đi bộ xung quanh địa điểm - bên ngoài - ?Đọc thêm",
            "Sau khi bạn thanh toán phí vào cửa, toàn bộ khu phức hợp cả bên trong và bên ngoài đều có hướng dẫn viên tự túcĐọc thêm",
            "Tôi đọc tour xe điện không có sẵn. Việc đến đó có hợp lý không hay bạn nên đợi cho đến khi nó có sẵn trở lại.Đọc thêm",
            "Bảo tàng có khác với chuyến tham quan nghĩa địa không?  Bạn có thể đến bảo tàng nếu chuyến tham quan Boneyard đã bán hết vé không?Đọc thêm",
            "Đúng, chúng tách biệt với nhau.Đọc thêm",
            "Vé vào bảo tàng có khác với chuyến tham quan nghĩa địa không?  Bạn có thể đến bảo tàng nếu chuyến tham quan Boneyard đã bán hết vé không?Đọc thêm",
            "Có, bảo tàng được ký hợp đồng với Lực lượng Không quân để điều hành một huấn luyện viên nhưng sẽ tham quan Căn cứ Không quân Davis - Montan cho AMARG - Boneyard - Tour. Không giống như Boneyard Tour, bảo tàng của chúng tôi mở cửa 363 ngày một năm và không cần đặt chỗ trước.Đọc thêm",
            "Có chiếc SR 71 nào ở đây không?Đọc thêm",
            "Đúng! SR-71 tại Bảo tàng Hàng không - Không gian Pima là chiếc lâu đời nhất còn tồn tại.Đọc thêm",
            "Xin chào, tôi không biết liệu bạn có thể đi máy bay khôngĐọc thêm",
            "Không phải là tôi nhớĐọc thêm",
            "Tôi muốn biết liệu tôi có cần đặt trước chuyến tham quan bằng xe buýt hay không hoặc chỉ cần đặt trước vào lúc này là đủ. Tôi đọc được rằng bạn cần phải nộp đơn xin thị thực bằng hộ chiếu trước ít nhất 60 ngày.\nCảm ơn\nAlfieri ParmaĐọc thêm",
            "Tôi không chắc. Chuyến tham quan của chúng tôi đã được sắp xếp trước.  Xin lỗi, tôi không thể - tôi không thể giúp được gì nhiều hơn.Đọc thêm"
        ],
        "star_ratings": [
            3847,
            884,
            156,
            26,
            16
        ],
        "review_amount": 4929,
        "location": [
            "Tucson",
            "Arizona - AZ -",
            "Hoa Kỳ",
            "Những điều cần làm ở Tucson",
            "Bảo tàng Hàng không và Không gian Pima"
        ],
        "reviews_time": [
            "Written October 7, 2023",
            "Written October 8, 2023",
            "Written October 10, 2023",
            "Written December 8, 2023",
            "Written December 16, 2023",
            "Written January 6, 2024",
            "Written January 7, 2024",
            "Written January 19, 2024",
            "Written February 5, 2024",
            "Written February 11, 2024",
            "Written April 28, 2024",
            "Written April 24, 2024",
            "Written April 20, 2024",
            "Written April 8, 2024",
            "Written April 2, 2024",
            "Written March 23, 2024",
            "Written March 15, 2024",
            "Written March 10, 2024",
            "Written March 8, 2024",
            "Written March 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60950-d109172-Reviews-Pima_Air_and_Space_Museum-Tucson_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d4809137-Reviews-Flight_Grill_at_the_Pima_Air_Space_Museum-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d1541127-Reviews-Omar_s_Highway_Chef-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d634866-Reviews-TTT_Truck_Stop-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d23184558-Reviews-Subway_5570_E_Travel_Plaza_Way-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d23854972-Reviews-Subway-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d873216-Reviews-A_W_Restaurant-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d27921718-Reviews-El_Amigo-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d23568179-Reviews-Cinnabon-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d20145320-Reviews-Subway-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60950-d21512901-Reviews-Taco_Bell-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d3400272-Reviews-390th_Memorial_Museum-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d2202920-Reviews-The_Gaslight_Theatre-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d143936-Reviews-Reid_Park_Zoo-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d9849830-Reviews-Davis_Monthan_Air_Force_Base-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d3396723-Reviews-TIR_Tucson_International_Raceway-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d9756246-Reviews-Lincoln_Park-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d145199-Reviews-Desert_Ecology_Trail-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d2534444-Reviews-Fantasy_Island-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d3335354-Reviews-William_Clements_Recreation_Center-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d23749807-Reviews-Thunder_And_Lighting_Over_Arizona-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d109172-Reviews-or10-Pima_Air_and_Space_Museum-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d6593689-Reviews-Madaras_Gallery-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d109171-Reviews-DeGrazia_Gallery_in_the_Sun_Museum-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d108867-Reviews-Arizona_Sonora_Desert_Museum-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d1569966-Reviews-The_Mini_Time_Machine_Museum_of_Miniatures-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561939-Reviews-Franklin_Auto_Museum-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561980-Reviews-Mark_Sublette_Medicine_Man_Gallery-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d2648887-Reviews-Richard_F_Caris_Mirror_Lab-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d109169-Reviews-Tucson_Museum_of_Art_and_Historic_Block-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d127080-Reviews-Children_s_Museum_Tucson-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d8004772-Reviews-Etherton_Gallery-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d17852386-Reviews-Tucson_Adventure_Rentals-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d17674533-Reviews-Tucson_Mountain_Shuttle-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d1555397-Reviews-Trail_Dust_Offroad_Tours_Inc-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d23638750-Reviews-Southern_Arizona_Tours_Excursions-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d562011-Reviews-Reid_Park-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d3457702-Reviews-SoaringFlight-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d216431-Reviews-Fred_Enke_Golf_Course-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d2305916-Reviews-BlueWater_Express-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d605050-Reviews-Ginza_Mitsukoshi-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544772-d12587921-Reviews-Issigeac_Sunday_Market-Issigeac_Dordogne_Nouvelle_Aquitaine.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d3671924-Reviews-Biblical_Times_Dinner_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g49442-d103572-Reviews-Pisgah_National_Forest-Pisgah_Forest_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d10397156-Reviews-Redding_Aquatic_Center-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2292931-Reviews-TECO_Line_Streetcar_System-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d283807-Reviews-Brooklyn_Heights_Promenade-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1436120-Reviews-Bur_Dubai_Abra_Station-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d4481177-Reviews-Riverfront_Park-North_Charleston_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60950-d109172-Reviews-or10-Pima_Air_and_Space_Museum-Tucson_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60950-d109172-Reviews-Pima_Air_and_Space_Museum-Tucson_Arizona.html"
    }
]