[
    {
        "attraction_name": "Pimlico Race Course",
        "attraction_name_vi": "Trường Đua Pimlico",
        "general_info": [
            "109 đánh giá",
            "- 129 trong số 380 điều cần làm ở Baltimore",
            "Đường đua ngựa"
        ],
        "attraction_summary": "Địa điểm của Preakness, chặng thứ hai của môn đua ngựa - s Triple Crown.Đọc thêm",
        "reviews": [
            "Chúng tôi - từ lâu đã tham dự các cuộc đua cuối tuần của Preakness, cả ngày thứ Sáu và thứ Bảy, bên trong lều Turfside Terrace. Nếu bạn đang tìm kiếm mọi thứ bạn muốn với số tiền của mình, hãy đến Derby. Nếu bạn có thể xử lý luôn kém hơn một chút, hãy đến đây. Luôn luôn có một hoặc hai điều dường như không ổn và hầu như luôn có liên quan đến một nhân viên thiếu hiểu biết. Năm nay nó đã bị một nhân viên cửa sổ trả lương la mắng. Không chuyên nghiệp, không hiểu biết và đơn giản là thô lỗ và gần như khiến người bạn cá cược mới và thiếu kinh nghiệm của tôi phải trả giá - 65 mà không có lý do. Khi tôi nhớ ra mình đang ở đâu, tôi tiếp tục nhưng tôi ngừng tiêu tiền cá cược và chỉ thưởng thức rượu đi kèm.Đọc thêm",
            "1. các thông báo có thể được phát ra bằng âm thanh.2. Màn hình video ở khán đài có thể cho chúng ta thấy rất nhiều thông tin về sự kiện này.3. Có vẻ như khoảng một giờ giữa các cuộc đua: thường có sự im lặng và không có người thông báo bình luận, một cơ hội bị lãng phí.4. Với - 250 vé, họ có thể cung cấp đồ ăn và đồ uống ngon hơn ngoài 2 loại rượu được cung cấp miễn phí. Tóm lại, đối với sự kiện nổi tiếng toàn quốc này, tôi rất thất vọng và cảm thấy tất cả những người ở khu vực khán đài của chúng tôi, ngồi ở khúc cua đầu tiên, đều bị phớt lờ và giữ lại trong bóng tối. Có vẻ như sự kiện này sắp kết thúc.Đọc thêm",
            "Ông Voyager, cảm ơn ông đã ghé thăm địa điểm của chúng tôi. Chúng tôi mong muốn mang đến những trải nghiệm tuyệt vời nhất và chúng tôi thực sự xin lỗi khi biết rằng điều này không xảy ra với ông. Chúng tôi ghét bất kỳ điều gì ngăn cản ông ghé thăm trong tương lai và muốn giải quyết thêm những lo ngại của ông. Vui lòng gửi email đến guestexperience - marylandracing.com, với thông tin liên lạc của ông và thời gian tốt nhất để liên lạc với ông. Cảm ơn ông. Đọc thêm",
            "Tôi đã đến Preakness vào năm 2022. Lần đầu tiên. Tôi mới đến Baltimore. Như những người khác ở đây đã nói, khán đài hơi xuống cấp. Không phải vấn đề lớn, nhưng đối với một cuộc đua Triple Crown, tôi mong đợi nhiều hơn thế. Họ nên lắp âm thanh vào khán đài: tiếng kèn, người dẫn chương trình truyền hình nói về truyền thống, năm nay - những người đánh xe và ngựa... tất cả những điều này đều được hiển thị trên màn hình lớn ngoài trời, nhưng tôi không thể nghe thấy bất kỳ điều gì! Tôi phải nhìn những người thổi kèn chơi nhạc một cách im lặng trên TV! Sau đó, chỉ còn tiếng thì thầm của đám đông trong 20 phút, rồi cuộc đua diễn ra, và thế là hết?! Tôi sẽ không biết rằng đây là cuộc đua ngựa hay thứ hai trong cả nước, trừ khi tôi đã biết điều đó!! Ngoài ra, họ không hát bài hát truyền thống của Maryland nữa, vì nó bị coi là phân biệt chủng tộc. Chán ngắt! - Nhân tiện, có rất nhiều người da đen và da trắng đến xem cuộc đua. Mọi người đều lịch sự, hòa đồng và có khoảng thời gian tuyệt vời, ngay cả khi có rất nhiều đồ uống. - Rõ ràng đây là một vấn đề lớn đối với thành phố, như lẽ ra phải thế. Hãy mang lại lễ hội, và cho chúng ta xem và nghe trên màn hình lớn ngoài trời, và bạn - đã có một sự kiện bốn sao. Làm mới khán đài và bạn - đã có một sự kiện năm sao. P.S. - Có một loại lều tiệc nào đó trong sân trong phát nhạc rap gần như cả buổi chiều. Đủ lớn để toàn bộ đường đua phải nghe thấy. Đây cũng là một điểm trừ... Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ những suy nghĩ và phản hồi trung thực của mình với chúng tôi. Chúng tôi rất tiếc vì bạn không hoàn toàn hài lòng với trải nghiệm đua xe Preakness của mình, nhưng chúng tôi đánh giá cao ý kiến ​​đóng góp của bạn. Nếu bạn muốn thảo luận thêm về ý kiến ​​của mình, bạn có thể liên hệ với chúng tôi tại guestexperience - marylandracing.com. Cảm ơn bạn. Đọc thêm",
            "Pimlico dành cho Preakness thật tuyệt vời! Giống như những du khách khác được khuyến nghị, hãy đi sớm và tận hưởng những cuộc đua khác. Chúng tôi đến nơi vào khoảng giữa trưa, đậu xe ở một ga Metro rồi bắt tàu Metro tới ga Rogers rồi đón xe đưa đón tới đường đua. Thật dễ dàng và nhanh chóng.   Bãi đậu xe rất tắc nghẽn và thật tuyệt khi được đi bộ qua đó vào cuối ngày.  Tôi sẽ không đi bộ suốt từ ga Mero đến đường đua - khu phố trông gồ ghề.  Bản thân đường đua đã ổn. Chúng tôi ngồi ở khán đài; một số dòng ở cửa sổ - được mong đợi - nhưng nếu không thì mọi thứ đều tốt.  Lưu ý rằng số lượng khán giả đã giảm vào năm 2022 - thời tiết 92 độ nên khán đài là một ý tưởng hay - . Khuyến nghị: Hãy đi sớm, đừng lái xe đến đường đua nếu bạn có thể giúp được; Mang theo một chiếc mũ!Đọc thêm",
            "Tôi đến Pimlico vì từng là một vận động viên đua ngựa cạnh giải Kentucky Derby và Breeders Cup, Preakness là một giải đấu mà các vận động viên đua ngựa mơ ước nhưng việc nhìn vào đường đua này đã thay đổi điều đó. Đường này được bảo trì kém vì nó trông cũ kỹ và xuống cấp. Bãi đậu xe chẳng có gì ngoài ổ gà và khán đài trông như những con mối nắm tay nhau. Đừng bận tâm đến việc dừng lại ở bãi rác này.Đọc thêm",
            "Pimlico rất quan trọng đối với chúng tôi. Có kế hoạch dài hạn để sớm hồi sinh và nâng cấp cơ sở. Chúng tôi mong đợi tương lai của Pimlico và mong bạn quay trở lại sau khi quá trình nâng cấp của chúng tôi hoàn tất.Đọc thêm",
            "Tôi - tôi không thích đua ngựa nhiều nhưng thực sự muốn xem Pimlico khi tôi thích thú với các tòa nhà lịch sử. Khu vực cá cược sạch sẽ và tiện dụng. Không có cuộc đua nhưng đường đua trông ổn và hoạt động tốt. Có rất nhiều dấu hiệu Preakness xung quanh. Tuy nhiên, khu vực lân cận thật đáng sợ để nói rằng ít nhất. Tôi đã dành rất nhiều thời gian ở Baltimore và đây là một trong số ít lần tôi thực sự run rẩy khi lái xe đến đường đua. Khu vực này đã xuống cấp và mọi người trông có vẻ râm mát. Tôi biết đường đua này mang tính lịch sử nhưng tôi đặt câu hỏi liệu sự an toàn của những vị khách tham dự Preakness có đáng để tiếp tục cuộc đua ở đây hay không. Thật là xấu hổ.Đọc thêm",
            "Disclaimer: I have only attended Pimlico on Preakness and Black Eyed Susan days, both in 2019.Going to PIM was so much fun. It has been on my bucket list for years, and I finally made the trip in May of 2019. The good: It - s easy to get to from downtown, or anywhere in or near Baltimore. I wouldn - t drive on big race days. Take an Uber or a cab, and you - ll avoid a traffic mess. They can drop you off at a designated space by the back lot, and when leaving, walk to Sinai Hospital for an easy pickup. The great: The track itself is beautiful. It - s just how I imagined it would be. The people that work there and other race patrons were just fantastic to talk to. Super helpful, and always a smile for you. Superb quality of horses coming from all over the world. Plenty of totes, we never got shut out.The bad: It wasn - t really organized that well. It seems like the owner  - Stronach Group -  really wants it to fail so they can close it and move the races to Laurel. It - s a shame as there is 150 years of history at PIM and moving it to a suburb would be a bad move for the prestigious BES and Preakness. Laurel is great, but it just wouldn - t be the same. The food was pretty bad. Maybe the best hot dogs in racing, but I - m just not that into hot dogs.The ugly: The track facilities  - infield, club house, bathrooms -  are in serious need of repair. There was water from god knows where leaking on us when we were in the clubhouse. The bathrooms smelled and were old. It just looked shabby, even for a race track. I - ve been to county fairs with nicer facilities. If I could have went and took a leak in the parking lot, I would have been much happier. Really felt bad for ladies, can - t imagine what they had to go through. Especially with all the nice dresses, etc.Bottom line: Do go in 2020 if the track is still open. It will probably move within the next year or two.Read more",
            "Lần đầu tiên ở Baltimore và đến Preakness Stakes. Đầu tiên, nó rất đông và giao thông đi vào chậm, nhưng thôi nào, mọi rắc rối đều đáng giá. Chúng tôi đậu xe trong sân riêng của công dân, ăn quán bar nấu tại nhà, bánh cua, khiêu vũ và điều này diễn ra trước khi chúng tôi bước vào đường đua. Phải, đường đua đã cũ nhưng đó là vẻ đẹp của toàn bộ trải nghiệm, hơn 100 năm qua, đám đông ăn mặc chỉnh tề và sự phấn khích rất ngon miệng. Cảm ơn Baltimore, mọi người và Pimlico vì một ngày cuối tuần tuyệt vờiĐọc thêm",
            "Chồng tôi và tôi thích xem và cá cược các cuộc đua ngựa ở nhiều đường đua khác nhau trên khắp đất nước và Pimlico cho đến nay là nơi đáng thất vọng nhất.  Đã mua vé vào hội quán của Blackeyed Susan Stakes và rất không hài lòng với chỗ ngồi của chúng tôi. Chúng tôi đã cố gắng bước ra ngoài để tận hưởng không khí trong lành và chút nắng và được thông báo rằng chúng tôi không thể - t, vì chúng tôi - không có vé ngồi bên ngoài!!!   Đường đua này không chỉ xuống cấp và kém hấp dẫn mà nhiều nhân viên còn tỏ ra thô lỗ.  Chúng tôi đã xem buổi phát sóng mô phỏng Preakness tại Công viên Larel vào ngày hôm sau và được các nhân viên mặc ấm hơn.  Công viên Laurel đẹp từ trong ra ngoài!!!!!!Đọc thêm",
            "Sau khi xem Preakness hàng năm, chúng tôi quyết định ghé thăm Trường đua Pimlico khi chúng tôi ở Baltimore.  Thật thất vọng.  Chúng tôi bước vào qua lối vào nhà câu lạc bộ và đi lên tầng trên để đến khu vực phát sóng mô phỏng.  Nó bẩn thỉu và xuống cấp, khiến tôi nhớ đến một sòng bạc cũ đã hết thời hạn sử dụng.    Trong khu vực cá cược có rất nhiều người đang tụ tập - nhiều người trông không có vẻ gì là họ có đủ khả năng để mất bất kỳ khoản tiền nào.  Chúng tôi đi bộ qua khu vực, đi qua cửa bên đường ray để ra bên ngoài, chụp vài bức ảnh về đường đua rồi rời đi càng nhanh càng tốt.  Với những người đi lại trong bãi đậu xe, tất cả đều hơi đáng sợ.Đọc thêm"
        ],
        "star_ratings": [
            18,
            29,
            31,
            19,
            12
        ],
        "review_amount": 109,
        "location": [
            "Hoa Kỳ",
            "Baltimore",
            "Maryland - MD -",
            "Trường Đua Pimlico",
            "Những điều cần làm ở Baltimore"
        ],
        "reviews_time": [
            "Written May 19, 2024",
            "Written May 22, 2023",
            "Written May 30, 2022",
            "Written May 26, 2022",
            "Written January 18, 2020",
            "Written June 2, 2019",
            "Written May 30, 2019",
            "Written May 23, 2019",
            "Written May 19, 2019",
            "Written March 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60811-d116686-Reviews-Pimlico_Race_Course-Baltimore_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4661775-Reviews-New_York_Fry_Chicken-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d913207-Reviews-Judy_s_Island_Grill_Bake_Shop-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d3314537-Reviews-Cocoaccinos-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4538583-Reviews-Burger_King-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4727939-Reviews-McDonald_s-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d915012-Reviews-Klassic_Kitchen-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d5072810-Reviews-Baskin_Robbins-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4917628-Reviews-McDonald_s-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d4840675-Reviews-Dunkin-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60811-d517928-Reviews-Ethel_s_Creole_Kitchen-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109079-Reviews-Baltimore_Museum_of_Art-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d103081-Reviews-The_Walters_Art_Museum-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558758-Reviews-The_Johns_Hopkins_University-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d23777206-Reviews-Engine_45_Fire_House-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d532175-Reviews-Peabody_Library-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d104307-Reviews-Oriole_Park_at_Camden_Yards-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d144281-Reviews-Basilica_of_the_National_Shrine_of_the_Assumption_of_the_Blessed_Virgin_Mary-Baltim.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558767-Reviews-Jewish_Community_Center_of_Baltimore-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d319419-Reviews-Cylburn_Arboretum-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109078-Reviews-B_O_Railroad_Museum-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d116686-Reviews-or10-Pimlico_Race_Course-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d6433888-Reviews-Horseshoe_Casino-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d618772-Reviews-Frederick_Douglass_Isaac_Myers_Maritime_Park-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d27020424-Reviews-Royal_Casino-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d9564519-Reviews-KD_Elite_Transportation-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1749896-Reviews-Superior_Tours-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109082-Reviews-The_Maryland_Zoo-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d610046-Reviews-Hampden-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d482192-Reviews-Sherwood_Gardens-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558762-Reviews-Howard_Peters_Rawlings_Conservatory_and_Botanic_Gardens_of_Baltimore-Baltimore_Mary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d8382229-Reviews-Baltimore_Chef_Shop-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d547409-Reviews-Baltimore_Clayworks-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d26618941-Reviews-The_Village_of_Cross_Keys-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558946-Reviews-Ruth_Shaw-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d558955-Reviews-The_Store_Ltd-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d317722-Reviews-Carpe_Diem_Bar-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d3443544-Reviews-Kyocera_Dome_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d563382-Reviews-Calaveras_Lake-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1161266-Reviews-Paradise_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d8048870-Reviews-Tybee_North_Beach_Rentals-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d270016-Reviews-Harkness_Memorial_State_Park-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d4359263-Reviews-Hammam_Al_Andalus_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d295913-Reviews-Kaleici-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552757-Reviews-Dalyan_Mud_Bath-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d2322488-Reviews-Gene_Coulon_Memorial_Beach_Park-Renton_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60811-d116686-Reviews-or10-Pimlico_Race_Course-Baltimore_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60811-d116686-Reviews-Pimlico_Race_Course-Baltimore_Maryland.html"
    }
]