[
    {
        "attraction_name": "Pinacoteca Ambrosiana",
        "attraction_name_vi": "Phòng trưng bày nghệ thuật Ambrosiana",
        "general_info": [
            "1.428 đánh giá",
            "- 19 trong số 1.732 điều cần làm ở Milan",
            "Thư viện",
            "Viện bảo tàng nghệ thuật",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Pinacoteca Ambrosiana được thành lập vào tháng 4 năm 1618, khi Đức Hồng Y Federico Borromeo tặng bộ sưu tập tranh, bản vẽ và tượng của mình cho Biblioteca Ambrosiana, nơi ông thành lập vào năm 1607. Bên trong con đường mở rộng của Pinacoteca, được nối thành 24 phòng, chúng ta có thể chiêm ngưỡng một số kiệt tác vĩ đại nhất mọi thời đại, như The Musician của Leonardo, The Basket of Fruit của Caravaggio, Phim hoạt hình về trường học Athens của Raphael, Sự thờ phượng của pháp sư của Titian, Madonna del Padiglione của Sandro Botticelli và tác phẩm tráng lệ Bình hoa của Jan Brueghel. Điểm kết thúc lý tưởng của chuyến tham quan là phòng đọc sách cổ có từ thế kỷ 17 của Biblioteca Ambrosiana, Phòng Federiciana, là khung cho triển lãm Codex Atlanticus. XIN LƯU Ý: Theo quy định mới nhất của Chính phủ Ý, từ ngày 6 tháng 8 năm 2021 sẽ phải xuất trình thẻ xanh để được nhận vào. Thông tin đầy đủ trên trang web của chúng tôi.Đọc thêm",
        "reviews": [
            "Cốt lõi sôi động của Milan nằm ở Centro. Quảng trường Duomo được bao quanh bởi nhà thờ gothic, biểu tượng lịch sử của Milan. Tuy nhiên, mua sắm là điều thu hút hầu hết đám đông đến khu vực này. Galleria Vittorio Emanuele II sang trọng và đa năng với các cửa hàng sang trọng và nhà hàng chất lượng cao sẽ biến bất kỳ chuyến mua sắm hoặc chuyến tham quan ăn trưa nào thành trải nghiệm hoàng gia. Hãy lên tầng thượng của khách sạn La Rinascente hàng đầu để ngắm nhìn quảng trường sôi động với toàn cảnh Duomo. Corso Vittorio Emanuele II là con phố mua sắm cao cấp. Các thương hiệu đủ loại, nghệ sĩ đường phố thu hút sự chú ý của mọi du khách; trong khi ở Via Santa Radegonda 16, Luini Panzerotti là một cửa hàng ẩm thực đường phố được đánh giá cao, mang đến những trải nghiệm ẩm thực không thể tưởng tượng được. Nếu việc mua sắm khiến bạn mệt mỏi, hãy cân nhắc ghé thăm Castello Sforzesco, một lâu đài từ thế kỷ 15 có nhiều bảo tàng. Những người muốn thư giãn có thể đến Parco Sempione, nơi thiên nhiên mang lại sự nghỉ ngơi sau năng lượng của thành phố năng động và quốc tế này.Đọc thêm",
            "Bộ sưu tập rất thú vị các bức tranh thiêng liêng cũng như chân dung. Có một bức tranh vẽ giỏ trái cây của Caravaggio - bản thân bức tranh này rất đáng để ghé thăm. Tòa nhà đẹp có nhiều cánh.Đọc thêm",
            "Có rất nhiều kiệt tác trên 1m2. Bạn chỉ có thể đi lang thang tất cả những điều này và các bậc thầy người Ý cũ. Bộ sưu tập hay, bạn phải xem nó. Đối với tôi, trải nghiệm tuyệt vời nhất là khi tôi nhìn thấy chữ viết tay của LeonardoĐọc thêm",
            "Trải nghiệm tuyệt vời, dành cho những người trẻ và lớn tuổi. Và không quá đông đúc Sự lựa chọn hoàn hảo Ước gì tôi đã đặt một cuốn sách nóiĐọc thêm",
            "Thật là một nơi tuyệt vời. Rất nhiều giá trị và nghệ thuật. Nó đã được lấp đầy bởi nhiều thứ. Địa điểm lịch sử và kiến ​​trúc nào. Tôi thật may mắn khi có được một người hướng dẫn thực sự hay cho một sự kiện riêng tư và thật tuyệt vờiĐọc thêm",
            "Theo tôi, đây là một bảo tàng nghệ thuật hoàn toàn xuất sắc, tốt nhất ở Milan! Tôi - đã đến một số bảo tàng nghệ thuật tốt nhất trên thế giới bao gồm The Louvre, Vatican và Met ở NYC và mặc dù điều này - không ngang tầm với những bảo tàng đó nhưng chắc chắn chỉ phù hợp với một bậc dưới đây. Bộ sưu tập rất xuất sắc với đỉnh cao là DaVinci.  Hai nhược điểm duy nhất của tôi là cách bố trí của bảo tàng và quan trọng hơn, điều khó chịu nhất là nó quá tối. Một số phòng tối đến nỗi tôi phải dùng đèn pin trên điện thoại để có thể đọc mô tả bức tranh.Đọc thêm",
            "Hãy chắc chắn khám phá trang web để lên kế hoạch cho chuyến thăm của bạn - bạn có thể muốn xem lại và - hoặc in bản đồ trước khi ghé thăm - .  Trang web có các đề xuất cho các lượt truy cập với nhiều khoảng thời gian khác nhau.  Xem mật mã của da Vinci thực sự rất thú vị, và việc trưng bày bản vẽ sơ bộ và giải thích về kỹ thuật của Raphael - thật hấp dẫn.  Bạn chắc chắn có thể dành nhiều thời gian ở đây nhưng cũng có thể sắp xếp lịch trình ngắn hơn nếu cần.Đọc thêm",
            "Bộ sưu tập đáng chú ý trong các tòa nhà có kiến ​​trúc thú vị.  Ánh sáng đẹp. Phim hoạt hình Rafael thật tuyệt vời.  Ước gì có thêm thông tin bằng tiếng Anh.  Đọc thêm",
            "Khá gần quảng trường chính nhưng ẩn đi.  Đã đến 1000 giờ khai mạc và không phải xếp hàng nên chuyến tham quan rất yên bình.  Sự kết hợp thực sự thú vị giữa kiến ​​trúc bên trong, bộ sưu tập nghệ thuật tuyệt vời, tác phẩm điêu khắc và các hạng mục khác bao gồm màn hình codex của Da Vinci.  Rất khuyến khích.  Đã thực hiện chuyến tham quan hầm mộ cũng đáng xem.  Một số quán cà phê gần đó để uống cà phê và suy ngẫm sau đó.Đọc thêm",
            "Điều này rất thú vị. Tôi đặc biệt yêu thích phần thư viện và xem các bản phác thảo và bản vẽ của Da Vinci. Thật đáng để dành thời gian đến đó - tham quan xung quanh.Đọc thêm",
            "Đúng, nó chứa Codex của Da Vinci, nhưng cuốn sách đã bị đóng và chúng hiển thị một số bản sao của một vài trang từ cuốn sách gốc. Điều đáng chú ý hơn là tất cả các tác phẩm nghệ thuật mà bạn có thể ngắm nhìn trong hội trường trước khi đến thư viện, nơi trưng bày Codex.Đọc thêm",
            "Cuốn Codex Atlanticus của Leonardo da Vinci có thực sự được trưng bày trong Ambrosiana Biblioteca không? Đây là màn hình hiển thị vĩnh viễn hay tạm thời? Theo trang web, lối vào thư viện chỉ bằng cách đăng ký và chấp nhận bởi thủ thư và Codex có trong thư viện????Đọc thêm",
            "Tôi hiểu rằng bất cứ lúc nào cũng có những trang chọn lọc từ Codex được trưng bày trong một căn phòng ở Ambrosiana. Chúng tôi đã ở đó vào tháng 11 năm 2018 và thấy các trang có ghi chú về nhạc cụ và một vài bức vẽ phác thảo. Rõ ràng đây không phải là tác phẩm vĩ đại nhất của da Vinci, nhưng dù sao cũng rất thú vị để xem.Đọc thêm",
            "Tôi đọc từ bài đánh giá này về khả năng chụp ảnh trong phòng trưng bày nghệ thuật: đó là một sai sót hay quy định cuối cùng đã thay đổi? cảm ơn, renatoĐọc thêm",
            "Rõ ràng là bạn có thể chụp ảnh mà không cần đèn flash.Đọc thêm",
            "Phí vào cửa là bao nhiêu và tôi có nên đặt trước không? Đọc thêm",
            "Chi phí cho người lớn vào qua trang web của họ - hơi phức tạp - là - 16,50. Chúng tôi đã đến đó 3 lần khác nhau vào những thời điểm khác nhau trong suốt tháng 7 và tháng 8 và chưa bao giờ phải xếp hàng nên tôi không nghĩ việc mua vé trước địa điểm cụ thể này là điều cần thiết. Mặc dù đôi khi có những vé kết hợp với các điểm tham quan khác có thể được giảm giá.\n\nTuy nhiên, bạn chắc chắn phải đặt trước để xem Bữa tối cuối cùng - tuyệt vời - và Duomo, dù chỉ là để đi vào nhà thờ hay đi bộ trên thành lũy.Đọc thêm",
            "Phí vào cửa là bao nhiêu và tôi có nên đặt trước không? Đọc thêm",
            "Khoảng 15 euro, tùy thuộc vào độ tuổi và gói vé của bạn. Bạn có thể mua chúng trực tuyến với một khoản phí nhỏ, nhưng thời điểm này trong năm thì không cần phải đặt trước. Có lẽ vào mùa hè bạn nên làm vậy.Đọc thêm",
            "Có cần thiết phải mua vé trước không?Đọc thêm",
            "Nó - không đông đúc. Không có dòng nào cả. Chỉ có vài chục người thôi\nkhông phải hàng ngàn như ở Duomo. Nhưng tôi luôn thích mua trước. Sự lựa chọn của bạn.Đọc thêm",
            "Xin chào, có quy định về trang phục khi vào bảo tàng không? Đọc thêm",
            "Xin chào - không phải tôi - tôi biết.Đọc thêm",
            "bạn có thể đến thư viện học được không?Đọc thêm",
            "Chào buổi sáng,\n\nphòng đọc mở cửa phục vụ những ai có nhu cầu tham khảo tài liệu của Thư viện phục vụ mục đích học tập, nghiên cứu.\n\nCarolina DonzelliĐọc thêm",
            "Xin chào Smokekiedog,\nbạn có biết Caravaggio đang được trưng bày ở đâu ở London không?\nCảm ơn,\nMuksonĐọc thêm",
            "Phòng trưng bày Quốc gia.....Tôi nghĩ......hãy kiểm tra trang web của họ.\nSmokeiedogĐọc thêm",
            "L - Vào cửa miễn phí vào Chủ nhật đầu tiên của tháng? Cảm ơn trước câu trả lời của bạnĐọc thêm",
            "non lo vậyĐọc thêm",
            "Xin chào! Bạn có nhận được máy hướng dẫn âm thanh khi đi không? Bạn có muốn giới thiệu một cái không? Cảm ơn trướcĐọc thêm",
            "Tôi đã sử dụng hướng dẫn bằng âm thanh trong một lần ghé thăm. Tôi có nền tảng nghệ thuật ở mức trung bình nhưng thấy nó hữu ích. Tôi cũng thích khám phá chậm rãi, vì hướng dẫn không bao gồm mọi thứ. Tôi chắc chắn sẽ giới thiệu một hướng dẫn, tùy thuộc vào nền tảng của riêng bạn. Bạn chắc chắn sẽ có được nhiều chi tiết hơn và nó cho bạn cơ hội ngồi xuống và nghe giải thích. Đọc thêm"
        ],
        "star_ratings": [
            917,
            369,
            87,
            32,
            23
        ],
        "review_amount": 1428,
        "location": [
            "vùng Lombardy",
            "Phòng trưng bày nghệ thuật Ambrosiana",
            "Nước Ý",
            "Châu Âu",
            "Những điều cần làm ở Milano",
            "Milano"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written April 2, 2024",
            "Written January 8, 2024",
            "Written December 13, 2023",
            "Written December 1, 2023",
            "Written November 4, 2023",
            "Written October 24, 2023",
            "Written October 23, 2023",
            "Written October 12, 2023",
            "Written September 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187849-d243392-Reviews-Pinacoteca_Ambrosiana-Milan_Lombardy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d27502599-Reviews-Come_na_Vorta_Pasta_E_Vino_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d25183752-Reviews-Spun_Leggerezza_A_Forma_Di_Tiramisu-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d10229522-Reviews-Piz-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7323049-Reviews-Risoelatte-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d14000947-Reviews-Pomet_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d24167962-Reviews-Parea_Bistrot-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d8317442-Reviews-San_Mauri-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d6872535-Reviews-Ciacco_Gelato_Senz_altro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d3651696-Reviews-Sushi_Li-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d23650099-Reviews-Marea_Seafood_Beverage-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d15549459-Reviews-Leonardo_Icon-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6153110-Reviews-Resti_Del_Foro_Romano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2194730-Reviews-Museo_Mangini_Bonomi-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12083149-Reviews-Cripta_San_Sepolcro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d246678-Reviews-Chiesa_di_Santa_Maria_presso_San_Satiro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194342-Reviews-Galleria_Vittorio_Emanuele_II-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1899818-Reviews-Civico_Tempio_di_San_Sebastiano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2353493-Reviews-Piazza_Mercanti-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d202624-Reviews-Piazza_del_Duomo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6352610-Reviews-Citta_Nascosta_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243392-Reviews-or10-Pinacoteca_Ambrosiana-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6123472-Reviews-Memoriale_Della_Shoah_Di_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1930515-Reviews-Villa_Necchi_Campiglio-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194343-Reviews-Bagatti_Valsecchi_Museum-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194344-Reviews-Museo_Poldi_Pezzoli-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1946565-Reviews-Casa_Museo_Boschi_Di_Stefano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591187-Reviews-Basilica_di_Sant_Ambrogio-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2387551-Reviews-Gallerie_d_Italia-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8027215-Reviews-Museo_Pieta_Rondanini-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243400-Reviews-Pinacoteca_di_Brera-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1912625-Reviews-Civico_Planetario_Ulrico_Hoepli-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8657787-Reviews-Enoteca_Iemmallo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d7592998-Reviews-Sotto_il_Gazebo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d284166-Reviews-Peck-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6631081-Reviews-Limousine_Italy_Milan-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d23818941-Reviews-Acetaia_Giusti_Boutique_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g2391363-d15265780-Reviews-Elite_Royal_Cars-Province_of_Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d577770-Reviews-Alaska_Rainforest_Sanctuary-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g55580-d3378448-Reviews-Texas_Outdoor_Musical-Canyon_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d3584422-Reviews-ITC_Mangga_Dua-Jakarta_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g34600-d199053-Reviews-St_Augustine_Beach-Saint_Augustine_Beach_St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19757799-Reviews-Central_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d1643714-Reviews-Historic_Roscoe_Village-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d8448749-Reviews-Monkey_Island-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d23646096-Reviews-Live_Oak_Bank_Pavillion-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303802-d3592538-Reviews-Vidova_Gora-Bol_Brac_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d8781490-Reviews-The_Zoo_Amphitheatre-Oklahoma_City_Oklahoma.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187849-d243392-Reviews-or10-Pinacoteca_Ambrosiana-Milan_Lombardy.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187849-d243392-Reviews-Pinacoteca_Ambrosiana-Milan_Lombardy.html"
    }
]