[
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện một chuyến đi xe đạp. Phong cảnh tuyệt vời và hướng dẫn viên du lịch nhiều thông tin. Đây chỉ là một cách tuyệt vời để biết thêm về Việt Nam.Đọc thêm",
            "Tôi đạp xe trong ngày với hướng dẫn Luit. Chuyến đi từ Đà Lạt đến thác Voi.  Tham quan trang trại hoa, trang trại cà phê, trang trại rượu gạo và dế. Chuyến đi ngoạn mục xuyên rừng và núi.  Chủ yếu là xuống dốc nên dễ đi. Luit thực sự hữu ích và cung cấp nhiều thông tin về lịch sử và văn hóa của khu vực.  Thực sự ủng hộ và chúng tôi đã đi theo tốc độ của riêng mình. Chúng tôi kết thúc tại Tượng Phật với tầm nhìn ra Thác Voi.  Chúng tôi ăn trưa và trở lại xe tải về Đà Lạt. Ngày rất đáng nhớ. Chắc chắn sẽ đề nghị. Cảm ơn Richard và Debbie Đọc thêm",
            "Tôi đã ở Đà Lạt vào tháng 11 năm 2022 và muốn đi bộ đường dài hoặc đi bộ đường dài trong hẻm núi. Vì họ không có nhóm đi bộ đường dài nào vào ngày hôm đó, nên tôi đã tham gia đi bộ đường dài trong hẻm núi. Tôi đã chọn Pine Track vì họ được giới thiệu là một lựa chọn đáng tin cậy, có uy tín trong cuốn sách hướng dẫn du lịch cũ của tôi và dường như đã vượt qua được đại dịch, điều mà tôi nghĩ là một dấu hiệu tốt. Chúng tôi là một nhóm khá nhỏ - 3 khách - 2 hướng dẫn viên - . Thiết bị hiện đại và mọi thứ đều được thực hiện với tiêu chuẩn an toàn cao. Một trong những hướng dẫn viên đã chụp ảnh chúng tôi bằng điện thoại và làm rất tốt việc đó, vì vậy tôi đã có một số bức ảnh đẹp. Thật không may, tôi đã bị bầm tím vết rách của mình khi - tự do - nhảy xuống nước. Trước đó, tôi đã hoài nghi và không muốn làm điều đó, nhưng một trong những hướng dẫn viên vẫn thuyết phục tôi. Chấn thương chủ yếu là do lỗi của tôi, nhưng nó vẫn làm giảm trải nghiệm của tôi. May mắn thay, cơn đau đã nhanh chóng biến mất. Đọc thêm",
            "Đây là thời điểm cao điểm trong tháng của chúng tôi ở Việt Nam.  Một nửa ngày tuyệt vời với trò đu dây, leo dốc, nhảy, trượt và nói chung là làm những việc mà chúng tôi không tưởng tượng được.  Những hướng dẫn tuyệt vời để chỉ cho chúng tôi những gì bạn làm và hỗ trợ chúng tôi.  Chúng tôi đã quan sát thấy các nhóm lớn hơn thực hiện một lượt thực hiện một số phần của khóa học nhưng chúng tôi có nhiều lượt thực hiện một số nội dung do quy mô nhỏ của bạn.  Rất muốn giới thiệuĐọc thêm",
            "Team Building năm nay tại Đà Lạt của công ty chúng tôi đã thành công nhờ Pine Track Adventures. Chúng tôi đã đi xe đạp và vượt thác. Với môn đạp xe, họ có những chiếc xe đạp rất tốt và chuyên nghiệp có thể đưa bạn vượt qua 6 ngọn đồi. Đối với việc vượt thác, nó chỉ là - WOW - !!! 3 hướng dẫn viên tên Thương, Biệt và Linh rất tốt bụng, thân thiện và chuyên nghiệp. Với những lời khuyên và hướng dẫn của họ, mọi người đều có thể hoàn thành cả 5 thử thách. Họ thật giỏi trong việc khiến tôi bình tĩnh lại khi tôi quá sợ hãi haha. Hãy tin tôi, bạn sẽ cảm thấy thật tuyệt vời sau đó và vượt qua chính mình. Rất khuyến khích công ty này cho những ai muốn thử điều gì đó tuyệt vời ở Đà Lạt!!! Đọc thêm",
            "Đã có một ngày vượt thác đáng yêu với công ty này. Rat muon gioi thieu cho moi nguoi. Họ thực sự giỏi trong việc giải thích mọi thứ và đảm bảo rằng chúng tôi được an toàn và hạnh phúc. Bữa trưa dã ngoại nho nhỏ cuối ngày thật ngon.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi rừng, thật tuyệt vời từ đầu đến cuối.  Điểm dừng chân đầu tiên ở làng gà, nơi người dân địa phương làm ra những tấm vải tuyệt vời.  Sau đó xuyên rừng rậm hoang sơ lên ​​đỉnh núi Voi rồi cuối cùng xuống hồ Hồ Tuyền Lâm tuyệt đẹp.  Lim hướng dẫn của chúng tôi là người có nhiều thông tin, hiểu biết và đã thực hiện một chuyến dã ngoại tuyệt vời. Anh ấy cũng có ý thức về môi trường và nhặt một số rác để tránh lợn rừng ăn phải. Đọc thêm",
            "Chào Mike,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn về điều này. Chúng tôi hy vọng bạn có thời gian vui vẻ ở Việt Nam và hẹn gặp lại bạn trong những hoạt động khác.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Vào tháng 2 năm 2020, chúng tôi đã lái xe từ Đà Lạt đến Hội An bằng xe máy, với 2 hướng dẫn viên của cuộc phiêu lưu trên đường Thông. Chúng tôi đã có một hành trình tuyệt vời nhờ Minh và Louis, 2 tay đua xe máy chuyên nghiệp. Lái xe rất cẩn thận và phản ứng nhanh, chúng tôi đã làm tốt giải thích trên đường đi.  Các hướng dẫn viên chú ý đến từng chi tiết.   Sự chào đón nồng nhiệt ở văn phòng đã khiến chúng tôi chọn công ty này và chúng tôi không thất vọng.   , Đó là một trải nghiệm thú vị và chúng tôi chắc chắn sẽ khuyên bạn nên tham gia chuyến phiêu lưu trên Đường mòn Đọc thêm",
            "Thân gửi Sara,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian tại Pine Track Adventures. Hy vọng bạn cũng có một ngày đi bộ đường dài tuyệt vời ở Đà Lạt.\n\nCả hai bạn đều đi một chặng đường dài bằng xe máy và thật tuyệt khi biết bạn thích chuyến đi. Chúng tôi rất vui với phản hồi và đánh giá của bạn về chuyến đi này. Chúng tôi hy vọng bạn có khoảng thời gian tuyệt vời ở Việt Nam và hẹn gặp lại.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Tôi và chị gái đã thực hiện chuyến đi 2D - 1N từ Đà Lạt đến Nha Trang với Pine Track Adventures và đó là điểm nổi bật trong chuyến đi của chúng tôi cho đến nay. Chỉ có chúng tôi trong chuyến lưu diễn với Ang, tài xế của chúng tôi và Frankie, hướng dẫn viên của chúng tôi, người nói tiếng Anh xuất sắc, rất thân thiện và giúp tôi ăn chay. Được tổ chức tốt, xe đạp leo núi Trek chất lượng tuyệt vời, phong cảnh đáng kinh ngạc và đoạn đường xuống dốc dài 30km cực kỳ thú vị ở gần cuối! Rất muốn giới thiệu.Đọc thêm",
            "Miranda thân mến,\n\nCảm ơn bạn rất nhiều vì lời khuyên của bạn và đánh giá chúng tôi về điều này. Và cảm ơn bạn đã dành thời gian đồng hành cùng Pine Track Adventures khi bạn ở Đà Lạt. Chúng tôi hy vọng bạn có thời gian vui vẻ ở Việt Nam và hẹn gặp lại bạn trong những hoạt động khác.\nTrân trọng,\n\nĐịnh\nĐọc thêm",
            "Một ngày tuyệt vời với Pinetrack trong chuyến tham quan bằng xe đạp 1 ngày - từ Đà Lạt đến Mũi Né!! Chúng tôi được đón từ khách sạn ở Đà Lạt và từ đó trở đi, mọi thứ đều được chăm sóc chu đáo với rất nhiều sự chu đáo trong suốt cả ngày. Chuyến tham quan chỉ có hai chúng tôi, với một hướng dẫn viên đạp xe cùng chúng tôi và một người khác lái - phương tiện hỗ trợ -. Chúng tôi được cung cấp đủ lượng nước cần thiết cả ngày và một bữa trưa dã ngoại tuyệt vời với bánh mì sandwich và nhiều trái cây tươi. Việc đạp xe có nhiều phần đầy thử thách nhưng thực sự rất thú vị. Phong cảnh trên đường đi thật tuyệt vời và hướng dẫn viên của chúng tôi có thể kể cho chúng tôi về những ngôi làng địa phương mà chúng tôi đã đi qua và làm nông nghiệp, v.v. Có rất nhiều điểm dừng chân và cơ hội để chụp ảnh dọc theo tuyến đường 70 km và khăn ướt lạnh như băng được cung cấp cùng với dưa hấu lạnh khi chúng tôi đi đến cuối chuyến đi. Đây là một điểm cao nhất định trong vài tuần của chúng tôi ở Việt Nam và chúng tôi muốn giới thiệu nó cho bất kỳ ai muốn tập thể dục với một số góc nhìn tuyệt vời! Đọc thêm",
            "Chào emily,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian tham gia Pine Track Adventures. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi.\nVà cảm ơn rất nhiều vì đánh giá của bạn về điều này. Chúng tôi hy vọng bạn có thời gian vui vẻ ở Việt Nam và hẹn gặp lại bạn trong những hoạt động khác.\n\nTrân trọng,\n\nDinhĐọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written November 16, 2023",
            "Written March 29, 2023",
            "Written January 6, 2023",
            "Written November 4, 2022",
            "Written December 10, 2020",
            "Written February 25, 2020",
            "Written February 13, 2020",
            "Written February 11, 2020",
            "Written February 11, 2020",
            "Written January 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or10-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1466323-d669356-Reviews-Camel_Park-Mazotos_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187823-d2356866-Reviews-Galeone_Neptune-Genoa_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155252-Reviews-Underground_City-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7133186-Reviews-Wata_Land_Eco_Fun_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g8588726-d12881418-Reviews-Ikogosi_Warm_Springs-Ikogosi_Ekiti_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g319793-d6351233-Reviews-Formentor_Lighthouse-Pollenca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-Kalido_Travel-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8782901-Reviews-Trail_3-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d1379030-Reviews-McWay_Falls-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10746098-Reviews-Hoosier_Pass-Breckenridge_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or10-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến đi nửa ngày khoảng 10 km. Phải leo núi một chút khi bắt đầu đi bộ và sau đó đi bộ vào rừng. Không có nhiều hệ động thực vật thú vị để quan sát - so với những gì chúng ta đã từng thấy ở Úc -.  Bữa trưa ngon miệng và hướng dẫn viên của chúng tôi nói tiếng Anh khá tốt. Quang cảnh Đà Lạt và khu vực xung quanh thật tuyệt vời. Chúng tôi cũng đã thực hiện chuyến tham quan bằng xe đạp Voi và Tơ vài ngày sau đó, thật là vui. Tất cả đều diễn ra trên đường, điều này hơi đáng sợ, tuy nhiên hai hướng dẫn viên của chúng tôi rất chú ý đến sự an toàn của chúng tôi. Chuyến tham quan đưa chúng tôi đến một số địa điểm thú vị: trang trại cà phê, nhà máy tơ lụa, nhà máy chưng cất rượu gạo và thậm chí chúng tôi còn được nếm thử một số con dế mới nướng.  Đó là một cơ hội tuyệt vời để khám phá vùng nông thôn và văn hóa địa phương với những hướng dẫn viên thân thiện và hữu ích của chúng tôi, Terry và Ya. Họ cũng cung cấp một bữa ăn trưa dã ngoại ngon miệng. Đọc thêm",
            "Xin chào Helusia,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian cho Pine Track Adventures khi bạn ở Đà Lạt. Chúng tôi hy vọng bạn có khoảng thời gian tuyệt vời ở Việt Nam. Hy vọng bạn đã trở về nhà an toàn.\n\nRất cảm kích khi bạn đánh giá cao điều này.\n\nTrân trọng,\n\nDinh\n\nĐọc thêm",
            "Ngày tuyệt vời băng qua thác nước và trekking qua khung cảnh yên tĩnh tuyệt đẹp. Thắng - hướng dẫn viên chính - rất chuyên nghiệp trong việc khuyến khích và trấn an mọi người, đặc biệt là đôi khi điều đó hơi căng thẳng - Tôi đã tự mình đi và có khoảng thời gian tuyệt vời nhất nhờ những hướng dẫn viên đáng yêu. Những người trẻ trong nhóm cũng là những người bạn tuyệt vời. Bạn có thể làm điều này ở hầu hết các lứa tuổi miễn là bạn - lý tưởng nhất là có một chút sức mạnh trong tay!Đọc thêm",
            "Chào bạn,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt. Chúng tôi đang nghĩ rằng cuộc vượt thác là một ngày tuyệt vời đối với bạn. Chúc các bạn có thời gian vui vẻ ở Việt Nam và hẹn gặp lại các bạn trong những hoạt động khác.\n\nCảm ơn lời khuyên của bạn về điều này. Vui lòng đánh giá cao.\n\nTrân trọng,\n\nĐình Đọc tiếp",
            "Nhờ có hướng dẫn viên của chúng tôi với Pine Track Adventures, đây quả là một ngày Đạp xe leo núi tuyệt vời! Tôi đã bao gồm một số bức ảnh từ cuộc phiêu lưu xe đạp hoành tráng của chúng tôi! Có rất nhiều bùn kỹ thuật! Ồ vâng, Chúng tôi có kỹ năng. Chúng tôi đi thăm núi rừng, sau đó đạp xe đến trang trại cà phê chồn - Vâng, chúng tôi có một cốc - sau đó chúng tôi đạp xe đến trang trại dế - vâng, chúng tôi ăn dế chiên với rượu gạo - sau đó đi xe đạp bà cao nhất Tượng Phật ở Việt Nam - cao khoảng 200 ft - chúng tôi dùng bữa trưa ngon miệng và sau đó đạp xe đến Thác Voi, - Thác nước khổng lồ mà bạn có thể đi bộ đến hang động và đi ra phía sau thác, thật là mạnh mẽ - lúc đó 5:30 chiều chúng tôi đã đến nơi xa Đà Lạt đến mức họ phải đến đón chúng tôi bằng xe hỗ trợ của họ. 9:00 sáng đến 5:30 chiều, chàng trai, chúng tôi mệt mỏi và đau nhức nhưng chúng tôi rất vui.! Bạn có thể đặt tour này trực tuyến. Mọi thứ diễn ra suôn sẻ, họ rất chuyên nghiệp. Phải nói đây là điểm nhấn trong chuyến đi Đà Lạt của chúng tôi. Nếu bạn có thể đi xe MTB thì chúng tôi khuyên bạn nên - Pine Track Adventures - Đọc thêm",
            "Chúng tôi đã tình cờ gặp những người này khi đặt xe đạp trong ngày. Họ đã tổ chức những chiếc đuôi cứng chất lượng hàng đầu và giúp chúng tôi tìm ra lộ trình đi xe đạp. Bởi vì chúng rất hữu ích nên chúng tôi bắt đầu nói về việc vượt thác và quyết định đi cùng họ. Frankie và Lam đưa gia đình chúng tôi đi chơi và chúng tôi rất vui vì đã chọn họ. Khi chúng tôi huấn luyện, các công ty du lịch khác đã hét vào mặt nhóm của họ như thể đó là huấn luyện cơ bản cho quân đội nhưng Frankie và Lam thực sự là những chàng trai vui tính nhưng hoàn toàn chuyên nghiệp. Cuộc vượt thác thực sự là một vụ nổ lớn và gia đình chúng tôi có độ tuổi từ 14 đến 50 và tất cả chúng tôi đều có thể làm mọi thứ với sự huấn luyện chuyên nghiệp của họ. Họ siêu kiên nhẫn và bữa trưa bên bờ sông có sức lan tỏa đáng kinh ngạc. Frankie cho biết Lâm rất giỏi mua đồ ăn ở chợ vì anh ấy có cách với các cô gái ở đó. Dù sao thì một cái gì đó như thế. Tôi nghĩ họ đang chọc tức nhau, điều này khá buồn cười. Thy cũng đã chụp ảnh trên một trong những chiếc điện thoại của chúng tôi và một số đoạn phim GoPro mà họ đang tải lên cho chúng tôi. Tôi không thể giới thiệu những người này nhiều hơn. Họ - xuất sắc nhất và họ thực sự quan tâm đến môi trường. Cảm ơn các bạn. Đọc thêm",
            "Frankie và Lam thật tuyệt vời và tôi không thể giới thiệu chuyến tham quan này đủ cao. Chúng tôi đã vượt thác và có một trải nghiệm tuyệt vời. Họ rất tử tế và hỗ trợ và làm cho ngày của chúng tôi thật thú vị. Nếu bạn - ở Đà Lạt hãy đi cùng những người này Đọc thêm",
            "Kính thưa tất cả,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian tham gia Pine Track Adventures. \n\nChúng tôi rất vui khi biết rằng bạn thích hướng dẫn viên của chúng tôi hơn chuyến đi vượt thác của chúng tôi.. - :- -  \nTôi sẽ chuyển nó cho Lam và Frankie...\n\nChúc bạn và gia đình có thời gian vui vẻ tại Việt Nam.\nMong sớm gặp lại bạn ở Việt Nam \n\nKết hôn với Giáng sinh và năm mới hạnh phúc!\n\nTrân trọng \n\nDinhĐọc thêm",
            "Tim và Tony thật tuyệt vời, ngày cao điểm đầy cảm xúc này có rất nhiều niềm vui khi trượt xuống thác Datanla! Chúng tôi luôn cảm thấy an toàn và biết rằng Tim và Tony là những chuyên gia, họ đã chụp được những bức ảnh tuyệt vời về chúng tôi và biến nó thành một trải nghiệm đáng nhớ! Chắc chắn sẽ đề xuất và vui vẻ làm lại!! Đọc thêm",
            "Một ngày đẹp trời đi bè xuôi dòng sông cùng Frankie và Tony! Nó không quá khắc nghiệt và thoải mái hơn nhưng khi bạn vượt qua ghềnh cấp 2 - 4, Frankie rất chuyên nghiệp và đảm bảo rằng tất cả chúng tôi đều biết mình đang làm gì. Chúng tôi đã có một ngày tuyệt vời sau đó đi tham quan tất cả các trang trại và ăn trưa. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi xe đạp dài 70 km giữa Đà Lạt và Mũi ne Terry đã đón chúng tôi từ chỗ ở đúng giờ và ngay lập tức rất thân thiện và hữu ích, chúng tôi lái xe chỉ hơn một giờ để bắt đầu chuyến đi. Xe đạp cũng có chất lượng tốt và kích cỡ phù hợp . Terry đặt ra một tốc độ rất dễ quản lý với thông tin địa phương và nhiều cơ hội chụp ảnh, phong cảnh đôi khi tuyệt đẹp ngang bằng với bất cứ thứ gì nhìn thấy trong chuyến du lịch của chúng tôi, một điểm dừng ăn trưa tuyệt vời, sau đó là một đoạn đường dài đi xuống. Chúng tôi đã gặp chiếc xe dự phòng đưa chúng tôi và hành lý đến chỗ ở của chúng tôi ở Mũi Né thật dễ dàng. Terry là một chàng trai tốt. Tôi sẽ giới thiệu chuyến đi này mà không vấn đề gìĐọc thêm",
            "Xin chào Greg và Chelle,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đến với Pine Track Adventures - Đà Lạt.\nChúng tôi rất vui khi thấy phiếu bầu của bạn trong việc này. Chúng tôi sẽ cố gắng hết sức để xây dựng những chuyến đi ngày càng tốt hơn. Tôi sẽ chuyển cái này cho Terry.\n\nChúc bạn có thời gian vui vẻ ở Việt Nam và mong sớm gặp lại bạn.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Chúng tôi đã có trải nghiệm vượt trội về nước trắng và chuyến tham quan địa phương với các hướng dẫn viên du lịch mạo hiểm và thân thiện.  Sau thác ghềnh, chúng tôi dùng bữa trưa với các món ăn đường phố địa phương, sau đó ghé thăm đồn điền cà phê phân, trang trại dế và nhà máy sản xuất tơ lụa trên đường trở về Đà Lạt.  Rất khuyến khích! Đọc thêm",
            "Mặc dù các công ty khác không cung cấp dịch vụ đi bè vào thời điểm tôi đến, nhưng Pine Track vẫn cung cấp chuyến tham quan. Nó thực sự giống chèo thuyền kayak hơn là đi bè, nhưng nó thật tuyệt! Một cuộc phiêu lưu thú vị xuyên qua sông và rừng, một số trò nhảy tự do và nó được kết hợp với nhà máy tơ lụa cũng như các trang trại dế và cà phê. Tôi để quên chiếc áo phông trên đường về nhưng họ đã tìm lại được nó trong chiếc xe tải nhỏ - - . Đọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written January 12, 2020",
            "Written January 11, 2020",
            "Written January 10, 2020",
            "Written December 14, 2019",
            "Written December 5, 2019",
            "Written November 25, 2019",
            "Written November 20, 2019",
            "Written November 7, 2019",
            "Written September 24, 2019",
            "Written September 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or10-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or20-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d3398669-Reviews-Lara_Bay_Turtle_Conservation_Station-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276878-Reviews-Gellert_Hill-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d538036-Reviews-Tintamarre_Island-Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g4414408-d7277555-Reviews-Dragon_Gate-Alvkarleby_Uppsala_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g298219-d12293584-Reviews-Ferry_Sunflower-Beppu_Oita_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d591342-Reviews-The_Path-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d637242-Reviews-Side_Ancient_City-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d198378-Reviews-Long_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d660863-Reviews-Alpine_Mountain_Golf-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8434367-Reviews-Piscina_Municipal_de_Montjuic-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or20-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or10-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Canyoning - Tour du lịch đu dây",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm đường thông vào phút cuối để thuê một số xe đạp tốt. Họ có sẵn một số thứ để lấy ngay và cho chúng tôi một số lời khuyên hữu ích về các tuyến đường. Họ cũng để chúng tôi giữ túi ở đó khi chúng tôi rời đi vào tối hôm đó. Chúng tôi quay lại sau chuyến đi và nhóm cũng giúp chúng tôi đặt xe buýt về Sài Gòn. Rất hữu ích, rất khuyến khíchĐọc thêm",
            "Đội ngũ rất chuyên nghiệp và cực kỳ thân thiện.  Chuyến đi của gia đình - mẹ, bố và 2 cậu con trai.  Đi bè rất thú vị.  Nhảy khỏi thác nước đầy thử thách nhưng là một trải nghiệm tuyệt vời.  Rất khuyến khích điều này.Đọc thêm",
            "Có một ngày tuyệt vời nhất với Frankie và Lam. Họ tốt bụng, tốt bụng và kiên nhẫn. Họ dành sự quan tâm đầy đủ cho những người cần nó và nhiều tự do hơn cho những người an toàn hơn. Tiếng Anh tuyệt vời. An toàn là trên hết. Họ là những chuyên gia thực sự. Nếu bạn đi cùng họ, bạn sẽ biết mình đang ở trong tay Chúa. Tôi đánh giá cao chuyến đi này!! Đọc thêm",
            "Hôm nay chúng tôi đi chèo thuyền với Pine Tree Adventures. Chúng tôi đã đặt tour hôm qua và chỉ có hai người. Chúng tôi đã có một ngày thực sự tuyệt vời, cảm ơn những hướng dẫn viên tuyệt vời nói tiếng Anh tốt. Đọc thêm",
            "Chuyến đi xe đạp từ Đà Lạt đến Hội An thật dễ dàng!!! Điều tốt hơn chúng ta có thể làm!! Phong cảnh rất đẹp và Minh, hướng dẫn viên của chúng tôi, rất tử tế với chúng tôi. Người luôn hỏi chúng tôi có ổn không, hoặc liệu chúng tôi có cần thứ gì không. Ngoài ra, anh ấy còn cho chúng tôi xem những món ăn đặc biệt khác của Việt Nam và anh ấy giải thích rất nhiều điều về văn hóa và thói quen của họ. Tôi giới thiệu chuyến đi này 100 - !! !!Cảm ơn bạn rất nhiều!!Đọc thêm",
            "Tôi không biết tại sao các bài đánh giá viết bằng tiếng Anh dường như có số lượng ký tự hạn chế, nhưng tôi khuyên bạn nên dùng nó. Có vẻ như họ chú ý hơn và có các biện pháp an toàn chặt chẽ hơn Highland. Chuyến tham quan của chúng tôi với Franky - Tony, thật đáng giá! Tôi đã nghĩ đến chuyến lưu diễn với một công ty khác nhưng, một người bạn của tôi đã đề xuất chuyến phiêu lưu trên đường Pine.Dihn và Hai hướng dẫn viên rất giỏi tiếng Anh và giải thích. Mặc dù thời tiết xấu nhưng đó là một trải nghiệm rất ấn tượng. Ngoại trừ thời tiết thì thật hoàn hảo. Đặc biệt Frankie đã cho tôi dũng khí để thi đấu trên đường nhảy 7 mét. Cảm ơn bạn rất nhiều vì một ngày ;- - Đọc thêm",
            "Chào Danbee,\n\nCảm ơn bạn và người bạn năm rất nhiều vì đã dành thời gian cho Pine Track Adventures. \nChúng tôi đánh giá cao đề xuất của bạn về quảng cáo này cho Pine Track. Hướng dẫn viên của chúng tôi rất vui khi biết rằng bạn tận hưởng chuyến đi vượt thác dưới mưa cả ngày. Chúng tôi hi vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt Nam. Chúc bạn trở về nhà bình an vô sự.\nHy vọng trán bạn của bạn sẽ khá hơn trong khi tôi sửa cửa xe.. - :- - \n\nXin gửi lời chào trân trọng đến Aron Park và hẹn gặp lại bạn vào một dịp khác ở Đà Lạt với thời tiết đẹp nhất.\n\ngiữ liên lạc bằng Kakao Talk.\n\nTrân trọng,\n\nĐịnh\nĐọc thêm",
            "Chúng tôi đã đi tour xe đạp leo núi với Terry từ Đà Lạt đến Nha Trang và đó là một trải nghiệm khó quên! Hướng dẫn viên Terry của chúng tôi rất thân thiện và đảm bảo rằng chúng tôi tận hưởng từng phút giây. Bạn trai tôi và tôi có trình độ kỹ năng khác nhau và khi chân tôi mỏi, tôi được đi xe với anh Foo, anh ấy sẽ dừng lại và cho tôi chụp ảnh trên đường đi. Khi chặng đường đạp xe kết thúc, chúng tôi dừng lại và thưởng thức bữa trưa ngon lành cùng nước mía! Chắc chắn là tuyệt hơn đi xe buýt và chúng tôi thực sự khuyên mọi người nên đăng ký! Đọc thêm",
            "Xin chào David và Karen,\n\nCảm ơn bạn rất nhiều vì bài viết của bạn. Terry rất vui khi biết rằng bạn rất thích chuyến đi đến Nha Trang. Người ta kể rằng David đã có một chuyến đi dài tuyệt vời so với..Haha.. Đó cũng là một ngày ẩm ướt.\n\nMột lần nữa, xin cảm ơn và hẹn gặp lại bạn và David một cơ hội khác để thử các hoạt động khác nhau do bạn không có nhiều thời gian ở Đà Lạt.\n\nChúng tôi hy vọng bạn có thời gian vui vẻ ở Việt Nam và trở về nhà an toàn.\n\nVui lòng đánh giá cao.\n\nDinhĐọc thêm",
            "Trải nghiệm tuyệt vời. Chúng tôi đã thực hiện một ngày đi bè vượt thác với Pine Track và có một ngày của cuộc đời mình. Các ghềnh rất phấn khích nhưng chúng tôi cảm thấy an toàn trong suốt thời gian đó. Có rất nhiều cơ hội để có toàn bộ sự lựa chọn về mức độ mạo hiểm với một số thứ kích thích adrenaline thực sự! Không chỉ vậy, những người hướng dẫn còn tuyệt vời không chỉ trên mặt nước với những chỉ dẫn và hướng dẫn an toàn mà còn trên đường đi trả lời tất cả các câu hỏi của chúng tôi về khí hậu và văn hóa địa phương bằng tiếng Anh lưu loát và cho chúng tôi một chuyến tham quan tuyệt vời đến trang trại cà phê, trang trại dế và nhà máy sản xuất tơ lụa trên đường về. Những chàng trai chân chính thực sự và rất thích dành cả ngày với họ. Sẽ 100 - giới thiệu chuyến tham quan này cho bất kỳ ai trong khu vực.Đọc thêm",
            "Ki Mike,\n\nTôi đã xem video lớp 5 của bạn với Frankie.. Cả hai bạn thật điên rồ khi làm điều đó còn tôi thì không. Nước dâng quá cao sau 5 ngày mưa liên tục.\n\nCảm ơn bạn rất nhiều vì đã dành cả ngày dài cùng Pine Track Adventures. Chúng tôi rất vui khi biết rằng bạn cũng là tay chèo hàng đầu trong lĩnh vực này. \nChúng tôi hy vọng bạn có khoảng thời gian vui vẻ ở Việt Nam và trở về nhà an toàn. \n\nMong được gặp lại bạn cho một hành động khác.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Vợ tôi và tôi đã tham gia những chuyến phiêu lưu trên đường mòn với ba hoạt động khác nhau khi lưu trú ở Đà Lạt: vượt thác, đạp xe leo núi và sau đó đạp xe một ngày đến Nha Trang. Những người ở đường thông - đặc biệt là Minh và Louis - thật tuyệt vời. Siêu thành thạo và an toàn với môn vượt thác - với một nhóm lớn hơn - và không kém phần chuyên nghiệp đối với môn đạp xe. Thêm vào đó, họ rất am hiểu về khu vực địa phương - văn hóa, điều này khiến trải nghiệm trở nên tuyệt vời hơn. Chắc chắn sẽ sử dụng lại lần sau khi chúng tôi - ở đà lạt và muốn giới thiệu! Đọc thêm",
            "Chào Michael,\n\nCảm ơn bạn rất nhiều vì đã dành ba ngày ở Đà Lạt với Pine Track Adventures. Chúng tôi hy vọng bạn sẽ tận hưởng tuần trăng mật ở Việt Nam. Trời có thể mưa và ẩm ướt quá nhiều khi bạn hướng Bắc về Hà Nội. \n\nTất cả nhân viên của chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi. \n\nTôi rất xin lỗi vì đã gửi video của bạn muộn. Nó sẽ đến sớm thôi.  Tuyệt vời\n\nVui lòng đánh giá cao bài viết của bạn và hy vọng gặp lại bạn ở Việt Nam.\n\nChúc bạn trở về nhà bình an vô sự.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Terry và người bạn đời của anh ấy là những người hướng dẫn tuyệt vời. Rất an toàn, tiếng Anh lưu loát, thiết bị tốt và họ chụp rất nhiều ảnh tải lên để chúng tôi lựa chọn và tải xuống. Bữa trưa dã ngoại đáng yêu và họ phục vụ cho một người Mỹ ăn chay đi cùng chúng tôi. Sông và hẻm núi rất đẹp. Chúng tôi đã tập luyện, đu dây, máy giặt, nhảy tự do, thác nước cao 25 ​​feet và dòng sông lười. Họ nói rằng nước có thể chảy quá nhanh sau những cơn mưa nhưng lại hoàn hảo đối với chúng tôi. Chỉ là một ngày vinh quang. Đọc thêm",
            "Xin chào Nick,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian tham gia Pine Track Adventures. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi. Frankie và Terry đã làm rất tốt rồi. \nVui lòng đánh giá cao bài viết của bạn và chúc bạn có thời gian vui vẻ ở Việt Nam.\n\nTrở về nhà an toàn và hẹn gặp lại bạn ở Việt Nam vào lần khác.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Xin chào các bạn, chúng tôi vừa gửi cho bạn một tin nhắn về việc nhận đoạn phim GoPro. Chúc mừng JohnĐọc thêm",
            "Đinh thân mến,\n\nChúng tôi có 4 người lớn - từ 50 đến 55 tuổi - - 1 trẻ em - 11 tuổi - sẽ đến vào ngày 30 tháng 11 và chúng tôi sẽ lưu trú tại khu vực Thành phố Đà Lạt, chưa quyết định địa điểm chính xác.  Chúng tôi muốn thực hiện một chuyến tham quan bằng xe máy cả ngày vào ngày 1 tháng 12 và đây là những nơi chúng tôi muốn đến trong 1 ngày đó.\n\nSơ đẳng:\nĐồn điền cà phê - chè\nNhà máy tơ lụa\nVườn hoa\nCáp treo\nĐi bè vượt thác - hỗn hợp Cấp II hoặc Cấp III, Sơ cấp hoặc Trung cấp - \nThác Voi \n\nTùy chọn - chỉ chúng tôi mới có thời gian:\nThác Ponggur \nNhững ngôi làng đến thăm các bộ tộc khác nhau\nChèo thuyền kayak\n\nBạn cũng có muốn giới thiệu một chuyến xe van cả ngày vào ngày 2 tháng 12, có lẽ từ 10 giờ sáng hoặc 11 giờ sáng đến 10 giờ tối không?   Chúng tôi có chuyến bay đến SGN lúc 11:20 tối.\nCâu hỏi:\n - 1 - Địa hình - tình trạng đường sá - trên đường đến Thác nước và làng mạc\n - 2 - Áo mưa có được cung cấp sẵn hay chúng tôi cần mang theo áo mưa?\n\nMong chờ hành trình dự định của bạn cùng với thời gian để chúng tôi cũng có thể biết được mỗi điểm dừng bao nhiêu thời gian.\n\nTrân trọng,\nCatherine Leong\nSingapore\nT: - 65 62326312 - M: - 65 96404759Đọc thêm",
            "Catherine thân mến,\n\nCảm ơn bạn rất nhiều vì yêu cầu của bạn về điều này với Pine Track Adventures.\n\nTôi không thể trả lời bạn vấn đề này theo chính sách của Tripadvisor: Vì vậy, vui lòng gửi email cho tôi hoặc cho tôi địa chỉ email của bạn, tôi sẽ liên hệ lại với bạn ngay.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "CHÀO\nTôi muốn đi leo núi, chèo thuyền và chèo thuyền vượt thác vào khoảng ngày 8 tháng 7.\nBạn có thể sắp xếp cho chuyến đi 2 ngày được không? giá bao nhiêu ? Bạn có chỗ ở nào chúng tôi có thể đặt không?Đọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written September 12, 2019",
            "Written August 30, 2019",
            "Written August 30, 2019",
            "Written August 12, 2019",
            "Written July 9, 2019",
            "Written July 4, 2019",
            "Written July 1, 2019",
            "Written June 29, 2019",
            "Written June 14, 2019",
            "Written April 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or20-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or10-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or30-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29352-d274405-Reviews-Prairie_Meadows-Altoona_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d592853-Reviews-Marineland-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g42575-d1008116-Reviews-Great_Lakes_Shipwreck_Museum-Paradise_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d281853-Reviews-Roebling_Suspension_Bridge-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d778649-Reviews-Salem_Ferry-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g312737-d24972694-Reviews-Babadag_Cable_Car-Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2149128-Reviews-Gardens_by_the_Bay-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g53009-d10195833-Reviews-Beltzville_State_Park-Lehighton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g445056-d6467604-Reviews-Sayulita_Beach-Sayulita_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g29229-d3165555-Reviews-Mesa_Falls-Ashton_Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or30-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or20-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong số 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Tim và Terry là những hướng dẫn viên du lịch tuyệt vời cho chuyến vượt thác trong ngày của chúng tôi!! Họ đã làm cho trải nghiệm trở nên thú vị và họ chắc chắn biết họ đang làm gì. Tôi rất muốn giới thiệu chuyến đi trong ngày này. Đọc thêm",
            "Xin chào Brittany và Ashley,\n\nCảm ơn các bạn rất nhiều vì đã dành thời gian ở Việt Nam và Pine Track Adventures khi các bạn ở Đà Lạt. Chúng tôi hy vọng các bạn có một kỳ nghỉ tuyệt vời ở Việt Nam và hẹn gặp lại. Trở về nhà an toàn và khỏe mạnh.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Thật là một ngày tuyệt vời khi thực hiện hoạt động vượt thác với Frankie và Terry là hướng dẫn viên của chúng tôi. Chúng tôi có trẻ nhỏ đi cùng và hướng dẫn viên của chúng tôi đã làm mọi thứ để chúng tôi và bọn trẻ cảm thấy rất an toàn và có thể thực hiện mọi hoạt động - ngoại trừ thác nước lớn mà chúng tôi quyết định chỉ người lớn mới nên làm - và rất quan tâm đến chúng tôi cả ngày. Tôi thực sự muốn giới thiệu điều này cho mọi người và nếu tôi có thể cho nhiều hơn 5 stas thì tôi sẽ : - - họ cũng đã chụp rất nhiều ảnh và video gửi cho chúng tôi trong cùng ngày! - Đọc thêm",
            "Xin chào Marcus và đại gia đình,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn về Pine Track Adventures. Tôi rất vui khi thấy tất cả các bạn đã có mặt tại Dalat Ultra Trail 2019. Chúc các bạn và các con tận hưởng thời gian ở Đà Lạt và trở về nhà bình an vô sự.\nRất may, chúng tôi cũng có cơ hội tuyệt vời để thấy tất cả con bạn yêu thích tất cả các thử thách.\nChúng tôi rất vui được phục vụ bạn và mong sớm gặp lại bạn ở Đà Lạt.\n\nRất cảm ơn và trân trọng,\n\nĐình Đọc tiếp",
            "Hai chúng tôi đã đặt một chuyến đi tham quan nhẹ nhàng kéo dài năm ngày qua vùng cao nguyên trung tâm từ Đà Lạt đến Hội An, với một số chuyến đạp xe khi phù hợp. Chuyến đi thật tuyệt vời, hướng dẫn viên Frankie và tài xế Bo lái xe đưa chúng tôi đi bằng chiếc Toyota Zace rất tốt, phía sau chất đầy đồ đạc của chúng tôi và ba chiếc xe đạp leo núi. Frankie đã đưa chúng tôi đi tham quan nhiều địa điểm khác nhau và nói tiếng Anh rất uyên bác tại tất cả các điểm dừng bao gồm đồn điền cà phê, trang trại dế, đền thờ, thác nước, tượng đài chiến tranh và Mỹ Sơn. Bo cũng dừng lại để ngắm một số cảnh đẹp đặc biệt ấn tượng trong suốt chặng đường quanh co dài qua những ngọn đồi, để chúng tôi có thể chụp ảnh và duỗi chân. Frankie đã chọn ra ba địa điểm lý tưởng để đạp xe, nơi những con đường tương đối yên tĩnh, Frankie và Bo không gặp vấn đề gì khi lắp ráp xe đạp, sau đó Frankie sẽ đạp xe cùng chúng tôi trong khi cũng cầm điện thoại của tôi và chụp rất nhiều ảnh của chúng tôi, một điều thực sự tuyệt vời là được tặng những chiếc khăn lạnh vào cuối mỗi chuyến đi để giúp chúng tôi hạ nhiệt! Chuyến đi cuối cùng là một chuyến đạp xe xuống dốc ngoạn mục chủ yếu qua công viên quốc gia Ngọc Linh. Frankie và Bo rất chu đáo trong suốt năm ngày, giúp chúng tôi mang hành lý, mở cửa, trả lời mọi câu hỏi và đảm bảo chúng tôi vui vẻ và thoải mái. Mỗi buổi tối, chúng tôi sẽ được nhận phòng tại khách sạn sau đó chúng tôi có thể chọn tự mình đi tham quan từng thị trấn hoặc có thể được hướng dẫn hoặc lái xe đưa đón, Frankie và Bo đã sẵn sàng phục vụ mà không hề tỏ ra áp đặt. Thật khó để biết chính xác những gì mong đợi ở chuyến tham quan, nhưng chúng tôi rất hài lòng, đó là điểm nhấn trong ba tuần ở Việt Nam của chúng tôi. Chúng tôi xin gửi lời cảm ơn chân thành nhất đến Frankie và Bo! Đọc thêm",
            "Chào cướp,\n\nTôi rất xin lỗi vì đã viết thư lại cho bạn muộn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời dọc theo đường mòn Hồ Chí Minh ở vùng Tây Nguyên. Frankie và anh Bo cũng rất vui khi được đi du lịch cùng hai bạn. Chúc bạn trở về nhà an toàn sau khoảng thời gian vui vẻ ở Việt Nam.\n\nVui lòng đánh giá cao bài viết của bạn trên trang của chúng tôi và hy vọng gặp lại bạn vào lúc khác.\n\nTrân trọng\n\nDinhĐọc thêm",
            "Frankie và Ben hôm nay thật tuyệt vời. Họ giữ mọi thứ theo tốc độ của chúng tôi và họ đã trò chuyện rất vui vẻ. Frankie đặc biệt tuyệt vời khi tôi có chút khủng hoảng về niềm tin ở đầu hoạt động vừa qua. Họ biết rõ mình đang làm gì với dây thừng và thiết bị. Tôi đã thực hiện một số hoạt động leo núi nên tôi rất vui khi thấy họ sử dụng một dây hãm riêng - dây an toàn - không giống như một số nhóm mà chúng tôi thấy sử dụng dây đơn gấp đôi - được nhưng không phải là tiêu chuẩn vàng - . Bộ sản phẩm và dây nịt vẫn còn nguyên vẹn và các anh chàng đã kiểm tra kỹ lưỡng. Tôi sẽ không đi sâu vào chi tiết về những gì chúng tôi đã làm vì tôi nghĩ sẽ tốt hơn nếu đó là một điều bất ngờ, nhưng có rất nhiều hoạt động khác nhau - hãy xem bài đánh giá của Mark Dickson - để biết mô tả - trong một khung cảnh thực sự ấn tượng. Đọc thêm",
            "Đừng bỏ lỡ điều này nếu đến thăm Đà Lạt! Hướng dẫn viên tuyệt vời - Frankie và Ben - đã đưa chúng tôi đi bộ tuyệt đẹp xuyên qua, qua và xuống thung lũng sông tuyệt đẹp. Khi bạn đi bộ, những cuộc phiêu lưu liên tục xảy ra - leo dốc trên tường tập, leo xuống một vách đá nhỏ xuống sông, trôi xuống một đoạn đường yên tĩnh, trèo qua một thác nước điên cuồng, hai đường trượt đá và một đường trượt cuối cùng ra khỏi mỏm đá, lao xuống không trung và rơi xuống nước! Hướng dẫn viên của Pine Track rất chuyên nghiệp trong việc chuẩn bị và chăm sóc bạn đúng cách. Hãy kết thúc bằng một chuyến dã ngoại ngon lành. Một ngày đi chơi tuyệt vời, cảm ơn các bạn! Đọc thêm",
            "Tôi đã đặt chuyến tham quan vượt thác và tôi thừa nhận rằng tôi hơi lo lắng - tôi - tôi không hẳn là một người nghiện adrenaline haha ​​-. Hóa ra tôi tình cờ có một chuyến đi riêng mà Lion và Lam - b - là người hướng dẫn và nhiếp ảnh gia riêng của tôi. Rõ ràng là họ có khả năng vượt thác cao và hướng dẫn rất rõ ràng và tôi đã rất thành công! Leo núi - xuống thác - , đu dây, nhảy khỏi vách đá; tất cả đều rất phấn khởi và vui vẻ! Vì chỉ có một mình nên tôi thậm chí còn không có cơ hội trở thành một kẻ yếu đuối, điều này khá thuận lợi đối với tôi. Lion sau đó đã đưa tôi đi xe máy ở Đà Lạt vì tôi đi du lịch một mình. Những con người tuyệt vời và trải nghiệm tuyệt vời! Đọc thêm",
            "Xin chào Wendy,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian tham gia Pine Track Adventures. Chúc bạn luôn vui vẻ ở Việt Nam. Phiếu bầu của bạn được đánh giá cao từ tất cả chúng tôi.\n\nCảm ơn và trân trọng,\n\nDinhĐọc thêm",
            "Ngày này thật tuyệt vời!! Chúng tôi đang đi du lịch vòng quanh Thái Lan và Việt Nam và việc vượt thác ở De Lat nằm trong danh sách những việc bạn trai tôi phải làm...không hẳn là của tôi! Tôi e ngại về điều đó vì tôi không thể được coi là một người nghiện adrenaline! Tuy nhiên, đây hóa ra lại là một trong những ngày tuyệt vời nhất của chúng tôi cho đến nay. Frankie và Tony thật tuyệt vời, Frankie đã trò chuyện với chúng tôi qua từng thử thách bằng tiếng Anh xuất sắc và khiến tôi cảm thấy rất an toàn và được hỗ trợ. Nó được tổ chức rất tốt để vượt qua từng thử thách mà không có nhiều thời gian để suy nghĩ kỹ về những gì sẽ xảy ra tiếp theo! Tôi định không thực hiện cú nhảy từ vách đá, tuy nhiên với một số lời động viên tích cực từ Frankie, tôi đã làm được và tôi rất hạnh phúc..cảm giác đạt được thành tích sau ngày hôm nay thật tuyệt vời. Frankie và Tony đang chụp những bức ảnh thật rực rỡ. Tôi có thể tiếp tục về ngày này, điều đó thật tuyệt! Cảm ơn các bạn vì một ngày hoàn hảo.Đọc thêm",
            "Rebecca thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt. Frankie và Tony sẽ rất vui khi nghe điều này từ bạn.\n\nVà cảm ơn vì đã tận hưởng tất cả các hoạt động. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong các hoạt động khác.\n\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\nChúc các bạn sức khỏe và hẹn gặp lại các bạn trong những hoạt động khác. \n\nTrân trọng, \nDinhĐọc thêm",
            "Sau khi dành quá nhiều giờ trong spa của khu nghỉ dưỡng, tôi bị kéo ra ngoài để thử điều gì đó mạo hiểm hơn một chút. Bạn nghĩ thế nào về việc vượt qua ghềnh cấp 4 trên một chiếc thuyền chuối nổ tung? Chắc chắn rồi...Chúng tôi đã được đón tại khách sạn bởi hai hướng dẫn viên du lịch tuyệt vời Lion và Ben - những người nói tiếng Anh tuyệt vời! - và bắt đầu cuộc phiêu lưu trên sông của chúng tôi. Chỉ với hai người trong nhóm du lịch, chúng tôi có thuyền kayak riêng và hướng dẫn viên để di chuyển trên con sông quanh co qua đồn điền cà phê. Thỉnh thoảng, cấp độ của các thác ghềnh hơi cao đối với những người mới tập như chúng tôi, vì vậy chúng tôi có cơ hội đi bơi sảng khoái - một lần chúng tôi đã nhảy từ vách đá xuống vực thẳm! Chắc chắn là sẽ tăng adrenaline. Bữa trưa đã được bao gồm và sau đó là điểm nhấn lớn thứ hai trong ngày - cà phê phân chồn và voi! Vui nhộn vui nhộn. Thật khó để thảo luận chi tiết hơn về mùi thơm và hương vị của cà phê khi biết nguồn gốc của nó, nhưng không cần phải nói cả hai đều là sự pha trộn khá tuyệt vời. Cảm ơn Lion và Ben vì một ngày đi chơi vui vẻ, đáng nhớ và phấn khởi! Giờ quay lại spa để hồi phục...Đọc thêm",
            "Xin chào Stephen,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt. \nCảm ơn bạn đã tận hưởng chuyến đi bè của chúng tôi suốt thời gian qua vùng nông thôn Đà Lạt và các sản phẩm địa phương cũng như hướng dẫn viên của chúng tôi. \n\nChúng tôi rất vui lòng đánh giá cao đánh giá của bạn. Chúc các bạn sức khỏe và hẹn gặp lại các bạn trong những hoạt động khác. \n\nTrân trọng, \nĐịnh\nĐọc thêm",
            "Trải nghiệm tuyệt vời! Thử thách về tinh thần và thể chất, không dành cho người yếu tim với những người sợ độ cao hay Whitewater. Hướng dẫn viên Lion và Tani thật tuyệt vời. Chúng tôi đã đến một số hẻm núi khác nhau và trải nghiệm được hướng dẫn ở một số quốc gia và đây là nơi tốt nhất. Cuộc họp báo khi bắt đầu chuyến đi rất đầy đủ và chúng tôi cảm thấy an toàn trong suốt chuyến đi. Cậu con trai 10 tuổi của chúng tôi đã phải giặt quần áo khá vất vả vì trọng lượng cơ thể nhẹ hơn nhưng vẫn còn nguyên vẹn. Anh ấy ví trải nghiệm của mình giống như việc chơi pinball trong máy pinball. Bữa trưa tuyệt vời và hướng dẫn viên có kỹ năng tiếng Anh tuyệt vời. Tôi không thể giới thiệu những người này đủ cao.Đọc thêm",
            "Chúng tôi đã nói chuyện với những người ở Pine Track Adventures về ứng dụng gì và nảy ra ý tưởng về thời điểm mọi thứ đang diễn ra và điều gì có thể hiệu quả với chúng tôi. Cuối cùng, chúng tôi đã thực hiện một ngày vượt thác và một ngày chèo thuyền vượt thác, thật tuyệt vời. Chúng tôi dự định thực hiện một ngày đạp xe MTB nhưng trời mưa khiến đường mòn quá lầy lội. Vượt thác thật tuyệt vời, thực sự khiến tim bạn đập thình thịch! Đi bè vượt thác rất thú vị khi vượt qua ghềnh trong khi hướng dẫn viên Lion của chúng tôi giúp chúng tôi di chuyển qua sông và đảm bảo mọi thứ đều an toàn. Bữa trưa bao gồm trong các chuyến tham quan này thật tuyệt vời! Hương vị rất tươi và địa phương. Bạn nên đi cùng những người này với bất kỳ ai. Dinh ở văn phòng thật tuyệt khi chúng tôi đến và nói chuyện trực tiếp với anh ấy trước khi đặt tour.Đọc thêm",
            "Chào Sâm,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian cho Pine Track khi ở Đà Lạt. Hy vọng bạn tận hưởng mọi thời gian trong kỳ nghỉ.\n\nHy vọng sớm gặp lại bạn. Vui lòng đánh giá cao đề nghị của bạn.\n\nTrân trọng,\n\nDinhĐọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written April 9, 2019",
            "Written March 18, 2019",
            "Written March 15, 2019",
            "Written March 8, 2019",
            "Written March 8, 2019",
            "Written March 1, 2019",
            "Written February 19, 2019",
            "Written January 4, 2019",
            "Written December 2, 2018",
            "Written November 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or30-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or20-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or40-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d10813211-Reviews-El_Flamenco_Cabaret-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d6477180-Reviews-Mangrove_National_Park-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g50618-d4403503-Reviews-The_Beach_Waterpark-Mason_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55212-d207158-Reviews-Foster_Falls-Monteagle_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d109059-Reviews-SouthPark-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d556615-Reviews-Chiang_Rai_Night_Bazaar-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378979-Reviews-Ubud_Traditional_Art_Market-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d20018319-Reviews-Relax_Thai_Massage-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g34461-d289042-Reviews-Renninger_s_Vintage_Antique_Center_Farmer_s_Flea_Market-Mount_Dora_Lake_County_Flor.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d16816390-Reviews-Spile_Beach-Himare_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or40-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or30-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến du lịch bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một chuyến đi tuyệt vời với công ty này. Họ thật xuất sắc, chuyến đi bè thật tuyệt vời, bữa trưa tuyệt vời và món ăn bổ sung của đồn điền cà phê thật tuyệt vời. Sau đó, họ rất vui lòng gửi cho chúng tôi hình ảnh và video về chuyến đi của chúng tôi từ các chuyên gia cờ vây của họ. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Những người này sẽ điều chỉnh một chuyến đi phù hợp với nhu cầu của bạn, có khung thời gian ngắn và họ đã đến giải cứu.  Họ sắp xếp khung thời gian cho 3 giờ đốt cháy trên Mtb xuyên qua rừng thông và dãy núi bao quanh Đà LạtĐọc thêm",
            "Xin chào Peter an Bryan,\n\nCảm ơn bạn rất nhiều vì đã viết trên trang của chúng tôi. Chúng tôi hy vọng bạn của bạn và bạn luôn vui vẻ ở Việt Nam. Mong bạn trở về, hy vọng bình an vô sự. Hẹn gặp lại bạn lâu hơn với chúng tôi ở Đà Lạt.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Vì thời gian có hạn nên chỉ thực hiện chuyến đi MTB có hướng dẫn kéo dài 3 giờ với Thương - Biệt danh - - Thor - -.  Cần rất nhiều thời gian để bán hàng rong trong khi vợ chúng tôi sơn móng tay - rất lạ mắt! - .  Tuyến đường tuyệt vời xuyên qua rừng thông - qua các trang trại và xuyên qua khu công viên được bảo vệ.  Thor cực kỳ hữu ích.  Giữ cho chúng tôi an toàn khi tham gia giao thông khi bắt đầu và kết thúc.  Những người bạn thực sự tuyệt vời ở mọi tốc độ và cấp độ và sẽ giúp chọn đường đua phù hợp với bản tóm tắt của bạn - từ người mới bắt đầu đến nâng cao.  Có một chút niềm vui khi kết thúc trận đấu vật tay với Thor.  - Chạy rất chuyên nghiệp - rất khuyến khích. Cảm ơn Thor và công ty.  Pete và Bryan.Đọc thêm",
            "Xin chào Peter và Bryan,\n\nCảm ơn bạn rất nhiều vì đã viết bài trên trang của chúng tôi. Chúng tôi hy vọng bạn và bạn đã có khoảng thời gian vui vẻ ở Việt Nam. Thor rất trân trọng bài đánh giá của bạn về chuyến đi và thời gian ở bên bạn. Hy vọng bạn sẽ trở về an toàn. Hẹn gặp lại bạn trong thời gian dài hơn ở Đà Lạt.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "chúng tôi đã có 3 chuyến du lịch với họ. vượt thác, đi bè và đi bộ đường dài. Nhóm rất thân thiện, tiếng Anh giỏi, chuyên nghiệp, quan tâm đến sự an toàn và sẽ làm mọi cách để làm phong phú thêm trải nghiệm của bạn nhiều nhất có thể. Đặc biệt cảm ơn Lion và Franky.Đọc thêm",
            "Pine Track và đặc biệt là Lion đã thực hiện chuyến đi của chúng tôi đến Việt Nam. Dịch vụ họ cung cấp thật đáng kinh ngạc. Chúng tôi đã thực hiện hai chuyến đi với họ, đầu tiên là chuyến đi bè vượt thác thật tuyệt vời. Lion và Tony rất am hiểu các biện pháp phòng ngừa an toàn và khu vực địa phương. Họ đã làm cho ngày đó thật vui vẻ. Vài ngày sau chúng tôi đạp xe đến Mũi Né cùng Lion và Happy lo việc chở chúng tôi và hành lý. Chuyến đi này là một trong những chuyến đi tuyệt vời nhất tôi từng thực hiện ở bất kỳ đâu trên thế giới. Nhiều thông tin, vui vẻ, thử thách thể chất và tất cả đều có kế hoạch tuyệt vời cũng như sự chú ý đến từng chi tiết. Thực sự không thể đánh giá những người này đủ cao. Hãy thử xem - bạn sẽ thích nó!Đọc thêm",
            "Xin chào Darren,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian cho Pine Track. Chúng tôi rất vui lòng đánh giá cao đánh giá của bạn.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Terry và anh Lion đã đưa chúng tôi vượt qua gần 10km qua ghềnh cấp 2, cấp 3 và cấp 4. Chưa bao giờ có niềm vui như vậy! Những hướng dẫn an toàn tuyệt vời trước mỗi đợt ghềnh để đảm bảo chúng tôi đã đi đúng đường. Ngoài ra còn có môn nhảy thác nước 6m và 10m. Bữa trưa ngon miệng được cung cấp và sau đó là bữa ăn tại nhà hàng địa phương. Ngoài ra còn ghé thăm trang trại tơ lụa và trang trại cà phê chồn trên đường về nhà. Các chàng trai rất khỏe mạnh và tuyệt vời! Rất muốn giới thiệu và rất đáng đồng tiền! ShaneĐọc thêm",
            "Shane thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt.\nVà cảm ơn vì đã tận hưởng tất cả các hoạt động. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong các hoạt động khác.\n\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nTrân trọng,\n\nĐịnh\n\nĐọc thêm",
            "Chúng tôi đã tham gia chuyến đi bè vượt thác với Tony và Terry - Không thể - không yêu cầu hướng dẫn viên du lịch tốt hơn! Họ rất vui và thực sự mất thời gian để làm quen với chúng tôi. Bản thân việc chèo thuyền vượt thác có ghềnh cấp 1 - 4 và tùy chọn nhảy khỏi thác nước, tôi không đếm được chúng tôi đã đi xuống bao nhiêu ghềnh, đó là một dấu hiệu tốt! Sau khi họ đưa bạn đến một địa điểm địa phương để ăn trưa và sau đó chúng tôi đến nhà máy nuôi tằm, trang trại dế và đi thử món cà phê chồn nổi tiếng! Một cái gì đó chúng tôi sẽ không tự mình thử. Nhìn chung, chúng tôi đã có một ngày tuyệt vời, rất đáng đồng tiền và việc có những hướng dẫn viên du lịch tuyệt vời đã tạo nên sự khác biệt! Đọc thêm",
            "Chào mọi người,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt.\nVà cảm ơn vì đã tận hưởng tất cả các hoạt động. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong các hoạt động khác.\n\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nTrân trọng,\n\nĐịnh\n\nĐọc thêm",
            "Đã thực hiện chuyến tham quan vượt thác nâng cao với họ. Các hướng dẫn viên rất thân thiện và chúng tôi cảm thấy thực sự được chăm sóc và rất an toàn trong suốt thời gian qua. Một trong những trải nghiệm tuyệt vời nhất của tôi ở Việt Nam!Đọc thêm",
            "Wow, thật là một chuyến đi tuyệt vời của gia đình. Nhóm tại Pine Track rất giỏi trong việc trả lời email và thắc mắc. Cảm thấy an toàn nhưng đồng thời đủ adrenaline cho 3 cậu bé 13,11,7 tuổi. Đi bè vượt thác tuyệt vời, cấp 4 nhanh chóng, sau đó là nhảy thác 10m! Bánh mì chuối tuyệt vời do chính tay Franky làm???Một bữa trưa địa phương tuyệt vời, sau đó là nhà máy tơ lụa, dế nhai và trang trại cà phê Cầy hương. Nhìn chung, một ngày thực sự đáng nhớ sẽ sống lâu trong ký ức của chúng tôi. Cảm ơn đội. The KylesĐọc thêm",
            "Chuyến đi trong ngày với những cuộc phiêu lưu trên đường thông thật sự tuyệt vời. Chúng tôi bắt đầu ngày mới với chuyến đi bè 10k và trên đường về chúng tôi ghé thăm trang trại dế, nhà máy sản xuất tơ lụa và trang trại cà phê chồn. Đi bè 3 giờ là những cuộc phiêu lưu và có 2 vách đá đẹp - thác nước - nhảy - 5 - 10 mét - là tốt. Hơn nữa, chúng tôi không thấy bất kỳ khách du lịch nào khác trên sông và phong cảnh - nơi rất đẹp. Các hướng dẫn viên - Franky và Lion - rất vui tính và có nhiều kiến ​​thức. Chắc chắn sẽ giới thiệu chuyến tham quan này với những chuyến phiêu lưu trên đường thông nếu bạn đang ở Đà Lạt.Đọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written November 13, 2018",
            "Written October 12, 2018",
            "Written October 10, 2018",
            "Written September 22, 2018",
            "Written September 9, 2018",
            "Written September 1, 2018",
            "Written August 17, 2018",
            "Written August 5, 2018",
            "Written August 2, 2018",
            "Written June 29, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or40-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or30-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or50-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d17652175-Reviews-Sand_City-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d4115576-Reviews-Park_City_Center-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g150796-d152935-Reviews-El_Rosario_Monarch_Butterfly_Preserve-Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d1840178-Reviews-Target_Field-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d14902818-Reviews-Newcomb_Hollow_Beach-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d17160959-Reviews-Ipoh_Parade_Shopping_Centre-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d6653053-Reviews-Lego_Discovery_Center-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d1380590-Reviews-Dyrholaey-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g30220-d145561-Reviews-Virginia_Creeper_Trail-Abingdon_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d1544704-Reviews-Loveland_Living_Planet_Aquarium-Draper_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or50-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or40-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến du lịch bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Chuyến đi trong ngày rực rỡ đi bè nước trắng với giá tốt. Sự thay đổi tốt của lớp rapits - 1 đến 4. Hướng dẫn viên thực sự tốt bụng, hay nói chuyện, nói tiếng Anh tuyệt vời và đi ra ngoài. Đảm bảo bạn có khoảng thời gian vui vẻ. Đi qua vùng nông thôn cung cấp tầm nhìn đáng kinh ngạc và hoạt động đi bè thật tuyệt vời. Đây mới chỉ là lần đi bè thứ hai của chúng tôi, tuy nhiên các hướng dẫn và cách an toàn đều tuyệt vời. Sẽ có vòi sen sau khi bạn đi bè xong. Hoàn toàn giới thiệu công ty này. Chúng tôi đã được đón và trả khách tại ký túc xá của chúng tôi ở Đà Lạt. Sau khi radting, chúng tôi đi ăn trưa kiểu Việt bao gồm cả món, thật tuyệt. Sau đó, trên đường trở về Đà Lạt, chúng tôi ghé thăm một trang trại Cricket, một nhà máy tơ lụa và một trang trại cà phê đều là những điểm dừng chân thực sự thú vị và đáng giá. Một ngày tuyệt vời Rất mong nhận được những bức ảnh và video mà các hướng dẫn viên đã quay bằng gopro của họ.  - Những thứ này miễn phí, điều này thật tuyệt, vì khi chúng tôi đi bè ở Thái Lan, chúng tôi đã bị tính phí cho một vài bức ảnh - Ngày rực rỡ. Giá tuyệt vời. 100 - khuyên dùng khi ở Đà Lạt.Đọc thêm",
            "Hôm nay chúng tôi đã đi tour đi bộ đường dài và thật tuyệt vời. Các hướng dẫn viên rất tuyệt vời và thực sự hữu ích, giúp mọi người cảm thấy an toàn. Chúng tôi đã đi tour đi bộ đường dài nâng cao và nó rất đáng giá. Tôi - muốn giới thiệu tour này cho bất kỳ ai! Mệt nhưng rất vui Đọc thêm",
            "Chúng tôi đã có chuyến lưu diễn tuyệt vời với Frankie. Tiếng Anh của anh ấy thật tuyệt vời và là một hướng dẫn viên du lịch rất giỏi. Về tour, sở dĩ gọi là Voi và lụa là vì dọc đường bạn ghé thăm nhà máy tơ lụa và kết thúc phần đạp xe tại thác Voi. Chúng tôi bắt đầu tại văn phòng ở Đà Lạt, thật kỳ lạ khi đạp xe qua dòng xe cộ đông đúc. Đó là những con đường trải nhựa dẫn đến thác nước. Mất khoảng 2,5 giờ để đến thác. Điểm dừng đầu tiên là trang trại dế, điểm dừng thứ hai là nhà máy tơ lụa. Sau đó chúng tôi đạp xe xong ở thác nước. Frankie cũng đưa chúng tôi đến chùa. Sau đó chúng tôi ăn trưa.  Một chiếc xe buýt nhỏ đón chúng tôi và trên đường về Đà Lạt chúng tôi dừng lại ở trang trại cà phê chồn. Tôi thực sự muốn giới thiệu chuyến tham quan này cho những người có ít kinh nghiệm hoặc khả năng đạp xe. Đọc thêm",
            "Let me start by saying that I avoid tours, guides and organized activities. But my wife and I broke that rule by booking two days of cycling and rafting around Da Lat because we knew we couldn - t organize the gear and the transportation ourselves.These guys gave us more than our money - s worth and they customized the trip to fit our timetable and our skill - fitness level. We wanted to bike around the national park and local hills for a day, followed by a half day coasting downhill to Nha Trang with a wrap up in a two-person raft in mild rapids -- more drift than dunk. So they put together a custom package that covered everything from excellent bicycles  - and they were EXCELLENT - , a cycling - rafting guide, a hike in the park, a van and driver, all meals, an overnight stay in the park and some great weather.  - All right, we provided the great weather. - This was our second trip to Da Lat but this time we felt we had really seen the region. The bicycles and van were a must to make the two-day trip work. Coasting 30 kms downhill for 90 minutes was fabulous  - after a 15-km up and down workout - , really unbelievable and the river rafting was a bit of refreshing fun even though the water level was low  - which was just fine with my wife - .On Day One we did about 60 kms, although my wife was able to take a break in the van when she felt like it while I charged up and down hills with our guide who could follow any pace required.This company deserves to succeed but they - re going to need western clients because the Vietnamese aren - t really into any activity isn - t on a bus or a motorbike. We were able to take advantage of that because the park trails were empty even though it was the biggest long weekend holiday of the year. And we didn - t see another cyclist all weekend.Da Lat seems to be over run by motorcycle tours but these guys deliver a real experience that probably works out cheaper than getting numb-butt on a Harley.Read more",
            "Kính gửi khách hàng của chúng tôi,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian cho Pine Track. Chúng tôi rất vui lòng đánh giá cao đánh giá của bạn.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Chúng tôi muốn đi bè nhưng vì không có nước nên Định đề nghị vượt thác. Lúc đầu, chúng tôi rất sợ hãi và lo lắng, nhưng chúng tôi đã có một ngày tuyệt vời! Chúng tôi thật may mắn, vì tôi và bạn tôi có chuyến du lịch riêng nên có thể hỏi thăm và trò chuyện. Hướng dẫn viên của chúng tôi đã làm mọi thứ để khiến ngày của chúng tôi trở nên phiêu lưu, đầy thử thách và vui vẻ! Tôi thích mọi thứ: leo dốc, trượt nước, đi bộ và thậm chí cả nhảy tự do - điều mà lúc đầu tôi không muốn làm! - . Tôi luôn cảm thấy an toàn và không bao giờ đặt câu hỏi về bất kỳ chỉ dẫn nào mà chúng tôi được đưa ra. Chúng tôi đã chọn chuyến tham quan vượt thác ngắn và tôi thực sự cảm thấy tiếc vì chúng tôi đã không thực hiện chuyến đi dài. Tôi thực sự khuyên bạn nên thực hiện chuyến tham quan với Pine Track Adventures. Tôi hy vọng sẽ trở lại vào một ngày nào đó! Đọc thêm",
            "Trước hết, nếu bạn có thể tăng ngân sách của mình để thực hiện phiên bản nâng cao đầy đủ thì tôi thực sự khuyên bạn nên làm như vậy. Bạn có nhiều khả năng có một nhóm nhỏ, điều đó có nghĩa là ít phải chờ đợi hơn và cũng có cơ hội dành nhiều thời gian hơn cho một số phần nhất định cũng như trò chuyện với hướng dẫn viên của bạn nhiều hơn một chút. Có 4 người chúng tôi trong chuyến đi này và tất cả chúng tôi đều có khoảng thời gian tuyệt vời. Chắc chắn có một số thử thách tốt về thể chất và tinh thần - leo xuống thác nước lớn 25m và phần nhảy là điểm nổi bật của tôi - Sự an toàn của bạn luôn là mối quan tâm hàng đầu của họ nhưng họ đã cố gắng thực hiện điều này trong khi vẫn khiến nó trở nên thú vị và không cảm thấy quá hạn chế. Đó là một sự cân bằng hoàn hảo. Cảm ơn vì một ngày tuyệt vời! Đọc thêm",
            "Gia đình chúng tôi - bố mẹ và 4 đứa con, 16, 14, 14 và 9 tuổi - đã đến Đà Lạt vào tháng 7 năm 2017 và muốn tham gia một số hoạt động thể thao dưới nước. Ở Đà Lạt, có rất nhiều cơ quan cung cấp dịch vụ chèo thuyền vượt thác và các hoạt động cảm giác mạnh khác nhưng chúng tôi đã chọn cuộc phiêu lưu trên đường Pine. Chẳng mấy chốc chúng tôi thấy rằng chúng tôi đã có sự lựa chọn tuyệt vời. Hướng dẫn viên của họ rất chuyên nghiệp, tốt bụng và quan trọng nhất là chúng tôi cảm thấy rất an toàn khi ở bên họ. Ngày đầu tiên chúng tôi đi chèo thuyền vượt thác với họ. Tôi hơi sợ một chút vì con cái chúng tôi chưa bao giờ đặt chân đến những dòng sông hoang dã. 3 hướng dẫn viên đã đi cùng chúng tôi - Than, Lion - Franky - . 2 đứa con của chúng tôi có người hướng dẫn riêng, hai đứa còn lại cũng có người hướng dẫn tương tự, tôi - chồng tôi có thuyền riêng. Các con chúng tôi nói rằng đi bè là điểm nổi bật của Việt Nam và tôi đồng ý với chúng : - Sau khi đi bè, chúng tôi dành cả buổi chiều - và buổi tối - với những hướng dẫn tuyệt vời của chúng tôi. Vào ngày hôm đó, chúng tôi đã kết nối được với nhóm của mình nên chúng tôi quyết định dành thêm một ngày nữa với họ. Chúng tôi đã tiếp tục vượt thác và đội đã vượt lên trên sự mong đợi của chúng tôi - một lần nữa -. Họ chăm sóc tất cả chúng tôi, đặc biệt là đứa con út của chúng tôi. Với sự giúp đỡ của đồng đội, anh ấy đã hoàn thành thành công việc vượt thác và nửa giờ trước anh ấy đã được Lion cõng. Vì vậy: Cảm ơn bạn vì trải nghiệm tuyệt vời đó và thời gian của bạn với chúng tôi. Cảm ơn Lion từ Brina, Franky từ Svit và Than từ Gaja và Anara.Gia đình Nemanič từ SloveniaĐọc thêm",
            "Xin cảm ơn rất nhiều về ngày phiêu lưu Tơ và Voi với Lion. Chúng tôi rất thích lòng tốt của bạn. Lion đã rất cẩn thận với chúng tôi. Chúng tôi đã nhìn thấy thác Voi, nhà máy tơ lụa, cánh đồng hoa và cà phê và các đền thờ Phật giáo. Hẹn gặp lại! Xe đạp leo núi chất lượng tốt!Đọc thêm",
            "Xin chào David và Stephanie,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian tham gia Pine Track Adventures. Chúc các bạn có thời gian nghỉ Tết vui vẻ ở Việt Nam.\n\nPhản hồi của bạn được đánh giá cao từ tất cả chúng tôi. Chúng tôi hy vọng sẽ gặp lại bạn trong thời gian sớm nhất cho các hoạt động khác.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "Tôi - đang đi du lịch với một số người bạn và chúng tôi cần một số thứ thú vị hơn để tăng cường adrenaline sau nhiều tuần đi du lịch và thường xuyên tham quan. Vì vậy, chúng tôi quyết định thực hiện một số hoạt động vượt thác mà chúng tôi hoàn toàn chưa có kinh nghiệm. Nhưng tôi hứa với bạn, nó đã được chuyển giao. Chúng tôi được hướng dẫn viên Frankie và Lion đón bên ngoài ký túc xá ở Đà Lạt và đi đến khu vực. Theo ý kiến ​​của tôi, tiếng Anh của họ tốt hơn so với hướng dẫn viên tiếng Việt thông thường. Điều này khá quan trọng vì thực tế là bạn cần biết mình đang làm gì khi vượt thác. Chúng tôi bắt đầu với thiết bị và sau đó là những điều cơ bản. Sau đó, chúng tôi bắt đầu một cuộc phiêu lưu và có một trải nghiệm ly kỳ nhất từ ​​trước đến nay. Cảm ơn Frankie và Lion - các bạn thật tuyệt vời! Số tiền chẳng là gì so với trải nghiệm - nhưng nếu bạn là một kẻ sợ hãi, một số thứ có thể không dành cho bạn. Nhưng hãy thử xem! Trân trọng, Magnus và Malte - Đan MạchĐọc thêm",
            "Tôi và anh trai tom của tôi đã có 2 ngày tuyệt vời với những cuộc phiêu lưu trên đường thông! Rất khuyến khích! nhóm đã vượt lên trên những gì chúng tôi mong đợi. Chúng tôi đã dành cả hai ngày với hướng dẫn viên Frankie và cũng được Tony giúp đỡ khi đi bè và một người khác trên chuyến đi hẻm núi, người rất hữu ích và chụp rất nhiều ảnh cho chúng tôi. Cả hai chuyến đi đều rất đáng giá tiền và sự an toàn là điều tối quan trọng trong suốt - mặc dù điều đó thực sự không ngăn cản được niềm vui! - chúng tôi đặc biệt sẽ giới thiệu những cuộc phiêu lưu trên đường mòn thông và cả Đà Lạt cho bất kỳ ai chúng tôi biết đến thăm Việt Nam. Một lần nữa xin cảm ơn Sam và TomĐọc thêm",
            "Chào Sam và Tom,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt.\n Và cảm ơn vì đã tận hưởng tất cả các hoạt động. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong các hoạt động khác.\n\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nTrân trọng,\n\nDinhĐọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu Pine Track",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written June 13, 2018",
            "Written May 27, 2018",
            "Written May 26, 2018",
            "Written May 2, 2018",
            "Written April 5, 2018",
            "Written March 2, 2018",
            "Written February 28, 2018",
            "Written February 18, 2018",
            "Written January 30, 2018",
            "Written January 15, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or50-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or40-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or60-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34538-d17351541-Reviews-Detwiler_s_Farm_Market-Palmetto_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d678780-Reviews-Monolithos_Castle-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548571-Reviews-The_Stonewall_Inn-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1018894-Reviews-Microsoft_Theater-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33780-d7187449-Reviews-Jennings_Beach-Fairfield_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d660147-Reviews-Cham_Island_Cu_Lao_Cham-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322662-Reviews-Klong_Thom_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g2424710-d3393891-Reviews-Pigeon_Island_National_Park-Nilaveli_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4307513-Reviews-Dancing_House-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d130119-Reviews-St_Augustine_Alligator_Farm_Zoological_Park-St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or60-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or50-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Canyoning - Tour du lịch đu dây",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Tôi đã thực hiện chuyến đi một ngày dễ dàng từ Đà Lạt đến Nha Trang, điều hối tiếc duy nhất của tôi là không thực hiện lựa chọn dài hơn! Lam hướng dẫn viên du lịch rất thân thiện, hiểu biết và khiến chuyến đi trở nên thú vị. Đây là một chuyến đi ngắm cảnh và ngoạn mục xuyên qua những ngọn núi mà bạn cần phải trải nghiệm điều này. Rất khuyến khích! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi vượt thác nhỏ, mọi thứ đều được tổ chức hoàn hảo, mọi mong muốn của chúng tôi đều được đáp ứng khi chúng tôi đến văn phòng của họ. đón khách quá đúng giờ tại ký túc xá của chúng tôi, trải nghiệm tuyệt vời trong chuyến tham quan với chip hướng dẫn teo và henry. Những chàng trai vui vẻ đi chơi cùng và những hướng dẫn viên tuyệt vời. Đường đi không khó và kết thúc bằng bữa trưa ngon miệng ở bờ sôngĐọc thêm",
            "Vừa trải qua hai ngày vừa qua với nhóm đến từ cuộc phiêu lưu trên đường mòn Pine. Con trai tôi và tôi đã vượt thác vào ngày đầu tiên với Henry và Frankie, cả hai hướng dẫn viên đều rất vui vẻ, nhiều thông tin và rất có ý thức về an toàn. Một ngày đầy thử thách nhưng cực kỳ vui vẻ, phong cảnh tuyệt vời. Ngày hôm sau, cùng với vợ và con trai, chúng tôi tham gia trò chèo bè vượt thác với Frankie, Lion và Tony, một lần nữa chúng tôi cảm thấy rất an toàn, được tận hưởng vùng quê xinh đẹp và những ghềnh thác đến cấp 4. Chúng tôi cũng rất thích thú với việc nhảy tự do xuống sông từ độ cao 6 đến 10m . Một ngày tuyệt vời, cảm ơn các bạn! Đọc thêm",
            "Thưa ông Tony,\n\nCảm ơn bạn rất nhiều vì đã lựa chọn Pine Track Adventures khi đến Đà Lạt. Chúng tôi rất vui khi biết rằng bạn và gia đình rất thích những chuyến đi của chúng tôi. Tôi muốn nói lời cảm ơn rất nhiều vì điều đó và hy vọng sớm gặp lại bạn trong các hoạt động khác.\n\nBài viết và đề xuất của bạn trên trang của chúng tôi được tất cả chúng tôi đánh giá cao.\nChúng tôi đã gửi cho bạn hình ảnh và video về chuyến đi, chúc bạn tận hưởng tất cả.\n\nGiáng sinh vui vẻ và năm mới hạnh phúc\n\nTrân trọng\n\nDinhdongĐọc thêm",
            "Tôi và bạn tôi đã có trải nghiệm vượt thác tuyệt vời nhất với Pine Track Adventures. Hướng dẫn viên của chúng tôi, Henry và Lion, thật ngoạn mục. Họ rất chuyên nghiệp và rất vui vẻ! Công ty được cấp phép hợp lệ và có trang thiết bị hàng đầu, điều này rất quan trọng đối với tôi. Nhóm của chúng tôi rất nhỏ - trong trường hợp này - chỉ có tôi và bạn tôi! Tuy nhiên, đây luôn là bối cảnh nhóm nhỏ - điều này mang lại trải nghiệm tốt hơn nhiều so với những gì chúng tôi đã thấy với các nhóm lớn hơn khác. Chúng tôi phải lặp lại một vài lần, điều đó thật thú vị! Chúng tôi cũng đã có một bữa trưa dã ngoại tuyệt vời - ngon hơn những gì tôi đã từng có ở nhiều công ty khác. Tôi ước gì tôi có thể sử dụng lại công ty này - một ngày nào đó khi tôi trở lại Đà Lạt. Cảm ơn bạn vì một ngày tuyệt vời như vậy! Đọc thêm",
            "Ngày đi bè vượt thác của chúng tôi với Toni và Henri là một điểm nổi bật trong kỳ nghỉ ở Việt Nam của chúng tôi. Trước đây, chúng tôi đã đi bè ở Vương quốc Anh và Bali nhưng điều này đã vượt qua cả hai - một ngày thực sự tuyệt vời, khi chúng tôi cảm thấy thử thách nhưng luôn an toàn với những hướng dẫn viên chuyên nghiệp. Không có gì là quá rắc rối và họ đã hoàn thiện trải nghiệm của chúng tôi bằng cách đưa chúng tôi đến một quán cà phê địa phương, một nhà máy tơ lụa và một quán cà phê - tất cả đều nằm trong một khung giá rất hợp lý. Amanda và Duncan Drye, Cambridge, Anh.Đọc thêm",
            "Amanda và Duncan thân mến,\n\nCảm ơn bạn rất nhiều vì đã lựa chọn Đường Thông Ở Đà Lạt. Và cảm ơn vì đã tận hưởng suốt thời gian đi bè. Chúng tôi hy vọng sẽ sớm gặp lại bạn cho những người khác. Đề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nChúc các bạn một Giáng sinh vui vẻ và một năm mới hạnh phúc với đầy ấm áp và hạnh phúc.\n\nTrân trọng,\n\nDinhdongĐọc thêm",
            "Thật là một vụ nổ!! Chúng tôi đã thực hiện chuyến tham quan vượt thác và có một ngày tuyệt vời với 2 hướng dẫn viên Lyon và Henry. Cả hai đều rất thân thiện và giải thích mọi thứ từng bước một! Họ cũng đã chụp rất nhiều bức ảnh sẽ mang lại cho chúng ta những kỷ niệm tuyệt vời! Cảm ơn các bạn vì những trải nghiệm không thể tin được! Trân trọng, Robin, Yentl, Julie và BenĐọc thêm",
            "Kính gửi Yent, Julie và Ben\n\nCảm ơn bạn rất nhiều vì đã lựa chọn Đường Thông Ở Đà Lạt. Và cảm ơn vì đã luôn tận hưởng chuyến đi vượt thác. Chúng tôi hy vọng sẽ sớm gặp lại bạn cho những người khác. Đề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nChúc các bạn một Giáng sinh vui vẻ và một năm mới hạnh phúc với đầy ấm áp và hạnh phúc.\n\nTrân trọng,\n\nDinhdongĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với sự hướng dẫn của PTA - Buffalo - Lion -. Khi đi bè, họ cực kỳ chuyên nghiệp, chăm sóc chúng tôi và sự an toàn của chúng tôi, và tất cả những điều này rất hài hước! Tiếng Anh của họ tốt nên cũng dễ giao tiếp. Hãy làm đi và bạn sẽ không hối tiếc!Đọc thêm",
            "Ela và Adi thân mến,\n\nCảm ơn hai bạn rất nhiều vì đã dành thời gian cho Pine Track Adventures khi hai bạn ở Đà Lạt.\nChúng tôi hy vọng sớm được gặp lại hai bạn để tham gia các hoạt động khác.\nChúng tôi rất trân trọng lời giới thiệu của bạn.\n\nChúc hai bạn tận hưởng trọn vẹn thời gian ở Việt Nam.\n\nTrân trọng\n\nDing dongĐọc thêm",
            "Đã có khoảng thời gian tuyệt vời nhất khi Lion và Buffalo thực hiện hành trình vượt thác nửa ngày. Họ rất chuyên nghiệp, thân thiện và vui vẻ. Chúng tôi thậm chí còn quay lại để xem liệu họ có thể giúp chúng tôi đặt vé xe buýt đến thị trấn tiếp theo hay không. Chắc chắn là một trải nghiệm tuyệt vời và tôi thực sự khuyên bạn nênĐọc thêm",
            "Chúng tôi đã có một chuyến tham quan hoàn hảo với những người địa phương đó. Mọi thứ đã được tổ chức tốt và chuẩn bị cho mọi tình huống. Cú lộn ngược từ độ cao 5m của Frankie đã trở thành huyền thoại. Chuyến tham quan sau đó đến nhà máy tơ lụa, trang trại dế và trang trại cà phê rất thú vị. Chúng tôi rất có thể giới thiệu những người địa phương đó. Cám ơn vì tất cả. Đọc thêm",
            "Các bạn thân mến - Big james, Irene, Raffael và Surie\nCảm ơn bạn rất nhiều vì đã dành thời gian ở Đà Lạt cùng Pine Track Adventures. Frankie sẽ không bao giờ quên khoảng thời gian này với các bạn.. Tôi ước anh ấy sẽ tuyệt vời trở lại sớm nhất. Chúc các bạn tận hưởng thời gian nghỉ ngơi ở miền Bắc và hẹn gặp lại các bạn ở những hoạt động khác.\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nTrân trọng,\n\nDinhdongĐọc thêm",
            "Ngày tuyệt vời chèo bè trên nước! Sau thác ghềnh đầu tiên, bạn sẽ có thể làm bất cứ điều gì. Hướng dẫn viên của chúng tôi là Lion và Tony đã làm rất tốt những gì họ làm. Tôi thực sự muốn giới thiệu điều này cho bất kỳ ai. Tôi đã rất sợ lúc đầu nhưng rất thích. Hãy chuẩn bị sẵn sàng để bị ướt và thoa thật nhiều kem chống nắng. Bữa trưa Việt Nam có trong chuyến đi rất ngon. Bạn sẽ thấy được vùng nông thôn thực sự của Việt Nam. Cảm ơn các anh chàng từ những người Ireland hôm nay - Đọc thêm",
            "Kính gửi Hugh, Austin O Toole và bạn của bạn,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian cho Pine Track ngày hôm qua. Chúc các bạn có chuyến đi cuối tuần vui vẻ sau chuyến đi dài đầy thú vị qua đường mòn Mũi Né đến Đà Lạt. Chúng tôi thích nghe tất cả điều này. Vì vậy, thật đáng tiếc, bạn đã hoàn thành lớp 4-5 một cách hoàn hảo. \nChúng tôi hy vọng sẽ sớm gặp lại bạn trong một mùa chèo thuyền khác.\n\nĐề xuất của bạn được đánh giá cao từ tất cả nhóm của chúng tôi.\n\nTrân trọng,\n\nDinhdongĐọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written January 11, 2018",
            "Written January 2, 2018",
            "Written December 23, 2017",
            "Written December 21, 2017",
            "Written December 16, 2017",
            "Written December 14, 2017",
            "Written November 5, 2017",
            "Written October 25, 2017",
            "Written October 22, 2017",
            "Written October 22, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or60-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or50-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or70-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d3453042-Reviews-Xfinity_Theatre-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108471-Reviews-Waimea_Waterfall-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274863-d296735-Reviews-Lake_Bled-Bled_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g30112-d629888-Reviews-Bell_Witch_Cave_and_Cabin-Adams_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g48729-d10779501-Reviews-Star_Trek_Original_Series_Set_Tour-Ticonderoga_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10806791-Reviews-Grand_Bazaar_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g226865-d668695-Reviews-Val_d_Europe-Marne_la_Vallee_Seine_et_Marne_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d8743172-Reviews-LUFASI_Nature_Park-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d255239-Reviews-Ka_ena_Point_State_Park-Waianae_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or70-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or60-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Vừa trở về sau chuyến đi bè với những người này và tôi phải nói rằng đó là một trong những ngày tuyệt vời nhất trong kỳ nghỉ của tôi cho đến nay. Công ty hoàn toàn là người Việt Nam - trái ngược với những công ty khác là người Mỹ - vì vậy bạn có thể chắc chắn rằng tất cả tiền sẽ quay trở lại nền kinh tế. Họ cũng rẻ hơn nhiều công ty khác. Bản thân việc đi bè đã là một thử thách với một số thác ghềnh cấp IV trên đường đi... Vì vậy, có thể bị ướt! Ngoài ra còn có 2 cú nhảy thác nước ở độ cao 5 mét và 10 mét vừa đáng sợ vừa rất đáng nhớ - cú lật lưng của Frankie là điều tôi không thể nào quên; - - . Ngoài ra còn bao gồm bữa trưa kiểu Việt Nam, chuyến đi đến nhà máy tơ lụa, ăn dế và cà phê phân chồn với tầm nhìn tuyệt vời ra cánh đồng cà phê. Nhìn chung rất thú vị và rất muốn giới thiệu. Đọc thêm",
            "Các bạn thân mến - Big james, Irene, Raffael và Suzie\n\nCảm ơn bạn rất nhiều vì đã dành thời gian ở Đà Lạt cùng Pine Track Adventures. Frankie sẽ không bao giờ quên khoảng thời gian này với các bạn.. Tôi ước anh ấy sẽ tuyệt vời trở lại sớm nhất. Chúc các bạn tận hưởng thời gian nghỉ ngơi ở miền Bắc và hẹn gặp lại các bạn trong những hoạt động khác.\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi.\n\nTrân trọng,\n\nDinhdongĐọc thêm",
            "Chuyến tham quan tuyệt vời! Nhân viên thân thiện và chuyên nghiệp - Chúng tôi giới thiệu điều này cho tất cả những người thích phiêu lưu ở Đà Lạt. Đọc thêm",
            "Jonathan thân mến,\n\nCảm ơn bạn đã dành thời gian ở Đà Lạt cùng Pine Track Adventures.\nChúng tôi rất vui khi thấy đánh giá của bạn về đoàn của chúng tôi về chuyến đi. Chúng tôi rất trân trọng lời giới thiệu của bạn. Chúng tôi hy vọng bạn có thời gian tuyệt vời ở Việt Nam và mong muốn được gặp lại bạn trong các hoạt động khác.\n\nTrân trọng.\n\nDinhdongĐọc thêm",
            "Chúng tôi đã tham gia cùng nhóm để trải nghiệm chèo thuyền vượt thác và có một trong những ngày tuyệt vời nhất ở Việt Nam. Chúng tôi là một cặp đôi và đi cùng 3 người khác trong chuyến tham quan và hai hướng dẫn viên của chúng tôi, họ đều rất vui vẻ và chúng tôi đã cười cả ngày. Các thác ghềnh thật hoàn hảo - sự kết hợp giữa một số thác ghềnh dễ dàng và một số thác ghềnh khó khăn hơn nhiều. Không ai trong nhóm của chúng tôi có kinh nghiệm chèo bè trước đây và tất cả chúng tôi đều có thể vượt qua một số thác ghềnh khó khăn hơn. Ngoài ra còn có hai thác nước dọc đường mà bạn có thể nhảy xuống nếu bạn dám nhảy 5m và 10m. Nếu đó không phải là việc của bạn, bạn có thể đi bộ xuống. Nhìn chung, đây là một cuộc phiêu lưu tuyệt vời và tôi không thể giới thiệu nó nhiều hơn. Đọc thêm",
            "Chris thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt.\nChúng tôi hy vọng sẽ sớm gặp lại bạn ở những hoạt động khác.\nĐề xuất của bạn được đánh giá cao từ tất cả chúng tôi. \n\nChúc bạn luôn vui vẻ ở Việt Nam.\n\nTrân trọng \n\nDing Ding\n\nĐọc thêm",
            "Chúng tôi là 2 gia đình có con ở các độ tuổi khác nhau. Trải qua hai ngày tuyệt vời ở Hẻm núi và đi bè với những cuộc phiêu lưu trên đường thông. Các hướng dẫn viên thật tuyệt vời, tất cả chúng tôi đều cảm thấy an toàn trong tay họ. Sau vài giờ vui vẻ và sợ hãi, họ đã chuẩn bị một bữa trưa tuyệt vời cho chúng tôi vào lúc không biết gì. Đi bè cũng là một cuộc phiêu lưu với một số thác ghềnh lớn, thậm chí cậu bé bảy tuổi đã thực hiện cả chuyến đi và tất cả chúng tôi đều trở về an toàn và mỉm cười. Cảm ơn Frankie, Lion, Tony và Buffalo.Đọc thêm",
            "Gia đình thân yêu thân mến.\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt. Hy vọng bạn đã trở về nhà bình an vô sự. Con trai nhỏ của bạn đã làm rất tốt công việc của mình. Anh ấy đã vượt qua cấp độ 2-3 của môn Chèo bè. \nChúng tôi hy vọng sẽ sớm gặp lại tất cả các bạn trong các hoạt động khác.\nLời nói và đề xuất của bạn được tất cả chúng tôi đánh giá cao. \n\nChúc bạn luôn vui vẻ ở Việt Nam.\n\nTrân trọng \n\nDingdongĐọc thêm",
            "Chúng tôi đã đọc rap và tham quan một ngày - thật tuyệt vời. Hàng tốt, rất tốt và an toàn. Sau đó chúng tôi đến thác cà phê abd và nó cũng rất tuyệt. Rất khuyến khích. מומלץ בחום! Hãy thử làm điều đó! Đọc thêm",
            "Nô-ê thân yêu ơi\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đồng hành cùng Pine Track Adventures khi ở Đà Lạt. Hy vọng bạn đã trở về nhà bình an vô sự. \nChúng tôi hy vọng sẽ sớm gặp lại tất cả các bạn trong các hoạt động khác. Vít của chúng tôi rất vui khi được đi chơi cùng gia đình và bạn.\nLời nói và đề xuất của bạn được tất cả chúng tôi đánh giá cao. \n\nChúc bạn luôn vui vẻ ở Việt Nam.\n\nTrân trọng \n\nDingdongĐọc thêm",
            "Chúng tôi đã thực hiện hai chuyến đi với Pine Track, chuyến đầu tiên từ Đà Lạt xuống Nha Trang, chuyến thứ hai vài ngày sau từ Đà Lạt đến Mũi Né. Cả hai đều dành khoảng 4 - 5 giờ ngồi trên yên xe và 1 - 1 - 1 - 2 giờ lái xe để bắt đầu chuyến đi và nghỉ trưa. Lion là người hướng dẫn của chúng tôi, một công ty tuyệt vời - đã thực hiện một công việc ngoại lệ - - -. Cảm ơn Sư Tử. Các chuyến tham quan được thực hiện với tốc độ thoải mái cho người tham gia - bạn có thể lên xe bất cứ lúc nào. Bữa trưa được cung cấp rất phong phú - chất lượng tốt Ban đầu, chúng tôi hơi thất vọng khi không đi bất kỳ con đường mòn nào - đường đơn trong chuyến đi của chúng tôi nhưng chuyến đi xuống Nha Trang hơi khó khăn bao gồm cả quãng đường 30km - một cách tuyệt vời để xem phía quận - như mọi khi với việc cưỡi ngựa - . Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời vượt thác và leo dốc! Hai hướng dẫn viên mà chúng tôi gọi là Lion và Jonny đều rất xuất sắc. Họ là một đội tuyệt vời; chào đón, tràn đầy niềm vui, nhiều thông tin và họ cũng chăm sóc bạn và đảm bảo rằng bạn - sẽ ổn trong ngày! Họ là những hướng dẫn viên du lịch giỏi nhất mà chúng tôi đã có trong chuyến đi nên cảm ơn bạn rất nhiều! Một ngày thật vui và bạn có thể làm được rất nhiều việc. Điều làm cho cuộc phiêu lưu trên đường thông thực sự thú vị là bạn ở trong một nhóm nhỏ gồm 5 người nên không phải chờ đợi, chúng tôi đã thấy các chuyến tham quan khác với nhóm 15 người! Cảnh đẹp quá! Bữa trưa thực sự ngon và nhiều đồ ăn! Cảm ơn bạn rất nhiều vì một ngày vui vẻ như vậy!!!  - Đọc thêm",
            "Hôm nay chúng tôi vừa trở về ký túc xá sau chuyến đi bè vượt thác. Hướng dẫn viên du lịch của chúng tôi là Lion và Frankie. Cả hai hướng dẫn viên đều rất thân thiện, giàu kinh nghiệm, đáng tin cậy và vui vẻ. Tiếng Anh của họ rất tuyệt và họ đã chăm sóc chúng tôi trong suốt chuyến đi trong ngày cùng họ. Rapids rất vui nhưng quan trọng nhất là chúng tôi cảm thấy an toàn khi được chăm sóc bởi những hướng dẫn viên đáng tin cậy. Cảm ơn Lion và Frankie : - Yêu leah và Kate từ xứ Wales Ps nên mang theo những gì : Ba lô. GoPro hoặc máy ảnh Kem chống nắng Khăn tập Dép xỏ ngón Thay quần áo Đọc thêm",
            "Xin chào Lek chiu shuer cassandra,\nCảm ơn bạn đã tham gia chuyến đi bè W với chúng tôi. Chúng tôi đánh giá cao những lời tốt đẹp của bạn ở trên và nhóm hướng dẫn của chúng tôi rất vui khi biết rằng bạn thực sự thích chuyến tham quan. Mong được gặp lại bạn ở Việt Nam.\nTrân trọng,\n\nDinhĐọc thêm",
            "Đã có một chuyến du lịch cayoning riêng cho 2 người. Nó thật tuyệt vời. Đặc biệt Thương và tuấn rất hữu ích và tốt bụng. Nếu bạn sợ làm cayoning, hãy giới thiệu cách làm riêng này thay vì làm cayoning theo nhóm.Đọc thêm",
            "Xin chào Jo Min Hee,\nCảm ơn bạn đã tham gia chuyến tham quan hẻm núi với chúng tôi. Chúng tôi đánh giá cao những lời tốt đẹp của bạn ở trên và nhóm hướng dẫn của chúng tôi rất vui khi biết rằng bạn thực sự thích chuyến tham quan. Mong được gặp lại bạn ở Việt Nam.\nTrân trọng,\n\nDinhĐọc thêm",
            "We opted for the Northern 8 Mountain biking tour. I hadn - t done mountain biking before, but do a lot of cycling at home and my boyfriend and I are both fairly fit so we decided to go for this one as they said it was more of a challenge and we didn - t just want to go for the  - easy -  one. And it was perfect. I walked a few of the challenging sections, such as the single track bit, which is quite short, and the 45 -  sections, which even my boyfriend found harder. The rest of the ride was so fun though. We finished around 2pm which he said was pretty quick with most finishing around 4pm as we didn - t stop a huge amount and didn - t walk that much. Views along the way are really nice and the route is great. It was quite rainy when we went, but I didn - t think it affected it at all, maybe if it had been heavier, but with light on and off rain is was perfect. Some parts were a bit slippery but that added to the fun. We went with Pine Track Adventures due to the good ratings and the excellent experience we had while booking. The receptionist at the dalat office was really informative and friendly and spoke excellent English, which made it easier to ask questions. We were originally going to go with Phat Tire, but the booking experience was the opposite, so we weren - t really sold on it and they only had one tour on offer. Our guide was Thung - Lion who was an absolute gem and the best guide we - ve had on any tour in South East Asia so far. We left very promptly, and he was chatty and friendly from the word go. He told us loads about various sites and the landscape as we cycled out of and around dalat and asked about us, etc. He took photos and videos of us cycling as well and even invited us for dinner that evening so we had a little extra tour around the market! He was a pleasure to spend the day with. All in all fantastic trip and really glad we did it. Read more",
            "James thân mến,\nHy vọng mọi người đã trở về bình an vô sự. Nhóm hướng dẫn của tôi và tôi rất vui khi thấy đánh giá của bạn và cảm ơn bạn rất nhiều vì những lời tốt đẹp ở trên. Hy vọng tất cả các bạn sẽ thích chuyến đi ngắn ngày đến Việt Nam này và hẹn gặp lại các bạn ở đây trong một chuyến phiêu lưu khác.\nTrân trọng,\n\nDinhĐọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written October 20, 2017",
            "Written October 18, 2017",
            "Written October 8, 2017",
            "Written September 4, 2017",
            "Written August 31, 2017",
            "Written August 22, 2017",
            "Written August 7, 2017",
            "Written July 26, 2017",
            "Written July 21, 2017",
            "Written July 18, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or70-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or60-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or80-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d616534-Reviews-Kauffman_Stadium-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1414014-d24183836-Reviews-Hvammsvik_Hot_Springs-Mosfellsbaer_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147297-d149844-Reviews-Seven_Sisters_Falls-Grand_Etang_National_Park_Saint_Andrew_Parish_Grenada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298255-d7149719-Reviews-Failaka_Island-Ahmadi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d144468-Reviews-Inside_Passage-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g552076-d148604-Reviews-Lovers_Leap-Santa_Cruz_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d4469473-Reviews-Agora_Mall-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g30480-d578945-Reviews-Cheaha_State_Park-Delta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777471-d19722616-Reviews-Pantai_Remis-Kuala_Selangor_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g7253193-d2299517-Reviews-Wadi_Bani_Khalid-Al_Kamil_Wal_Wafi_Ash_Sharqiyah_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or80-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or70-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trên đường thông",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "Đó là một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi, đó là một trong những chuyến đi tôi phải thực hiện khi tôi lên bờ với bạn, nó tràn ngập adrenaline và tiếng cười. Đây là lời tri ân đến hướng dẫn viên du lịch tuyệt vời của chúng tôi, Lion và Frankie, những người đã biến tất cả thành hiện thực.Đọc thêm",
            "Xin chào Tania,\nCảm ơn bạn đã tham gia tour đi bộ đường dài cùng chúng tôi. Chúng tôi rất trân trọng những lời tốt đẹp của bạn ở trên và nhóm hướng dẫn viên của chúng tôi rất vui khi biết rằng bạn thực sự thích tour này. Hy vọng sẽ gặp lại bạn ở Việt Nam.\nTrân trọng,\nDinhĐọc thêm",
            "I have to preface this review with a disclaimer that I am one of those adventure seeking dads who will often feel comfortable taking risks with his 7 and 9 year old sons play. This worries my wife. I don - t think this is uncommon in humanity, but this review might read a lot different from my wife - s perspective. What we can agree on is that the customer service, office headquarters, transportation, and food was amazing. There price was competitive and I didn - t feel like we needed to haggle to get a fair price.The river is what it is, and you just have to get over the sediment rich brown water. It doesnt mean it is polluted or dirty. It just means that it has suspended soil particles. Having said that, the river and its shores are ladden with debris. Plastic bags especially, but also a variety of other garbage. Vietnam in general, but perhaps also a river conservation organization is needed here. But that - s not  really Pine Track fault. After a while you get past it and really start to enjoy the river.We had two guides, so we split up the adults and the children. It was obvious that the less experienced guide was in my wife - s boat, and as a result they tipped a lot. She got pulled under in a rapid and got very scared. Again, could have happened on any river or with any guide. However we did end up switching boats.The river was amazing and we were all pushed to our limits. The scariest part were the cliff jumping sections. There are different heights along the cliff, but we all ended up jumping a 10 m and a 20 m cliff. Very exhilarating and safe with the helmets and life jackets. Not a favorite for my wife as she is afraid of heights. At the second cliff she was frozen, and in the end she was thankful for the little push she was given to achieve her goal.In the end, this is an excellent little company that competes really well in the outdoor adventure market in Da Lat. Try them out.Read more",
            "Tôi và bạn tôi đã có chuyến đi MTB tuyệt vời ở Đà Lạt. Tại văn phòng, họ khuyên chúng tôi nên bắt đầu chuyến đi này và nó thật hoàn hảo. Sự cân bằng hoàn hảo giữa việc thực sự mệt mỏi, khung cảnh tuyệt vời, những phần khá thử thách và một bữa trưa ngon miệng - bạn chắc chắn sẽ đói! - . Ngay cả hướng dẫn viên của chúng tôi cũng đã quay phim và gửi cho chúng tôi những bộ phim sau. Cảm ơn Lion rất nhiều!Đọc thêm",
            "Gửi Jessica,\n\nCảm ơn bạn đã tham gia chuyến tham quan với chúng tôi. Vâng, chúng tôi đã có khoảng thời gian tuyệt vời ở Đà Lạt. Chúng tôi sẽ cố gắng duy trì văn hóa sau chuyến tham quan tại văn phòng để du khách sẽ thấy rằng họ được chăm sóc thêm sau chuyến tham quan. Cảm ơn bạn một lần nữa vì phản hồi của bạn cho chúng tôi và hy vọng gặp lại bạn vào lần khác tại Việt Nam.\nChúc mừng,\n\nDinhĐọc thêm",
            "Chồng tôi và tôi đã đặt một chuyến đi trong ngày bằng xe đạp leo núi có tên là lụa và voi. Hướng dẫn của chúng tôi thật tuyệt vời. Thân thiện, tốt bụng, vui tính, hiểu biết và nói tiếng Anh tuyệt vời. Anh ấy đã đưa chúng tôi vào một chuyến đi hoành tráng với sự kết hợp tuyệt vời giữa dốc và xuống dốc. Các điểm dừng khác nhau trên đường đi thật thú vị. Bữa trưa rất phong phú và ngon miệng. Công ty này thật tuyệt vời!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi xe đạp hai ngày từ Đà Lạt đến Nha Trang. Mọi thứ đã được tổ chức hoàn hảo! Chúng tôi đã có rất nhiều niềm vui với hướng dẫn viên du lịch của mình. Chúng tôi được đón tại ký túc xá và bắt đầu đạp xe từ văn phòng đường thông. Chúng tôi đạp xe qua cánh đồng dâu tây và atisô. Có khá nhiều cuộc leo núi rất thú vị! Chúng tôi dùng bữa trưa ngon miệng tại Công viên Quốc gia với nhiều món ăn truyền thống. Bahn Mi với đậu phụ, phô mai, thảo mộc, rau, trái cây và đồ ngọt. Sau bữa trưa, chúng tôi được ô tô đưa đến khách sạn nằm giữa Công viên Quốc gia. Sau khi nghỉ ngơi, chúng tôi đã đi bộ đến Thác nước tuyệt đẹp. Mọi thứ đều phụ thuộc vào chúng tôi! Buổi tối chúng tôi thưởng thức Lẩu. Ngày hôm sau chúng tôi đạp xe 70km với nhiều chặng leo núi. Cuối cùng chúng tôi đã có một bữa trưa vui vẻ và được đưa đến trung tâm Nha Trang bằng ô tô. Tôi muốn giới thiệu chuyến đi này cho tất cả những ai thích đạp xe và thiên nhiên. Hướng dẫn viên của chúng tôi thật tuyệt vời! Nói tiếng Anh rất tốt và thật vui khi dành thời gian với anh ấy!Đọc thêm",
            "Chúng tôi đã đi bè ở công viên quốc gia Bidoup. Hướng dẫn viên của chúng tôi ở Pine track rất thân thiện, hiểu biết sâu rộng và hữu ích. Bất cứ khi nào chúng tôi đến Đà Lạt, anh ấy luôn cho chúng tôi lời khuyên tốt nhất. Chúng tôi cũng thuê xe đạp ở đây để khám phá Đà Lạt. Rất khuyến khích bạn đến Pine Track Adventure nếu bạn đến Đà Lạt. Đọc thêm",
            "Đã có một ngày tuyệt vời với hướng dẫn viên du lịch Zip của chúng tôi! Anh ấy rất thân thiện, có tiếng Anh rất tốt và kiến ​​thức tuyệt vời về môi trường xung quanh. Đây là lần đầu tiên chúng tôi làm việc này và Zip đã rất kiên nhẫn và cho phép chúng tôi chọn tốc độ. Sẽ 100 - giới thiệu cho mọi người! Cảm ơn ZipĐọc thêm",
            "Có một ngày TUYỆT VỜI khi Frankie và Tony chèo thuyền vượt thác. Hai người đàn ông này hoàn toàn là những hướng dẫn viên du lịch tuyệt vời - rất nhiều niềm vui, khiếu hài hước tuyệt vời, hiểu biết và siêu siêu hữu ích. Họ thực sự đã cố gắng hết sức để giúp đỡ chúng tôi ngay từ khi chúng tôi gửi email cho họ. Rất khuyến khích Cuộc phiêu lưu trên đường mòn !!! Hoạt động chèo thuyền vượt thác thật tuyệt vời! Rất vui! Rất nhiều tiếng cười và một ngày thực sự tuyệt vời - đi bè thật tuyệt vời, bao gồm bữa trưa rất ngon và chúng tôi được cung cấp tùy chọn để xem những điểm tham quan mà CHÚNG TÔI muốn xem. Ngày hoàn toàn hoàn hảo. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến MTB một ngày từ Đà Lạt đến Mũi Né và thực sự hài lòng với nó. Lên dốc dễ chịu khi bắt đầu và xuống dốc mát mẻ sau đó. Hướng dẫn viên Zip của chúng tôi và tài xế đã làm tất cả những gì có thể để mang đến cho chúng tôi một ngày vui vẻ trên xe đạp! Và, bữa trưa dã ngoại là một chuyến dã ngoại thực sự với những chiếc bánh mì baguette thơm ngon mà bạn có thể nạp cho mình những món ngon từ chợ Đà Lạt!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan cả ngày - tôi và mẹ tôi -. Chúng tôi yêu nó! Mẹ tôi hơi lo lắng nên chúng tôi đã yêu cầu một nhóm riêng chỉ dành cho hai chúng tôi - - 65 người mỗi người -. Chúng tôi có hai hướng dẫn viên: Frankie và Tony. Cả hai đều rất thân thiện và chuyên nghiệp và khiến chúng tôi cảm thấy thực sự thoải mái. Họ giải thích cặn kẽ mọi chuyện và khiến chúng tôi cảm thấy rất tin tưởng. Tour bao gồm trà - cà phê trước khi bắt đầu, một bài học về cách leo xuống, sau đó bạn leo xuống một vách đá khô nhưng nhảy xuống nước, sau đó là đu dây - đu dây, sau đó bạn có thể đi xuống một thác nước trượt, sau đó leo xuống 20m thác nước với độ cao 4m nhảy xuống nước, sau đó là cơ hội để nhảy từ vách đá - chúng tôi đã bỏ qua điều đó - , và sau đó là một đoạn dốc cuối cùng với rất nhiều nước bắn tung tóe được gọi là - máy giặt - . Nếu bạn muốn bỏ qua bất cứ điều gì bạn có thể nhưng một khi bạn đã bắt đầu leo ​​xuống thì không đáng sợ như khi nhìn từ trên xuống. Tất cả các thiết bị đều trông mới và đội ngũ rất chuyên nghiệp. Cuối ngày là bữa trưa và sau đó lên xe trở về khách sạn. Lưu ý duy nhất tôi muốn đưa ra là những đoạn bạn đi bộ sẽ rất khó khăn đối với những người không phù hợp hoặc không quen với địa hình đầy thử thách. Chắc chắn sẽ giới thiệu tour này! Đọc thêm",
            "Xin chào các bạn, chúng tôi vừa gửi cho bạn một tin nhắn về việc nhận đoạn phim GoPro. Chúc mừng JohnĐọc thêm",
            "Đinh thân mến,\n\nChúng tôi có 4 người lớn - từ 50 đến 55 tuổi - - 1 trẻ em - 11 tuổi - sẽ đến vào ngày 30 tháng 11 và chúng tôi sẽ lưu trú tại khu vực Thành phố Đà Lạt, chưa quyết định địa điểm chính xác.  Chúng tôi muốn thực hiện một chuyến tham quan bằng xe máy cả ngày vào ngày 1 tháng 12 và đây là những nơi chúng tôi muốn đến trong 1 ngày đó.\n\nSơ đẳng:\nĐồn điền cà phê - chè\nNhà máy tơ lụa\nVườn hoa\nCáp treo\nĐi bè vượt thác - hỗn hợp Cấp II hoặc Cấp III, Sơ cấp hoặc Trung cấp - \nThác Voi \n\nTùy chọn - chỉ chúng tôi mới có thời gian:\nThác Ponggur \nNhững ngôi làng đến thăm các bộ tộc khác nhau\nChèo thuyền kayak\n\nBạn cũng có muốn giới thiệu một chuyến xe van cả ngày vào ngày 2 tháng 12, có lẽ từ 10 giờ sáng hoặc 11 giờ sáng đến 10 giờ tối không?   Chúng tôi có chuyến bay đến SGN lúc 11:20 tối.\nCâu hỏi:\n - 1 - Địa hình - tình trạng đường sá - trên đường đến Thác nước và làng mạc\n - 2 - Áo mưa có được cung cấp sẵn hay chúng tôi cần mang theo áo mưa?\n\nMong chờ hành trình dự định của bạn cùng với thời gian để chúng tôi cũng có thể biết được mỗi điểm dừng bao nhiêu thời gian.\n\nTrân trọng,\nCatherine Leong\nSingapore\nT: - 65 62326312 - M: - 65 96404759Đọc thêm",
            "Catherine thân mến,\n\nCảm ơn bạn rất nhiều vì yêu cầu của bạn về điều này với Pine Track Adventures.\n\nTôi không thể trả lời bạn vấn đề này theo chính sách của Tripadvisor: Vì vậy, vui lòng gửi email cho tôi hoặc cho tôi địa chỉ email của bạn, tôi sẽ liên hệ lại với bạn ngay.\n\nTrân trọng,\n\nDinhĐọc thêm",
            "CHÀO\nTôi muốn đi leo núi, chèo thuyền và chèo thuyền vượt thác vào khoảng ngày 8 tháng 7.\nBạn có thể sắp xếp cho chuyến đi 2 ngày được không? giá bao nhiêu ? Bạn có chỗ ở nào chúng tôi có thể đặt không?Đọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written June 11, 2017",
            "Written April 1, 2017",
            "Written March 24, 2017",
            "Written March 4, 2017",
            "Written March 3, 2017",
            "Written February 20, 2017",
            "Written February 10, 2017",
            "Written February 3, 2017",
            "Written January 21, 2017",
            "Written January 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or80-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or70-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or90-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d269923-Reviews-Great_Point_Light-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34179-d10524709-Reviews-Silverball_Museum-Delray_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4601679-Reviews-Labyrinth_Park-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g309242-d1754721-Reviews-Playa_Conchal-Playa_Conchal_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g644226-d12822246-Reviews-Centaurs_Path-Portaria_Volos_Magnesia_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d8531892-Reviews-Cameron_Ferry-Cameron_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g227905-d23580656-Reviews-Peppa_Pig_World_Of_Play_Leidschendam-Leidschendam_The_Hague_South_Holland_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g41368-d103284-Reviews-Point_Lookout_State_Park-Scotland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d8773359-Reviews-Vik_Swimming_Pool-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459922-Reviews-Shanghai_Wild_Animal_Park-Shanghai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or90-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or80-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Pine Track Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu Pine Track",
        "general_info": [
            "208 đánh giá",
            "- 6 trong 16 chuyến tham quan bằng thuyền - Thể thao dưới nước tại Đà Lạt",
            "Chèo Bè Trên Sông - Tubing",
            "Vượt thác - Tour leo núi",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Nhóm bao gồm một nhóm các chuyên gia phiêu lưu làm việc chăm chỉ và vui vẻ, có tổng kinh nghiệm hơn 10 năm. Chúng tôi có một số cựu binh đã đồng hành cùng chúng tôi ngay từ đầu và một nhóm tân binh tuyệt vời đang rất hào hứng với việc bắt đầu sự nghiệp mới trong ngành này. Điểm chung gắn kết tất cả chúng tôi lại với nhau là niềm yêu thích các hoạt động ngoài trời và niềm đam mê mang đến cho khách hàng trải nghiệm tốt nhất có thể. Mục tiêu của chúng tôi là mang lại giá trị lớn nhất có thể bằng những chương trình tốt nhất, với những hướng dẫn viên được đào tạo tốt nhất, được trang bị tốt nhất, an toàn nhất và hiểu biết nhất tại Việt Nam. Điều này mang đến cho khách hàng của chúng tôi trải nghiệm đầy hứng khởi với cùng mức độ chuyên nghiệp và an toàn mà họ mong đợi ở quê nhà - dù nhà ở đâu - Đọc thêm",
        "reviews": [
            "We did a canyoning full day tour with Pine track on 4th Dec. Thang  - Frankie -  and Zip, our guides for the day, was very professional. They taught us meticulously right from the start about abseiling techniques and was patient to correct us when we made a mistake. They undergo training in Singapore and equipments were purchased there as well. Thang and Zip had more than 12 years of experience shared between them and we couldn - t felt any more safer. Before every activity, they will give a thorough instruction on how we should tackle the terrain. And they made sure that the ropes set up were safely secured by double checking it. Thang and Zip were always so encouraging through out the whole journey. The next day, we set off to Nha Trang with Zip. We took a van to transfer out to the highway before making a 10km bike up. Zip was patient with us as usual and taught us how to use the mountain bicycle properly before setting off. Along the journey, he made sure we will always safe from heavy vehicles and there were adequate breaks in between, to take photos, take water breaks and enjoy the amazing scenery. We tried but at the 7km the hill was too steep for us, thus we had no choice but to stop. The transport van then picked us up to the top of the highway while zip continued on his own. This man is made of steel. There were landslides along the road and it was so foggy. Hence, zip decided that we should only start our 30km downhill when it is less foggy. The downhill part was so omg beautiful and rewarding. I - m convinced that this is what we came for at that point. Thereafter, we stopped for lunch at a local eatery, which was paid by Pine track. Then, we took a 5 mins transfer to cai river to begin our rafting. It was the most intense 1.5 hours of my life I swear. Throughout the 7km raft, there were times that the current was so horrible but we were well prepared to tackle it as Zip gave very clear instruction on what we should do. As we didn - t do rafting before, we were quite scared by the current. Thank god for Zip seriously. He - s very experienced in it. After that, we boarded the van to our hotel in Nha Trang.Although Pine track is a little bit more pricey than the other tours, it was WORTH it. We felt very safe and assured with both Thang and Zip. Also, we started the canyoning tour very early hence at some activities, we could do it twice and take our time. While we were ending our canyoning, we could see more groups coming and had to wait for their turn which is hmmm boring imo. Pine track also limit the amount the people per group which is good as guides can focus better on each individual. We were very lucky that on both canyoning and Bike - raft, there - s only 2 of us. A very huge thank you to Thang and Zip. We enjoyed our time with you guys and thank you Pine track adventures for giving us such wonderful experience.Cheers! : - Read more",
            "Xin chào Cherly,\nCảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn về dịch vụ và hướng dẫn của chúng tôi. Điều này chắc chắn sẽ mang lại động lực lớn cho đội ngũ của chúng tôi để cung cấp dịch vụ tốt nhất có thể cho khách du lịch.\nMọi điều tốt đẹp nhất,\nĐọc thêm",
            "Chúng tôi đã có một chuyến đi xe đạp hai ngày tuyệt vời từ Đà Lạt đến Mũi Né, nghỉ tại một khu nghỉ dưỡng nhỏ xinh xắn trên núi giữa đường. Hướng dẫn viên Zip của chúng tôi thực sự tuyệt vời, chỉ cho chúng tôi đủ thứ trên đường đi - thác nước thật tuyệt vời. Chuyến đi bao gồm một đoạn lên dốc khó khăn vào ngày thứ hai, nhưng cũng có rất nhiều đoạn xuống dốc và phong cảnh tuyệt đẹp suốt chặng đường. Đồ ăn cũng tuyệt vời, đặc biệt là bữa trưa dã ngoại. Tôi thực sự muốn giới thiệu Pinetrack và chắc chắn sẽ yêu cầu Zip. Đọc thêm",
            "Xin chào Anna,\nMột lần nữa cảm ơn bạn rất nhiều vì đã cùng chúng tôi đi xe hai ngày Đà Lạt đến Mũi Né. Chúng tôi rất vui khi thấy những lời tốt đẹp của bạn ở trên và chắc chắn sẽ luôn giữ dịch vụ của chúng tôi ở mức cao.\nBảo trọng,\nĐọc thêm",
            "Thật tuyệt khi thoát khỏi trung tâm thành phố Đà Lạt bận rộn và bẩn thỉu. Chuyến đi bắt đầu với một đoạn đường lên dốc khá dài và dốc, nhưng 20km sau đó thật tuyệt vời! Đi qua những cây cà phê, những ngôi làng nông nghiệp nhỏ và quang cảnh núi non tuyệt đẹp! Chúng tôi cũng đã đến thăm một nhà máy tơ lụa và trang trại dế - đã thấy ngôi chùa đẹp nhất trong chuyến đi của chúng tôi! Hướng dẫn viên cũng tuyệt vời! Đọc thêm",
            "Chúng tôi đã vượt thác với Pine Track Adventures và đó là một trong những ngày tuyệt vời nhất của chúng tôi trong 3 tuần ở Việt Nam. Frankie và Tony thật tuyệt vời và chúng tôi đã có một ngày thật vui vẻ với họ. Frankie là một hướng dẫn viên xuất sắc với nhiều thông tin về khu vực và sự hài hước. Tony không thể nói được tiếng Anh, nhưng anh ấy rất vui vẻ và chụp rất nhiều hình ảnh và video tuyệt vời cho chúng tôi. Rất khuyến khích cho bất cứ ai đi Đà Lạt và bạn phải đi theo con đường nâng cao; Như vậy cũng đáng. Đọc thêm",
            "Chúng tôi đã đi hai tour với họ vì tour đầu tiên rất hoàn hảo và không hề hối hận. Các hướng dẫn viên nói tiếng Anh lưu loát, được đào tạo bài bản, luôn mang theo đồ sơ cứu và rất chú trọng đến sự an toàn. Thêm vào đó, họ cực kỳ tốt bụng và hữu ích và thực sự muốn bạn có một trải nghiệm tuyệt vời! Chuyến đi bè được tổ chức gọn gàng, họ mang theo áo phao và mũ bảo hiểm và cuối cùng chúng tôi có thể tắm. Các hướng dẫn viên rất chu đáo, họ luôn giải thích những gì sắp diễn ra tiếp theo và cách chúng tôi nên phản ứng - như chèo thuyền, nghiêng sang một bên, v.v. - . Chúng tôi chưa bao giờ đi bè trước đây nhưng cảm thấy rất an toàn khi đi cùng họ và có khoảng thời gian tuyệt vời như vậy. Chuyến đi hẻm núi cũng vậy. Đầu tiên, chúng tôi được hướng dẫn và thực hành một số bài tập trên mặt đất. Tại mỗi điểm mới, các hướng dẫn viên giải thích chi tiết về những gì sắp diễn ra và cách bạn nên phản ứng với mọi tình huống có thể xảy ra. Họ kiểm tra lại tất cả các nút thắt và trong khi xuống, chúng tôi luôn được một trong những hướng dẫn viên cố định. Khi có thể, người kia sẽ chụp ảnh chúng tôi khi xuống - anh ấy đã chụp một số bức ảnh tuyệt đẹp! - . Chuyến tham quan cũng bao gồm bơi lội, nhảy tự do, đi cáp treo và theo dõi. Vì vậy, đừng đánh giá thấp chuyến tham quan, bạn thực sự phải có đủ khả năng về mặt thể chất để làm tất cả những điều đó. Bạn cũng không nên sợ độ cao hoặc nhảy xuống nước hoặc xuống thác nước cao 20m; - Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với những chuyến phiêu lưu trên đường thông. Chúng tôi dành cả buổi sáng sớm để tham quan trang trại cà phê chồn và nhà máy sản xuất tơ lụa trước khi xuống sông. Chúng tôi đã có khoảng thời gian tuyệt vời trên sông, nhảy khỏi thác nước và lao xuống ghềnh. Tiếp theo là bữa trưa vui vẻ theo phong cách gia đình tại một cửa hàng bán đồ ăn địa phương trong ngày đầy Adreinaline.Đọc thêm",
            "Hướng dẫn viên du lịch - Thắng và Tuân - rất chuyên nghiệp và thân thiện. Thật tuyệt vời khi đi bè nước và vượt thác cùng họ.  Họ thực sự đối xử với bạn như những người bạn thân và thậm chí còn giới thiệu một số địa điểm tuyệt vời trong thành phố.Đọc thêm",
            "Một ngày đẹp trời trên sông. Một người dân địa phương nói với chúng tôi rằng mặc dù đang là mùa mưa nhưng thời điểm này trong năm trời không mưa nhiều như thường lệ. Trên lòng sông có thể thấy mực nước đã cao hơn 20-50 cm. Tuy nhiên tôi nghi ngờ liệu điều này có thay đổi đáng kể trải nghiệm của chúng tôi hay không. Hai cú nhảy thác 7 và 11m đều rất tuyệt vời. Ghềnh nước đầu tiên và cuối cùng rất đẹp và rất dễ bị ngã. Phần còn lại của các ghềnh ở giữa đều đẹp nhưng không quá mạo hiểm. Các hướng dẫn viên rất thân thiện và nói - OK - tiếng Anh, và các điểm du lịch như trang trại dế và tơ lụa trên đường trở về thật thú vị. Trải nghiệm tổng thể là tốt. Đọc thêm",
            "Tour du lịch tuyệt vời với hướng dẫn tuyệt vời của chúng tôi. Thắng và Tuân rất giỏi và sự an toàn luôn được đặt lên hàng đầu. Họ thậm chí còn cho phép chúng tôi thực hiện một số thủ thuật hay. Nhìn chung, chúng tôi đã có trải nghiệm tuyệt vời với Pine Track và tôi thực sự giới thiệu chúng cho những khách du lịch khác. Đọc thêm",
            "Nửa ngày đi chơi thật tuyệt vời! Tôi - rất vui vì chúng tôi đã đặt phòng ở Pine Track. Về giá cả, họ ngồi ở giữa so với những gì chúng tôi tìm thấy nhưng thật đáng để trả thêm một ít - - để đi cùng những người này. Chúng tôi đã thực hiện chuyến đi xe đạp leo núi dài 22 km nửa ngày mà cuối cùng chỉ có tôi, đối tác của tôi và chúng tôi hướng dẫn Dinh, một huyền thoại tuyệt đối! Đạp xe thực sự rất thú vị, một buổi tập luyện tuyệt vời khi leo dốc với một vài chặng xuống dốc đầy thử thách hơn - đặc biệt có 1 điểm mà tôi đã xếp nó ở cuối đường chạy và kết thúc với một vài vết thương chiến tranh! - nhưng Dinh thật tuyệt vời trong suốt những đoạn khó chỉ cho bạn những đường tốt nhất để thực hiện và hướng dẫn bạn vượt qua. Đường đua khá gập ghềnh, điều này càng làm tăng thêm thử thách! Có một số cảnh đẹp trên đường đi và một địa điểm đẹp ở cuối đường để ăn nhẹ và giải trí bằng gậy selfie!! Tôi không thể khuyên bạn nên đi tham quan với Dinh đủ cao. Anh ấy thật tuyệt vời khi trò chuyện, cung cấp cho chúng tôi rất nhiều thông tin về Đà Lạt và các khu vực khác mà chúng tôi dự định đến thăm ở phía bắc Việt Nam. Anh ấy đã trả lời hàng triệu câu hỏi của tôi về cuộc sống và văn hóa Việt Nam, đồng thời cũng cho chúng tôi một số bài học ngôn ngữ rất hữu ích! Anh ấy đã làm cho ngày hôm đó trở nên vô cùng vui vẻ và cũng khiến tôi cảm thấy thực sự an toàn và thoải mái sau khi sắp xếp nó! Toàn bộ quá trình thực sự tuyệt vời vì người phụ nữ mà chúng tôi đã đặt chuyến tham quan qua Vy cũng rất hữu ích và tuyệt vời. Đó là một trải nghiệm tuyệt vời và tôi không thể giới thiệu những người này đủ cao cho bất kỳ chuyến tham quan nào bạn muốn thực hiện ở Đà Lạt. Cảm ơn Dinh và Vy vì một trải nghiệm tuyệt vời!Đọc thêm"
        ],
        "star_ratings": [
            197,
            7,
            2,
            1,
            1
        ],
        "review_amount": 208,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Cuộc phiêu lưu trên đường thông",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written December 6, 2016",
            "Written December 1, 2016",
            "Written November 28, 2016",
            "Written November 18, 2016",
            "Written October 28, 2016",
            "Written October 19, 2016",
            "Written August 14, 2016",
            "Written August 2, 2016",
            "Written July 28, 2016",
            "Written July 26, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4074605-Reviews-or90-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or80-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or100-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5990457-Reviews-Original_Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4211302-Reviews-Namsilk-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8733488-Reviews-B21Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7927517-Reviews-Dalat_Canyoning_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25593122-Reviews-On_The_Rocks_Cocktail_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d12432492-Reviews-The_Fog_Bar-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6406996-Reviews-Beepub-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d16739861-Reviews-Brothers_Bar_Dalat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41687-d6886035-Reviews-Houghton_s_Pond-Milton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41601-d630484-Reviews-Red_River_Beach-Harwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d14978862-Reviews-Atican_Beach-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g52158-d3404728-Reviews-Columcille_Megalith_Park-Bangor_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13108001-Reviews-Eleko_Beach-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106446-Reviews-Harrah_s_Casino_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g499179-d217959-Reviews-Hopewell_Rocks-Hopewell_Cape_Albert_County_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13007321-Reviews-The_Wharf_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15274900-Reviews-The_Cauldron_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56056-d139824-Reviews-South_Llano_River_State_Park-Junction_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or100-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-or90-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html"
    }
]