[
    {
        "attraction_name": "Pipestem State Park",
        "attraction_name_vi": "Công viên tiểu bang Pipestem",
        "general_info": [
            "206 đánh giá",
            "- 2 trong số 7 điều cần làm trong Pipestem",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên tiểu bang Pipestem Resort là khu nghỉ dưỡng phiêu lưu dành cho gia đình hàng đầu ở Tây Virginia. Nằm ở rìa phía đông của Hẻm núi Sông Bluestone, Pipestem mang đến nhiều điều thú vị cho mọi người bao gồm các chuyến tham quan zipline thú vị, các chuyến câu cá hồi có hướng dẫn viên, các chuyến du ngoạn bằng xe đạp leo núi, leo núi và hơn thế nữa. Dành chút thời gian trên mặt nước tại hồ phiêu lưu và công viên giật gân mới của công viên hoặc bắt đầu chuyến tham quan chèo thuyền kayak và ván chèo đứng, phiêu lưu bằng ống hoặc nước trắng trên Sông Bluestone. Công viên rộng 4.050 mẫu Anh nằm ở biên giới của các quận Summers và Mercer và có 26 cabin và hai nhà nghỉ, một trong số đó chỉ có thể đến được bằng cách đi xe điện trên không của công viên đến đáy Hẻm núi Sông Bluestone. Chỉ mất 20 phút đi bộ, bạn sẽ tìm thấy nhiều điều thú vị hơn nữa để làm tại Công viên Bang Bluestone trên bờ Hồ Bluestone. Nếu bạn đang tìm kiếm các hoạt động ngoài trời, cảnh núi non hùng vĩ và cơ hội để tạo nên những kỷ niệm đáng nhớ cùng gia đình thì Pipestem là nơi thích hợp.Đọc thêm",
        "reviews": [
            "Cần cập nhật lịch bảo trì trên các trang web internet. Xuất hiện để đi xe điện và đóng cửa cả ngày vào thứ Ba. Trang web cho biết sẽ đóng cửa để bảo trì vào Thứ Ba và Thứ Năm từ ngày 1 đến ngày 4. Khi chúng tôi hỏi người ở xe điện thì họ nói nó đã thay đổi. Tại sao trang web chưa được cập nhật? Yêu Pipestem nhưng điều này là không thể chấp nhận được!Đọc thêm",
            "Chúng tôi đã tổ chức một buổi đoàn tụ gia đình tại Pipestem và có một ngày tuyệt vời nhất khi thực hiện chuyến tham quan bằng dây kéo. Chuyến tham quan trên không xuống núi diễn ra nhanh chóng, vui vẻ, đẹp mắt và hướng dẫn viên của chúng tôi là người giỏi nhất mà tôi từng trải nghiệm trong bất kỳ hoạt động phiêu lưu nào. Tori và Maddock rất xuất sắc trong công việc của họ và khiến buổi sáng trở nên hoàn hảo. Cảm ơn nhóm Pipestem vì đã tối đa hóa niềm vui.  Gia đình HayesĐọc thêm",
            "Công viên tiểu bang Pipestem thật tuyệt vời từ những chuyến đi bộ đường dài tuyệt vời đến quang cảnh hùng vĩ. Chúng tôi ở trong một phòng thân thiện với chó ở tầng hai. Tôi đoán là chúng tôi đã trả nhiều tiền hơn hầu hết mọi người vì phí chó nhưng lại nhận được một trong những căn phòng mà tôi cho là kém hấp dẫn nhất trong khu nghỉ dưỡng. Hành lang cuối cùng dẫn đến phòng của chúng tôi thì bẩn, sân hiên không sạch sẽ, có mạng nhện ở chỗ tường phòng chúng tôi tiếp giáp với trần nhà. Khu vực thảm xung quanh giường không được vệ sinh sạch sẽ. Theo gợi ý của một trong những vị khách khác, chúng tôi đã dùng bữa tối tại một nhà hàng nhỏ ở cuối đường. Có lẽ chúng tôi sẽ quay lại và cố gắng tìm một cabin. \n\nMẹo: Người đàn ông phụ trách Trung tâm thiên nhiên cực kỳ hiểu biết và là một trong những Nhà tự nhiên học giỏi nhất mà tôi từng gặp. Đọc thêm",
            "Hoàn hảo tuyệt đối.  Đây là một nơi tuyệt vời để tổ chức Khóa tu Sống có Mục đích của chúng tôi. Chỗ ở, Bữa ăn, phòng hội nghị, Spa, câu cá, hồ bơi, hoạt động ngoài trời trong phòng trò chơi, ngựa, vô số cơ hội chụp ảnh và khung cảnh ngoạn mục!!Đọc thêm",
            "Công viên tiểu bang Pipestem thật tuyệt vời từ những chuyến đi bộ đường dài tuyệt vời đến quang cảnh hùng vĩ. Chúng tôi ở trong một phòng thân thiện với chó ở tầng hai. Tôi đoán là chúng tôi đã trả nhiều tiền hơn hầu hết mọi người vì phí chó nhưng lại nhận được một trong những căn phòng mà tôi cho là kém hấp dẫn nhất trong khu nghỉ dưỡng. Hành lang cuối cùng dẫn đến phòng của chúng tôi thì bẩn, sân hiên không sạch sẽ, có mạng nhện ở chỗ tường phòng chúng tôi tiếp giáp với trần nhà. Khu vực thảm xung quanh giường không được vệ sinh sạch sẽ. Theo gợi ý của một trong những vị khách khác, chúng tôi đã dùng bữa tối tại một nhà hàng nhỏ ở cuối đường. Có lẽ chúng tôi sẽ quay lại và cố gắng tìm một cabin. Mẹo: Người đàn ông phụ trách Trung tâm thiên nhiên cực kỳ hiểu biết và là một trong những Nhà tự nhiên học giỏi nhất mà tôi từng gặp. Đọc thêm",
            "Chúng tôi đã tổ chức một buổi họp mặt gia đình tại Pipestem và có một ngày tuyệt vời nhất khi tham gia tour đu dây zipline. Chuyến tham quan trên không xuống núi diễn ra nhanh chóng, vui vẻ, tuyệt đẹp và hướng dẫn viên của chúng tôi là những người giỏi nhất mà tôi từng trải nghiệm trong bất kỳ hoạt động phiêu lưu nào. Tori và Maddock đã làm việc rất xuất sắc và khiến buổi sáng trở nên hoàn hảo. Cảm ơn đội ngũ tại Pipestem đã tối đa hóa niềm vui. Gia đình HayesĐọc thêm",
            "Cần cập nhật lịch bảo trì trên các trang web internet. Xuất hiện để đi xe điện và đóng cửa cả ngày vào thứ Ba. Trang web cho biết sẽ đóng cửa để bảo trì vào Thứ Ba và Thứ Năm từ ngày 1 đến ngày 4. Khi chúng tôi hỏi người ở xe điện thì họ nói nó đã thay đổi. Tại sao trang web chưa được cập nhật? Yêu Pipestem nhưng điều này là không thể chấp nhận được!Đọc thêm",
            "Chồng tôi và tôi ở lại hai đêm tại McKeever Lodge.  Mọi người rất thân thiện, phòng của chúng tôi cực kỳ sạch sẽ với tầm nhìn tuyệt vời từ ban công.  Cửa hàng quà tặng khá đẹp với nhiều mặt hàng đa dạng: đồ thủy tinh Blenko, áo sơ mi của Công viên bang Pipestem, đồ Tây Virginia, v.v. Nó không hề đông đúc trong suốt thời gian chúng tôi lưu trú. Chúng tôi đã tận dụng Phòng ăn Bluestone để phục vụ những phần thức ăn phong phú.  Chúng tôi thực sự rất thích khoảng thời gian ở Pipestem và khu vực xung quanh.Đọc thêm",
            "Đó là một khóa học zip line tuyệt vời với 9 zip. Hướng dẫn viên của chúng tôi là Megan và Maya. Họ biết mình đang làm gì và rất có trách nhiệm. Tôi rất muốn giới thiệu những người khác thực hiện chuyến đi này và yêu cầu Megan và Maya.Đọc thêm",
            "Nhà hàng không mở, Điều duy nhất mở là cửa hàng quà tặng và cửa hàng kem.   Các hoạt động chủ yếu diễn ra bên ngoài công viên.Đọc thêm",
            "Gặp nhau tại Pipestem cho một kỳ nghỉ nhỏ của gia đình.  Có 11 người trong chúng tôi, độ tuổi từ 7 đến 69. Chúng tôi không thể đặt phòng tại nhà nghỉ vì tất cả đã được đặt trước, vì vậy chúng tôi ở lại Princeton.  Các con tôi - cháu ngoại đều thích thú với chuyến tham quan Pipestem Adventures Zipline. Họ nói rằng các hướng dẫn viên thực sự rất vui và khiến chuyến đi trở nên thú vị.  Con trai tôi chơi 18 lỗ trên sân golf và rất thích.  Tất cả chúng tôi đã đến Adventure Lake và có một khoảng thời gian vui vẻ.  Hãy nhớ mang theo khăn, nước và thức ăn của riêng bạn vì ở đó không có sự nhượng bộ nào cả.  Pipestem là một công viên tiểu bang xinh đẹp.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tổng thể tuyệt vời tại Pipestem. Nhà nghỉ rất sạch sẽ và bữa ăn tại nhà nghỉ có đồ ăn rất ngon và nhân viên thân thiện. Chuyến đi chèo thuyền vượt thác của gia đình đặc biệt đáng nhớ và 2 cậu con trai của tôi vẫn còn kể về nó.  Cảm ơn bạn rất nhiều vì đã hướng dẫn Adonis, Megan và Jacob vì đã giúp tất cả chúng tôi cảm thấy an toàn và đảm bảo rằng tất cả chúng tôi đều có khoảng thời gian vui vẻ.  Cũng xin cảm ơn tài xế xe buýt thân thiện Bob của chúng tôi.  Chúng tôi thực sự đã có khoảng thời gian tuyệt vời và tôi thực sự khuyên bạn nên sử dụng! Đọc thêm",
            "Dịch vụ khách hàng, từ đặt chỗ, nhận phòng, dịch vụ nhà hàng, dọn phòng và hơn thế nữa, đều là ưu tiên hàng đầu! Từ đầu đến cuối, không một người nào không mỉm cười chào đón chúng tôi. Thật là một thời gian nghỉ ngơi thú vị trong 2 ngàyĐọc thêm",
            "Xin chào- Trẻ 4 tuổi có thể chơi trên hồ phiêu lưu không?Đọc thêm",
            "Các nghệ nhân thành lập công viên Pipestem vào ngày nào?Đọc thêm",
            "Chúng tôi sẽ đến thăm công viên vào cuối tuần này, đang thắc mắc về giá cưỡi ngựa và liệu hồ bơi có dành cho tất cả mọi người không? Đến từ ngoài thị trấn và mới! Cảm ơn trước!Đọc thêm",
            "Theo những gì tôi có thể nhớ thì có, có những cơ sở gần đó.  Theo gợi ý hãy gọi để chắc chắn bạn cũng cần gọi để đặt chỗ trú ẩn.  Đọc thêm",
            "Giá vé xe điện là bao nhiêu? Người lớn và trẻ em. Cảm ơn!Đọc thêm",
            "Thú cưng - 2 người lớn - 7 trẻ em - 5 độ tuổi 5-12Đọc thêm",
            "Chúng tôi đang tìm một nơi trú ẩn dã ngoại lớn cho khoảng 75 người. Có nhà vệ sinh nào gần Mái ấm A cạnh nhà hát không?   Cảm ơn bạn!Đọc thêm",
            "Có lẽ họ có thể cho bạn biết về điều đó theo số 304-466-1800. Đó là nơi họ đặt chỗ cho các buổi hòa nhạc.Đọc thêm"
        ],
        "star_ratings": [
            130,
            54,
            15,
            5,
            2
        ],
        "review_amount": 206,
        "location": [
            "Tây Virginia - WV -",
            "Những điều cần làm ở Pipestem",
            "Hoa Kỳ",
            "Thân ống",
            "Công viên tiểu bang Pipestem"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written July 16, 2023",
            "Written September 24, 2023",
            "Written April 10, 2024",
            "Written September 24, 2023",
            "Written July 16, 2023",
            "Written June 13, 2023",
            "Written April 1, 2023",
            "Written September 5, 2022",
            "Written August 17, 2022",
            "Written July 31, 2022",
            "Written June 20, 2022",
            "Written March 10, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59423-d105485-Reviews-Pipestem_State_Park-Pipestem_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g59423-d10337511-Reviews-Bluestone_Dining_Room_at_Pipestem_State_Park-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59423-d3528729-Reviews-Mountain_Creek_Restaurant_at_Pipestem-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59423-d3321748-Reviews-The_Oak-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59423-d26519668-Reviews-Hunt_Brothers_Pizza-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59423-d26916092-Reviews-Rock_Ridge_Bar_And_Grill-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59423-d26925470-Reviews-The_Oak-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30304-d3396137-Reviews-Brush_Creek_Falls-Athens_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d105485-Reviews-or10-Pipestem_State_Park-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d17815257-Reviews-Pipestem_Adventures-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d17885715-Reviews-Pipestem_Peaks-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d23388764-Reviews-Pipestem_Adventure_Zone-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59061-d274240-Reviews-Winterplace_Ski_Resort-Flat_Top_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30304-d4472925-Reviews-Pipestem_drive_in_theatre-Athens_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58930-d3610869-Reviews-Camp_Creek_State_Park_Forest-Camp_Creek_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d6957497-Reviews-Pipestem_Spa_and_Healing_Center-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58972-d13508239-Reviews-Weathered_Ground_Brewery-Cool_Ridge_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g8706479-d8700144-Reviews-Bellepoint_Park-Bellepoint_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d27161970-Reviews-Mountain_Serenity_Spa-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59591-d26320003-Reviews-Pipestem_E_Bike_Rentals-True_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d26319104-Reviews-Pipestem_E_Bike_rental_Business-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59066-d27004456-Reviews-Bluestone_Wildlife_Management_Area-Forest_Hill_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d292634-Reviews-Thornton_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2229722-Reviews-Turkish_Market-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d8712746-Reviews-MIA_Park-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g1124112-d2454625-Reviews-Rochester_Falls-Souillac.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d3368773-Reviews-Bay_of_Kotor-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d8811385-Reviews-The_Centurion_Lounge-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7339849-Reviews-Temple_Leaf_Spa_Sauna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d26343608-Reviews-WoW_Park-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7767188-Reviews-Franz_Kafka_Statue-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35712-d616440-Reviews-SeatGeek_Stadium-Bridgeview_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59423-d105485-Reviews-or10-Pipestem_State_Park-Pipestem_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59423-d105485-Reviews-Pipestem_State_Park-Pipestem_West_Virginia.html"
    }
]