[
    {
        "attraction_name": "Pirate's Cove Zip Line and Water Park",
        "attraction_name_vi": "Công viên nước và đường zip Pirates Cove",
        "general_info": [
            "81 đánh giá",
            "20 trong số 30 điều cần làm ở Freeport",
            "Công viên giải trí chủ đề",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên nước và Zipline Pirates Cove là Công viên Giải trí Phiêu lưu đầu tiên của Grand Bahamas và hiện là điểm thu hút mới nhất của Đảo Grand Bahama. Công viên thân thiện với gia đình của chúng tôi nằm trên khu đất rộng gần 7,5 mẫu Anh phía trước bãi biển, có một loạt các hoạt động yên tĩnh và tràn đầy năng lượng từ công viên nước mạo hiểm đến tận hưởng những thú vui đơn giản là thư giãn trên bãi biển.Đọc thêm",
        "reviews": [
            "Chắc chắn đáng giá từng xu bỏ ra. Chi phí ở mức trung bình cho hầu hết các chuyến du ngoạn ở Bahamas. Bãi biển sạch sẽ, dịch vụ ô và ghế cũng là một sự bổ sung tuyệt vời. Khung cảnh đẹp và nhân viên rất thân thiện với chồng tôi và tôi. Một số lời cảm ơn đặc biệt tới:\n Glen, anh ấy là nhân viên pha chế của chúng tôi và luôn giữ đồ uống và rượu cho chúng tôi. Anh ấy biết chính xác phải làm gì cho chúng tôi khi chúng tôi do dự và không biết mình muốn gì. Rất chu đáo, cá tính và vui vẻ!\n Jasmine Kavern họ là những gương mặt xinh đẹp đằng sau tất cả những món ăn tuyệt vời. Thức ăn là vô tận và họ đã dành thời gian để khiến chúng tôi cảm thấy được chào đón và giải thích các loại thực phẩm khác nhau mà họ đang phục vụ. Thức ăn hoàn toàn tuyệt vời. Thức ăn ngon đến mức chúng tôi thực sự đã mang một hộp để mang về Mỹ cùng với một ít cơm và mì ống. Hộp đựng là một viên ngọc ẩn Đề xuất cá Swai, cơm và mì ống.\nTóm lại, thời gian trôi qua rất nhanh nên hãy nhớ thưởng thức những món ăn và đồ uống bất tận trên làn nước ấm tuyệt đẹp mà họ có. Hãy nhớ quan tâm đến các nhân viên ở đó vì họ sẽ chăm sóc bạn và chúng tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Bãi biển tuyệt vời, tuy nhiên bạn sẽ tìm thấy những mảnh gỗ nhỏ trên cát nhưng đó có thể là do cơn bão. Hang cướp biển không có đá, sản phẩm ấm như đồ uống và dừa. Các thiết bị nước tốt không tuyệt vời cho thể thao, thuyền kayak và vũng nước 15 phút đã bao gồm phí vào cửa 12 USD, bạn phải đặt cọc 20 USD cho các thiết bị, bạn có thể yêu cầu lại khi chuyến đi kết thúc. Ngoài ra, bạn có thể sử dụng phòng vệ sinh, wifi và vòi hoa sen. Cuối cùng bạn có thể thuê máy bay phản lực trượt tuyết. Tôi dành khoảng 20 chuyến khứ hồi cho chuyến đi và 12 chuyến cho lối vào. Rất rẻ so với hoạt động của thuyền.Đọc thêm",
            "Chúng tôi đã đến thăm bãi biển này trong một chuyến tham quan bằng du thuyền và nó đáp ứng mọi mong đợi của chúng tôi. Đây là một điểm đến phổ biến nên khá đông đúc.  Chúng tôi không thuê bất kỳ thứ gì bổ sung, chúng tôi chỉ chiếm trước khu vực bãi biển rất đẹp.  Thật khó để đánh bại làn nước trong vắt và cảm giác của vùng biển Caribbean.  Họ có nhân viên cứu hộ giám sát việc bơi lội, đó là một điều tuyệt vời khi có rất nhiều người xung quanh.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian trượt zipline tuyệt vời. Bãi biển rất đẹp và hướng dẫn viên du lịch rất tuyệt. Thức ăn mất 40 phút cho món tôm giật và cánh gà rán mà tôi nghĩ là phải chờ khá lâu vì đây không phải là dịch vụ ngồi xuống nhưng thật tuyệt khi chúng tôi đã có nó. Trả 106 cho hai chúng tôi để zip line. Đã có thêm 16pp cho bãi biển và tiện nghi. Đọc thêm",
            "Bãi biển đẹp, nhân viên thân thiện. Bãi biển tuyệt vời. 25 món tôm hùm nướng ngon nhất tại Jack Sparrows. Rất muốn giới thiệu bãi biển này nếu bạn ở Freeport. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian trượt zipline tuyệt vời. Bãi biển rất đẹp và hướng dẫn viên du lịch rất tuyệt. Thức ăn mất 40 phút cho món tôm giật và cánh gà rán mà tôi nghĩ là phải chờ khá lâu vì đây không phải là dịch vụ ngồi xuống nhưng thật tuyệt khi chúng tôi đã có nó. Trả 106 cho hai chúng tôi để zip line. Đã có thêm 16pp cho bãi biển và tiện nghi. Đọc thêm",
            "Không có nhiều lựa chọn tham quan để bắt đầu nhưng điểm bùng phát là việc sử dụng thuyền kayak của Pirates Cove.  Thức ăn thì ổn nhưng người bản xứ không ngừng săn đón bạn để xin tiền boa. Khó chịu, nhưng có thể chịu đựng được. Họ có 2 chiếc thuyền kayak để sử dụng cho khoảng 100 du khách. Tệ thật, nhưng có thể hiểu được. Vì vậy, chúng tôi đi bộ đến túp lều chèo thuyền kayak và được yêu cầu quay lại sau 15-20 phút và một trong 2 chiếc thuyền kayak sẽ có sẵn. Chúng tôi quay lại vào lúc 10 giờ. Nhóm trước mặt chúng tôi bước tới và yêu cầu một chiếc thuyền kayak và nhanh chóng được trao mái chèo cho nó. Khi tôi hỏi, tôi được bảo là ai đến trước được phục vụ trước.  Cố gắng giải thích cho họ biết tôi đã ở đó như thế nào và cố gắng đưa cho họ khoản tiền gửi 20 đô la cách đây 10 phút là không thành công. Tôi đoán bạn phải mạnh mẽ hơn về nó. Đua những người khách đến quầy xem có vẻ như ai đó sắp quay lại đất liền không? Cắt dòng làm như vậy? Đối với tôi, một đường dây có tổ chức có vẻ tốt hơn. Có lẽ bút chì và giấy sẽ phù hợp. Không muốn nó làm hỏng ngày của tôi nhưng thực sự đó là điều duy nhất tôi mong đợi ở Freeport và thậm chí không thể làm được điều đó. Gần 300 cho 2 người chúng tôi trong 4 giờ, nghĩ rằng chúng tôi sẽ được đối xử tốt hơn. Hai ngón tay cái xuống. Đọc thêm",
            "Trải nghiệm tuyệt vời! chúng tôi không muốn rời đi vì mọi người khiến chúng tôi cảm thấy được chào đón và yêu mến và chúng tôi đã kết bạn mới Đọc thêm",
            "Chúng tôi đã đến bãi biển này trong một chuyến du ngoạn bằng du thuyền và nó đáp ứng mọi kỳ vọng của chúng tôi. Đây là một điểm đến phổ biến, vì vậy nơi đây khá đông đúc. Chúng tôi không thuê bất kỳ thứ gì thêm, chúng tôi chỉ đi trước đến khu vực bãi biển, nơi rất đẹp. Thật khó để đánh bại làn nước trong vắt và cảm giác của vùng biển Caribe. Họ có nhân viên cứu hộ theo dõi việc bơi lội, đây là một điều tuyệt vời, đặc biệt là khi có rất nhiều người xung quanh. Đọc thêm",
            "Bãi biển tuyệt vời, tuy nhiên bạn sẽ tìm thấy những mảnh gỗ nhỏ trên cát nhưng đó có thể là do cơn bão. Hang cướp biển không có đá, sản phẩm ấm như đồ uống và dừa. Các thiết bị nước tốt không tuyệt vời cho thể thao, thuyền kayak và vũng nước 15 phút đã bao gồm phí vào cửa 12 USD, bạn phải đặt cọc 20 USD cho các thiết bị, bạn có thể yêu cầu lại khi chuyến đi kết thúc. Ngoài ra, bạn có thể sử dụng phòng vệ sinh, wifi và vòi hoa sen. Cuối cùng bạn có thể thuê máy bay phản lực trượt tuyết. Tôi dành khoảng 20 chuyến khứ hồi cho chuyến đi và 12 chuyến cho lối vào. Rất rẻ so với hoạt động của thuyền.Đọc thêm",
            "Chắc chắn đáng giá từng xu bỏ ra. Chi phí ở mức trung bình cho hầu hết các chuyến du ngoạn ở Bahamas. Bãi biển sạch sẽ, dịch vụ ô và ghế cũng là một sự bổ sung tuyệt vời. Khung cảnh đẹp và đội ngũ nhân viên rất thân thiện với chồng tôi và tôi. Một số lời cảm ơn đặc biệt gửi tới: Glen, anh ấy là nhân viên pha chế của chúng tôi và luôn giữ đồ uống và ảnh cho chúng tôi. Anh ấy biết chính xác phải làm gì cho chúng tôi khi chúng tôi do dự và không biết mình muốn gì. Rất chu đáo, cá tính và vui vẻ! Jasmine Kavern họ là những gương mặt xinh đẹp đằng sau tất cả những món ăn tuyệt vời. Thức ăn là vô tận và họ đã dành thời gian để khiến chúng tôi cảm thấy được chào đón và giải thích các loại thực phẩm khác nhau mà họ đang phục vụ. Thức ăn hoàn toàn tuyệt vời. Thức ăn ngon đến mức chúng tôi thực sự đã mang một hộp để mang về Mỹ cùng với một ít cơm và mì ống. Hộp đi là một viên ngọc ẩn Đề xuất cá Swai, cơm và mì ống. Tóm lại, thời gian trôi qua rất nhanh, vì vậy hãy nhớ thưởng thức đồ ăn và đồ uống bất tận trên làn nước ấm tuyệt đẹp mà họ có. Hãy nhớ quan tâm đến các nhân viên ở đó vì họ sẽ chăm sóc bạn và chúng tôi chắc chắn sẽ quay lại!Đọc thêm",
            "We were at Freeport, Grand Bahamas because it was a port of stop on our cruise line. We took our chances with not booking an excursion through the ship because we knew we just wanted to be at a beach and figured we could get a local to take us to a great beach for cheaper than the cruise line. Pirates Cove has a shuttle service, disguised as local taxis to get cruise goers to their beach. I talked to two different taxi drivers who seemed to be with two different companies about taking us to Pearl Island,which was a destination our cruise was offering and sounded great. Each one said it would be 40 a person each way there were 4 of us to get to Pearl Island because of the distance. However they could take us to Pirates Cove for 25 a person which would include round trip taxi ride and entrance to an all inclusive beach, with chairs, umbrellas, bathrooms, shopping, ect. One of the drivers did say that if we wanted to do the zipline or get food that would be an extra charge. Because of the price difference we felt like that was a good and safe option. We got to Pirates Cove with relative ease... however the taxi we were in was a very old Toyota minivan, straight from the 80s, and there was a dispute between drivers who would actually take us. Once at the location, we paid the fees we were able to combine the taxi fees and beach entrance in one payment, which at the time I thought was really convenient and entered the park. It was packed. There were definitely shops, food, and amenities, and truthfully looked like a fun place to be. However, there was no beach space and the lounge chairs that were said to be included were 25 for the old rikity ones and 50 for the nicer ones with cushions. On the other side of a rope that was sectioning off Pirates Coves portion of the beach, was a little lady waving at us to come over... to a vast and empty section of beach. Turns out, that whole beach is public and free, except for Pirates Cove section. We spent our whole day on the quiet, unpopulated beach, snorkeling, laying out, buying food, souvenirs, and hair braiding from locals Bernies Tiki Hut, supporting them directly, and not in Pirates Cove. We loved our experience and wished we would have known about Bernies little section of Paradise before getting suckered at Pirates Cove! I gave Pirates Cove two stars because the taxi service was convenient and it did look like a fun place to be... just really expensive and really packed. So if thats what you are looking for then maybe you will love it.Read more",
            "Bãi biển này đáp ứng mong đợi của chúng tôi về chuyến tham quan trong ngày gia đình từ Giấc mơ lễ hội. Nước không có gì hoành tráng nhưng lại đáp ứng được nhu cầu người già, trẻ nhỏ trong gia đình.  Chúng tôi không thực hiện bất kỳ hoạt động nào của công viên nước.Đọc thêm",
            "Bãi biển đẹp. Một ít cỏ biển nhưng không có gì khó quản lý. Mỗi người phải trả 12 đô la để vào. 25 đô la để thuê ghế. Chúng tôi xuống từ một tàu du lịch nên bãi biển rất đông. Chúng tôi đã có một khoảng thời gian vui vẻ. Pina cola thì TUYỆT VỜI! Hơi đông so với khẩu vị của chúng tôi nhưng không có gì phàn nàn. Đọc thêm",
            "Bạn có thể mang theo ghế, ô, nước và đồ ăn nhẹ cho trẻ em không?Đọc thêm",
            "Xin lỗi, tôi không biết. Chúng tôi đến thăm như một chuyến tham quan trên du thuyền Carnival. Trong khu vực chúng tôi ở, mọi thứ đều được cung cấp với một khoản chi phí. Không có hành khách nào mang theo bất cứ thứ gì.Đọc thêm",
            "Có ai làm zipline này chưa? Và nếu vậy thì nó có đáng không? Đọc thêm",
            "Đi thuyền chuối giá bao nhiêu và bạn có lên lịch đi thuyền chuối khi đến bãi biển không?\nCảm ơn, \nJenniferĐọc thêm",
            "25 mỗi người và bạn đặt nó ngay trên bãi biển! Vui quá!Đọc thêm",
            "Chi phí sử dụng công viên nước nổi là bao nhiêu và bạn có thể gọi điện vào ngày đến để xem liệu nước có quá mạnh cho hoạt động này không?Đọc thêm",
            "6 cho người lớn vào cơ sở. Sử dụng công viên nước miễn phí. Có, bạn có thể gọi điện hoặc nếu đi taxi, hãy hỏi tài xế trước khi rời Cảng. Họ được thông báo về những gì có sẵn.Đọc thêm",
            "Có thể câu cá ở Freeport không?Đọc thêm",
            "Đi đến bến du thuyền ở Port Lucaya.  Bạn sẽ có thể tìm thấy một chiếc thuyền đánh cá ở đó.  Thuyền trưởng Phil đi câu cá và tham quan.  Taino Beach Resort từng có thuyền đánh cá và thuyền trưởng riêng, không biết bây giờ có còn không.Đọc thêm",
            "Họ cung cấp những hoạt động gì? Chẳng hạn như ván chèo, v.v.Đọc thêm",
            "CHÀO! Có ai có thông tin gì về zipline không? Trang web không hoạt động.Đọc thêm",
            "Bạn có thể đặt trước ghế và ô không? Tôi đã thử gọi điện nhưng không may mắn nhận được cuộc gọi lại.Đọc thêm",
            "Xin chào tất cả mọi người!\n\nGần đây có ai đến đây không? Chồng tôi và tôi đang đi du lịch tới đó bằng tàu du lịch và rất thích thực hiện trò chơi Zip-line trên mặt nước mà tôi đã đọc. Có ai biết làm thế nào để đăng ký nó nếu nó được hoàn thành và nó sẽ có giá bao nhiêu?\n\nCảm ơn bạn trước!Đọc thêm",
            "Không chắc chắn đường trượt zipline đã được lắp đặt chưa; tuy nhiên, tùy chọn mô tô nước thì tuyệt vời. Vào tháng 9, tôi nhớ là khoảng 35-40 trong 30 phút và 60 phútĐọc thêm",
            "Xin chào, vì đây không phải là chuyến tham quan của công ty nên tất cả các bạn có cảm thấy an toàn khi di chuyển và khi ở bãi biển không?Đọc thêm",
            "Chúng tôi cảm thấy hoàn toàn an toàn! Nhân viên tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            32,
            18,
            10,
            8,
            13
        ],
        "review_amount": 81,
        "location": [
            "Freeport",
            "Những điều cần làm ở Freeport",
            "Bahama",
            "Đảo Grand Bahama",
            "Công viên nước và đường zip Pirates Cove",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written July 31, 2023",
            "Written August 13, 2023",
            "Written December 23, 2023",
            "Written April 25, 2024",
            "Written December 23, 2023",
            "Written October 13, 2023",
            "Written August 27, 2023",
            "Written August 13, 2023",
            "Written July 31, 2023",
            "Written July 16, 2023",
            "Written June 3, 2023",
            "Written May 21, 2023",
            "Written May 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147420-d10627589-Reviews-Pirate_s_Cove_Zip_Line_and_Water_Park-Freeport_Grand_Bahama_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d16663406-Reviews-The_Stoned_Crab-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1081658-Reviews-Outriggers_Native_Restaurant-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d27540120-Reviews-The_o-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1746647-Reviews-Taino_by_the_Sea-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d2617415-Reviews-Flying_Fish_GastroBar-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1045974-Reviews-Pisces_Restaurant-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1059625-Reviews-Cappucino_s_Fine_Italian_Restaurant-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1960447-Reviews-Daddy_Brown_s_Conch_Stand-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1214613-Reviews-Rum_Runners-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1081191-Reviews-Sabor_Restaurant_Bar-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d7997196-Reviews-Junkanoo_Beach_Club_Freeport_at_Taino_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149328-Reviews-Taino_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2657265-Reviews-Taino_Beach_Ferry-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1961289-Reviews-Count_Basie_Square-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149314-Reviews-Port_Lucaya_Marketplace-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d3877411-Reviews-Leo_s_Art_Gallery-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d6153235-Reviews-The_Dolphin_Experience-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d152670-Reviews-Garden_of_the_Groves-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d3519712-Reviews-Port_Lucaya_Marina-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d24850327-Reviews-Bahamas_Maritime_Museum-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d10627589-Reviews-or10-Pirate_s_Cove_Zip_Line_and_Water_Park-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147419-d1747091-Reviews-Fish_Fry-Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2173262-Reviews-Power_Boat_Beach_Party-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d8728057-Reviews-Bahamas_Adventures-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d479104-Reviews-Unexso-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1775228-Reviews-Calabash_Eco_Adventures-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d152671-Reviews-Pinetree_Stables-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1133844-Reviews-Sunn_Odyssey_Divers-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1575346-Reviews-Pat_Diane_Snorkeling-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d4491424-Reviews-Reef_Oasis_Dive_Club-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41969-d1516358-Reviews-Firekeeper_s_Casino-Battle_Creek_Calhoun_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g11801518-d7365160-Reviews-Kuakata_Beach-Kuakata_Barisal_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g39686-d145356-Reviews-Lake_Linville-Mount_Vernon_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d3731197-Reviews-Cacapon_Resort_State_Park-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d109886-Reviews-Lincoln_Road-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456580-Reviews-Istana_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10795791-Reviews-Orlando_Outlet_Marketplace-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d6924839-Reviews-The_Ljubljana_Castle-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d265439-Reviews-Detroit_Institute_of_Arts-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g7806254-d555047-Reviews-Lake_Coatepeque-Coatepeque_Santa_Ana_Department.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147420-d10627589-Reviews-or10-Pirate_s_Cove_Zip_Line_and_Water_Park-Freeport_Grand_Bahama_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147420-d10627589-Reviews-Pirate_s_Cove_Zip_Line_and_Water_Park-Freeport_Grand_Bahama_Island_Bahamas.html"
    }
]