[
    {
        "attraction_name": "Pirate Water Taxi",
        "attraction_name_vi": "Taxi nước cướp biển",
        "general_info": [
            "275 đánh giá",
            "- 37 trong số 330 điều cần làm ở Tampa",
            "Phà"
        ],
        "attraction_summary": "Taxi nước cướp biển một đội taxi nước theo chủ đề cướp biển ở trung tâm thành phố Tampa với 15 điểm dừng nằm ở vị trí thuận tiện dọc theo Riverwalk, Quận Channel và Đảo Davis.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu thích Taxi nước cướp biển! Chúng tôi đi cùng một người bạn địa phương, người chưa bao giờ lấy nó và bây giờ cô ấy dự định sẽ đón tất cả du khách của mình. Các thuyền trưởng và phi hành đoàn thật tuyệt vời và đã tường thuật rất hay về những gì chúng tôi đang thấy. Chúng tôi đi chiếc thuyền lớn hơn lên xuống vịnh rồi chuyển sang chiếc thuyền nhỏ hơn để đi vòng quanh đảo. Cả hai đều có phòng tắm và một quầy bar phục vụ bia, rượu vang, nước lọc, nước ngọt và nước. Rất khuyến khích chuyến tham quan hop-on hop-off tuyệt vời, rẻ tiền này.Đọc thêm",
            "Tôi đã mua một năm.pass trong vài năm qua.  Luôn là một trải nghiệm tuyệt vời...thư giãn và tận hưởng khung cảnh mặt nước. Các nhân viên luôn dễ chịu và lạc quan khi họ chia sẻ những mẩu tin lịch sử. Thích được lên xuống ở nhiều điểm dừng khác nhau để thưởng thức đồ ăn hoặc chỉ để mọi người xem. Chắc chắn sẽ làm đi làm lại.Đọc thêm",
            "Tôi đã mua 11 vé cho gia đình đi du thuyền Christmas Tree Light. Đó là một vụ phá sản! Trả quá nhiều cho chất lượng nghiệp dư. Cô gái hát chính một bài hát dài và hát lạc điệu. Sẽ tốt hơn nếu hát theo nhạc được ghi sẵn. Toàn bộ sự việc quá sến sẩm! Cây đèn chiếu sáng là một cây điện nhỏ nổi trên vịnh. Tôi không khuyên bạn nên trả số tiền lớn cho hành trình này. Ngay cả các cháu trai của tôi cũng không thực sự thích nó. Thêm vào đó, chiếc taxi được sử dụng quá nhỏ khiến mọi người rất đông đúc và không đủ chỗ để ngồi thoải mái. Đọc thêm",
            "Tôi đã tham gia chuyến tham quan đèn sông vào phút cuối vào tối Chủ nhật. Yêu tinh Kicksy thật tuyệt vời cùng với phi hành đoàn tiện dụng của cô ấy. Cô ấy giữ ánh sáng buổi tối cho bọn trẻ giải trí và thậm chí còn khiến tất cả người lớn phải cười vỡ bụng. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi nhẹ nhàng trong kỳ nghỉ kéo dài 45 phút với những đứa trẻ 2 - 10 tuổi và đã có một trải nghiệm thật tuyệt vời. Tôi không biết liệu chúng tôi có đội A làm đội của mình hay không nhưng tất cả họ đều thân thiện, hào hứng và thực sự thích thú. \n\nTôi đã có những kỳ vọng thấp và họ đã bị thổi bay. 45 phút kể về một chú yêu tinh vui vẻ dẫn dắt tất cả chúng ta bằng những bài hát, một điểm dừng bất ngờ tại một - chiếc sà lan đặc biệt - trên đường liên sườn nơi một chú yêu tinh khác đã chuẩn bị nghỉ qua đêm - cậu ấy mang thư của bọn trẻ đến ông già Noel và gửi chúng qua - phao tốc hành - tới cực Bắc. Yêu tinh trên sà lan biểu diễn rất xuất sắc. \n\nChuyến đi này đáng giá từng xu, đó là một trải nghiệm kỳ diệu dễ thương mà chúng tôi sẽ thêm vào truyền thống Giáng sinh của mình ở tampa. Đọc thêm",
            "Tôi bắt đầu từ đâu?! Thật là một trải nghiệm TUYỆT VỜI mà chúng tôi đã có với Pirate Water Taxi! Chúng tôi quyết định đưa gia đình chín người của mình cùng nhau tận hưởng kỳ nghỉ vui vẻ trên River Lights Cruise và chúng tôi đã có một trải nghiệm tuyệt vời! Toàn bộ phi hành đoàn của chúng tôi thật tuyệt vời - Trinity, Alex, Toby. và Gavin - anh ấy rất hữu ích trong quá trình nhận phòng trong khi chúng tôi sắp xếp gia đình -. Yêu tinh Vinny thật VUI VẺ! Chúng tôi nói đùa rằng tên ông ấy thực ra là - Jimmy - vì ông tôi có truyền thống lâu đời gọi bạn ông ấy - Jimmy the Elf - để báo cáo mọi hành vi của cháu. Vinny đã đồng tình với nó và tất cả chúng tôi đều có những tràng cười sảng khoái về nó. Nhờ có đội ngũ của chúng tôi, chúng tôi có thể biến điều này thành một truyền thống hàng năm với gia đình mình trong những ngày nghỉ lễ. Cảm ơn tất cả các bạn rất nhiều vì một trải nghiệm khó quên! Đọc thêm",
            "Trải nghiệm Pirate Water Taxi River of Lights thật hoàn hảo cho kỳ nghỉ lễ. Chúng tôi đã có một buổi hát thật vui vẻ những bài hát mừng Giáng sinh trên chiếc thuyền được bao quanh bởi Sông Hillsborough xinh đẹp và tất cả các hệ thống ánh sáng! Chúng tôi chắc chắn sẽ làm điều đó một lần nữa vào lần tới khi chúng tôi về nhà ở Tampa vào dịp Giáng sinh!! Đọc thêm",
            "Chúng tôi đã đi du thuyền trên sông trong cuộc diễu hành thuyền ngày lễ và điều đó thật tuyệt! Phi hành đoàn thật tuyệt vời! Điều tiêu cực duy nhất là một bà già xấu tính trên tàu đã tỏ ra khó chịu với cháu trai 10 tuổi của tôi, người đang cố gắng nhìn thấy những chiếc thuyền và cố gắng ngồi cạnh bà và bà đã tức giận và ác ý với cháu - thật đấy! Thật là xấu hổ khi một số người phải phá hỏng thời gian vui vẻ của một đứa trẻ chỉ vì chúng khốn khổ! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi đi taxi và tất cả nhân viên đều tuyệt vời. Lý do tôi chỉ đưa ra 4 sao là vì nó thực sự khó hiểu về cách đi từ nơi này đến nơi khác. Rất may các thuyền trưởng đã giúp đỡ chúng tôi. Tôi nhận thấy những người khác có cùng một vấn đề. Điều tiêu cực duy nhất khác là chúng tôi - không được thông báo cho đến khi chúng tôi lên chiếc taxi đầu tiên, sau khi chúng tôi đã trả tiền cho cả ngày, họ sẽ đóng cửa sớm để tham gia cuộc diễu hành thuyền. Đọc thêm",
            "Tôi đã là khách hàng quen của Pirate Water Taxi kể từ khi thành lập. Họ luôn lịch sự với những chiếc tàu được bảo trì tốt. Tôi đã nhiều lần gia hạn thẻ hàng năm của mình, đó là một thỏa thuận tuyệt vời! Mọi vị khách mà tôi từng đưa đón đều rất thích trải nghiệm này và muốn quay lại chỉ để đi vòng quanh nó. Đó là một ý tưởng tuyệt vời.Đọc thêm",
            "Nếu chi phí chỉ bằng một nửa thì tôi có thể nói rằng nó đáng đồng tiền bát gạo. Nhưng chi phí cho hai Người cao tuổi là - 68 - giống như bất kỳ hai người lớn nào - và cho đến nay nó không đáng giá như vậy. Becca rất hấp dẫn và vì chúng tôi là khách du lịch duy nhất trên chuyến taxi lúc 11:30 nên cô ấy ngồi cùng chúng tôi và kể cho chúng tôi nghe. Chúng tôi bắt taxi về hướng Bắc đến Rick - s Grill on the River, một nơi tuyệt vời để ăn trưa, và chúng tôi xuống xe gần Bảo tàng Thực vật để đi dạo quanh khuôn viên ở đó, nhưng đó chỉ là phạm vi của chuyến tham quan - 68 của chúng tôi. Khi chúng tôi đi taxi nước ở Paris, nó hợp lý và thú vị hơn nhiều vì họ đi xa hơn. Không cần phải di chuyển giữa Bảo tàng Lịch sử, Đấu trường Amalie, Thủy cung Florida, v.v. vì chúng rất gần nhau.Đọc thêm",
            "Xin chào Linda, cảm ơn phản hồi của bạn về mức giá hiện tại của chúng tôi. Chúng tôi rất vui vì bạn có thể thưởng thức bài tường thuật với Becca và có thể khám phá một số điểm tham quan của Tampa. Chúng tôi đánh giá cao việc bạn đi du lịch cùng chúng tôi và hy vọng bạn sẽ có thể tham gia cùng chúng tôi lần nữa. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi nhẹ nhàng trong kỳ nghỉ kéo dài 45 phút với những đứa trẻ 2 - 10 tuổi và đã có một trải nghiệm thật tuyệt vời. Tôi không biết liệu chúng tôi có đội A làm đội của mình hay không nhưng tất cả họ đều thân thiện, hào hứng và thực sự thích thú. Tôi đã có những kỳ vọng thấp và họ đã bị thổi bay. 45 phút kể về một chú yêu tinh vui vẻ dẫn dắt tất cả chúng ta bằng những bài hát, một điểm dừng bất ngờ tại một - chiếc sà lan đặc biệt - trên đường liên sườn nơi một chú yêu tinh khác đã chuẩn bị nghỉ qua đêm - cậu ấy mang thư của bọn trẻ đến ông già Noel và gửi chúng qua - phao tốc hành - tới cực Bắc. Yêu tinh trên sà lan biểu diễn rất xuất sắc. Chuyến đi này đáng giá từng xu, đó là một trải nghiệm kỳ diệu dễ thương mà chúng tôi sẽ thêm vào truyền thống Giáng sinh của mình ở tampa. Đọc thêm",
            "Đây là một cách rất thú vị để ngắm nhìn khu vực đi bộ ven sông của Tampa.  Các nhân viên - cướp biển? - thân thiện và cố gắng giúp đỡ.  Những chiếc thuyền sạch sẽ và thoải mái.  Thật không may, có một số nhược điểm cần lưu ý. Đầu tiên, những chiếc thuyền chỉ dừng ở mỗi địa điểm nhiều nhất hai lần một giờ.  Đây có thể là một vấn đề nếu bạn muốn đi tiếp sớm hơn hoặc xuống sai địa điểm. Thứ hai, các nhân viên thực sự không biết phải làm gì ở mỗi điểm dừng. Họ có thể cho bạn biết liệu có đồ ăn ở điểm dừng hay không hoặc có điểm thu hút lớn nào như bảo tàng không, nhưng không có gì hơn thế.  Tài liệu quảng cáo và trang web không có thêm thông tin nào ngoài quảng cáo. Không đến từ Tampa, chúng tôi không thể tìm ra nơi nên dừng cho nhiều thứ mà chúng tôi đang tìm kiếm. Ngoài ra, những chiếc thuyền có thể đông đúc và bạn có thể phải đợi chiếc thuyền thứ hai.  Vì chỉ có hai giờ nên việc chờ đợi có thể rất lâu mà không có gì để làm. Cuối cùng, tại một trong những điểm dừng, bạn phải đổi thuyền để tiếp tục đi theo hướng mình muốn.  Điều này đã không được công bố hoặc nêu trong tài liệu quảng cáo hoặc trên trang web.  Nếu chúng tôi không nói với người khác rằng hành khách không nói với ai khác, chúng tôi sẽ bị mắc kẹt khi quay lại nơi vừa xuất phát.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để xem xét chúng tôi và chúng tôi đánh giá cao phản hồi. Đọc thêm",
            "Gia đình tôi và tôi đã đến thăm Tampa để có một kỳ nghỉ xuân nhẹ nhàng. Chúng tôi tình cờ tìm thấy Taxi nước cướp biển khi đi bộ xuống lối đi ven sông và rất vui vì chúng tôi đã làm như vậy! Đó là một cách tuyệt vời để tận hưởng thời tiết đẹp ở Florida và nghỉ ngơi sau khi đi bộ. Chúng tôi đã đến thăm Armature Works, Công viên ven sông Julian B Lane và Cầu cảng Sparkman. Các nhân viên rất thân thiện và tuân theo các biện pháp nghiêm ngặt. Chúng tôi cảm thấy an toàn. Họ thực sự thích thú với các cô con gái 8 tuổi của tôi và thậm chí còn cho chúng chụp ảnh - lái xe - taxi. Thời gian đón khá chính xác, nhưng tôi khuyên bạn nên có mặt tại địa điểm đón và trả khách trước vài phút đề phòng trường hợp họ chạy sớm. Giá cả hợp lý và tôi muốn giới thiệu nó cho bất kỳ ai đến thăm Tampa. Hoàng hôn thật đẹp - hãy nhớ bắt thuyền vào giờ đó.Đọc thêm",
            "Lãng phí tiền bây giờ. Bây giờ họ chạy mỗi giờ, thay vì tôi nghĩ là 30 phút. Rất bất tiện. Họ cũng không bao giờ đúng giờ. Có mặt lúc 4 giờ 15 chiều theo lịch trình khởi hành lúc 4 giờ 30 chiều. Thuyền không xuất hiện cho đến 5 giờ 05 chiều - trễ 35 phút - sau đó bắt chúng tôi ngồi cho đến 5 giờ 30 chiều theo lịch trình khởi hành. Vì vậy, họ đã lãng phí 75 phút thời gian của chúng tôi. Sẽ không làm điều đó nữa. Đừng lãng phí tiền của bạn vào một công ty rõ ràng không tôn trọng thời gian của bạn.Đọc thêm",
            "Tôi không khuyên bạn nên đi du thuyền River of Lights Holiday Cruise.  Thật là một câu chuyện hài hước.  Không đưa chúng tôi đi xem đèn nào và cố gắng hát những bài hát ngày lễ.  Anh chàng hát dở quá và nghĩ mình thật buồn cười.  Gal hát có giọng hay nhưng có vẻ rụt rè.  Chỉ là một sự lãng phí khủng khiếp - 70. Rất đáng thất vọng.  Hãy tiết kiệm tiền của bạn và đi bộ trên đường ven sông và tận mắt ngắm nhìn ánh đèn.Đọc thêm",
            "Bị mắc kẹt bởi họ.  Nên quảng cáo từ 11h30 sáng đến 9h30 tối - khách hàng - giờ hoạt động, không nên đến 10h30 tối.  Bắt khách hàng mắc kẹt là hành vi kinh doanh thô lỗ và tồi tệ.  Đã liên hệ với công ty và nhà điều hành thuyền lúc 9:40 tối, được thông báo là chúng tôi đã - không gặp may - .Đọc thêm",
            "Tiếp tục tại Trạm dừng số 12, hướng về số 17, điểm cuối theo hướng đó. Khi được hỏi liệu điều này có đưa chúng tôi toàn bộ tuyến đường trở lại số 12 hay không. Chi phí 20 đô la mỗi người. Không mua vé nhảy xuống - vé cả ngày - 34 đô la, vì chúng tôi chỉ muốn trải nghiệm dòng sông và những dịch vụ của nó. Đi từ số 17 theo hướng ngược lại để vượt qua số 12, đối tác của tôi hỏi liệu chuyến đi khứ hồi có bao gồm tất cả các điểm dừng và quay lại số 12 hay không. Anh ta được trả lời là không. 12 đến 17 và quay lại 12. Khoảng 20 phút trên thuyền với giá 20 đô la. Tôi đã đến khiếu nại và hỏi liệu chúng tôi có thể thực hiện tất cả các điểm dừng, không tắt và trên đó là 34 đô la và quay lại 12. Tôi được trả lời là không, bạn phải trả 34 đô la. Chúng tôi cảm thấy rằng đây là giá trị rất kém, vì chúng tôi chỉ có thể đi một đoạn nhỏ của tuyến đường và cảm thấy rằng chúng tôi được cung cấp giá trị và dịch vụ rất kém vì chúng tôi cảm thấy mình đã bị lừa. Đọc thêm",
            "Chúng tôi yêu thích Taxi nước cướp biển! Chúng tôi đi cùng một người bạn địa phương, người chưa bao giờ lấy nó và bây giờ cô ấy dự định sẽ đón tất cả du khách của mình. Các thuyền trưởng và phi hành đoàn thật tuyệt vời và đã tường thuật rất hay về những gì chúng tôi đang thấy. Chúng tôi đi chiếc thuyền lớn hơn lên xuống vịnh rồi chuyển sang chiếc thuyền nhỏ hơn để đi vòng quanh đảo. Cả hai đều có phòng tắm và một quầy bar phục vụ bia, rượu vang, nước lọc, nước ngọt và nước. Rất khuyến khích chuyến tham quan hop-on hop-off tuyệt vời, rẻ tiền này.Đọc thêm",
            "Thuyền trưởng - First Mate cũng phục vụ đồ uống thật tuyệt!  Thay đổi lộ trình là một điều đáng tiếc. Chúng tôi thường thích sử dụng taxi nước để đi đến các nhà hàng và quán bar dọc Riverwalk. Nó không còn giá trị nữa - 34 mỗi người vượt qua cả ngày. Họ dừng việc đến Rick - s On The River - một Nhà hàng và quán bar chính thống ở Vịnh Tampa trong nhà - ngoài trời, giải trí trực tiếp - bến thuyền-cơ sở KHÔNG CHUỖI -. Cũng không còn dừng lại gần khách sạn Tampa. Họ dường như chỉ có 1 hoặc 2 chiếc thuyền đang chạy. Vì vậy, không thực sự nhảy lên nhảy xuống như vài lần trước. Bia, rượu, nước uống có giá khoảng - 7 cái mỗi cái. Không có tiền mặt. Họ làm thẻ ghi nợ hoặc thẻ tín dụng thật tuyệt vời. Nếu họ mang Rick - s On The River trở lại thì giá trị sẽ rõ ràng. Bạn thực sự có thể khiến một ngày của nó đạt đến tất cả các điểm dừng kể cả các công trình phần ứng - Rick - s nhưng hiện tại tôi chỉ - không nghĩ nó - đáng giá bởi vì hầu hết các điểm dừng khác thực sự nằm trong khoảng cách đi bộ. Vui lòng thêm những chiếc xe kéo trên sông trở lại tuyến đường của bạn.Đọc thêm"
        ],
        "star_ratings": [
            154,
            54,
            26,
            12,
            29
        ],
        "review_amount": 275,
        "location": [
            "Những điều cần làm ở Tampa",
            "Florida - FL -",
            "Hoa Kỳ",
            "Tampa",
            "Taxi nước cướp biển"
        ],
        "reviews_time": [
            "Written November 5, 2023",
            "Written November 14, 2023",
            "Written November 27, 2023",
            "Written December 4, 2023",
            "Written December 10, 2023",
            "Written December 10, 2023",
            "Written December 24, 2023",
            "Written December 24, 2023",
            "Written December 25, 2023",
            "Written January 26, 2024",
            "Written January 26, 2023",
            "Written December 10, 2023",
            "Written December 26, 2021",
            "Written March 16, 2021",
            "Written May 30, 2021",
            "Written December 22, 2020",
            "Written July 25, 2021",
            "Written April 22, 2023",
            "Written November 5, 2023",
            "Written March 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34678-d9975361-Reviews-Pirate_Water_Taxi-Tampa_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d24972592-Reviews-Market_At_EDITION-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d388865-Reviews-Jackson_s_Bistro_Bar_Sushi-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d1761642-Reviews-Columbia_Cafe_Riverwalk_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d2000054-Reviews-Waterside_Cafe-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d388937-Reviews-Hattricks-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d789133-Reviews-Cafe_Dufrain-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d15850187-Reviews-Harpoon_Harry_s_Crab_House-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d13130331-Reviews-American_Social-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d17792405-Reviews-TASTE_Downtown_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d5536276-Reviews-The_Sail_Plaza-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d615921-Reviews-Amalie_Arena-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1419992-Reviews-Tampa_Convention_Center-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1963506-Reviews-Tampa_Bay_History_Center-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7317600-Reviews-Tampa_Riverwalk-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8039849-Reviews-Cotanchobee_Fort_Brooke_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d284859-Reviews-Tampa_Theatre-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8122492-Reviews-Sacred_Heart_Catholic_Church-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d26319965-Reviews-Amalie_Arena-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d109450-Reviews-Henry_B_Plant_Museum-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d126827-Reviews-Hyde_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d9975361-Reviews-or10-Pirate_Water_Taxi-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d13929817-Reviews-Affari_Transportation-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12831270-Reviews-Pick_Me_Up_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23285268-Reviews-Tampa_Airport_Elite_Shuttle-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2292931-Reviews-TECO_Line_Streetcar_System-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d14019490-Reviews-Tampa_Ridez-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1985828-Reviews-Tampa_Water_Taxi_Company-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d25410195-Reviews-Party_Shuttle_Inc-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d21377908-Reviews-Cruisin_Tikis_Tampa_The_Original_Tiki_Boat-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d17779001-Reviews-Beach_Chauffeur_Services_Inc-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d24066951-Reviews-Taxi_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d9868435-Reviews-Riverwalk_Boating_Company-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7351808-Reviews-Tampa_Bay_Water_Bike_Company-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d5832688-Reviews-The_Sail_Pavilion_on_the_Riverwalk-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3877585-Reviews-EBoats_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7733536-Reviews-Tampa_Bay_Fun_Boat_LLC-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d10743084-Reviews-Kraken_Cycleboats-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d9455819-Reviews-OMG_Trolley_Company-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1647092-Reviews-Magic_Carpet_Glide-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d21286578-Reviews-Paramount_Water_Sports-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d14827033-Reviews-Go_Running_Tours-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23177976-Reviews-YKNOT_US_Yacht_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d19326754-Reviews-Sunburst_Yacht_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23597654-Reviews-Liquid_Fun_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3710414-Reviews-Tampa_Fishing_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12155268-Reviews-Vonlane-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651159-Reviews-18th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273343-Reviews-Pham_Ngu_Lao_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4611460-Reviews-King_Power_Rangnam-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d2521322-Reviews-Lake_Monroe_Park-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28954-d143682-Reviews-Coquina_Beach-North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33013-d8755027-Reviews-Frank_G_Bonelli_Regional_Park-San_Dimas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d258384-Reviews-Walt_Disney_Concert_Hall-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560599-Reviews-Detroit_People_Mover-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d269452-Reviews-Fashion_Island-Newport_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34678-d9975361-Reviews-or10-Pirate_Water_Taxi-Tampa_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34678-d9975361-Reviews-Pirate_Water_Taxi-Tampa_Florida.html"
    }
]