[
    {
        "attraction_name": "Pitons",
        "attraction_name_vi": "Pitons",
        "general_info": [
            "1.994 đánh giá",
            "- 3 trong số 159 điều cần làm ở St. Lucia",
            "Núi",
            "Thành tạo địa chất",
            "Núi lửa"
        ],
        "attraction_summary": "Là một thắng cảnh ngoạn mục của St. Lucia có thể nhìn thấy từ xa hàng dặm, Petit Piton và Gros Piton là hai ngọn núi lửa đôi sừng sững sừng sững trên biển với những con sóng vỗ xung quanh chân núi.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đạt đến đỉnh cao!!! Thật là một cảm giác thành tựu tuyệt vời và một cách để chiêm ngưỡng một số khung cảnh đẹp nhất ở Caribe! Các hướng dẫn viên du lịch địa phương rất tuyệt vời và giúp bạn an toàn trên những con đường dốc. Việc đi bộ này không dành cho người yếu tim. Nếu bạn đã uống quá nhiều bia Piton vào đêm hôm trước hoặc gần đây bạn không tập thể dục, tôi chắc chắn sẽ bỏ qua nó! Nhưng nếu bạn - tham gia thử thách, bạn - sẽ được đền đáp bởi khung cảnh, văn hóa và tán lá rộng lớn dọc theo con đường mòn. Đó là - s - 50 USD mỗi người, hướng dẫn viên sẽ tính tiền boa và bạn có thể bắt taxi để đưa bạn đến đó. Có thể là một trong những tour du lịch giá cả phải chăng hơn hiện có!  Đọc thêm",
            "Chúng ta thích nơi đây. Thức ăn rất ngon và dịch vụ hầu hết đều nổi bật! Tôi muốn đặc biệt nhắc đến Keyanna tại nhà hàng The Pitons. Cô ấy là người giỏi nhất! Tôi cũng muốn gửi lời cảm ơn tới Lershon tại nhà hàng The Pitons. Anh ấy có thái độ và tính cách tốt nhất. Chúng tôi rất thích anh ấy mang người phục vụ đến lần thứ hai chúng tôi ăn ở đó. Đây là nhà hàng yêu thích của chúng tôi cho bữa tối và chúng tôi rất thích Armando - s cho bữa sáng. Đọc thêm",
            "St Lucia là thiên đường!  Chồng tôi và tôi đã leo lên Gros Piton - chúng tôi 51 tuổi và có vóc dáng vừa phải - .  Bắt đầu sớm - 7:00 sáng - và mang theo nhiều nước - mỗi nước 2 lít - .  Hướng dẫn của chúng tôi, Abi, là người giỏi nhất !!!  Đó là một chuyến đi bộ khó khăn, mệt mỏi nhưng có thể thực hiện được.  Cặp đôi phía sau chúng tôi đã 70 tuổi! Chúng tôi đã mất bốn giờ và chúng tôi chưa bao giờ đổ mồ hôi nhiều đến thế...1 - 2 giờ vừa qua cái nóng đã giết chết chúng tôi - vì vậy đừng bắt đầu muộn hơn 7:30 - .  Tuy nhiên, đó là một trải nghiệm tuyệt vời và việc đạt đến đỉnh cao là một điểm nổi bật đối với chúng tôi!  Các hướng dẫn là tuyệt vời.  Hãy làm điều đó và trong thời gian còn lại của kỳ nghỉ, bạn sẽ ngắm nhìn Gros Piton và ngạc nhiên rằng mình đã leo lên đỉnh.Đọc thêm",
            "Các bài đánh giá đều nói rằng Gros Piton rất khắc nghiệt. Chúng tôi là một cặp đôi khá khỏe mạnh ở độ tuổi 64 - 72. Có một chút khó khăn; nhưng chuẩn mực của chúng tôi là 1.000 ft một giờ khá chính xác. 2 1 - 4 giờ để đi từ 600 ft đến 2.620 ft, và cùng thời gian để đi xuống. Chuyến đi lên bắt đầu lúc 09:15 sáng và diễn ra trong bóng râm, điều đó thật tuyệt. Chuyến đi xuống có nhiều nắng hơn, do đó nóng hơn.\nCảnh quan dọc đường đi và từ trên đỉnh rất đẹp. Đọc thêm",
            "Chúng tôi khởi hành lúc 7 giờ sáng với mục tiêu chỉ đi được nửa chặng đường. Chúng tôi ở độ tuổi 50 - 55 và mặc dù hoạt động thể chất và tập thể dục thường xuyên nhưng chúng tôi không quen với việc đi bộ đường dài trên đá và đá cuội. Mọi người cũng cho rằng quan điểm đẹp nhất là ở nửa chặng đường. Shane là người hướng dẫn của chúng tôi và thật tuyệt vời và tuyệt vời khi đi được nửa chặng đường. Việc này khó khăn nên hãy nhớ mang giày đi bộ đường dài phù hợp, xuất phát sớm do trời nóng và mang theo nhiều nước. Chúng tôi sẽ quay lại vào năm tới và dự định đi bộ trên toàn bộ tuyến đường.Đọc thêm",
            "Đi du ngoạn trên tàu catamaran từ cảng Castries, St. Lucia để ngắm Pitons. Thuyền được bảo dưỡng tốt với đội ngũ nhân viên hữu ích, thân thiện và nhiều thông tin. Đi dọc bờ biển trong khi thành viên đội hướng dẫn viên giải thích về việc xây dựng các ngôi làng và đường sá, nói về cơ sở hạ tầng của hòn đảo và tất nhiên, nhấn mạnh các khu nghỉ dưỡng cực kỳ đắt đỏ. Nhìn thấy một số chú cá heo chơi đùa bên cạnh thuyền. Thuyền trưởng đưa chúng tôi đủ gần để nhìn thấy chi tiết về độ dốc lớn của hai đỉnh núi xuống đại dương. Dừng lại để bơi một lúc. Thật là một cách tuyệt vời để ngắm Pitons mà không phải dành nhiều thời gian trong xe. Đọc thêm",
            "Tôi đã tham gia Princess Cruise trên Queen of the Carnival, một chiếc catamaran. Phong cảnh xuyên suốt rất đẹp và chuyến du ngoạn nhỏ rất tốt. Điểm nổi bật là The Pitons rất nổi bật. Chúng tôi chỉ nhìn từ dưới nước nhưng nó rất xứng đáng - và tránh được một chuyến lái xe dài bụi bặm trong cái nóng oi bức!!Đọc thêm",
            "Những ngọn núi này là biểu tượng của hòn đảo.  Chúng là một cấu trúc địa chất độc đáo do kích thước của chúng và vị trí hơi kỳ lạ nằm ngay trên mặt nước.  Nhiều hòn đảo có những ngọn núi như thế này nằm ở trung tâm nhưng không phải những hòn đảo này.\n\nCon đường lớn hơn có đường mòn đi bộ đường dài, nhưng nếu bạn không đủ sức khỏe, hãy tìm lời khuyên trước khi leo lên nó.\n\nNếu bạn đến thăm St. Lucia và đi về phía nam, bạn sẽ bắt gặp những đỉnh núi độc đáo này.Đọc thêm",
            "Chúng tôi đến điểm hẹn Pitons sớm và bắt đầu leo ​​núi lúc 7h20 sáng với hướng dẫn viên Larry.  Larry có kiến ​​thức về khu vực này và đi bộ với tốc độ tốt để đưa chúng tôi lên xuống trong 4 giờ.  Bản thân việc leo núi không quá tệ, nó giúp đối phó với cái nóng tốt hơn trong khi leo núi.Đọc thêm",
            "Chúng tôi đến điểm hẹn Pitons sớm và bắt đầu leo ​​núi lúc 7h20 sáng với hướng dẫn viên Larry.  Larry có kiến ​​thức về khu vực này và đi bộ với tốc độ tốt để đưa chúng tôi lên xuống trong 4 giờ.  Bản thân việc leo núi không quá tệ, nó giúp đối phó với cái nóng tốt hơn trong khi leo núi.Đọc thêm",
            "Chúng tôi chọn xem Pitons từ một chiếc catamaran để có thể tận hưởng làn nước và quang cảnh. Chúng tôi đã đi lặn với ống thở, xem các khu nghỉ dưỡng, nhà cửa, vịnh nhỏ và ngạc nhiên trước Pitons.Đọc thêm",
            "Những ngọn núi này là biểu tượng của hòn đảo.  Chúng là một cấu trúc địa chất độc đáo do kích thước của chúng và vị trí hơi kỳ lạ nằm ngay trên mặt nước.  Nhiều hòn đảo có những ngọn núi như thế này nằm ở trung tâm, nhưng không phải những hòn đảo này. Đảo lớn hơn có đường mòn đi bộ đường dài, nhưng nếu thể chất bạn không đủ sức khỏe, hãy tìm lời khuyên trước khi leo lên. Nếu bạn đến thăm St. Lucia và du lịch đến về phía nam bạn sẽ bắt gặp những đỉnh núi độc đáo này.Đọc thêm",
            "Tôi đã tham gia chuyến du ngoạn Princess Cruise trên Queen of the Carnival, một chiếc thuyền catamaran. Phong cảnh trên tàu rất đẹp và chuyến du ngoạn mini rất tuyệt. Điểm nhấn là The Pitons, thật tuyệt vời. Chúng tôi chỉ ngắm cảnh từ mặt nước nhưng rất đáng giá - và tránh được chuyến lái xe dài đầy bụi trong cái nóng thiêu đốt!! Đọc thêm",
            "Thực hiện chuyến tham quan bằng tàu trên tàu catamaran từ cảng ở Castries, St. Lucia để xem Pitons. Thuyền được bảo trì tốt với phi hành đoàn hữu ích, thân thiện và nhiều thông tin. Đi dọc bờ biển trong khi hướng dẫn viên giải thích về việc xây dựng những ngôi làng và con đường, nói về cơ sở hạ tầng của hòn đảo và tất nhiên, nêu bật những khu nghỉ dưỡng đắt đỏ. Nhìn thấy một số cá heo đang chơi đùa dọc theo thuyền. Thuyền trưởng đưa chúng tôi đến đủ gần để xem chi tiết cú rơi mạnh của đỉnh núi đôi xuống đại dương. Có một điểm dừng bơi ngắn. Đó là một cách tuyệt vời để xem Pitons mà không cần phải ngồi lâu trên xe.Đọc thêm",
            "Chúng tôi khởi hành lúc 7 giờ sáng với mục tiêu chỉ đi được nửa chặng đường. Chúng tôi ở độ tuổi 50 - 55 và mặc dù hoạt động thể chất và tập thể dục thường xuyên nhưng chúng tôi không quen với việc đi bộ đường dài trên đá và đá cuội. Mọi người cũng cho rằng quan điểm đẹp nhất là ở nửa chặng đường. Shane là người hướng dẫn của chúng tôi và thật tuyệt vời và tuyệt vời khi đi được nửa chặng đường. Việc này khó khăn nên hãy nhớ mang giày đi bộ đường dài phù hợp, xuất phát sớm do trời nóng và mang theo nhiều nước. Chúng tôi sẽ quay lại vào năm tới và dự định đi bộ trên toàn bộ tuyến đường.Đọc thêm",
            "Có lẽ sẽ tốt hơn nếu chúng tôi có thể leo lên một trong những chiếc Pitons, nhưng nhìn từ mực nước biển thì chúng không mấy ấn tượng.Đọc thêm",
            "Các bài đánh giá đều nói rằng Gros Piton rất khắc nghiệt. Chúng tôi là một cặp đôi khá khỏe mạnh ở độ tuổi 64 - 72. Đây là một cuộc tranh giành; nhưng chuẩn mực của chúng tôi là 1.000 ft một giờ khá chính xác. 2 1 - 4 giờ để đi từ 600 ft đến 2.620 ft, và cùng thời gian để xuống. Chuyến đi lên bắt đầu lúc 09:15 sáng và diễn ra trong bóng râm, điều đó thật tuyệt. Chuyến đi xuống có nhiều nắng hơn, do đó nóng hơn. Cảnh quan dọc đường đi và từ trên đỉnh rất đẹp. Đọc thêm",
            "Pitons và những bãi biển gần đó thật tuyệt vời. Đó thực sự là một trải nghiệm vì trong cùng một thị trấn, bạn có sự nghèo đói ở trung lưu và ngoại ô, đó là những khu nghỉ dưỡng cực kỳ cao cấp, nhưng giàu hay nghèo, không thành vấn đề, khi thiên nhiên quá tuyệt vời.Đọc thêm",
            "St Lucia là thiên đường!  Chồng tôi và tôi đã leo lên Gros Piton - chúng tôi 51 tuổi và có vóc dáng vừa phải - .  Bắt đầu sớm - 7:00 sáng - và mang theo nhiều nước - mỗi nước 2 lít - .  Hướng dẫn của chúng tôi, Abi, là người giỏi nhất !!!  Đó là một chuyến đi bộ khó khăn, mệt mỏi nhưng có thể thực hiện được.  Cặp đôi phía sau chúng tôi đã 70 tuổi! Chúng tôi đã mất bốn giờ và chúng tôi chưa bao giờ đổ mồ hôi nhiều đến thế...1 - 2 giờ vừa qua cái nóng đã giết chết chúng tôi - vì vậy đừng bắt đầu muộn hơn 7:30 - .  Tuy nhiên, đó là một trải nghiệm tuyệt vời và việc đạt đến đỉnh cao là một điểm nổi bật đối với chúng tôi!  Các hướng dẫn là tuyệt vời.  Hãy làm điều đó và trong thời gian còn lại của kỳ nghỉ, bạn sẽ ngắm nhìn Gros Piton và ngạc nhiên rằng mình đã leo lên đỉnh.Đọc thêm",
            "Chúng tôi sẽ đến thăm St Lucia vào tháng 1 và muốn đi bộ lên Pitons. Chúng ta có cần mang theo ủng đi bộ đường dài hay mang giày thể thao bình thường không?Đọc thêm",
            "Có công ty du lịch nào đón khách tại khu nghỉ dưỡng dừa để đi bộ đường dài riêng lên Gros piton không.Đọc thêm",
            "Có ai biết bạn có thể trả phí vào cửa - 50 hướng dẫn viên - bằng thẻ không? Chúng tôi tự lái xe đến lối vào. Đọc thêm",
            "Khu nghỉ dưỡng của chúng tôi cho biết tiền mặtĐọc thêm",
            "Đến bằng tàu du lịch Marella, bạn đang tìm kiếm đề xuất cho các chuyến đi độc lập bằng thuyền catamaran để xem Pitons?Đọc thêm",
            "Mùa hè bất tận có những chiếc catamaran - s tuyệt vời, và lễ hội chèo thuyền nếu bạn cần hỗ trợ, tôi có thể lấy địa chỉ email để bạn liên hệ với họ. Có một sốĐọc thêm",
            "Tôi - tôi thấy chi phí nhập học đã được loại trừ. Ai có thể cho tôi biết chi phí nhập học được không và cảm ơnĐọc thêm",
            "Nếu bạn đặt vé trực tiếp tại trạm đi bộ đường dài thì giá là US - 50 USD mỗi người, tuy nhiên nếu bạn đang ở tại một khách sạn hoặc khu nghỉ dưỡng và có bàn tổ chức các chuyến du ngoạn, họ có thể bán cả góiĐọc thêm",
            "Bạn có thể leo núi một mình để cắt giảm chi phí thám hiểm không? Có thể đi bộ và đi bộ miễn phí hay phải trả phí công viên nào đó.Đọc thêm",
            "Không, bạn phải thuê một người hướng dẫn.Đọc thêm",
            "Chào mọi người ! Chúng tôi đang ở trên tàu Marella Explorer và sẽ cập bến Castries St Lucia vào ngày mai. Tôi - muốn ngắm cảnh từ Pitons mà không cần đi bộ lên đỉnh - chúng tôi có một người bạn không thể đi bộ xa -, một thác nước và vài giờ ghé thăm bãi biển Le Toc. Bạn có nghĩ việc làm tất cả những điều đó trong 7 giờ là hợp lý không? Chúng tôi - có thể sẽ nhờ một tài xế taxi chở chúng tôi đi vòng quanh vào ngày mai nhưng không biết liệu có được không!! Rõ ràng là không đến đỉnh Pitons nhưng không chắc bạn có thể đi được bao xa bằng đường bộ?  - Nếu có - . Nếu không chúng ta - sẽ chỉ ngưỡng mộ từ xa! Cảm ơn tất cả trước.Đọc thêm",
            "Tôi chỉ đến thăm với tư cách là khách du lịch nhưng tôi không thấy bất kỳ con đường nào trên chuyến đi bộ của chúng tôi mặc dù có thể có một con đường ở phía bên kiaĐọc thêm",
            "Xin chào, Bạn chọn Alvin như thế nào?  Đó là khi bạn đến đó để đi bộ hay bạn đã đặt trước?Đọc thêm",
            "CHÀO.  Anh ấy chỉ tình cờ là người xếp hàng tiếp theo khi chúng tôi đến đó.  Tuy nhiên, tôi được thông báo rằng bạn có thể yêu cầu một số hướng dẫn nhất định khi đến đó.Đọc thêm",
            "Leo lên Petit Peton hay Gros Peton tốt hơn?\n\nCảm ơn!Đọc thêm",
            "Tôi chưa từng làm điều này nhưng mọi thứ tôi đọc đều nói là nên đi bộ đường dài ở Gros PetinĐọc thêm",
            "Leo lên Petit Peton hay Gros Peton tốt hơn?\n\nCảm ơn!Đọc thêm",
            "Gros là khó khăn\nNhưng vẫn dễ hơn PetitĐọc thêm"
        ],
        "star_ratings": [
            1430,
            459,
            84,
            11,
            11
        ],
        "review_amount": 1995,
        "location": [
            "Những việc cần làm ở St. Lucia",
            "Pitons",
            "vùng Caribe",
            "St. Lucia"
        ],
        "reviews_time": [
            "Written September 20, 2023",
            "Written October 2, 2023",
            "Written March 3, 2024",
            "Written March 17, 2024",
            "Written March 29, 2024",
            "Written April 10, 2024",
            "Written May 18, 2024",
            "Written May 26, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 18, 2024",
            "Written April 10, 2024",
            "Written March 29, 2024",
            "Written March 24, 2024",
            "Written March 17, 2024",
            "Written March 9, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147342-d150512-Reviews-Pitons-St_Lucia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12731631-d26820934-Reviews-Soley_Kouche_Restaurant-La_Pointe_Choiseul_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d1785668-Reviews-Bamboo_Restaurant_at_Fond_Doux_Eco_Resort-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d6902776-Reviews-Bonte_Restaurant_Bar-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d1944607-Reviews-Saltwood-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d1633143-Reviews-The_Bamboo_Resaurant-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d10043990-Reviews-Cane_Bar-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147342-d1011421-Reviews-Dasheene_at_Ladera-St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d1993114-Reviews-Rabot_Restaurant-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d1515163-Reviews-Martha_s_Tables-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147345-d1005738-Reviews-The_Mango_Tree-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d1829258-Reviews-Carib_Beach_BarBQ_Zion_Lion_Farm-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d15081737-Reviews-Grand_Eden_Estate-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d14075296-Reviews-Petit_Piton_Trail-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g27164155-d149085-Reviews-Anse_Mamin_Beach-Bouton_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d313420-Reviews-Diamond_Falls_Botanical_Gardens-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d149220-Reviews-Sulphur_Springs-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d149221-Reviews-Jalousie_Beach-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g25086776-d313421-Reviews-La_Soufriere_Drive_In_Volcano-Malgretoute_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d12616778-Reviews-Gros_Piton_Nature_Trail-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d149850-Reviews-Diamond_Waterfalls-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d150512-Reviews-or10-Pitons-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d23743928-Reviews-Tet_Paul_Nature_Trail-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d149211-Reviews-Pigeon_Island_National_Park-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d149529-Reviews-St_Lucia_Rain_Forest-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d148993-Reviews-Marigot_Bay-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147344-d5866276-Reviews-St_Lucia_Best_Experience_Tours-Gros_Islet_Gros_Islet_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147343-d2503263-Reviews-Carnival_Sailing_Party_Cruises-Castries_Castries_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d1755836-Reviews-Real_St_Lucia_Tours-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d6615480-Reviews-Benny_Tours-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d2556181-Reviews-Solomon_Water_Taxi_Tours-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g652398-d16844697-Reviews-Edmund_Tours_St_Lucia-Vieux_Fort_Vieux_Fort_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147344-d4136986-Reviews-Island_Man_Tour_and_Taxi_Service_Private_Day_Tours-Gros_Islet_Gros_Islet_Quarter_.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d1380435-Reviews-Ocean_Angel_Boat_Tours-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d1967114-Reviews-Joy_s_Adventure_Excursion_and_Coastal_Cruise-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d149162-Reviews-Morne_Coubaril_HIstorical_Adventure_Park-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147343-d18838572-Reviews-Rising_Sun_Taxi_Service_Saint_Lucia-Castries_Castries_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d8868658-Reviews-Marc_s_Taxi_Service_Tours-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1379324-d553530-Reviews-Kamala_Beach-Kamala_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13797571-Reviews-Museum_of_Illusions-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60663-d1480890-Reviews-Waikele_Premium_Outlets-Waipahu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007885-d1951736-Reviews-PortAventura_Caribe_Aquatic_Park-Vila_Seca_Costa_Dorada_Province_of_Tarragona_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d2191604-Reviews-Nightmare_Mansion-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147338-d147890-Reviews-Anse_de_Grande_Saline-St_Barthelemy.html",
            "https://www.tripadvisor.com/Attraction_Review-g57017-d3431456-Reviews-Crystal_Hot_Springs-Honeyville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g48078-d548851-Reviews-Long_Beach-Long_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48658-d10827420-Reviews-Flying_Point_Beach-Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32377-d554152-Reviews-Bigfoot_Discovery_Museum-Felton_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147342-d150512-Reviews-or10-Pitons-St_Lucia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147342-d150512-Reviews-Pitons-St_Lucia.html"
    }
]