[
    {
        "attraction_name": "Pittsburgh Improv",
        "attraction_name_vi": "Cải tiến Pittsburgh",
        "general_info": [
            "65 đánh giá",
            "- 1 trong 3 Cuộc sống về đêm ở Homestead",
            "Câu lạc bộ hài kịch"
        ],
        "attraction_summary": "Một buổi tối tuyệt vời với những tràng cười sảng khoái, đồ uống đắt tiền nhưng không như mong đợi ... hãy đến sớm để có chỗ ngồi ở tầng trước nhưng không phải là một chỗ ngồi tồi trong nhà, địa điểm nhỏĐọc thêm",
        "reviews": [
            "This was the 1st time we have been there in a long time and since they have remodeled. It does look nice from the remodel but the prices are outrageous. I knew going in but of course you would be paying more but jeez.  - 12 for a glass of wine is absolutely outrageous. My boyfriend and I  Ordered pretzels,  Nachos and cheese and he ordered A chicken sandwich with fries.  Honestly the only thing really good was the fries. The chicken sandwich was dry and had to send the 1st one back 2nd one came out better but still not great.  The nachos and cheese are not nearly as good as they used to be and they got rid of the good garlic dipping sauce for the French fries they had before they remodeled. The pretzels weren - t bad however they were so soaked in butter or grease you couldn - t even It made me sick. We ended up having to leave early because we had to go get our sick granddaughter so we missed the show which of course was not their fault but threw away  - 70 for  Nothing however 40 of that was just for the food. I don - t mind paying for good food but this was no where near good and I had an upset stomach the rest of the night. And whats a shame is that we love to come see the comedians but with their prices and their food it - s going to make us think twice before coming backRead more",
            "My husband and I with our daughter and boyfriend attended the Preacher Lawson show last night 7:00. We had purchased the 4 pack Premium VIP packet for a  - 200 food and beverage credit. We go in with our tickets which are reviewed - scanned by the host and he told us to enter the room and look for the gentleman raising his hand. He - s way on the opposite side of the room. We sit down at a 4 seat table, nothing special but ok. We finally get our drink order in and served and my daughter said - We purchased the special  - 200 package - are you aware of that, we have no special arm bands or stickers, how will you charge us accordingly? Well he had no idea and spoke to his bar manager. Well after awhile we were escorted down to the lower section, to a large rounded booth that was reserved for us. Tipped out our old server. Moving forward, my name was on the reservation placement card. It would have been super special if we felt more VIP - s. This packet was purchased for our guest - s birthday. So if it weren - t for my daughter speaking up  -  we would have been sitting in the wrong location, with a billing problem. The set was very funny, two warm up guys before the headliner. Our waitress Sara was sweet, attentive and visited our booth often.Taxes are included - gratuity is not. Tip your server! The only disappointing thing was - the announcer kept mentioning to fill out the red cards on the table to be eligible for a  - 25 credit. No cards on either table we sat at. Eventually red cards were dropped off at our new table but no pencils!!!! Every time the one employee walked by with the cards and pencils we would call out  - Hey, we could use some pencils! -  We were passed by. Hey, Improv - Put the cards on the table with the pencils before the announcements. We could not fill out the cards. Adequate venue, pricey typical bar food and drink menu. Read more",
            "We went to the Orny Adams show on 9 - 22.  We arrived shortly after the doors opened and was promptly greeted and escorted to a table in front.  The escort welcomed us and explained the two item purchase requirement, which was no problem.  Quite standard.  It is not difficult to order 2 items over a 2-3 hour period.My drink was  - 9, not at all unreasonable for an entertainment venue.  My companion ordered a soft drink for  - 6, again not an unreasonable price for the venue.  We ordered  an appetizer.  It was okay, not excellent, but definitely not horrible.  The wait staff was very good.  Our bill came quickly after the show.  The emcee was very good, as was the opening act.  Both were quite funny.  The main act, Orny Adams, was great!  We laughed all evening.  We will definitely visit this venue again.Read more",
            "Chúng tôi đã đi lần đầu tiên tối nay. Bộ phim hài rất vui nhộn.  Không khí thật tuyệt.  Chúng tôi ước đồ ăn và đồ uống cũng ngon như mọi thứ khác.  Ăn chỗ khác đi  Đồ uống thì bình thường.  Hãy đi khi cửa mở và có thể bạn sẽ có đồ ăn khi buổi biểu diễn bắt đầu.  Dịch vụ quá tệ.Đọc thêm",
            "Được chào đón bởi đội ngũ nhân viên thân thiện đã giúp đêm của chúng tôi có một khởi đầu tuyệt vời. Diễn viên hài địa phương, người đã hâm nóng đám đông thật vui nhộn; má tôi đau vì cười!  Đây là lần đầu tiên ghé thăm và chắc chắn sẽ thắng - đây không phải là lần cuối cùng. Đọc thêm",
            "Chúng tôi vừa đến đó vào cuối tuần trước để xem buổi biểu diễn của Adele Givens! Cô ấy thật tuyệt vời!!!!! Bản thân nơi này cũng đẹp. Việc hướng dẫn bạn đến chỗ ngồi rất hữu ích! Mặt khác, nhân viên phục vụ thật kinh khủng! Phải mất mãi mãi để có được thức ăn tầm thường của chúng tôi. Nhưng làm thế nào để chúng ta ăn thức ăn của mình mà không có dụng cụ hoặc khăn ăn??! Cuối cùng chúng tôi đã đánh dấu cô hầu bàn của mình sau khi cô ấy chạy ngang qua chúng tôi 4 - 5 lần và cô ấy mang cho chúng tôi 2 chiếc khăn ăn cho 4 người và KHÔNG có đồ dùng bằng bạc! Chẳng còn lại gì cả!!!! Thật sự?! Lần tới khi bạn có một chương trình hài kịch bận rộn, hãy đảm bảo rằng bạn có thể phục vụ mọi người! Quá thất vọng Đọc thêm",
            "Cảm ơn bạn đã dành thời gian viết đánh giá này và chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm không mấy tốt đẹp. Chúng tôi rất muốn nói chuyện trực tiếp với bạn để tìm hiểu thêm về thời gian của bạn với chúng tôi. Vui lòng liên hệ với người quản lý tại câu lạc bộ để thảo luận. Cảm ơn bạn đã cân nhắc trước.Đọc thêm",
            "My husband and I went to see Steve Treviño at the Pittsburgh Improv. This was our first time there and we had a great experience! We would highly recommend the Improv to anyone and can - t wait to go back! We didn - t have to wait very long in line, got seated quickly and had great seats! Although it doesn - t look like there is a bad seat in the house. One thing I would advise, if you buy your tickets on Groupon make sure you go to Will Call first to get a paper receipt before getting in line. This paper receipt has a barcode you will need to have scanned to get into the show. We didn - t purchase our tickets through Groupon but the couple in front of us did and they had to get out of line to go back and get that paper receipt. Our waiter was very friendly and our service was super fast. We knew going in that we would both need to purchase two items off the menu. That is what the  - two item minimum purchase per person -  means when purchasing your tickets. I wasn - t sure at first so I looked it up on TripAdvisor before going. If you get soda in a souvenir glass with unlimited refills  -  - 13 -  that counts as two items. If you don - t do that and only do the single soda they are  - 6 a piece. My husband got a draft beer  -  - 8 -  and the warm pretzel sticks with cheese and honey mustard  -  - 10 -  which was delicious! We thought their food and drinks were priced about the same as going to a concert or sporting event. We ended up spending around  - 50 after tip and since the tickets to the show were only  - 20 each plus tax we thought spending  - 100 for an evening out was very reasonable! If you haven - t heard of the comedian Steve Treviño I highly recommend you type his name into YouTube, he is hilarious! His opening act, Kyle Ray, was great too! We couldn - t stop laughing from the moment Kyle Ray came up on the stage to the time Steve Treviño left the stage! I would recommend the late show because he has more time to tell stories  -  jokes! Read more",
            "Tối qua đã đến Improv để xem Nikki Glaser. Tôi đến khoảng 30 phút trước khi cửa mở để đảm bảo tôi có được chỗ ngồi gần. Tôi hài lòng với vị trí chỗ ngồi, tuy nhiên niềm vui đó đã kết thúc khi họ ngồi vào bàn của tôi một cặp đôi đang say xỉn. Trong suốt 3 diễn viên hài khác nhau, người đàn ông này khá ồn ào và thô lỗ với các diễn viên hài đến mức họ đều bình luận về điều đó.  - Họ đến trong tình trạng say khướt và sau đó còn được cho thêm bia nữa, điều đáng lẽ - không được phép. - Ngoài 2 vị khách thô lỗ, tôi thích trải nghiệm này. Tôi gọi món bánh quy cây rất ngon, nóng và tươi. Ngồi gần người biểu diễn cũng thật tuyệt khi có thể nhìn và nghe thấy họ hầu hết - trừ những vị khách thô lỗ liên tục nói chuyện và la hét - rõ ràng. Tôi chắc chắn sẽ quay lại nếu một diễn viên hài khác mà tôi thích đang biểu diễn ở đó. Đọc thêm",
            "Jason - \n\n      Cảm ơn bạn đã tham gia cùng chúng tôi tại Improv để gặp Nikki Glaser vào cuối tuần vừa qua. Chúng tôi rất vui vì bạn thích Nikki và thấy những chiếc bánh quy cây rất ngon, nhưng chúng tôi chắc chắn muốn nghe thêm về trải nghiệm của bạn đối với những vị khách ngồi cùng bạn tối hôm đó. Chúng tôi cố gắng tạo ra trải nghiệm hài kịch tuyệt vời cho tất cả những người tham dự các buổi biểu diễn tại Improv, vì vậy chúng tôi đánh giá cao việc bạn dành thời gian liên hệ trực tiếp với nhóm quản lý của chúng tôi để chúng tôi có thể thảo luận trực tiếp vấn đề này với bạn.  Vui lòng gọi cho chúng tôi theo số 412.562.5233 hoặc qua email tại pittsburgh - improv.com Cảm ơn bạn đã quan tâm.Đọc thêm",
            "Tôi đã mua vé cho vợ tôi và hai người bạn của cô ấy để thưởng thức một buổi biểu diễn hay nhân dịp sinh nhật của cô ấy và nhân viên VÀ QUẢN LÝ hoàn toàn thiếu tôn trọng. Vợ tôi trả lại đồ uống mà cô ấy không quan tâm - chủ yếu là vì khi đến nơi, cô ấy không được cung cấp thực đơn đồ ăn hoặc đồ uống - và cô phục vụ tỏ ra khó chịu rõ ràng... Như thể cô ấy phải trả tiền cho nó.. những đồ uống khác thì có - 14- - 18, thật nực cười khi giờ đây nó lại là một buổi biểu diễn ăn sáng thậm chí còn là người dẫn đầu.. người quản lý đối xử với vợ và bạn bè của tôi như những tên tội phạm, như thể họ sắp bỏ qua hóa đơn.. mà họ đã trả tiền! Tôi nghi ngờ bất kỳ ai trong chúng ta sẽ quay trở lại..Đọc thêm"
        ],
        "star_ratings": [
            20,
            27,
            9,
            5,
            4
        ],
        "review_amount": 65,
        "location": [
            "Những điều cần làm ở Homestead",
            "Nhà ở",
            "Cải tiến Pittsburgh",
            "Hoa Kỳ",
            "Pennsylvania - PA -"
        ],
        "reviews_time": [
            "Written March 11, 2024",
            "Written January 1, 2020",
            "Written December 15, 2019",
            "Written September 23, 2019",
            "Written September 21, 2019",
            "Written April 20, 2019",
            "Written March 20, 2019",
            "Written March 2, 2019",
            "Written February 23, 2019",
            "Written January 23, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52841-d3372738-Reviews-Pittsburgh_Improv-Homestead_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d6696970-Reviews-Burgatory-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d1520803-Reviews-Blue_Dust-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d400929-Reviews-Bravo_Italian_Kitchen-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d7342356-Reviews-Dorthy_6-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d628210-Reviews-Red_Robin_Gourmet_Burgers-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d516036-Reviews-Dave_Buster_s_Pittsburgh_Homestead-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d13532830-Reviews-Primanti_Bros_Restaurant_and_Bar-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d2403230-Reviews-Eat_n_Park-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d401415-Reviews-UNO_Pizzeria_Grill-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52841-d11969235-Reviews-Eighth_Hays-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d3317059-Reviews-The_Waterfront-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d7702555-Reviews-Voodoo_Brewery-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d209225-Reviews-Phipps_Conservatory_and_Botanical_Gardens-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d1383642-Reviews-Heinz_Memorial_Chapel-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d7313032-Reviews-Bulgarian_Macedonian_National_Educational_and_Cultural_Center-Homestead_Pennsylvan.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220086-Reviews-Carnegie_Museum_of_Natural_History-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d1229295-Reviews-The_Nationality_Rooms-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d15799005-Reviews-Liberty_Magic-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d294369-Reviews-Cathedral_of_Learning-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220087-Reviews-Carnegie_Museum_of_Art-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d3372738-Reviews-or10-Pittsburgh_Improv-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d6556406-Reviews-Sing_Sing_Dueling_Piano_Bar-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d15599289-Reviews-Dave_Buster_s_Arcade-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d14083608-Reviews-Ace_Axe_Throwing-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d11835944-Reviews-Escape_Room-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d5841845-Reviews-Blue_Dust-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d12035022-Reviews-Local_Motion-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d8135280-Reviews-AMC_Loews_Waterfront_22-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52841-d23460878-Reviews-Dragon_s_Den-Homestead_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d7248286-Reviews-Escape_Room_Pittsburgh-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2412274-Reviews-The_Pittsburgh_Tour_Company-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d270482-Reviews-Masquerade_Show_in_the_Sky-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d23585703-Reviews-Grandscape-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g188560-d23262137-Reviews-Batavia_Stad_Fashion_Outlet-Lelystad_Flevoland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g754554-d3292234-Reviews-The_Big_Duck-Flanders_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44233-d6104277-Reviews-Chesterfield_Mall-Chesterfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d1067417-Reviews-Outlets_at_Barstow-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d2262123-Reviews-Great_Island_Trail-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g8588726-d12881418-Reviews-Ikogosi_Warm_Springs-Ikogosi_Ekiti_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d653845-Reviews-Georgioupolis_Beach-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9706821-d9705635-Reviews-Kulekhani_Dam-Kulekhani_Makwanpur_Narayani_Zone_Central_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52841-d3372738-Reviews-or10-Pittsburgh_Improv-Homestead_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52841-d3372738-Reviews-Pittsburgh_Improv-Homestead_Pennsylvania.html"
    }
]