[
    {
        "attraction_name": "Platte Ranch Riding Stables",
        "attraction_name_vi": "Chuồng ngựa trang trại Platte",
        "general_info": [
            "200 đánh giá",
            "- 1 trong 7 Hoạt động ngoài trời tại Fairplay",
            "Chuyến tham quan cưỡi ngựa"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Amy và đội ngũ hướng dẫn viên của cô ấy thật tuyệt vời từ việc đặt chỗ đến cưỡi ngựa!  Đây là một trong những chuyến đi thú vị và riêng tư nhất mà gia đình chúng tôi từng có. Nhóm 11 người của chúng tôi đồng ý rằng đây thực sự là một trong những phần yêu thích của chúng tôi trong chuyến đi!  Chúng tôi đánh giá cao không gian để tận hưởng và đạp xe trong khi vẫn cảm thấy được hướng dẫn rất an toàn. Trang trại thật đẹp. Yêu những thay đổi về phong cảnh và cưỡi ngựa băng qua vùng nước nông. Amy ở cấp độ chuyên nghiệp và có sức chứa tiếp theo. Cô ấy thậm chí còn rất tốt bụng khi giúp chúng tôi đưa ra đề xuất cho một số cuộc phiêu lưu khác của chúng tôi!  Sẽ đạp xe đến đây hết lần này đến lần khác!!! Đọc thêm",
            "Gia đình 8 người của chúng tôi đã đến nơi để sẵn sàng đạp xe, nhưng một cơn bão thổi qua vùng núi kèm theo gió, mưa, mưa đá và thậm chí cả mưa đá. Chúng tôi trú ẩn trong phòng đựng đồ và\nCác hướng dẫn viên nói rằng chuyến đi có thể sẽ trôi qua trong vòng 10 đến 20 phút và Amy nói rằng chúng tôi có thể hủy nếu muốn. Chúng tôi quyết định chờ đợi. Thật là một quyết định tốt!\n\nChúng tôi đã có một chuyến đi vui vẻ trên những chú ngựa tuyệt vời .. dưới ánh nắng đẹp.\nChúng tôi đạp xe qua thung lũng, băng qua suối, băng qua những con đường mòn trong rừng để đến một cao nguyên rộng lớn với khung cảnh núi non tuyệt đẹp.\n\nAmy và nhóm chiến đấu của cô ấy thật tuyệt vời. Trải nghiệm đường mòn tốt nhất bao giờ hết.  - Amy cũng đã đảm nhận 30 - cuộc giải cứu - con ngựa.. bởi vì cô ấy là loại người như vậy. - \nTrang trại Love Platte Stables.Đọc thêm",
            "Vợ chồng tôi đều đã giải ngũ.  Chúng tôi đã đi du lịch vòng quanh thế giới theo đúng nghĩa đen, vì vậy có thể nói đây là một trải nghiệm mà chúng tôi sẽ không bao giờ quên, chúng tôi thực sự muốn như vậy!  Thật là một cơ hội để trải nghiệm Colorados - khung cảnh hoang sơ và con người, trên đỉnh một con ngựa được chăm sóc chu đáo và lịch sự.  Tigger và những tay đua khác rất chuyên nghiệp, thân thiện và rất am hiểu về cưỡi ngựa, đồng thời cũng có lịch sử sâu rộng và nét đặc trưng của khu vực xinh đẹp phía nam Breckenridge này.  An toàn luôn là - 1 và tất cả những người tham gia được khuyến khích đạp xe theo tốc độ của họ và cảm thấy thoải mái với mức độ trải nghiệm của mình mà không cảm thấy mình như một kẻ trượt dốc trong thành phố.  Amy luôn phản hồi nhanh chóng các tin nhắn và email của chúng tôi.  Trang trại này rất đáng để lái xe một đoạn ngắn nếu bạn ở khu vực Vail hoặc Breckenridge.  Vợ tôi và tôi cảm thấy đó là điểm nổi bật trong hai tuần của chúng tôi ở dãy núi Rocky và tôi chắc chắn rằng bạn và gia đình cũng vậy!Đọc thêm",
            "Cách Main Street ở Breckenridge khoảng 40 - 45 phút. Chỉ đường do Amy đưa ra qua tin nhắn văn bản đã được đưa ra nhưng địa chỉ vẫn hiển thị trên bản đồ iPhone nên rất dễ tìm. Chúng tôi có Tigger, Kelsey và Mike làm hướng dẫn viên và họ hoàn toàn tuyệt vời. Họ ghép bạn với con ngựa phù hợp nhất với khả năng của bạn. Không ai trong chuyến đi của chúng tôi gặp khó khăn gì nên tôi có thể nói rằng họ đã làm rất tốt việc kết nối người với ngựa. Chuyến tham quan thật ngoạn mục. Những con đường mòn, những con lạch và những chuyến leo dốc - leo dốc rất thú vị và chắc chắn khiến bạn bận rộn nhưng không quá khó khăn chút nào. Quan điểm ở trên cùng có giá trị toàn bộ. Nhìn chung, đây là một trong những điều chúng tôi yêu thích nhất khi ở Breckenridge và sẽ quay lại làm điều đó lần sau khi chúng tôi quay lại. Nếu tôi có thể cho điều này nhiều hơn 5 lần bắt đầu thì tôi sẽ làm như vậy! Đọc thêm",
            "Platte Ranch là một nơi tuyệt vời để tận hưởng những chú ngựa tuyệt vời, phong cảnh tuyệt vời và một chuyến đi đầy thú vị! Không phải trang phục từ mũi đến đuôi, chúng cho phép bạn làm quen với con ngựa của mình và tận hưởng việc băng qua sông, cầu và di chuyển trong những khu vực rừng cây tuyệt đẹp trong khi tìm kiếm nai sừng tấm, sừng ngạnh và chim ăn thịt. Với mức độ thoải mái của bạn, bạn có cơ hội chạy nước kiệu và vòng ngựa trên cao nguyên ngoạn mục. Tìm hiểu về khu vực địa lý xung quanh Fairplay từ chế độ xem 360 độ. \nTôi đã cưỡi ngựa ở Platte được vài năm. Đó là một kinh nghiệm tuyệt vời. Những người sắp xếp thực sự quan tâm đến việc mang lại cho bạn trải nghiệm tốt nhất. TÔI RẤT KHUYẾN NGHỊ Trang trại Platte. Hãy đi và tận hưởng!!!!! Đọc thêm",
            "Vợ tôi và tôi đã có trải nghiệm TUYỆT VỜI tại Platte Ranch trong kỳ nghỉ ở Breckenridge! Amy, chủ trang trại, hoàn toàn là một người tuyệt vời, người đã nồng nhiệt chia sẻ di sản vĩ đại của trang trại của cha cô ấy trong suốt trải nghiệm của chúng tôi. Khu đất thực sự - vùng đất thiêng liêng - được trang trí bởi một dòng suối xinh đẹp, một khu rừng vân sam rậm rạp, những cây 2000 năm tuổi - không thể nhớ tên loại cây - , hiện vật của Ấn Độ - Bộ lạc Ute - , và địa hình đồi núi khiến chuyến đi trở nên tuyệt đẹp và vui vẻ.\nNhưng điều quan trọng nhất - là khả năng của Amy - trong việc tạo ra trải nghiệm đáng kinh ngạc dựa trên cấp độ trải nghiệm của mỗi tay đua. Trong nhóm 8 người của chúng tôi, có rất nhiều kinh nghiệm từ những người mới làm quen - như vợ tôi và một cặp vợ chồng khác là hai chàng trai trẻ - cho đến những người khác có kinh nghiệm vừa phải. Do đó, những người hướng dẫn đáng kinh ngạc, Tigger và Kaylie, cùng với chính Amy, đã có thể cho phép mỗi tay đua đi bộ, chạy nước kiệu hoặc phi nước đại một cách an toàn tùy theo mong muốn của họ. \n\nĐây thực sự không phải là một hoạt động từ mũi đến đuôi, nhưng mọi người đều có thể tận hưởng một cách an toàn.\n\nPlatte Ranch chắc chắn là điểm nổi bật trong 5 đêm nghỉ của chúng tôi ở Breckenridge. Nó chỉ là 29 dặm - khoảng 40 phút - từ Breckenridge, nhưng thị trấn Fairplay - gần trang trại - trông cực kỳ quyến rũ với các lựa chọn ăn uống tuyệt vời, vì vậy bạn chắc chắn có thể biến điều này thành một trải nghiệm trong ngày nếu cần.\nRất khuyến khích! Đọc thêm",
            "Vợ tôi và tôi đã có trải nghiệm TUYỆT VỜI tại Platte Ranch trong kỳ nghỉ ở Breckenridge! Amy, chủ trang trại, hoàn toàn là một người tuyệt vời, người đã nồng nhiệt chia sẻ di sản vĩ đại của trang trại của cha cô ấy trong suốt trải nghiệm của chúng tôi. Khu đất thực sự - vùng đất thiêng liêng - được trang trí bởi một dòng suối xinh đẹp, một khu rừng vân sam rậm rạp, những cây 2000 năm tuổi - không thể nhớ tên loại cây - , hiện vật của Ấn Độ - Bộ lạc Ute - , và địa hình đồi núi khiến chuyến đi trở nên tuyệt đẹp và vui vẻ. Nhưng - điều quan trọng nhất - là khả năng của Amy - trong việc tạo ra trải nghiệm đáng kinh ngạc dựa trên cấp độ trải nghiệm của mỗi tay đua. Trong nhóm 8 người của chúng tôi, có rất nhiều kinh nghiệm từ những người mới làm quen - như vợ tôi và một cặp vợ chồng khác là hai chàng trai trẻ - cho đến những người khác có kinh nghiệm vừa phải. Do đó, những người hướng dẫn đáng kinh ngạc, Tigger và Kaylie, cùng với chính Amy, đã có thể cho phép mỗi tay đua đi bộ, chạy nước kiệu hoặc phi nước đại một cách an toàn tùy theo mong muốn của họ. Đây thực sự không phải là một hoạt động từ mũi đến đuôi, nhưng mọi người đều có thể tận hưởng một cách an toàn. Platte Ranch chắc chắn là điểm nổi bật trong 5 đêm lưu trú của chúng tôi ở Breckenridge. Chỉ cách Breckenridge 29 dặm - khoảng 40 phút - nhưng thị trấn Fairplay - gần trang trại - trông cực kỳ quyến rũ với các lựa chọn ăn uống tuyệt vời, vì vậy bạn chắc chắn có thể biến nơi này thành một trải nghiệm trong ngày nếu cần. Rất khuyến khích!Đọc thêm",
            "Platte Ranch là một nơi tuyệt vời để tận hưởng những chú ngựa tuyệt vời, phong cảnh tuyệt vời và một chuyến đi đầy thú vị! Không phải trang phục từ mũi đến đuôi, chúng cho phép bạn làm quen với con ngựa của mình và tận hưởng việc băng qua sông, cầu và di chuyển trong những khu vực rừng cây tuyệt đẹp trong khi tìm kiếm nai sừng tấm, sừng ngạnh và chim ăn thịt. Với mức độ thoải mái của bạn, bạn có cơ hội chạy nước kiệu và vòng ngựa trên cao nguyên ngoạn mục. Tìm hiểu về khu vực địa lý xung quanh Fairplay từ chế độ xem 360 độ. Tôi đã cưỡi ngựa ở Platte được vài năm. Đó là một kinh nghiệm tuyệt vời. Những người sắp xếp thực sự quan tâm đến việc mang lại cho bạn trải nghiệm tốt nhất. TÔI RẤT KHUYẾN NGHỊ Trang trại Platte. Hãy đi và tận hưởng!!!!! Đọc thêm",
            "Cách Main Street ở Breckenridge khoảng 40 - 45 phút. Chỉ đường do Amy đưa ra qua tin nhắn văn bản đã được đưa ra nhưng địa chỉ vẫn hiển thị trên bản đồ iPhone nên rất dễ tìm. Chúng tôi có Tigger, Kelsey và Mike làm hướng dẫn viên và họ hoàn toàn tuyệt vời. Họ ghép bạn với con ngựa phù hợp nhất với khả năng của bạn. Không ai trong chuyến đi của chúng tôi gặp khó khăn gì nên tôi có thể nói rằng họ đã làm rất tốt việc kết nối người với ngựa. Chuyến tham quan thật ngoạn mục. Những con đường mòn, những con lạch và những chuyến leo dốc - leo dốc rất thú vị và chắc chắn khiến bạn bận rộn nhưng không quá khó khăn chút nào. Quan điểm ở trên cùng có giá trị toàn bộ. Nhìn chung, đây là một trong những điều chúng tôi yêu thích nhất khi ở Breckenridge và sẽ quay lại làm điều đó lần sau khi chúng tôi quay lại. Nếu tôi có thể cho điều này nhiều hơn 5 lần bắt đầu thì tôi sẽ làm như vậy! Đọc thêm",
            "Vợ chồng tôi đều đã giải ngũ.  Chúng tôi đã đi du lịch vòng quanh thế giới theo đúng nghĩa đen, vì vậy có thể nói đây là một trải nghiệm mà chúng tôi sẽ không bao giờ quên, chúng tôi thực sự muốn như vậy!  Thật là một cơ hội để trải nghiệm Colorados - khung cảnh hoang sơ và con người, trên đỉnh một con ngựa được chăm sóc chu đáo và lịch sự.  Tigger và những tay đua khác rất chuyên nghiệp, thân thiện và rất am hiểu về cưỡi ngựa, đồng thời cũng có lịch sử sâu rộng và nét đặc trưng của khu vực xinh đẹp phía nam Breckenridge này.  An toàn luôn là - 1 và tất cả những người tham gia được khuyến khích đạp xe theo tốc độ của họ và cảm thấy thoải mái với mức độ trải nghiệm của mình mà không cảm thấy mình như một kẻ trượt dốc trong thành phố.  Amy luôn phản hồi nhanh chóng các tin nhắn và email của chúng tôi.  Trang trại này rất đáng để lái xe một đoạn ngắn nếu bạn ở khu vực Vail hoặc Breckenridge.  Vợ tôi và tôi cảm thấy đó là điểm nổi bật trong hai tuần của chúng tôi ở dãy núi Rocky và tôi chắc chắn rằng bạn và gia đình cũng vậy!Đọc thêm",
            "Gia đình 8 người của chúng tôi đã đến nơi để sẵn sàng đạp xe, nhưng một cơn bão thổi qua vùng núi kèm theo gió, mưa, mưa đá và thậm chí cả mưa đá. Chúng tôi trú ẩn trong phòng đựng đồ và các hướng dẫn viên nói rằng chuyến đi có thể sẽ trôi qua trong vòng 10 đến 20 phút, và Amy nói rằng chúng tôi có thể hủy chuyến nếu muốn. Chúng tôi quyết định chờ đợi. Thật là một quyết định đúng đắn! Chúng tôi đã có một chuyến đi thú vị trên những chú ngựa tuyệt vời .. dưới ánh nắng đẹp. Chúng tôi đạp xe qua thung lũng, băng qua suối, lên những con đường mòn trong rừng đến một cao nguyên rộng lớn với quang cảnh núi non tuyệt đẹp. Amy và nhóm chiến binh của cô ấy thật tuyệt vời. Trải nghiệm đường mòn tốt nhất bao giờ hết.  - Amy cũng đã đảm nhận 30 - cuộc giải cứu - con ngựa.. bởi vì cô ấy là loại người như vậy. - Trang trại Love Platte Stables.Đọc thêm",
            "Amy và đội ngũ hướng dẫn viên của cô ấy thật tuyệt vời từ việc đặt chỗ đến cưỡi ngựa!  Đây là một trong những chuyến đi thú vị và riêng tư nhất mà gia đình chúng tôi từng có. Nhóm 11 người của chúng tôi đồng ý rằng đây thực sự là một trong những phần yêu thích của chúng tôi trong chuyến đi!  Chúng tôi đánh giá cao không gian để tận hưởng và đạp xe trong khi vẫn cảm thấy được hướng dẫn rất an toàn. Trang trại thật đẹp. Yêu những thay đổi về phong cảnh và cưỡi ngựa băng qua vùng nước nông. Amy ở cấp độ chuyên nghiệp và có sức chứa tiếp theo. Cô ấy thậm chí còn rất tốt bụng khi giúp chúng tôi đưa ra đề xuất cho một số cuộc phiêu lưu khác của chúng tôi!  Sẽ đạp xe đến đây hết lần này đến lần khác!!! Đọc thêm",
            "Đây là năm thứ ba tôi đưa các con đến trang trại này. Người chủ tên Amy thật tuyệt vời! Những chàng cao bồi của cô đã làm việc với cô được 10 năm và 25 năm. Cô ấy đã giữ một số bức ảnh của chúng tôi từ nhiều năm trước và gửi chúng cho tôi hôm nay. Trải nghiệm cưỡi ngựa tốt nhất mà chúng tôi từng có.  EricĐọc thêm",
            "Chúng tôi đến thăm chuồng ngựa này vào ngày 4 tháng 10 năm 2022. Có 4 chị em chúng tôi, tất cả đều là người lớn. Những người đấu tranh rất chu đáo, tặng mỗi người chúng tôi một con ngựa khen ngợi khả năng cưỡi ngựa của chúng tôi. Họ cũng rất nhiều thông tin và làm cho nó trở thành một trải nghiệm thú vị. Đội ngũ nhân viên rất xuất sắc và chuồng ngựa này không phải là trải nghiệm cưỡi ngựa hàng ngày của bạn. Các quan điểm thật tuyệt vời. Đọc thêm",
            "Sau khi tìm hiểu về cưỡi ngựa trong khu vực, chúng tôi đã đến Platte Ranch, và tôi rất vui vì đã đến đó. Đây thực sự là điểm nhấn trong chuyến đi của gia đình chúng tôi - 2 người lớn, 3 trẻ em từ 4-10 tuổi - đến Colorado! Từ cảnh quan tuyệt đẹp trên đường đi đến những hướng dẫn viên vô cùng thân thiện và hiểu biết trong suốt chuyến đi, đây là một trải nghiệm mà chúng tôi sẽ không bao giờ quên. Nếu tôi có thể cho nơi này 6 - 5 sao thì tôi sẽ làm! Tôi đã giới thiệu nơi này cho những người bạn địa phương trong khu vực - và thậm chí là cả chủ nhà Air BnB của chúng tôi! - như một nơi phải đến - hãy đến. Cảm ơn, Amy - nhóm đã mang đến một chuyến đi tuyệt vời! Đọc thêm",
            "Chúng tôi là một nhóm lớn, bốn người lớn và bốn trẻ em - 11, 10, 9 và 9 tuổi. Chúng tôi đã từng cưỡi ngựa trên núi trước đây, nhưng lần này thì khác. Họ cho bạn kiểm soát ngựa của mình nhiều hơn, phong cảnh tuyệt đẹp và những dòng suối chảy với làn nước trong vắt tuyệt đẹp mà bạn có thể cưỡi qua. Tôi thực sự khuyên bạn nên đi xe trong hai giờ, nếu đi lâu hơn thì mông của chúng tôi sẽ quá đau. Đọc thêm",
            "Xin chào, tôi không thấy trang web nào có giá cả. Bạn có thể cho mình xin ít thông tin về giá cả và thời gian được không. \n\nCảm ơnĐọc thêm",
            "Nếu tôi nhớ không lầm thì đó là - 90 cho mỗi người lái trong 2 giờ. Chúng tôi có 3 đứa trẻ đi xe đôi với người lớn với một khoản phí nhỏ. Nhân viên trợ giúp VBRO của chúng tôi đánh giá cao địa điểm này hơn các cơ sở cưỡi ngựa khác gần đó và sắp xếp mọi thứ cho chúng tôi. Đó chắc chắn là một cuộc phiêu lưu. Xin lỗi tôi không thể - tôi không nhớ giá chính xác.Đọc thêm",
            "Chuyến đi nửa ngày kéo dài bao lâu? Bao gồm những gì?Đọc thêm",
            "Các chuyến đi có chạy vào tháng 9 không? Chúng ta có thể mong đợi loại cảnh quan nào?\nCảm ơn!Đọc thêm",
            "Tôi khá chắc chắn rằng họ nói có các chuyến đi quanh năm. Phong cảnh thật tuyệt đẹp. Chúng tôi đạp xe khoảng 2 giờ qua nhiều loại phong cảnh khác nhau, cánh đồng rộng mở, rừng cây, lên đồi và trên đỉnh là một không gian rộng mở với những ngọn núi làm nền cho một bức ảnh tuyệt vời. Chúng tôi nhìn thấy linh dương trên đường lái xe ra ngoài, khá gần trang trại. Chúng tôi cũng nhìn thấy một vài con nai sừng tấm khi đang đi xe.Đọc thêm",
            "Có độ tuổi nào để đi xe không?Đọc thêm",
            "Vì đây là chuyến đi đường mòn mở nên tôi sẽ không để trẻ nhỏ - dưới 10 tuổi - đi một mình trừ khi chúng có một số kinh nghiệm. Những con ngựa rất tuyệt và Amy cần có thời gian để ghép ngựa với người cưỡi. Tôi thích chuyến đi này vì nó rộng mở. Tuy nhiên, điều này cũng khiến ngựa phải chạy nước kiệu và phi nước đại thường xuyên hơn nếu người cưỡi ngựa không biết cách điều khiển ngựa.Đọc thêm",
            "Liệu họ vẫn đi chơi ngay cả khi trời đang mưa? Tôi nhận thấy có dự báo sẽ có giông bão rải rác trong thời gian đặt phòng của chúng tôi và tôi - tôi không chắc chắn về chính sách thời tiết khắc nghiệt của trang trại.Đọc thêm",
            "Liệu điều đó có thể thực hiện được nếu bạn chưa bao giờ cưỡi ngựa trở lại trước đây?\nChồng tôi và cậu con trai 22 tuổi chưa từng thử, họ không sợ mà chỉ chưa bao giờ thử và đang tìm nơi tốt nhất để thử.Đọc thêm",
            "Có. Họ có nhiều ngựa tốt và được huấn luyện tốt. Họ ghép 3 chúng tôi với những chú ngựa dựa trên kinh nghiệm. Con gái tôi cưỡi ngựa hàng tuần, tôi cưỡi ngựa rất nhiều cách đây 30 năm và vợ tôi chỉ cưỡi ngựa một lần trước đó. Những chú ngựa mà chúng tôi cưỡi hoàn toàn phù hợp với chúng tôi. Chuyến đi cũng có 2 hướng dẫn viên RẤT có kinh nghiệm. Tôi tin chắc rằng họ đã chứng kiến ​​tất cả và có thể xử lý mọi tình huống. Đọc thêm",
            "một chuyến đi bao nhiêu tiền?Đọc thêm",
            "Chuyến đi kéo dài 2 giờ có giá -75 vào tháng 6. Đáng giá từng xu!Đọc thêm",
            "Giới hạn trọng lượng?Đọc thêm",
            "Tôi nghĩ nó thay đổi tùy theo ngựa. Tôi sẽ gọi và hỏi. Thật đáng để đi trên đồng bằng rộng mở. Đọc thêm",
            "Họ có mở cửa vào mùa đông không? Có ai tôi có thể gửi email để biết thêm thông tin không?Đọc thêm",
            "Họ nói họ mở cửa quanh nămĐọc thêm",
            "Giới hạn độ tuổi là gì? Bạn cần đặt chỗ trước bao lâu?\nĐọc thêm",
            "Bạn sẽ cần liên hệ với họ để trả lời những câu hỏi này. Tôi cũng có thắc mắc và phải liên hệ với họ, để lại tin nhắn thư thoại, nhưng họ đã nhanh chóng gọi lại cho tôi.Đọc thêm"
        ],
        "star_ratings": [
            195,
            5,
            0,
            0,
            0
        ],
        "review_amount": 200,
        "location": [
            "Chơi đẹp",
            "Hoa Kỳ",
            "Những điều cần làm ở Fairplay",
            "Colorado - CO -",
            "Chuồng ngựa trang trại Platte"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written July 12, 2023",
            "Written August 8, 2023",
            "Written October 11, 2023",
            "Written October 19, 2023",
            "Written November 15, 2023",
            "Written November 15, 2023",
            "Written October 19, 2023",
            "Written October 11, 2023",
            "Written August 8, 2023",
            "Written July 12, 2023",
            "Written June 25, 2023",
            "Written June 1, 2023",
            "Written October 5, 2022",
            "Written August 29, 2022",
            "Written January 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33416-d1101404-Reviews-Platte_Ranch_Riding_Stables-Fairplay_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33463-d12659219-Reviews-Highline_Cafe_Saloon-Hartsel_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d1101404-Reviews-or10-Platte_Ranch_Riding_Stables-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d8723839-Reviews-Kenosha_Pass-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d23663133-Reviews-Red_Valley_Rebels-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d12512858-Reviews-Limber_Grove_Trail-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d8381005-Reviews-High_Alpine_Sports-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d20811177-Reviews-South_Park_Anglers-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d27130908-Reviews-Ice_Fishing_with_South_Park_Outfitters-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d3692514-Reviews-High_Creek_Fen_Preserve-Fairplay_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d2266771-Reviews-Bob_Kerrey_Pedestrian_Bridge-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996776-Reviews-Tigaki_Beach-Tigaki_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g40989-d145864-Reviews-Cape_Neddick_Nubble_Lighthouse-York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7810574-Reviews-Avinguda_Diagonal-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d485199-Reviews-The_Corniche-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d4011109-Reviews-Praia_do_Barril-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1987350-Reviews-San_Francisco_Centre-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1379963-Reviews-Bukchon_Hanok_Village-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g616319-d15564588-Reviews-Punta_Mosquito-Holbox_Island_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5962592-Reviews-Eataly-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33416-d1101404-Reviews-or10-Platte_Ranch_Riding_Stables-Fairplay_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33416-d1101404-Reviews-Platte_Ranch_Riding_Stables-Fairplay_Colorado.html"
    }
]