[
    {
        "attraction_name": "Platinum Fashion Mall",
        "attraction_name_vi": "Trung tâm thời trang Platinum",
        "general_info": [
            "3.477 đánh giá",
            "- 60 trong số 813 điều cần làm ở Bangkok",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Với hơn 2.000 cửa hàng, Trung tâm mua sắm Platinum là một trong những trung tâm mua sắm bán buôn lớn nhất Bangkok. Tuy nhiên, bạn vẫn có thể mua sắm các mặt hàng bán lẻ, vì vậy du khách có thể đến đây để tìm kiếm quần áo, mỹ phẩm, giày dép và phụ kiện. Ở đây, bạn mua càng nhiều thì giá càng rẻ và thậm chí bạn có thể rèn luyện kỹ năng thương lượng của mình. Hãy đo trước hoặc mang theo thước dây vì bạn không thể thử quần áo ở hầu hết các cửa hàng. Khi đói, hãy tiếp nhiên liệu tại khu ẩm thực có nhiều loại đồ ăn ngon nhưng rẻ tiền. Để có trải nghiệm mua sắm yên bình hơn, hãy ghé thăm trước buổi trưa và các ngày trong tuần.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Khu ẩm thực 6 tầng là một món hời!  Ở tại Armari bên kia đường và thắc mắc vào đây để lấy đồ ăn nhẹ và nó sạch sẽ, tươi ngon và vệ sinh. Một vài đô la và bạn sẽ có một bữa ăn châu Á ngon miệng. Đi thang máy ở góc sau bên trái để tránh hàng nghìn người chen chúc trong lối đi hẹp để mua sắm quần áo giá hời. Quần soóc chúng tôi - khoảng - 14USD cho nam ở tầng 5 nhưng bạn không thể thử quần áo cho vừa vặn nên chúng tôi lên tầng trên để lấy thứ gì đó để uống và khu ẩm thực có rất nhiều lựa chọn tuyệt vời với mức giá tối đa chỉ vài đô la so với những người bán hàng rong bán đồ ăn không hợp vệ sinh với giá quá cao cho những người có ảnh hưởng từ đó có những chiếc lều trắng phía trước trung tâm mua sắm.Đọc thêm",
            "Lần cuối cùng tôi ở đây bảy năm trước và rất vui được trở lại. Tôi đã kiểm tra Union Mall trước đó do những đánh giá mà tôi thấy về việc sau này là một lựa chọn tốt hơn. Platinum vẫn cung cấp nhiều hàng hóa hơn Union Mall mới hơn và gần các trung tâm mua sắm còn lại hơn. \n\nNgoài tòa nhà nhiều tầng chứa vô số mặt hàng thời trang, còn có một khu mới nơi bạn có thể tìm thấy tất cả các loại sản phẩm làm đẹp. Tôi thậm chí còn tìm thấy một số dụng cụ làm móng chân mà tôi không thể tìm thấy ở nơi nào khác ở Bangkok. \n\nNếu bạn không thích đám đông thì hãy đến sớm. Bạn cũng có thể đến khu ẩm thực trên tầng cao nhất nếu việc mua sắm quá sức với bạn.\n\nMọi thứ đều được bọc trong nhựa, vì vậy nếu bạn muốn góp phần bảo vệ môi trường, hãy mang theo một chiếc túi có thể tái sử dụng và từ chối sử dụng bao bì nhựa nếu có thể.Đọc thêm",
            "Rất nhiều thứ để mua ở đây đặc biệt nếu bạn đang muốn mua hàng bán buôn. \n\nChúng tôi đã tìm thấy một cửa hàng làm đại lý bán quần áo Anime Nhật Bản One Piece. Nó rẻ và nhiều loại. \n\nBạn thực sự cần phải kiềm chế bản thân để không vượt quá giới hạn ở nơi này. Nó - nguy hiểm cho ví của bạn!!Đọc thêm",
            "loại hình trung tâm thời trang điển hình nhưng có nhiều loại quần áo phụ nữ, nam giới và trẻ em. Tất cả các phụ kiện, hành lý và những thứ tương tự đều có ở đây. Giá cả hợp lý ... mua sắm xung quanh .. nói chung là giá cố định nhưng nhiều người sẵn sàng mặc cả một chút. Hãy xem xét kỹ trước khi mua .... đôi khi những thứ tương tự có thể được tìm thấy rẻ hơn.  \nhai bên để mua sắm một là vẻ đẹp và cNdy nói chung, bên kia là quần áo, v.v.\nthức ăn đường phố ngon bên ngoài và gần đóĐọc thêm",
            "Một số viên ngọc tuyệt vời trong một Trung tâm lớn đầy rác rưởi!! Nếu bạn là người mua sắm có kinh nghiệm, hãy bắt đầu từ Tầng 5 và nhanh chóng đi vòng quanh từng tầng. Giá cả rất hợp lý. Máy lạnh. Người giữ cửa hàng không quá thúc ép. Chúng tôi đã làm toàn bộ nơi này trong vòng chưa đầy 2 giờ. Mẹo lớn!!! Đừng kết thúc lúc 5 giờ chiều như chúng tôi đã làm và thấy mình đang ở trong giờ cao điểm khiến chúng tôi phải ngồi taxi suốt 1 giờ 15 phút. Đi sớm và rời đi trước khi cao điểm vào buổi chiều muộn. Đọc thêm",
            "Rất nhiều cửa hàng có giao dịch tốt nhưng rất khó mặc cả. Lựa chọn tốt các món ăn halal trong khu ẩm thực và thưởng thức các cửa hàng thực phẩm halal đã bố trí không gian bên ngoài trung tâm mua sắm, mặc dù có không gian dành cho khách du lịch. Trung tâm mua sắm có lối đi bộ trên cao kết nối với các trung tâm mua sắm khác và cả trạm BTS.Đọc thêm",
            "Platinum là một Warren khổng lồ của các cửa hàng thời trang.\nTrên khoảng 5 tầng, đối diện với chợ Pratunam.\nCác nhà phát triển kiếm được thu nhập từ tiền thuê nhà. 1.000 cửa hàng nhỏ hầu như không đủ sống. Đọc thêm",
            "Đó là thiên đường mua sắm quần áo hàng ngày với vô số. trong số các cửa hàng khắp các tầng, người ta phải dành trọn một ngày cho việc đó. Hầu hết các cửa hàng đều là cửa hàng có giá cố định, mặc dù một số cuối cùng cung cấp một số giảm giá, vì vậy không có hại gì khi hỏi. Bất lợi lớn nhất là người ta không thể thử quần áo trước khi mua - một lần nữa một số chủ cửa hàng lại có ngoại lệ - . Một giải pháp dễ dàng là trả tiền cho một món hàng, thử rồi lấy nhiều món - nếu một người có ý định - .\nĐiều quan trọng là mua hàng từ cửa hàng mà bạn thích, không thể quay lại mua sau.\n Đọc thêm",
            "Nếu bạn đang đi mua sắm giá trị ở Bangkok thì đây là nơi có những ưu đãi tốt nhất.  Bỏ tay xuống.  Nó hơi giống một cửa hàng bán lẻ nhưng sử dụng steroid.  Chất lượng của hàng hóa không đồng đều, nhưng đó là nơi chúng tôi thực hiện tất cả các chuyến thám hiểm quần áo dùng một lần, chi phí thấp.   Họ không lấy thẻ tín dụng nên mang theo tiền mặt.  Giá thực sự tốt và sự lựa chọn là rất lớn.   Lên kế hoạch dành ít nhất 3 giờ!Đọc thêm",
            "Ngay đối diện với Krungthong Plaza, khu vực này có rất nhiều cửa hàng bán vải dành cho cả nam và nữ. Dễ dàng tiếp cận bằng thang cuốn và có nhiều không gian hơn để di chuyển so với Krungthong Plaza. Vẫn còn rất nhiều điểm tương đồng giữa các cửa hàng, điều đó có nghĩa là người ta có thể mặc cả một cách khó khăn trong khi tận hưởng quá trình này. Phải thực hiện việc này từ từ vì các cửa hàng đều rất gần nhau và có nhiều ngõ nhỏ để lựa chọn. Một trải nghiệm tốt nếu bạn có kích thước XL trở xuống!!! Có một lối đi đến CentralWorld và Siam Paragon, những khu phức hợp mua sắm kiểu phương Tây hơn. Vẫn phải ghé thăm để cảm nhận về những gì có sẵn trên phạm vi mua sắm!!! Đọc thêm",
            "Họ cung cấp nhiều lựa chọn trang phục tuyệt vời, đáp ứng nhiều phong cách và sở thích khác nhau. Chất lượng hàng may mặc của họ là đặc biệt, đảm bảo bạn trông đẹp nhất. Thêm vào đó, giá cả của chúng rất tuyệt vời, mang lại giá trị tuyệt vời cho trang phục chất lượng cao như vậy.Đọc thêm",
            "Một trung tâm mua sắm khổng lồ với đầy đủ quần áo, phụ kiện, đồ lưu niệm, hành lý. Hầu hết không có sẵn để mặc cả, nhưng họ sẽ có giá thấp hơn nếu bạn mua ít nhất 3. Nhà vệ sinh ở mỗi tầng đều sạch sẽ. Họ có một khu ẩm thực ở tầng trên. Hầu hết các trung tâm mua sắm đều có quần áo - cửa hàng phụ kiện không chấp nhận thẻ tín dụng.Đọc thêm",
            "Với hơn 2000 cửa hàng độc lập kinh doanh quần áo nam nữ và trẻ em cũng như nhiều loại phụ kiện và hành lý, bán lẻ cũng như bán buôn, cửa hàng bách hóa Platinum là thiên đường của người mua sắm. Mua sắm ở đây giống như mua sắm ở chợ địa phương nhưng bạn có thể thoát khỏi cái nóng của thành phố. Quần áo ở đây rất rẻ, với số lượng cửa hàng phong phú đến mức bạn có thể ghé thăm nhiều ngày mà không thể đi hết toàn bộ tòa nhà. Nếu bạn đi cùng con nhỏ, tầng 5 của trung tâm thương mại có rất nhiều cửa hàng chỉ kinh doanh quần áo và phụ kiện trẻ em. Ngoài ra còn có nhiều quán ăn đường phố khác nhau ngay bên ngoài trung tâm mua sắm này và một khu ẩm thực bên trong, hoàn hảo để thưởng thức món gì đó để ăn và nghỉ ngơi. Nếu bạn không quan tâm đến quần áo thì Pantip Plaza là trung tâm mua sắm chỉ dành riêng cho đồ điện tử và chỉ cách đó 5 phút đi bộ. Mua càng nhiều tại cửa hàng, giá của tất cả hàng hóa bạn mua càng rẻ. Mặc cả ở đây cũng được chấp nhận và mong đợi. Platinum mở cửa từ 9 giờ sáng đến 8 giờ tối và tốt nhất bạn nên đến sớm khi vắng khách, có thể là vào một ngày trong tuần. Những ngày cuối tuần bận rộn hơn nhiều vì đây là địa điểm được yêu thích của người dân địa phương cũng như một điểm thu hút khách du lịch. Bạch kim nằm đối diện với khách sạn của chúng tôi và có các khu vực băng qua đường được chỉ định cách đó vài phút.Đọc thêm",
            "Điều thực sự làm nên sự khác biệt của Platinum không chỉ là sự lựa chọn đa dạng mà còn là khả năng chi trả của các mặt hàng. Cho dù bạn đang tìm kiếm những bộ trang phục hoàn hảo, những món quà độc đáo hay chỉ muốn mua sắm, giá cả ở đây cực kỳ hợp lý, đặc biệt là khi bạn mặc cả thân thiện với những người bán hàng.Đọc thêm",
            "Trung tâm mua sắm này rất lớn. Rất nhiều thứ để xem và rất nhiều lựa chọn. Một số cửa hàng về cơ bản có cùng mức giá nên hãy kiểm tra kỹ trước khi mua. Khu vực mua sắm tuyệt vời bên kia đường từ đây cũng có. Giá cực tốtXem thêm",
            "mua sắm tuyệt vời, chất lượng lựa chọn tuyệt vời, ấn tượng và dễ dàng truy cập thông qua lấy hoặc chốt, sẽ quay lại. giá trị tốtĐọc thêm",
            "Mua sắm theo phong cách thị trường tuyệt vời cho những người có sức chịu đựng! Có nhiều món hời và nhiều loại quần áo, giày dép, phụ kiện và đồ lưu niệm trên 7 tầng, có máy lạnh.Đọc thêm",
            "Ngay đối diện với Krungthong Plaza, khu vực này có rất nhiều cửa hàng bán vải dành cho cả nam và nữ. Dễ dàng tiếp cận bằng thang cuốn và có nhiều không gian hơn để di chuyển so với Krungthong Plaza. Vẫn còn rất nhiều điểm tương đồng giữa các cửa hàng, điều đó có nghĩa là người ta có thể mặc cả một cách khó khăn trong khi tận hưởng quá trình này. Phải thực hiện việc này từ từ vì các cửa hàng đều rất gần nhau và có nhiều ngõ nhỏ để lựa chọn. Một trải nghiệm tốt nếu bạn có kích thước XL trở xuống!!! Có một lối đi đến CentralWorld và Siam Paragon, những khu phức hợp mua sắm kiểu phương Tây hơn. Vẫn phải ghé thăm để cảm nhận về những gì có sẵn trên phạm vi mua sắm!!! Đọc thêm",
            "Lựa chọn áp đảo các quần áo hấp dẫn với giá cả rất hợp lý. Rất đông vào thứ bảy. Tôi hiểu tại sao mọi người đi du lịch Thái Lan với những chiếc vali rỗng! Ngay bên kia đường từ khách sạn tốt, Amari Hotel.Đọc thêm",
            "Tôi yêu trung tâm mua sắm Bất kỳ ai ghé thăm Bangkok đều phải ghé thăm nó, có nhiều cửa hàng bán mọi thứ, mỗi tầng rất lớn, giá cả tốt nhưng nếu bạn muốn giá tốt trong trung tâm thương mại hãy đến các tầng cao hơnĐọc thêm",
            "Có bảy 11 ở trung tâm mua sắm Platinum không? Đọc thêm",
            "Bạn có biết có thể tìm cửa hàng milky bra ở đâu không? Tầng mấy vậy? Đọc thêm",
            "Họ có chấp nhận thẻ tín dụng quốc tế tại Platinum mall ở BKKĐọc thêm",
            "Nó giống như một khu chợ lớn trong nhà bên trong.\nHầu hết là những người buôn bán cá nhân nhỏ lẻ nên chỉ chấp nhận thanh toán bằng tiền mặt.  Có một hoặc hai cửa hàng và nhà hàng chấp nhận thanh toán bằng thẻ. Nhưng hãy kiểm tra trước.Đọc thêm",
            "Chợ nào rẻ và tốt nhất để mua sắm ở trung tâm mua sắm bạch kim hay chợ pratunum????Đọc thêm",
            "Platinum Mall là cửa hàng tổng hợp về quần áo - phụ kiện giá rẻ và tốt nhất. Mặc cả là phải. Có một cái gì đó cho tất cả mọi người ở đó. Đối với người Ấn Độ - bạn phải thử. Hãy tận hưởng chuyến đi của bạn.Đọc thêm",
            "Có ai có thể giới thiệu cho tôi một khách sạn tầm trung gần trung tâm thương mại bạch kim được không? Đọc thêm",
            "Viên kim cương lớn, ngay cạnh trung tâm mua sắmĐọc thêm",
            "Chồng tôi và tôi sẽ đi du lịch Bangkok vào tháng 3 năm 2019. Mục đích của tôi là mua sắm!!! Đâu là nơi tốt nhất để mua thời trang hàng hiệu với giá cả phải chăng? Đọc thêm",
            "Hãy thử trung tâm mua sắm này. Hầu như có thứ gì đó dành cho tất cả mọi người.Đọc thêm",
            "Khu ẩm thực, có món ăn halal nào của người Hồi giáo không?Đọc thêm",
            "Vâng, có một khu vực thực phẩm halal đầy đủ.Đọc thêm",
            "Mua quần áo - Quần short, áo phông, quần áo trẻ em - Platinum mall có tốt hơn MBK không? Nếu chúng ta có thời gian hạn chế và đi du lịch cùng trẻ nhỏ, giữa MBK và Platinum mall thì lựa chọn nào tốt hơn?Đọc thêm",
            "Platinum có cả một tầng về quần áo trẻ em và giá cả rất hợp lý!  Vì vậy, chắc chắn là trung tâm mua sắm Platinum - tôi mua rất nhiều từ khu vực dành cho trẻ em.  MBK là thứ thiết kế giả tạo hơn.Đọc thêm",
            "Có ai có thể cho tôi biết liệu có nơi nào tốt để mua váy ngủ hoặc áo choàng ở trung tâm thời trang Platinum và có thể có mức giá hợp lý không? Họ có lấy thẻ không?Đọc thêm",
            "Có rất nhiều nơi để mua váy, tôi đang nói về những chiếc váy lấp lánh sang trọng với giá tốt - có thể khoảng 50 đến 100 euro hoặc hơn - nhưng bạn sẽ có được một chiếc váy độc đáo với mức giá đó. Tốt hơn hết bạn nên dùng tiền mặt và đừng quên thảo luận về giá cả; - Hơn nữa: váy và váy đều đẹp nhưng hầu hết đều có kích thước nhỏ.Đọc thêm",
            "giá đồ ăn trung bình trên khu ẩm thực thời trang bạch kimĐọc thêm",
            "Rất nhiều sự lựa chọn về thực phẩm tại khu ẩm thực. Phụ thuộc vào những gì bạn đặt hàng. Khoảng 100 Baht đến 200 Baht cho một bữa ăn bình thường gồm mì hoặc cơm, thịt và đồ uống. Mì tom yum và gỏi đu đủ rất ngon và món tráng miệng xoài và xôi cũng vậy.Đọc thêm"
        ],
        "star_ratings": [
            1233,
            1545,
            532,
            98,
            69
        ],
        "review_amount": 3477,
        "location": [
            "Băng Cốc",
            "Trung tâm thời trang Platinum",
            "Những điều cần làm ở Bangkok",
            "Châu Á",
            "nước Thái Lan"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written July 29, 2023",
            "Written August 3, 2023",
            "Written October 30, 2023",
            "Written November 1, 2023",
            "Written November 13, 2023",
            "Written November 18, 2023",
            "Written December 11, 2023",
            "Written March 3, 2024",
            "Written March 17, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 19, 2024",
            "Written May 11, 2024",
            "Written May 4, 2024",
            "Written April 19, 2024",
            "Written April 7, 2024",
            "Written March 17, 2024",
            "Written March 16, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293916-d1156821-Reviews-Platinum_Fashion_Mall-Bangkok.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d12158066-Reviews-Amaya_Food_Gallery_at_Amari_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1591986-Reviews-Red_Sky-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d25380808-Reviews-Bar_Milano-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23991985-Reviews-Cocoa_XO-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d7965733-Reviews-The_Mulberry_Chinese_Cuisine-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d9728949-Reviews-Uno_Mas-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d27001058-Reviews-Chomsindh-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d7965719-Reviews-The_Berkeley_Dining_Room-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23307994-Reviews-Kam_s_Roast_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23019070-Reviews-Ventisi-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4567420-Reviews-Pratunam_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8088638-Reviews-Krung_Thong_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12871508-Reviews-City_Complex-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8307958-Reviews-Grand_Diamond_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17206390-Reviews-Playmondo_Centralworld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2109285-Reviews-Isetan_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2293519-Reviews-Ganesha_Shrine-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13306490-Reviews-Watergate_Pavillion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d549670-Reviews-CentralWorld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1549402-Reviews-Big_C_Rajdamri-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-or10-Platinum_Fashion_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450971-Reviews-Chatuchak_Weekend_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d23144993-Reviews-Nordic_Bespoke_Tailor_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9770501-Reviews-New_Armani_Tailor_Studio-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2639627-Reviews-Tom_s_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2720797-Reviews-Ambassador_Smart_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350968-Reviews-James_Fashion_International-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12870932-Reviews-RJ_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7365670-Reviews-Suit_Cut_Bespoke_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13947337-Reviews-The_Gentleman-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d11616054-Reviews-Amrapur_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d27118128-Reviews-JK_Unique_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4558126-Reviews-Alex_s_Fashion_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3354598-Reviews-Admire_Bespoke_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3954435-Reviews-Paul_s_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3181202-Reviews-Breeze_Spa_At_Amari_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6154435-Reviews-Newman_Exclusive_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4988895-Reviews-Red_Sky_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8323550-Reviews-Lee_Fashion_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8673307-Reviews-Sabino_Custom_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12183012-Reviews-CRU_Champagne_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g42454-d1172939-Reviews-Little_Sable_Point_Lighthouse-Mears_Oceana_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d2250323-Reviews-Hanging_Bridge_at_Nesher_Park-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g35826-d10436554-Reviews-Flamm_Orchards-Cobden_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g55390-d6876190-Reviews-Rutledge_Falls-Tullahoma_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-Stanley_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6028529-Reviews-Zorlu_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d8272952-Reviews-Circumvesuviana_Railway_Service-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12592972-Reviews-Ripley_s_Mountain_Coaster-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g48729-d10779501-Reviews-Star_Trek_Original_Series_Set_Tour-Ticonderoga_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56015-d10499331-Reviews-Chisholm_Aquatics_Center-Hurst_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-or10-Platinum_Fashion_Mall-Bangkok.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-Platinum_Fashion_Mall-Bangkok.html"
    }
]