[
    {
        "attraction_name": "Playalinda Beach",
        "attraction_name_vi": "Bãi biển Playalinda",
        "general_info": [
            "354 đánh giá",
            "- 331 trong số 10.437 điều cần làm ở Florida",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đi đến lô 13. Qua cổng lúc 6 giờ sáng. Muốn ngắm bình minh, tôi gặp bất ngờ. Một con rùa rất lớn đang đi xuống bãi biển để ra biển. Một trải nghiệm tuyệt vời. Lũ muỗi rất tệ cho đến khi mặt trời mọc tốt. Tôi đã ở đó vào thứ năm, nó không đông đúc. Một vài cặp vợ chồng, chủ yếu là đàn ông độc thân. Đối với tôi đó là một trải nghiệm rất thú vị.. Tôi sẽ quay lại.Đọc thêm",
            "Chúng tôi đã ở khu vực Titusville trong một tuần để đưa người lớn tuổi nhất của chúng tôi đến trại không gian tại KSC. Một trong những nhân viên đề nghị nếu chúng tôi định đến một bãi biển để bỏ qua Bãi biển Cocoa và thay vào đó hãy đến Playalinda - chúng tôi rất biết ơn vì tiền boa của cô ấy!\n\nNằm trong khuôn viên của NASA nhưng do Cơ quan Công viên Quốc gia quản lý, chi phí để vào khu vực bãi biển là - 20. Mỗi điểm truy cập bãi biển đều được đánh số - tôi tin rằng chúng tôi đã đến số 3 - một trong số đó là quần áo tùy chọn -. Đây là một trong những bãi biển đẹp nhất ở Florida mà tôi từng đến! Không đông đúc, nhiều cát và bãi biển - thật tuyệt vời! Chúng tôi chỉ ước mình có nhiều thời gian hơn để tận hưởng nó. \n\nRất khuyến khích! Ngoài ra, bạn có thể nhìn thấy bệ phóng ngay trên cồn cát!Đọc thêm",
            "Giá lên tới - 25 cho một tuần nhập cảnh.  Không quá đắt nếu bạn ở đó trong một tuần, đắt tiền chỉ cho một chuyến đi trong ngày.  Điều đó nói lên rằng các bãi biển sạch sẽ, nhà vệ sinh hố cũng sạch như nhà vệ sinh hố - tức là thô thiển - .  Đã đi đến 13 để phơi nắng đầy đủ. Đó không phải là một ngày đi biển tuyệt vời nên không có nhiều người ở đó.  Rất thư giãn yên tĩnh và thú vị.  Ngày trôi qua, nó bắt đầu bận rộn hơn một chút với thời tiết đẹp hơn, tiếc là tôi phải rời đi sớm hơn tôi muốn.\nMọi người dường như giữ mình, không hòa đồng như Bãi biển Blind Creek.\nĐã đi dạo vài lần trong ngày.  Bãi biển này rất bằng phẳng so với Apollo và Blind Creek nên việc đi bộ bằng đầu gối sẽ đẹp hơn rất nhiều.  Bãi biển khá ngắn, chỉ khoảng 1 - 2 dặm xuống 12 và không phải là quần áo tùy chọn.  Tôi - không chắc mình được phép đi bộ bao xa về phía bắc.  Có một biển báo cho đường mòn Klondike cách lối vào 13 khoảng 1 - 2 dặm về phía bắc.  Có một biển báo cho biết bạn cần có giấy phép ở nước ngoài để đi xa hơn điểm đó.  Tôi đọc nó mà không muốn bước tiếp nên tôi quay lại, tôi muốn đi xa hơn. \n13 cho đến nay là bãi biển đông đúc nhất\nCác lứa tuổi trẻ hơn rất nhiều so với những gì có vẻ điển hình đối với người già, điều này thật tuyệt khi thấy. \nNói chung là một trải nghiệm thú vị. Nếu tôi quay lại, sẽ chỉ mất vài ngày để tận dụng mục - 25.Đọc thêm",
            "Đây là một bãi biển rất độc đáo và là kho báu của Florida. Bạn chắc chắn sẽ thích thú với bãi biển tự nhiên này. Mặt trái duy nhất là các kiểm lâm viên rất thô lỗ đi trên xe 4 bánh. Tôi đã chứng kiến ​​một anh chàng nhặt một chiếc vỏ sò và ném nó xuống và bị mắng vì - xả rác - . Có một dấu hiệu rất nhỏ không rõ ràng trên bãi biển cho biết bạn cần vượt qua điểm này. Nếu bạn không để ý và đi ngang qua bạn sẽ bị mắng. Tôi đã đến nói chuyện với một người đang câu cá chỉ cách điểm này vài bước chân và chúng tôi đã bị một nhân viên kiểm lâm rất thô lỗ hét vào mặt và nói rằng hãy đưa thẻ của bạn ra. Tôi đã chứng kiến ​​​​những người ngồi trên bãi biển chỉ cách tấm biển này vài bước chân và họ cũng bị la mắng. Nếu không có hai nhân viên kiểm lâm này, đặc biệt là người đeo khăn che mặt đi biển sẽ thư giãn hơn nhiều. Những kẻ này hành động như cai ngục.Đọc thêm",
            "Bãi biển thiên nhiên đẹp.  Chúng tôi đã đến bãi đậu xe - 1. Sẽ là một địa điểm tuyệt vời để xem một vụ phóng tên lửa vì bạn có thể thấy một số tổ hợp phóng từ đó.  Mặc dù tôi hiểu lý do của nhà vệ sinh hóa học, nhưng chúng ngụy trang và không có cách nào để rửa tay.Đọc thêm",
            "Giá lên tới - 25 cho một tuần nhập cảnh.  Không quá đắt nếu bạn ở đó trong một tuần, đắt tiền chỉ cho một chuyến đi trong ngày.  Điều đó nói lên rằng các bãi biển sạch sẽ, nhà vệ sinh hố cũng sạch như nhà vệ sinh hố - tức là thô thiển - .  Đã đi đến 13 để phơi nắng đầy đủ. Đó không phải là một ngày đi biển tuyệt vời nên không có nhiều người ở đó.  Rất thư giãn yên tĩnh và thú vị.  Ngày trôi qua, trời bắt đầu bận rộn hơn một chút với thời tiết đẹp hơn, tiếc là tôi phải rời đi sớm hơn tôi muốn. Mọi người dường như sống khép kín, không hòa đồng như Blind Creek Beach. Đã đi dạo vài lần suốt cả ngày.  Bãi biển này rất bằng phẳng so với Apollo và Blind Creek nên việc đi bộ bằng đầu gối sẽ đẹp hơn rất nhiều.  Bãi biển khá ngắn, chỉ khoảng 1 - 2 dặm xuống 12 và không phải là quần áo tùy chọn.  Tôi - không chắc mình được phép đi bộ bao xa về phía bắc.  Có một biển báo cho đường mòn Klondike cách lối vào số 13 khoảng 1 - 2 dặm về phía bắc.  Có một biển báo cho biết bạn cần có giấy phép ở nước ngoài để đi xa hơn điểm đó.  Tôi đọc nó mà không muốn bước tiếp nên tôi quay lại, tôi muốn đi xa hơn. Cho đến nay, số 13 là bãi biển đông đúc nhất. Độ tuổi trẻ hơn rất nhiều so với những gì có vẻ điển hình đối với người lớn tuổi, điều này thật tuyệt khi thấy. Nói chung là một trải nghiệm thú vị. Nếu tôi quay lại, sẽ chỉ mất vài ngày để tận dụng mục - 25.Đọc thêm",
            "Playalinda is the third of four official nude beaches in Florida that we visited. It is definitely more  - out of the way -  than Haulover or Blind Creek and is located on the Canaveral National Seashore, accessible through Titusville. We would suggest mapping the drive  - you are looking for Parking Lot  - 13 -  from wherever you might be to get an idea of travel time, as it could be deceiving if you are looking at a map or mileage as the crow flies. Another worthwhile consideration is the national seashore access fee:  - 20 for a week can be wonderful if you are planning to return multiple times  - or visit Apollo Beach during the same week, which also is accessible with this parking pass - , but it can be steep if you are looking to only visit for a day  - as we were - ... especially if it - s cloudy!Nevertheless, the beach is wonderful. Perhaps it is because of the inclement weather during our visit, but it reminded us of beaches much closer to home on Long Island, NY  - more specifically Fire Island - . Maybe this is because Fire Island is also a national seashore, but the sand and ocean vibes on a thin strip of land felt very similar. That is about where the similarities end, however, as the parking lot is much smaller than a typical NY beach  - if you don - t get a spot at Parking Lot  - 13, you can park at the next closest lot that is available and walk upward - . We have also been told that during certain times of the year  - based on water and erosion conditions -  some of the parking lots will be closed. If that is the case during your visit, you should go as far as it will let you go and park in the furthest lot. Often times the nude beach simply becomes the furthest lot, or you can at least walk toward the official nude beach from that area. In terms of additional amenities, there are bathrooms and shower facilities near the parking lot  - clothing technically is required here... despite my having to take a photo with the sign! - , though there are not many of them and they are very simple in nature. Better than the port-a-potties at Blind Creek  - during our visits - , but pale in comparison to the facilities available at Haulover. At any rate, if you find yourself in the greater Orlando area  - especially toward the Atlantic coast - , Playalinda is a wonderful beach that is worth the visit  - given the lack of parking and the distance to get there, it is less likely to be as packed as some of the other nude beaches with closer-to-urban-settings - . It is also worth mentioning that on your way to Playalinda you pass by a great view of the nearby Kennedy Space Center, which alone may be worth stopping the car and getting out to take some photos. If you - re able to line up a visit during a rocket launch, even better  - though we hear you may want to plan accordingly due to the traffic and number of people also coming to view the launch from the Canaveral National Seashore - . An alternative that worked for us was to view a rocket launch on a clear night from Cypress Cove Nudist Resort in Kissimmee, so you always have that option as well!Read more",
            "Tuyệt vời, tắm nắng và tắm khỏa thân trước biển. cát lớn. Các nhân viên Dịch vụ Công viên thường xuyên lái xe tới để giữ hòa bình. Chúng tôi - chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi đã ở khu vực Titusville trong một tuần để đưa người lớn tuổi nhất của chúng tôi đến trại không gian tại KSC. Một trong những nhân viên gợi ý nếu chúng tôi định đến một bãi biển để bỏ qua Bãi biển Cocoa và thay vào đó hãy đến Playalinda - chúng tôi rất biết ơn vì tiền boa của cô ấy! Nằm trong khuôn viên của NASA, nhưng do Dịch vụ Công viên Quốc gia quản lý, chi phí là - 20 để đạt được tiếp cận khu vực bãi biển. Mỗi điểm truy cập bãi biển đều được đánh số - tôi tin rằng chúng tôi đã đến số 3 - một trong số đó là quần áo tùy chọn -. Đây là một trong những bãi biển đẹp nhất ở Florida mà tôi từng đến! Không đông đúc, nhiều cát và bãi biển - thật tuyệt vời! Chúng tôi chỉ ước mình có nhiều thời gian hơn để tận hưởng nó. Rất khuyến khích! Ngoài ra, bạn có thể nhìn thấy bệ phóng ngay trên cồn cát!Đọc thêm",
            "Đi đến lô 13. Qua cổng lúc 6 giờ sáng. Muốn ngắm bình minh, tôi gặp bất ngờ. Một con rùa rất lớn đang đi xuống bãi biển để ra biển. Một trải nghiệm tuyệt vời. Lũ muỗi rất tệ cho đến khi mặt trời mọc tốt. Tôi đã ở đó vào thứ năm, nó không đông đúc. Một vài cặp vợ chồng, chủ yếu là đàn ông độc thân. Đối với tôi đó là một trải nghiệm rất thú vị.. Tôi sẽ quay lại.Đọc thêm",
            "Gia đình tôi chuyển đến đây vì bãi biển này. trong 5 năm qua nó đã giảm dần. Ngoài việc thiệt hại do cơn bão gây ra không được sửa chữa, phần khỏa thân đã xâm nhập vào Vista 7 và dường như không có bất kỳ kế hoạch nào để khắc phục cả hai vấn đề. nó - chắc chắn không thân thiện với trẻ em. Nhân tiện, hãy coi chừng những mảnh vụn và móng tay dính vào lối đi có lót ván. Đọc thêm",
            "Bãi biển đẹp. Chỉ mở cửa cho khu vực 7 sau cơn bão nên hy vọng nó sẽ sớm mở cửa Người dân ở khu vực 7 không quan tâm và chịu đựng tất cả - trong khi chờ khu vực 13 mở cửa trở lại - nơi họ muốn tránh xa hầu hết mọi người nhưng lại đi loanh quanh như thể họ sở hữu nó . Rất thư giãn. Phòng tắm thật khủng khiếp. Không tốt hơn nhiều so với Porta john và không có nước máy để rửa sạch cát Nhưng là một trong những bãi biển yên tĩnh hơn vì thẻ - 40 hàng nămVẫn phải ghé thămĐọc thêm",
            "Vợ tôi và tôi đã đến thăm bãi biển Playalinda trong chuyến đi kỷ niệm tuần trước. Đây là lần đầu tiên chúng tôi đến một bãi biển khỏa thân và nó thật tuyệt. Đó là - 20 để vào được, tuy nhiên điều đó là tốt cho cả tuần.  Các bãi biển rất sạch sẽ. Mọi người bảo chúng tôi đến lô 13 để đến bãi biển khỏa thân, tuy nhiên ở lô 9 đường bị đóng do họ làm việc trên cồn cát. Bạn có thể khỏa thân ở đó và cảm giác rất thư giãn. Nó cũng không bận lắm. Hầu hết là các cặp đôi và đàn ông độc thân, một người hơi rùng rợn, nhưng phần lớn, mọi người đều ở một mình. Nhìn chung, trải nghiệm tuyệt vời đối với chúng tôi và chúng tôi chắc chắn sẽ làm lại. Đọc thêm",
            "Tôi nghe nói một số con đường đến Playa Linda bị ảnh hưởng bởi cơn bão Ian. Tôi đang lên kế hoạch cho một chuyến đi trong tuần này, vậy có ai có thể xác nhận rằng các con đường đã thông thoáng - đến tận bãi biển 13 - ? Cảm ơn!Đọc thêm",
            "Tôi đã ở đó trước cơn bão Ian, vài tuần trước và nó chỉ mở cửa cho bãi biển số 7 kể từ cơn bão đầu tiên. Tôi thực sự nghi ngờ rằng nó có mở cửa ở bất cứ đâu gần 13. Tôi là một người thường xuyên đi biển nhưng sẽ không đi theo cách đó cho đến ít nhất là vào tháng Giêng. Nó cần thời gian để phục hồi và không có nhiều người làm việc trên đường ven biển hay họ đang dành thời gian ngọt ngào của mình-LOL!!! Tôi không biết, chẳng hạn, nếu bãi biển cuối cùng mở cửa trở nên khỏa thân như số 13... nếu nó nói như...bãi biển số 5? Tôi nghi ngờ điều đó mặc dù. Có thể có những lựa chọn bãi biển tốt hơn Playa Linda ngay bây giờ trong ít nhất một tháng nữa.Đọc thêm",
            "Tôi có thẻ cao niên trọn đời ở Massachusetts. Tôi có thể sử dụng nó ở bất kỳ bãi biển nào gần Boca Raton, Florida không?Đọc thêm",
            "Chúng tôi đang tìm kiếm trải nghiệm khỏa thân trên bãi biển chứ không phải bất kỳ hành vi dâm dục nào. Chúng ta có nên quan tâm ở đây hay tránh bất kỳ điểm nào trong phần khỏa thân?Đọc thêm",
            "Tôi chưa bao giờ thấy điều gì quá lố bịch trên bãi biển 13-11.  Tôi nghĩ nếu bạn là một người đồng tính nam và muốn hành động thì nó ở cách xa bãi biển 13 km. Một ngày nọ, tôi đi bộ xuống đó để tập thể dục và đó là một cộng đồng đồng tính nam có lều và những thứ khác. Tôi quay lại và quay lại lô 12. Nếu bạn không tìm nó, bạn sẽ - không tìm thấy nó-LOL!!! Chúc mừng bạn đời.Đọc thêm",
            "Trẻ vị thành niên có được phép đến bãi biển khỏa thân một mình không?Đọc thêm",
            "Tôi chưa bao giờ thấy ai kiểm tra ID ngoài đó-LOL!!! Tôi không nghĩ vậy, đó cũng là người theo chủ nghĩa khỏa thân gia đình.Đọc thêm",
            "Lò nướng gas có được phép sử dụng trên bãi biểnĐọc thêm",
            "Không thấy cái nào cả.  Không - không thấy bất kỳ món nướng nào cả. Bạn có thể cần truy cập trang web Carnival National Seashore hoặc gọi cho văn phòng kiểm lâm.Đọc thêm",
            "Các bãi biển và bãi đậu xe hiện đã mở cửa hay vẫn còn những hạn chế?Đọc thêm",
            "Không phải tất cả các bãi đậu xe đều mở cửa.  Hãy coi chừng công viên mở cửa lúc 12:00.  Dòng xe lớn.  Hãy tận hưởng!Đọc thêm",
            "Có mất phí đỗ xe hoặc vào cửa không?Đọc thêm",
            "Công viên quốc gia tính phí vào cửa mà tôi tin là hiện tại là 20 đô la cho mỗi xe tải trong ngày. Nếu bạn là cựu chiến binh khuyết tật, bạn có thể được cấp thẻ vào công viên miễn phí. Đọc thêm",
            "Có được phép mang vật nuôi vào bãi biển không?Đọc thêm",
            "Đây không phải là bãi biển thân thiện với vật nuôi, Đọc thêm",
            "Xin chào, bạn có thuê ghế dài và ô trên bãi biển này không? hoặc bạn phải đi trang bị. cảm ơn bạnĐọc thêm",
            "Bạn cần phải mang theo mọi thứ.  Ghế, ô, thức ăn và nước uống.Đọc thêm",
            "Vợ tôi và tôi sẽ đến Port Orange vào tháng 10 và dự định đi playalinda như chúng tôi đã làm năm ngoái nhưng chúng tôi đã trải qua cả tuần vì trời đông vào cuối tuần, chúng tôi là một cặp vợ chồng trẻ và muốn có một vài người để nói chuyện trong khi cô ấy tắm nắng và tôi cố gắng không bị bỏng haha ​​Tôi - tôi có làn da trắngĐọc thêm",
            "Tôi vừa ở đó hôm nay.  Sóng rất dữ dội vào buổi sáng. Càng ngày càng tốt hơn. Các bạn sẽ đến vào ngày nào trong tuần?Đọc thêm"
        ],
        "star_ratings": [
            257,
            63,
            21,
            8,
            6
        ],
        "review_amount": 355,
        "location": [
            "Hoa Kỳ",
            "Những việc cần làm ở Florida",
            "Bãi biển Playalinda",
            "Florida - FL -"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written August 18, 2023",
            "Written March 22, 2024",
            "Written May 30, 2024",
            "Written April 2, 2024",
            "Written March 22, 2024",
            "Written January 1, 2024",
            "Written December 17, 2023",
            "Written August 18, 2023",
            "Written June 23, 2023",
            "Written June 17, 2023",
            "Written May 29, 2023",
            "Written May 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28930-d181835-Reviews-Playalinda_Beach-Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d146070-Reviews-Merritt_Island_National_Wildlife_Refuge-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d23937229-Reviews-Apollo_Saturn_V_Center-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d181835-Reviews-or10-Playalinda_Beach-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34210-d13952622-Reviews-Native_Tours_Fishing_Charters-Everglades_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34118-d12802029-Reviews-Capt_Nelson_Tours-Cape_Coral_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d3927203-Reviews-Island_Bike_Shop_Bicycle_Rentals-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d2103661-Reviews-Island_Boat_Adventures-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34142-d1229688-Reviews-Lake_Louisa_State_Park-Clermont_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34235-d1552382-Reviews-Ichetucknee_Springs_State_Park-Fort_White_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1479123-d8527829-Reviews-Destin_Jeep_Rentals-Miramar_Beach_Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d561320-Reviews-Anastasia_State_Park-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d126857-Reviews-Tarpon_Springs_Sponge_Docks-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d548333-Reviews-Sun_Harvest_Citrus-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d109291-Reviews-NASA_Kennedy_Space_Center_Visitor_Complex-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d12850022-Reviews-Get_Up_and_Go_Kayaking_Titusville-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d8470310-Reviews-Space_Shuttle_Atlantis-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8808975-Reviews-BK_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d3870106-Reviews-Black_Point_Wildlife_Drive-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d13336962-Reviews-Florida_Adventurer_Inc-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10535817-Reviews-Central_Florida_Sight_Fishing_Charters-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d284841-Reviews-Heroes_Legends_Featuring_The_U_S_Astronaut_Hall_Of_Fame-Merritt_Island_Brevard_Coun.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d6458723-Reviews-2_Castaway_Fishing_Charters-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d12202428-Reviews-Parrish_Park-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34452-d27165913-Reviews-Haulover_Canal_Kayak_Launch-Mims_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d23956521-Reviews-Shuttle_Launch_Experience-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60751-d9849843-Reviews-Schooled_Up_Redfish_Charters-Titusville_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d105587-Reviews-Country_76_Boulevard-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d10698033-Reviews-Atkinson_Farms-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d553696-Reviews-Old_Town-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d319391-Reviews-Antigo_Mercado_de_Escravos-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d12819456-Reviews-Top_of_the_World-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d2069283-Reviews-Nojoqui_Falls_Park-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32530-d14199664-Reviews-FivePoint_Amphitheater-Irvine_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d1070936-Reviews-Sight_Sound_Theatres-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d12922228-Reviews-Bob_s_Bike_and_Surrey_Rentals-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2687680-Reviews-Mamita_s_Beach_Club-Playa_del_Carmen_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28930-d181835-Reviews-or10-Playalinda_Beach-Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28930-d181835-Reviews-Playalinda_Beach-Florida.html"
    }
]