[
    {
        "attraction_name": "Playa Mahahual",
        "attraction_name_vi": "Playa Mahahual",
        "general_info": [
            "1.616 đánh giá",
            "- 5 trong số 14 điều cần làm ở Mahahual",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển rất đẹp. Không phải con thú tôi từng đến nhưng khu vực xung quanh thật tuyệt vời. Tất cả các tiện nghi bạn có thể muốn. Tốt, đồ uống, mua sắm, hoạt động. Chúng tôi đã có một thời gian tuyệt vời trong ngày ở đó. Hầu hết nhóm đều được mát-xa trên bãi biển. Đó là - 30 trong một giờ. Sự sụp đổ duy nhất là bãi biển được chia thành nhiều phần thuộc sở hữu nên bạn phải trả phí để có mặt ở đó. Của chúng tôi là - 15 mỗi cái và trẻ em miễn phí. Nhưng nó đã bao gồm ghế và bóng râm. Đọc thêm",
        "reviews": [
            "Biển thật tuyệt vời!!!! Cát trắng, nước trong xanh và sinh vật biển tuyệt đẹp! Đi lặn biển hoặc lặn bằng ống thở, bạn sẽ không hối tiếc đâu! Tôi chắc chắn sẽ quay lại trong tương lai và thưởng thức bơ thực vật của mình dưới một trong những cây cọ ở đây! Đọc thêm",
            "Đây là một trong những điều thất vọng lớn nhất khi đọc các nhận xét của độc giả. Thành thật mà nói ĐỪNG LÃNG PHÍ TIỀN CỦA BẠN. nước bẩn, đồ uống cạn nước và bạn liên tục bị người dân địa phương quấy rối để mua nhưng MUA. Thật là một sự thất vọng lớn lao. Tôi không thể tin rằng Royal Caribbean tự hào về việc đây là một trong những nơi nghỉ ngơi trên bãi biển tuyệt vời nhất của họ -. Điều duy nhất tôi có thể nói là người phục vụ chúng tôi đã rất chu đáo..Benjamin Tôi tin rằng tên của anh ấy và dịch vụ mát-xa mà tôi có có thể là thứ duy nhất đáng giá. Trạm massage xuống tay 5 SAO.Đọc thêm",
            "Một trong những trải nghiệm sâu sắc nhất trong chuyến tham quan bằng du thuyền của chúng tôi là bơi cùng rùa biển, và tất nhiên là cá và san hô trong cầu vồng có màu sắc sống động. Điều đặc biệt thú vị là được lặn với ống thở dưới nước cùng bọn trẻ lần đầu tiên. Rạn san hô ở Mahahual MX đã mang đến cho chúng tôi một màn trình diễn đáng nhớ - nó giống như đang trôi nổi qua những bể cá được thiết kế và điêu khắc cẩn thận. Thay vì đặt chuyến tham quan qua Royal Caribbean, chúng tôi tìm một chiếc taxi ở cảng Costa Maya và yêu cầu họ đưa chúng tôi đến Mahahual. Chúng tôi đã trả - 4 người cộng thêm tiền boa cho taxi và - 30 cho một chiếc bàn trước bãi biển, 4 chiếc ghế và 4 chiếc ghế nằm dưới tán cây cọ. Sau khi chơi và lặn với ống thở trên bãi biển Mahahual một lúc, một người đàn ông tên là Miguel đã đề nghị cho chúng tôi một chuyến tham quan bằng ống thở riêng tại rạn san hô với giá - 35 người. Cuối cùng, chúng tôi đã quyết định - 30 người mỗi người và tôi - rất vui vì chúng tôi đã làm như vậy - nó đáng giá từng xu. Hướng dẫn viên của chúng tôi là Jesus 1 và Jesus 2, và mặc dù họ nói rất ít tiếng Anh nhưng tôi hiểu họ là những người tốt bụng và dịu dàng. Jesus 1 đã rất kiên nhẫn khi chúng tôi giúp những đứa con út của mình, 9 và 11 tuổi, làm quen với vùng nước rộng mở và thiết bị ống thở của chúng. Sau đó, Chúa Giêsu hướng dẫn chúng tôi đi xem rạn san hô và sinh vật biển phong phú ở đó, bao gồm rùa, cá cầu vồng, cá vẹt, v.v. Đọc thêm",
            "Đây không phải là một bãi biển, đây là một sự xúc phạm đến khái niệm khách sạn, dịch vụ hay du lịch nói chung. Bãi biển Mahahual là một thảm họa. Cả ngôi làng chẳng là gì ngoài một bãi rác khổng lồ. Mặc dù cát và chỗ ngồi khá chấp nhận được .... bãi biển và đặc biệt là nước và các khu vực bơi lội thực sự khủng khiếp. Tất cả thành viên trong gia đình chúng tôi đều bị thương, bị cắt hoặc trầy xước trong địa điểm bơi lội đầy đá của họ. Thức ăn tốt nhất là tầm thường và đồ uống đơn giản là kinh tởm, cùn, chảy nước. Tránh bãi biển này mà không hối hận. bạn sẽ tốt hơn nếu bạn dự định ở lại khu vực cảng cạnh hồ bơi hơn là bãi biển thảm khốc này. Trong mọi trường hợp, KHÔNG TRẢ TIỀN cho - Beach Escape - các chuyến du ngoạn từ các nhà cung cấp trong khu vực cảng. Bạn - sẽ phải trả một khoản tiền lớn cho chuyến đi bằng xe buýt từ cảng đến bãi biển khủng khiếp này, nơi chỉ bao gồm những đồ uống có nước được đề cập ở trên. Tôi đã đi du lịch khắp thế giới và tôi đã nghe một số tin đồn không hay về nó nhưng tôi nghĩ nếu Royal Caribbean chọn Costa Maya làm điểm đến thì đó hẳn là điều tốt. Vâng, những tin đồn đó là sự thật. Đây là một thảm họa. Đây là bãi biển tồi tệ nhất tôi từng có trong 52 năm cuộc đời. Tránh bằng mọi giá !!!!!!! Bạn - sẽ tốt hơn là ở trên tàu hơn là tiêu tiền cho bãi biển này - trốn thoát - . Tôi đã nghe những điều tốt hơn về Baccalar ....nhưng nơi đó xa hơn một chút và nó có chi phí vận chuyển cao hơn nhiều - tôi đã được báo giá - 55 - người cho một chuyến đi khứ hồi bằng taxi - .Đọc thêm",
            "Không phải là chuyến tham quan bãi biển đẹp nhất nhưng hoàn toàn là một vụ nổ, các nhân viên thật tuyệt vời. Nếu bạn thích đồ uống trong tay, bạn sẽ không thất vọng vì họ hầu như không để bạn uống hết trước khi họ mang cho bạn một đồ uống khác, đồ ăn rất tuyệt vời và tôi không thể thành thật nói đủ về nhân viên. Nước thật đẹp! Có người bán hàng nào trên bãi biển không nhưng bạn mong đợi điều gì, họ cực kỳ thân thiện. Những đứa trẻ thật đáng yêu và chúng tôi đã tìm thấy một số thứ độc đáo nhất ở đó mà không cần phải tốn nhiều thời gian đến các cửa hàng. Nhìn chung chuyến tham quan yêu thích của chúng tôi trong chuyến đi. Món này không có trong danh sách của chúng tôi khi ở trên tàu, tài xế taxi của chúng tôi đã thực sự giới thiệu nó và chúng tôi - rất biết ơn anh ấy đã làm như vậy.Đọc thêm",
            "Đây là một nơi khó chịu. Tôi không thể tin rằng các tàu du lịch thậm chí còn khiến việc này dừng lại. Về cơ bản nó giống như một khu chợ trời lớn của Mexico. Chúng tôi đi đến chỗ xe golf. Những người lái xe golf ở Áo Đỏ cực kỳ tốt bụng và cho chúng tôi một chiếc xe golf 8 chỗ rất nhanh. Chúng tôi lái xe xuống bãi biển Mahahaul. Số lượng các địa điểm xuống dốc hoặc những địa điểm ăn uống trông thực sự khó chịu thật không thể tin được. Tôi biết Covid có thể đã phá hủy địa điểm này khi tàu du lịch không còn có thể dừng ở đây nữa. Người bạn thân nhất của chúng tôi đi hết con đường đất và rẽ vòng quanh và lái chiếc xe golf dọc theo bãi biển.  Có những thanh gỗ có lưới ở mỗi điểm dừng. Tôi - tôi đang đi vào, nhưng mùi rất kinh khủng. Tôi nhận ra rằng đây không phải là lỗi của bất kỳ chủ sở hữu nào, nhưng nó gây ra một trải nghiệm rất khó chịu và chúng tôi rất tha thứ. Vô số nhà cung cấp sẽ bước tới trước xe golf của chúng tôi để cố gắng buộc chúng tôi phải chuyển sang xe của họ. tài sản và sử dụng bãi biển cũng như ăn uống của họ thật đáng kinh ngạc. Về cơ bản đó là sự quấy rối không ngừng nghỉ. Về cơ bản, chúng tôi chưa bao giờ dừng lại ở bất cứ đâu. Chúng tôi đạp xe chậm rãi suốt chặng đường và cảm thấy không cần phải dừng lại. Chúng tôi trả lại chiếc xe golf và quay trở lại tàu. Nước rửa tay ở cảng có màu nâu. Chắc chắn là không an toànĐọc thêm",
            "QUÁ ĐÁNG GIÁ! Tại cảng ở Costa Maya, đi bộ qua tất cả các cửa hàng cho đến khi bạn nhìn thấy taxi và tìm Sam với Tipsy Compani hoặc bạn có thể đặt trước với anh ấy tại sam_tourscm - yahoo.com. Taxi là - 8 - dành cho hai chúng tôi - mất năm phút đi đến Playa Mahahual. Và - 15 giúp bạn có một chiếc ghế dài, bàn có ô, phòng tắm - sạch sẽ và đầy đủ - Wi-Fi và thuyền kayak - mỗi người - . Sau đó TUYỆT ĐỐI được mát-xa một giờ với Maria hoặc Ruby - các trung tâm có Maria và tôi có Ruby và cả hai đều đặc biệt - ngay trên bãi biển. Họ yêu cầu - 45 và chúng tôi đã thương lượng thành - 35. Tôi có thể thành thật nói rằng đó - đó là lần mát xa tốt nhất mà tôi từng có. Tôi đang mặc một bộ đồ tắm một mảnh, cô ấy kín đáo đưa tay tôi ra và kéo áo xuống một chút khi tôi đang nằm sấp. Một anh chàng mang thực đơn đến ngay ghế của chúng tôi và mang đồ ăn đến chiếc bàn có mái che của chúng tôi. Rất tươi và ngon! Đồ uống cũng vậy. Rất dễ dàng để bắt taxi quay trở lại tàu khi đã đến lúc phải rời khỏi vị trí tuyệt đẹp này. Họ đã làm rất tốt việc giữ rong biển khỏi bãi biển bằng cách bao quanh khu vực bãi biển bằng lưới và rất dễ dàng để vượt qua lưới để bơi ra xa hơn. Có lẽ có hàng tá hoặc nhiều khu vực tương tự dọc theo bãi biển này do những người khác nhau điều hành. Trải nghiệm của chúng tôi với Sam thật tuyệt vời và chúng tôi sẽ đến đây lần nữa! - có những người bán hàng - những đứa trẻ ở Nile - đến để cố bán cho bạn thứ gì đó, nhưng khi bạn nói không, cảm ơn, họ mỉm cười và bỏ đi. Họ không hề tự đề cao mà còn rất tốt bụng.Đọc thêm",
            "Nơi rẻ tiền để thuê một chiếc ghế dài với giá 10 đô la, mát-xa trên bãi biển với giá 45 đô la, taxi từ tàu Por 4 đô la mỗi người để đến đây. Làm sạch cát và nước. Điều tuyệt vời nhất đối với tôi là được ăn ở câu lạc bộ bãi biển quốc gia và các nhà gỗ. Món ăn ngon của Mexico. Cá rất tươi. Và đồ uống michelada ngon nhất từ ​​trước đến nay!! Đọc thêm",
            "Đó là một thị trấn nghiệt ngã, cảng du lịch đã tăng thêm áp lực. Người bán hàng rong, người bán hàng rong chỉ gây phiền nhiễu. Chúng tôi thường ở trên tàu nhưng chúng tôi có người mới Nếu bạn mua áo phông và trung bình lấy XL, XL, lấy XXL những chiếc áo phông co rút đáng kinh ngạc.  Làm tôi bực mình.Đọc thêm"
        ],
        "star_ratings": [
            937,
            396,
            152,
            66,
            65
        ],
        "review_amount": 1616,
        "location": [],
        "reviews_time": [
            "Written November 26, 2023",
            "Written September 17, 2023",
            "Written August 9, 2023",
            "Written July 10, 2023",
            "Written July 8, 2023",
            "Written June 20, 2023",
            "Written June 10, 2023",
            "Written March 28, 2023",
            "Written January 5, 2023",
            "Written November 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g499450-d3741187-Reviews-Playa_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d19890698-Reviews-La_Chilangaloense_Beach_Club-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d1421462-Reviews-Tropicante_Ameri_Mex_Grill-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d12446606-Reviews-Jaime_s_At_The_Blue_Reef-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d6508615-Reviews-The_Krazy_Lobster-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d8657115-Reviews-Maramao-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d2418853-Reviews-Yaya_Beach_Bar_and_Restaurant-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d19439052-Reviews-Malecon21_Beach_Club_Restaurant-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d1760593-Reviews-Nacional_Beach_Club_and_Bungalows_Restaurant-Mahahual_Costa_Maya_Yucatan_Peninsul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d11951473-Reviews-Pitaya_Beach_Club_Restaurant-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499450-d8021520-Reviews-Blue_Kay_Restaurante-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d8874189-Reviews-Malecon-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d2488031-Reviews-Yaya_Beach-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d1489592-Reviews-Pez_Quadro_Beach_Club-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g317139-d1596741-Reviews-Tequila_Beach_Club-Chetumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d23412186-Reviews-Temazcal_De_Tradicion-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d8786331-Reviews-Maya_Lost_Mayan_Kingdom-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d19421060-Reviews-Zona_de_Snorkel_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d2613067-Reviews-Dolphin_Discovery_Costa_Maya-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d3844947-Reviews-Maya_Chan_Beach-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d647108-Reviews-Costa_Maya-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d3741187-Reviews-or10-Playa_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d18938084-Reviews-Hayhu_Beach_Experience-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d13305730-Reviews-Banco_Chinchorro-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d3741187-Reviews-Playa_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d1737237-Reviews-Zona_de_Buceo-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d27514178-Reviews-Octopus_Tours_Costa_Maya-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d16615914-Reviews-Alux_Divers-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d2149671-Reviews-Gypsea_Divers-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d26264242-Reviews-La_Tempestad_Tours-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d21346220-Reviews-Diving_Yucatan_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d19913679-Reviews-Lachilangaloense-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d17631679-Reviews-TOURS_EXPERIENCES_NAY_OOLAL-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d7114822-Reviews-Blue_Kay_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d2403521-Reviews-Bucaneros_Del_Caribe-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d2543043-Reviews-DiveLife-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d8806098-Reviews-Fish_Spa_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d19780846-Reviews-Poco_Loco_s_Mini_Golf-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d2356171-Reviews-UnderToe_Mexico_SUP_Adventures-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d12231204-Reviews-Amigos_Del_Mar-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d8519045-Reviews-HarborWalk_Village-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8822309-Reviews-Lotte_Young_Plaza_Myeongdong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d8516889-Reviews-Playa_Blanca-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2426274-d8497114-Reviews-Bagni_Fiore-Paraggi_Santa_Margherita_Ligure_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d625152-Reviews-Milwaukee_Public_Market-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d14081490-Reviews-Break_Room-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d8614985-Reviews-Koo_Club-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199297-d2324126-Reviews-Tonnara_di_Scopello_Museo-Scopello_Castellammare_del_Golfo_Province_of_Trapani_S.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d104318-Reviews-The_Gateway_Arch-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996776-Reviews-Tigaki_Beach-Tigaki_Kos_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g499450-d3741187-Reviews-or10-Playa_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g499450-d3741187-Reviews-Playa_Mahahual-Mahahual_Costa_Maya_Yucatan_Peninsula.html"
    }
]