[
    {
        "attraction_name": "Playa Punta Uva",
        "attraction_name_vi": "Bãi biển Punta Uva",
        "general_info": [
            "790 đánh giá",
            "- 1 trong 8 điều cần làm ở Punta Uva",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đã ghé thăm 3 bãi biển khác nhau khi ở Cahuita và đây là bãi biển đẹp nhất trong số 3 bãi biển. Một số con đường rải sỏi nhỏ nằm ngoài con đường chính dẫn đến bãi biển.  Lái xe dọc theo con đường ven biển cho đến khi tìm được một chỗ trống và đỗ xe. Cát trắng và sạch.  Có rất nhiều bãi biển để đi bộ và tùy theo cách bạn đi bộ, bạn nên đi qua một quán bar để lấy đồ uống nếu cần.  Cảm thấy như một khu vực an toàn.  Hãy đến đó vào buổi sáng trước khi hết chỗ.  Bạn sẽ cảm thấy như mình có một bãi biển riêng để dành thời gian.  Che bóng cây ven đường nếu trên bãi biển quá nóng.  Ở đây cũng không có nhiều vỏ.Đọc thêm",
            "Nơi tuyệt vời để đi đến bãi biển! Rất nhiều cây bóng mát để ngồi dưới. Không phải là một nơi tồi để xuống nước và chơi đùa trên sóng. Sóng không lớn và bạn có thể dễ dàng vượt qua các sóng chắn sóng. Trong chuyến đi của chúng tôi, trời u ám cả ngày và sóng lớn hơn một chút nhưng vẫn dễ dàng vượt qua các sóng chắn sóng. Như những người khác đã nói, có một số rác trên bãi biển, nhưng bạn vẫn sạch sẽ! Hãy trả lại một chút cho môi trường và tự mình nhặt rác! Nước thật thoải mái khi bơi vào! Chắc chắn là một bãi biển tốt cho gia đình.Đọc thêm",
            "Bãi biển này hóa ra lại là nơi hoàn hảo cho gia đình chúng tôi có trẻ em từ 10, 8 và 5 tuổi. Sóng khá êm và có rất nhiều bãi biển để nằm nghỉ.  Nếu bạn đến vào cuối tuần, nơi đây sẽ hơi đông đúc và râm mát - những chỗ có mái che trên bãi biển sẽ lấp đầy.  Rừng rậm xung quanh và quang cảnh thật tuyệt vời.  Tôi đánh giá cao một địa điểm gần nhà hàng La Sirena.  Tôi đã có - món ăn trong ngày - hai lần, cả hai đều phi thường, và họ có những chiếc bánh pizza thực sự ngon cho bọn trẻ.  Bạn sẽ có một ngày tốt lành!Đọc thêm",
            "Có một vụ nổ ở Punta Uva! Thuê một số thiết bị ống thở từ Pacho - s Place trên bãi biển và tận hưởng rạn san hô gần bờ. Nó giống như bơi trong một bể cá! Hãy cẩn thận với nhím... chúng rất sắc bén!Đọc thêm",
            "Bãi biển tuyệt vời, với rất nhiều hoạt động từ bơi lội đến lội sông và lướt sóng xa hơn. Chúng tôi đã ghé thăm bãi biển này 4 lần trong 8 ngày, mỗi lần đi đến những điểm hơi khác nhau.. điểm lười biếng cũng rất tuyệt vời, chúng tôi thấy 4-5 con lười mỗi ngày.Đọc thêm",
            "Bãi biển này hóa ra lại là nơi hoàn hảo cho gia đình chúng tôi có trẻ em từ 10, 8 và 5 tuổi. Sóng khá êm và có rất nhiều bãi biển để nằm nghỉ.  Nếu bạn đến vào cuối tuần, nơi đây sẽ hơi đông đúc và râm mát - những chỗ có mái che trên bãi biển sẽ lấp đầy.  Rừng rậm xung quanh và quang cảnh thật tuyệt vời.  Tôi đánh giá cao một địa điểm gần nhà hàng La Sirena.  Tôi đã có - món ăn trong ngày - hai lần, cả hai đều phi thường, và họ có những chiếc bánh pizza thực sự ngon cho bọn trẻ.  Bạn sẽ có một ngày tốt lành!Đọc thêm",
            "Nơi tuyệt vời để đi đến bãi biển! Rất nhiều cây bóng mát để ngồi dưới. Không phải là một nơi tồi để xuống nước và chơi đùa trên sóng. Sóng không lớn và bạn có thể dễ dàng vượt qua các sóng chắn sóng. Trong chuyến đi của chúng tôi, trời u ám cả ngày và sóng lớn hơn một chút nhưng vẫn dễ dàng vượt qua các sóng chắn sóng. Như những người khác đã nói, có một số rác trên bãi biển, nhưng bạn vẫn sạch sẽ! Hãy trả lại một chút cho môi trường và tự mình nhặt rác! Nước thật thoải mái khi bơi vào! Chắc chắn là một bãi biển tốt cho gia đình.Đọc thêm",
            "Đã ghé thăm 3 bãi biển khác nhau khi ở Cahuita và đây là bãi biển đẹp nhất trong số 3 bãi biển. Một số con đường rải sỏi nhỏ nằm ngoài con đường chính dẫn đến bãi biển.  Lái xe dọc theo con đường ven biển cho đến khi tìm được một chỗ trống và đỗ xe. Cát trắng và sạch.  Có rất nhiều bãi biển để đi bộ và tùy theo cách bạn đi bộ, bạn nên đi qua một quán bar để lấy đồ uống nếu cần.  Cảm thấy như một khu vực an toàn.  Hãy đến đó vào buổi sáng trước khi hết chỗ.  Bạn sẽ cảm thấy như mình có một bãi biển riêng để dành thời gian.  Che bóng cây ven đường nếu trên bãi biển quá nóng.  Ở đây cũng không có nhiều vỏ.Đọc thêm",
            "Bãi biển đẹp để đi chơi một chút. Chúng tôi đã đi chèo thuyền kayak, thật tuyệt khi được nhìn thấy - chúng tôi đã nhìn thấy hơn 20 con rùa. Tuy nhiên, nếu bạn định chèo thuyền kayak, hãy đi qua túp lều đầu tiên - được gọi là điểm lười biếng - và đi đến địa điểm thứ 2 hoặc thứ 3. Đầu tiên là đắt - 20 k crc trong một giờ - và mọi người thô lỗ và lười biếng. Một giờ cũng quá ngắn để đi hết - họ cố gắng ép một chuyến tham quan, nhưng không cần thiết - . Những nơi khác giá khoảng 5k crc mỗi giờ - tiếc là chúng tôi đã thấy điều đó quá muộn - .Đọc thêm",
            "Bãi biển đẹp nhưng rất nhiều san hô gần bờ đã chết. Bạn phải cẩn thận với nhiều nhím biển nếu bạn đi. Có nước thải lộ thiên chảy phía sau bãi biển, vì vậy bạn có thể ngửi thấy mùi phân ngườiĐọc thêm",
            "Bãi biển thoải mái đẹp như tranh vẽ với những cây cọ, một quán bar trên bãi biển tuyệt vời và những con sóng để nhảy vào! Chắc chắn đáng để dành ít nhất một buổi chiều ở đó.Đọc thêm",
            "Bãi biển tuyệt vời. Thân thiện với trẻ em và không thể thấy bất kỳ vết rách nào trong ngày. Không có nhiều rong biển và đáy đầy cát. Ít người bán hàng hoặc những người làm phiền bạn. Thuyền kayak có sẵn cho thuê. Không thể thấy bất kỳ nhà vệ sinh hoặc địa điểm nào để lấy đồ ăn nhẹ - giải khát. Bạn cũng có thể khám phá hang động - đường hầm ra đến điểm r. Xem mô tả bên dưới: Rất đáng để đi bộ. Không mất nhiều thời gian, có lẽ cách bãi biển 15 phút. Vui lòng mang giày nước, giày chạy bộ hoặc các loại giày thích hợp khác. Dép xỏ ngón không cắt được. Phần đầu tiên của cuộc đi bộ có một sợi dây để giúp bạn đứng dậy vì nó có thể trơn trượt. Sau đó đi theo đường chính, rẽ trái khi rẽ nhánh. Đi xuống điểm đã tạo thành một đường hầm tự nhiên bên dưới. Để xuống địa điểm được mọi người yêu thích trên instagram, hãy hết sức cẩn thận. Nó rất trơn và bạn có thể dễ dàng bị thương. Khi đến gần hang - đường hầm, một lần nữa, những tảng đá vẫn trơn trượt ngay cả khi ở trong nước. Bùn trên giày của bạn sẽ khiến tình trạng trở nên tồi tệ hơn, vì vậy hãy dành thời gian làm sạch chúng trong nước trước khi mạo hiểm ra ngoài để chụp ảnh selfie. Khi bạn lội vào, nó không sâu lắm nhưng có hai dòng nước - một dòng từ mỗi bên có thể dễ dàng xô vào bạn mất thăng bằng. Để thoát ra, chúng tôi không đi theo con đường tương tự mà đi băng qua những tảng đá khoảng 10m rồi leo lên. Ở đây cũng có hai ngôi mộ. Hmmmm. Hãy tận dụng cơ hội sử dụng các bản nhạc khác để khám phá. Bạn có khung cảnh tuyệt đẹp trên một bãi biển khác và cây cối thật tráng lệ. Hãy để ý tới những con tucan và con lười.Đọc thêm",
            "Nước ở đây thực sự rất tinh tế và hoang sơ. Tôi tận hưởng niềm vui khi bơi lội ở bãi biển này, nơi mang đến bầu không khí thanh bình và yên tĩnh đến lạ thường. Cho dù bạn đang ở Cahuita hay Puerto Viejo, tôi thực sự khuyên bạn nên dành chút thời gian cho nơi này vì nó thực sự đáng giá.Đọc thêm",
            "Xin chào, chúng tôi đang tìm kiếm một bãi biển trong ngày. Lên tàu du lịch vào tháng 12. Bạn đã đề cập đến quán bar trên bãi biển, nó có đồ ăn và đồ ăn nhẹ không? Có cách nào để thuê ghế hoặc ô không? Bạn có nhớ có loại vỏ sò nào không - mẹ tôi thích tìm chúng - ? Và bạn cảm thấy an toàn? Cảm ơn bạn trước vì đã dành thời gian và câu trả lời.Đọc thêm",
            "Có một quán bar trên bãi biển rất ngon với đồ ăn và đồ uống và có những chiếc ghế bạn có thể sử dụng bên ngoài nhưng tôi - tôi không chắc liệu bạn có phải trả tiền cho chúng hay không. Không có vỏ sò nào ở đây hoặc trên bất kỳ bãi biển nào trong số 4 bãi biển khác mà chúng tôi đã ghé thăm ở Costa Rica. Chúng tôi cảm thấy hoàn toàn an toàn trong suốt chuyến đi 2 tuần - mọi người thật đáng yêu. Hy vọng điều đó có ích!Đọc thêm",
            "Một nhóm bạn, tất cả đều có trẻ em từ 3 đến 14 tuổi, muốn đến Puerto Viejo. Họ muốn xem vùng biển Caribe, nhưng tôi đã thấy những bình luận rằng thời điểm này trong năm trời rất mưa - tháng 2 - bạn có nghĩ tôi nên làm vậy không. có nguy cơ đi? hay chúng ta thay đổi lộ trình? Tôi đánh giá cao ý kiến ​​​​của bạn.Đọc thêm",
            "Xin chào, đến Playa Uvita có khó không? Tôi nói với bạn rằng tôi sẽ ở trung tâm Puerto Viejo, tôi có thể đến đó bằng phương tiện công cộng không? Phương tiện công cộng hoạt động từ mấy giờ và chuyến cuối cùng quay lại Puerto Viejo là mấy giờ? Để đề phòng, tôi nói với họ rằng tôi không biết đi xe đạp và tôi đi du lịch một mình. Cảm ơn bạn.Đọc thêm",
            "Xin chào. Giao thông công cộng là một tai họa. Tôi nghĩ chỉ có một bạn đi qua Punta Uva. Nhưng có thể đi bằng xe đạp. Mọi người đều làm điều đó.Đọc thêm",
            "Xin chào, một nhóm bạn ở độ tuổi năm mươi sẽ đi vào tháng 7 này, tôi hỏi, di chuyển ở khu vực Caribe, việc đi du lịch và đến Thái Bình Dương có khả thi không?\nCảm ơn những người đi du lịch!Đọc thêm",
            "Xin chào, tôi giả định rằng bạn có ý viết thư ở lại với chúng tôi thay vì chuyển chúng tôi đi. Nếu vậy, có thể đến Thái Bình Dương, ngoại trừ chuyến đi dài, khoảng 5-6 giờ, vì vậy tôi khuyên bạn nên thực hiện chuyến đi và ở lại một vài đêm ở Thái Bình Dương; Một lựa chọn khác là chọn Thái Bình Dương vào cuối hoặc đầu chuyến đi, vì để đi từ Caribe đến Thái Bình Dương cần phải đi qua Thung lũng Trung tâm - trung tâm của đất nước - nơi có Sân bay Quốc tế Juan Santamaría được đặt. Một lựa chọn khả thi khác là đến sân bay quốc tế Liberia, gần những bãi biển xinh đẹp Guanacaste - Thái Bình Dương -, ở lại vài đêm rồi đi đến Caribe. Có những lựa chọn để xem cả hai bờ biển, bạn chỉ cần lên kế hoạch tốt.Đọc thêm",
            "Xin chào, tôi đi du lịch vào cuối tháng 6, bạn giới thiệu bãi biển nào?",
            "Costa Rica có những bãi biển rất tốt trên cả hai bờ biển. Nếu bạn đang đề cập cụ thể đến khu vực Puerto Viejo của Limón, tôi khuyên bạn nên ở lại Puerto Viejo, nơi đây có cuộc sống về đêm rất tốt. Tất cả các bãi biển từ Cahuita đến Manzanillo đều đẹp, bạn có thể đến bằng ô tô và đỗ xe giữa những tán cây. Một bãi biển mà tôi thực sự thích vào tháng trước mà tôi đã ghé thăm khu vực đó là Puerto Jiménez, nó nằm trong công viên quốc gia Cahuita và bạn có thể vào bằng ô tô, điều tôi thích là đây là một bãi biển rất yên tĩnh, ít hoặc không có người, nước minh bạch.Đọc thêm",
            "Lặn với ống thở ở đâu tốt ở puerto viejoĐọc thêm",
            "Có những nơi nào trên bãi biển này mà bạn không phải lo bị cắt vào san hô hoặc đá và có thể bơi với cát dưới chân không? Nơi nào hoặc lối vào nào tốt hơn? Một số người nói rằng nó bẩn và ô nhiễm gần sông. Đọc thêm",
            "Vâng, có nhiều nơi đầy cát không có san hô. Nếu trời mưa to khu vực gần sông sẽ rất ô nhiễmĐọc thêm",
            "Bãi biển này có nhiều sóng không? Trong tháng Hai. Cảm ơn bạn.Đọc thêm",
            "Bãi biển này có cách các khách sạn trong khu vực một quãng đi bộ không hoặc bạn có thể đề xuất một khách sạn có bãi biển tương tự không? Câu cá lướt sóng có được phép trên bãi biển không? Đã đọc thấy nước không trong xanh hay lấp lánh ở Costa Rica. Đó có phải là kinh nghiệm của bạn? Hình ảnh rất đẹp với nước trong xanh.Đọc thêm",
            "CHÀO!  Có những khách sạn gần bãi biển này.  Chúng tôi ở gần Playa Negra hơn tại Casa de Corazon Del Mar. Các đại dương mà chúng tôi thấy ở Costa Rica không đặc biệt xanh và lấp lánh, nhưng bãi biển này có màu xanh lục khá gần bán đảo.  Có thể đó là lý do tại sao nó được đề xuất cho chúng tôi. Tôi - tôi không chắc chắn về việc câu cá lướt sóng. Hy vọng điều đó có ích!Đọc thêm",
            "Khoảng cách từ Punta Uva đến sân bay San Jose là bao xa?Đọc thêm",
            "vâng, đó là một chuyến đi dài từ 5 đến 6 giờ - giao thông bán phần từ Limon đến San Jose là không thực tế - nhưng hãy ngồi lại và ngắm cảnh với tốc độ chậm hơn cười lớn - một lần đi qua Limon đến PV thì khoảng nửa giờĐọc thêm"
        ],
        "star_ratings": [
            625,
            128,
            26,
            7,
            5
        ],
        "review_amount": 791,
        "location": [
            "Costa Rica",
            "Cảng cũ Talamanca",
            "Tỉnh Limon",
            "Bãi biển Punta Uva",
            "điểm uva",
            "Các hoạt động ở Punta Uva",
            "Trung Mỹ"
        ],
        "reviews_time": [
            "Written December 5, 2023",
            "Written January 13, 2024",
            "Written February 11, 2024",
            "Written May 15, 2024",
            "Written April 12, 2024",
            "Written February 11, 2024",
            "Written January 13, 2024",
            "Written December 5, 2023",
            "Written November 19, 2023",
            "Written August 27, 2023",
            "Written July 8, 2023",
            "Written July 1, 2023",
            "Written May 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3685190-d10244784-Reviews-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g309265-d1886672-Reviews-Selvin_s-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3685190-d23355017-Reviews-Rest_Bar_Eden_Beach_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_L.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309265-d1861152-Reviews-Pita_Bonita-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3685190-d26441928-Reviews-El_Umbral_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309265-d1537456-Reviews-El_Refugio_Grill-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12673094-d20045052-Reviews-Tostas-Playa_Chiquita_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309265-d2193443-Reviews-Pura_Gula-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12673094-d15610786-Reviews-GypSea_Cafe-Playa_Chiquita_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3685190-d12322255-Reviews-Panaderia_Vida_Sana-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309265-d17535993-Reviews-La_Leyenda_de_L_Antico_Forno_en_El_Establo_de_Bruce-Puerto_Viejo_de_Talamanca_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d3445566-Reviews-Chocorart-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1644063-d10161513-Reviews-Ara_Manzanillo-Manzanillo_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1644063-d1880685-Reviews-Nature_Observatorio-Manzanillo_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d1572939-Reviews-La_Ceiba-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1212465-d8566840-Reviews-Playa_Cocles-Cocles_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d6373101-Reviews-La_Feria_Legendaria_de_Playa_Chiquita-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d309798-Reviews-Playa_Puerto_Viejo-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309261-d1545955-Reviews-Gandoca_Manzanillo_Wildlife_Refuge-Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309262-d27125976-Reviews-Playa_Chiquita-Cahuita_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1644063-d14202254-Reviews-Playa_Manzanillo-Manzanillo_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g3685190-d10244784-Reviews-or10-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g3685190-d3400837-Reviews-Green_Water_SUP_Tours-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d25227055-Reviews-Ceibo_Adventure_Caribe-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d1626282-Reviews-Jaguar_Rescue_Center-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1212465-d1785050-Reviews-Caribe_Horse_Riding_Club-Cocles_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1644063-d7597697-Reviews-Abel_Bustamante_Tour_Guide-Manzanillo_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d10797817-Reviews-Surf_the_Jungle_Surf_School_Adventures-Puerto_Viejo_de_Talamanca_Province_of_Lim.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d2218176-Reviews-Caribeans_Coffee_Chocolate-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d1427184-Reviews-Pure_Jungle_Spa-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d1758265-Reviews-Gecko_Trail_Day_Tours-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g309265-d8837660-Reviews-Caribe_Fun_Tours-Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d282029-Reviews-Gatlinburg_Space_Needle-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d5571279-Reviews-Lindt_Factory_Outlet_Kilchberg-Kilchberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d7812986-Reviews-Kokol_Hill-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d4889472-Reviews-Astir_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d1885263-Reviews-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d23417451-Reviews-Assembly_Food_Hall-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d14993856-Reviews-Kusadasi_Bazaar-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g194899-d7365296-Reviews-QC_Terme_San_Pellegrino-San_Pellegrino_Terme_Province_of_Bergamo_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d2572907-Reviews-Castle_Hill_Lighthouse-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d17288236-Reviews-Chicago_Social_Club-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3685190-d10244784-Reviews-or10-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3685190-d10244784-Reviews-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html"
    }
]