[
    {
        "attraction_name": "Playa Los Cerritos",
        "attraction_name_vi": "Bãi biển Los Cerritos",
        "general_info": [
            "658 đánh giá",
            "1 trong số 28 hoạt động giải trí ở Todos Santos",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển hình lưỡi liềm tách biệt, lý tưởng để lướt sóng và bơi lội.Đọc thêm",
        "reviews": [
            "Bản thân bãi biển khá đẹp, nước khá lạnh khi chúng tôi ở đó và hoạt động lướt sóng hơi hoang dã nên tôi chưa bao giờ thực sự bơi được, đó là một điều đáng tiếc. Tôi đã lên kế hoạch học lướt sóng nhưng khá sốc với mức giá. Thực sự điều đó xảy ra với toàn bộ khu vực này của Mexico, có cảm giác như mọi người đang cố lừa đảo hoặc lừa đảo chúng tôi, tôi không cảm thấy như vậy ở các khu vực khác của đất nước. Đường vào khu vực bãi biển bụi bặm và gồ ghề, không cần giải phóng mặt bằng cao hơn nhưng chắc chắn nên làm. Không có nhiều việc để làm ở đây, có một vài nhà hàng không tốt lắm và nếu bạn không lướt web thì đó là điều khá nhiều. Tôi sẽ không thể quay lại bãi biển này hoặc khu vực này nữa.Đọc thêm",
            "Bãi biển rất dài. Đã ở đó một vài lần. Rất nguy hiểm khi bơi lội. Không có nhân viên cứu hộ để nói chuyện. Chứng kiến ​​một vụ đuối nước thật kinh khủng. Sẽ không bao giờ ghé lại nữa.Đọc thêm",
            "Cùng một nhịp nhạc được phát cả ngày lẫn đêm và nó vang vọng khắp khu vực đậu xe vào buổi tối muộn.  Thật kinh khủng đối với những người cắm trại rv và những người lướt sóng, những người nhất thiết không muốn nghe đi nghe lại cùng một bản nhạc mỗi ngày và đêm.  Nó đủ để khiến bất cứ ai phát điên.  Thật không may. Đọc thêm",
            "Góc Đông Bắc của bãi biển là quán bar và nhà hàng Cerritos Tropical. Hãy tìm những cây cọ và bóng mát. Guacamole là phần tươi và rất lớn. Bầu không khí đẹp với nhiều bàn trên cát và trong cửa ra vào. Nhiều loại thực phẩm Mexico. Chỉ nhận tiền mặt. Đồ uống lạnh.Đọc thêm",
            "Bãi biển đẹp với nhiều không gian. Rất nhiều người lướt sóng, ngay cả trong mùa thấp điểm. Nước ấm và thật tuyệt khi có thể xuống nước một cách an toàn để giải nhiệt. Chúng tôi ở đây vào đầu tháng 9 và rất yên tĩnh. Hãy cảnh báo, không có nhiều nhà hàng mở cửa vào mùa thấp điểm và rất ít lựa chọn cho các cửa hàng tạp hóa ở khu vực xung quanh. Sẽ không ngăn cản tôi quay lại, chỉ ngạc nhiên về số lượng nơi đóng cửa trong mùa này. Chúng tôi đã đến Todos Santos để ăn một số bữa và có thêm một vài lựa chọn nhưng nhiều nơi đã đóng cửa vào Thứ Hai và hoặc Thứ Ba trong mùa thấp điểm. Đọc thêm",
            "Bãi biển tuyệt vời để lướt sóng! Cửa hàng lướt sóng gần đó cho chúng tôi biết rằng việc lướt sóng sẽ chỉ diễn ra cho đến 10 giờ sáng ngày hôm đó, nhưng vẫn tốt cho đến khi chúng tôi rời đi vào khoảng 1 giờ 30 và mọi người vẫn đang lướt sóng. Có lẽ tôi sẽ đến vào giữa buổi sáng, không có nhiều người và ở đó có những người cho bạn thuê ván lướt sóng, bộ đồ lặn và ghế với giá khá rẻ!Đọc thêm",
            "Đây là một bãi biển rộng lớn nằm cách Todos Santos khoảng 10 phút đi ô tô.  Nó luôn luôn được phổ biến.  Đó là một bãi biển thu hút những người đam mê lướt sóng.  Cơ sở vật chất vẫn còn mộc mạc, nhưng tôi nhận thấy rất nhiều khu nghỉ dưỡng, khách sạn đang xây dựng gần đó.  Tại bãi biển này, bạn có thể thư giãn, tắm nắng, bơi lội, lội trong những con sóng xô tới và thậm chí được mát-xa trên bãi biển!Đọc thêm",
            "Thị trấn bãi biển vui vẻ, đang phát triển. Người theo chủ nghĩa Hippie, người lướt sóng, gia đình, tất cả đều được chào đón. Có rất nhiều công trình xây dựng mới nên có cảm giác như nơi này là nơi mà chúng tôi sẽ nói rằng, Chúng tôi đã ở đó TRƯỚC KHI nơi này trở nên phổ biến. Bụi bặm, gồ ghề, quyến rũ và đẹp. Đọc thêm",
            "Bãi biển lướt sóng siêu mát mẻ. Bãi đậu xe ngẫu nhiên dọc theo con đường đất, hoặc có rất nhiều, nhưng có vẻ như nó dành riêng cho RV và những thứ tương tự. Chưa bao giờ tìm được nhà vệ sinh công cộng, vì vậy hãy lên kế hoạch phù hợp hoặc lên kế hoạch mua thứ gì đó tại quán bar nhỏ của nhà hàng trên bãi biển, sau đó sử dụng phòng tắm của họ. Tuy nhiên, đừng cố sử dụng nó mà không mua thứ gì đó, nếu không họ sẽ nói với bạn rằng nó không được công khai. Bạn có thể thuê ghế và ô thay vì tự mình mang theo. Cực kỳ thú vị khi xem lướt sóng, nhưng chắc chắn không phải là một bãi biển bơi lội nếu bạn không biết bơi trong những cơn sóng dữ dội của đại dương. Bạn có thể đi bộ hàng dặm dọc theo dải cát đáng yêu này. Thật buồn khi thấy sự phát triển dọc theo bãi biển, nhưng đó là hoàn cảnh đáng tiếc của Todos Santos. Tuy nhiên, đây vẫn là một thị trấn và bãi biển thực sự thú vị.Đọc thêm",
            "Chúng tôi ngồi ở Los Cerritos Inn và ngắm nhìn hàng tấn cá voi dưới nước trước mặt. Chúng tôi cũng đi bộ xuống bãi biển đến khu vực sầm uất. Đó là một bãi biển tuyệt vời!Đọc thêm",
            "CHÀO. Tôi là một nữ du khách đang lên kế hoạch cho chuyến đi một mình đến Cerritos. Kế hoạch là thuê một chiếc ô tô trong khoảng một tuần từ sân bay và lái xe. Có vấn đề gì về an toàn không, đặc biệt là khi lái xe? Có phải nó khá vắng vẻ? Lần đầu tiên đến khu vực này nên chưa quen. Mọi thông tin sẽ được đánh giá cao.Đọc thêm",
            "Lái xe trong ngày đổ đầy khi bạn nhìn thấy một trạm. Tải xuống bản đồ trong google maps để có thể hoạt động ngoại tuyến. \nAMC ventura là một công ty cho thuê xe tốt. Chúc vui vẻ! Thị trấn tuyệt vời. Đọc thêm",
            "Có phương tiện giao thông công cộng nào từ Los Cerritos đến Todos Santos không? Xe buýt?Đọc thêm",
            "Tôi không nghĩ vậy. Chúng tôi đã có một tài xế đưa chúng tôi. Nên có taxi và nó sẽ không quá đắt. Chúng tôi đã hợp tác với một công ty du lịch địa phương và chúng tôi đang cung cấp chuyến đi thông qua họ....hãy cho tôi biết nếu bạn muốn biết thêm thông tin.Đọc thêm",
            "Tôi đang lên kế hoạch cho một chuyến đi trong ngày vào tuần tới tới Bãi biển Cerritos. Tôi nên đỗ xe ở đâu và cơ sở nào có nhà vệ sinh? Câu lạc bộ bãi biển đóng cửa theo đánh giá gần đây nhất về TA.Đọc thêm",
            "Có rất nhiều bãi đậu xe miễn phí gần đó trên con đường đất dẫn đến bãi biển ngay cạnh Barracuda Cantina, nơi có phòng tắm dành cho khách quen...đã có một bữa ăn ngon ở đó!Đọc thêm",
            "Tôi nghe nói hiện nay có một chiếc xe tải trên bãi biển bán bánh tacos và đồ uống...ai có thêm thông tin hoặc thậm chí là hình ảnh không...đó có phải là nơi câu lạc bộ bãi biển từng ở không vì hiện tại nó đã đóng cửa?\nCảm ơnĐọc thêm",
            "Mất bao lâu để lái xe từ Todo Santos đến Cerritos? Đường như thế nào?Đọc thêm",
            "Khoảng 10 đến 15 phút...rất dễ lái xeĐọc thêm",
            "giúp đỡ! cần vận chuyển từ sân bay Cabo đến khách sạn Los Cerritos cho 2 người vào thứ năm. 26 tháng 4 trở lại sân bay 30 tháng 4Đọc thêm",
            "Nếu bạn đang thuê xe, hãy đi với Cactus.  Họ báo giá đầy đủ, bao gồm cả bảo hiểm bắt buộc và thực hiện việc này thực sự dễ dàng.  Chúng tôi rất ấn tượng.  Bạn tôi đã có khoảng thời gian thuê ô tô tồi tệ trong một chuyến đi khác đến Mexico nên chúng tôi hơi lo lắng, nhưng Cactus đã được giới thiệu và chúng tôi rất vui vì đã sử dụng chúng.Đọc thêm",
            "Cách đến Los Cerritos từ Todos Santos.Đọc thêm",
            "Tôi đang tự hỏi liệu có cơ sở vật chất nào dành cho phòng tắm và vòi sen dành cho người đi biển hay không, để chúng tôi có thể tắm rửa sạch sẽ và đến một nhà hàng địa phương sau một ngày trên bãi biển... kể từ khi chúng tôi đến từ Cabo?Đọc thêm",
            "Chắc chắn là phòng tắm, không chắc chắn về vòi hoa sen. Đồ ăn và đồ uống ngon trên bãi biển Đọc thêm",
            "điều gì bạn cho là quá đáng? tôi đang cố gắng tìm hiểu về giá cả trong khu vựcĐọc thêm",
            "Có một số lựa chọn ở khu vực gần đó có thể tốn từ 5-30 đô la cho một bữa tối.  Pescadero cũng cách đó 5 phút với khá nhiều lựa chọn đa dạng và Todso Santos cách đó 10 phút với mọi thứ tốt nhất! tacos cá cho một bữa ăn ngon tuyệt vời dành cho 1 người cho 30 người. Bạn chỉ cần hỏi xung quanh hoặc sẵn sàng rời khỏi khách sạn của mình.  \n\nĐây không phải là một khu vực bao gồm tất cả, nhưng bạn sẽ tìm thấy những món ăn tươi ngon và tuyệt vời nhờ nó.Đọc thêm",
            "Chi phí sử dụng cabin ở đó là bao nhiêu? XIN VUI LÒNGĐọc thêm"
        ],
        "star_ratings": [
            354,
            211,
            61,
            17,
            15
        ],
        "review_amount": 658,
        "location": [
            "Bãi biển Los Cerritos",
            "México",
            "Baja California",
            "Baja California Sur",
            "Những hoạt động nên làm ở Todos Santos",
            "Tất cả các vị thánh"
        ],
        "reviews_time": [
            "Written April 14, 2024",
            "Written February 19, 2024",
            "Written January 4, 2024",
            "Written November 22, 2023",
            "Written September 7, 2023",
            "Written June 28, 2023",
            "Written May 1, 2023",
            "Written April 5, 2023",
            "Written April 4, 2023",
            "Written March 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150777-d153625-Reviews-Playa_Los_Cerritos-Todos_Santos_Baja_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1636027-d13224429-Reviews-Barracuda_Cantina-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1636027-d21148137-Reviews-Casa_Maya_Restaurant-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1636027-d7708352-Reviews-Freesouls_Cerritos_Restaurant_condos-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13152865-d25219555-Reviews-Good_Vibes_Bar_And_Grill-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1636027-d9597950-Reviews-The_Riptide_Bar-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13152865-d27172758-Reviews-Big_Fun_Beach_Club-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d4444308-Reviews-Cerritos_Beach_Club_Surf-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13152865-d22994831-Reviews-Surfside_Bar_Grill-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13152865-d14797256-Reviews-The_Sunset_Restaurant-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13152865-d24045225-Reviews-Cactus_Club_Cerritos-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d153791-Reviews-Palm_Beach-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1636027-d2624762-Reviews-Pescadero_Skatepark-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d153625-Reviews-or10-Playa_Los_Cerritos-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d3328607-Reviews-Tortugueros_Las_Playitas-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d152810-Reviews-Punta_Lobos-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d15246868-Reviews-Over_The_Edge-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d152809-Reviews-Playa_La_Cachora-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d153790-Reviews-La_Pastora-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d23501935-Reviews-Sugar_Port_Trail-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d9861623-Reviews-Parque_Los_Pinos-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13152865-d13115962-Reviews-CRT_Surf_School-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d2069269-Reviews-Mario_Surf_School-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3181062-d27110155-Reviews-Cravings_At_The_Cove-Cerritos_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d14962066-Reviews-West_Side_Surf_School-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13152865-d25378739-Reviews-Cerritos_Beach_Dogs_Cafe-Playa_Cerritos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d2076490-Reviews-Todos_Santos_Eco_Adventures-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d6415806-Reviews-Explora_Baja-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d10004805-Reviews-Danny_Boy_Cabo-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d16750678-Reviews-Omega_Tours_Todos_Santos-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d2042826-Reviews-Espiritu_Baja_Tours-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d9865492-Reviews-Black_Sheep_Motorsports-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d15768893-Reviews-Sunrider_Adventure_Tours-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1636027-d6553364-Reviews-The_Joy_of_Floating-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1636027-d25175884-Reviews-Botanica_Spa_At_Kimpton_Mas_Olas-El_Pescadero_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644219-d3219324-Reviews-Tunnel_of_Eupalinos-Pythagorion_Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d2257716-Reviews-Isla_de_Caja_de_Muertos-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d19260047-Reviews-Spa_Land_Sauna-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d633445-Reviews-Dave_Buster_s_Arcade-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d7238266-Reviews-Kalamitsi_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3617489-Reviews-Antalium_Premium_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d4323042-Reviews-The_Old_Chocolate_House-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46745-d117458-Reviews-Point_Pleasant_Beach-Point_Pleasant_Beach_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g315852-d3530877-Reviews-Kerid_Crater-Selfoss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d324259-Reviews-Yu_Garden_Yuyuan-Shanghai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150777-d153625-Reviews-or10-Playa_Los_Cerritos-Todos_Santos_Baja_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150777-d153625-Reviews-Playa_Los_Cerritos-Todos_Santos_Baja_California.html"
    }
]