[
    {
        "attraction_name": "Playa de La Barceloneta",
        "attraction_name_vi": "Bãi biển Barcelona",
        "general_info": [
            "9.404 đánh giá",
            "91 trong số 1.410 điều cần làm ở Barcelona",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Ban đầu là khu dân cư của ngư dân, khu vực cổ kính này không thể thoát khỏi cảm giác làng quê nhỏ bé của nó: đồ giặt treo trên những con phố hẹp, những bà già la hét với nhau từ ban công và những quý ông lớn tuổi chơi trò chơi trên những chiếc ghế gỗ ngắn buôn chuyện trong ngày, Barceloneta có thể trở thành một nơi bộ phim. Các nghệ sĩ xếp hàng trên lối đi bộ lát gỗ trưng bày các cấu trúc cát chi tiết lộng lẫy của họ, khiến đây trở thành bãi biển được ghé thăm nhiều nhất trong thành phố mà những người đàn ông cởi trần đang tập luyện cũng có thể hữu ích. Bạn sẽ biết nhờ mùi thơm thơm ngon mà bạn đã đến đúng nơi để thử một số loại hải sản ngon nhất và chân thực nhất bao gồm paella, món ăn quốc gia của Tây Ban Nha.Đọc thêm",
            "Yêu bãi biển. Đã đi vào hai ngày riêng biệt trong thời gian chúng tôi ở Barcelona. Một ngày nọ, dọc theo bãi biển - một buổi chiều đẹp trời với vài người bán hàng rong bán bia, nước, đồ uống, chăn màn, v.v. Đã nói không, cảm ơn bạn một vài lần. Không có gì. Ngày thứ hai chúng tôi đã đến gần cảng Vell. Nó hoàn toàn bị phá hỏng bởi số lượng người bán hàng rong liên tục yêu cầu bạn mua đồ. Có rất nhiều. Xem họ với một số cặp đôi trẻ hơn - một số trở nên khá đáng sợ. Khó có thể thư giãn vì chúng. Thật là ngại quá. Sẽ không ghé thăm phần này một lần nữa. Hy vọng các cơ quan chức năng có thể tìm ra cách để kiểm soát điều này trước khi nó khiến những người khác không đến.Đọc thêm",
            "Bãi biển đẹp vì nó nằm trong thành phố. Cát chủ yếu được bao phủ bởi những viên sỏi nhỏ nên không dễ đi lại. Bãi biển đông đúc khi tôi đi, mặc dù lúc đó đang là tháng Chín. Trong nước có sứa, tôi không ngờ tới nên không cẩn thận tránh xa chúng. Tôi bị chích vài lần, cơn đau biến mất sau khoảng một giờ. Đọc thêm",
            "Bãi cát tấp nập. Khá sạch sẽ. Không có đủ nhà vệ sinh ở bất cứ đâu. Đã bị làm hỏng bởi số lượng người mặc cả cố gắng bán đồ uống - bia lạnh, bơ thực vật, mojitos, nước. Bạn nghe thấy điều này liên tục, điều này hơi khó chịu khi bạn đang cố gắng thư giãn trên bãi biển.   Có một số bãi biển xa hơn và không có nhiều người bánĐọc thêm",
            "Chúng tôi chắc chắn đã rất thích chuyến thăm bãi biển ở Barceloneta hơn một tuần trước. Từ khách sạn ở trung tâm thành phố, chúng tôi dễ dàng bắt được một chiếc xe buýt đưa chúng tôi đến ngay bãi biển. Đến đó đúng giờ để ăn trưa, chúng tôi nhanh chóng có được một bàn tại một trong nhiều quán cà phê bên bờ biển. Từ đó chúng tôi có một bàn ở hàng ghế đầu và nó có tầm nhìn thẳng ra bãi biển. Chúng tôi đã có một bữa trưa nhẹ bao gồm một vài loại bia và có khoảng thời gian tuyệt vời để hòa mình vào bầu không khí bãi biển. Sau khoảng một giờ ở đó, chúng tôi đi bộ trên lối đi lót ván thêm một giờ nữa để quan sát cảnh vật và âm thanh của bãi biển quyến rũ. Có rất nhiều việc phải làm trong khu vực nên chúng tôi khuyên bạn nên dành một hoặc hai giờ ở đó.Đọc thêm",
            "Vì vậy, hãy nhìn xem, đây là thỏa thuận. Ở đây rất bận rộn, ngay cả trong tháng 10 vì nhiệt độ thường vẫn trên 20 độ C.\nNhư nhiều người sẽ nói, đây cũng là một bãi biển của cư dân thành thị, nơi mọi người đến để tạo dáng, được ngắm nhìn, tập thể dục, bơi lội, tắm nắng, ăn uống và vui vẻ...và nói chung là thoát khỏi cuộc sống thành phố mặc dù chỉ mất 15-20 phút trên xe buýt hoặc xe điện để trở về trung tâm Barcelona dày đặc.\nMột điều tôi thực sự thích ở Barceloneta, hơn cả bãi biển rộng lớn và cần phải có đối với một thành phố có 3 triệu dân không bao gồm khách du lịch, đó là việc bạn thực sự có cảm giác như mình đã rời khỏi phần chính của thành phố và bước vào. một khu nghỉ dưỡng ven biển khi bạn đến đây. Vâng, nó bận rộn hơn và gần như không thoải mái như một số khu nghỉ dưỡng ven biển, nhưng nó vẫn mang lại cảm giác thoải mái và tôi khá thích nó.\nRất nhiều địa điểm ăn uống, vào mùa bán cao điểm đầu tháng 10 vẫn đông đúc nhưng cảm giác như đó là một nhịp độ dễ chịu hơn và như có nhiều không gian và sự thân thiện hơn trong không khí.\nTôi sẽ không nói rằng đây sẽ là một bãi biển được tôi lựa chọn, nhưng toàn bộ khu vực này là một lối thoát tuyệt vời khỏi sự điên cuồng liên tục của chính Barcelona và thực tế là việc đi đến trung tâm Barcelona rất dễ dàng là một phần thưởng thực sự và điều này đó là lý do tại sao rất nhiều người yêu thích thành phố này vì nó nằm trên bờ biển và có nhiều bãi biển...mặc dù tôi vẫn thích Madrid hơn!\nMột lần nữa, tôi thích các thành phố nhỏ hơn ở Tây Ban Nha hơn Madrid, vì vậy điều đó không liên quan!Đọc thêm",
            "Chúng tôi đã đi vào tháng Tư và trời quá lạnh để có thể đi ra biển, mặc dù một số linh hồn dũng cảm đã thực sự bơi lội. Bãi biển này là điển hình, không phải là một bãi biển tuyệt đẹp ở vùng Caribe, nhưng sẽ là nơi lý tưởng để tắm nắng và bơi lội trong thời gian ấm áp hơn. Có một quán bar ngoài trời phục vụ đồ ăn và đồ uống, giá cao hơn những gì bạn có thể mua ở các khu vực khác của Barcelona, ​​​​nhưng có tầm nhìn ra đại dương ngay trước mặt bạn. Có những chiếc bô dành cho nhà vệ sinh, khá thô thiển nhưng cần thiết. Tôi sẽ bỏ qua điều này nếu tôi đến thăm Barcelona lần nữa; có quá nhiều thứ để thấy điều đó tốt hơn nhiều.Đọc thêm",
            "Chúng tôi đến thăm Barcelona vào giữa tháng 4, vì vậy biết rằng ở bãi biển sẽ không đẹp bằng những tháng ấm hơn.  Tuy nhiên, dựa trên nghiên cứu của chúng tôi, tôi vẫn nghĩ sẽ rất thú vị nếu dành chút thời gian ở bãi biển ngay cả khi chỉ ngồi ở một nhà hàng trước bãi biển. Thật không may, ngày chúng tôi đến đây, bãi biển có nhiều gió hơn so với trong thành phố, điều này làm giảm trải nghiệm.  Vẫn còn rất nhiều người đi lại quanh lối đi bộ lót ván, nhưng không có nhiều người thông thoáng. Ngoài ra, dọc bãi biển dường như có rất nhiều rác nên chúng tôi không đi xuống bãi cát.  Chúng tôi không ở lại lâu và cuối cùng bắt xe buýt đi nơi khác và ăn ở đó. Trong những tháng hè, tôi chắc chắn rằng đó là một trải nghiệm thú vị hơn, nhưng đối với chúng tôi, thời gian để đến đó vào giữa tháng 4 không đáng là bao.Đọc thêm",
            "Bãi cát ven biển trải dài từ Khách sạn W Barcelona khá mới đến Diễn đàn ở phía đông bờ biển Barcelona và bao gồm một số bãi biển, nhưng đây có lẽ là bãi biển nổi tiếng nhất và là nơi mà hầu hết du khách đến Barcelona sẽ trải nghiệm.\nĐây là một bãi biển rất sôi động và là nơi người dân địa phương đến để chơi trò chơi, tạo dáng hoặc chỉ để thư giãn trên cát, và đối với khách du lịch, đây là một địa điểm tuyệt vời để đi dạo dọc theo hoặc chỉ ngồi trên bờ biển để ngồi và ngắm mọi người.\nChúng tôi luôn đi bộ trên đó khi ở trong thị trấn và không bao giờ sử dụng nó như một bãi biển và thành thật mà nói, nếu chúng tôi cân nhắc đến việc tắm nắng một chút, chúng tôi sẽ không chọn nơi này vì số lượng lớn những người bán hàng rong cố gắng bán cho bạn tất cả các loại hàng hóa là quá lớn, và từ nơi tôi ngồi, nó trông không được thư giãn cho những người nghèo cố gắng tắm nắng trên bãi biển. Đối với điều này, tôi có xu hướng giới thiệu những bãi biển yên tĩnh hơn cách xa trung tâm du lịch này. Đọc thêm",
            "Bãi cát phía trước biển trải dài suốt từ Khách sạn W Barcelona khá mới đến Forum ở cuối phía đông của mặt tiền biển Barcelona và bao gồm một số bãi biển, nhưng đây có lẽ là bãi biển nổi tiếng nhất và là nơi mà hầu hết du khách đến Barcelona sẽ trải nghiệm. một bãi biển rất sôi động và là nơi người dân địa phương đến chơi trò chơi, tạo dáng hoặc thư giãn trên bãi cát, và đối với khách du lịch, đây là một nơi tuyệt vời để đi dạo hoặc chỉ ngồi trên bức tường biển để ngồi và ngắm nhìn mọi người .Chúng tôi luôn đi bộ khi ở trong thị trấn và chưa bao giờ sử dụng nó làm bãi biển và thành thật mà nói nếu chúng tôi cân nhắc việc tắm nắng một chút thì chúng tôi sẽ không chọn ở đây vì có rất nhiều người bán hàng rong trên bãi biển đang cố gắng bán cho bạn tất cả mọi thứ. chỉ nằm ngoài quy mô, và từ nơi tôi đang ngồi, nó trông không được thư giãn cho lắm đối với những người nghèo đang cố gắng tắm nắng trên bãi biển. Vì điều này, tôi có xu hướng giới thiệu những bãi biển yên tĩnh hơn cách xa trung tâm du lịch này.Đọc thêm",
            "Chúng tôi đến thăm Barcelona vào giữa tháng 4, vì vậy biết rằng ở bãi biển sẽ không đẹp bằng những tháng ấm hơn.  Tuy nhiên, dựa trên nghiên cứu của chúng tôi, tôi vẫn nghĩ sẽ rất thú vị nếu dành chút thời gian ở bãi biển ngay cả khi chỉ ngồi ở một nhà hàng trước bãi biển. Thật không may, ngày chúng tôi đến đây, bãi biển có nhiều gió hơn so với trong thành phố, điều này làm giảm trải nghiệm.  Vẫn còn rất nhiều người đi lại quanh lối đi bộ lót ván, nhưng không có nhiều người thông thoáng. Ngoài ra, dọc bãi biển dường như có rất nhiều rác nên chúng tôi không đi xuống bãi cát.  Chúng tôi không ở lại lâu và cuối cùng bắt xe buýt đi nơi khác và ăn ở đó. Trong những tháng hè, tôi chắc chắn rằng đó là một trải nghiệm thú vị hơn, nhưng đối với chúng tôi, thời gian để đến đó vào giữa tháng 4 không đáng là bao.Đọc thêm",
            "Điều tích cực là đó là một bãi biển đầy cát ngay trong thành phố. Cát tương đối sạch mặc dù là đá, bùn và mực nước. Thật tốt khi có một bãi biển như vậy nhưng xung quanh cũng có những bãi biển tốt hơn.Đọc thêm",
            "Chúng tôi đã đi vào tháng Tư và trời quá lạnh để có thể đi ra biển, mặc dù một số linh hồn dũng cảm đã thực sự bơi lội. Bãi biển này là điển hình, không phải là một bãi biển tuyệt đẹp ở vùng Caribe, nhưng sẽ là nơi lý tưởng để tắm nắng và bơi lội trong thời gian ấm áp hơn. Có một quán bar ngoài trời phục vụ đồ ăn và đồ uống, giá cao hơn những gì bạn có thể mua ở các khu vực khác của Barcelona, ​​​​nhưng có tầm nhìn ra đại dương ngay trước mặt bạn. Có những chiếc bô dành cho nhà vệ sinh, khá thô thiển nhưng cần thiết. Tôi sẽ bỏ qua điều này nếu tôi đến thăm Barcelona lần nữa; có quá nhiều thứ để thấy điều đó tốt hơn nhiều.Đọc thêm",
            "Vì vậy, hãy nhìn xem, đây là thỏa thuận. Ở đây rất bận rộn, ngay cả trong tháng 10 vì nhiệt độ thường vẫn trên 20 c. Như nhiều người sẽ nói, đây cũng là bãi biển của cư dân thành thị, nơi mọi người đến để tạo dáng, được ngắm nhìn, tập thể dục, bơi lội, tắm nắng, ăn uống và vui vẻ... và nói chung là tránh xa cuộc sống thành phố mặc dù chỉ mất 15-20 phút đi xe buýt hoặc xe điện để trở lại khu vực trung tâm dày đặc Barcelona. Một điều tôi thực sự thích ở Barceloneta, hơn cả bãi biển rộng lớn và cần phải Đối với một thành phố với 3 triệu dân không bao gồm khách du lịch, thực tế là bạn thực sự có cảm giác như mình đã rời khỏi phần chính của thành phố và bước vào một khu nghỉ dưỡng bên bờ biển khi đến đây. Đúng, nó bận rộn hơn và gần như không thoải mái như một số khu nghỉ dưỡng ven biển, nhưng nó vẫn mang lại cảm giác dễ chịu và tôi khá thích nó. Có rất nhiều địa điểm ăn uống, vào mùa bán thấp điểm đầu tháng 10 vẫn đông đúc nhưng có cảm giác như đó là một tốc độ dễ chịu hơn và giống như có nhiều không gian và sự thân thiện hơn trong không khí. Tôi sẽ không nói đây sẽ là một bãi biển được tôi lựa chọn, nhưng toàn bộ khu vực này là một lối thoát tuyệt vời khỏi sự điên cuồng liên tục của chính Barcelona và thực tế là việc đi đến trung tâm Barcelona rất dễ dàng là một lợi thế thực sự và đây là lý do tại sao rất nhiều người yêu thích thành phố này vì nó nằm trên bờ biển và có nhiều bãi biển...mặc dù tôi vẫn thích Madrid hơn! Sau đó, một lần nữa, tôi thích thành phố nhỏ hơn hơn các thành phố ở Tây Ban Nha đến Madrid, vì vậy điều đó không liên quan!Đọc thêm",
            "Sau khi ghé thăm Tossa del Mar tuyệt vời, tôi đã tranh luận xem liệu có đáng để ghé thăm bãi biển ít được đánh giá cao nhất mà nhiều nhà phê bình cảnh báo bạn nên tránh hay không. Sau một hồi do dự, tôi quyết định kiểm tra nó với anh trai mình. Chúng tôi bắt xe buýt từ Marina Ribes V21 gần khách sạn đến Pl Maritim- Pepe Rubianes. Các bãi biển gần Barceloneta là một trong những IMO xấu nhất do vị trí cảng và cụm bến cảng công nghiệp gần đó. Hãy nhìn từ trên không bằng Google Earth Khi bạn ở đó, nó trông không tệ lắm và thực sự giống một cái khá bình thường. Có quán bar, có cây cọ, có những cặp đôi tay trong tay đi dạo, những quý cô mặc quần lọt khe táo bạo, người ta trượt patin, công việc. Chúng tôi dành chút thời gian ở đây chỉ để chờ hoàng hôn. Đi bộ một chút và không gần lối vào tàu điện ngầm. Đáng xem mặc dù. Đọc thêm",
            "Chúng tôi chắc chắn đã rất thích chuyến thăm bãi biển ở Barceloneta hơn một tuần trước. Từ khách sạn ở trung tâm thành phố, chúng tôi dễ dàng bắt được một chiếc xe buýt đưa chúng tôi đến ngay bãi biển. Đến đó đúng giờ để ăn trưa, chúng tôi nhanh chóng có được một bàn tại một trong nhiều quán cà phê bên bờ biển. Từ đó chúng tôi có một bàn ở hàng ghế đầu và nó có tầm nhìn thẳng ra bãi biển. Chúng tôi đã có một bữa trưa nhẹ bao gồm một vài loại bia và có khoảng thời gian tuyệt vời để hòa mình vào bầu không khí bãi biển. Sau khoảng một giờ ở đó, chúng tôi đi bộ trên lối đi lót ván thêm một giờ nữa để quan sát cảnh vật và âm thanh của bãi biển quyến rũ. Có rất nhiều việc phải làm trong khu vực nên chúng tôi khuyên bạn nên dành một hoặc hai giờ ở đó.Đọc thêm",
            "Bãi cát tấp nập. Khá sạch sẽ. Không có đủ nhà vệ sinh ở bất cứ đâu. Đã bị làm hỏng bởi số lượng người mặc cả cố gắng bán đồ uống - bia lạnh, bơ thực vật, mojitos, nước. Bạn nghe thấy điều này liên tục, điều này hơi khó chịu khi bạn đang cố gắng thư giãn trên bãi biển.   Có một số bãi biển xa hơn và không có nhiều người bánĐọc thêm",
            "Bãi biển đẹp vì nó nằm trong thành phố. Cát chủ yếu được bao phủ bởi những viên sỏi nhỏ nên không dễ đi lại. Bãi biển đông đúc khi tôi đi, mặc dù lúc đó đang là tháng Chín. Trong nước có sứa, tôi không ngờ tới nên không cẩn thận tránh xa chúng. Tôi bị chích vài lần, cơn đau biến mất sau khoảng một giờ. Đọc thêm",
            "Đây là một bãi biển đẹp nhưng việc tận hưởng nó một cách đúng đắn là điều gần như không thể vì hoạt động không ngừng nghỉ của những người bán hàng rong bất hợp pháp. Cảnh sát lái xe dọc theo phía sau bãi biển bằng xe bốn bánh nhưng không có hành động gì và không có gì thay đổi. Hầu hết mọi người dường như đều mang theo khăn tắm và dù che nắng trên bãi biển, đó là những gì chúng tôi đã làm. Làm sao bạn có thể làm gì khác khi những người thuê giường phơi nắng đang yêu cầu 60 cho hai chiếc giường phơi nắng và một chiếc ô.   Đọc thêm",
            "Có ai biết giá thuê một chiếc ghế tắm nắng và một chiếc ô trên bãi biển Sitges là bao nhiêu không?Đọc thêm",
            "Khi nào bạn có thể tận hưởng bãi biển, biển và tìm những bãi biển mà không có quá nhiều người? Bạn chỉ có thể tận hưởng bãi biển vào mùa hè? Thời tiết như thế nào vào những thời điểm khác trong năm? cảm ơn bạnĐọc thêm",
            "Xin chào...Tôi muốn biết cách thanh toán cho ô và võng. Họ thường thuê ở đâu, ở quán bar bên bờ biển? Bạn trả tiền sau hay trước khi sử dụng?Đọc thêm",
            "Mình chưa thuê dù hay võng, mình luôn mang theo khăn tắm để mình đứng cạnh biển, mình xin lỗi không giúp được gìĐọc thêm",
            "Có cơ sở vật chất nào được trang bị ô và ghế xếp không? Đọc thêm",
            "Vâng tôi đây. Nó chủ yếu là một bãi biển miễn phí, ô có thể được mua với giá 10Đọc thêm",
            "Xin chào!!!... Tôi sẽ đến Barcelona vài ngày và mùa đông sẽ đến rồi, đầu tháng 12, tôi là người thích dành hàng giờ trước biển, bạn có giới thiệu nó hay không? thời tiết không phù hợp...?",
            "Xin chào, hãy dạo quanh Barceloneta và toàn bộ khu cảng này rất đẹp, nhưng bạn phải ăn mặc đẹp vì trời lạnh. Tiếc là cuối thu và đông khá lạnhĐọc thêm",
            "Xin chào\nbạn có thể vui lòng cho tôi biết bãi biển này là cát hay đá nhỏ không?\ncảm ơn bạn rất nhiềuĐọc thêm",
            "Chúng ta ăn món cá ngon nhất ở đâu trên bãi biển Barceloneta?Đọc thêm",
            "Tôi đã ở bãi biển Barceloneta vào ngày 11 tháng 5 và có rất nhiều người nhưng tất cả đều che chắn. tôi đã không cởi quần áo của tôi  Buổi sáng ấm áp nhưng buổi chiều lại mát mẻ và có lẽ đó là lý do.Đọc thêm",
            "Họ có những bãi biển khỏa thân, nhưng đây không phải là một trong số đó. Tuy nhiên, tôi thấy khá nhiều người không gặp vấn đề gì khi tắm rửa, v.v. Đây rõ ràng là một phong tục ở Tây Ban Nha, vì vậy chúng tôi chỉ tiếp tục ngày của mình Đọc thêm",
            "Tôi sẽ dành 6 ngày ở Cambrils, Tây Ban Nha. Có khách sạn nào đàng hoàng ngay trên bãi biển không? Bạn muốn giới thiệu những nhà hàng ngon nào? Tôi không lái xe; bạn có đề xuất nào khi tham quan khu vực Tarragona không?Đọc thêm",
            "Ừm, câu hỏi của bạn được đặt dưới Bãi biển Barceloneta nằm ở Barcelona, ​​​​cách Cambrils khoảng 2 giờ lái xe.  Bất kỳ ai đã ghé thăm Bãi biển Barceloneta đều không nhất thiết phải đến Cambrils, vì vậy bạn có thể không nhận được câu trả lời mình cần.  Thay vào đó, tôi có thể đề nghị bạn nhập lại truy vấn của mình trong Cambrils không.  Chúc may mắn.Đọc thêm",
            "Đại học Barcelona ở đâu?Đọc thêm",
            "Nó ở thành phố Barcelona, ​​ngay trung tâm.Đọc thêm"
        ],
        "star_ratings": [
            3679,
            3682,
            1489,
            348,
            206
        ],
        "review_amount": 9404,
        "location": [
            "Barcelona",
            "Tỉnh Barcelona",
            "Tây ban nha",
            "Những điều cần làm ở Barcelona",
            "Châu Âu",
            "Bãi biển Barcelona",
            "Catalonia"
        ],
        "reviews_time": [
            "Written July 27, 2023",
            "Written October 7, 2023",
            "Written October 11, 2023",
            "Written October 13, 2023",
            "Written January 11, 2024",
            "Written April 8, 2024",
            "Written May 16, 2024",
            "Written June 3, 2024",
            "Written June 4, 2024",
            "Written May 16, 2024",
            "Written May 9, 2024",
            "Written April 8, 2024",
            "Written January 11, 2024",
            "Written November 5, 2023",
            "Written October 13, 2023",
            "Written October 11, 2023",
            "Written October 7, 2023",
            "Written September 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187497-d2645511-Reviews-Playa_de_La_Barceloneta-Barcelona_Catalonia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d25459161-Reviews-Caminito_Grill_Steak_House-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d25064697-Reviews-La_Parrillada-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d2516874-Reviews-Baluard_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d6541773-Reviews-Bro-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d4541296-Reviews-La_Peninsular-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d6788331-Reviews-Bodega_Iberia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d2295847-Reviews-El_Xiringo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d10724013-Reviews-Can_Sardi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d13958571-Reviews-Bo_Kaap-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d943811-Reviews-La_Cova_Fumada-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d9997409-Reviews-Fuente_de_Carmen_Amaya-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21409660-Reviews-Escultura_Balanza_Romana-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3468814-Reviews-Mercat_de_la_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246171-Reviews-Basilica_de_Santa_Maria_del_Mar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190162-Reviews-Gothic_Quarter_Barri_Gotic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246512-Reviews-Museu_d_Historia_de_Catalunya_Museum_of_Catalan_History-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7390331-Reviews-Torre_de_les_Aigues_del_Besos-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190824-Reviews-Palace_of_Catalan_Music-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21503023-Reviews-La_Fabrica_Del_Sol-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21235677-Reviews-Torre_De_Las_Aguas_De_La_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2645511-Reviews-or10-Playa_de_La_Barceloneta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190624-Reviews-Parc_Guell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246511-Reviews-Parc_de_la_Ciutadella-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2359212-Reviews-Parc_de_Montjuic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6401014-Reviews-Puerto_de_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7052313-Reviews-Bogatell_Beach-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2394734-Reviews-Parque_del_Laberint_d_Horta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3467712-Reviews-Platja_de_la_Nova_Mar_Bella-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7021032-Reviews-Mossen_Costa_i_Llobera_Gardens-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12352056-Reviews-Placa_de_Gaudi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7981033-Reviews-Platja_de_la_Nova_Icaria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10541852-Reviews-Secret_Food_Tours_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5899761-Reviews-Bar_Pinol-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3954772-Reviews-Absenta_Bar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10317567-Reviews-Escoot_Urban_Electric_Scooter-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8429977-Reviews-Hoverboard_Rental-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d26231009-Reviews-Beachin-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2034482-Reviews-UNICA_BARCELONA_Tours_Experiences-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d9705695-Reviews-Robot_City-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12187651-Reviews-Sea_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d26243474-Reviews-Beachin_Beach_Equipment_Rentals-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12431481-Reviews-Onda_Hair_Beauty-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17323962-Reviews-Bodega_Familia_Romero-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g790291-d320054-Reviews-Borobudur_Temple-Borobudur_Magelang_Central_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7609591-Reviews-Pike_Place_Fish_Market-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4783128-Reviews-Highland_Park-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d19916123-Reviews-Dehiwala_Zoo-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320976-Reviews-Universal_Studios_Japan-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d2279461-Reviews-Cape_Cod_Inflatable_Park-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d26305743-Reviews-Sarajevska_zicara-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190146-Reviews-Royal_Palace_of_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d240017-Reviews-Quartier_Latin-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d554439-Reviews-Damlatas_Caves-Alanya_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187497-d2645511-Reviews-or10-Playa_de_La_Barceloneta-Barcelona_Catalonia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187497-d2645511-Reviews-Playa_de_La_Barceloneta-Barcelona_Catalonia.html"
    }
]