[
    {
        "attraction_name": "Plaza y Mercado Santo Tomás",
        "attraction_name_vi": "Quảng trường và chợ Santo Tomás",
        "general_info": [
            "627 đánh giá",
            "- 3 trong số 10 điều cần làm ở Chichicastenango",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Thứ Năm và Chủ nhật, ngôi làng miền núi này biến thành chợ thủ công mỹ nghệ lớn nhất thế giới, nơi bạn sẽ tìm thấy đồ gốm, hàng dệt đầy màu sắc, mặt nạ gỗ chạm khắc, hoa, hương và các mặt hàng khác của người Maya để bán.Đọc thêm",
        "reviews": [
            "Thị trường này LỚN Tôi đã đến đây vào tháng 1 năm 2017 và rất ngạc nhiên trước số lượng lớn hàng dệt may được sản xuất. Những tác phẩm nghệ thuật đẹp đẽ, phức tạp dưới dạng túi xách, áo sơ mi, váy, v.v. khiến bạn muốn có một trong mọi thứ. Đọc thêm",
            "Chichicastenango là một thị trấn Maya đích thực xinh đẹp ở Guatemala. Ẩn mình trong ngôi làng miền núi là chợ Chichicastenango nổi tiếng. Đó là một mê cung gồm những con đường xuyên qua 100 và 100 gian hàng bán bất cứ thứ gì bạn muốn. Mở cửa Thứ Ba và Chủ nhật từ 6 giờ sáng đến 6 giờ chiều. Tất nhiên, có rất nhiều mặt hàng dành cho khách du lịch nhưng cũng có rất nhiều sản phẩm. Hướng dẫn viên của tôi đề xuất, khả năng bất kỳ hàng dệt may hoặc đồ gốm nào khác sẽ được sản xuất ở Guatemala là khoảng 30 - . Hầu hết các mặt hàng được sản xuất tại Trung Quốc. Điều đó làm tim tôi chùng xuống. Nếu bạn nhìn thấy một người phụ nữ đang dệt thì vâng, đó có thể là sản phẩm được sản xuất tại địa phương nhưng - người mua hãy cẩn thận -. Tôi cũng được khuyên không nên ăn BẤT CỨ THỨ NÀO từ chợ, cho dù nó trông có hấp dẫn đến đâu. Tôi thích bút đánh dấu nhưng thấy cái này lặp đi lặp lại, ngột ngạt và hơi buồn tẻ. Tất nhiên, việc quan sát mọi người luôn hấp dẫn nhưng người dân địa phương lại ngại ngùng và không muốn chụp ảnh hoặc mong được trả tiền cho một bức ảnh. Vì vậy, tôi đã cất điện thoại của mình đi. Kẻ móc túi đầy rẫy nên chỉ mang theo điện thoại và một chiếc ví nhỏ, tôi nhét chiếc ví vào chiếc áo ngực, nó ôm sát vào da tôi một cách bất thường. Nhà thờ giữa chợ có gì đó xây dựng bi thảm. Ban đầu là một ngôi đền của người Maya có mái bằng, những người theo đạo Thiên chúa đã đến và xây dựng nhà thờ riêng trên đỉnh ngôi đền. Ngày nay, nó được bao quanh bởi các bên liên quan, mùi thức ăn và giáo dân. Mang theo tiền địa phương, đồng Quetzals của Guatemala. Nếu khả năng định hướng của bạn không tốt, tôi sẽ ghim một chiếc ghim trên điện thoại của bạn trước khi bạn vào mê cung để bạn có thể tìm đường ra.Tận hưởng.Đọc thêm",
            "Nếu bạn có thể - hãy tìm nó ở đây - Chợ rất sầm uất, nơi bạn có thể mua khá nhiều thứ. Ở giữa nó, bạn sẽ tìm thấy Iglesias de Santo Tomas.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi trong ngày từ Antigua đến chợ Chichi và dành vài giờ ở đó. Được báo trước là một trong những khu chợ lớn nhất trong khu vực, chúng tôi đã hy vọng có được trải nghiệm thú vị. Không hẳn. Bạn được hàng trăm người tiếp cận, tất cả họ đều cố gắng bán cho bạn thứ gì đó với giá tốt. Hầu hết mọi người nhắm mục tiêu đến bạn bằng ít nhất ba ngôn ngữ. Rất nhiều người dân địa phương với một số khách du lịch. Nơi đã chật cứng. Bạn có thể mua hầu như mọi thứ ở đây từ đồ dùng nhà bếp đến váy. Rất đầy màu sắc. Chất lượng ổn. Chúng tôi không tìm thấy bất cứ điều gì theo ý thích của chúng tôi. Quà lưu niệm ở hầu hết các quầy hàng. Rau tươi và trái cây rất nhiều. Những con vịt, con gà tội nghiệp được nhốt vào lồng để mang về nhà ăn tối. Rất nhiều hướng dẫn chính thức và không chính thức cung cấp dịch vụ của họ. Nói chung là một trải nghiệm đáng thất vọng nhưng hãy tự mình đi và xem. Ngày họp chợ là thứ năm và chủ nhật. Chúng tôi đã có một ly sinh tố tuyệt vời tại một trong những quán cà phê và món nachos đáng quên với phô mai. Cảnh sát sẽ hướng dẫn bạn khi bạn bị lạc.Đọc thêm",
            "Thị trường có nhiều lựa chọn tốt nhưng chúng tôi nhận thấy rằng không có nhiều hàng dệt như bạn nghĩ - Nim - Pot - s ở Antigua là lựa chọn tốt hơn, với giá cả tốt hơn. Tuy nhiên, thật thú vị khi đi lại khó khăn nếu bạn - đã từng đến các khu chợ ở Đông Nam Á, khu chợ này sẽ không thể so sánh được về quy mô, mặc dù nó được cho là lớn nhất trong khu vực. Có một bảo tàng nhỏ ngọt ngào ở một bên nơi bạn có thể tìm hiểu về lịch sử địa phương, họ cũng có phòng tắm sạch sẽ. Các nhà thờ rất thú vị để tham quan và được người Maya sử dụng cho các nghi lễ địa phương. Bạn cần phải tôn trọng khi bước vào.Đọc thêm",
            "Màu sắc, thị trường và bầu không khí!  Đã yêu nó.  Một số phần là thị trường điển hình nhưng hầu hết đều rất tuyệt.  Chất lượng rất tốt.  Tôi đã mua khá nhiều thứ và bạn có thể mặc cả.  An toàn nhưng theo bất kỳ thị trường nào, hãy để ý những vật có giá trị.  Rất lớn và rất dễ bị lạc.  Rất bận.  Chăn và chăn thực sự có chất lượng tốt và ấm áp.  Tuy nhiên, tôi đã phải vật lộn với hành lý và mang nó về nhà!Đọc thêm",
            "Chúng tôi thực hiện một chuyến đi trong ngày từ Hồ Atitlan đến Chợ Chichicastenango. Lái xe khoảng một giờ. Những điều cần biết trước khi đi:Nhận tiền mặtHãy chuẩn bị sẵn sàng để nói Không quá một lần. Cần lưu ý rằng nền kinh tế du lịch đang chậm lại do đại dịch. Mọi người đang đau khổ vì tiền. Nếu bạn có đủ khả năng để mua một thứ gì đó với mức giá hơi cao thì bạn nên làm như vậy. Khi đi dạo trong chợ, hãy giữ chặt những đồ vật có giá trị của mình. Ở đây móc túi là chuyện có thật. Chúng tôi đi bộ qua khu chợ để đến các nhà thờ và bảo tàng. Chúng tôi dành vài phút để đến thăm họ và nghỉ ngơi giữa sự hối hả và hối hả của khu chợ. Nhìn chung chúng tôi đã có một trải nghiệm tuyệt vời. Chúng tôi đã mua một số áo sơ mi dệt, đồ trang sức và đồ lặt vặt rất đẹp. Một ngày đáng yêu ở chợ.Đọc thêm",
            "Amazing experience but not  - all fun and charm. -  As white Americans, we stood out and we were hounded by women and some children trying to desperately to sell us goods for what we knew were inflated prices. At one point there were 5 people around us. We did not resent this - it - s part of the experience, and the people are trying to survive, and Coronavirus starved the country of tourist revenue for a year. But it can get a little exhausting. One woman had clearly memorized a successful sales pitch: seven children, no money because of pandemic, and her tapestries were hand-made, and took three months to make - which was patently untrue. My wife did get a beautiful hand-made shirt. We went into the St. Tomas church, not just to take in the architecture, or the mixture of native and catholic religions being practiced out front, but because it was a relief - we sat in the quiet and relaxed from the solicitation. As others have described, the more touristy products, textiles, masks, are closer to the front; at the rear are the animals, and only Guatemalans shopping. Let - s say, it - s not a celebration of animal rights. Six or seven roosters crammed in a rope bag, pulled out one at a time squawking, and squeezed back in when the customer did not want it. Little piglets and calfs tethered to posts on dry ground in the hot sun. The cemetery was as interesting as other posts say. The bright colors are typical in central America. It was especially interesting  - and I say this with a bit of morbid tourist guilt - , to see a small funeral or grieving service of some kind, led by a man burning incense, chanting in an indigenous language, then inserting prayers to Santa this and Santa that --- the very definition of syncretic faith. The town was not charming. It was gritty; it felt  - real -  - aside from the restaurants and some coffee shops catering to tourists. The trip was intense, interesting, tiring, and totally worthwhile. But I wouldn - t expect a charming, quaint, colorful market at which you can stroll at your leisure.Read more",
            "Đây là nơi mà thực tế thực sự của - chủ nghĩa toàn cầu - đập vào mặt bạn. Trên thực tế, tất cả các sản phẩm đều được sản xuất hàng loạt tại Trung Quốc. Một sự ô nhục đẫm máu.Đọc thêm",
            "Tôi - tôi không chắc liệu đó có phải là do đại dịch hay chỉ là tôi có một góc nhìn khác về những khu chợ hỗn loạn sầm uất, nhưng chúng tôi hoàn toàn yêu mến nơi này. Người bán hàng rất ngọt ngào và không quá tự đề cao, họ rất háo hức nhưng nếu bạn từ chối một cách lịch sự và chúc họ mọi điều tốt lành thì họ sẽ để bạn yên. Hàng hóa phong phú và đa dạng, giá khởi điểm cao hơn một chút so với xela nhưng sẵn sàng giảm khá nhiều khi bạn mặc cả. Khu chợ rộng lớn trải dài trên nhiều con phố, chúng tôi thấy chủ yếu là người dân địa phương mua sắm ở đây. Chúng tôi thích đi dạo xung quanh ngắm nhìn con người và các loại vải. Tuyệt đối phải!Đọc thêm"
        ],
        "star_ratings": [
            273,
            212,
            90,
            29,
            23
        ],
        "review_amount": 627,
        "location": [
            "Các hoạt động ở Chichicastenango",
            "Trung Mỹ",
            "Quảng trường và chợ Santo Tomás",
            "Sở El Quiche",
            "Guatemala",
            "Chichicastenango"
        ],
        "reviews_time": [
            "Written July 26, 2023",
            "Written June 9, 2023",
            "Written November 17, 2022",
            "Written October 28, 2022",
            "Written September 18, 2022",
            "Written March 29, 2022",
            "Written January 25, 2022",
            "Written July 18, 2021",
            "Written June 26, 2021",
            "Written February 7, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g292004-d300304-Reviews-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d2615326-Reviews-Casa_de_San_Juan-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d12591776-Reviews-Restaurante_Italiano_Los_Fratelli-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d6598942-Reviews-Las_Brasas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d4589929-Reviews-Atrio_K_pe-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d23885860-Reviews-Casa_Mash-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d3903856-Reviews-Restaurante_Don_Pasqual-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d12874401-Reviews-Taqueria_La_Carreta-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d14767690-Reviews-Restaurant_of_Santo_Tomas_Hotel-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d1111480-Reviews-La_Villa_de_Don_Tomas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292006-d24933054-Reviews-Restaurante_Y_Cafeteria_Tiox_Laj_Mash-Guatemala_City_Guatemala_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300307-Reviews-Santo_Tomas_Church-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d20945297-Reviews-Moreria_Santo_Tomas_Fabrica_De_Mascaras-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300305-Reviews-Chichi_Cemetery-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d308668-Reviews-Pascual_Abaj-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d10847232-Reviews-Casa_Tzocoma-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-or10-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d20034564-Reviews-Casa_Diego_Ignacio-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1534524-Reviews-Historic_Center_of_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1020085-Reviews-Kompong_Phluk-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d16819305-Reviews-Potami_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g297917-d455332-Reviews-Khao_Sok_National_Park-Surat_Thani_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d1572068-Reviews-Kleftiko_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4307513-Reviews-Dancing_House-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3380542-Reviews-Lapad_Beach-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563697-Reviews-Blue_Man_Group-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d3783816-Reviews-Old_Bazaar_Skopje-Skopje_Skopje_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-or10-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html"
    },
    {
        "attraction_name": "Plaza y Mercado Santo Tomás",
        "attraction_name_vi": "Quảng trường và chợ Santo Tomás",
        "general_info": [
            "627 đánh giá",
            "3 trong số 10 điều cần làm ở Chichicastenango",
            "Chợ trời"
        ],
        "attraction_summary": "Vào thứ năm và chủ nhật, ngôi làng miền núi này sẽ trở thành khu chợ thủ công mỹ nghệ lớn nhất thế giới, nơi bạn sẽ tìm thấy đồ gốm, hàng dệt may nhiều màu sắc, mặt nạ gỗ chạm khắc, hoa, hương và các mặt hàng khác của người Maya được bày bán. Đọc thêm",
        "reviews": [
            "Thị trường này LỚN Tôi đã đến đây vào tháng 1 năm 2017 và rất ngạc nhiên trước số lượng lớn hàng dệt may được sản xuất. Những tác phẩm nghệ thuật đẹp đẽ, phức tạp dưới dạng túi xách, áo sơ mi, váy, v.v. khiến bạn muốn có một trong mọi thứ. Đọc thêm",
            "Chichicastenango là một thị trấn Maya đích thực xinh đẹp ở Guatemala. Ẩn mình trong ngôi làng miền núi là chợ Chichicastenango nổi tiếng. Đó là một mê cung của những con đường xuyên qua 100 và 100 quầy hàng bán bất cứ thứ gì bạn muốn. Mở cửa vào Thứ Ba và Chủ Nhật từ 6 giờ sáng đến 6 giờ chiều. Tất nhiên, có rất nhiều mặt hàng dành cho khách du lịch nhưng cũng có rất nhiều sản phẩm. Theo khuyến nghị của hướng dẫn viên của tôi, khả năng bất kỳ hàng dệt may hoặc đồ gốm nào khác được sản xuất ở Guatemala là khoảng 30 Hầu hết các mặt hàng được sản xuất tại Trung Quốc. Điều đó làm tim tôi chùng xuống. Nếu bạn nhìn thấy một người phụ nữ đang dệt thì vâng, đó có thể là sản phẩm được sản xuất tại địa phương nhưng người mua hãy cẩn thận. Tôi cũng được khuyên không nên ăn BẤT CỨ THỨ NÀO từ chợ, cho dù nó trông có hấp dẫn đến đâu. Tôi thích bút đánh dấu nhưng thấy cái này lặp đi lặp lại, ngột ngạt và hơi đần độn. Tất nhiên, việc quan sát mọi người luôn hấp dẫn nhưng người dân địa phương lại ngại ngùng và không muốn chụp ảnh hoặc mong được trả tiền cho một bức ảnh. Vì vậy, tôi đã cất điện thoại của mình đi. Kẻ móc túi đầy rẫy nên chỉ mang theo điện thoại và một chiếc ví nhỏ, tôi nhét chiếc ví vào chiếc áo ngực, nó ôm sát vào da tôi một cách bất thường. Nhà thờ giữa chợ có gì đó xây dựng bi thảm. Ban đầu là một ngôi đền của người Maya có đỉnh bằng, những người theo đạo Thiên Chúa đã đến và xây dựng nhà thờ riêng trên đỉnh ngôi đền. Ngày nay, nó được bao quanh bởi các bên liên quan, mùi thức ăn và giáo dân. Mang theo tiền địa phương, Quetzals Guatemala. Nếu khả năng định hướng của bạn không tốt, tôi sẽ ghim trên điện thoại của bạn trước khi bạn vào mê cung để bạn có thể tìm đường ra. Chúc bạn vui vẻ .Đọc thêm",
            "Nếu bạn không thể tìm thấy nó ở đây Thị trường rất sầm uất, nơi bạn có thể mua khá nhiều thứ. Ở giữa nó, bạn sẽ tìm thấy Iglesias de Santo Tomas.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi trong ngày từ Antigua đến chợ Chichi và dành vài giờ ở đó. Được báo trước là một trong những khu chợ lớn nhất trong khu vực, chúng tôi đã hy vọng có được trải nghiệm thú vị. Không hẳn. Bạn được hàng trăm người tiếp cận, tất cả họ đều cố gắng bán cho bạn thứ gì đó với giá tốt. Hầu hết mọi người nhắm mục tiêu đến bạn bằng ít nhất ba ngôn ngữ. Rất nhiều người dân địa phương với một số khách du lịch. Nơi đã chật cứng. Bạn có thể mua hầu như mọi thứ ở đây từ đồ dùng nhà bếp đến váy. Rất đầy màu sắc. Chất lượng ổn. Chúng tôi không tìm thấy bất cứ điều gì theo ý thích của chúng tôi. Quà lưu niệm ở hầu hết các quầy hàng. Rau tươi và trái cây rất nhiều. Những con vịt, con gà tội nghiệp được nhốt vào lồng để mang về nhà ăn tối. Rất nhiều hướng dẫn chính thức và không chính thức cung cấp dịch vụ của họ. Nói chung là một trải nghiệm đáng thất vọng nhưng hãy tự mình đi và xem. Ngày họp chợ là thứ năm và chủ nhật. Chúng tôi đã có một ly sinh tố tuyệt vời tại một trong những quán cà phê và món nachos đáng quên với phô mai. Cảnh sát sẽ hướng dẫn bạn khi bạn bị lạc.Đọc thêm",
            "Thị trường có nhiều lựa chọn tốt nhưng chúng tôi nhận thấy rằng không có nhiều hàng dệt may như bạn nghĩ- NimPots ở Antigua là lựa chọn tốt hơn, với giá cả tốt hơn. Tuy nhiên, thật thú vị khi đi bộ xung quanh khó khăn nếu bạn đã đến các khu chợ ở Đông Nam Á, nơi này sẽ không thể so sánh được về quy mô, mặc dù nó được cho là lớn nhất trong khu vực. Có một bảo tàng nhỏ ngọt ngào ở một bên nơi bạn có thể tìm hiểu về lịch sử địa phương, họ cũng có phòng tắm sạch sẽ. Các nhà thờ rất thú vị để tham quan và được người Maya sử dụng cho các nghi lễ địa phương. Bạn cần phải tôn trọng khi bước vào.Đọc thêm",
            "Màu sắc, thị trường và bầu không khí!  Đã yêu nó.  Một số phần là thị trường điển hình nhưng hầu hết đều rất tuyệt.  Chất lượng rất tốt.  Tôi đã mua khá nhiều thứ và bạn có thể mặc cả.  An toàn nhưng theo bất kỳ thị trường nào, hãy để ý những vật có giá trị.  Rất lớn và rất dễ bị lạc.  Rất bận.  Chăn và chăn thực sự có chất lượng tốt và ấm áp.  Tuy nhiên, tôi đã phải vật lộn với hành lý và mang nó về nhà!Đọc thêm",
            "Chúng tôi thực hiện một chuyến đi trong ngày từ Hồ Atitlan đến Chợ Chichicastenango. Lái xe khoảng một giờ. Những điều cần biết trước khi đi:Nhận tiền mặtHãy chuẩn bị sẵn sàng để nói Không quá một lần. Cần lưu ý rằng nền kinh tế du lịch đang chậm lại do đại dịch. Mọi người đang đau khổ vì tiền. Nếu bạn có đủ khả năng để mua một thứ gì đó với mức giá hơi cao thì bạn nên làm như vậy. Khi đi dạo trong chợ, hãy giữ chặt những đồ vật có giá trị của mình. Ở đây móc túi là chuyện có thật. Chúng tôi đi bộ qua khu chợ để đến các nhà thờ và bảo tàng. Chúng tôi dành vài phút để đến thăm họ và nghỉ ngơi giữa sự hối hả và hối hả của khu chợ. Nhìn chung chúng tôi đã có một trải nghiệm tuyệt vời. Chúng tôi đã mua một số áo sơ mi dệt, đồ trang sức và đồ lặt vặt rất đẹp. Một ngày đáng yêu ở chợ.Đọc thêm",
            "Amazing experience but not all fun and charm. As white Americans, we stood out and we were hounded by women and some children trying to desperately to sell us goods for what we knew were inflated prices. At one point there were 5 people around us. We did not resent this - its part of the experience, and the people are trying to survive, and Coronavirus starved the country of tourist revenue for a year. But it can get a little exhausting. One woman had clearly memorized a successful sales pitch: seven children, no money because of pandemic, and her tapestries were hand-made, and took three months to make - which was patently untrue. My wife did get a beautiful hand-made shirt. We went into the St. Tomas church, not just to take in the architecture, or the mixture of native and catholic religions being practiced out front, but because it was a relief - we sat in the quiet and relaxed from the solicitation. As others have described, the more touristy products, textiles, masks, are closer to the front; at the rear are the animals, and only Guatemalans shopping. Lets say, its not a celebration of animal rights. Six or seven roosters crammed in a rope bag, pulled out one at a time squawking, and squeezed back in when the customer did not want it. Little piglets and calfs tethered to posts on dry ground in the hot sun. The cemetery was as interesting as other posts say. The bright colors are typical in central America. It was especially interesting and I say this with a bit of morbid tourist guilt, to see a small funeral or grieving service of some kind, led by a man burning incense, chanting in an indigenous language, then inserting prayers to Santa this and Santa that --- the very definition of syncretic faith. The town was not charming. It was gritty; it felt real - aside from the restaurants and some coffee shops catering to tourists. The trip was intense, interesting, tiring, and totally worthwhile. But I wouldnt expect a charming, quaint, colorful market at which you can stroll at your leisure.Read more",
            "Đây là nơi thực tế thực sự của chủ nghĩa toàn cầu đập vào mặt bạn. Trên thực tế, tất cả các sản phẩm đều được sản xuất hàng loạt tại Trung Quốc. Một sự ô nhục đẫm máu.Đọc thêm",
            "Tôi không chắc liệu đó có phải là do đại dịch hay chỉ là tôi có cái nhìn khác về những khu chợ hỗn loạn sầm uất, nhưng chúng tôi thực sự yêu mến nơi này. Người bán hàng rất ngọt ngào và không quá tự đề cao, họ rất háo hức nhưng nếu bạn từ chối một cách lịch sự và chúc họ mọi điều tốt lành thì họ sẽ để bạn yên. Hàng hóa phong phú và đa dạng, giá khởi điểm cao hơn một chút so với xela nhưng sẵn sàng giảm khá nhiều khi bạn mặc cả. Khu chợ lớn trải dài trên nhiều con phố, chúng tôi thấy chủ yếu là người dân địa phương mua sắm ở đây. Chúng tôi thích đi dạo xung quanh ngắm nhìn con người và các loại vải. Tuyệt đối phải!Đọc thêm"
        ],
        "star_ratings": [
            273,
            212,
            90,
            29,
            23
        ],
        "review_amount": 627,
        "location": [
            "Guatemala",
            "Bộ phận El Quiche",
            "Chichicastenango",
            "Những việc cần làm ở Chichicastenango",
            "Quảng trường và chợ Santo Tomás",
            "Trung Mỹ"
        ],
        "reviews_time": [
            "Written July 26, 2023",
            "Written June 9, 2023",
            "Written November 17, 2022",
            "Written October 28, 2022",
            "Written September 18, 2022",
            "Written March 29, 2022",
            "Written January 25, 2022",
            "Written July 18, 2021",
            "Written June 26, 2021",
            "Written February 7, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g292004-d300304-Reviews-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d2615326-Reviews-Casa_de_San_Juan-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d12591776-Reviews-Restaurante_Italiano_Los_Fratelli-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d6598942-Reviews-Las_Brasas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d4589929-Reviews-Atrio_K_pe-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d23885860-Reviews-Casa_Mash-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d3903856-Reviews-Restaurante_Don_Pasqual-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d12874401-Reviews-Taqueria_La_Carreta-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d14767690-Reviews-Restaurant_of_Santo_Tomas_Hotel-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292004-d1111480-Reviews-La_Villa_de_Don_Tomas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292006-d24933054-Reviews-Restaurante_Y_Cafeteria_Tiox_Laj_Mash-Guatemala_City_Guatemala_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300307-Reviews-Santo_Tomas_Church-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d20945297-Reviews-Moreria_Santo_Tomas_Fabrica_De_Mascaras-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300305-Reviews-Chichi_Cemetery-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d308668-Reviews-Pascual_Abaj-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d10847232-Reviews-Casa_Tzocoma-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-or10-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d20034564-Reviews-Casa_Diego_Ignacio-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d195003-Reviews-Harry_s_Bar-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d6876601-Reviews-Kuilima_Cove-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g815359-d15099349-Reviews-Aerial_Tramway-Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d646305-Reviews-Tanger_Outlets_Charleston-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d116458-Reviews-Las_Olas_Boulevard-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8493767-Reviews-Jamestown_Scotland_Ferry-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d10265512-Reviews-World_Gym-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d13448712-Reviews-Greetings_from_Austin_Mural-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024866-d2041648-Reviews-Seoul_Grand_Park-Gwacheon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195646-Reviews-Elevador_de_Santa_Justa-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-or10-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html"
    }
]