[
    {
        "attraction_name": "Poas Volcano",
        "attraction_name_vi": "Núi lửa Poas",
        "general_info": [
            "3.530 đánh giá",
            "2 trong số 8 điều cần làm ở Công viên Quốc gia Núi lửa Poas",
            "Các công viên quốc gia",
            "Núi lửa"
        ],
        "attraction_summary": "Hơi thất vọng một chút vì miệng núi lửa bị mây che phủ hoàn toàn khi chúng tôi đến đó! Chúng tôi chỉ có thể nhìn thấy một phần đá xung quanh miệng núi lửa. Chúng tôi đã phạm sai lầm khi không đến sớm hơn, vì có thể lúc đó mây chưa che phủ được. Tuy nhiên, cuối cùng chúng tôi đã đi bộ lên cao hơn và nhìn thấy hồ nước ngay cạnh miệng núi lửa, nó rất đẹp và trong xanh! Nếu bạn bỏ lỡ miệng núi lửa thì đây là một lựa chọn tuyệt vời sẽ khiến bạn hài lòng! Ngoài ra, việc đi bộ lên đó rất đẹp và bạn hoàn toàn hòa mình vào cây xanh mà chúng tôi yêu thích. Đọc thêm",
        "reviews": [
            "Đây là một trong những miệng núi lửa tôi thích ghé thăm nhất. Có một trung tâm chào đón giải thích về địa chất của khu vực. Đường đi bộ rất dễ dàng trên một con đường trải nhựa. Thảm thực vật rất đẹp, đặc biệt là Poor Mans Umbrella. Đầm phá màu ngọc lam thật ngoạn mục. Tôi đã đến miệng núi lửa này ba lần và tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Tôi chưa bao giờ nhìn thấy một ngọn núi lửa đang hoạt động thực sự trước đây nhưng chuyến đi này chắc chắn đáng giá. Tôi đã nhìn thấy lưu huỳnh màu vàng, hơi nước, cảnh tượng tuyệt vời!!! Trên đỉnh núi khá gió và lạnh, và bạn phải đi bộ để đến đó và quay lại, nhưng xứng đáng với từng bước chân... hãy tận hưởng!!!Đọc thêm",
            "Hoàn toàn tuyệt vời!!! Chúng tôi đã đi vào khoảng 10:30 và nhìn thấy một số khung cảnh rõ ràng, tuyệt vời của miệng núi lửa trước khi những đám mây bắt đầu kéo đến. Thật dễ dàng để đi bộ đến miệng núi lửa. Những biển báo cho biết chuyến đi bộ đến đầm phá vất vả không phải là nói dối. Đó là một chuyến đi bộ lên dốc dốc một dặm. Đọc thêm",
            "Khung cảnh thật tuyệt vời và Núi lửa Poas đang hoạt động. Chúng ta có thể thấy một số hoạt động đang diễn ra. Tại một thời điểm, chúng ta có thể ngửi thấy mùi sulfur dioxide. Có nơi trú ẩn nếu có một số vụ phun trào. Sau đó, có chuyến đi bộ đến Lagoon, đường đi có độ khó trung bình. Tầm nhìn của đầm phá rất tốt. Không có gì nhiều ngoài việc chụp ảnh. Chúng tôi đã đi theo những con đường mòn mà chúng tôi đã đi qua khi chúng đi xuống đồi.Đọc thêm",
            "Chúng tôi đến vào tháng 11 và trời bị mây che phủ hoàn toàn đến mức bạn không thể nhìn thấy gì. Tôi đã hỏi những khách du lịch khác và họ nói với tôi rằng nó thường có mái che và người ta sẽ may mắn được nhìn thấy núi lửa. Nó giống như một cái bẫy du lịch, đã trả 80. Kiểm tra thời tiết và thời gian trong năm trước khi đặt phòng.Đọc thêm",
            "Wow thật là một trải nghiệm. Rất nhiều thứ để xem và rất nhiều thứ để trải nghiệm. Một trong những điều kỳ diệu của cuộc sống. Chuyến thăm ngắn nhưng cũng xứng đáng. Quán cà phê và cửa hàng quà tặng xinh xắn ngay trong khuôn viên và có rất nhiều bức ảnh đẹp để chụp.Đọc thêm",
            "Khả năng hiển thị là tình cờ.  Chúng tôi đến thăm vào ngày 17 tháng 1 năm 2024 và có thể nhìn thấy khoảng 100 feet nên chúng tôi không thể nhìn thấy gì.  Chỉ là xui xẻo thôi.  Chúng tôi cũng không chuẩn bị cho những cơn gió giật mạnh và cái lạnh khi ở trong sương mù của những đám mây theo đúng nghĩa đen.  Tôi đã không tìm được nguồn dự báo thời tiết tốt ở công viên và phải gánh chịu hậu quả.  Đường đi bộ đến khu vực quan sát chính ngắn, không dốc IMO và trên bề mặt lát đá rộng, khá ẩm ướt nhưng không trơn trượt một cách vô lý, YMMV.  Chúng tôi cũng đi bộ thêm một đoạn ngắn để ngắm nhìn miệng núi lửa không hoạt động, Laguna Botos và có thể nhìn thấy; Không có gì.  Chúng tôi đi theo con đường đi bộ thay thế quay trở lại trung tâm thiên nhiên và thậm chí nó còn được lát đá hẹp hơn một chút.  Chúng tôi đã nhận được vé trực tuyến trước thời hạn với giá 15 cộng 13 thuế mỗi vé. Tôi không nghĩ việc bạn chọn thời gian cho vé của mình thực sự quan trọng.  Chúng tôi đã muộn hơn vài giờ so với thời gian ghi trên thẻ của mình và không gặp vấn đề gì khi nhập nó. Điều đó có thể đã giúp chúng tôi có người hướng dẫn lái xe địa phương, nhưng tôi không thể nói chắc chắn. Chúng tôi đã ở đó có lẽ một giờ.  Có thể đã dành nhiều thời gian hơn ở đó nếu khả năng hiển thị thời tiết hợp tác.  Đây là điểm dừng chân thứ 2 trong ngày tham quan Doka Coffee PlantationPoas VolcanoLa Paz Waterfall Gardens của chúng tôi. Bắt đầu ở San Jose và kết thúc ở La Fortuna.Đọc thêm",
            "Chúng tôi đã đến thăm núi lửa vào tháng 4 và nhập cảnh lúc 9 giờ sáng. \nTất cả các nhân viên đều thân thiện. \nCó một video để xem trước chuyến đi, về lịch sử rất thú vị. \nLối đi đến núi lửa được trải nhựa và bảo trì tốt. \nVì lý do an toàn, bạn chỉ có thể đến núi lửa trong 20 phút. Chúng tôi đã may mắn với thời tiết và có được tầm nhìn tuyệt vời. Tôi có thể thấy những người không được nhìn thấy bất cứ thứ gì sẽ bực bội đến mức nào. Giống như nhiều thứ ở Costa Rica, điều này phụ thuộc rất nhiều vào thời tiết. Trong 20 phút chúng tôi ở đó, có khá nhiều mây che phủ. Vì vậy, chúng tôi khuyên bạn nên sớm hơn để có cơ hội nhìn thấy núi lửa cao hơn.  Chúng tôi rất thích và muốn giới thiệu.Đọc thêm",
            "Đây là lựa chọn núi lửa gần nhất và tốt nhất của San José, chưa kể một ngọn núi lửa đang hoạt động. Vị trí của nó rất đẹp, có nhiều nhà hàng và quán cà phê trên đường đi. Nó có bãi đậu xe an toàn, nhân viên song ngữ, bảo tàng núi lửa và cửa hàng lưu niệm. Dễ dàng đi bộ đến đài quan sát nơi bạn sẽ có cái nhìn hoàn hảo về miệng núi lửa và mọi hoạt động của núi lửaĐọc thêm",
            "Đây là lựa chọn núi lửa gần nhất và tốt nhất của San José, chưa kể một ngọn núi lửa đang hoạt động. Vị trí của nó rất đẹp, có nhiều nhà hàng và quán cà phê trên đường đi. Nó có bãi đậu xe an toàn, nhân viên song ngữ, bảo tàng núi lửa và cửa hàng lưu niệm. Dễ dàng đi bộ đến đài quan sát nơi bạn sẽ có cái nhìn hoàn hảo về miệng núi lửa và mọi hoạt động của núi lửaĐọc thêm",
            "Chúng tôi đã đến thăm núi lửa vào tháng 4 và nhập cảnh lúc 9 giờ sáng. Tất cả các nhân viên đều thân thiện. Có một video để xem trước chuyến đi, về lịch sử rất thú vị. Lối đi đến núi lửa được trải nhựa và bảo trì tốt. Vì lý do an toàn, bạn chỉ có thể đến núi lửa trong 20 phút. Chúng tôi đã may mắn với thời tiết và có được tầm nhìn tuyệt vời. Tôi có thể thấy những người không được nhìn thấy bất cứ thứ gì sẽ bực bội đến mức nào. Giống như nhiều thứ ở Costa Rica, điều này phụ thuộc rất nhiều vào thời tiết. Trong 20 phút chúng tôi ở đó, có khá nhiều mây che phủ. Vì vậy, chúng tôi khuyên bạn nên sớm hơn để có cơ hội nhìn thấy núi lửa cao hơn.  Chúng tôi rất thích và muốn giới thiệu.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Đó là một đoạn đi bộ ngắn đến miệng núi lửa. Lối đi trải nhựa mà người ngồi xe lăn có thể dễ dàng xử lý. Rất khuyến khích nếu bạn thích núi lửa! Đọc thêm",
            "Chúng tôi đã đặt trước theo yêu cầu 15 USD mỗi người, vào đêm trước ngày dự định đi, chúng tôi đọc được trên mạng rằng công viên đã đóng cửa do hoạt động của núi lửa, nhưng Poas đã không liên hệ để thông báo cho chúng tôi biết liệu chuyến thăm của chúng tôi có diễn ra hay không. Chúng tôi đã gửi email cho họ và họ nói rằng công viên sẽ mở cửa vào ngày chúng tôi đến thăm. Chúng tôi đi, chẳng thấy gì cả, chỉ toàn sương mù. Chúng tôi không được thông báo rằng đường mòn bên hồ hoặc bất kỳ con đường mòn nào khác sẽ bị đóng cửa! Nói chung là lái xe một quãng đường dài nên khả năng cao là không nhìn thấy gì....Đọc thêm",
            "Trời rất sương mù nên chúng tôi không thể nhìn thấy bất cứ thứ gì mà chúng tôi biết có thể xảy ra. Nhưng các con đường mòn cũng bị đóng cửa vì núi lửa đã phun trào vào tuần trước. Hy vọng những người khác sẽ gặp may mắn hơn với thời tiếtĐọc thêm",
            "Điều thực sự làm tôi khó chịu là vào ngày chúng tôi đến thăm, Mây rất dày và không quang đãng chút nào. Vì vậy, chúng tôi không thấy bất kỳ phần nào của Núi lửa. Vì vậy, vào những ngày như vậy khi rõ ràng là không có cơ hội nhìn thấy núi lửa, họ nên thông báo cho mọi người và hoàn lại tiền cho họ. Bởi vì nó hoàn toàn lãng phí ngày cuối cùng của chúng tôi và chúng tôi đã trả tiền để không thấy gì cả.Đọc thêm",
            "Tôi đã chuẩn bị cho khả năng mình sẽ không nhìn thấy miệng núi lửa, nhưng vẫn thất vọng. Sương mù không hề nhúc nhích chút nào. Điều mà tôi đã không nhận ra là không có gì khác có thể mở được; trang web liệt kê những con đường mòn, đầm phá, bảo tàng, v.v. và tất cả đều đóng cửa. Tôi đã định làm điều đó trong trường hợp không thể nhìn thấy miệng núi lửa, nhưng đó là một vụ phá sản. Vì thực sự không có gì khác để làm ở đó và khả năng RẤT cao là bạn sẽ không nhìn thấy gì, tôi sẽ bỏ qua phần này nếu được làm lại. Nó không nhiều như các công viên quốc gia khác, nhưng nó gây thất vọng lớn hơn nhiều. Đúng là bạn cần đặt vé trước và có vẻ như họ không có wifi tại chỗ, vì vậy hãy đảm bảo bạn làm điều đó. Một điều cần lưu ý là họ dường như không thực sự kiểm tra thời gian vào cửa của bạn, vì vậy bạn có thể chỉ cần đặt bất kỳ khoảng thời gian nào có sẵn trong ngày của mình, nếu bạn quyết định mạo hiểm không nhìn thấy gì.Đọc thêm",
            "Đẹp lái xe đến trung tâm du khách.  Tại trung tâm xem phim an toàn.  Cần đội mũ cứng.   15 phút đi bộ đến núi lửa.   Mỗi nhóm được phép có 20 phút là đủ dài.   Ngày chúng tôi đi núi lửa đang bốc khói.  Đọc thêm",
            "Không có gì liên quan đến thời tiết nhưng nếu trời không quang đãng, bạn sẽ không thể nhìn thấy gì. Thậm chí không có một cái nhìn thoáng qua. Chỉ là sương mù dày đặc, dày đặc ngút tầm mắt. Có xe buýt du lịch lớn và rất nhiều nhóm. Bộ phim trước khi bước ra điểm quan sát hoàn toàn không có nhiều thông tin. Nói tóm lại, trừ khi thời tiết hoàn hảo, nếu không thì hoàn toàn lãng phí thời gian và tiền bạc.Đọc thêm",
            "Khả năng hiển thị là tình cờ.  Chúng tôi đến thăm vào ngày 17 tháng 1 năm 2024 và có thể nhìn thấy khoảng 100 feet nên chúng tôi không thể nhìn thấy gì.  Chỉ là xui xẻo thôi.  Chúng tôi cũng không chuẩn bị cho những cơn gió giật mạnh và cái lạnh khi ở trong sương mù của những đám mây theo đúng nghĩa đen.  Tôi đã không tìm được nguồn dự báo thời tiết tốt ở công viên và phải gánh chịu hậu quả.  Đường đi bộ đến khu vực quan sát chính ngắn, không dốc IMO và trên bề mặt lát đá rộng, khá ẩm ướt nhưng không trơn trượt một cách vô lý, YMMV.  Chúng tôi cũng đi bộ thêm một đoạn ngắn để ngắm nhìn miệng núi lửa không hoạt động, Laguna Botos và có thể nhìn thấy; Không có gì.  Chúng tôi đi theo con đường đi bộ thay thế quay trở lại trung tâm thiên nhiên và thậm chí nó còn được lát đá hẹp hơn một chút.  Chúng tôi đã nhận được vé trực tuyến trước thời hạn với giá 15 cộng 13 thuế mỗi vé. Tôi không nghĩ việc bạn chọn thời gian cho vé của mình thực sự quan trọng.  Chúng tôi đã muộn hơn vài giờ so với thời gian ghi trên thẻ của mình và không gặp vấn đề gì khi nhập nó. Điều đó có thể đã giúp chúng tôi có người hướng dẫn lái xe địa phương, nhưng tôi không thể nói chắc chắn. Chúng tôi đã ở đó có lẽ một giờ.  Có thể đã dành nhiều thời gian hơn ở đó nếu khả năng hiển thị thời tiết hợp tác.  Đây là điểm dừng chân thứ 2 trong ngày tham quan Doka Coffee PlantationPoas VolcanoLa Paz Waterfall Gardens của chúng tôi. Bắt đầu ở San Jose và kết thúc ở La Fortuna.Đọc thêm"
        ],
        "star_ratings": [
            1856,
            1039,
            407,
            138,
            90
        ],
        "review_amount": 3530,
        "location": [
            "Những hoạt động không thể bỏ qua ở Công viên quốc gia Núi lửa Poas",
            "Núi lửa Poas",
            "Costa Rica",
            "Trung Mỹ",
            "Vườn quốc gia núi lửa Poas",
            "Tỉnh Alajuela"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 26, 2023",
            "Written October 1, 2023",
            "Written October 21, 2023",
            "Written January 5, 2024",
            "Written January 25, 2024",
            "Written February 11, 2024",
            "Written February 13, 2024",
            "Written May 4, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 4, 2024",
            "Written April 18, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024",
            "Written April 3, 2024",
            "Written March 26, 2024",
            "Written March 20, 2024",
            "Written March 17, 2024",
            "Written February 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309227-d592793-Reviews-Poas_Volcano-Poas_Volcano_National_Park_Province_of_Alajuela.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g309224-d26750509-Reviews-Botos_Lake_Poas-Alajuela_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g1886519-d11964233-Reviews-La_Paz_Waterfall_Gardens-Vara_Blanca_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g1048263-d21214696-Reviews-Blue_Falls_of_Costa_Rica-Bajos_del_Toro_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309224-d8073408-Reviews-Bosques_de_Fraijanes-Alajuela_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309229-d19432957-Reviews-Catarata_Caida_Del_Cielo-Sarchi_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309225-d10235256-Reviews-Finca_Organica-Grecia_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309225-d15288497-Reviews-Catarata_El_Paraiso-Grecia_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g2548627-d27151072-Reviews-Real_Lava_factory_shop-Poasito_Poas_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g1048263-d25199644-Reviews-Senderos_Del_Toro_Tour-Bajos_del_Toro_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g1048263-d25199230-Reviews-Senderos_Del_Toro_Tours-Bajos_del_Toro_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309227-d592793-Reviews-or10-Poas_Volcano-Poas_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d3600555-Reviews-Sol_Tropical_Day_Tours-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g1122840-d1788470-Reviews-Go_Tours_Costa_Rica_Day_Tours-Santa_Ana_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d8754887-Reviews-Everywhere_Costa_Rica-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g1977267-d13200695-Reviews-Poas_Volcano_Aventure_Volcans-Tres_Rios_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g17628753-d13801358-Reviews-Hacienda_Alsacia_Starbucks_Coffee_Farm-Sabanilla_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g1048263-d2427362-Reviews-Catarata_Del_Toro_Adventures-Bajos_del_Toro_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d2277770-Reviews-Expediciones_Tropicales_Day_Tours-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g309227-d943427-Reviews-Doka_Estate_Coffee_Tour-Poas_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309224-d25198368-Reviews-Cinchona_Waterfall_Trails-Alajuela_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d4183412-Reviews-Helijet_Costa_Rica-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g309224-d6774837-Reviews-Corso_Lecheria_Tour-Alajuela_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g8627695-d13437753-Reviews-Travel_Guide_Costa_Rica-San_Pedro_de_Poas_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1067425-Reviews-Tanger_Outlets_Rehoboth_Beach_Surfside-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d24051441-Reviews-Nasjonalmuseet_National_Museum-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d555109-Reviews-Margalla_Hills-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1784951-d534408-Reviews-Bletchley_Park-Bletchley_Milton_Keynes_Buckinghamshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1379988-Reviews-Honeymoon_Beach-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184916-d214806-Reviews-Cliffs_of_Moher-Liscannor_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2018939-Reviews-Museum_of_Death-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1018894-Reviews-Microsoft_Theater-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1856874-Reviews-Emirates_National_Auto_Museum-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d147958-Reviews-La_Guancha-Ponce_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309227-d592793-Reviews-or10-Poas_Volcano-Poas_Volcano_National_Park_Province_of_Alajuela.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309227-d592793-Reviews-Poas_Volcano-Poas_Volcano_National_Park_Province_of_Alajuela.html"
    }
]