[
    {
        "attraction_name": "Poema del Mar",
        "attraction_name_vi": "Bài thơ về biển",
        "general_info": [
            "1.076 đánh giá",
            "- 4 trong số 120 điều cần làm ở Las Palmas de Gran Canaria",
            "Bể cá"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bể cá nhỏ đáng yêu. Nhắc nhở bạn về giá trị của môi trường sống của chúng ta và tầm quan trọng của biển. Những chiếc xe tăng lớn rất đẹp. Phục vụ cho các ngôn ngữ khác nhau. - Mặc dù có khả năng vượt qua một số điều bằng cách có một quán cà phê, nhà hàng và cửa hàng tại chỗ cho một địa điểm nhỏ. Chỉ được phép ăn thực phẩm này tại chỗ. Chúng tôi mất khoảng một giờ để đi vòng quanh trải nghiệm.Đọc thêm",
            "Cảm ơn bình luận của bạn!  Chúng tôi muốn tiếp tục làm việc và cải thiện để mang đến cho các gia đình đến thăm cơ hội cùng nhau tận hưởng và học hỏi.Đọc thêm",
            "Đây chắc hẳn là một trong những thủy cung tuyệt nhất mà tôi từng đến. Họ có rất nhiều loại cá khác nhau, từ cá rồng biển - loài mà tôi - chưa bao giờ mong đợi được nhìn thấy - cho đến nhiều loại cá mập khác nhau. Bọn trẻ thích nó, và chúng tôi cũng vậy.\n\nGiá hoàn toàn ở mức cao, nhưng chúng tôi cảm thấy nó đáng giá. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian viết về trải nghiệm của mình tại Poema del Mar. Chúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời!  \n\nChúng tôi hy vọng rằng bạn sẽ sớm có thể quay trở lại thủy cung nổi bật nhất Châu Âu.\n Đọc thêm",
            "Thực sự rất thích chuyến thăm của chúng tôi ngày hôm nay. Yêu thích cách bố trí các cuộc triển lãm và chủ đề. Cách bố trí của bể cá sẽ đưa bạn đi dạo quanh co với các màn hình thông tin tương tác xác định các loài trong mỗi bể. Bể biển sâu khổng lồ có chỗ ngồi hoàn toàn tuyệt vời, chúng tôi đã dành nhiều thời gian ở đó chỉ để ngắm nhìn những chú rùa, cá mập và cá đuối. Có một vài thợ lặn ở đó để dọn dẹp rất thú vị. Những túi đậu dưới đáy thùng hình trụ cao là một sai lầm thực sự, chắc chắn tôi sẽ nhắm mắt lại một chút ở đây. Khoảng thời gian tuyệt vời, ngay cả hai thiếu niên cũng thích thú!Đọc thêm",
            "Xin chào Angel, cảm ơn vì đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có một chuyến thăm thú vị và đã học được một số sự thật thú vị về các loài động vật tuyệt vời của chúng ta cũng như phúc lợi của chúng. Phúc lợi cũng được đảm bảo bởi các chuyên gia của Poema del Mar, người chịu trách nhiệm đáp ứng mọi nhu cầu của các loài khác nhau của chúng ta.\n \nTrong trường hợp bạn quay lại thủy cung, đừng ngần ngại hỏi về các loài động vật của chúng tôi để tìm hiểu thêm về đặc điểm hoặc môi trường sống của chúng. Nhóm của chúng tôi sẽ sẵn lòng trả lời tất cả các câu hỏi của bạn. Vì vậy, chúng tôi hy vọng bạn có thể sớm ghé thăm lại chúng tôi và tìm hiểu nhiều hơn về Poema del Mar!Đọc thêm",
            "Thủy cung tuyệt vời! Chúng tôi đã đi vòng quanh nó chỉ trong hơn hai giờ nhưng có rất nhiều thứ để xem và rất nhiều cơ hội chụp ảnh tuyệt vời. Mua vé trực tuyến và không gặp vấn đề gì với chúng vì email được gửi ngay lập tức. Trên vé có ghi - cần phải in để được vào - nhưng không phải vậy, chúng tôi chỉ xuất trình bản pdf của vé và không có vấn đề gì. Không có hàng đợi nào để vào và rất lớn và cách đều nhau bên trong nên không bao giờ đông đúc. Rất muốn giới thiệu đi! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã gửi cho chúng tôi phản hồi về chuyến thăm Poema del Mar của bạn! \n\nChúng tôi vô cùng hạnh phúc khi biết rằng trải nghiệm này rất đặc biệt đối với cả trẻ em và người lớn. Tại Poema del Mar, chúng tôi cẩn thận đánh giá cao mọi điều mà khách truy cập nói, chỉ bằng cách này, chúng tôi mới có thể phát triển và cung cấp dịch vụ xuất sắc.Đọc thêm",
            "Không thể giới thiệu đủ hồ cá này. Chúng tôi - đã đến các thủy cung trên khắp thế giới và điều này thật tuyệt vời. Đã dành hàng giờ ở đây, cũng đáng đồng tiền bát gạo. Hai quán cà phê - nhà hàng, cửa hàng quà tặng và tất cả đều được bố trí đẹp mắt. Thật tuyệt vời! Tuyệt đối phải nếu bạn - đang ở Gran Canaria và nếu bạn - không -. Vậy thì hãy đặt máy bay!Đọc thêm",
            "Cảm ơn rất nhiều cho nhận xét của bạn! \n\nChúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm Poema del Mar. Nhận xét của bạn giúp chúng tôi phát triển dự án hiện đại này, cam kết đổi mới, bảo tồn đa dạng sinh học, tính bền vững và sự xuất sắc của du lịch. \n\nChúng tôi hy vọng được gặp lại bạn! Đọc thêm",
            "Với việc được quảng cáo là thủy cung lớn nhất ở châu Âu, nó chắc chắn không làm bạn thất vọng.  Đây là một phần của chuyến tham quan TUI và chúng tôi đến vào khoảng 10 giờ sáng.  Đây là thời điểm tuyệt vời để đi vì nó rất yên tĩnh.  Thủy cung rất đẹp, được chia thành nhiều khu vực khác nhau.  Nơi đây có rất nhiều triển lãm để xem và trẻ em có thể giải trí bằng cách ngắm nhìn những chú cá trong những đường hầm nhỏ.  \n\nCó nhiều hơn một quán cà phê bên trong nếu bạn muốn nghỉ ngơi sau khi đi dạo một vòng.  Bạn sẽ mất khoảng 90 phút để đi bộ thoải mái trước khi kết thúc bằng việc dạo qua cửa hàng quà tặng.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có một chuyến thăm thú vị và bạn đã học được một số sự thật thú vị về các loài động vật tuyệt vời của chúng ta cũng như phúc lợi của chúng. Phúc lợi cũng được đảm bảo bởi các chuyên gia của Poema del Mar, người chịu trách nhiệm đáp ứng mọi nhu cầu của các loài khác nhau của chúng ta. \n\nTrong trường hợp bạn quay lại thủy cung, đừng ngần ngại hỏi về các loài động vật của chúng tôi để tìm hiểu thêm về đặc điểm môi trường sống của chúng. Nhóm của chúng tôi sẽ sẵn lòng trả lời tất cả các câu hỏi của bạn. Vì vậy, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi và tìm hiểu thêm về Poema del Mar! Đọc thêm",
            "Trẻ em hoàn toàn thích nơi này. Chúng tôi đến thăm vào sáng sớm và đó là thời điểm tốt nhất để làm vì có một hàng dài khi chúng tôi hoàn thành. Chúng tôi hoàn thành trong một tiếng rưỡi nhưng bao gồm cả việc dừng lại để uống nước và thức dậy với những đứa trẻ nhỏ. Bố cục của bể cá rất tốt vì bạn tuân theo hệ thống một chiều. Thiết lập hiện đại rất ấn tượng với nhà vệ sinh ở khắp mọi nơi. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã gửi cho chúng tôi phản hồi về chuyến thăm Poema del Mar của bạn!\n\nChúng tôi vô cùng hạnh phúc khi biết rằng trải nghiệm này rất đặc biệt đối với cả trẻ em và người lớn. Tại Poema del Mar, chúng tôi cẩn thận đánh giá cao mọi điều mà khách truy cập nói, chỉ bằng cách này, chúng tôi mới có thể phát triển và cung cấp dịch vụ xuất sắc. \n\nChúng tôi hy vọng sẽ sớm gặp lại bạn tại thủy cung! Đọc thêm",
            "Chúa ơi, người ta bắt đầu từ đâu với nơi này. \nCông bằng mà nói, chúng tôi đã đến thăm vô số thủy cung trong nhiều năm, chủ yếu là hải cẩu ở Anh.\nChúa ơi, họ quá nghèo trong mối quan hệ này.\nMàn hình thông tin ở mỗi khu vực rất nhiều thông tin, rất nhiều thông tin về từng loài, nó thực sự được thực hiện rất tốt.\nPhải mất 2 giờ để đi hết một vòng, bạn có thể dễ dàng dành nhiều thời gian hơn.\nViệc tiết lộ chiếc xe tăng khổng lồ thật ngoạn mục. Nó thực sự tuyệt vời. Cô gái trẻ giải thích chuyện gì đang xảy ra với thợ lặn thật tuyệt vời. Kiến thức và tình yêu công việc của cô ấy dành cho tất cả mọi người đều có thể thấy được.\nNếu bạn ở Gran Canaria thì đây thực sự là điều bắt buộc.\nỒ và tôi sẽ đề cập đến mức độ thiệt hại mà chúng ta đang gây ra cho hành tinh, đại dương và động vật hoang dã thực sự rất tốt.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian viết nhận xét về chuyến thăm tới Poema del Mar. \n\nChúng tôi rất vui khi biết rằng bạn rất thích gặp gỡ các loài động vật của chúng tôi và khám phá tất cả những điều tò mò xung quanh chúng, đồng thời chúng tôi cũng rất vui khi đọc được đánh giá tích cực của bạn về sự đa dạng của các loài trong bể cá! Chúng tôi cố gắng cung cấp cho du khách một mẫu tuyệt vời về các sinh vật sống trong môi trường biển. Chúng tôi tìm cách đảm bảo phúc lợi và bảo tồn chúng trong khi tất cả chúng ta cùng nhau tìm hiểu về chúng. \n\nChúng tôi hy vọng sẽ sớm gặp lại bạn tại thủy cung! Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến thăm của chúng tôi. Một lượng lớn cá và các động vật khác và bức tường khổng lồ rất ấn tượng.\n\n4 sao thay vì 5 sao là rất đắt đối với một gia đình cho thời gian bạn ở đó. Chúng tôi đi vòng quanh khá chậm so với nhiều khách và vẫn chỉ ở đó hai giờ.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! \n\nChúng tôi rất vui vì bạn có thể tận hưởng và học hỏi từ động vật của chúng tôi. Đằng sau sự chăm sóc của họ, chúng tôi có một đội ngũ chuyên gia tuyệt vời: người chăm sóc, nhà sinh vật biển, nhà nghiên cứu... Những người theo dõi sức khỏe, việc cho ăn và chăm sóc tất cả các loài Poema del Mar. Nhờ họ, các loài động vật được hưởng những điều kiện lý tưởng cho phép chúng tôi mang lại trải nghiệm độc đáo. \n\nChúng tôi hy vọng được gặp lại bạn! Đọc thêm",
            "Poema del Mar đã mang đến cho tôi một trải nghiệm tuyệt vời, đây là lần đầu tiên tôi có cơ hội được nhìn những sinh vật xinh đẹp này từ rất gần. Tôi là một người yêu động vật từ khi còn nhỏ và điều đó vẫn khiến tôi nổi da gà khi nghĩ về cảm giác của mình khi ở đó. Rất khuyến khích và chắc chắn tôi sẽ quay lại!.Đọc thêm",
            "Dario, cảm ơn vì đánh giá tuyệt vời! \n\nChúng tôi rất vui vì bạn đã có một chuyến thăm thú vị và đã học được một số sự thật thú vị về các loài động vật tuyệt vời của chúng ta cũng như phúc lợi của chúng. Phúc lợi cũng được đảm bảo bởi các chuyên gia của Poema del Mar, người chịu trách nhiệm đáp ứng mọi nhu cầu của các loài khác nhau của chúng ta. \n\nTrong trường hợp bạn quay lại thủy cung, đừng ngần ngại hỏi về các loài động vật của chúng tôi để tìm hiểu thêm về đặc điểm hoặc môi trường sống của chúng. Nhóm của chúng tôi sẽ sẵn lòng trả lời tất cả các câu hỏi của bạn. Vì vậy, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi và tìm hiểu nhiều hơn về Poema del Mar!\nĐọc thêm",
            "Trải nghiệm được thiết kế kỹ lưỡng cho mọi lứa tuổi. Thực sự không có gì để đặt ngón tay của tôi vào. 5 - 5 dễ dàng, mặc dù tôi hy vọng nơi này không có mặt tối về mặt đạo đứcĐọc thêm",
            "Cảm ơn phản hôi của bạn!  Chúng tôi muốn tiếp tục làm việc và cải thiện để mang đến cho các gia đình cơ hội cùng nhau tận hưởng và học hỏi.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm!  Chúng tôi đã đến thăm thủy cung khi đi nghỉ và không hề thất vọng. Có rất nhiều thứ khác nhau để xem.  Chúng tôi dành khoảng 3 giờ lang thang qua từng môi trường sống.  Nhân viên rất đáng yêu và nơi này thật vô nhiễm. Chắc chắn sẽ khuyên bạn nên ghé thăm - Đọc thêm",
            "Cảm ơn rất nhiều!  Sự hỗ trợ của bạn có ý nghĩa rất lớn và giúp chúng tôi có thêm động lực để tiếp tục nỗ lực bảo tồn thiên nhiên.Đọc thêm",
            "Một trong những bể cá tốt nhất mà tôi từng có. Sự đa dạng của các loài khác nhau có thể được tìm thấy ở đây. Cá sấu, tắc kè hoa, sứa, cá mập, cá piranha, cá đuối, ếch, murenas và vô số loài cá khác nhau, bao gồm cả rạn san hô. Có 120 tấn nước trong bể chính. Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn đã cho chúng tôi đánh giá hoàn hảo và đề xuất trải nghiệm Poema del Mar!  Chúng tôi rất vui mừng được trở thành một phần trong ngày khó quên của bạn.Đọc thêm",
            "Trong số rất nhiều thủy cung mà chúng tôi đã ghé thăm, đây rõ ràng là một trong những thủy cung tuyệt nhất! Ba khu vực khác nhau, mỗi khu vực đều rất đẹp, với những màn trình diễn tuyệt vời. Và tất nhiên, điểm thu hút hàng đầu là bể biển sâu, đơn giản là tuyệt vời. Rất đáng giá - phí vào cửa 27 ppĐọc thêm",
            "Cảm ơn bạn đã dành thời gian viết đánh giá về chuyến thăm của bạn tới Poema del Mar! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời trong chuyến thăm của mình. Nếu bạn muốn tìm hiểu sâu hơn về thế giới động vật, vui lòng đến thăm chúng tôi tại đại sứ quán động vật và vườn thú hiện đại Loro Parque, chúng tôi rất mong được gặp bạn!Đọc thêm",
            "Đến đây như một phần của chuyến đi đến hòn đảo mà chúng tôi đã đặt. Chúng tôi không biết nhiều về nó trước đó nên không chắc chắn điều gì sẽ xảy ra. Có rất nhiều loài động vật và rất nhiều thông tin. Đây là nơi thân thiện với người khuyết tật và trải nghiệm nói chung thật tuyệt vời. Rất khuyên bạn nên đi xem cái này.Đọc thêm",
            "Xin chào leahf2308, cảm ơn vì đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có một chuyến thăm thú vị và đã học được một số sự thật thú vị về các loài động vật tuyệt vời của chúng ta cũng như phúc lợi của chúng. Phúc lợi cũng được đảm bảo bởi các chuyên gia của Poema del Mar, người chịu trách nhiệm đáp ứng mọi nhu cầu của các loài khác nhau của chúng ta. \n\nTrong trường hợp bạn quay lại thủy cung, đừng ngần ngại hỏi về các loài động vật của chúng tôi để tìm hiểu thêm về đặc điểm hoặc môi trường sống của chúng. Nhóm của chúng tôi sẽ sẵn lòng trả lời tất cả các câu hỏi của bạn. Vì vậy, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi và tìm hiểu nhiều hơn về Poema del Mar!\nĐọc thêm",
            "Buổi chiều tuyệt vời cùng gia đình.  Chi phí vào cửa là - 27 mỗi người - trẻ em dưới 11 tuổi - 18 - Tôi cảm thấy giá này hơi cao -. Được cung cấp bản đồ giúp bạn dễ dàng đi đến tất cả các điểm tham quan. Nó được chia thành 3 chủ đề chính - rừng rậm, bãi biển playa và các sinh vật biển sâu - .  Mỗi góc đều có nội dung mới để xem bằng màn hình cảm ứng để biết thêm thông tin.  Điểm nhấn bổ sung là sự kết nối với các loài bò sát ngày nay và các sinh vật thời tiền sử với những bộ xương được bảo tồn bổ sung.  Tất cả các bể cá đều có nhiều loài thủy sinh - cá mập, cá đuối gai độc và các loài cá khác - và chúng được chăm sóc chu đáo bởi đội ngũ nhân viên được đào tạo.  Điều thực sự tuyệt vời là lập trường mạnh mẽ về bảo tồn và tầm quan trọng của việc chăm sóc hành tinh của chúng ta. Bạn có thể dễ dàng tìm thấy chỗ đậu xe với giá 5 euro trong nhà để xe phía trước cơ sở.Đọc thêm",
            "Xin chào Đáng để mọi lứa tuổi ghé thăm, cảm ơn vì đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã có một chuyến thăm thú vị và đã học được một số sự thật thú vị về các loài động vật tuyệt vời của chúng ta cũng như phúc lợi của chúng. Phúc lợi cũng được đảm bảo bởi các chuyên gia của Poema del Mar, người chịu trách nhiệm đáp ứng mọi nhu cầu của các loài khác nhau của chúng ta. \n\nTrong trường hợp bạn quay lại thủy cung, đừng ngần ngại hỏi về các loài động vật của chúng tôi để tìm hiểu thêm về đặc điểm hoặc môi trường sống của chúng. Nhóm của chúng tôi sẽ sẵn lòng trả lời tất cả các câu hỏi của bạn. Vì vậy, chúng tôi hy vọng bạn có thể sớm ghé thăm chúng tôi và tìm hiểu nhiều hơn về Poema del Mar!\nĐọc thêm",
            "Con gái tôi hy vọng trở thành một nhà sinh vật biển nên chúng tôi luôn cùng con bé đến thăm nhiều thủy cung khác nhau và đây là nơi tuyệt vời nhất mà chúng tôi từng đến thăm cho đến nay. Đúng, nó đắt tiền nhưng khi bạn tính đến chi phí để vận hành một không gian như vậy và chăm sóc động vật - điều đó là tương xứng. Chúng tôi đã dành 2 giờ ở đây. Rất nhiều bãi đậu xe, nhân viên rất thân thiện và rất nhiều sinh vật hấp dẫn rất khác thường.Đọc thêm",
            "Cảm ơn rất nhiều cho nhận xét của bạn! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm Poema del Mar. Nhận xét của bạn giúp chúng tôi phát triển dự án hiện đại này, cam kết đổi mới, bảo tồn đa dạng sinh học, tính bền vững và sự xuất sắc của du lịch. Chúng tôi hy vọng được gặp lại bạn! Đọc thêm",
            "Đã đến Gran Canaria năm ngoái và không có nơi nào để nướng bánh bên hồ bơi khi đi nghỉ, tôi ít nhiều đã đi hết tất cả những nơi tôi muốn đến. Ngoại trừ một nơi, Poema del Mar. tráng lệ. Chúng tôi đang ở Maspalomas và thủy cung nằm ở đầu đối diện của hòn đảo. Thông thường tôi sẽ thuê một chiếc ô tô nhưng lần này tôi không quá quan tâm đến việc lái xe trên đường cao tốc và thành phố. Một cặp vợ chồng chúng tôi gặp sau đó nói với chúng tôi rằng họ - đã đến Las Palmas bằng taxi và chuyến trở về đã khiến họ phải trả một khoản tiền khổng lồ - 180. Vụ cướp ban ngày nếu bạn hỏi tôi. Dù sao, chúng tôi bắt xe buýt từ bến xe buýt Maspalomas và chi phí khoảng - 26 chuyến khứ hồi. Hãy tin tôi đây là một điểm thu hút bạn phải xem, nó thực sự rất ngoạn mục. Tôi không thể bắt đầu mô tả trải nghiệm bằng lời nên tôi - sẽ để những bức ảnh đính kèm thay lời nói. Thưởng thức. Đọc thêm",
            "Thân gửi, John B. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng một ngày tuyệt vời tại Poema del Mar. Chúng tôi làm việc mỗi ngày để không chỉ vượt quá mong đợi của bạn mà còn tuân thủ theo tiêu chuẩn xuất sắc của chúng tôi, tiêu chuẩn này có trách nhiệm với môi trường. Chúng tôi hy vọng sẽ gặp lại bạn. Chúc bạn một ngày tốt lành! Đọc thêm",
            "Sạch sẽ không tì vết, được thiết kế tốt và bố trí một nơi thực sự ngoạn mục. Cung cấp sự quan tâm và cảnh tượng ở mức độ ngang nhau.  Hãy nghĩ xem - đây là nơi duy nhất chúng tôi đến nơi tất cả các bảng thông tin màn hình cảm ứng thực sự hoạt động! Sự kết hợp tốt giữa cá nước ngọt và nước biển. Tái tạo hóa thạch tuyệt vời quá. Rực rỡ Đọc thêm",
            "Kính gửi, MarkW873. Cảm ơn bạn rất nhiều vì đã dành thời gian viết về trải nghiệm của mình tại Poema del Mar. Chúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời!  Chúng tôi hy vọng rằng bạn sẽ sớm có thể quay trở lại thủy cung nổi bật nhất Châu Âu. Đọc thêm",
            "Thật là một bể cá tuyệt vời. Điều này cần phải được 5 sao. Tôi đã đến thủy cung trên khắp thế giới, đây thực sự là một kho báu ẩn giấu. Rực rỡ được yêu thích từng phút.Đọc thêm",
            "11Inspire, cảm ơn bạn rất nhiều vì ý kiến ​​của bạn. Chúng tôi rất vui khi biết rằng bạn thích trải nghiệm của mình. Chúng tôi rất coi trọng ý kiến ​​của bạn và hy vọng bạn sẽ quay lại Poema del Mar. Đọc thêm"
        ],
        "star_ratings": [
            593,
            289,
            106,
            46,
            46
        ],
        "review_amount": 1080,
        "location": [
            "Bài thơ về biển",
            "Lòng bàn tay Gran Canary",
            "Tây ban nha",
            "đảo Canary",
            "Gran Canaria",
            "Châu Âu",
            "Những hoạt động không thể bỏ qua ở Las Palmas de Gran Canaria"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written July 3, 2023",
            "Written July 21, 2023",
            "Written July 31, 2023",
            "Written July 31, 2023",
            "Written August 18, 2023",
            "Written August 24, 2023",
            "Written September 5, 2023",
            "Written November 4, 2023",
            "Written November 5, 2023",
            "Written May 19, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 5, 2024",
            "Written April 11, 2024",
            "Written April 6, 2024",
            "Written April 4, 2024",
            "Written March 19, 2024",
            "Written March 14, 2024",
            "Written March 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187472-d13326315-Reviews-Poema_del_Mar-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d3730534-Reviews-Family_Restaurant_Canteras_Playa-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_I.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d17450731-Reviews-Restaurante_Origen_Steakhouse-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Isl.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d3599474-Reviews-La_Esquinita_Latina-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d1000320-Reviews-Tabla_Caliente-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d5511000-Reviews-Bar_La_Perpleja-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d3730842-Reviews-Camino_al_Jamonal-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d7236621-Reviews-Piscos_Buches-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d9726143-Reviews-Sunset_Beach_Bar-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187471-d21506844-Reviews-Lupe-Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187472-d985586-Reviews-Ristorante_Al_Maccaroni-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d592589-Reviews-Museo_Elder_de_la_Ciencia_y_la_Tecnologia-Las_Palmas_de_Gran_Canaria_Gran_Canaria_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d4507449-Reviews-Mercado_del_Puerto-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d592579-Reviews-Playa_de_Las_Canteras-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d20483590-Reviews-Tourist_Information_Center-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d15605465-Reviews-Belen_de_arena-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d10297457-Reviews-El_Muelle-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d12512451-Reviews-Carabela_La_Nina_III-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d240417-Reviews-Castillo_de_La_Luz-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d20729021-Reviews-Lolita_Pluma-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d11871332-Reviews-Museo_Naval_de_Canarias-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d13326315-Reviews-or10-Poema_del_Mar-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079300-d240418-Reviews-Cocodrilo_Park_Gran_Canaria-Aguimes_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d668916-Reviews-Palmitos_Park-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g673330-d3506482-Reviews-Camel_Park_Arteara-San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d12246217-Reviews-Green_Bike-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d12291587-Reviews-Pop_On_Bike_Canarias-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d12913821-Reviews-Do_Mercado-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d4020302-Reviews-7_Mares-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g562818-d6849979-Reviews-Mercado_Agricola_de_San_Agustin-San_Agustin_Maspalomas_San_Bartolome_de_Tirajana_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d10799923-Reviews-Excursions_Gran_Canaria-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d12182047-Reviews-Yim_Bangkok_Thai_Massage-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d10717359-Reviews-Ristta_Traditional_Thai_Massage-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_I.html",
            "https://www.tripadvisor.com/Attraction_Review-g187471-d27360853-Reviews-Gold_Car-Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d10824909-Reviews-Ristta_Thai_Wellness-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d19436275-Reviews-Simon_Tours-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8654756-Reviews-Ngong_Racecourse-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d17288465-Reviews-Oslo_Fjord_Sauna_Oslo_badstuforening-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g58350-d258718-Reviews-Larrabee_State_Park-Bellingham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60781-d17815212-Reviews-Number_Hill-Arco_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d12727592-Reviews-Rynek_Underground-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d4976140-Reviews-The_Markthal-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580240-d195906-Reviews-Castello_di_Verrazzano-Greve_in_Chianti_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669732-Reviews-Fornillo-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d6002498-Reviews-Buccanos_Grill_Beach_Club_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187472-d13326315-Reviews-or10-Poema_del_Mar-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187472-d13326315-Reviews-Poema_del_Mar-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html"
    }
]