[
    {
        "attraction_name": "Poipu Beach Park",
        "attraction_name_vi": "Công viên bãi biển Poipu",
        "general_info": [
            "4.964 đánh giá",
            "- 3 trong số 15 điều cần làm ở Poipu",
            "Bãi biển",
            "Công viên"
        ],
        "attraction_summary": "Nằm trên bờ biển đầy nắng của Kauai, bãi biển này đặc biệt nổi tiếng để bơi lội, lướt ván, lướt sóng và lặn với ống thở.  - Và nếu bạn - may mắn, bạn cũng có thể phát hiện ra hải cẩu thầy tu Hawaii ở đây. - Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chà, vợ tôi - lần đầu tiên lặn với ống thở.  Vịnh có một chút biến động và thủy triều nhỏ, nhưng cô ấy là một người lính. Nơi bận rộn nhưng rất đẹp. Hãy thử kiểm tra các điều kiện trước khi đi, nhưng, hãy đi, nó sẽ đáng giá.Đọc thêm",
            "Thật dễ hiểu tại sao bãi biển xinh đẹp này lại được các gia đình yêu thích. Nó sạch sẽ và an toàn - có nhân viên cứu hộ luôn cảnh giác theo dõi các hoạt động dưới nước - . Có một bãi cỏ dành cho người tắm nắng. Cát mềm và sóng nhẹ vẫy gọi. Nước trong vắt tạo điều kiện thuận lợi cho hoạt động lặn bằng ống thở: cháu của chúng tôi thích nhìn thấy những loài cá đầy màu sắc gần san hô. Chúng tôi theo dõi dòng du khách đến - đi đều đặn diễu hành với ván lướt sóng, ván boogie, ghế bãi biển, ô và máy làm mát. Phòng tắm sạch sẽ. Bãi đậu xe vẫn chưa đầy khi chúng tôi đến vào khoảng 11 giờ sáng. Đánh giá từ doanh thu, việc tìm một chỗ trống trong lô đất hoặc trên bãi biển không phải là vấn đề. Buổi chiều trời trở nên nóng và nhiều gió hơn. Có một Câu lạc bộ bãi biển nghỉ dưỡng Marriott ở bên phải trong khoảng cách có thể đi bộ để giải nhiệt bằng các món giải khát nhiệt đới tuyệt vời.Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời và đây là một bãi biển đẹp có bãi đậu xe, không có nhiều bãi đậu xe ở Kauai. Sàn nhà có nhiều đá nên việc trang bị giày hoặc chân chèo sẽ rất quan trọng. Rùa biển ở trên bãi biển và là một tính năng thú vị.Đọc thêm",
            "Đây là một bãi biển nhỏ xinh đẹp. Có một khu vực được bao quanh bằng đá nham thạch dành cho trẻ nhỏ. Đôi khi vào buổi sáng khi thủy triều xuống, nó chỉ sâu chưa đến 12 inch với ít sóng như một bể lội nước. Gần cuối bức tường đá, dòng chảy mạnh hơn nhiều với sàn phủ đầy đá nham thạch nhưng có rất nhiều cá cho người lặn bằng ống thở. \nNên khuyên trẻ em luôn mang giày nước vì vẫn còn những tảng đá sắc nhọn ngẫu nhiên trong khu vực cát. \n\nCó một cấu trúc vui chơi, khu vực cỏ, xúc xích Puka Dog và đá bào trong khoảng cách đi bộ. Hoàng hôn thật đẹp.\n\nTuy nhiên, có một vấn đề với địa điểm này - hiện tại nó đã bị mọi người tràn ngập. Những chú rùa tội nghiệp lên bãi biển để nghỉ ngơi và ngủ vào lúc hoàng hôn có rất nhiều khách du lịch vây quanh để quay video và chụp ảnh selfie cùng chúng. Họ có một phần rất nhỏ bãi biển được dựng bằng nón nhưng mọi người vẫn thường xuyên phớt lờ và đi thẳng đến chỗ chúng. Thật buồn khi thấy sự thiếu tôn trọng như vậy.Đọc thêm",
            "Một bãi biển rất đẹp ở đây có rất nhiều thứ để cung cấp cho các gia đình. Khu vực gần bờ không có dòng chảy lớn nhờ có hàng rào bảo vệ, lý tưởng cho hoạt động lặn với ống thở. Có rất nhiều loại cá để xem và rất gần bờ. Chỗ có nhiều đá nên đi giày nước là phù hợp. Lướt sóng tuyệt vời ở bên trái và bên phải của khu vực lặn với ống thở. Bãi biển rất đông đúc và đó là một bãi biển nhỏ hơn nên có cảm giác đông đúc hơn thực tế. Chúng tôi đã nhìn thấy rùa biển trên bờ khi ở đó! Nơi tuyệt vời để tham quan ở bờ phía nam!Đọc thêm",
            "Chúng tôi đã đi vào lúc hoàng hôn. Bãi biển đẹp, thú vị khi được ngắm rùa biển - hải cẩu thầy tu. Có quá nhiều người không biết gì tụ tập để thực sự để động vật hoang dã sống trong khu vực xuất hiện. Sẽ tốt hơn nếu mọi người có ý thức lùi lại và để cho hải cẩu tu sĩ - loài rùa có được không gian mà chúng cần - xứng đáng. Đọc thêm",
            "Chúng tôi kết thúc ở đây sau bữa ăn nửa buổi gần đó và chỉ muốn dừng lại và ngắm nhìn bãi biển.  Đó là một khu vực đẹp, nhưng không thực sự phù hợp để đi dạo vì nó nhỏ hơn và đông người từ sớm.  Nhà hàng Puka Dog gần đó gần như là lý do riêng để đến đây và nuôi một chú chó trong khi ngắm cảnh biển.Đọc thêm",
            "Bãi biển đẹp, cách đường chính, đường hầm cây khoảng 20 phút.\n\nLúc đó có 3 con rùa biển xanh đang nằm trên cát và một con đang hoạt động dưới nước. Chúng dài khoảng 2 ft nên khá to.\n\nRất nhiều người ở dưới nước vì đây có thể là bãi biển duy nhất gần đó. Bãi biển được che chắn bởi một số tảng đá nên trông giống như một nơi tốt cho trẻ em.\n\nChúng tôi đã không đi vào vì đây chỉ là một đường vòngĐọc thêm",
            "Bãi biển tuyệt vời để bơi lội, lướt sóng, lặn với ống thở. Nhưng điều tuyệt vời nhất là được nhìn thấy những chú rùa xuất hiện trên bãi biển vào lúc hoàng hôn. Tuyệt vời! Ngoài ra còn có một chú hải cẩu đang ngủ trưa trên bãi biển khi chúng tôi đến. Họ buộc dây ra khỏi khu vực để tôn trọng hải cẩu và nhường không gian cho rùa. Hoàng hôn ở đây cũng rất đẹp.Đọc thêm",
            "Thật là một thời gian tuyệt vời!  Chúng tôi đã đến thăm bãi biển này nhiều lần trong thời gian lưu trú.  Nó gần như có mọi thứ chúng tôi cần.  Đó là một nơi tốt để lặn với ống thở, họ có nhân viên cứu hộ túc trực, có phòng vệ sinh và thậm chí cả vòi sen.  Chúng tôi chưa bao giờ gặp khó khăn trong việc tìm một chỗ trên bãi biển hoặc trong bãi đậu xe - tôi - tôi chắc chắn rằng những thời điểm khác trong năm có thể không như vậy - .   Đó chỉ là một nơi tuyệt đẹp và nó mang lại hiệu quả rất tốt cho chúng tôi. Đọc thêm",
            "Poipu được đánh giá là một trong những bãi biển đẹp nhất nước Mỹ. Nó chắc chắn không làm bạn thất vọng. Bên phải tháp cứu hộ là nơi tuyệt vời để bơi lội và chơi lướt sóng. Bên trái là nơi nông hơn, một nơi tuyệt vời để lặn với ống thở. Chúng tôi đã thấy rất nhiều loại cá khác nhau, thật tuyệt vời. Ồ, và chúng tôi đã kết bạn với Hải cẩu thầy tu - s và Rùa biển xuất hiệnĐọc thêm",
            "Bãi biển tuyệt vời, rất nhiều rùa và thậm chí cả sư tử biển. Cát và hoàng hôn tuyệt đẹp và là địa điểm tuyệt vời, an toàn để lặn với ống thở hoặc cho trẻ em bơi lội!Đọc thêm",
            "Khung cảnh tuyệt đẹp của những ngọn núi, tán lá xanh tươi và tiếng sóng cuộn. Tận hưởng bãi cát ấm áp khi bạn thư giãn với âm thanh của sóng lướt sóng.Đọc thêm",
            "Chúng tôi rất thích bãi biển Poipu khi chúng tôi đến vào buổi chiều muộn để xem những chú rùa mà chúng tôi được nghe kể. Công viên rất đẹp với cơ sở vật chất và khu dã ngoại. Có lặn với ống thở ở một vịnh nông đẹp và những người lướt sóng gần đó. Khi mặt trời bắt đầu lặn, rùa đi vào vịnh và lên bãi biển để nghỉ ngơi buổi tối. Thật là tuyệt! Họ có một nhà bảo tồn tình nguyện đến cung cấp thông tin về rùa và trả lời các câu hỏi. Đó là một trải nghiệm tuyệt vời! Đọc thêm",
            "Đây là một bãi biển và công viên sạch sẽ được bảo trì tốt.  Lặn biển thật dễ dàng.  Có những con rùa lớn và hải cẩu thầy tu nằm trên cát và được buộc dây để đảm bảo an toàn.  Điều này dường như phổ biến với các gia đình vì nó được bảo vệ tốt.  Việc đỗ xe thật dễ dàng và một chiếc áo sơ mi có thể đi bộ qua một con đường.Đọc thêm",
            "Bãi biển Poipu là một trong những nơi mà tôi ghét phải yêu. Nó có hoạt động lặn với ống thở, bơi lội, lướt sóng và đi bộ trên bãi biển thật tuyệt vời - và có rất nhiều người. Tôi may mắn được nhìn thấy hai con hải cẩu thầy tu khổng lồ đang có nguy cơ tuyệt chủng đang nghỉ ngơi trên bãi biển. Họ được bảo vệ bởi những người theo chủ nghĩa tự nhiên và một hàng rào.  Có một số khu nghỉ dưỡng rất đẹp ngay dọc bãi biển nơi bạn có thể đến dùng bữa hoặc đồ uống. Có phòng tắm công cộng và nơi trú ẩn để ăn trưa dã ngoại hoặc chạy xuống khi cơn mưa rào xuất hiện. Bãi đậu xe rộng nhưng như mình đã nói đây là địa điểm rất được yêu thích.Xem thêm",
            "Chúng tôi lái xe xuống Bãi biển Poipu để có một ngày thoải mái hơn sau khi tham quan rất nhiều địa điểm du lịch trước đó và điều này thật thú vị vì mặc dù có rất nhiều người trên cát chơi lướt sóng hoặc nằm trên khăn tắm biển, có rất nhiều chỗ để đi bộ và ngắm nhìn mặt nước và các địa điểm.  Chúng tôi thích nhìn thấy một con rùa biển lớn đang quay trở lại mặt nước từ một vị trí trên bãi biển, nơi có một hàng rào băng - ngăn mọi người tránh xa nơi nó ở để không làm phiền nó chút nào.  Từ đó, chúng tôi đi xa hơn một chút, nơi có một chú hải cẩu đang ngủ trên bãi cát ấm áp!  Anh ta cũng có một rào chắn để ngăn không cho ai đến quá gần và làm phiền anh ta.  Họ có một bảng đăng ký cho biết giới tính của anh ấy cũng như thời điểm anh ấy lên bãi cát để ngủ.  Thỉnh thoảng, anh ấy lại giơ chân chèo hoặc di chuyển để chúng tôi biết rằng anh ấy vẫn còn sống!  Khi chồng tôi muốn đi xa hơn một chút, tôi bước lên đọc sách ở một chiếc bàn dã ngoại có mái che, và nhìn thấy một con gà trống và một con gà cái nhảy lên mép thùng rác có lót hàng cách tôi chỉ vài bước chân để tìm thức ăn. .  Tôi bật cười khi con gà trống rơi vào thùng và tôi nghĩ việc rơi vào đó đã khiến nó giật mình đến mức nhìn thấy một loạt lông tơ trong chuồng trước khi nó kịp bay ra ngoài!  Thật buồn cười là anh ấy đã không quay lại để thử lại!  Tôi đã chụp được hình ảnh một số hồng y có mái đầu màu đỏ tươi cũng như những con chim khác đến bàn để kiểm tra tôi và một số người khác xem có mảnh vụn nào từ bữa ăn không!  Chúng tôi được yêu cầu không cho bất kỳ con gà nào ăn, nhưng khi đang ăn thức ăn tại bàn, gió đã thổi bay khoai tây chiên của chúng tôi khỏi bàn và rơi xuống đất!!  Và những chú gà trống, gà mẹ cũng như các con của chúng đều chạy đến!  Họ nhận được phần thưởng miễn phí vào ngày hôm đó vì chúng tôi không thể thu thập các mảnh bị rơi đủ nhanh!Đọc thêm",
            "Poipu thật tuyệt! Trời có chút gió, nhưng nếu bạn ngồi ngang qua bãi biển chính đối diện khách sạn thì nó sẽ được bảo vệ khỏi gió. Khi chúng tôi ở đó có một con hải cẩu và nhiều rùa biển đang ngủ trên bãi biển. Các tình nguyện viên đã tạo ra một vành đai để bảo vệ các loài động vật nhưng bạn có thể đến gần chúng để chụp ảnh. Hoạt động lặn bằng ống thở ở đây rất tuyệt, thậm chí rất gần bờ. Tôi thực sự lo lắng về việc giẫm phải nhím biển, chúng ở gần nhau đến mức nào. Nếu bạn đến được đây, hãy nhớ mua một chiếc xúc xích tại Puka Dog, chúng thật tuyệt vời! Đọc thêm",
            "Bãi biển đẹp như nhiều bãi biển ở Kauai, nhưng với bãi biển Poipu, bạn sẽ có nhiều cơ hội có được một ngày nắng đẹp. Có 5-6 con rùa đang phơi nắng khi chúng tôi ở đó và điều này khiến nó trở nên đặc biệt hơn.Đọc thêm",
            "Chúng tôi đã đến thăm Bãi biển Poipu ba lần trong thời gian lưu trú tại Lihue. Mỗi lần chúng tôi đều rất vui mừng khi nhìn thấy những chú rùa biển xanh nằm nghỉ trên bãi biển. Thời gian tốt nhất để đến xem rùa là từ 5:30 đến 6:30 chiều - Có những người tình nguyện ở đó để trả lời bất kỳ câu hỏi nào về rùa mà bạn có thể có và họ cũng đảm bảo rằng những chú rùa được giữ an toàn. Một trong những buổi chiều chúng tôi ở đó, chúng tôi cũng được nhìn thấy một chú hải cẩu thầy tu Hawaii đang nghỉ ngơi. Nước ở đây nông và êm ả vì có rạn san hô bảo vệ, rất lý tưởng cho trẻ em và những người tắm biển thư giãn. Đọc thêm",
            "Có được phép đỗ xe qua đêm không? Chúng tôi đã đến đó nhiều lần và không thấy biển hiệu nào ghi giờ. Chúng tôi sẽ chỉ có một chiếc ô tô ghé thăm chỗ ở tiếp theo và không ngủ trong ô tô của chúng tôi.Đọc thêm",
            "CóĐọc thêm",
            "Tôi và chồng sẽ ở Kauai đến cuối tháng 12. Chúng tôi đang tìm người đi bộ đường dài cùng hoặc - và đi chung xe khi chúng tôi không lái xe.\nAi có nhu cầu vui lòng liên hệ với tôi theo số điện thoại - 17144069862.\nChúng tôi có lịch mở\nMahalo!Đọc thêm",
            "Khi chỉ tham quan trong 8 giờ tàu du lịch đang cập cảng. Phải làm gì?Đọc thêm",
            "Nếu không đắt, hãy thuê một chiếc taxi trên đảo và nhờ họ đưa bạn đến bãi biển poipu. Đây là một bãi biển công cộng và miễn phí. Cát và nước rất tuyệt và đây là một bãi biển đẹp để ghé thăm. Chúng tôi đã thuê một chiếc ô tô để đi nghỉ nên tôi không chắc chi phí sẽ như thế nào nếu quá đắt thì phải có một bãi biển công cộng ở Lihue ở đâu đó. Khi ở Hawaii đi bơi!! Chúc may mắnĐọc thêm",
            "Có cho thuê thiết bị lặn với ống thở trên bãi biển không?Đọc thêm",
            "Lặn bằng ống thở là một hoạt động rất thú vị ở bãi biển và mặc dù có rất nhiều địa điểm dành cho hoạt động này. I Snorkel Bob - s có bản đồ về những địa điểm tốt nhất vào thời điểm này trong năm.Đọc thêm",
            "Có cho thuê thiết bị lặn với ống thở trên bãi biển không?Đọc thêm",
            "Thiết bị lặn có sẵn ở bên kia đường đối diện công viên.Đọc thêm",
            "Thuê xe tốt nhất là gì? Đối với xe Jeep? Cũng tốt nhất cho ngày 13-11 Đọc thêm",
            "Tôi - tôi không chắc đây có phải là công việc cho thuê tốt nhất hay không. Hiện tại chúng tôi đang sử dụng Turo.!Nó giống như VRBO của ô tô. Ưu đãi lớn. Thuê xe có rất nhiều hạn chế về việc khám phá hòn đảo. Nhiều chủ sở hữu Turo không - t. Chúng tôi đã có một chiếc Jeep Wrangler trong một tuần ở Kauai và chúng tôi yêu thích nó! Chuyến đi tiếp theo với các thanh thiếu niên của mình, chúng tôi dự định thuê một chiếc xe tải để có thể ném ván boogie, thuyền kayak và ván lướt sóng ở phía sau. Chúc vui vẻ!!Đọc thêm",
            "Bạn có phải trả tiền để đỗ xe tại các bãi biển trên đảo không? Ngoài ra, có dịch vụ cho thuê ghế bãi biển không? Đọc thêm",
            "Không phải ở những nơi chúng tôi đã đến...cho thuê ghế, tôi không thể nói cho bạn biếtĐọc thêm",
            "Có thân thiện với chó không?Đọc thêm",
            "Chúng tôi nhìn thấy một con chó bên ngoài khu vực bãi biển. Tuy nhiên, không chắc chắn liệu chúng có được phép về mặt kỹ thuật hay không. Đọc thêm",
            "Có nơi nào bán đá bào gần bãi biển poiou không?Đọc thêm",
            "Đúng. Ngay phía đông của Công viên Bãi biển Poipu có một địa điểm cạo râu. Đọc thêm",
            "Điều này có tốt cho người mới bắt đầu lặn với ống thở không, độ sâu không quá 4 ft nước? Nếu vậy người ta có thể nhìn thấy sinh vật biển nào?Đọc thêm",
            "Nó sẽ tốt cho người mới bắt đầu lặn với ống thở!  Nó được bảo vệ bởi một rạn san hô nên nước không gồ ghề. Bạn cần lưu ý rằng ở một số điểm, khoảng cách giữa đá và mặt nước rất nông và bạn cần cẩn thận - lướt qua để không bị trầy xước lòng bàn tay hoặc đầu gối. Điều tốt nhất chúng tôi đã làm là mua giày nước. Bạn - sẽ cần chúng cho mọi bãi biển ở đó - có thể tìm thấy một số trường hợp ngoại lệ như Bãi biển Salt Pond - .  Khi bạn đã cảm thấy thoải mái khi lặn với ống thở, địa điểm yêu thích của chúng tôi trên đảo là ngay tại căn hộ của chúng tôi, Kuhio Shores, tại Bãi biển Lawai. Rùa. Rất nhiều cá. Nó chỉ cách Bãi biển Po - ipu khoảng một dặm về phía tây. Chúng tôi đã thấy mọi thứ bạn có thể thấy ở Po - ipu và hơn thế nữa. Nước ở đó mạnh hơn một chút nhưng chúng tôi là người mới bắt đầu. Vây giúp mọi trải nghiệm lặn với ống thở an toàn hơn.Đọc thêm"
        ],
        "star_ratings": [
            3088,
            1457,
            350,
            56,
            13
        ],
        "review_amount": 4964,
        "location": [
            "Các hoạt động ở Poipu",
            "Công viên bãi biển Poipu",
            "Hoa Kỳ",
            "Dài",
            "Hawaii - HI -",
            "Quả bóng",
            "Kauai"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written June 24, 2023",
            "Written June 24, 2023",
            "Written July 9, 2023",
            "Written July 23, 2023",
            "Written August 16, 2023",
            "Written August 21, 2023",
            "Written September 2, 2023",
            "Written September 3, 2023",
            "Written September 21, 2023",
            "Written May 29, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written March 23, 2024",
            "Written March 16, 2024",
            "Written March 10, 2024",
            "Written February 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60625-d155138-Reviews-Poipu_Beach_Park-Poipu_Koloa_Kauai_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60621-d1497739-Reviews-Red_Salt-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60621-d671400-Reviews-Brennecke_s_Beach_Broiler-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60621-d23137721-Reviews-Puka_Dog-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60621-d12193665-Reviews-Little_Fish_Coffee-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60621-d12328639-Reviews-Kauai_Juice_Co-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60625-d1630530-Reviews-Papalani_Gelato-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60625-d8616285-Reviews-Anuenue_Cafe-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60625-d1830866-Reviews-Kalapaki_Joe_s_Poipu-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29218-d12581352-Reviews-Honu_Beach_Bar-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60621-d13500031-Reviews-Cabana_Bar_and_Grill-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d155134-Reviews-Brennecke_s_Beach-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d11802650-Reviews-Ke_Kahua_O_Kaneiolouma-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d11949932-Reviews-Mahaulepu_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3443075-Reviews-Moir_Gardens-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d8412689-Reviews-Kiahuna_Beach-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d669715-Reviews-Poipu_Shopping_Village-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3651455-Reviews-Maha_ulepu_Heritage_Trail-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d1856973-Reviews-Shipwreck_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d4341660-Reviews-Lawa_i_Beach-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d4185407-Reviews-Baby_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d155138-Reviews-or10-Poipu_Beach_Park-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d1189161-Reviews-Na_Pali_Riders-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d1918741-Reviews-Princeville_Botanical_Gardens-Princeville_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g9777534-d146816-Reviews-Na_Pali_Coast_State_Park-Wainiha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d247664-Reviews-Waimea_Canyon_State_Park-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d3200921-Reviews-Kauai_Path-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560716-Reviews-Hanakapiai_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d254962-Reviews-Koke_e_State_Park-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d103480-Reviews-Polihale_State_Park-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d647555-Reviews-Hanalei_Bay-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d26259737-Reviews-Kaua_i_Tea_Ceremony-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d27491833-Reviews-Jenna_B_Photography-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d2163326-Reviews-Poipu_Beach_Surf_School-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d669717-Reviews-Nukumoi_Surf_Co-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d1551548-Reviews-Hoku_Water_Sports-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d2226759-Reviews-Kauai_Surf_School-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d14097026-Reviews-Alexander_Day_Spa_and_Salon-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d11797225-Reviews-Hawaiian_Style_Surfing-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d2443479-Reviews-Dive_Kauai_Scuba_Center-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3836601-Reviews-Aulii_Luau-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d4481135-Reviews-Shaka_Zipline-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32887-d10642852-Reviews-Pinecrest_Lake-Pinecrest_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25289638-Reviews-Light_Art_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g230156-d2185997-Reviews-Blue_Hole-San_Lawrenz_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d8539869-Reviews-Waipo_o_Falls-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3941604-Reviews-London_Film_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d1524370-Reviews-The_Amish_Village-Ronks_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1106066-Reviews-Mandalay_Bay_Beach-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d23648351-Reviews-Gold_Souk-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g48915-d109993-Reviews-Overlook_Mountain-Woodstock_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190053-d303019-Reviews-Cano_Negro_Wildlife_Refuge-Cano_Negro_Province_of_Alajuela.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60625-d155138-Reviews-or10-Poipu_Beach_Park-Poipu_Koloa_Kauai_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60625-d155138-Reviews-Poipu_Beach_Park-Poipu_Koloa_Kauai_Hawaii.html"
    }
]