[
    {
        "attraction_name": "Pompeii Archaeological Park",
        "attraction_name_vi": "Công viên khảo cổ Pompeii",
        "general_info": [
            "23.813 đánh giá",
            "- 1 trong 109 điều cần làm ở Pompeii",
            "Địa điểm lịch sử",
            "Di tích cổ",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Đi bộ dọc theo những con đường lịch sử tại Công viên Khảo cổ Pompeii, địa điểm thực tế nơi Núi Vesuvius phun trào vào năm 79 sau Công nguyên, cướp đi sinh mạng của hàng nghìn người và chôn vùi Pompeii trong hàng mét tro bụi. Đi dạo giữa các tàn tích với hướng dẫn bằng âm thanh hoặc để có cái nhìn sâu sắc hơn về lịch sử, hãy tham gia một chuyến tham quan có hướng dẫn viên. Hãy chuẩn bị sẵn mũ và kem chống nắng vì không có nhiều bóng râm trong toàn bộ tàn tích. Tuy nhiên, có một quán cà phê và quán bar nếu bạn cần nghỉ ngơi. Các tàn tích được kết nối bằng những con đường cổ xưa, có thể gồ ghề và không bằng phẳng. Du khách được khuyến khích đi giày thoải mái. - TripadvisorĐọc thêm",
        "reviews": [
            "Đã 35 năm kể từ lần cuối tôi đến thăm Pompeii.  Những thay đổi thật đáng kinh ngạc - rất nhiều điều đã được khai quật và nhiều điều đã được thực hiện để bảo tồn những gì đã được tìm thấy.  Bạn chắc chắn cần một hướng dẫn để hiển thị cho bạn các tính năng chính, sau đó làm theo hướng dẫn này để khám phá thêm về trang web lớn này.Đọc thêm",
            "Trang web vượt quá sự mong đợi của tôi. Hoàn toàn tuyệt vời. Thật là một trang web lớn với rất nhiều thứ để xem. Chúng tôi đến đó lúc khai mạc và có đặc quyền chụp một số bức ảnh trước khi đám đông đến. Khi vào, một hướng dẫn viên đã cung cấp dịch vụ của anh ấy với giá - 120 trong 2 giờ. Chúng tôi đã lịch sự từ chối. Chúng tôi chỉ tìm thấy một quán cà phê trong toàn bộ khu vực nên khuyên bạn nên uống nước. Nếu tôi đi lần nữa, tôi sẽ ăn trưa và ngồi ăn trong bóng râm vào giữa ngày và đợi đám đông giảm bớt để tận hưởng thêm địa điểm mà chúng tôi đã ở lại 4 giờ và cần nghỉ ngơi. Lời chỉ trích của tôi là họ không cho phép nhập lại. Tôi cảm thấy họ cần giới thiệu một hệ thống đóng dấu tay để bạn có thể rời đi và quay lại, tôi không hiểu tại sao điều này lại không thể thực hiện được ngoài việc bạn không muốn làm như vậyĐọc thêm",
            "Chúng tôi đến thăm Pompeii và bắt tàu từ Sorrento. Thật dễ dàng để vào và nhà vệ sinh gần nơi bạn nhận được vé rất hữu ích. Họ cung cấp bản đồ bằng nhiều ngôn ngữ và bạn có thể nhận được mã QR cho hướng dẫn âm thanh miễn phí mà chúng tôi không sử dụng - bởi vì chúng tôi là những huyền thoại không tuân theo các quy tắc - hơi khó tìm thấy một số khu vực nhất định như 13 xác chết và phòng tập thể dục - nơi chúng tôi không tìm thấy - . Bạn phải đi bộ rất nhiều, tôi sẽ không khuyến nghị điều này cho những người có xe đẩy hoặc những người đứng không vững. Một lần nữa tôi sẽ nói hãy mang theo đồ ăn của riêng bạn vì có một quán cà phê và nó rất bận rộn!  Tôi rất thích nhìn thấy những ngôi nhà cổ, chúng tôi không tham gia một chuyến tham quan có hướng dẫn và đôi khi hơi khó chịu khi phải vượt qua các hướng dẫn viên khác nhau. Tuy nhiên nhìn chung; nếu bạn - xem lại lịch sử của mình, tôi sẽ nói hãy ghé thăm nơi này! Thật thú vị khi thấy cách họ sống ở một thời đại khác.Đọc thêm",
            "Như chúng tôi đang tham gia chuyến du lịch Riveria, chúng tôi chỉ được phân bổ 2 giờ ở đây là không đủ.  Mặc dù rất thú vị nhưng nó không chi tiết về lịch sử như chúng ta tưởng tượng. Nó cực kỳ bận rộn và đối với một địa điểm kiến ​​trúc, dường như nó thiếu lịch sử.  Các quầy hàng ra vào địa điểm sẽ cho bạn cảm nhận về mức độ thương mại của địa điểm này.  Thực sự khá buồn.   Chúng tôi đã đến Herculalium vào ngày hôm sau, điều đó tốt hơn nhiềuĐọc thêm",
            "Nếu bạn có hứng thú với lịch sử cổ đại, bạn không muốn bỏ lỡ nơi này. Thực ra, bạn đang đi bộ trên những con phố của một thành phố như cách đây gần 2.000 năm. Tôi đã bị sốc trước quy mô của khu vực này. Tôi không nhận ra rằng khu vực này lại rộng lớn đến vậy. Ở một số khu vực, vẫn còn những bức tranh tuyệt đẹp được vẽ trên tường giống như cách đây rất lâu. Có một số bản sao của những người bị đóng băng trong thời gian. Mặc dù nhiều thứ đã bị phá hủy, nhưng bạn vẫn có thể cảm nhận được cách người dân sống. Đây là một nơi mà tôi luôn muốn đến thăm và nó còn tuyệt hơn cả những gì tôi tưởng tượng. Một lời khuyên cho người khôn ngoan. Hãy đến sớm, nơi này cực kỳ đông đúc. Đọc thêm",
            "Chúng tôi quyết định đến thăm Pompeii trong khi ở Sorrento để dự đám cưới bạn bè, đó là một trong những hoạt động phải làm trong khi ở Sorrento, tôi nghĩ vậy. Bạn không cần phải là người yêu thích lịch sử mới có thể hiểu được những gì thực sự đã xảy ra cách đây nhiều năm. Các di tích đã được giữ trong tình trạng rất tốt và bản thân địa điểm này rất thú vị về mặt lịch sử. Chỉ cần một lưu ý là hãy đội mũ và bôi kem chống nắng - giống như một cái bẫy nắng vậy!. Quán cà phê trong khuôn viên rất đẹp và phục vụ hầu hết đồ uống cũng như đồ ăn nhẹ.Đọc thêm",
            "Chuyến tham quan rất tuyệt vời tuy nhiên địa hình cực kỳ khắc nghiệt ngay từ đầu và hãy cẩn thận khi đến đây vào mùa hè khi trời nóng như thiêu đốt.  Nhưng tàn tích thực sự rất tuyệt và chúng tôi đã sắp xếp trước một hướng dẫn viên du lịch riêng, điều này thực sự tốt.  Chắc chắn đáng để ghé thăm imo. Đọc thêm",
            "Tôi thực sự không thể diễn tả trải nghiệm này thành lời vì tôi thấy nó thực sự rất ấn tượng. Tôi - sẽ để những bức ảnh tự nói lên điều đó. Đừng bỏ lỡ địa điểm này nếu bạn từng ở gần và chắc chắn sẽ nhận được hướng dẫn.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan có hướng dẫn kéo dài ba giờ tới Pompeii. Thật là một trải nghiệm tuyệt vời và có lẽ là điểm nhấn trong kỳ nghỉ của chúng tôi.\n\nKhoảng 2/3 thành phố cổ này đã được khai quật và những gì được phát hiện thật đáng kinh ngạc. Đường phố, nhà cửa, cửa hàng, quảng trường và nhà được bảo quản tốt. Việc đi bộ không quá khó khăn nhưng trời nóng và việc cung cấp đầy đủ đồ uống lạnh là điều bắt buộc.  \n\nMột điều phải làm là tham gia một chuyến tham quan có hướng dẫn. Có rất nhiều điều chúng tôi chưa biết và hướng dẫn của chúng tôi rất xuất sắc với sự cân bằng chính xác giữa thông tin và sự hài hước.\n\nMột trải nghiệm khó quênXem thêm",
            "Không thể tin được là cách duy nhất để mô tả kỳ quan khảo cổ này. Hoàn toàn tuyệt vời.  Đặc biệt thú vị.  Và một nơi nào đó mà bạn chắc chắn phải có người hướng dẫn nếu không bạn có thể bỏ lỡ rất nhiều chi tiết.\n\nChúng tôi đã dành hơn 4 giờ ở đây và không thấy gì gần một nửa thời gian đó.  Nhưng những gì chúng tôi đã thấy thật phi thường, đó là một lời khen ngợi từ tôi vì tôi thường gọi các địa điểm khảo cổ là - những tàn tích cổ đầy bụi bặm. - Cái này rỉ ra sự sống -- cuộc sống bị cắt ngắn trong nháy mắt, nhưng vẫn dễ dàng hình dung ra mọi thứ như lúc chúng đột ngột dừng lại.Đọc thêm",
            "Không cần phải đặt Tour! Chúng tôi ở lại Naples và bắt chuyến tàu Circumvesuviana - 3 chuyến mỗi chiều. Nó thực sự dễ dàng để điều hướng! Chúng tôi đã đặt trước vé Pompeii trực tuyến mặc dù bạn có thể thanh toán vào ngày - 22. Dưới 18 - được miễn phí nhưng không thể đặt trước, tuy nhiên khi đến nơi nếu bạn đề cập với nhân viên, họ sẽ lấy cho bạn vé trẻ em vì vậy bạn vẫn có thể đi thẳng mà không cần xếp hàng Chúng tôi đã đến để khai trương và rất vui vì chúng tôi đã làm như vậy khi được trải nghiệm Pompeii trong khi nó trống rỗng. Đó là một địa điểm rất lớn nên chúng tôi thực sự có thể tận hưởng nó một cách yên bình cho đến khoảng 11 giờ sáng khi các chuyến tham quan đã đến và đôi khi nó trở nên thực sự bận rộn và khá ngột ngạt. Có một quán cà phê trong khuôn viên có nhà vệ sinh tuy nhiên vì lý do nào đó cửa nhà vệ sinh không được phép khóa. Quán cà phê nhìn chung sạch sẽ và có giá tốt nếu bạn coi đây là điểm thu hút chính. Chúng tôi ở lại khoảng 4 giờ, tuy nhiên bạn có thể ở lại lâu hơn nhưng lượng người và cái nóng khô quá sức đối với đứa trẻ của chúng tôi.Đọc thêm",
            "Đắm chìm trong lịch sử, địa điểm này rất đáng để ghé thăm mặc dù địa điểm rõ ràng là vô khảo cổ học vẫn có nhiều cơ hội để tìm hiểu cuộc sống của người dân thị trấn, phòng tắm La Mã, nhà hát, Quảng trường thị trấn, một số muriels, mỗi khu vực đều có hình ảnh thị trấn trước vụ phun trào vesuvius .rất nhiều mặt đất không bằng phẳng đã mua vé tại chỗ nếu bạn mua vé đầy đủĐọc thêm",
            "Đây là một nơi trong danh sách xô để ghé thăm.  Rất đáng thời gian nếu bạn thích lịch sử.  Hãy nghiên cứu trước để có được một chuyến tham quan tốt.  Đáng buồn là chúng tôi đã có một người Ý nói tiếng Anh tên là Paolo từ IBT Pompeii.  Anh ấy đã dành quá nhiều thời gian để nói và lặp lại chính mình.  Chậm tiến độ và không bao giờ đưa chúng tôi đi xem những địa điểm quan trọng với những bức bích họa và những thứ tương tự.  Chúng tôi có một người bạn Ý đi cùng và cô ấy đã tìm ra bản đồ và chỉ cho chúng tôi nơi cần đến.  Hướng dẫn đã đúng ngay từ đầu, bạn có thể ở đó nhiều ngày và không thể xem hết, nhưng có thể bạn không muốn. Tôi cảm thấy thật tiếc cho gia đình đến từ Texas mà tôi đã gặp, họ đang đi trên một chuyến du ngoạn của NCL và đây là của họ chỉ dừng lại ở Ý.  Từ kinh nghiệm cá nhân, tôi biết còn có nhiều điều hơn thế nữa về Ý và Pompeii sau đó họ đã học được từ hướng dẫn viên du lịch này..Đây là một địa điểm quan trọng mà tôi đã đánh dấu một sao để khuyến khích bạn tận dụng những gì tốt nhất từ ​​nơi này.Đọc thêm",
            "Vincenzo hoàn toàn tuyệt vời! Anh ấy yêu thích những gì anh ấy làm và điều đó thể hiện ở việc anh ấy đam mê như thế nào trong việc đảm bảo rằng chúng tôi hiểu được lịch sử và tầm quan trọng của Pompeii. Thật đáng để có một hướng dẫn viên du lịch cá nhân giải thích chi tiết những gì chúng tôi đang xem và nơi cần đến để tránh đám đông và cách tận dụng tối đa chuyến tham quan. Làm việc cùng với một nhà khảo cổ học và một người dân địa phương sẽ tạo ra sự khác biệt rất lớn. Thời gian trôi qua thật nhanh và những cô con gái tầm 3-20 tuổi của tôi rất thích thú với điều đó. Tôi thực sự khuyên bạn nên đặt chỗ qua công ty này và yêu cầu Vincenzo! Anh ấy - đó là sự thật.Đọc thêm",
            "Lái xe từ sân bay Naples đến pompei trên đường đến bờ biển Amalfi Lái xe thật thú vị! Hãy cảnh giác với những biển báo cho biết bãi đậu xe pompei thực chất là những nhà hàng, những người sau đó sẽ cố gắng lôi kéo bạn vào bữa trưa với bãi đậu xe miễn phí Phải lùi ra khỏi đường trở lại đường chính Tìm thấy bãi đậu xe - 12 euro - tại một khu cắm trại cạnh lối vào Porto MarinaCông viên rất thú vị Khá bận rộn Một số khu vực đóng cửa Deffo đáng để ghé thăm mặc dù một số người đã nói rằng Herculanum gần đó cũng tốt và ít đông đúc hơnĐọc thêm",
            "Bạn phải ghé thăm điều này. Thực sự tuyệt vời và lớn hơn bạn tưởng tượng. Dành ít nhất hai giờ để có cái nhìn sơ lược hoặc một ngày với hướng dẫn tốt để có cái nhìn toàn diện.Đọc thêm",
            "Nơi này rất tuyệt vời ngay cả đối với người khuyết tật, chúng tôi sử dụng ghế ngồi tốt và xem tất cả các tàn tích cũng như điểm cộng dành cho những người khuyết tật và có người đồng hành miễn phíĐọc thêm",
            "Đến thăm chồng tôi, đi tàu từ Sorrento rất dễ dàng và rẻ nếu bạn không đi tàu tốc hành. Chúng tôi đã dành 7 giờ ở đó. Thuê một hướng dẫn âm thanh thật tuyệt vời, nếu bạn có thời gian hạn chế, tốt hơn bạn nên sử dụng một hướng dẫn hoặc bám vào Phố chính nơi các tòa nhà đã được khai quật và bảo tồn rộng rãi. Một ngày đáng nhớ. Một tiêu cực là các cơ sở vệ sinh. Rất rất hạn chế và trải rộng với hàng đợi rất dài. Vô cùng nghèo nàn đối với một trong những điểm thu hút phổ biến nhất ở châu Âu. Lựa chọn thực phẩm hạn chế quá. Uống nhiều nước, mang giày thể thao và đội mũĐọc thêm",
            "Đã đến đây từ sorento bằng tàu hỏa.  Lịch sử vĩ đại, đứa con 10 tuổi của tôi say mê lịch sử. Chúng tôi đã có một chuyến tham quan kéo dài hai giờ là đủ vì trời nóng. Sau khi thanh toán xong bạn có thể ở lại bao lâu tùy thích. Đọc thêm",
            "Bởi vì nơi này nổi tiếng thế giới nên đã tràn ngập khách du lịch ngay cả vào đầu tháng Năm.  Tình huống xấu nhất là khi bạn ở trong nhà và có đoàn du lịch.  Với tất cả các thành viên trong đội hình chặt chẽ, họ hoàn toàn có thể chặn tầm nhìn cho đến khi họ đi tiếp.  Về cơ bản bạn đang bị mắc kẹt với tốc độ của họ.  Nhóm du lịch sẽ ít đe dọa hơn khi bạn ở ngoài trời, nhưng mặt trời thì có.  Ngoài ra, thật khó để đi bộ trên đá cuội và điều này càng trở nên trầm trọng hơn bởi thực tế là nơi này rất rộng lớn và phải đi bộ nhiều.  BTW, nếu bạn có kế hoạch đến thăm Pompeii, bạn phải trả tiền để nhận được 365 Lite Artecard.  Nó chỉ có giá - 26 và sử dụng được trong 1 năm.  Ngoài Pompeii, bạn cũng có thể vào miễn phí 33 địa điểm khác như Herculaneum và Bảo tàng Khảo cổ học.  Điều tuyệt vời nhất là bạn có thể bỏ qua việc xếp hàng mua vé.Đọc thêm"
        ],
        "star_ratings": [
            16516,
            5115,
            1370,
            488,
            326
        ],
        "review_amount": 23815,
        "location": [
            "Pompeii",
            "Campania",
            "Nước Ý",
            "Công viên khảo cổ Pompeii",
            "Những điều cần làm ở Pompeii",
            "Tỉnh Napoli",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 6, 2023",
            "Written June 10, 2023",
            "Written June 15, 2023",
            "Written June 22, 2023",
            "Written June 25, 2023",
            "Written June 28, 2023",
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written July 3, 2023",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187786-d195477-Reviews-Pompeii_Archaeological_Park-Pompeii_Province_of_Naples_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d21129684-Reviews-Osteria_Nonna_Cherubina-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d10252741-Reviews-Caupona-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d2723537-Reviews-Ristorante_Tiberius_Pompei-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d10139331-Reviews-So_Zen_Restaurant_Arabian_Lounge-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d1977568-Reviews-Hortus_Porta_Marina-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d8784163-Reviews-Pizzeria_Da_Franco-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d24089449-Reviews-La_Gare-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d12830580-Reviews-Shaval-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d21283734-Reviews-Stella_RistoPub-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187786-d27411977-Reviews-La_Cantina_Di_Plinio-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d294978-Reviews-Forum-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d1793615-Reviews-Museo_Gracco_di_Arte_Contemporanea_e_Fotografia-Pompeii_Province_of_Naples_Campan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d22954301-Reviews-Diomede_s_Villa-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d4786630-Reviews-Stabian_Baths_Terme_Stabiane-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d669199-Reviews-Villa_dei_Misteri-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d669209-Reviews-Casa_del_Fauno-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d4053171-Reviews-Terme_del_Foro-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d2204881-Reviews-Odeon_Teatro_Piccolo-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d4786626-Reviews-Lupanar-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d669213-Reviews-Temple_of_Apollo-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d195477-Reviews-or10-Pompeii_Archaeological_Park-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d545226-Reviews-Santuario_della_Beata_Vergine_Maria_del_Santo_Rosario_di_Pompei-Pompeii_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d669212-Reviews-Teatro_Grande-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d4053163-Reviews-Via_dell_Abbondanza-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d11695564-Reviews-Anfiteatro_Romano-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d3953640-Reviews-Gaia_Guide_Pompei_Day_Tour-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d21126263-Reviews-EssePi_tour_and_transfer-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d8442486-Reviews-Morosofi_Guided_Tours-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d19395461-Reviews-Enjoy_Pompeii-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d3138298-Reviews-Visit_Pompeii_private_guide_tours-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d12948889-Reviews-Astrea_Tour-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d2222978-Reviews-Visite_Guidate_Pompei-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d2350323-Reviews-Tours_Pompei-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d5481856-Reviews-Ada_s_Tours-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d3974219-Reviews-Pompei_Tour_Organizer-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19994153-Reviews-SvEt_Meduz-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d789161-Reviews-The_Lion_King-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303973-d1555385-Reviews-Wadi_Rum_Protected_Area-Wadi_Rum_Al_Aqabah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2015991-Reviews-Jellyrolls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128654-Reviews-United_States_Mint_At_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g58447-d127001-Reviews-Lake_Easton_State_Park-Easton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42068-d2707170-Reviews-Fisherman_s_Island_State_Park-Charlevoix_Charlevoix_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d11932518-Reviews-Fort_Jackson-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d109856-Reviews-Mokulua_Islands-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d630976-Reviews-GEHA_Field_at_Arrowhead_Stadium-Kansas_City_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187786-d195477-Reviews-or10-Pompeii_Archaeological_Park-Pompeii_Province_of_Naples_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187786-d195477-Reviews-Pompeii_Archaeological_Park-Pompeii_Province_of_Naples_Campania.html"
    }
]