[
    {
        "attraction_name": "Ponca State Park",
        "attraction_name_vi": "Công viên tiểu bang Ponca",
        "general_info": [
            "80 đánh giá",
            "- 1 trong 3 điều cần làm ở Ponca",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Ponca không bao giờ hết làm tôi ngạc nhiên. Tôi thường đi qua vào mùa hè, cắm trại tại một trong những địa điểm nguyên thủy. Nhưng năm nay, tôi đã gọi điện trước và vào giữa mùa đông lạnh lẽo, họ đã thuê cho tôi căn nhà gỗ riêng của mình với giá gần như không có gì. Đó là thiên đường - sau một chuyến đi dài, được trở về nhà với không gian riêng của mình, một - lò sưởi - đang gầm rú - chạy bằng điện - và tất cả... sự hoàn hảo. Chưa kể tôi đến sau giờ làm việc và họ để chìa khóa ở cửa trước của trung tâm du khách. Những người thực sự tốt bụng, chu đáo ở đây.Đọc thêm",
        "reviews": [
            "Mặc dù phong cảnh dọc theo các con sông là điển hình. Có một số con đường mòn đẹp. Sẽ tốt hơn nếu bạn đánh dấu chúng để giúp bạn đi đúng hướng. Mặc dù đã muộn hơn vào mùa hè nhưng một số thứ có thể tốt hơn. Trung tâm giáo dục có vẻ tốt nhưng hầu hết các hoạt động thực tế đều không hiệu quả.  Đọc thêm",
            "Công viên rừng xinh đẹp với tầm nhìn ấn tượng ra Sông Missouri.  Các cabin mộc mạc được đặt tên một cách khéo léo.  Không có gì lạ mắt. Gấu trúc, hươu và gà tây hoang dã đã xuất hiện!Đọc thêm",
            "Đây là một trong những công viên tiểu bang tốt nhất mà chúng tôi đã ghé thăm gần đây.  Vé vào cửa cho những người không phải cư dân Nebraska là - 12, nhưng chờ đã, vì chúng tôi đã trả tiền vào cửa ở một công viên khác ngày hôm qua và đến đây trước trưa hôm nay nên không mất phí!  Có một trung tâm du khách và trung tâm trình diễn tuyệt vời về Missouri, và đối với chúng tôi, thật tuyệt vời khi được đi đến điểm quan sát và ngắm nhìn Missouri không bị phân kênh.  Có những con đường đi bộ mà chúng tôi đã chọn bỏ qua, nhưng công viên có nhiều thứ để cung cấp cho du khách, bao gồm cả cabin cho thuê.  Nếu bạn quan tâm đến Lewis và Clark thì đây là một điểm dừng chân đặc biệt tốt.Đọc thêm",
            "Chúng tôi đã đến công viên trong nhiều năm. Chúng tôi - đã ở trong những căn nhà gỗ cũ hơn, những ngôi nhà mới hơn - đưa người cắm trại của chúng tôi đến khu cắm trại cùng bạn bè. Nó luôn sạch sẽ - được chăm sóc tốt. Khi chúng tôi đến Halloween Hayride của họ - điều đó thật thú vị. Họ đã bỏ rất nhiều công sức vào đó. Trung tâm Tự nhiên của họ rất đẹp - họ có nhiều sự kiện theo lịch trình. Nơi tuyệt vời cho gia đình - quây quần bên nhau s.Đọc thêm",
            "Rất nhiều con đường mòn. Cảnh quan đẹp. Cabin đẹp và các hoạt động ngoài trời khác. Công viên cách Thành phố Sioux một quãng lái xe ngắn và Ponca, NE có một cửa hàng tạp hóa và một số nhà hàng.Đọc thêm",
            "Đây là một công viên tiểu bang khá lớn. Có rất nhiều khu cắm trại nằm rải rác ở nhiều địa điểm khác nhau trong công viên. Bạn nên tìm một địa điểm phù hợp với sở thích của mình. Ngoài ra còn có một số đường mòn đẹp, dễ đi bộ và phù hợp với hầu hết các cấp độ kỹ năng. Đọc thêm",
            "Thật yên bình và xinh đẹp. Chúng tôi đang đi du lịch khắp đất nước và dừng lại ở đây vào buổi chiều. Chúng tôi cảm thấy sảng khoái và bình yên sau chuyến thăm của chúng tôi. Nếu tôi sống gần hơn, tôi chắc chắn sẽ ghé thăm thường xuyên!Đọc thêm",
            "Một số điểm đẹp để xem ... Ở lối vào, có bức tượng Tháp với thác nước - có một bãi đậu xe bên cạnh - , chúng tôi đã đến trung tâm du khách và đi bộ qua bảo tàng, ba điểm quan sát của tiểu bang - có một bãi đậu xe ngay bên cạnh - , cây lâu đời nhất - bạn có thể tiếp cận nó từ đường mòn hoặc đỗ xe ở đầu cầu thang xa hơn trên đường và đi bộ xuống đó - , và chúng tôi đã đi theo Đường mòn Corp of Discovery - bạn có thể đỗ xe ở đầu đường mòn - . Cuối đường mòn là một bãi đậu xe xa hơn, được đánh dấu rõ ràng và có cả tầm nhìn tuyệt đẹp và những khu rừng rậm rạp. Một số đường mòn phụ cho thấy điểm quan sát chỉ cách vách đá vài inch. Chúng có thể không thực sự là đường mòn, nhưng không có gì chỉ ra nơi đó là hay không. Ở cuối đường mòn, bạn có thể quay lại và đi bộ trở lại hoặc đi bộ dọc theo con đường trở lại đầu đường mòn. Bản đồ khó theo dõi tại một số điểm. Chúng tôi đã quay lại, nhưng một nhân viên thân thiện đã bảo chúng tôi đi theo anh ấy đến điểm chúng tôi cần. Đọc thêm",
            "Cảnh quan đẹp. Rất nhiều con đường mòn đi bộ đường dài tuyệt vời. Tác phẩm điêu khắc và thác nước rất đẹp. Tôi đã có khoảng thời gian vui vẻ ở đây và tận hưởng chuyến đi bộ của mình.Đọc thêm"
        ],
        "star_ratings": [
            51,
            24,
            4,
            1,
            0
        ],
        "review_amount": 80,
        "location": [
            "Nebraska - NE -",
            "Hoa Kỳ",
            "Ponca",
            "Công viên tiểu bang Ponca",
            "Những việc cần làm ở Ponca"
        ],
        "reviews_time": [
            "Written March 21, 2024",
            "Written September 8, 2023",
            "Written October 4, 2022",
            "Written August 31, 2022",
            "Written August 31, 2022",
            "Written July 7, 2022",
            "Written October 24, 2021",
            "Written July 31, 2021",
            "Written July 30, 2021",
            "Written July 26, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45780-d2303079-Reviews-Ponca_State_Park-Ponca_Nebraska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45780-d2335365-Reviews-Outlaw_Pizza-Ponca_Nebraska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45780-d26958368-Reviews-B_S_Trading_Post-Ponca_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45780-d27020215-Reviews-Adam_s_House_Museum-Ponca_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45780-d2303079-Reviews-or10-Ponca_State_Park-Ponca_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45780-d4729038-Reviews-Highland_Oaks_Golf_Course-Ponca_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g54664-d5831473-Reviews-Buds_Bar-Jefferson_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g45644-d21152848-Reviews-Sentinels_of_the_Prarie-Jackson_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g54589-d27020233-Reviews-The_Pointe_Golf_Event_Center-Elk_Point_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54589-d27008899-Reviews-Union_County_Historical_Society-Elk_Point_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54589-d5831426-Reviews-Bump_N_Sam_s_Inc-Elk_Point_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d144480-Reviews-Hatcher_Pass-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d1153177-Reviews-Playa_de_S_Amarador-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1394557-Reviews-Lake_Estes_Marina-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d4808902-Reviews-Virginia_Beach_Antique_Mall-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d8400700-Reviews-Green_World_Coffee_Farms-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d1573053-Reviews-Jake_s_Horses-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d4292154-Reviews-Aquarium_Pula-Pula_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6752206-Reviews-Mercado_Roma-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d796008-Reviews-Cameron_Park_Zoo-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d142692-Reviews-White_Elephant_Saloon-Fort_Worth_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45780-d2303079-Reviews-or10-Ponca_State_Park-Ponca_Nebraska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45780-d2303079-Reviews-Ponca_State_Park-Ponca_Nebraska.html"
    }
]