[
    {
        "attraction_name": "Ponds and Plants",
        "attraction_name_vi": "Ao và cây",
        "general_info": [
            "13 đánh giá",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Nơi thiên nhiên và nghệ thuật giao thoa. Ponds and Plants là một phần của vườn thực vật, một phần là cửa hàng thú cưng, một phần là vườn thú, một phần là sân chơi, một phần là nơi trú ẩn của động vật hoang dã và một phần là khu vườn điêu khắc.Đọc thêm",
        "reviews": [
            "Nếu bạn muốn đưa trẻ em đến một nơi nào đó để làm điều gì đó khác biệt, hãy đưa chúng đến đây để ngắm chim, cá và các loài động vật khác mà bạn có thể cho chúng ăn và đi dạo quanh khu đất xinh đẹp này. Đọc thêm",
            "Đây là một nơi nhỏ dễ thương! Thật tuyệt khi được nhìn thấy những chú chim trò chuyện! Chúng tôi đã nhìn thấy một chú nhím với những chú nhím con! Được cho rùa cá chép koi ăn, những chú rùa đã lấy trực tiếp từ chúng tôi!! Chắc chắn là một điểm dừng chân thú vị! Đọc thêm",
            "Tôi dừng lại chỉ để nhìn và tôi phải nói rằng tôi đã yêu nơi này.  Các nhân viên rất hữu ích và thân thiện, họ đã làm việc chăm chỉ để cố gắng phục hồi sau năm vừa qua.  Tôi đã quay lại thăm nhiều lần, lần nào đến thăm tôi cũng luôn được nhân viên chào đón.  Tôi thậm chí còn dẫn theo một cặp vợ chồng trẻ và con trai của họ và con trai họ đã có một khoảng thời gian vui vẻ.  Chúng tôi đang cân nhắc việc tổ chức bữa tiệc sinh nhật của anh ấy vào năm nay, vì tôi biết đó sẽ là bữa tiệc mà anh ấy sẽ nhớ.  Vì vậy, mọi người hãy ghé qua và ra ngoài và xem nơi này có gì, nó hơi khác một chút nhưng là thứ dành cho mọi người.Đọc thêm",
            "Nơi này có thể hơi tồi tàn, nhưng nó đẹp theo cách kỳ lạ của riêng nó. Rất nhiều tính năng trang trí thú vị trong khu vườn nhỏ gọn và ao hồ sống động. Cá, chim, rùa và nhiều loại thực vật. Vui vẻ ở mỗi lượt. Đọc thêm",
            "Đúng là đang diễn ra trong thời gian diễn ra COVID, nhưng tôi sẽ không lái xe quá nhiều để đến xem địa điểm này. Nhưng nếu bạn ở Dayton, thích thiên nhiên và có một chút thời gian để giết thời gian thì đây là một nơi thú vị. Đến đó thật kỳ lạ; đi lên đồi, nhưng hãy tiếp tục đi cho đến khi bạn lên đến đỉnh và bước vào vùng đất kỳ quái. Những con công và vịt bên ngoài thật mát mẻ. Nhưng phần còn lại của khu vực ngoài trời đã bị đóng cửa. Nhà kính, nơi từng bán thực vật, bạn không thể tìm được ở nơi nào khác trống rỗng.  Bên trong, hãy chuẩn bị tinh thần cho mùi động vật khá nồng. Họ bán chim, bò sát và cá. Các bể cá rất bẩn. Một số thứ được rao bán và một số thì không.  Những con khỉ đuôi sóc rất đáng yêu, còn rắn và thằn lằn thì hoạt động tích cực, chắc chắn là rất hiếm! Vấn đề là, nơi này rất, rất, kỳ lạ. Phòng tắm là một kẻ giết người - hãy vào đó chỉ để nói rằng bạn đã ở trong phòng tắm công cộng kỳ lạ nhất từ ​​​​trước đến nay. Tòa nhà tối tăm, chật chội và bốc mùi. Nhưng trẻ em sẽ không để ý và nếu bạn yêu thích những loài động vật kỳ lạ thì điều đó sẽ không làm phiền bạn. Chúng tôi thích chuyến thăm nhỏ của mình, nhưng một người trong nhóm chúng tôi nghĩ rằng nó đã xuống dốc rất nhiều.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian để lại đánh giá cho chúng tôi. Tôi có thể nói rằng bạn đã để lại một sự kết hợp hoàn hảo giữa những phản hồi tốt và xấu: Như bạn đã đề cập, chuyến thăm này diễn ra trong thời kỳ đại dịch Covid-19.  Thời gian này thật khó khăn đối với phần lớn các doanh nghiệp nhỏ, bao gồm cả chúng tôi. Chúng tôi thật may mắn khi sống sót cho đến nay và rất biết ơn vì tất cả công việc khó khăn và thời gian mà nhân viên của chúng tôi đã tiếp tục bỏ ra trong khoảng thời gian căng thẳng và chưa từng được biết đến trong lịch sử. Chúng tôi đang dần dần quay trở lại đúng hướng với công việc bảo trì và chúng tôi hy vọng bạn sẽ ghé thăm lại chúng tôi trong tương lai gần để xem mọi thứ đã được cải thiện và thay đổi như thế nào. Hiện chúng tôi đã mở cửa khu vườn cho du khách và rất mong được mời bạn quay lại tham quan miễn phí nếu bạn muốn: Cảm ơn một lần nữa và hy vọng sớm gặp lại bạn! Đọc thêm",
            "Tôi đưa nhóm bốn người đến nơi này mà không nói cho họ biết điều gì. Nó rất bất thường. Có người có óc sáng tạo kỳ lạ với ao hồ, cây cối, động vật. Đọc thêm",
            "Cảm ơn bạn đã đưa nhóm của bạn đến chỗ của chúng tôi! Tôi đồng ý, ít nhất phải nói rằng chúng tôi thật khác thường và sáng tạo: Vui lòng ghé thăm trong tương lai và xem tất cả những điều mới mà chúng tôi đã mơ ước và cải tiến.Đọc thêm",
            "Nơi này ẩn mình trên đỉnh một ngọn đồi ở Dayton, nhưng có nhiều lựa chọn động vật tuyệt vời trong khuôn viên, hồ cá koi và vườn thú cưng cũng như rất nhiều loài thực vật và cá mát mẻ để bán.  Đưa bọn trẻ đi, chúng sẽ thích nó.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ suy nghĩ của mình! Mong sớm được gặp lại bạn: Đọc thêm",
            "Dayton Ponds and Plants là một cuộc phiêu lưu kỳ thú dành cho mọi người ở mọi lứa tuổi. Chuyến đi đầu tiên của tôi ở đó thật khó quên. Họ đã có những cuộc triển lãm độc đáo và những động vật kỳ lạ. Các con tôi rất thích khung cảnh vui chơi ngoài trời của chúng. Các cuộc gặp gỡ động vật là một trong những loại. Các nhân viên thân thiện và hiểu biết và phí nhập học của họ rất khiêm tốn. Những con vật họ mua đều rất khỏe mạnh và được bảo hành với giá thấp hơn giá cửa hàng thú cưng thông thường.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để nói về trải nghiệm của bạn tại địa điểm của chúng tôi! Tôi rất vui khi biết chuyến thăm của bạn rất thân thiện, khó quên và có một không hai! Dừng lại sớm: Đọc thêm",
            "Mỗi lần tôi ghé thăm, lại có điều gì đó mới mẻ. Đây là một viên ngọc ẩn giấu ở Dayton và chỉ cách Chattanooga một đoạn lái xe ngắn. Nếu bạn chưa từng đến, hãy đến. Nếu bạn đã lâu không đến, hãy đến. Nhân viên cực kỳ thân thiện và hiểu biết. Đọc thêm",
            "Cảm ơn bạn Joe T! Mong sớm được gặp lại bạn Đọc thêm",
            "Cảnh quan đẹp và một bầy thú. Nhân viên rất hiểu biết và thân thiện. Có mọi thứ bạn cần cho sản phẩm ngoại lai của mình.Đọc thêm",
            "Chúng tôi rất vui vì bạn thấy nơi ở của chúng tôi thú vị và tiện dụng. Hãy ghé lại sớm!Đọc thêm",
            "Bao nhiêu tiền để vào???Đọc thêm",
            "3 mỗi người cho bất cứ ai từ 3 tuổi trở lên: Đọc thêm"
        ],
        "star_ratings": [
            9,
            3,
            1,
            0,
            0
        ],
        "review_amount": 13,
        "location": [
            "Hoa Kỳ",
            "Hoạt động giải trí tại Dayton",
            "Ao và cây",
            "Dayton",
            "Tennessee TN"
        ],
        "reviews_time": [
            "Written February 16, 2023",
            "Written July 20, 2021",
            "Written May 29, 2021",
            "Written June 13, 2020",
            "Written June 10, 2020",
            "Written October 9, 2019",
            "Written September 4, 2019",
            "Written November 13, 2018",
            "Written November 13, 2018",
            "Written November 13, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54996-d15129324-Reviews-Ponds_and_Plants-Dayton_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d17529555-Reviews-Yamato-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d23067880-Reviews-Master_Donuts-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55354-d15482278-Reviews-Ayala_s_Grill_Bar-Spring_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d24861305-Reviews-KFC-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d15249032-Reviews-Bojangles-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d19600292-Reviews-Burger_King-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d14070560-Reviews-Captain_D_s-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d4613772-Reviews-Papa_Johns_Pizza-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d4619501-Reviews-Wendy_s-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54996-d11543679-Reviews-Carrabelle_s-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55318-d3512033-Reviews-Old_McDonald_s_Farm-Sale_Creek_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d2691669-Reviews-Rhea_County_Courthouse-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d13768433-Reviews-Swinging_Bridge_Park-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54902-d13531773-Reviews-Cherokee_Removal_Memorial_Park-Birchwood_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d27052349-Reviews-Centennial_Park-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d15129324-Reviews-or10-Ponds_and_Plants-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d18967963-Reviews-The_Gathering_Place-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d10717226-Reviews-Pocket_Wilderness-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d15554012-Reviews-Paint_The_Town_Pottery_and_Gift-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54902-d2469879-Reviews-Hiwassee_Wildlife_Refuge-Birchwood_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d27012657-Reviews-Shooter_s-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55039-d27063504-Reviews-Dayton_Golf_Country_Club-Evensville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g40024-d8784602-Reviews-Area_51-Baton_Rouge_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188153-Reviews-Marche_Grenelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d12860381-Reviews-The_Duval_Loop-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47962-d2423159-Reviews-Resorts_World_New_York_City-Jamaica_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d25327999-Reviews-CloudBar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189784-Reviews-The_Nags_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-Trinity_College_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g48311-d2154928-Reviews-Oak_Beach-Oak_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46494-d3601063-Reviews-Red_Bull_Arena-Harrison_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d25195548-Reviews-Cold_War_Museum-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54996-d15129324-Reviews-or10-Ponds_and_Plants-Dayton_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54996-d15129324-Reviews-Ponds_and_Plants-Dayton_Tennessee.html"
    }
]