[
    {
        "attraction_name": "Populer Leather",
        "attraction_name_vi": "Da phổ biến",
        "general_info": [
            "58 đánh giá",
            "- 25 trên 29 Mua sắm ở Selcuk",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Họ đã bán một chiếc áo khoác LV giả cho mẹ tôi với giá rất đắt nên tôi thực sự không hài lòng về nơi này. Hãy nhớ luôn mua hàng xa xỉ từ các cửa hàng trên trang web riêng của họ.Đọc thêm",
            "Tôi không biết cảm nhận thế nào về nơi này. Cách hướng dẫn của chúng tôi nói với chúng tôi rằng chúng tôi phải ghé qua nơi này nhưng không phải mua bất cứ thứ gì. Đó là một phần bắt buộc của chuyến tham quan. Buổi trình diễn thời trang hơi kỳ lạ nhưng rất thú vị. Tôi quên mang theo áo khoác da đi du lịch và đang định mua một chiếc - có thể là nơi như zara, v.v. - sau đó chúng tôi đến nơi này và da trông rất đẹp và mềm, và chúng cũng rất mỏng. Vì vậy, nhẹ và dễ dàng đóng gói khi đi du lịch. Không biết nó có tốt để giữ ấm cho bạn không. Tôi quyết định mua một cái - mặc dù tôi biết nó có thể là hàng nhái - , nhưng tôi đã được giảm giá khoảng 60 - so với mức giá mà người bán hàng nói với tôi lần đầu - 50 - giảm giá bán lẻ - Kiểu dáng tương tự mà tôi từng mua từ Massimo dutti khiến tôi đắt hơn một chút so với số tiền tôi đã trả ở đây. Vì thế tôi không biết nên nghĩ gì về nó và liệu đó có phải là một thỏa thuận công bằng hay không. Tôi đoán thời gian duy nhất sẽ cho biết nó sẽ kéo dài bao lâu. Nếu có, có lẽ nó phục vụ mục đích đó.Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã mua chúng tôi ở đó. Họ chiêu đãi chúng tôi buổi trình diễn thời trang. Mua một chiếc áo khoác giá 500 USD mà trông như hàng giả. Tôi đã cố gắng truy cập trang web họ cung cấp nhưng không thể truy cập được. Bên ngoài có một cửa hàng bán khoảng 200 USD. Tốt hơn nên mua bên ngoài tại cửa hàng bán hàngĐọc thêm",
            "Gia đình tôi được đưa đến đây sau một chuyến đi có hướng dẫn viên như một phương tiện để cho chúng tôi thấy gà tây được biết đến là gì và cách họ chế biến loại da cừu đặc biệt của chúng. Rõ ràng là người hướng dẫn sẽ nhận được một miếng bánh nếu việc bán hàng được thực hiện. Tôi vẫn thích buổi biểu diễn trên sàn diễn và đồ uống miễn phí được cung cấp. Người bán hàng không hề thúc giục bán bất cứ thứ gì. Chất lượng và kiểu dáng tự bán được, tuy nhiên, mức giá ngay cả với mức giảm giá 50 mà họ đưa ra cho mọi thứ vẫn khá đắt. Bạn sẽ không tìm thấy những sản phẩm có thiết kế tương tự ở các tiểu bang với giá rẻ hơn. Chúng dao động từ - 300- - 900 với mức giảm giá. Tôi đã bị thuyết phục về việc mua một chiếc áo khoác và nó đã gây ấn tượng với tôi ngay khi tôi nhìn thấy nó. Tôi biết mình phải có nó, nhưng tôi buồn bã ra về tay trắng. Sau chuyến đi, bằng cách nào đó, tôi đã liên hệ được với người quản lý phòng trưng bày - Deniz - và anh ấy sẵn sàng hỗ trợ tôi có được chiếc áo khoác giống như vậy mặc dù thực tế là họ không đặt hàng trực tuyến. Anh ấy vẫn tôn trọng mức giảm giá 50, nhưng tôi phải trả tiền vận chuyển, điều mà tôi sẵn sàng làm. Tôi vẫn đang đợi gói hàng đến và tôi sẽ cập nhật bài đánh giá này hoặc viết bài thứ hai kèm theo hình ảnh. Tôi không thể chứng thực độ bền vì chỉ có thời gian mới biết được điều này sẽ kéo dài bao lâu. Tôi nóng lòng muốn sở hữu một bộ quần áo đẹp có thể sử dụng được lâu dài. Tôi rất hài lòng với dịch vụ khách hàng và tôi có thể liên hệ trực tiếp với người quản lý thông qua whatsapp nếu tôi có bất kỳ câu hỏi, nhận xét hoặc quan ngại nào. Deniz phản hồi rất nhanh và cho đến nay tôi vẫn là một khách hàng hài lòng. Tôi chỉ ước giá rẻ hơn, nhưng khi bạn tìm kiếm áo khoác da cừu thật ở các bang, bạn sẽ thấy mức giá lên tới - 3.000.Đọc thêm",
            "I visited the shop as part of the tours incluided on my turkey package from Costa Rica. I - m a leather enthusiast and love all my leather goods that I - ve purchased on Mexico, Italy  -  Turkey, so the visit to this factory was something I was waiting for with big enthusiasm. on the way in they take yo to a fashion show to demostrate their gorgeus jackets, I was chosen to participate with them on the run way and it was super fun. after that they take you to the exhibit shop were they give you a full explanation on the materials they use  - Lamb - , along with all the different treatments of the leather and tips on how to take care of it. From the explanation we got from our tour guide, Italian brands purchased the lamb skin for pennies, after noticing this the goverment restricted the export of the leather and made it mandatory to have the factories there in turkey. the craftmen of the artisans became so good, that most luxry brands purchased the designs from them and just put the brand on it  - very common practice - So, being there in the factory allows you to purchase a Luxury brand Item, for a very discounted price.. off course you are not getting the gucci, louis vuiton, balenciaga tag... you get the factory tag, but in every other aspect its the same jacket. on the price tag you get to see what is the full retail price  - most likely inflated -  and then you bargain your way down to something reasonable. Are they cheap? hell no!  the jackets were more expensive than I was prepared for... but I chose designs that I haven - t seen anywere in the world, and for the price you pay, you actually get 2 jackets, as those are reversible.. So on one side you can get traditional leather and on the other side a printed pattern... or leather and suedeThis is Lamb leather, so it - s not as sturdy as cattle leather, and yes you have to take good care of it, as with anything that is expensive...those jackets are some of my most precious items now, and I have received endless compliments each time I wear them... usually I try to use both sides on the same night to joke a bit with my friends. so, just get your expectations straight when you get there. Read more",
            "I don - t understand all the negative reviews on this site.  I am enjoying the feel and cut of my supple double-sided jacket, which I bought on my tour-guided trip to Turkey in October of 2023. Some people seem to know the price of everything and the value of nothing.  Has everyone simply gotten so used to mass-produced, inexpensive junk clothing from China, often made by near-slave labor, that they - ve lost sight of the idea that the people who make these beautiful jackets need to be paid enough to feed their families?  Or that the business deserves to make a profit?   Maybe you can find the jackets cheaper elsewhere, because those vendors bought a lot of jackets at volume, so of course they got a much cheaper wholesale price on each one from PopulerLeather than you did as an individual buying one jacket.  And what do people mean that these are  - FAKE -  jackets?  Fakes of what?  The employees make the jackets themselves, and some of them are of sufficient quality that high-fashion brands buy them and re-sell them, and that - s all the company is saying.  If something was defective, of course the company should replace it, but it doesn - t sound like that - s the case in the majority of these reviews. And the key point:  NO ONE FORCED ANY OF THE REVIEWERS TO BUY AN EXPENSIVE LAMBSKIN JACKET.  You all bought something you wanted at a price you were willing to pay at the time of purchase.  If you couldn - t afford it, you shouldn - t have bought it.  I - m not a person of means, and it was a stretch for me to afford a jacket like this and of course I wondered if I was paying  - too much - , but I let those thoughts go.   I feel very sorry for you if you can - t simply enjoy the beautiful thing you now have, and you spoil your own happiness by obsessing about some imagined  - better deal -  you might have gotten.Read more",
            "Làm ơn, vì tình yêu của Chúa, đừng để hướng dẫn viên du lịch của bạn. Đặc biệt nếu có từ các chuyến tham quan Meridian, hoặc quý ông Aslan Mukatel Đưa bạn đến địa điểm này hoặc bất kỳ địa điểm nào khác nói với bạn rằng họ - đang bán hàng thật rất tiếc vì chúng tôi không thể truy cập Internet, chúng tôi không thể xác minh xem họ có đang nói hay không sự thật hay không, họ đã trả cho chúng tôi hàng ngàn đô la, họ làm mọi thứ trông thật đẹp và đối xử với bạn như hoàng gia trong khi bán các mặt hàng giả và hàng giả mới. Paulo Cho bạn biết rằng bạn có bảo hành một năm cho các mặt hàng bạn mua nhưng khi bạn cố gọi cho họ thì họ không trả lời hoặc tôi nên nói là họ trả lời một lần và Nói với bạn rằng sẽ có người gọi lại cho bạn mà không ai gọi lại và khi bạn cố gọi lại cho họ, họ không bắt máy nên xin mọi người hãy yên tâm biết về những kẻ lừa đảo này, bạn có thể nói tại sao tôi lại đợi quá lâu để viết bài đánh giá này bởi vì không may là họ đã bắt tôi phải nói với tôi rằng họ sẽ tôn trọng sự bảo đảm của họ, điều mà họ đã không làm - t - - - - Đọc thêm",
            "Chúng tôi đã đến thăm cơ sở kinh doanh này như một phần của chuyến tham quan, chúng tôi được xem buổi đánh giá trên sàn catwalk về những chiếc áo khoác mới nhất, trong đó có một số người bạn đồng hành của chúng tôi được trao cơ hội làm người mẫu, rất thú vị. Video thông tin ngắn cho thấy quá trình sản xuất cũng rất thú vị. Không có áp lực phải mua, bạn chỉ cần dùng thử. Sản phẩm, cảm giác, màu sắc và chất liệu vải lót rất đẹp và tôi không thể cưỡng lại được.  Người đàn ông đang giúp tôi biết rõ về cổ phiếu của mình và đã tìm cho tôi lựa chọn tốt nhất dựa trên yêu cầu của tôi.  Điều gì xảy ra tiếp theo đã đưa công ty này lên trên.  Khi người ta phát hiện ra chiếc áo khoác tôi thích với màu sắc và kích cỡ tôi muốn không có ở phòng trưng bày, nó được lấy từ nhà máy và giao đến khách sạn của tôi ngay trong đêm đó...cách đó 300km, không tính thêm phí. Không thể khen ngợi họ đủ về chủng loại sản phẩm, màu sắc, cách trình bày và dịch vụ tại showroom.Đọc thêm",
            "Đừng sa vào bẫy - của họ. Buổi trình diễn thời trang rất tuyệt, nhưng không phải giá cả. Đó là một trò lừa đảo! Nếu bạn muốn mua sản phẩm của họ, HÃY ĐẢM BẢO BẠN ĐƯỢC GIẢM GIÁ 70-80 so với giá hoặc chỉ cần bỏ đi. Ở lối ra có một phòng bán thanh lý. Vâng sau khi người mua sắm du lịch bị - bị cướp - bên trong. LOLOhoặc cứ bỏ đi. Bạn có thể tự mình tìm một cửa hàng đồ da khác ở Istanbul chứ không phải từ sự hướng dẫn chính xác của bạn và bạn sẽ nhận được hàng hóa giống như của họ. Ngoài ra còn có da cừu non. ĐỪNG QUÊN HƯỚNG DẪN CỦA BẠN SẼ NHẬN PHÍ KHI MUA HÀNG Ở ĐÓ VÀ YÊU CẦU MẸO VÀO NGÀY CUỐI CÙNG. CƯỜI. LẠIĐọc thêm",
            "Giống như rất nhiều người đã nói, chúng tôi đã được hướng dẫn viên đưa đến cửa hàng này.  Trình diễn thời trang và trà.  Tôi đã mua hai chiếc ví và hôm qua tôi nhận thấy một khoản phí khác đang chờ xử lý.  Nó cảm thấy tanh khi chúng tôi đến.  Tôi nghĩ hai chiếc ví đó là giả và người hướng dẫn viên du lịch này mang theo những chiếc túi da, những tấm thảm và thả chúng tôi xuống bến tàu để có thêm nhiều kẻ lừa đảo yêu cầu chúng tôi mua những sản phẩm tương tự.  Hãy cẩn thận.Đọc thêm"
        ],
        "star_ratings": [
            15,
            7,
            14,
            7,
            15
        ],
        "review_amount": 58,
        "location": [
            "Tỉnh Izmir",
            "Selcuk",
            "Thổ Nhĩ Kỳ",
            "Các hoạt động ở Selcuk",
            "Bờ biển Aegean của Thổ Nhĩ Kỳ",
            "Da phổ biến",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written May 12, 2024",
            "Written April 6, 2024",
            "Written March 26, 2024",
            "Written February 26, 2024",
            "Written December 8, 2023",
            "Written November 10, 2023",
            "Written October 31, 2023",
            "Written June 7, 2023",
            "Written May 27, 2023",
            "Written May 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293976-d8723004-Reviews-Populer_Leather-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d14818053-Reviews-EFE_Konagi_Kahvalti_Izgara_ve_Mangal_Restaurant-Selcuk_Izmir_Province_Turkish_Ae.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298006-d19501726-Reviews-Efes_Restaurant-Izmir_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d3397489-Reviews-Sultan_Restaurant-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d2675824-Reviews-Cafe_Turco-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d3397477-Reviews-Askerin_Yeri_Piknik_Restaurant-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d1917596-Reviews-Yavuz_un_Yeri-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d2679353-Reviews-Cerithan_Restaurant-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d27575861-Reviews-Efes_Safran_Restaurant-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d25263151-Reviews-Larende_Restaurant-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293976-d27575857-Reviews-Ephesus_Arena-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d294530-Reviews-Bibliotheque_de_Celsus-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d548950-Reviews-Ancient_City_of_Ephesus-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d294528-Reviews-Ephesus_Terrace_Houses-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d294540-Reviews-Efes_Antik_Kenti_Tiyatrosu-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d294599-Reviews-Curetes_Street-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d294510-Reviews-Temple_of_Hadrian-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298006-d3622068-Reviews-Trajan_Fountain-Izmir_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d294538-Reviews-The_Odeion-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d4889283-Reviews-Maket_Koy-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d317502-Reviews-Public_Latrine-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d8723004-Reviews-or10-Populer_Leather-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d2403087-Reviews-Moon_Light_Souvenir_Silver_Shop-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d4498717-Reviews-La_Tulip_Art_Gallery-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d5281709-Reviews-Sultan_Jewellery_Fine_Handmade_Ceramic_Art-Selcuk_Izmir_Province_Turkish_Aegean_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d8729854-Reviews-Can_Carpet-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d19390228-Reviews-Marys_House_Travel_Ephesus_Tours-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d23789598-Reviews-Nomadic_Carpet_Kilims-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d4178283-Reviews-Elifim_Pottery-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d3139251-Reviews-Black_Sheep_Carpets-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d3510025-Reviews-Sultan_Carpet_and_Kilim-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d2336406-Reviews-Turkmen_Art_and_Rug-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d1994790-Reviews-Ephesus_Travel_Guide_Private_Ephesus_Tours-Selcuk_Izmir_Province_Turkish_Aegean_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d2085210-Reviews-Ephesus_Tours-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d2307395-Reviews-About_Ephesus_Tours-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d2204135-Reviews-No_Frills_Ephesus_Tours-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d3584653-Reviews-GDW_HEALTH_TRAVEL-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d2178179-Reviews-Apasas_Travel-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60964-d207615-Reviews-Luray_Zoo_A_Rescue_Zoo-Luray_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d8288993-Reviews-Laguna_Kaan_Luum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d109737-Reviews-Ocean_Trail-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g580259-d15189038-Reviews-Cascata_dos_Anjos-Ponta_Do_Sol_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d21387682-Reviews-Superblue_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d5599133-Reviews-Znjan_City_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d23635266-Reviews-Carzi-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d141338-Reviews-Lake_Sammamish_State_Park-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d324155-Reviews-Azrieli_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1497911-d8471639-Reviews-Lakewood_Ranch_Cinemas-Lakewood_Ranch_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293976-d8723004-Reviews-or10-Populer_Leather-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293976-d8723004-Reviews-Populer_Leather-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html"
    }
]