[
    {
        "attraction_name": "Port Lucaya Marketplace",
        "attraction_name_vi": "Chợ cảng Lucaya",
        "general_info": [
            "3.625 đánh giá",
            "8 trong số 30 điều cần làm ở Freeport",
            "Địa điểm ưa thích",
            "Lối đi lót ván Piers",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Chợ Port Lucaya là cơ sở mua sắm, ăn uống và giải trí ngoài trời lớn nhất ở Bahamas, với hơn 40 cửa hàng và cửa hàng đặc sản, 16 nhà hàng để cám dỗ bất kỳ khẩu vị nào và bốn quán bar để giải trí vào đêm khuya. Marketplace tự hào có nhiều cửa hàng miễn thuế, hai Chợ Rơm tràn ngập hàng hóa, hai Trung tâm Thủ công và Xe đẩy chứa đầy đồ thủ công và đồ lưu niệm của Bahamian. Hãy ghé thăm Quầy trái cây dừa Daiquiri nổi tiếng của chúng tôi Daddy Browns Conch và Quầy hải sản để thưởng thức các món ăn chính thống của Đảo Bahamian. Quảng trường Bá tước Basie nổi tiếng của chúng tôi, nay được gọi là Quảng trường Marketplace, sẽ khiến bạn nhảy múa theo điệu nhạc Bahamian và Quốc tế suốt đêm. Vì vậy, hãy cố gắng hết sức để ghé thăm thiên đường mua sắm duy nhất ở Grand Bahamas, nơi chúng tôi có tất cả!Đọc thêm",
        "reviews": [
            "Chúng tôi đã ở đây ngày hôm qua, những người pha chế giỏi nhất mà chúng tôi từng có trong một tháng ở Bahamas! Họ rất thân thiện và không bao giờ ngừng rót!! Chúc mừng những người này!! Đọc thêm",
            "Những mặt hàng tuyệt vời và nhiều người bán. Tôi và mẹ tôi đã mua nhiều thứ như vòng tay từ tính và dụng cụ mở nắp chaiĐọc thêm",
            "Chúng tôi bắt xe đưa đón đến cảng. Thật không may, hầu hết các cửa hàng đều đóng cửa. Những cửa hàng đã mở cửa, những người quản lý cửa hàng rất nhiệt tình. Cũng không có giá cho bất cứ thứ gì.Đọc thêm",
            "Không như trước đây vì vẫn còn các quầy hàng và cửa hàng đóng cửa do Dorian và COVID nhưng vẫn là một cách thú vị để dành buổi chiều và giao lưu với những người bán hàng Đọc thêm",
            "Điều này không có gì đặc biệt.  Cùng một loại rác du lịch từ gian hàng này đến gian hàng khác.  Món salad ốc xà cừ được một người đàn ông độc thân bán ở phía sau trong một căn lều rất nhỏ, khá ngon. Đọc thêm",
            "Hầu hết các cửa hàng đều đóng cửa không có gì để làm hoặc không có hoạt động để tận hưởng phòng tắm rất bẩn thỉu không có gia sư khoa học cho bọn trẻ nơi rất chánĐọc thêm",
            "Chúng tôi ở lại Viva Wyndham và lên lịch cho chuyến đi mua sắm khi biết sẽ có một tàu du lịch cập cảng. Tôi hy vọng điều này sẽ có nghĩa là sẽ có nhiều cửa hàng được mở hơn. Nơi này hơi buồn và không sôi động như tôi nhớ cách đây 10 năm. Hãy mở thêm nhiều cửa hàng nữa nhé. Ngay cả khi bạn chỉ mở một số ngày nhất định - hãy tính những ngày đó. Chúng tôi đã đi vào thứ bảy... nó gần như đã chết. Không có âm nhạc chơi. Tuy nhiên, cửa hàng kem vẫn tốt. Đọc thêm",
            "Mong đợi nhiều hơn ở nơi này..không có nhiều cửa hàng, nhiều cửa hàng trống rỗng..không đông đúc vào một ngày đẹp trời tìm thấy 4 cửa hàng, không có gì để phấn khích và nói rằng tôi phải mang cái này về nhà. một chiếc mũ rơm dễ thương không phải hàng thật Đọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi đến khu vực này và khu chợ là nơi chúng tôi đã ghé thăm nhiều lần trong lần đầu tiên đến thăm. Mọi thứ đã khác rất nhiều kể từ lần cuối chúng tôi đến đây vì cơn bão mà họ phải hứng chịu vài năm trước. Thật buồn khi thấy mọi thứ đã thay đổi đối với người dân và hòn đảo. Chúng tôi đã ghé thăm chợ 2 lần trong chuyến đi này và vẫn có khoảng thời gian vui vẻ mặc dù có ít nhà cung cấp hơn và nhiều cửa hàng không mở cửa. Bến du thuyền không còn mở cửa nữa nên đó là một thay đổi lớn. Có một vài nhà hàng mở cửa và một số quán bar. Chúng tôi vẫn thích đến thăm những người điều hành những cửa hàng lưu niệm nhỏ. Nói chuyện với họ thực sự rất vui và bạn có thể hiểu Covid và cơn bão đã thay đổi mọi thứ đối với họ như thế nào. Tôi hy vọng hòn đảo sẽ tiếp tục phục hồi và những người tuyệt vời sống ở đó có thể đưa hoạt động kinh doanh của họ hoạt động trở lại. Chúng tôi chắc chắn sẽ trở lại trong chuyến thăm tiếp theo của chúng tôi. Đọc thêm",
            "Đầu tiên là một cơn bão, và sau đó là Covid, gần như không thể để một khu chợ ngoài trời sống sót sau hai thảm kịch đó. Trong thời gian diễn ra Covid, họ không được phép ra ngoài nếu không sẽ bị bắt ở Freeport. Nhiều cửa hàng vẫn đóng cửa hoặc hoạt động theo lịch trình giờ mở cửa rất hạn chế. Rất ít cửa hàng đăng giờ làm việc của họ. Hoạt động kinh doanh phát đạt nhất trên thị trường là các nhà hàng và quan trọng nhất là quán bar. Thật đáng buồn khi một nền văn hóa phát triển nhờ thu nhập ngoài trời lại phải chịu sự xa cách xã hội đã giết chết nền kinh tế của họ. 25 năm trước bạn khó có thể đi qua khoảng trống giữa các tòa nhà vì có quá nhiều người. Bạn có thể tết tóc trên đường phố, mát-xa, mua quà tặng thủ công. Hiện nay, việc này chỉ được các doanh nghiệp, nhà hàng và quán bar chấp thuận. Nó thực sự khá buồn.Đọc thêm",
            "nó sẽ tốn bao nhiêu tiền cho một cái. taxi từ bến tàu freeport đến cảng lucaya markt. khoảng cách là bao nhiêuĐọc thêm",
            "Taxi đắt và không đáng tin cậy ở Freeport. Giá khoảng 30 đô la một chiều. Thuê xe theo ngày sẽ rẻ hơn nếu bạn có thể lái xe ở phía bên kia đường. Đọc thêm",
            "Chào các cậu! Chúng tôi đi du lịch chỉ trong 19 ngày và tôi rất bối rối không biết bãi biển nào gần con tàu Carnival nhất. Bạn muốn đi taxi và có thể đi mua sắm? Mọi ý tưởng đều hữu ích. Cảm ơn!Đọc thêm",
            "Chợ Port Lucaya là nơi có tất cả các cửa hàng và nhà hàng. Nhất định phải đi taxi đến đó. Chúng tôi đã dành nhiều thời gian ở đây. Những nhà hàng tuyệt vời! Có một bãi biển ở cuối đường, chỉ cần đi bộ một đoạn ngắn. Không chắc họ có những tiện nghi gì ở đó. Phòng vệ sinh, v.v. Ngoài ra còn có một chiếc taxi nước nằm gần khách sạn sẽ đưa bạn từ chợ đến bãi biển Taino. Đây là một bãi biển tuyệt vời. Ở một đầu có những nhà hàng phục vụ các hoạt động dưới nước. Chúng tôi nhận thấy rất nhiều người đi du thuyền đến thăm bãi biển này. Đọc thêm",
            "Có thể đến Port Lucaya bằng xe buýt địa phương từ khu nghỉ mát Viva Windham Fortuna Beach không?Đọc thêm",
            "Xin chào Sara, từ Cảng Lucaya có các tuyến kết nối đến Cảng Freeport và các khu vực khác trên đảo. Cụ thể, tôi không thể cho bạn biết liệu xe buýt địa phương có đi qua khu vực đó hay không, tiếc là chúng không thường xuyên và không được tổ chức chặt chẽ. Từ khu nghỉ dưỡng đến Port Lucaya mất khoảng 10 phút đi ô tô, bạn có thể đến nơi bằng taxi nhưng hãy chú ý giá cả! Thậm chí không có nhiều taxi và những chiếc bạn yêu cầu với giá rất cao trong vài km. nói chung nếu tôi có thể khuyên bạn thì tôi sẽ khuyên bạn đừng đến đó. Tôi đã mong đợi một nơi đặc trưng hơn nhiều, bao gồm những người dân địa phương và có khả năng tìm thấy những đồ vật địa phương.\nNói chung tôi đã rất thất vọng.\nnếu không thì hòn đảo này rất đẹp và biển như một câu chuyện cổ tích!\ntận hưởng sự thư giãn của bạn\nchúc kỳ nghỉ lễ vui vẻĐọc thêm",
            "Làm cách nào chúng tôi có thể xin được thị thực du lịch và đặt khách sạn kèm chuyến bay tới Bahamas cho một gia đình người Syria ở Lebanon?Đọc thêm",
            "Chúng tôi có thể nộp đơn xin thị thực du lịch đến Bahamas ở Lebanon để lấy quốc tịch SyriaĐọc thêm",
            "Bạn phải kiểm tra với văn phòng chính phủ của họ ở Nassau.Đọc thêm",
            "Nơi này có gần Grand Lucayan Resort không?Đọc thêm",
            "Qua đường. 2-3 phút đi bộĐọc thêm",
            "Đã đi đến GBI nhiều lần, chúng tôi thực sự thích con người và sự yên tĩnh của tất cả mọi thứ. Câu hỏi duy nhất của chúng tôi là: Khi nào Breakers Cay sẽ mở cửa trở lại. Một phần nhỏ của Breakers Cay đã mở cửa, Light House Pointe và OK, tốt hơn là ở lại Breakers Cay. BC đã đóng cửa kể từ cơn bão ngày 2 tháng 12 năm 3 trước. Chúng tôi đã đi bộ qua BC và thấy ít thiệt hại. Mở cửa và chúng tôi sẽ quay trở lại vào năm 2019. Đọc thêm",
            "Tòa nhà khách sạn lớn bên bờ biển trên khu đất này thực sự đã bị hư hại do cơn bão vào cuối năm 2016, do đó đã đóng cửa kinh doanh và sau nhiều nỗ lực, gần đây đã được chính quyền địa phương mua lại vào năm 2018 sau khi chủ sở hữu không thành công trong việc bán nó. Tất nhiên, cộng đồng muốn nó được mở cửa trở lại, nhưng trước tiên nó cần được sửa chữa. Chính quyền không phải là người du mục như ai đó đã gõ, nhưng họ là người Bahamas và mọi người sẽ cố gắng hết sức để mở cửa trở lại. Phần còn lại của khu đất vẫn mở cửa kinh doanh và bãi biển trước khu đất khách sạn có thể được công chúng sử dụng. Đọc thêm",
            "Tên của khách sạn đối diện với Dunkin Donuts, nằm giữa Dunkin Donuts và biển là gì?Đọc thêm",
            "Không có DD nào ở bất kỳ khách sạn nào cạnh bãi biển trên Đảo Grand Bahama. Bạn có thể nhầm lẫn Quần đảo Bahama của mình...Đọc thêm",
            "Chào buổi sáng, cửa hàng Pandora ở Grand Bahama có ở đây không?Đọc thêm",
            "Cửa hàng trang sức Pandora là một cửa hàng ở Chợ Port Lucaya, là một phần của chuỗi trang sức Đan Mạch. Ưu đãi cũng rất lớn với những món đồ trang sức quan trọng. Giá cả trung bình cao hơn ở châu Âu... đó hẳn là nét quyến rũ của Bahamas. Những cô gái làm việc ở đó không lịch sự và hiếu khách. Anh ấy mở cửa từ 9 giờ sáng và nếu bạn muốn liên hệ với anh ấy 1 242-373-8400Đọc thêm",
            "Ai đó có thể cho tôi biết nếu trên Bãi biển Silver Point hoặc Bãi biển Coral trên Đảo Grand Bahama có các dịch vụ bãi biển: ghế dài, ô, v.v. cho thuê hay chúng ở đó để sử dụng? Chúng tôi sẽ đi vào tháng 10 với bạn bè và chúng tôi muốn biết thêm về hòn đảo...ví dụ: nhiệt độ nước biển vào ngày đó, nhiệt độ môi trường, lượng mưa, v.v....cảm ơn rất nhiều!!Đọc thêm",
            "Mình và gia đình đi vào tháng 11 nước trong xanh rất đẹp và rất sảng khoái.  Chúng tôi sẽ đến một bãi biển khác gần khu nghỉ dưỡng Sandals và có ghế và ô miễn phí và một quán bar nhưng tốn rất nhiều tiền.  Mang theo một chai nước và đồ ăn nhẹ trong túi của bạn.Đọc thêm"
        ],
        "star_ratings": [
            902,
            1261,
            1092,
            274,
            96
        ],
        "review_amount": 3625,
        "location": [
            "Freeport",
            "Những điều cần làm ở Freeport",
            "Bahama",
            "Chợ cảng Lucaya",
            "Đảo Grand Bahama",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written March 21, 2024",
            "Written December 7, 2023",
            "Written November 18, 2023",
            "Written October 30, 2023",
            "Written August 14, 2023",
            "Written July 21, 2023",
            "Written July 6, 2023",
            "Written May 26, 2023",
            "Written May 22, 2023",
            "Written May 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147420-d149314-Reviews-Port_Lucaya_Marketplace-Freeport_Grand_Bahama_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1960447-Reviews-Daddy_Brown_s_Conch_Stand-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d2617415-Reviews-Flying_Fish_GastroBar-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1059625-Reviews-Cappucino_s_Fine_Italian_Restaurant-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1214613-Reviews-Rum_Runners-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1081197-Reviews-Zorbas_Greek_Restaurant-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1367505-Reviews-Agave_Lucaya-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1081191-Reviews-Sabor_Restaurant_Bar-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d1081194-Reviews-Giovanni_s_Cafe-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d7703041-Reviews-Island_Yogurt-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147420-d8733366-Reviews-Bootleg_Chocolates_Cafe-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1961289-Reviews-Count_Basie_Square-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d3877411-Reviews-Leo_s_Art_Gallery-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2657265-Reviews-Taino_Beach_Ferry-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d6153235-Reviews-The_Dolphin_Experience-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d24850327-Reviews-Bahamas_Maritime_Museum-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149328-Reviews-Taino_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d3519712-Reviews-Port_Lucaya_Marina-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d7997196-Reviews-Junkanoo_Beach_Club_Freeport_at_Taino_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d10627589-Reviews-Pirate_s_Cove_Zip_Line_and_Water_Park-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d152670-Reviews-Garden_of_the_Groves-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149314-Reviews-or10-Port_Lucaya_Marketplace-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d12823231-Reviews-Coastal_Mojo-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149751-Reviews-The_Bahamas_Arts_and_Straw_Market-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d6417833-Reviews-Coconut_Treasures-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147419-d19956856-Reviews-700_Wines_Spirits-Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d14917952-Reviews-Sheldon_Saint_Fine_Art-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149310-Reviews-Goombay_Park_Straw_Market-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d23312878-Reviews-Triple_B_s_Playhouse-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147419-d12346952-Reviews-Custom_Made_Tours-Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10061474-Reviews-Ready_to_Go_Powerboat_Adventures-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2169776-Reviews-Ocean_Motion_Water_Sports-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d13416640-Reviews-Bones_Bar-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2559574-Reviews-Lucaya_Watersports-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1056521-Reviews-Senses_Spa_Fitness_Center-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d1464912-Reviews-Caribbean_Divers-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2163372-Reviews-Superior_Water_Sports-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d479104-Reviews-Unexso-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d2173262-Reviews-Power_Boat_Beach_Party-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561036-Reviews-Magic_Island-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g15673183-d1895406-Reviews-Tara_River_Canyon-Dobrilovina_Zabljak_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d10624528-Reviews-Imgiebah_Bay-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1640837-Reviews-Silver_Lake-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d25030059-Reviews-Alpaca_Club-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g40850-d1102980-Reviews-Aquaboggan_Water_Park-Saco_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g55921-d2170917-Reviews-Granbury_City_Beach-Granbury_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127002-Reviews-Eiffel_Tower_Viewing_Deck-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g30428-d276581-Reviews-Majestic_Caverns-Childersburg_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d588964-Reviews-Rawal_Lake-Islamabad_Islamabad_Capital_Territory.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147420-d149314-Reviews-or10-Port_Lucaya_Marketplace-Freeport_Grand_Bahama_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147420-d149314-Reviews-Port_Lucaya_Marketplace-Freeport_Grand_Bahama_Island_Bahamas.html"
    }
]