[
    {
        "attraction_name": "Potters Creek Park",
        "attraction_name_vi": "Công viên lạch Potters",
        "general_info": [
            "52 đánh giá",
            "- 7 trong số 14 điều cần làm ở Hồ Canyon",
            "Công viên"
        ],
        "attraction_summary": "Lên hồ Canyon, công viên này cung cấp nhiều hoạt động ven hồ.Đọc thêm",
        "reviews": [
            "Khu cắm trại tuyệt vời để ở vào kỳ nghỉ.  Các khu cắm trại rộng rãi và gần như bằng phẳng, đó là một phần thưởng cho RV. Khung cảnh thật đáng kinh ngạc và làn gió từ hồ thổi vào thật sảng khoái. Tuy nhiên, hãy cẩn thận: cổng bị khóa - 9 giờ tối. Nếu quay lại khu cắm trại sau đó, bạn phải đỗ xe ngoài cổng - đi bộ đến khu cắm trại của mình.  Đọc thêm",
            "Chúng tôi đã xuất hiện, chúng tôi đã cắm trại trong toàn bộ thời gian lưu trú mà chúng tôi đã thanh toán, tuy nhiên chúng tôi vẫn bị tính phí hủy, đã một tháng và VẪN cố gắng yêu cầu hoàn lại tiền. Quản lý khủng khiếp, tiêu tiền của bạn ở nơi khác. Thật không may vì chúng tôi thực sự thích ở lại vị trí 42, nhưng bị tính phí không chính xác và sau đó họ tiếp tục từ chối hoàn trả là một trò đùa.Đọc thêm",
            "Potters Creek đã rơi vào tình trạng hư hỏng. Bên lều đang sụp đổ. Phòng tắm cực kỳ bẩn và vòi sen hầu như không hoạt động. Những ngôi đình mục nát đến nỗi tôi nghĩ chúng sẽ đổ sụp xuống chúng tôi. Khắp nơi vương vãi rác và kính vỡ. Phải kéo kính ra khỏi chân chó của chúng tôi. Cỏ và bụi rậm mọc um tùm và có vẻ như đã tồn tại được một thời gian. Nhưng họ chắc chắn sẽ lái xe vòng quanh và nhắc nhở bạn về nội quy của công viên. Và họ tính phí - bây giờ là 28 thay vì - 14? Sạc nhiều hơn và không duy trì công viên? Thợ gốm làm ăn tệ quá. Chúng tôi sẽ không trở về. Nơi này từng rất đẹp nhưng giờ không còn nữa. Đọc thêm",
            "Khu cắm trại này có một số cách quản lý tồi tệ nhất. Họ sẽ không bao giờ cho phép bạn vào khu cắm trại trước 3 giờ chiều. Họ bắt bạn phải rời đi hoặc chỉ đỗ xe bên đường cho đến 3 giờ chiều, cũng không có gì khác biệt nếu địa điểm bạn sắp đến đã trống từ sáng sớm. 1 - 3 trong số các trang web không được sử dụng vì lý do gì tôi không biết. Nếu bạn rời khỏi khu cắm trại và không quay lại trước 9 giờ tối, cổng sẽ bị khóa. Không có cách nào để quay lại khu cắm trại của bạn ngoài việc đi bộ. Thời điểm này trong năm, cuối tháng 2, đầu tháng 3, C của E đang kiếm được rất nhiều tiền bằng cách không mở tất cả các vòng và không sử dụng các trang web đã đóng trong 2 vòng họ có mở. Đoán một số nhân vật quản lý đang có chuyến đi quyền lực.Đọc thêm",
            "Chồng tôi và tôi đến trong ngày để kiểm tra khu cắm trại và các tiện nghi ở đó.  Sau khi lái xe vòng quanh, chúng tôi nói chuyện với Willy, người gác cổng.  Anh ấy rất hữu ích và thân thiện và cho chúng tôi rất nhiều lời khuyên để lên kế hoạch cho chuyến đi vào tháng 9.Đọc thêm",
            "Các khu cắm trại rộng lớn và được bảo trì tốt, chủ công viên rất đáng yêu. Tôi đánh giá điểm này là 2 vì những người quản lý công viên đã khiến việc cắm trại ở đây thực sự trở nên cực kỳ khó khăn. Bạn không thể đăng ký trước 3 giờ ngay cả khi các trang web hoàn toàn trống. Bạn không thể vào trại sau giờ làm việc, tức là 9 giờ tối các ngày trong tuần và 10 giờ tối các ngày cuối tuần. Điều này có nghĩa là bạn có thời hạn 6 giờ để vào khu cắm trại - QUÁ NGẮN và không hợp lý. Chúng tôi đang lái xe từ Galveston và muốn đi xem những con dơi ở Austin. Một khu cắm trại bình thường thì điều này sẽ không thành vấn đề. Chúng tôi có thể thả xe kéo tại địa điểm hoặc bãi đậu xe tràn vào khoảng 1 giờ, sau đó đến Austin và quay lại vào khoảng 9:30-10 để dựng trại. Sau đó chúng tôi có thể đăng ký với công viên trong giờ làm việc của họ vào ngày hôm sau. Chúng tôi đã thanh toán trực tuyến cho tất cả các địa điểm nên đây chỉ là một lần đăng ký. Những người tổ chức công viên đã làm việc với chúng tôi để biến ngày này thành hiện thực nhưng những quy tắc này thật lố bịch. Tôi sẽ ở nơi khác trong tương lai trừ khi nơi này thuộc quyền quản lý mới.Đọc thêm",
            "Công viên tuyệt vời. Đã có thể lái xe miễn phí 10 phút để tìm hiểu xem chúng tôi có thích hay không. Đã có thể viết ra những trang web mà chúng tôi thích khi chúng tôi trở lại cùng với người cắm trại của mình. Nhân viên ở phía trước rất tử tế. Đọc thêm",
            "Một khu cắm trại rất đẹp nhưng được quản lý rất tệ. Một số người quản lý công viên đê tiện đã quyết định sẽ sử dụng - quyền hạn của mình - và cấm bất kỳ ai nhận phòng trước thời gian nhận phòng thích hợp - 3 giờ chiều - . Không quan trọng là khu cắm trại có đông người hay không, không ai được nhận phòng trước thời gian nhận phòng thích hợp. Rất xấu tính và nhỏ nhen. Đọc thêm",
            "Hồ và khu cắm trại Khu cắm trại rất đẹp. Chỗ này hơi xuống cấp một chút. Vòi hoa sen, vv là một chút về phía người già. Ổ cắm điện 30 amp của tôi hoàn toàn vô dụng. Rõ ràng là nó đã như vậy được một thời gian rồi. Lý do cho 2 sao là do quản lý và đề cập ở trên. Rõ ràng là họ không quan tâm nhiều đến khách hàng.  Các khu cắm trại coe khác xung quanh vòng 4 đều đã đóng cửa. Không thể - không được đặt trước mà không có lý do rõ ràng. Thời gian nhận phòng là 3 giờ chiều. Hãy ra ngoài lúc 2 giờ chiều. Điều này có lẽ phù hợp với lịch trình của họ - nó không thân thiện với khách hàng. Nếu trang web mở cửa, tại sao bạn không tiếp đón một người đến vào lúc 1 hoặc 11 giờ? Tôi làm một số công việc tình nguyện và biết rằng một công viên rất bận rộn cần thời gian để dọn dẹp địa điểm, v.v. giữa các lượt khách. Ở đây, phòng vệ sinh - phòng tắm đã được phục vụ lúc 10 giờ sáng và trong 4 ngày chúng tôi chưa bao giờ thấy ai dọn dẹp địa điểm. Không được phép đốt lửa nên đó không phải là vấn đề. Họ chỉ nghiêm khắc mà không mang lại lợi ích gì cho họ. Chúng tôi đã quay đi lúc 2 giờ 40 chiều. Tôi có thể tiếp tục nhưng tại sao? Họ không quan tâm. Nhà cung cấp dự trữ ở Mỹ mà bạn phải sử dụng là một hệ thống khủng khiếp khủng khiếp. Tôi sẽ không nói thêm điều mà hầu hết khách hàng đều biết. Các thủ tục và chính sách đặt chỗ hiện tại thật tệ. Đọc thêm",
            "Công viên rất đẹp. Nó luôn rất sạch sẽ.. họ có vòi sen và phòng tắm. Đường vào hồ..rất vui được đi đạp xe cùng bọn trẻ. Chúng tôi đi ít nhất 5 lần một năm!Đọc thêm",
            "Bạn có thể câu cá không, cần giấy phépĐọc thêm",
            "Người ta làm cá ở đây.  Ngay bên ngoài công viên tại dốc thuyền là một giàn nổi chỉ để câu cá.  Nó - ở trên đường Potter - s Creek \n\nỞ Texas, người lớn cần có giấy phép câu cá trừ khi bạn sử dụng cần câu mà nó không có cuộn dây.\n\nTrẻ em có thể sử dụng bất cứ thứ gì chúng thích.Đọc thêm",
            "Có khách sạn hoặc cabin nào mà chúng tôi có thể ở để dành thời gian ở Potters Creek không?Đọc thêm",
            "Thị trấn Hancock gần đó có căn hộ cho thuê. Có thể thử AirBnbĐọc thêm",
            "Nghe giống hệt người phụ nữ chúng tôi đã gặp nhưng ở một công viên khác khoảng 2 năm trước.  Cô ấy chỉ là một người khốn khổ mà thôi. Tôi đã gọi điện cho người đứng đầu Khu phố để phàn nàn nhưng có vẻ như họ vừa chuyển cô ấy đến một công viên khác.Đọc thêm",
            "Tôi cũng đã gặp những người gác cổng thô lỗ và thân thiện.  Một vài lần tôi yêu cầu họ gọi cho Park Ranger, người sẽ giải quyết mọi việc trong thời gian ngắn.  Nhiều khi người muốn nói đến cổng là một du khách đã nghỉ hưu đậu xe miễn phí và làm việc để trả nợ ở cổng.\n\nHọ hầu như không bao giờ là nhân viên.  Nói với Ranger rằng họ có thể loại bỏ người đó theo ý mình.Đọc thêm",
            "Lạch potters có mở cửa cho người cắm trại vào cuối tuần này không?Đọc thêm",
            "Công viên mở cửa quanh năm, nhưng vì gần đây họ đã được cải tạo nên cách tốt nhất là bạn nên gọi đến văn phòng trong khoảng thời gian từ 8 giờ sáng đến 10 giờ tối.Đọc thêm",
            "Bạn có biết bơi không? Màn hình cách mặt nước bao xa? Nước có trong không?Đọc thêm",
            "Có chỗ nào cho trẻ em bơi khôngXem thêm",
            "Không có ngày sử dụng. Tôi không tin họ cho phép bơi lội.Đọc thêm",
            "Có lều cắm trại không?Đọc thêm",
            "CóĐọc thêm",
            "Nó chỉ có sẵn để sử dụng trong ngày phải không?Đọc thêm",
            "Không sử dụng trong ngày.Đọc thêm",
            "Khu cắm trại có mở cửa cho xe RV không? Hay đóng cửa do lũ lụt? Sẽ mở cửa vào giữa tháng 3 năm 2016. Đọc thêm",
            "Có mất phí vào cửa không?Đọc thêm"
        ],
        "star_ratings": [
            22,
            12,
            6,
            8,
            4
        ],
        "review_amount": 52,
        "location": [
            "Hoa Kỳ",
            "Texas - TX -",
            "Những điều cần làm ở Hồ Canyon",
            "Hồ hẻm núi",
            "Công viên lạch Potters"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written May 27, 2023",
            "Written May 15, 2023",
            "Written March 1, 2023",
            "Written August 23, 2022",
            "Written August 10, 2022",
            "Written April 14, 2022",
            "Written April 12, 2021",
            "Written February 5, 2021",
            "Written June 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55581-d146643-Reviews-Potters_Creek_Park-Canyon_Lake_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146643-Reviews-or10-Potters_Creek_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d268912-Reviews-Canyon_Lake-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146644-Reviews-Overlook_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d1816158-Reviews-Canyon_Lake_Marina-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d11876930-Reviews-Canyon_Dam-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d2228277-Reviews-Cranes_Mill_Marina-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146639-Reviews-Comal_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146640-Reviews-Cranes_Mill_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d14045945-Reviews-James_C_Curry_Nature_Center-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146641-Reviews-North_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146645-Reviews-Canyon_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g6772390-d3453889-Reviews-Blue_Caves-Korithi_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297799-d472364-Reviews-Anse_Georgette-Praslin_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g34617-d528421-Reviews-Santa_Rosa_Beach-Santa_Rosa_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d4431766-Reviews-Olympia_Terminal-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d269847-Reviews-Children_s_Museum_of_South_Carolina-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g29170-d267429-Reviews-Tampa_Electric_s_Manatee_Viewing_Center-Apollo_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g311415-d309858-Reviews-Plage_de_Matira-Bora_Bora_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d10513850-Reviews-Breakwater_Beach-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d286284-Reviews-Elvis_Presley_Birthplace_Museum-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g8537637-d8532524-Reviews-The_New_Afrika_Shrine-Ikeja_Lagos_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55581-d146643-Reviews-or10-Potters_Creek_Park-Canyon_Lake_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55581-d146643-Reviews-Potters_Creek_Park-Canyon_Lake_Texas.html"
    }
]