[
    {
        "attraction_name": "Poudre Canyon",
        "attraction_name_vi": "Hẻm núi Poudre",
        "general_info": [
            "18 đánh giá",
            "916 trong số 4.288 việc cần làm ở Colorado",
            "Hẻm núi"
        ],
        "attraction_summary": "Hẻm núi tuyệt đẹp nằm bên trong Rừng Quốc gia Roosevelt rộng 612.000 mẫu Anh, nơi cung cấp các hoạt động giải trí quanh năm.Đọc thêm",
        "reviews": [
            "Đây là một nơi tuyệt đẹp. Chúng tôi không biết điều gì sẽ xảy ra và không lên kế hoạch tốt. Sẽ đi bộ nhiều hơn nếu chúng tôi biết về những con đường mòn và hẻm núi cũng rất đẹp. Dòng sông đang chảy xiết và có những biển cảnh báo ở khắp mọi nơi vì vậy trừ khi bạn rất thành thạo thì đừng thử qua sông. Có rất nhiều con đường mòn đi bộ đường dài.Đọc thêm",
            "Đừng bỏ lỡ chuyến đi tuyệt đẹp này nếu bạn ghé thăm NoCo. Hãy chắc chắn lái xe đến hết đỉnh Cameron. Phong cảnh là đẹp nhất và các điểm dừng đều sảng khoái. Tại CP.. bạn có thể được chứng kiến ​​một số trường hợp nhìn thấy Moose. Đây là điều bắt buộc trong chuyến đi Colorado của bạnĐọc thêm",
            "Lái xe quanh co tuyệt đẹp từ Walden đến Fort Collins, bạn men theo dòng sông xuyên qua hẻm núi với rất nhiều lối đi. Tôi đã thử câu cá bằng ruồi nhân tạo nhưng không gặp may. Có vẻ như có rất nhiều khu cắm trại và cabin mộc mạc dọc tuyến đường, có thể sẽ quay lại để dành thời gian trong tương lai.Đọc thêm",
            "Tình hình của Airbnb tuyệt vời ở vùng quê. Một phần xinh đẹp của đất nước. Nhưng câu cá thì khó khăn. Khi bạn ra khỏi vùng núi trở lại Fort Collins, hãy nhập vào nhà máy bia nhỏ, và bạn sẽ có thể lựa chọn 50 địa điểm khác nhau. Đọc thêm",
            "Chuyến đi tuyệt vời với quang cảnh rất đẹp. Tôi thực sự khuyên bạn nên sử dụng một trong nhiều khu vực dã ngoại để thư giãn. Đọc thêm",
            "Gần đây tôi đã dành năm ngày ở đây trong một căn nhà gỗ cách Sông Poudre vài bước chân và đó là một trong những nơi đẹp nhất mà tôi từng đến. Nếu bạn thích đi bộ đường dài, khám phá động vật hoang dã, lịch sử, thư giãn, tĩnh lặng và phong cảnh ngoạn mục thì khu vực này là nơi không thể bỏ qua. Tôi đã thực hiện bốn chuyến đi bộ đường dài khi ở đây và mỗi lần đều hoàn toàn khác nhau. Đây là địa điểm yêu thích mới của tôi nhưng nó không dành cho những người yếu tim hay những người thích cuộc sống về đêm và giao lưu.Đọc thêm",
            "Tôi choáng ngợp trước vẻ đẹp của Hẻm núi Poudre vào mọi thời điểm trong năm, vào tất cả các mùa. Một chuyến đi tuyệt vời và mọi điểm xuất phát dọc đường đều thật tuyệt vời. Càng đi xa, càng bớt đông đúc và rất xứng đáng! Đọc thêm",
            "Chúng tôi đã dành vài giờ lái xe qua hẻm núi - rất nhiều nơi để dừng lại và ngắm nhìn dòng sông! Hẻm núi cũng thực sự đẹp để lái xe qua. Rất nhiều ngã rẽ và cảnh quan tuyệt đẹp. Chúng tôi nghĩ đây là phần giới thiệu tuyệt vời về dãy núi Rockies và những gì khu vực này mang lại cho chúng tôi trong chuyến đi.Đọc thêm",
            "Tôi đã đi tuyến đường này về nhà sau chuyến công tác đến Steamboat Springs vào tuần trước để tránh I70. Thật là một chuyến đi tuyệt vời, những bông hoa dại, Poudre đang chạy hết sức lực. Tôi đã thấy một số xà nhà rơi xuống nhưng lượng nước khá ấn tượng. Tôi thật may mắn khi nhìn thấy một con nai sừng tấm lớn băng qua đường cách ô tô của tôi khoảng 100 thước sau khi vượt qua đèo Cameron. Chắc chắn giá trị ổ đĩa. Họ đang làm đường gần Ft. Collins và đi xuống một làn đường nên hãy kiên nhẫn và đắm mình trong vẻ đẹp.Đọc thêm",
            "Lái xe lên Hẻm núi Poudre từ Fort Collins thật thú vị và có phong cảnh đẹp. Không quá ngoằn ngoèo và bận rộn như việc lái chiếc Big Thompson từ Công viên Estes... gần như không có nhiều phương tiện giao thông như tôi đã dự đoán vào thứ Bảy trước nhật thực. Xin lưu ý rằng có rất ít dịch vụ có sẵn trên đường đi... chủ yếu ở các khu cắm trại và một số cơ sở công cộng kiểu nhà ngoài... và không có nước. Hãy nhớ mang theo nước, đồ ăn nhẹ và có đủ nhiên liệu để lái xe lên và về.Đọc thêm",
            "Đường hầm trên tuyến 14 từ Collins đến tàu Steam dài bao nhiêu...\n\nTôi đang cố tránh Eisenhower - liên quan đến lo lắng.\n\nCảm ơn KenĐọc thêm",
            "Chúng tôi đã muốn đi bộ đường dài ở Hẻm núi Poudre từ lâu nhưng chưa tìm ra nơi để qua đêm, chúng tôi lớn hơn một chút, cắm trại bằng lều có thể không hiệu quả. Có vẻ như còn rất xa so với Ft Collins.Đọc thêm",
            "Nhà nghỉ Glen echo có cabin. Khu vực rất đẹp. Mới ở đó hai tuần trước.Đọc thêm",
            "Có địa điểm cắm trại công cộng nào gần trại giống cáĐọc thêm",
            "Có, không quá xa và xung quanh khu vực đó thường ít đông đúc hơn. Đọc thêm",
            "Chúng tôi có thể lấy chiếc rv 40ft của mình từ Ft. Collins tới Walden?Đọc thêm",
            "Hôm nay tôi đã gọi cho Khu cắm trại và họ nói rằng chúng tôi sẽ ổn với chiếc xe kéo dài 45 ft của chúng tôi.  Cuối cùng bạn đã làm điều này?  Trải nghiệm của bạn là gì?Đọc thêm",
            "Có chỗ nghỉ nào đẹp dọc đường này không? Tôi muốn lái xe từ Estes Park đến Ft. Collins rồi đến Đài tưởng niệm Quốc gia Khủng long và đang tìm điểm dừng trên đường đi!Đọc thêm"
        ],
        "star_ratings": [
            13,
            5,
            0,
            0,
            0
        ],
        "review_amount": 18,
        "location": [
            "Colorado CO",
            "Hoa Kỳ",
            "Hẻm núi Poudre",
            "Những điều cần làm ở Colorado"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written August 31, 2022",
            "Written August 31, 2022",
            "Written October 16, 2019",
            "Written August 20, 2019",
            "Written June 4, 2019",
            "Written August 16, 2018",
            "Written August 6, 2018",
            "Written June 19, 2018",
            "Written August 19, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28927-d146213-Reviews-Poudre_Canyon-Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d146213-Reviews-or10-Poudre_Canyon-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33630-d1873723-Reviews-Independent_Whitewater-Salida_Chaffee_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33645-d1982727-Reviews-High_Country_Tours-Silverthorne_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33451-d656373-Reviews-Winding_River_Resort_Stables-Grand_Lake_Grand_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d274044-Reviews-Breckenridge_Ski_Resort-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d1373855-Reviews-Blue_River_Sports-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33501-d7679590-Reviews-Keystone_Ski_Ride_School-Keystone_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d3870284-Reviews-Ski_Butlers_Steamboat-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7763738-Reviews-Epic_Mountain_Express-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d280409-Reviews-Durango_Hot_Springs-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d3870278-Reviews-Ski_Butlers_Aspen-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33615-d270647-Reviews-Drala_Mountain_Center-Red_Feather_Lakes_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33615-d26663115-Reviews-Gnome_Road_Red_Feather_Lakes_CO-Red_Feather_Lakes_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33615-d5846098-Reviews-Occupy_Pot_Belly-Red_Feather_Lakes_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d15829353-Reviews-Oxygene_Club_Doha-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d546269-Reviews-Connemara_National_Park_Visitor_Centre-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8309249-Reviews-Gift_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4699350-Reviews-Museum_of_Bricks-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750126-Reviews-Club_Octagon_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d13422072-Reviews-Pangaea_Land_of_the_Dinosaurs-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2345689-Reviews-Original_McDonald_s_Site_and_Museum-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d519881-Reviews-Michie_Tavern-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188095-d2178353-Reviews-Monte_San_Salvatore-Lugano_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d8811385-Reviews-The_Centurion_Lounge-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28927-d146213-Reviews-or10-Poudre_Canyon-Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28927-d146213-Reviews-Poudre_Canyon-Colorado.html"
    }
]