[
    {
        "attraction_name": "Prague Zoo",
        "attraction_name_vi": "Sở thú Praha",
        "general_info": [
            "10.765 đánh giá",
            "15 trong số 1.718 điều cần làm ở Praha",
            "Sở thú"
        ],
        "attraction_summary": "Vườn bách thú Praha nằm gần trung tâm thủ đô của Séc, trong một khung cảnh hiểm trở độc đáo bên bờ sông Vltava. Nó mở cửa vào năm 1931 và trong suốt hơn 80 năm tồn tại, nó đã vươn lên trở thành một trong những vườn thú danh giá nhất thế giới. Ngày nay, đây là địa điểm du lịch được ghé thăm nhiều thứ hai ở Cộng hòa Séc, chỉ sau Lâu đài Praha. 5.049 loài động vật và 676 loài sống ở Vườn thú Praha. Bạn có thể khám phá 13 gian hàng và 150 triển lãm trên diện tích 58 ha. Những đứa trẻ sẽ yêu thích Khu bảo tồn Bororo, ghế cáp treo, xe lửa nhỏ, tháp quan sát, bể vầy và Sở thú dành cho trẻ em. Niềm tự hào của vườn thú là Thung lũng Voi, nơi sinh sống của một đàn voi châu Á khá lớn. Ngôi nhà Kỳ nhông khổng lồ, nơi bạn có thể nhìn thấy những loài lưỡng cư lớn nhất thế giới, loài Kỳ nhông khổng lồ Trung Quốc đang có nguy cơ tuyệt chủng cao cũng rất đặc biệt; và Ngôi nhà Châu Phi với đồng cỏ rộng lớn liền kề là nơi sinh sống của đàn linh dương và hươu cao cổ cũng rất đáng để bạn chú ý.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi yêu nó! Sở thú rất lớn và có nhiều động vật. Tôi đọc được rằng thật khó để nhìn thấy động vật, nhưng lại dễ dàng đối với chúng tôi. Có rất nhiều nhà hàng, quán cà phê, cửa hàng quà lưu niệm nên không cần phải chuẩn bị đồ đạc riêng. Lúc đó là 14 nên giá rẻ. Nơi rất đẹp. Bạn cần đôi giày đi bộ tốt nhất vì nó LỚN. :-Đọc thêm",
            "Sở thú lớn nhất mà tôi từng đến. Rõ ràng được xếp hạng trong top 10 trên thế giới. Họ có diện tích lớn hơn cho không gian sống của động vật nên bạn có thể đi bộ xa hơn để đến một số điểm tham quan. Rất nhiều điểm tham quan gần gũi với động vật, chẳng hạn như đối với các loài chim, nơi bạn bước vào khu vực không có màn chắn lồng ngăn cách bạn với môi trường sống của loài chim.  Chúng tôi đến đó lúc mở cửa và chỉ thấy khoảng 34 sở thú vào buổi chiều muộn nhưng chúng tôi mệt nên trở về nhà. Nó đáng giá phí vào cửa.Đọc thêm",
            "Chúng tôi đã đến thăm nhiều sở thú và đây là một trong những sở thú tốt nhất.  Nó rất lớn và dốc ở những nơi nên cần có những đôi giày thoải mái.  Chúng tôi rất ấn tượng với chú khỉ đột lưng bạc, chú khỉ con nhỏ tuổi nhất sống cùng với những người phụ nữ của mình. Có 2 chuồng riêng biệt, mỗi chuồng có lưng bạc. Tất cả các con vật đều được chăm sóc rất tốt và có không gian.  Nếu bạn có thể rảnh rỗi để dành phần lớn thời gian trong ngày vì không thể vội vàng, chúng tôi thực sự khuyến khích điều này. \nNếu bạn là người cao tuổi hãy chụp ảnh ID.  Chúng tôi mang theo bản sao hộ chiếu.  Chồng tôi hơn 70 tuổi vào 1 Koruna, tôi 67 tuổi vào giá 12.Đọc thêm",
            "Địa điểm tuyệt vời để ghé thăm ở Prague. Chúng tôi đến vào phút chót, rất dễ tìm và giá cả tuyệt vời cho những gì bạn nhận được!! Rất nhiều động vật tuyệt vời! \n\nmột trong những sở thú tuyệt vời nhất mà tôi từng ghé thăm. Đọc thêm",
            "Đây là điều bắt buộc khi bạn ở Prague. Chúng tôi đã có khoảng thời gian tuyệt vời nhất tại sở thú.\nCác loài động vật được chăm sóc rất tốt và sạch sẽ.\nNhững chú voi rất vui nhộn khi xem. Ngoài ra, chú gấu Bắc Cực cũng đang chơi đùa trong nước.\nPhải mất khoảng sáu giờ để đi hết một vòng với một vài điểm dừng chân vì trời rất nóng. Rất nhiều quán cà phê và nhà vệ sinh. Khá nhiều đồi núi nên hãy đi giày thể thao. Bạn có thể đi cáp treo nhưng không dành cho những người sợ độ cao. Có thể đi bộ.\nĐọc thêm",
            "Chúng tôi đã đến một số sở thú trên khắp Châu Âu, Hoa Kỳ và Mexico và đây là sở thú tuyệt vời nhất từ ​​trước đến nay. Chúng tôi đã dành 6 giờ ở đó và chi phí mỗi lần là khoảng 10 đô la. Tôi sẽ không cung cấp thông tin chi tiết vì nó sẽ làm hỏng nó ngoài những chuồng lớn sạch sẽ với những con vật được nuôi dưỡng và chăm sóc tốt. Uber có giá khoảng một năm từ thành phố prague. Đọc thêm",
            "Một sở thú tuyệt vời với rất nhiều động vật, chúng tôi đã dành 6 giờ để tham quan xung quanh và vẫn chưa thể xem hết mọi thứ. Các loài động vật có vẻ được chăm sóc tốt, thật thú vị khi xem hươu cao cổ và đười ươi được cho ăn và vẹt chơi đồ chơi. Sở thú được tổ chức tốt với các khu vực khép kín hòa hợp hoàn hảo với cảnh quan xung quanh và có rất nhiều mái vòm và lồng đi bộ để có thể ngắm cảnh gần hơn. Một nửa sở thú nằm trên đồi nhưng có những khu vực râm mát và máy bán hàng tự động dọc đường nên chúng tôi đã leo lên được đỉnh ngay cả trong ngày nóng, cộng với quang cảnh của Prague thật tuyệt đẹp. Thực sự muốn giới thiệu. \n\nĐọc thêm",
            "Tôi nghĩ đây là sở thú tuyệt vời nhất mà chúng tôi từng đến thăm. Có rất nhiều thứ để xem và làm và phong cảnh thì tuyệt đẹp! Hoàn hảo cho một ngày nóng vì nó rất râm mát dưới những tán cây! Rất khuyến khích nếu bạn đang đến thăm Prague. Đọc thêm",
            "Prague zoo might just be the best zoo I have been to so far. Modern, clean, full of greenery, playgrounds for kids, food stands, restaurants, souvenir shops, kiddie train, children pool, theres even a beautiful chair lift. Animals live in beautiful coops often behind glass or a low wall instead of bars and their homes in the zoo feel so natural. Majority of animals have outdoor cages or both outdoor and indoor space, sometimes even their own little pavilion. Pavilions in general are a huge thing in this zoo and they are incredible, modern, spacious, full of exotic plants and mimicing the natural habitat, temperature and sounds perfectly. Another very popular feature of Prague zoo is an open aviary, whether its outside or inside of the pavilions. You can watch various birds all around you as in the wild, but the same principle has also been used for the new kangaroo house. I especially recommend seeing the new gorilla pavilion, African savanna, the Elephant valley, the African house, the Indonesia jungle pavilion, crocodiles, kangaroos and the new parrot pavilion, but there are endless things to see and the zoo is huge, so it is a real shame they stopped operating the trains which used to take the visitors around both the lower and upper part of the zoo. The whole zoo is divided into thematical areas, whether it is Africa, birds, water zoo, petting zoo and others and they hold regular events such as feeding majority of the animals as well as many events. In the zoo you can see most animals you can think of and walk dozens of kilometers, so one visit is nowhere near enough to explore everything. We made multiple trips to zoo this summer and there was always something different to do and see. That is another great thing about the Prague zoo - there are constantly new things going on. New expositions and pavilions being prepared, new animals being presented, babies being born. There is only one thing the zoo could still work on and that is the refreshments. There are many places to get a meal or a snack, but unfortunately, it is still the old school fast food greasy type of stuff despite the place being heavily visited by families with little kids, so some healthy options of food would definitely be appreciated in the future. Read more",
            "Sở thú đáng yêu với sự kết hợp thú vị của động vật.  Động vật rõ ràng được chăm sóc tốt và các bảng thông tin rất hữu ích để tìm hiểu về tất cả chúng.   Sở thú sạch sẽ với những con đường mòn được đánh dấu rõ ràng và có nhiều cơ hội để mua đồ ăn nhẹ và đồ uống trong khắp công viên.  Có một đoạn đường dốc để leo lên đỉnh, nhưng chúng tôi đã đi cáp treo lên đỉnh rồi đi bộ xuống, điều này rất hiệu quả với thêm 40kn mỗi cái khoảng 1,25 và rất xứng đáng.  Nói chung là một ngày tuyệt vờiĐọc thêm",
            "Khung cảnh đang nhắc nhở chúng ta về Châu Phi. Những con hươu cao cổ xinh đẹp, những chú voi và nhiều loài động vật khác. Nếu ai đó sống ở Châu Âu và chưa bao giờ đến thăm Châu Phi thì có lẽ nên đến thăm Vườn thú này.Đọc thêm",
            "Hầu hết các đánh giá ở đây đều tuyệt vời và tôi đồng ý. Đây là một trong những sở thú tốt nhất mà tôi từng thấy. Các con vật được chăm sóc tốt và có vẻ hài lòng. Không phải ngày nào bạn cũng có thể nhìn thấy hầu hết những con vật này. Cách tuyệt vời để dành một ngày khi đến thăm Praha. Tôi cảm nhận được sự rung cảm của Công viên kỷ Jura ở đây với cây cỏ và tán lá xung quanh. Rất khuyến khích.Đọc thêm",
            "Đã dành một khoảng thời gian đáng kể để xem con tê tê non lang thang quanh chuồng của cô ấy, hoàn toàn mê hoặc! Nhiều loài động vật ở đây là một phần của chương trình nhân giống, nhưng một số chuồng rõ ràng là quá nhỏ. Đây là một địa điểm rộng lớn nhưng có rất nhiều quán cà phê máy bán hàng tự động và chỗ ngồi để nghỉ ngơi một chút. Không phải tất cả các loài động vật đều được trưng bày vào thời điểm chuyến thăm của chúng tôi nên chúng tôi đã bỏ lỡ con rùa khổng lồ và thú ăn kiến ​​khổng lồ. Dễ dàng đến đây bằng phương tiện giao thông công cộng - xe điện từ trung tâm Praha sau đó là dịch vụ xe buýt chuyên dụng đến sở thú. Đọc thêm",
            "Sở thú tốt nhất mà chúng tôi đã ghé thăm cho đến nay với mức giá tuyệt vời là 660 czk cho 2 người lớn nặng khoảng 22 pound, chúng tôi có một bản đồ ở mức 5czk, thời tiết rất tuyệt vào ngày chúng tôi ghé thăm nên đó là một phần thưởng cho rất nhiều động vật được chăm sóc tốt để xem phòng tắm tốt cơ sở vật chất, rất nhiều địa điểm ăn uống với giá cả hợp lý, chúng tôi đã ăn trưa tại nhà hàng Gulab, thật tuyệt vời nếu bạn nên ghé thăm hoặc nếu đó là một ngày tuyệt vời hãy tổ chức một chuyến dã ngoại và bạn sẽ điĐọc thêm",
            "Vườn thú lớn thực sự tuyệt đẹp! Mỗi loài động vật đều có một khu vực chuồng trại lớn - hầu hết các loài động vật đều có cả khu vực chuồng trại trong nhà và ngoài trời. Vườn thú rất đẹp. Chúng tôi đã đi cáp treo, mỗi người chỉ tốn hơn 1 đô la. Có rất nhiều đồi nhưng chúng tôi thích đi bộ nên không bận tâm chút nào. Vườn thú đáng yêu, chắc chắn sẽ giới thiệu - mất khoảng 4,5 giờ để hoàn thành. Đọc thêm",
            "Đây là một ngày hoàn toàn tuyệt vời về giá cả. Với ít hơn 10 mỗi người, chúng tôi đã dành hơn nửa ngày để khám phá vườn thú này, có thời điểm gần như cảm thấy quá lớn để trải nghiệm mọi thứ trong một ngày. Có rất nhiều loài động vật mà quan trọng là tất cả đều có vẻ khá hạnh phúc. Vì sở thú này có vẻ rộng lớn nên thật vui khi thấy có rất nhiều nơi để mua đồ giải khát với giá cả hợp lý. Ngoài ra còn có một nhà hàng đông đúc nhưng chúng tôi không ăn bữa chính nào ở đó, nhưng đồ ăn trông rất tươi ngon. Sở thú cũng rất dễ đi đến bằng phương tiện công cộng từ trung tâm Praha. Chúng tôi sử dụng một chuyến tàu điện ngầm và dịch vụ xe buýt ngắn để đến đó vào buổi sáng, rất dễ di chuyển với trạm xe buýt ngay bên trái lối ra từ ga tàu điện ngầm. Sau khi rời đi, chúng tôi quyết định rời đi ở phía bên kia của vườn thú và đi thuyền qua sông ngắn và một chuyến xe buýt khác để đưa chúng tôi đến phía bên kia của thành phố gần lâu đài Praha. Cả hai tuyến đường đều rất dễ di chuyển.Đọc thêm",
            "Một ngày là không đủ! Phải ghé thăm và chắc chắn khuyên bạn không nên bỏ lỡ một trong những vườn thú lớn nhất ở Châu Âu. Mọi người sẽ thích thú và chuẩn bị đi bộ nhiều!Đọc thêm",
            "Nơi tuyệt vời, tôi không ngờ nó lại lớn đến thế. Chúng tôi mệt mỏi nhưng hài lòng. Thật vui khi được đến thăm. Chúng tôi yêu thích địa điểm Voi nhất.Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến Sở thú Praha, lần đầu tiên chúng tôi đến Praha vào năm 2018. Đây là một Sở thú lớn và rất hợp lý để vào cửa với giá 330czk hoặc 300 czk nếu bạn đặt vé trực tuyến trước thời hạn. Nó có khá nhiều loài động vật mà bạn có thể muốn xem ở sở thú và đồ ăn thức uống bên trong cực kỳ hợp lý để thu hút. Rất khuyến khích nếu bạn đang ở Praha. Chúng tôi chắc chắn sẽ ghé thăm lại khi chúng tôi ở Praha lần tới! Đọc thêm",
            "Trước hết, giá vào Vườn thú quá rẻ so với số tiền bạn phải trả ở Vương quốc Anh. Và mặc dù tôi không bận tâm đến việc đến thăm Sở thú, chúng tôi đã được một số người giới thiệu và tôi phải nói rằng, tôi rất vui vì chúng tôi đã làm như vậy! Cho đến nay Sở thú tốt nhất mà tôi từng đến thăm. Các loài động vật được chăm sóc rất tốt và bạn có thể đến gần chúng hơn. Có rất nhiều loài động vật để xem và mặc dù trời khá nhiều mây vào ngày chúng tôi đến thăm, nhưng quang cảnh thật tuyệt vời! Chúng tôi yêu thích chuyến đi cáp treo từ phần trên xuống phần dưới cùng của Sở thú. Cũng đừng bận tâm đến việc lấy đồ ăn....ăn ở Sở thú. Đó chắc chắn không phải là trải nghiệm bàn ăn nhanh thông thường mà bạn thường trải nghiệm ở Sở thú, đồ ăn đạt tiêu chuẩn nhà hàng và khẩu phần lớn! Nó có giá hợp lý quá. Tôi phải nói thêm rằng ngày chúng tôi ghé thăm khá yên tĩnh nên tôi cho rằng trải nghiệm tại nhà hàng có thể khác nếu Sở thú chật kín nhưng đây là trải nghiệm của chúng tôi ngày hôm nay. Nếu bạn đang phân vân về việc có nên ghé thăm hay không...chắc chắn hãy làm điều đó!Đọc thêm",
            "Có thể nhìn thấy tê tê không? Tôi hy vọng có thể đưa con gái tôi từ Anh đến đây vào tháng 11 vì con bé thực sự bị ám ảnh bởi chúng. Đọc thêm",
            "Chúng tôi đến vào tháng 1 và mọi người bảo chúng tôi đừng đến sở thú vì ở đó sẽ quá lạnh để có thể xem các loài động vật. Nhưng chúng tôi đã đi và thấy tất cả các loài động vật được che chở ở những nơi đặc biệt, đặc biệt là các loài động vật nhiệt đới đều ở những nơi ấm áp đặc biệt. Vì vậy, tôi nghĩ bạn sẽ có thể nhìn thấy tê tê vào bất kỳ tháng nào bạn quyết định đi.Đọc thêm",
            "Những chú ngựa hoang sẽ ở sở thú bao lâu cho đến khi được đưa đến Kazakhstan?\n\nChúng ta có thể đi tàu điện ngầm C từ Flora không?Đọc thêm",
            "sở thú cách trung tâm thị trấn Praha bao xaĐọc thêm",
            "Chúng tôi đã đi bằng xe buýt. Mất khoảng 30 phútĐọc thêm",
            "Vườn thú Praha có còn cò mỏ giày không?Đọc thêm",
            "Vào tháng 8 năm 2021 họ đã có. Tôi không biết liệu họ có còn cái nào vào thời điểm này không.Đọc thêm",
            "Vườn thú có tủ để đựng đồ không? Giống như ba lô để mọi người không phải mang chúng đi khắp sở thú. Nếu vậy thì giá bao nhiêu?Đọc thêm",
            "Vâng, nó có tủ khóaĐọc thêm",
            "Bạn có phương tiện di chuyển nào bên trong sở thú không? Như tàu hỏa mini, xe golf hay gì đó? Đọc thêm",
            "Không, chỉ có cáp treo để đi lênĐọc thêm",
            "Sở thú nằm trong khu vực có gian hàng bao nhiêu? Tôi muốn mang theo con chó của mình nhưng tôi sợ rằng chúng tôi sẽ nhớ nó nhiều nên phải trói nó ở bên ngoài. Cảm ơn bạn!Đọc thêm",
            "Bạn có thể mua vé vào ngày đó không? Đọc thêm",
            "Có, bạn có thể mua vé tại cổng vào.Đọc thêm",
            "Xin chào, tôi sẽ đến Praha vào giữa tháng 3, tại khách sạn Best Western Plus Meteor Plaza, tôi đến Sở thú bằng cách nào?Đọc thêm",
            "Nếu bạn định đi vài tuần sau, tôi thực sự khuyên bạn nên đến đó bằng thuyền, việc băng qua mất 75 phút từ trung tâm thành phố và rất dễ chịu, nhưng dịch vụ chỉ bắt đầu vào đầu tháng Tư. Vì vậy, phương pháp tốt nhất trong tháng 3 vẫn là xe buýt điện ngầm tuyến C đến ga Nádraží Holešovice và từ đây xe buýt 112 đến sở thú. Đừng lo lắng về việc quay lại: khi bạn rời đi, hãy bắt bất kỳ chiếc xe buýt nào bạn tìm thấy, chiếc đầu tiên rời đi: hầu hết đều đi về hướng thành phố. Chúc bạn có một kỳ nghỉ lễ vui vẻĐọc thêm",
            "Chó có được phép vào sở thú không?Đọc thêm",
            "Vâng, chúng tôi đến cùng với những chú chó của mình nhưng hãy cẩn thận với động vật hoang dã...Đọc thêm"
        ],
        "star_ratings": [
            8239,
            1907,
            432,
            112,
            75
        ],
        "review_amount": 10765,
        "location": [
            "Bô-hê-miêng",
            "Châu Âu",
            "Cộng hòa Séc",
            "Những điều cần làm ở Praha",
            "Sở thú Praha",
            "Praha"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 30, 2023",
            "Written August 9, 2023",
            "Written August 17, 2023",
            "Written September 2, 2023",
            "Written September 6, 2023",
            "Written September 8, 2023",
            "Written September 9, 2023",
            "Written October 3, 2023",
            "Written May 19, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024",
            "Written April 19, 2024",
            "Written April 16, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274707-d276251-Reviews-Prague_Zoo-Prague_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d6827857-Reviews-Salabka-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d7123602-Reviews-Restaurace_Altan-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d15202614-Reviews-Restaurace_Gaston-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d25154558-Reviews-Restaurant_Ocean_restaurace_Ocean-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d12415276-Reviews-Kolovna_ZOOna-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d7123778-Reviews-Gulab-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d7246439-Reviews-Ocean-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d7895079-Reviews-Hostinec_Gocaruv_Dum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d4209794-Reviews-Vinoteka_Sv_Klary-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d12802000-Reviews-Botanicka_na_taliri-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1218081-Reviews-Troja_Chateau-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10333002-Reviews-GeosvEt-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276185-Reviews-St_Vitus_Cathedral-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275451-Reviews-Staromestske_namesti-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12339789-Reviews-Botanicka_zahrada_Praha_Tropicky_sklenik_FATAMORGANA-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275157-Reviews-Charles_Bridge-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d500559-Reviews-Prague_Botanical_Garden-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275235-Reviews-Prague_Castle-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275152-Reviews-Old_Town_Hall_with_Astronomical_Clock-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19860482-Reviews-Slivovitz_Museum_R_Jelinek-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276251-Reviews-or10-Prague_Zoo-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8654589-Reviews-Crocodile_Zoo-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12922002-Reviews-Papilonia_motyli_dum_Praha-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12144076-Reviews-Kontaktni_Zoopark-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19994153-Reviews-SvEt_Meduz-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d655866-Reviews-Sea_World_Morsky_SvEt-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2474971-Reviews-Prague_Airport_Transfers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d5501776-Reviews-Prague_Shooting_Trips-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2343984-Reviews-Insight_Cities_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7377900-Reviews-Lazne_Pramen_Beer_and_Wine_spa-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2166553-Reviews-Avantgarde_Prague_Tours-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7267470-Reviews-PUZZLE_ROOM_Escape_Game-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d9986171-Reviews-Exit_Game_RunAway-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12480972-Reviews-Wine_Boat-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d318617-Reviews-National_Technical_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276458-Reviews-Letna_Park-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8099107-Reviews-Letna_Beer_Garden-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147319-d148596-Reviews-Pinones-Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308825-Reviews-The_Museum_of_Egyptian_Antiquities-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1140882-Reviews-Land_of_Little_Horses-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3700742-Reviews-TerraCity-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33953-d8039866-Reviews-Bigelow_Hollow_State_Park-Union_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d4178739-Reviews-Al_Hamra_Mall-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d5888217-Reviews-Riverfront_Park-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d5071980-Reviews-Simaisma_Beach-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g274951-d284404-Reviews-KGB_Museum_Genocido_Auku_Muziejus-Vilnius_Vilnius_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g41762-d13120897-Reviews-Logan_Express-Peabody_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274707-d276251-Reviews-or10-Prague_Zoo-Prague_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274707-d276251-Reviews-Prague_Zoo-Prague_Bohemia.html"
    }
]