[
    {
        "attraction_name": "Prague Castle",
        "attraction_name_vi": "Lâu đài Praha",
        "general_info": [
            "37.074 đánh giá",
            "- 5 trong số 1.718 điều cần làm ở Praha",
            "Lâu đài"
        ],
        "attraction_summary": "Lâu đài lớn nhất châu Âu có hơn bảy trăm phòng.Đọc thêm",
        "reviews": [
            "Trải nghiệm của bạn ở Praha sẽ không bao giờ trọn vẹn nếu bạn không nhìn nó từ trên cao. Các sườn đồi trải dài từ tây sang bắc mang đến khung cảnh ngoạn mục với những mái vòm bằng đồng xanh lục, những con đường hẹp lát đá cuội, những cây cầu nối hai bờ sông và những khu vườn xanh tươi từ những mái nhà mái đỏ của những ngôi nhà hàng thế kỷ. Praha kéo bạn vào lịch sử 1300 năm tuổi của nó. Đi bộ lên đồi hoặc cầu thang đến Lâu đài Praha, trụ sở lịch sử của những người cai trị Séc và Nhà thờ Saint Vitus hùng vĩ có thể khiến bạn không nói nên lời - và hụt hơi - . May mắn thay, có rất nhiều quán cà phê có sân hiên nhìn ra khu vườn và công viên xinh đẹp sẵn sàng mang đến cho bạn sự nghỉ ngơi và là nơi để bạn lấy lại hơi thở.Đọc thêm",
            "Lâu đài Praha, trông giống một cung điện hơn, lại có nhiều thứ bên trong hơn dự kiến. Thiết kế của thánh đường thật ngoạn mục, đầu kia của lâu đài - cung điện có sự - thay đổi của lính canh - . Mặc dù có thể tự do dạo bộ từ đầu này sang đầu kia nhưng một số phần nhất định sẽ phải trả phí vào cửa Đọc thêm",
            "Đã ghé thăm nơi này vào ngày thứ hai như một phần của chuyến tham quan miễn phí của chúng tôi.  Tốt nhất nên đi xe điện lên đỉnh vì đây là một chuyến đi bộ công bằng và một lần nữa có hướng dẫn viên du lịch là cách tốt nhất để đánh giá cao nó và các tòa nhà liền kề với nó.  Hãy nghĩ xem - đó là - quần thể lâu đài mạch lạc lớn nhất thế giới - và nó có niên đại từ cuối thế kỷ thứ 9.Đọc thêm",
            "Đây là điều phải xem ở Praha. Dành nửa ngày để ngắm nhìn lâu đài và khám phá khuôn viên hoặc sân trong khi tham quan Nhà thờ Saint Vitus, trả phòng Golden Lane và khám phá Loreta đến tận đồi Petrin. Phải đi bộ rất nhiều, nhưng tôi nghĩ rất đáng để khám phá tất cả những điều này trong một ngày.Đọc thêm",
            "Một điều bắt buộc khi đến thăm Praha. Xe điện 22 đi thẳng tới đó, miễn phí trong hơn 65s. Tải để xem. Chúng tôi dành khoảng 4 giờ ở đó, chứng kiến ​​sự thay đổi người bảo vệ theo giờ, rất ấn tượng. Chúng tôi không vào bên trong tòa lâu đài nên không phải trả tiền, tất cả đều miễn phí. Rất ấn tượng. Vườn đẹp. Phải xem.Đọc thêm",
            "Điểm tuyệt vời nhưng tiết kiệm tiền của bạn! Lâu đài và khu vực xung quanh nó thực sự đáng yêu nhưng trừ khi bạn là người yêu thích lịch sử, hãy tiết kiệm tiền và đừng mua bất kỳ vé nào. Không có gì đáng xem bên trong.Đọc thêm",
            "Một địa danh của Praha với tầm nhìn đẹp ra thành phố. Các tòa nhà phục vụ các văn phòng chính thức của chính phủ cũng như nhà thờ lớn ở Praha. Một sự thay đổi nhỏ không mấy ấn tượng của lính canh mỗi giờ. Một số nhà hàng. Đi bộ xuống phố vào thành phố, rất đẹp và không khó khăn.Đọc thêm",
            "Đây là điều - phải làm - ở Praha! Chúng tôi đã đến thăm tháp Petrin trước và đi bộ xuống công viên để đến lâu đài. Chúng tôi đi bộ từ phía trên của lâu đài và đi xuống các con phố. Một nơi tuyệt vời với các tòa nhà thù địch. Khung cảnh đầy màu sắc và tuyệt vời trên đường xuống. Nó đông đúc nhưng vẫn là một trải nghiệm thú vị. Đặc biệt Catedral hoàn toàn tuyệt đẹp! Bạn chưa từng đến Praha nếu chưa ghé thăm nơi này!Đọc thêm",
            "Có quá nhiều thứ để xem nên bạn sẽ cần 2 ngày - vé bao gồm khoản này - và sẽ cần đến khá sớm để đi hết tất cả.  Thật không may, họ đã hết hướng dẫn bằng âm thanh vào giờ ăn trưa nên chúng tôi cảm thấy mình đã bỏ lỡ vì không có một chiếc nào, nhưng nhìn chung đây là một chuyến thăm tuyệt vời. Xin lưu ý rằng - Triển lãm Lịch sử Lâu đài Praha - sẽ mất ít nhất một giờ nếu bạn muốn xem hết. Nó đóng cửa lúc 5 giờ chiều, chúng tôi đến lúc 4 giờ chiều và đến 4 giờ; 45 chúng tôi bị theo sau bởi những chiếc chìa khóa leng keng của nhân viên! Đọc thêm",
            "một lâu đài khác thường ở chỗ nó không có cảm giác hoặc trông giống như một lâu đài bình thường, hơn thế nữa là một bộ sưu tập các tòa nhà, hầu hết trong số đó bạn không thể ghé thăm.  Tuy nhiên, vào thời đó nó đã có những bức tường lâu đài.  Vẫn thú vị và phải ghé thăm, và quang cảnh thành phố rất tuyệtĐọc thêm",
            "Một trong những lâu đài lớn nhất thế giới.  Có một nhà thờ Công giáo bên trong lâu đài tên là St. Vitus - một nhà thờ cổ với thiết kế theo phong cách gothic bên trong và bên ngoài.  Hai bên nhà thờ có kính màu với hoa văn bên trong.  Được chế tác rất đẹp và rất nhiều màu sắc.Đọc thêm",
            "Quy mô, quan điểm và phạm vi lịch sử rất ấn tượng.  Trên thực tế khá choáng ngợp - dễ bị quá tải về toàn bộ lịch sử.  Không có nhiều không gian để ngồi yên tĩnh hoặc evn chỉ nghỉ ngơi một lát - bên trong hoặc bên ngoài - mạch chính - .Vì luôn có số lượng lớn các nhóm du lịch làm hỏng nó một chút, vì vậy hãy kiên nhẫn nếu bạn muốn nhìn thấy một số điều quan trọng trong hòa bình.  Bạn được dẫn vào tất cả các tòa nhà - mạch chính - nên rất khó tránh khỏi đám đông nhưng bạn có thể tìm thấy một hoặc hai khoảnh khắc bình tĩnh.  Chúng tôi thực sự không thể bận tâm đến Golden Lane vì nó quá đông đúc và chúng tôi mệt mỏi sau mọi thứ khác. Hãy chú ý đến sự thay đổi của người bảo vệ, đặc biệt là người lớn hơn, với một ban nhạc, v.v. - vào buổi trưa.  Nhà vệ sinh công cộng còn thiếu và ở một số nơi bạn phải dùng tiền xu để sử dụng.  Đây là một vấn đề trên khắp Séc.  Các điểm du lịch thực sự đông đúc và bạn phải tìm đúng đồng tiền để đi vệ sinh - thật lố bịch khi bạn nghĩ ngay từ đầu bạn phải trả bao nhiêu tiền để tham quan lâu đài hoặc Tháp Petrin, v.v.Đọc thêm",
            "Chúng tôi tự đi đến Lâu đài bằng phương tiện giao thông công cộng và do đó chúng tôi phải leo lên con đường hơi dốc để đến đó.  Nó chắc chắn đáng giá vé vào cửa mặc dù biển báo có thể tốt hơn một chút. Hầu hết lâu đài được bảo tồn rất tốt và rất thú vị để xem.Đọc thêm",
            "Là một du khách độc thân có thiên hướng về lịch sử và kiến ​​trúc, chuyến thăm Lâu đài Praha của tôi không có gì là kỳ diệu. Nằm trên một ngọn đồi nhìn ra Sông Vltava, khu phức hợp rộng lớn này là một kho tàng nghệ thuật, văn hóa và tầm nhìn toàn cảnh khiến tôi say mê. Ngay từ khi tôi đi qua Cầu Charles mang tính biểu tượng, lâu đài đã vẫy gọi bằng sự hiện diện hùng vĩ của nó. Tôi đi theo con đường xe điện ngắm cảnh để tránh phải leo dốc, điều mà tôi thực sự khuyên dùng đối với những du khách đi một mình muốn tiết kiệm năng lượng để khám phá. Khi đến nơi, quy mô tuyệt đối của khu phức hợp đã khiến tôi nghẹt thở. Với hơn một nghìn năm lịch sử gói gọn trong những bức tường, mọi ngóc ngách dường như đang thì thầm những câu chuyện về quá khứ. Điểm dừng chân đầu tiên của tôi là Nhà thờ St. Vitus tuyệt đẹp, một kiệt tác Gothic với những ngọn tháp cao vút và những cửa sổ kính màu phức tạp khiến nội thất chìm trong một vẻ đẹp cổ điển. kính vạn hoa của màu sắc. Là một người du lịch một mình, tôi có quyền tự do nán lại, chiêm ngưỡng vẻ đẹp đầy cảm hứng và bầu không khí trang trọng theo tốc độ của riêng mình. Tiếp theo, tôi lang thang qua Cung điện Hoàng gia Cũ. Hội trường Vladislav với mái vòm có gân và sự hùng vĩ khiến tôi có cảm giác như mình bước vào một câu chuyện cổ tích thời Trung cổ. Việc không có đám đông trong chuyến thăm giữa tuần của tôi có nghĩa là tôi có thể thực sự đánh giá cao các chi tiết kiến ​​trúc và triển lãm lịch sử mà không cảm thấy vội vàng.Đọc thêm",
            "Chuyến thăm tốt đẹp. Xinh đẹp. Chúng tôi đã có thời gian vui vẻ ở đó. Vé rẻ hơn để mua ở đó không có internet. Nhiều thứ để nhìn bên ngoài hơn là bên trong.Đọc thêm",
            "Tôi đi du lịch bằng một chiếc xe tay ga di động.  Hầu hết khu phức hợp lâu đài, bao gồm cả nhà thờ, đều có thể tiếp cận được.  Những lối đi bằng đá gập ghềnh hơn.  Tôi bắt xe điện đến lâu đài, một cách dễ dàng để đi vì trạm xe điện nằm ngay cạnh lối đi của lâu đài.  Miễn phí cho du khách khuyết tật, hãy sử dụng thẻ bảo hiểm y tế thông thường của bạn.Đọc thêm",
            "Vào khuôn viên lâu đài chính là miễn phí và khu vực này rất rộng lớn. Kiến trúc của tất cả các tòa nhà trong khuôn viên Lâu đài hoàn toàn tuyệt đẹp. Vì khu vực này rộng lớn nên việc đi bộ rất dễ dàng và chủ yếu bằng phẳng với một số con đường rải sỏi bên trong. Khu vực bao gồm các khu vườn được bảo tồn nguyên vẹn và một số hình ảnh đẹp nhất của Thành phố có thể được chụp từ khu vực này. Phải ghé thăm khi ở PrahaĐọc thêm",
            "Rất khuyến khích chuyến đi nhỏ này quanh Lâu đài Praha. Những tòa nhà đẹp theo phong cách gothic như vậy sẽ khiến bạn phải kinh ngạc và đó là trước khi bạn nhìn thấy quang cảnh. Dù bạn đi vào mùa đông hay mùa hè thì quang cảnh đều rất ngoạn mục. Quán cà phê nhìn ra lâu đài có đội ngũ nhân viên thân thiện và hữu ích và đồ ăn rất ngon; thậm chí ngồi ngoài trời lạnh họ cũng cung cấp chăn và thức ăn ấm áp thơm ngon. Nhà thờ đáng để ghé thăm ngay cả khi chỉ nhìn thấy những cửa sổ kính màu. Nếu vấn đề là đồi núi thì chuyến đi này có thể khó khăn nhưng hoàn toàn xứng đáng.Đọc thêm",
            "Lâu đài Praha có một số khu vực miễn phí mà bạn có thể vào - hãy kiểm tra trang web - rất đẹp, tuy nhiên, tôi thực sự khuyên bạn nên sử dụng vé đi vòng. Thẻ này cho phép bạn vào các khu vực chính mà theo tôi là hoàn toàn xứng đáng với số tiền bỏ ra cho lịch sử nó hiển thị và hướng dẫn bạn thực hiện. Dễ dàng phải làm! Đọc thêm",
            "Chúng tôi thích đến thăm các lâu đài trên toàn châu Âu Vì vậy chúng tôi không thể bỏ lỡ lâu đài Praha. Thật tốt khi nhìn thấy nhưng không có đồ đạc nhưng không sao.Đọc thêm",
            "Lâu đài Praha - di sản thế giới được UNESCO công nhận - là địa điểm không thể bỏ qua khi bạn đến thành phố. Gần 70000 mét vuông - lâu đài lớn nhất thế giới - với các tòa nhà mang phong cách kiến ​​trúc khác nhau, từ La Mã đến Gothic và Baroque ... một sự pha trộn rất thú vị. Để khám phá quần thể lâu đài, bạn cần khá nhiều thời gian - bao gồm chuyến tham quan nhà thờ St. Vitus, lăng mộ hoàng gia, cung điện hoàng gia cũ, - ngõ vàng - v.v. Vì vậy, chắc chắn có rất nhiều điều để khám phá. Trong chuyến thăm này, tôi chỉ có thời gian hạn chế - lập kế hoạch kém - vì vậy tôi không có thời gian để khám phá nhiều như tôi muốn - đừng bận tâm - lần sau tôi - sẽ cẩn thận hơn với việc lập kế hoạch và sẽ có nhiều thời gian hơn cho nơi này. Nhìn chung là một nơi tuyệt vời để tham quan - với một số địa điểm để khám phá - tôi khuyên bạn nên tham gia chuyến tham quan có hướng dẫn và lên kế hoạch cho chuyến thăm của mình để bao gồm một số địa điểm quan trọng nhất trong lâu đài. Nó chắc chắn đáng giá và tôi nóng lòng muốn quay lại Praha để tiếp tục nơi tôi đã dừng chân với chuyến thăm Lâu đài.Đọc thêm",
            "Xin chào, tôi sẽ đến thăm Prague từ ngày 16 đến ngày 19 tháng 12 và muốn biết liệu tôi có nên mua vé trước để tham quan lâu đài hay không và nếu có thì có thể mua trực tuyến không? Đọc thêm",
            "Bạn có thể mua vé tại lâu đài, nhưng để tránh phải xếp hàng - ngay cả khi ít - và tận dụng tối đa thời gian của mình, tôi khuyên bạn nên mua trước. Vé thành phố Praha là một lựa chọn tuyệt vời - tôi chắc chắn khuyên bạn nên mua nó từ trung tâm thông tin du lịch. Họ sẽ cho bạn biết những điều mà bạn chưa biết và đưa ra những lời đề nghị giúp chuyến thăm của bạn trở nên thú vị nhất.\nTuy nhiên, vui lòng xem trước phần hướng dẫn bằng âm thanh.. chúng bán hết quá nhanh và bạn sẽ muốn có một chiếc để có trải nghiệm trọn vẹn về lâu đài.Đọc thêm",
            "Đối với Vé vòng quanh, chúng tôi có thể thanh toán bằng tiền mặt khi đến đó hay chúng tôi nên đặt trước trực tuyến? Đọc thêm",
            "Lối vào đầu tiên vào Lâu đài Praha là miễn phí. Bạn có thể thanh toán trong ngày nếu bạn muốn khám phá bên trong, ví dụ như Nhà thờ.Đọc thêm",
            "lâu đài có mở cửa vào ngày lễ thứ haiĐọc thêm",
            "Có, nó mở cửa, bạn chỉ cần xếp hàng chờ đợi, \nThường thì hàng dài lắm, tôi không đợi được vì dài quáĐọc thêm",
            "Nhà hàng hoàn hảoĐọc thêm",
            "Có, có một nhà hàng trong khuôn viên nhưng không đa dạng lắmĐọc thêm",
            "Lâu đài Praha có mở cửa vào đêm Giáng sinh không?\n\nNếu nó mở, nó vẫn mở lúc 9 giờ phải không?\n\nTôi nghe ai đó nói với tôi rằng nó mở cửa lúc 12:00 vào đêm Giáng sinhĐọc thêm",
            "Bạn có thể cho tôi biết liệu thiết bị hướng dẫn âm thanh chỉ dành cho một người và nó có đáng thuê không?  Có vẻ đắt tiền cho 2 chúng tôi.  Người ta sẽ làm gì?  Ngoài ra, nếu bạn không thể sử dụng đèn flash, liệu camera của điện thoại di động có chụp được những bức ảnh hợp lý bên trong không?  Có phải bên trong lâu đài vẫn đang được sửa chữa nên các phần bị chặn phải không?  Cảm ơn bạn rất nhiều!Đọc thêm",
            "Chúng tôi chỉ đi vào sân. Người ta bảo rằng nó không mở cửa nhưng vào những thời điểm nhất định trong năm vì đây là trụ sở làm việc của chính phủ. Đọc thêm",
            "Chúng tôi muốn đến thăm Lâu đài với một hướng dẫn viên người Ý. Tuy nhiên, có sự khác biệt lớn về giá giữa các hướng dẫn khác nhau. Tôi không hiểu các chuyến tham quan được tổ chức như thế nào, giữa những chuyến dường như không có vé vào cổng và những chuyến có...Bạn có lời khuyên hay lời khuyên nào cho tôi không? Cảm ơn bạn rất nhiều!!! Đọc thêm",
            "Tôi cũng có những nghi ngờ tương tự như bạn. Tôi mua vé trực tiếp tại lâu đài. Họ cung cấp cho bạn hướng dẫn âm thanh bằng tiếng Ý, có tính phí và đặt cọc một nghìn vương miện. Bạn có thể bao gồm một số thứ để xem trên vé của mình và bạn trả tiền dựa trên những gì bạn nhìn thấy. Nó chắc chắn có giá trị và với hướng dẫn âm thanh, bạn sẽ không phải tham gia các chuyến đi như thể bạn có hướng dẫnĐọc thêm",
            "Xin chào, tôi có thể hỏi tôi có thực sự cần mua vé vào cửa Lâu đài Praha không. Tôi cần mua vé trong trường hợp nào? Bởi vì tôi - đang bị lẫn lộn với những đánh giá nói rằng không cần mua và một số lại nói cần mua. Tôi - tôi hơi bối rối. Ngoài ra, nếu tôi cần mua vé, tôi có thể thanh toán khi đến nơi bằng tiền mặt bằng nội tệ không? Có lẽ tôi chỉ muốn nhìn thấy Nhà thờ St Vitus từ bên ngoài.\n\n\nCảm ơn. Đọc thêm",
            "Chúng tôi đã không mua vé. Miễn phí vào cửa để xem lễ đổi gác, lối vào chính của Nhà thờ St Vitus và khuôn viên lâu đài. \nBạn có thể mua vé cho phần còn lại của Nhà thờ và một trong những con phố. Nhưng không cần thiết. Đọc thêm",
            "Bạn có phải đặt trước việc đi đến lâu đài không? Đọc thêm",
            "Tôi sẽ không nghĩ như vậy vào thời điểm này trong năm ... vào mùa hè bạn có thể phải\n\nChúng tôi đã sử dụng công ty du lịch hàng đầu nên tất cả đã được thanh toán. Cảnh sát sẽ khám xét túi xách của bạn khi nhập cảnh và điều này có thể giữ đồ đạc khi nhập cảnh. Đọc thêm",
            "Lời chào hỏi. Có ai lên tháp chưa? Có đáng không?Đọc thêm",
            "Cứu hoàn toàn Siiiiiiiii...!\nĐọc thêm"
        ],
        "star_ratings": [
            21764,
            11034,
            3370,
            638,
            270
        ],
        "review_amount": 37076,
        "location": [
            "Những điều cần làm ở Praha",
            "Bô-hê-miêng",
            "Praha",
            "Cộng hòa Séc",
            "Châu Âu",
            "Lâu đài Praha"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 20, 2023",
            "Written June 24, 2023",
            "Written July 7, 2023",
            "Written July 22, 2023",
            "Written July 25, 2023",
            "Written August 2, 2023",
            "Written August 3, 2023",
            "Written August 3, 2023",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274707-d275235-Reviews-Prague_Castle-Prague_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d23431036-Reviews-The_Three_Fiddles-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d10125390-Reviews-Vegan_s_Restaurant_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1092210-Reviews-Terasa_U_Zlate_StudnE-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d8804379-Reviews-St_Martin-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d11808055-Reviews-U_Tri_Jelinku-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1516958-Reviews-Restaurace_U_Mlynare-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d944336-Reviews-Pivo_Basilico-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d8342399-Reviews-Designum_Cafe-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1091075-Reviews-Coda_Restaurant-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d4234267-Reviews-Augustine_Restaurant-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19080582-Reviews-Empress_Maria_Theresa_Entrance-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276185-Reviews-St_Vitus_Cathedral-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13221194-Reviews-Svaty_Jiri_Saint_George-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d20869099-Reviews-Velka_jizni_vEz_katedraly_sv_Vita-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10333873-Reviews-Imperial_Stables-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d655478-Reviews-Lobkowicz_Palace-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11854556-Reviews-Rosenberg_Palace-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d25422001-Reviews-Second_Courtyard_Of_Prague_Castle-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10202519-Reviews-Cisarska_konirna-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d25184017-Reviews-Prazsky_Hrad_Christmas_Market-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275235-Reviews-or10-Prague_Castle-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275451-Reviews-Staromestske_namesti-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275157-Reviews-Charles_Bridge-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275152-Reviews-Old_Town_Hall_with_Astronomical_Clock-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d6588089-Reviews-National_Memorial_to_the_Heroes_of_the_Heydrich_Terror-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2277188-Reviews-St_Cyril_and_St_Methodius_Cathedral-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275230-Reviews-Lesser_Town-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d283773-Reviews-Hradcany-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d590463-Reviews-Waldstein_Palace-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d318550-Reviews-Vysehrad_National_Cultural_Monument-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1488043-Reviews-PragueWalker-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12084160-Reviews-Empire_Tours_Ltd-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1548176-Reviews-Stredoveka_Krcma_Medieval_Tavern-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d14994956-Reviews-Schody_Home_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8456705-Reviews-Castle_Fragrances-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d18031846-Reviews-Prazska_Cokolada_Steiner_Kovarik-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12003429-Reviews-Christmas_Shop_PRAHA-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8595965-Reviews-Confluence_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d8562179-Reviews-Smorgasburg_Prospect_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g635615-d1954516-Reviews-Epta_Piges-Kolimbia_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g54141-d670465-Reviews-Pearl_Fryar_s_Topiary_Garden-Bishopville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1070758-d10531519-Reviews-Teleferico_Fuente_De-Fuente_De_Cantabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g2603964-d10721431-Reviews-Troodos_Mountains-Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g55704-d2234750-Reviews-Houston_Premium_Outlets-Cypress_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g52894-d2294450-Reviews-Pymatuning_State_Park-Jamestown_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g12818695-d4915622-Reviews-Saliara_Beach-Makriammos_Thasos_Region_East_Macedonia_and_Thrace.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669726-Reviews-Grotta_dello_Smeraldo_Emerald_Grotto-Positano_Amalfi_Coast_Province_of_Salerno_Cam.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274707-d275235-Reviews-or10-Prague_Castle-Prague_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274707-d275235-Reviews-Prague_Castle-Prague_Bohemia.html"
    }
]