[
    {
        "attraction_name": "Praia Da Pipa",
        "attraction_name_vi": "Bãi biển Pipa",
        "general_info": [
            "5.682 đánh giá",
            "- 10 trong số 22 điều cần làm ở Praia da Pipa",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Pipa Brazil thật tuyệt vời! Những bãi biển tuyệt đẹp, nhìn thấy cá heo, ăn ở những nhà hàng tuyệt vời. Đó là một nơi tuyệt vời để thư giãn và hoàn toàn thư giãn! Rất đáng để ghé thăm.Đọc thêm",
            "pipa đối với tôi là điểm đến tốt nhất ở Brazil. Nó cung cấp tất cả các lựa chọn bạn muốn có trong kỳ nghỉ. những bãi biển tuyệt vời. nhà hàng tuyệt vời. siêu khách sạnĐọc thêm",
            "Tôi đã đến Pipa vào năm 1997 và có một trải nghiệm tồi tệ: nơi đông người, đường chật hẹp, cống thoát nước... Bây giờ vào năm 2023, tôi quyết định cho nơi này một cơ hội khác và quay lại ở 3 ngày. Việc tiếp cận vẫn còn khủng khiếp, với những con đường nhỏ và rất xấu. Nước thải không còn chảy ngoài trời nữa - thật may mắn! - và cơ sở hạ tầng dường như đã được cải thiện, nhưng thành phố vẫn còn bẩn. Các nhà trọ nói chung rất đơn giản nhưng xung quanh có những khách sạn tốt. Bản thân bãi biển khá nhạt nhẽo và các cơ sở bên bờ biển khá đơn giản. Điểm thu hút chính của Pipa là con phố chính, nơi mọi hoạt động diễn ra vào ban đêm: nhiều quán bar, cửa hàng và nhà hàng. Nếu bạn thích cờ bạc và sự phấn khích, thì con phố chính chính là nơi - vào ban đêm! - . Giá cả mọi thứ đều đắt đỏ và luôn có bánh pizza ngon nhất thế giới, bánh sandwich ngon nhất thế giới - thường là ở các cơ sở thuộc sở hữu của những người nhập cư từ các tiểu bang hoặc quốc gia khác - và cuối cùng, mọi thứ đều rất yếu và đắt tiền. Không có nhiều việc phải làm ở Pipa. Đề nghị của tôi là hãy đi xem nó, nhưng không ở lại đó quá một đêm. Những nơi xung quanh Pipa đẹp hơn và đẹp hơn một cách vô lý - như Tibau do Sul - . Xét về phía đông bắc, tôi coi Pipa là một trong những nơi tồi tệ nhất để ở.Đọc thêm",
            "Tôi đã tìm thấy rồi! Đây là nơi tốt nhất để ở, nếu bạn đang tìm kiếm nơi nghỉ ngơi thư giãn hoặc tiệc tùng đến sáng thì nơi đây là nơi tuyệt vời nhất, những người tuyệt vời, rất an toàn, có nhiều hoạt động, cần nói chuyện với người dân địa phương để tìm những bữa tiệc tuyệt nhất cho buổi tối hoặc đi đến phố chính. Nhiều bãi biển trong phạm vi có thể đi bộ. Phải ghé thăm! Đọc thêm",
            "Chúng tôi đã nghỉ hưu và sống ở Praia da Pipa từ tháng 7 năm 2015 và đó là một nơi tuyệt vời.  Tuy nhiên, cố vấn chuyến đi nói rằng Pipa nằm cạnh thành phố Natal.  Đúng là cả hai thành phố đều nằm trong bang Rio Grande do Norte, nhưng khoảng cách giữa 2 thành phố là khoảng 60 km và mất 1 giờ đi ô tô để di chuyển giữa 2 thành phố.Đọc thêm",
            "Bãi biển Pipa là một trong những bãi biển nổi tiếng nhất của Brazil. Nó nằm cạnh thành phố Natal, thủ phủ của bang Rio Grande do Norte, đô thị Tibau do Sul, cách thủ đô của bang đúng 84 km. - Pipa - là tên thứ 4 của vùng này ở Brazil.  Ban đầu, nó được gọi là Orotapiry, hay - ngôi làng của người da trắng. - Năm 1626, bãi biển được gọi là Itacoatiara, nghĩa là - vách đá sơn màu - , sau này trở thành Ponta do Cabo Verde - - Green Headland - - , và hiện nay là Praia da Pipa. Gần đây nhất là vào những năm 1970, đây chỉ là một làng chài, nhưng nó đã được phát hiện bởi những du khách ba lô và những người lướt sóng.  Ngày nay, nó là một thị trấn ven biển nhỏ, mang tính quốc tế, với nhiều nhà hàng thuộc nhiều loại hình mà chủ sở hữu đến từ nhiều nước ngoài và quyết định ở lại.  Có khách sạn và pousadas - nhà nghỉ chỉ phục vụ bữa sáng - cho mọi mức ngân sách.  Mỗi lần đến đây, chúng tôi ở một khách sạn khác nhau và mỗi trải nghiệm đều khác nhau.  Có rất nhiều cuộc sống về đêm và du khách từ khắp nơi trên thế giới.  Lần cuối cùng chúng tôi ở đây, tôi đã gặp những du khách đến từ Chile, Texas, Australia, Anh, Đức và khắp các vùng của Brazil.  Ở đây bạn có thể có một kỳ nghỉ yên tĩnh, thoải mái hoặc một kỳ nghỉ tiệc tùng thâu đêm: điều đó tùy thuộc vào bạn. Nếu có thể, bạn thực sự phải ghé thăm Pipa!Đọc thêm",
            "Nơi này cần nhiều bãi biển hơn và ít người hối hả hơn. Gia đình tôi và tôi đã bị bao vây bởi mọi loại người buôn bán mà bạn có thể nghĩ đến khi chúng tôi đến. Bầu không khí rất lính đánh thuê. Nếu họ không thể lấy được tiền của bạn trong thời gian ngắn, bạn sẽ bị gạt sang một bên cho nạn nhân tiếp theo. Hiện nay, bãi biển có diện tích nhỏ nhưng do hình thành đá tự nhiên nên các hồ bơi được tạo ra rất tốt cho trẻ em vui chơi. Phần còn lại của bãi biển được chiếm giữ bởi các tàu du lịch đến và đi với độ chính xác của quân đội. Nếu điều bạn muốn là một trải nghiệm du lịch thuần túy thì đây chính là bãi biển của bạn. Đánh giá của tôi là vì tôi muốn nhiều hơn là cảm giác mình đang bị lợi dụng như một nguồn thu nhập. Nhưng đó chỉ là tôi.Đọc thêm",
            "Đã thưởng thức một bữa ăn ngon, Đã ăn cô ấy trước đây và vẫn chưa thất vọng - món ăn ngon cho cả gia đình. Thậm chí còn nói tốt - tiếng anh ổn - Đọc thêm",
            "Pipa rõ ràng nổi tiếng với những bãi biển của nó. Tôi không thất vọng về chúng. Đặc biệt, tôi khuyên bạn nên ghé thăm Baia dos Golfinhos - khi thủy triều xuống - và bãi biển ngắn nhưng gần như nguyên sơ giữa Praia do Amor và Praia do Centro. Cả hai đều rất yên bình và xinh đẹp. Mặc dù Praia do Madeiro không phải là bãi biển đặc biệt, nhưng khi thủy triều lên, tôi đã có cơ hội nhìn thấy một số con cá heo ở đó, vì vậy hãy đảm bảo rằng bạn cũng cho nó một cơ hội. Tôi sẽ tránh Praia do Centro, vì đây là bãi biển kém đẹp nhất và quá đông đúc; khi thủy triều lên, về cơ bản không còn bãi biển nào ở đó nữa nên mọi người thực sự chen chúc nhau. Lặn biển bằng ống thở không phải là hoạt động tuyệt vời ở bất kỳ đâu nên không cần phải mang theo mặt nạ. Trung tâm thị trấn rất đẹp, có nhiều cửa hàng và nhà hàng tử tế. Tuy nhiên, định nghĩa về trung tâm chỉ áp dụng cho một đoạn dài vài trăm mét của Phố chính. Phần còn lại của thị trấn là một mê cung hỗn loạn, bẩn thỉu và hôi thối của những con phố không trải nhựa không có gì quyến rũ. Nếu bạn không may mắn, để đến trung tâm thị trấn từ pousada của mình, bạn sẽ phải đi bộ hàng trăm mét giữa những đống rác và những tòa nhà chưa hoàn thiện. Theo tôi, điều này làm hỏng toàn bộ bầu không khí của nơi này, hóa ra lại có phần buồn tẻ. Đọc thêm",
            "Pipa là nơi nổi tiếng và đa văn hóa nhất ở Rio Grande do Norte, Brazil. Có những bãi biển đẹp như Baía dos Golfinho, Praia do Amor, Chapadão, v.v. Bạn có thể nhìn thấy những vách đá, cồn cát và rừng nhiệt đới trong cùng một cảnh quan. Nếu may mắn bạn có thể nhìn thấy và bơi cùng cá heo ở đó. Có rất nhiều điều để làm ở Pipa vào ban đêm nếu bạn thích tiệc tùng.Đọc thêm",
            "Xin chào! Tôi cùng gia đình đi du lịch đến Pipa vào giữa tháng Giêng. Chúng tôi sẽ ở đó khoảng 12 ngày. Tôi có thể hỏi bạn những bãi biển nào đẹp nhất để ghé thăm và liệu có chuyến du ngoạn nào xa hơn mà không thể bỏ qua không?  - theo ý kiến ​​​​của bạn, rõ ràng - . Cảm ơn bạn!Đọc thêm",
            "Chào bạn, những bãi biển đẹp ở Pipa hơi xa trung tâm một chút.\nBạn phải biết Praia Amor và Praia dos golfinhos\nCác bãi biển ở trung tâm đẹp như tranh vẽ nhưng nhiều đá. \nBạn cũng có thể tham gia một chuyến tham quan Natal, những bãi biển ở Ponta Negra rất thú vịĐọc thêm",
            "Xin chào Ale, bạn khỏe không? \nChúng tôi rất mong được đến Pipa vào tháng Giêng. \nTôi muốn hỏi bạn về thời tiết trong tháng 1 và thời gian ban ngày - mặt trời trên các bãi biển gần Pipa là mấy giờ? \nThời gian nào là tốt nhất cho mỗi bãi biển theo ánh sáng và thủy triều? \nmột cái ôm và cảm ơn bạn!!Đọc thêm",
            "Xin chào du khách, tháng 5 có thực sự mưa không? Đọc thêm",
            "Chúng tôi dự định đi Natal - Pipa vào khoảng cuối tháng 3 và đầu tháng 4. Nhiều người nói trời mưa rất nhiều. Nhưng tôi không thể tìm được ngày khác, tôi rất lo lắng. Trời mưa RẤT NHIỀU hay rải rác?Đọc thêm",
            "Chào các cậu!! Tôi muốn biết liệu tháng 6 ở Pipa trời có mưa hay trời có nắng!!! Và nếu ai cũng đã từng đến Itacaré trong thời gian này thì liệu có thể nói nơi nào họ nghĩ sẽ ngon hơn vào tháng 6 không! Cảm ơn bạnĐọc thêm",
            "Đầu tháng 6 có mưa không? Biển vẫn đẹp hay tối?Đọc thêm",
            "Xin chào, có ai có tin gì từ Pipa tuần này từ 29/04 đến 05/04/2021 không ạ? Có phải mọi thứ đã đóng cửa? Tour du lịch, nhà hàng, tình hình thế nào?Đọc thêm",
            "Xin chào, các bạn ở ngoài đó thế nào? nhà hàng mở cửa? những bãi biển rộng mở?Đọc thêm",
            "Pipa mở cửa từ ngày 8 tháng 7, tuân thủ các biện pháp phòng chống Covid-19 - bắt buộc đeo khẩu trang, giữ khoảng cách 1,5 m, không tụ tập đông người, v.v - \nQuán bar và nhà hàng mở cửa đến 11 giờ đêm.\nHãy đến thưởng thức ẩm thực tại Restaurante O Tal do Escondidinho và nếm thử miễn phí món Tapioca Dadinho với thạch tiêu của chúng tôi.Đọc thêm",
            "Xin chào, có ai biết dạo này diều thế nào không? Có thể đến thăm tương đối an toàn, do đại dịch.?\nCảm ơn mọi người! Đọc thêm",
            "Praia da Pipa đã mở cửa từ ngày 8 tháng 7 và chúng tôi đang thực hiện mọi biện pháp và quy trình để ngăn chặn Covid-19. Số ca nhiễm ở RN đang giảm dần, hãy đến thăm chúng tôi!\nKhám phá thực đơn và bầu không khí của chúng tôi, Restautante O Tal do Escondidinho đang chờ bạn!Đọc thêm",
            "Tôi đi du lịch một mình lần đầu tiên, tôi muốn biết liệu bạn có coi Pipa là một lựa chọn tốt và đó có phải là nơi an toàn không. Tôi đang phân vân giữa Porto de Galinhas và Pipa.\nCảm ơn! Đọc thêm",
            "Cả hai điểm đến đều tuyệt vời, tôi thấy cả hai đều siêu an toàn, theo ý kiến ​​của tôi hơn là Porto de Galinhas, đặc biệt nếu bạn ở gần bãi biển.Đọc thêm"
        ],
        "star_ratings": [
            3296,
            1472,
            691,
            151,
            73
        ],
        "review_amount": 5683,
        "location": [
            "Bang Rio Grande do Norte - RN -",
            "Bãi biển Pipa",
            "Brazil",
            "Bãi biển Pipa",
            "Tibau do Sul",
            "Nam Mỹ",
            "Những hoạt động không thể bỏ qua ở Praia da Pipa"
        ],
        "reviews_time": [
            "Written March 6, 2024",
            "Written September 6, 2023",
            "Written August 5, 2023",
            "Written March 16, 2023",
            "Written January 24, 2022",
            "Written April 2, 2021",
            "Written February 8, 2021",
            "Written January 26, 2020",
            "Written January 9, 2020",
            "Written January 7, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303522-d555215-Reviews-Praia_Da_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d1996990-Reviews-Restaurante_Ta_Massa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d18967620-Reviews-La_Dolce_Vita-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d22927697-Reviews-Camurim_Cozinha_de_Experiencia-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d19249252-Reviews-Trio_Resto_Grill-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d12560243-Reviews-Chez_Marilia_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d24098433-Reviews-Mamma_Mia-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d15285301-Reviews-Porca_Vaca_Steakhouse-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d23891336-Reviews-Nomade_Burger_House-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d19932360-Reviews-Exotica_Restaurante-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303522-d12944155-Reviews-A_lo_Moron-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d4056770-Reviews-Centro_Beach-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2531102-Reviews-Ginkas_Beach-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g609134-d15216098-Reviews-Passeios_Nativos_Pipa-Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d10771694-Reviews-Sao_Sebastiao_Church-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391462-Reviews-Madeiro_Beach-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d642455-Reviews-Rua_Beija_Flor-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391472-Reviews-Sibauma_Beach-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391455-Reviews-Praias_Do_Amor_E_Do_Moleque-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Nor.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d23532539-Reviews-Pipa_Ferias-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d23217129-Reviews-Pipa_Golf_Condominium_Resort-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_N.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d555215-Reviews-or10-Praia_Da_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2510735-Reviews-Baia_dos_Golfinhos-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391467-Reviews-Barra_do_Cunhau-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391465-Reviews-Guarairas_Beach-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391463-Reviews-Praia_Tibau_do_Sul-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d4059328-Reviews-Praia_Do_Amor-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391469-Reviews-Santuario_Ecologico_de_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Nor.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d2391460-Reviews-Minas_Beach-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d8092130-Reviews-Mirante_Sunset_Bar-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d10091793-Reviews-Mikroponto_Bar-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d20318531-Reviews-Pipa_Speed_Passeios_de_Quadriciclo-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grand.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d12200435-Reviews-Vibe_Adventure_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g609134-d3388497-Reviews-Pipa_Aventura-Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d10161224-Reviews-Bakana-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d27165140-Reviews-Sunset_Kinki_Beach_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d6855299-Reviews-Pipa_Passeios-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g303522-d1799752-Reviews-Surf_Camp_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3398539-Reviews-Marina_Grande_Antico_Borgo_Marinaro-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d13323481-Reviews-AIRE_Ancient_Baths_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808856-d592637-Reviews-Heping_Island_GeoPark-Zhongzheng_District_Keelung.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d10049563-Reviews-Malibu_Jack_s_Louisville-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g37719-d3653927-Reviews-Snake_Alley-Burlington_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34454-d4607097-Reviews-Monster_Mini_Golf-Miramar_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13976480-Reviews-OPM_by_Spiegelworld-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d3453867-Reviews-Platania_Beach-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1473682-d8129364-Reviews-Morfa_Bychan_Black_Rock_Sands-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15780664-Reviews-FlixBus-Brussels.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303522-d555215-Reviews-or10-Praia_Da_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303522-d555215-Reviews-Praia_Da_Pipa-Praia_da_Pipa_Tibau_do_Sul_State_of_Rio_Grande_do_Norte.html"
    }
]