[
    {
        "attraction_name": "Preveli Beach",
        "attraction_name_vi": "Dịch bởi bãi biển",
        "general_info": [
            "1.898 đánh giá",
            "- 1 trong số 1 điều cần làm ở Lefkogia",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển Preveli là một bãi biển xinh đẹp có mái che, được bao quanh bởi những vách đá ấn tượng và rừng cọ. Trong ba cách để đến Bãi biển Preveli, đến bằng thuyền là cách dễ nhất. Hai lựa chọn còn lại bao gồm 470 bước dốc từ bãi đậu xe hoặc đi bộ và lội qua sông - bạn nên đi giày dép phù hợp. Có rất nhiều cơ hội chụp ảnh dọc theo dòng sông và từ các vách đá xung quanh, đồng thời hãy nhớ đừng bỏ lỡ tảng đá hình trái tim ở cửa sông. Ở lại cho đến khi mặt trời lặn để có được khung cảnh đặc biệt ấn tượng. Quầy bar nhỏ phục vụ đồ uống giải khát và đồ ăn nhẹ đơn giản với phòng tắm cơ bản và tiện nghi vòi sen.  - TripadvisorĐọc thêm",
        "reviews": [
            "Tôi rất thích chuyến đi thuyền từ Plakias đến Preveli, dòng sông chảy ra biển cũng đẹp như tranh vẽ. Tuy nhiên, khu vực bãi biển có phần hạn chế và hai bên bờ sông đã có thông báo cấm đi bộ qua những cây cọ vì nguy cơ hỏa hoạn. Vì vậy một hoặc hai giờ ở địa điểm này là khá dài. Có một quán cà phê với những chiếc bàn dưới gốc cây, nhưng nhà vệ sinh thì bẩn thỉu và thiếu thốn - một cho nam một cho nữ - cho hàng trăm du khách đến mỗi ngày.Đọc thêm",
            "Lý tưởng nhất là nơi này cũng tuyệt vời như nhiều nơi khác ở Crete. Tuy nhiên, có một vài - nhưng -. Thứ nhất, như thường lệ xảy ra trên hòn đảo này, việc đến được nơi này đòi hỏi một cuộc đi bộ xuống dốc khá dài và mạo hiểm - và lên dốc để quay lại... - . Rõ ràng, bạn phải có thân hình vừa vặn và có một đôi giày tốt. Tôi coi đây là lợi thế như một sự đảm bảo cho số lượng khách truy cập hạn chế. Hoàn toàn sai lầm khi một loại phà nôn mửa hàng chục khách du lịch ít nhất năm lần mỗi ngày. Điểm mấu chốt là nó thường xuyên quá đông đúc. Lời khuyên của tôi là nên đến đó sau 4 giờ chiều khi nhìn từ góc độ này thì dễ chịu hơn. Bãi biển không lớn nhưng khá rộng rãi. Có những tảng đá ở đây và ở đó có thể được khám phá bằng cách lặn với ống thở. Ở đó cũng có quán bar-nhà hàng đẹp mắt và cung cấp đủ loại sản phẩm. Không có chiếc ô nào ngoại trừ những cái cây có thể che nắng. Việc tiếp cận biển liên quan đến việc đi bộ trên đá cuội trơn trượt, hãy cẩn thận. Nói chung nó là một nơi tốt đẹp nhưng hãy đến đó vào đầu tháng sáu hoặc giữa tháng chín. Nếu vào tháng 7-8 thì buổi chiều muộn có lẽ sẽ tốt hơn.Đọc thêm",
            "Không có hứng thú trên bãi biển ngoại trừ một góc nhìn đẹp. Không có giường phơi nắng, một số bóng râm dưới tán cây nhưng rất đông đúc vào mùa hè! Bãi biển đẹp ở phía bên kia của tảng đá mà bạn có thể tham gia bằng cách đi bộ 15 phút từ preveli hoặc bằng ô tô. Con sông ở cuối nó có vẻ xanh lục và rắc rối, bạn không muốn bơi ở đây đâu. Thay vào đó, hãy đi bộ dọc theo con sông trên Con đường dưới tán cây khoảng 20 phút đi bộ để tìm thấy các hồ tự nhiên và thác nước nhỏ với làn nước trong vắt và chỉ có ít người. Góc nhìn ấn tượng bên trong hẻm núi.Đọc thêm",
            "Đối với việc đi bộ xuống và quay lại, tôi sẽ nói rằng có nhiều bãi biển đẹp hơn để xem ở Crete. Con đường đi dạo bằng cọ rất đẹp nhưng rất bận rộn, tôi biết là vào tháng 8 nhưng tôi chỉ nói vậy thôi. Khi xuống bãi biển, chúng tôi quyết định có thể đậu xe ở bên trái của những cây cọ trong một bãi đậu xe, nơi có một quãng đường đi bộ ngắn hơn nhiều để đến bãi biển - những cây cọ. Đó không phải là một yếu tố đáng kinh ngạc đối với tôi Đọc thêm",
            "Nơi tuyệt vời.\nBãi biển tuyệt đẹp với dòng sông nước ngọt chảy vào.\nChúng tôi đậu xe ở Bãi biển Ammoudi, cách bãi biển đá 10-15 phút đi bộ đến bãi biển Preveli - khu vực sông.Đọc thêm",
            "Vịnh xinh đẹp với những cây cọ dọc theo dòng sông gặp biển ở cuối hẻm núi. Chúng tôi đến đó bằng ô tô và đường đến đó thật ấn tượng. Tuy nhiên, việc đi bộ từ bãi đậu xe phía Đông đến bãi biển rất mệt mỏi vì có nhiều bậc thang cao.\n\nNên đi ủng đi bộ đường dài - hãy chuẩn bị cho những cơn gió lớn hơn ở đó. Đọc thêm",
            "Theo tôi, đó là một bãi biển đẹp nhưng không đáng để có một chuyến đi đặc biệt. Dựa trên những bãi biển khác mà tôi đã ghé thăm ở Crete, bãi biển này có lẽ nằm gần đáy hơn. Những bức ảnh chụp từ trên cao của dòng sông giao nhau với mặt nước rất đẹp, nhưng đó không phải là những gì bạn trải nghiệm từ cấp độ bãi biển. Bạn có thể lội ngược dòng sông một chút và chụp vài bức ảnh sau khi đi bộ một quãng ngắn từ bãi đậu xe, khi đó bạn - có thể sẽ thấy đàn ngỗng là đặc điểm thú vị nhất.Đọc thêm",
            "Bãi biển rất đẹp và dòng sông nước ngọt cạnh bãi biển rất độc đáo và đẹp như tranh vẽ. Việc đi bộ - đi bộ đến bãi biển là hợp lý, cả hai chúng tôi đều khá khỏe mạnh nhưng tôi nghĩ bất kỳ ai cũng sẽ thấy nó hợp lý trừ khi họ gặp khó khăn trong việc di chuyển, tôi đã đi dép tông nhưng nhìn lại thì có lẽ sẽ mang theo giày thể thao. Chúng tôi đã đi vào tháng 9 và nó vẫn bận nhưng không bận. Tôi khuyên bạn nên mang theo đồ ăn của riêng mình vì nhà hàng có số lượng hạn chế và ruồi có quá nhiều - tuy nhiên, điều được mong đợi ở một nhà hàng mở cửa - .Đọc thêm",
            "nơi này thật tuyệt vời. Sông, rùa, tiếc thay có dầu trên mặt nước. có lẽ là từ những con tàu du lịch trên biển. Thật khủng khiếp khi chứng kiến ​​điều này. Trong quá trình lặn với ống thở Chúng ta cần đi sâu hơn để nhìn thấy nước sạch.Đọc thêm",
            "Dòng sông đáng yêu và môi trường xung quanh. Chắc chắn đáng để ghé thăm. Bãi biển bẩn không được đề cập - nhà hàng - và nhà vệ sinh. Những bước đi khủng khiếp không dành cho người già và trẻ nhỏ.Đọc thêm",
            "The adventure we never intended on having! Our fault for not researching so thoroughly but due to the incredibly high winds pelting it down the gorge we decided we - d park near the Taverna and walk, hoping it would be more low-lying than the apparently slightly hair-raising clamber down the steps from the main high car park, having read somewhere that there was a more accessible path through. Turns out, we just added 5 miles onto what could have been a quick meander down the stone steps as we hiked our way along the ridge line only to discover that the footpath we were on came out to the top car park and we - d have to do the blustery stone steps anyway! Fortunately we - re experienced hikers and make the best of every situation so with a bit of  - oops, oh well! -  and a handy chocolate bar at the other end, we got on with it. We were there early evening, just as the last few people were clearing up from the day. We walked as far as we could through the Palm Forest, all the way to the end, through the Oleanders and scrambled over the rocks, and then back again. It was a unique experience and we were in awe of all the Palm Trees dancing together in the wind. After 3 hours of being blown sideways however,  - especially hairy on the side of a mountain! -  we were relieved to be back at the car and decided it probably wasn - t a beach we would enjoy at the best of times anyway - too touristy, not the most beautiful and not golden sands. We were glad, in the end to have made it a hike and not a beach day, as I think the former suits this area far better. So a small word of warning, do some research into the best ways to get down to the actual beach and expect a 5 mile very up and down and potentially blustery hike if you park the other side of the river to the Taverna and follow that track! I - d be intrigued to know what the other side of the gorge has on offer for footpaths  - Taverna side of the river -  as we saw people clambering there - perhaps that was the supposedly easier walk we should have done?!Read more",
            "Bãi biển tuyệt đẹp với cơ hội bơi lội ở cả nước mặn và nước ngọt. Đường leo dốc xuống qua các bậc đá chạm khắc mang lại tầm nhìn tuyệt đẹp. Những khối đá tuyệt đẹp và bãi biển rợp bóng cọ sánh ngang với vùng Caribe.Đọc thêm",
            "Chúng tôi lái xe lên đỉnh nhưng quyết định không đi bộ xuống và leo lên độ cao 500 foot. Hãy nhìn Marcy khác đi. Lái xe qua hẻm núi thật ngoạn mục.Đọc thêm",
            "Để đến đó phải đi bộ khá xa - tùy thuộc vào nơi bạn đỗ xe, có thể phải đi bộ một chút - nhưng cuối cùng thì tất cả đều đáng giá. Khung cảnh tuyệt đẹp, khu rừng cọ tuyệt vờiĐọc thêm",
            "Thật ngoạn mục, tôi tin rằng đây là bãi biển đẹp nhất ở Creťe Có một hẻm núi tuyệt vời ở giữa và cũng là một con đường đi bộ tuyệt vời để đến phía sau bãi biển. Bãi biển rất đẹp và nước khá ấm. Chắc chắn hãy đảm bảo rằng đây là địa điểm trong danh sách bạn nên đếnĐọc thêm",
            "Vô số người trên một bãi biển bẩn thỉu với kính vỡ và rác thải. Một thiên đường 40 năm trước, một sự thất vọng thực sự ngày nayĐọc thêm",
            "Đáng sợ như địa ngục. Đi bộ đáng lẽ phải bị hủy do gió lớn. Nó làm cho một cuộc đi bộ đáng sợ trở nên nguy hiểm.  - Bậc thang - là một mô tả rất thô sơ về những gì thực chất là những gờ đá được chạm khắc trên đá phủ đầy cát và đá, khiến chúng trở nên nguy hiểm. Không dành cho người dễ bị tai nạn - tôi bị trượt chân - và tuyệt đối không dành cho những người bị chóng mặt. Những người gặp khó khăn về khả năng di chuyển sẽ không vượt qua được. Tôi đã sững sờ. Tôi đã khóc khi chúng tôi đến bãi biển. Tôi không mong đợi được đi bộ trở lại. Cho phép ít nhất gấp đôi những gì hướng dẫn viên du lịch nói. Bãi biển rất đẹp nhưng cát không thích hợp, giống sạn hơn. Rừng cọ rất đẹp và đáng để đi bộ qua. Quán cà phê là cơ bản, và nhà vệ sinh cũng vậy. Đọc thêm",
            "Bãi biển rất đẹp và dòng sông nước ngọt cạnh bãi biển rất độc đáo và đẹp như tranh vẽ. Việc đi bộ - đi bộ đến bãi biển là hợp lý, cả hai chúng tôi đều khá khỏe mạnh nhưng tôi nghĩ bất kỳ ai cũng sẽ thấy nó hợp lý trừ khi họ gặp khó khăn trong việc di chuyển, tôi đã đi dép tông nhưng nhìn lại thì có lẽ sẽ mang theo giày thể thao. Chúng tôi đã đi vào tháng 9 và nó vẫn bận nhưng không bận. Tôi khuyên bạn nên mang theo đồ ăn của riêng mình vì nhà hàng có số lượng hạn chế và ruồi có quá nhiều - tuy nhiên, điều được mong đợi ở một nhà hàng mở cửa - .Đọc thêm"
        ],
        "star_ratings": [
            907,
            545,
            256,
            111,
            79
        ],
        "review_amount": 1898,
        "location": [
            "Hy Lạp",
            "Lefkogia",
            "Dịch bởi bãi biển",
            "Đô thị Agios Vasileios",
            "đảo Crete",
            "Các hoạt động ở Lefkogia",
            "Châu Âu",
            "Tỉnh Rethymnon"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 12, 2023",
            "Written August 12, 2023",
            "Written August 21, 2023",
            "Written September 5, 2023",
            "Written September 13, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written April 30, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 15, 2024",
            "Written November 3, 2023",
            "Written October 25, 2023",
            "Written October 3, 2023",
            "Written September 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1190439-d2060657-Reviews-Preveli_Beach-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g319776-d10713734-Reviews-Rousolakos_Preveli-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cre.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12723971-d2319926-Reviews-Agia_Fotia_Taverna-Agia_Fotini_Agios_Vasileios_Municipality_Rethymnon_Prefectur.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12634311-d12613264-Reviews-Taverna_Despina-Asomatos_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cre.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1190439-d4310937-Reviews-Taverna_Stelios-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191603-d23978708-Reviews-Traditional_Cafe_Rakia_Kerames-Kerames_Agios_Vasileios_Municipality_Rethymnon_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d579600-Reviews-Finikas_Beach_Palm_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4877258-Reviews-The_Holy_Monastery_of_Preveli-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d2665225-Reviews-Kourtaliotiko_Gorge-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cre.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d6700358-Reviews-Skinaria_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d4885583-Reviews-Damnoni_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d3531291-Reviews-Ammoudaki_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d5568572-Reviews-Triopetra_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1897402-d3422404-Reviews-The_Lion_Fountains-Spili_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d4959383-Reviews-Plakias_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d195926-Reviews-Kourtaliotiko_Gorge-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cret.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190439-d2060657-Reviews-or10-Preveli_Beach-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cr.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d17374999-Reviews-Royal_Blue_Diving_Center_francophone-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d9829614-Reviews-Sea_Dreamdivers-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d3198418-Reviews-Kalypso_Dive_Center_School-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d4082910-Reviews-Dive2gether_Crete-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d4875820-Reviews-Massage_From_Agapi-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cret.html",
            "https://www.tripadvisor.com/Attraction_Review-g8391638-d2390622-Reviews-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d6717223-Reviews-Souda_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19432124-Reviews-Louis_Vuitton-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g58198-d1908662-Reviews-Lake_Anna_State_Park-Spotsylvania_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28935-d1523919-Reviews-Cataract_Falls-Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d19710157-Reviews-German_Christmas_Market-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g44092-d3399598-Reviews-Waverley_Mansion-West_Point_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29874-d207420-Reviews-North_Carolina_Zoo-Asheboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13568481-Reviews-Dubai_Smart_Police_Station-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d4801688-Reviews-Island_Miniature_Golf-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d592240-Reviews-Rathaus-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d143352-Reviews-Pigeon_Key-Marathon_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1190439-d2060657-Reviews-or10-Preveli_Beach-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Cr.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1190439-d2060657-Reviews-Preveli_Beach-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html"
    }
]