[
    {
        "attraction_name": "Prickly Pear Cays",
        "attraction_name_vi": "Cays lê gai",
        "general_info": [
            "110 đánh giá",
            "9 trong số 40 điều cần làm ở Anguilla",
            "Quần đảo"
        ],
        "attraction_summary": "Hòn đảo nhỏ này nằm cách đất liền Anguillan sáu dặm và nổi tiếng với những người bơi lội và lặn bằng ống thở đang tìm kiếm trải nghiệm ít đông đúc hơn.Đọc thêm",
        "reviews": [
            "Thật là một ngày tuyệt vời tại Prickly Pear! Thức ăn và nhân viên thật tuyệt vời! Có 6 người trong chúng tôi và 3 người có lựa chọn 35 và 3 người thực hiện lựa chọn 65 theo cách đó tất cả chúng tôi đều được nếm thử tôm hùm. Còn gì tuyệt vời hơn khi được ăn trưa trên hòn đảo thiên đường! Đánh giá thấp về trải nghiệm này là những đứa trẻ hay khóc. Cứ làm đi!Đọc thêm",
            "I read a lot of reviews before going to Prickly Pear Cays and I still got taken. Ill explain more below, but first let me say: if you love snorkeling , enjoy a small boat ride, and want to experience a delicious meal on a private island, this trip is for you! This isnt the best snorkeling on Anguilla or even the most secluded but it came in solid third, in my view, and worth it for all the other reasons I mentioned above. Shoal Bay East is definitely the best and Little BayCrocus Bay are a solid second. \nNow, to how I got taken. A lot of these reviews are from yours coming from Saint Martin. There are two ways to get to Prickly Pear from Anguilla. Both leave from Sandy Ground. Do not take your ride from Johnnos. He will charge you 140 per person plus a 15 service charge to transport you and feed you an OK meal at his restaurant on the Cays. His beach chairs and umbrellas are included and run down. The whole vibe is neglected. Hes nice enough but never disclosed that we had to buy a package to get a ride to the Cays. The better option is getting online and booking a ride with Prickly Pear Restaurant. They are open 7 days a week despite what it says on the website and the sign in front of the restaurant. They leave at 11 am and charge you 50  per person to get a ride to the Cays. You can bring your own food and theyll still happily let you use their much nicer chairs and umbrellas. Or you can eat at their restaurant which, as other reviews have noted, is served family-style: 35 per person for the chicken, ribs, fish, rice  peas, saladCole slaw and an additional 30 if you want the lobster . The person who makes the whole Prickly Pear Restaurant experience is Travis! Hes delightful, warm, and so accommodating. He worked at the Viceroy Four Seasons for 11 years and butlered for Michael Jordon and Shaquille ONeal: and their loss is Prickly Pears gain. He gave us free drinks and loaned us snorkeling equipment because Johnnos didnt have any. He also has two underwater scooters to rent for the day. Hes a gem!  Read more",
            "Nhóm của tôi dừng lại ở Prickly Pear Cay khi đang đi du ngoạn bằng thuyền.  Chúng tôi dừng lại để ăn trưa muộn.  Chúng tôi có combo gia đình - một chút cho mọi người, Bao gồm tôm hùm, tôm, sườn để bắt đầu.  Nhìn bãi biển cát trắng và đại dương trong xanh như pha lê, không gì có thể tuyệt vời hơn.    Cũng thấy bướm và nhiều loại chim.   Rất thú vịĐọc tiếp",
            "Nhóm của tôi dừng lại ở Prickly Pear Cay khi đang đi du ngoạn bằng thuyền.  Chúng tôi dừng lại để ăn trưa muộn.  Chúng tôi có combo gia đình - một chút cho mọi người, Bao gồm tôm hùm, tôm, sườn để bắt đầu.  Nhìn bãi biển cát trắng và đại dương trong xanh như pha lê, không gì có thể tuyệt vời hơn.    Cũng thấy bướm và nhiều loại chim.   Rất thú vịĐọc thêm",
            "Chúng tôi đi ăn trưa trên Prickly Pear như một phần thưởng bổ sung cho chuyến tham quan bằng thuyền của chúng tôi. Tôi chưa bao giờ trải nghiệm một bữa ăn và địa điểm mơ ước một lần trong đời như thế này trước đây và tôi nghi ngờ mình sẽ lại như vậy. Đồ ăn rất ngon, dịch vụ hoàn hảo và bản thân hòn đảo này giống như một bộ phim Caribe. Tôi rất biết ơn người bạn địa phương đã giới thiệu cho chúng tôi viên ngọc ẩn giữa biển này. Thật ngoạn mục.Đọc thêm",
            "Cả ngày thật tuyệt vời! Travis, chủ nhà của chúng tôi trên đảo rất thân thiện và nồng nhiệt. Thức ăn rất tuyệt, chưa kể lặn với ống thở và phong cảnh là điều tuyệt vời nhất trong kỳ nghỉ của chúng tôi. Một chuyến tham quan phải làm trên Anguilla!Đọc thêm",
            "Trải nghiệm kỳ lạ! 14 người chúng tôi đến đây trên một chiếc catamaran. Chúng tôi đã đặt hàng trước và đặt chỗ trước 1 giờ. Đến sớm, thuyền trưởng gọi điện trước và họ nói họ đã sẵn sàng đón chúng tôi. Chúng tôi đến đó lúc 12:30, ngồi xuống, họ nhận đồ uống, giao đồ uống và nhân viên không bao giờ quay lại bàn của chúng tôi. Thuyền trưởng của chúng tôi đến sau khi đợi một giờ và tôi nói với anh ấy rằng không có dấu hiệu của thức ăn và không có nhân viên nào quay lại bàn của chúng tôi. Tóm lại, chúng tôi đợi 1 giờ 15 phút để nhận đồ ăn đã đặt trước và thuyền trưởng và đồng thuyền trưởng phục vụ chúng tôi. Thuyền trưởng cũng mang séc cho tôi. Các nhân viên không bao giờ đến bàn của chúng tôi sau khi giao đồ uống Trải nghiệm thực sự kỳ lạ! Đồ ăn rất ngon nhưng một số món chỉ chiếm được nửa bàn. Phía bên kia bàn cho biết món gà và món Cole slaw ngon đến mức nào. Chúng tôi chưa bao giờ nhìn thấy những món đồ đó. Chúng tôi đã ở đây đúng 2 giờ và chưa chuẩn bị sẵn sàng để rời thuyền trong 2 giờ!Đọc thêm",
            "I read a lot of reviews before going to Prickly Pear Cays and I still got taken. Ill explain more below, but first let me say: if you love snorkeling , enjoy a small boat ride, and want to experience a delicious meal on a private island, this trip is for you! This isnt the best snorkeling on Anguilla or even the most secluded but it came in solid third, in my view, and worth it for all the other reasons I mentioned above. Shoal Bay East is definitely the best and Little BayCrocus Bay are a solid second. Now, to how I got taken. A lot of these reviews are from yours coming from Saint Martin. There are two ways to get to Prickly Pear from Anguilla. Both leave from Sandy Ground. Do not take your ride from Johnnos. He will charge you 140 per person plus a 15 service charge to transport you and feed you an OK meal at his restaurant on the Cays. His beach chairs and umbrellas are included and run down. The whole vibe is neglected. Hes nice enough but never disclosed that we had to buy a package to get a ride to the Cays. The better option is getting online and booking a ride with Prickly Pear Restaurant. They are open 7 days a week despite what it says on the website and the sign in front of the restaurant. They leave at 11 am and charge you 50  per person to get a ride to the Cays. You can bring your own food and theyll still happily let you use their much nicer chairs and umbrellas. Or you can eat at their restaurant which, as other reviews have noted, is served family-style: 35 per person for the chicken, ribs, fish, rice  peas, saladCole slaw and an additional 30 if you want the lobster . The person who makes the whole Prickly Pear Restaurant experience is Travis! Hes delightful, warm, and so accommodating. He worked at the Viceroy Four Seasons for 11 years and butlered for Michael Jordon and Shaquille ONeal: and their loss is Prickly Pears gain. He gave us free drinks and loaned us snorkeling equipment because Johnnos didnt have any. He also has two underwater scooters to rent for the day. Hes a gem!  Read more",
            "Thật là một ngày tuyệt vời tại Prickly Pear! Thức ăn và nhân viên thật tuyệt vời! Có 6 người trong chúng tôi và 3 người có lựa chọn 35 và 3 người thực hiện lựa chọn 65 theo cách đó tất cả chúng tôi đều được nếm thử tôm hùm. Còn gì tuyệt vời hơn khi được ăn trưa trên hòn đảo thiên đường! Đánh giá thấp về trải nghiệm này là những đứa trẻ hay khóc. Cứ làm đi!Đọc thêm",
            "Một ngày tuyệt vời tại Prickly Pear. Đồ ăn rất ngon. Tôm hùm, tôm, gà, sườn cộng thêm một ly rượu rum không đáy. Hãy hỏi Travis. Anh ấy là người chủ nhà tuyệt vời nhất và sẽ chăm sóc bạn chu đáo. Đừng rời Anguilla mà không dừng chân tại Prickly Pear. Đọc thêm",
            "My wife and I really love Anguilla.  It is a beautiful island, and when we were starting our family, we wanted a place that we could bring our child that is safe, and Anguilla was it.  We fell in love with the people and the island.This is our 8th visit here in 11 years, and we feel like semi-locals.  We have eaten at almost every restaurant and shopped at almost every store, and we have favorite places to eat.Prickly Pear was one thing we had never done, so we figured we would try it.  Price for the boat ride to PP was 50 per adult and 25 for kids under 12.  Boat leaves from Sandy Ground at 11:00.  We got to Sandy Ground at 11:00 and the captain and first mate were getting the boat ready and we were on the boat by 11:15, which is very on-time in Anguilla.  There was another mother-daughter couple on the boat with us, and the 25 minute trip was a little choppy but the captain kept us fairly dry.  Once we got to the beach, the captain backed the boat up to shore and we got off.  This part was dicey, as the waves were moving the boat around a lot.  I ended up falling as I got off the boat and ended up with a bruised knee.  This was totally my fault.  I only point this out because if you are older or not too fit, this could end up bad for you.  I am 51 and play ice hockey weekly and consider myself in good physical shape, and was surprised how difficult getting off the boat was.Once off the boat, we had our pick of more than 20 beach chairs, most in great shape.  The only problem was that there were only 2 working beach umbrellas for 5 guests.  And there was a considerable amount at trash left from what I assumed was yesterdays guests on and around the beach chairs.  There were already staff up at the restaurant when we arrived.  I guess they dont give the beach a once-over to clean it.We went for a quick snorkel, but the sea was a bit churned up and cloudy.  Despite that, we explored and I didnt see any coral, just a bunch of rocks with a few fish.  Maybe I was in the wrong spotLunch was good,  35 per person, family style.  They had a 65 pp option that included a massive lobster it looked amazing but we passed.  Regardless, it was an enormous amount of food.  Mahi was sautéed in a local sauce, very tasty.  Chicken was stewed in another local sauce and delicious.  Ribs were very good.  Lots of sides as well. Food was good all around.We laid out for another 90 min and when we were paying the bill at the restaurant, one of the staff gave us a handful of sugar, and these little yellow birds came and landed on our hands to eat it.  Really neat.We got back on the boat with all the staff, and my 10 yo son wanted so sit in the back of the boat behind the captain center console 22, so we did.  Once we pushed off, a teen staff lit up a joint, which made me a little uncomfortable and led to some explaining to my 10 yo later that night.  Once we got off the boat, my wife told me that the ride in the front of the boat was uncomfortable.  Not because of the waves, but because one of the staff was completely drunk and stoned and saying uncomfortable things to the mother-daughter couple.  So, the food was good, beach was beautiful, boat ride was ok.But, not enough beach umbrellas if you needed shade, the only option was to sit on the picnic benches at the restaurant, no one picked up the trash on the beach, and some of the staff did inappropriate things.This was my experience.Read more",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trên Prickly Pear! Thức ăn rất ngon, chúng tôi có phong cách gia đình hải sản và đối với 65 người thì nó thật nổi bật. Đồ uống rất ngon và đậm đà và toàn đội làm việc ở đó rất thân thiện. Chuyến đi thật dễ dàng - chỉ cần đến gặp Johnnos trước 11 giờ sáng và họ lấy cho bạn đồ uống và bạn đợi thuyền. Chắc chắn chúng tôi sẽ làm lại vào năm tới!Đọc thêm",
            "Đây hoàn toàn là ngày tuyệt vời nhất mà chúng tôi có được trong kỳ nghỉ của mình. Chúng tôi không chắc mình sẽ mong đợi điều gì khi chờ chiếc thuyền lúc 11 giờ sáng đến. Sau khi lên thuyền, chúng tôi hướng ra biển hướng tới Prickley Pear cay. Mất khoảng 25 phút đi thuyền tùy thuộc vào mặt nước. Dừng lại nhanh chóng để xem các hang động ở gần vịnh rồi đi đến điểm đến cuối cùng của chúng tôi, bãi biển ở phía bắc của đảo. Khi đến trên đảo, chúng tôi đặt cọc trên cát và đi đến quán bar để gọi đồ uống. Giờ ăn trưa đã đến và bắt đầu một bữa tiệc theo phong cách gia đình!!! Tôm hùm, gà nướng và sườn, mahi mahi, xà lách trộn, salad xanh và cơm. Wow là tất cả những gì tôi có thể về thức ăn và dịch vụ. Tôi đã đọc một số đánh giá về mức giá mà tôi phải nói rằng trải nghiệm này ngang bằng với bất kỳ loại chuyến tham quan đảo nào khác, đây không chỉ là một chuyến đi bằng thuyền và bữa trưa mà còn là một chuyến tham quan cả ngày. Tôi đã cố gắng chọn ngày tốt nhất bằng cách sử dụng dự báo hàng hải cho khu vực nhưng khuyên bạn nên đặt chỗ càng sớm càng tốt, cố gắng đến đó càng sớm càng tốt để bạn có thể có được trải nghiệm cả ngày. Mang theo thiết bị ống thở của riêng bạn vì không có thiết bị nào trên đảo nếu bạn định lặn với ống thở.Đọc thêm"
        ],
        "star_ratings": [
            85,
            14,
            4,
            2,
            5
        ],
        "review_amount": 110,
        "location": [
            "Anguilla",
            "Cays lê gai",
            "Những điều cần làm ở Anguilla",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written August 6, 2023",
            "Written December 9, 2023",
            "Written March 23, 2024",
            "Written March 23, 2024",
            "Written March 20, 2024",
            "Written February 29, 2024",
            "Written December 29, 2023",
            "Written December 9, 2023",
            "Written August 6, 2023",
            "Written June 27, 2023",
            "Written April 16, 2023",
            "Written April 16, 2023",
            "Written April 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3200053-d148196-Reviews-Meads_Bay-Long_Bay_Village_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g5213296-d148030-Reviews-Sandy_Island-Sandy_Ground_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-or10-Prickly_Pear_Cays-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g7092973-d148193-Reviews-Shoal_Bay-Shoal_Bay_Village_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g5213296-d148038-Reviews-Rendezvous_Bay_Beach-Sandy_Ground_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g671490-d3365125-Reviews-Maundays_Bay-West_End_Village_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d149848-Reviews-Little_Bay-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g5213296-d148069-Reviews-Sandy_Ground_Beach-Sandy_Ground_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g2501725-d148028-Reviews-Scilly_Cay-Island_Harbour_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147239-d10539620-Reviews-Crocus_Bay_Beach-The_Valley_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g671490-d148037-Reviews-Cove_Bay-West_End_Village_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147239-d4296329-Reviews-Tradition_Sailing_Charters-The_Valley_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g5213296-d2534885-Reviews-Scuba_Shack-Sandy_Ground_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147347-d3836930-Reviews-Power_Rafting_by_Out_Island_Charters-Philipsburg_Sint_Maarten_St_Martin_St_Maarte.html",
            "https://www.tripadvisor.com/Attraction_Review-g147239-d7106586-Reviews-Anguilla_Watersports-The_Valley_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147239-d14994368-Reviews-La_Severine_Fitness_And_Massage-The_Valley_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g671490-d3663224-Reviews-Seaside_Stables_Anguilla-West_End_Village_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g147239-d147963-Reviews-Dune_Preserve-The_Valley_Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d601138-Reviews-Showbox-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156162-Reviews-Fashion_Valley-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d5599133-Reviews-Znjan_City_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d21352391-Reviews-West_Biloxi_Boardwalk-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669485-Reviews-Ulua_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g15319469-d3218339-Reviews-Sekumpul_Waterfall-Sekumpul_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17406643-Reviews-Stay_Play-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29321-d5123771-Reviews-Badlands_Off_Road_Park-Attica_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g47964-d14169090-Reviews-National_Comedy_Center-Jamestown_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d106768-Reviews-Safari_West-Santa_Rosa_Sonoma_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-or10-Prickly_Pear_Cays-Anguilla.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html"
    }
]