[
    {
        "attraction_name": "Pride of the Hudson",
        "attraction_name_vi": "Niềm tự hào của Hudson",
        "general_info": [
            "866 đánh giá",
            "1 trong số 31 hoạt động giải trí ở Newburgh",
            "Tàu thuyền"
        ],
        "attraction_summary": "Cuộc phiêu lưu trên sông Hudson của bạn bắt đầu tại Newburgh Landing ở Newburgh, NY. Thuyền trưởng của bạn sẽ tường thuật về các thắng cảnh dọc Sông bao gồm Mt. Beacon, Đảo Bannerman, Núi Storm King, Núi Breakneck, Cầu dẫn nước Catskill, Worlds End, Cold Spring và West Point. 1 tháng 5 - tháng 10. Truy cập trang web của chúng tôi để biết lịch trình đầy đủ. Chuyến du ngoạn qua Cao nguyên Hudson hùng vĩ trên con tàu Pride of the Hudson là một cách độc đáo để kỷ niệm bất kỳ dịp nào. Đội ngũ nhân viên thân thiện, có sức chứa và chuyên nghiệp của chúng tôi sẽ đáp ứng mọi nhu cầu của chúng tôi. Khách hàng của bạn có thể tiệc tùng thoải mái tại salon chính có máy lạnh, có hệ thống sưởi với cửa sổ lớn bao quanh. Đối với những người thích không khí thoáng đãng, họ có thể thư giãn trên khu vực hiên tắm nắng rộng rãi hoặc khu vực boong trước ấm cúng của chúng tôi. Cả boong trên cùng và boong chính đều có quầy bar chứa đầy đồ. The Pride of the Hudson có sẵn cho thuê. The Pride of the Hudson nằm ở vị trí thuận tiện gần lối ra NYS Thruway 17 và Route 84 Exit 10. Các chuyến khởi hành đến từ Newburgh Landing, Newburgh, NY ở Thung lũng Hudson xinh đẹp.Đọc thêm",
        "reviews": [
            "Chúng tôi đưa bạn bè từ Florida đi tham quan buổi chiều.  Khung cảnh của Cao nguyên Hudson, Đảo Bannerman và West Point thật tuyệt vời.  Rất thích lời tường thuật thú vị về những gì chúng ta đã thấy. Phi hành đoàn rất thân thiện và chuyên nghiệp Rất khuyến khích! Đọc thêm",
            "Đây là chuyến đi thuyền kéo dài 2 giờ thú vị và đầy thông tin trên sông Hudson.  Các nhân viên hoàn toàn tuyệt vời cả lúc đặt phòng và trên tàu.  Chiếc thuyền thật tuyệt và chuyến đi thật đẹp.  Họ thậm chí còn có bãi đậu xe riêng nên rất thuận tiện.  Tôi thực sự giới thiệu Pride of the Hudson.Đọc thêm",
            "Chúng tôi đi du thuyền trên Pride of the Hudson.  Thời tiết thật hoàn hảo. Tôi không thể nói đủ mức độ chuyên nghiệp và thân thiện của phi hành đoàn.  Từ lúc đứng trên bến tàu, chúng tôi đã được chào đón bằng những khuôn mặt tươi cười!  Chúng tôi cũng đã đặt trước một bữa trưa đóng hộp mà tôi rất khuyến khích. Nhóm chúng tôi thực sự rất thích bánh sandwich. Thuyền trưởng và toàn bộ thủy thủ đoàn đã cố gắng hết sức để đảm bảo rằng chúng tôi đang tận hưởng.  Không có chỗ ngồi xấu trên thuyền.  Hãy đi thuyền thú vị này!  Bạn sẽ không thất vọng. Đọc thêm",
            "Chuyến tham quan vào phút cuối và chắc chắn có giá trị. Có thể nhận được một phiếu giảm giá là một phần thưởng. Thuyền trưởng và phi hành đoàn thật tuyệt vời. Âm thanh về lịch sử là thông tin. Chúng tôi mang theo đồ uống và đồ ăn nhẹ nhưng có một nơi để mua đồ ở tầng một mà chúng tôi chưa sử dụng. Chúng tôi ở trên cùng dưới mái hiên có bóng mát đẹp. Có một làn gió nhỏ cũng giúp ích. Hãy đến đó sớm để ngồi bên ngoài dưới tán cây và ngắm cảnh. Tầng đầu tiên được bao bọc và có máy lạnh nhưng một lần nữa chúng tôi không xuống đó. Chuyến đi hoàn hảo cho mọi lứa tuổi. Đó là một chuyến tham quan kéo dài 2 giờ. Thực sự rất thích. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi buổi chiều vào giữa tháng 7 vào một ngày mà dự báo có mưa, nhưng không thấy mưa. Trời cực kỳ nóng ở tầng trên, nhưng đối với những người trong chúng tôi không ngại nắng và nóng thì đây là chuyến đi thư giãn và thú vị nhất. Đội ngũ nhân viên cực kỳ thân thiện và hữu ích. Tôi chỉ khuyên rằng nếu bất kỳ ai trong nhóm của bạn nhạy cảm với cái nóng mùa hè, thì... họ nên đến sớm để có chỗ ngồi râm mát. Đọc thêm",
            "Có 12 người trong nhóm của tôi. Chúng tôi sẽ cho nó 5 sao nhưng con thuyền đang rất cần được sửa chữa. Sơn, thảm và rỉ sét ở khắp mọi nơi! Thuyền trưởng và thủy thủ đoàn rất xuất sắc về kiến ​​thức và sự thân thiện cũng như thông báo tất cả các quy tắc cần tuân thủ trong suốt chuyến đi kéo dài hai giờ của chúng tôi. Sửa chữa không phải là công việc của họ. Không có lý do gì để NIỀM TỰ HÀO CỦA HUDSON lại thiếu sự chăm sóc! Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời! Đây không chỉ là một chuyến đi tuyệt đẹp dọc theo sông Hudson mà phi hành đoàn còn khiến thời gian của chúng tôi trở nên hoàn toàn kỳ diệu. Chúng tôi đã tổ chức gia đình trên du thuyền để tổ chức sự kiện chào mừng đám cưới của chúng tôi vào ngày hôm sau. Phi hành đoàn và đặc biệt là Thuyền trưởng Wolf khiến chúng tôi cảm thấy thật đặc biệt và được chăm sóc! Thật là một kỷ niệm tuyệt vời! Cảm ơn bạn!!! Đọc thêm",
            "Chúng tôi đã trải qua một buổi chiều tuyệt vời trên niềm tự hào của Hudson vào tháng 8 năm 2023. Chúng tôi là một nhóm gồm 18 người và độ tuổi trung bình của chúng tôi là 70. Phi hành đoàn đó rất xuất sắc trong việc giúp đỡ từng người trong chúng tôi lên tàu và mọi phần của chuyến đi đều rất thú vị, trong đó có quầy bar với nhiều loại đồ uống thơm ngon. Tôi muốn giới thiệu điều này cho bất kỳ ai quan tâm.Đọc thêm",
            "Con trai tôi và tôi đã có khoảng thời gian rất vui vẻ trong chuyến du ngoạn trên biển. Phi hành đoàn rất tốt và rất hữu ích, rất cá tính. Tôi thậm chí còn được ngắm cảnh núi non tuyệt đẹp và được Đại úy Yvonne giới thiệu nhà hàng tuyệt vời! Thuyền không đông, có chỗ cho mọi người. Thật hữu ích khi đó là một trong những ngày tuyệt vời nhất của mùa hè...và cái nóng đã được xua tan nhờ làn gió trên mặt nước. Hoạt động tuyệt vời, rất đáng giá.Đọc thêm",
            "Nhóm hội thánh của chúng tôi đã có một thời gian vui vẻ.  Thời tiết thật hoàn hảo, những hành khách khác trên thuyền rất thân thiện và thủy thủ đoàn, những từ ngữ của tôi không đủ để diễn tả họ tuyệt vời như thế nào.  Họ rất chuyên nghiệp, lịch sự và khá hữu ích.  Chúng tôi chắc chắn rất thích thú và đang mong chờ một chuyến đi khác.Đọc thêm",
            "Đây là chuyến đi thứ hai của tôi trên tàu Pride of the Hudson.   Tôi sống ở Florida và tôi đi du lịch đến Thung lũng sông Hudson vào mỗi mùa thu để tận hưởng hương vị mùa thu.  Tôi yêu lịch sử của dòng sông. Tôi thích ngắm nhìn Lâu đài Bannermans từ dòng sông và West Point.  Khiếu nại duy nhất của tôi là tôi ước hành trình sẽ đi xuống Núi Bear và quay lại đó.   Tôi sẽ trở lại vào tháng 10 năm 2024.Đọc thêm",
            "Ngày nắng đẹp trên sông Hudson; sóng gợn sóng nhưng đi êm ái. Phi hành đoàn thân thiện, hữu ích. Ngồi lên phía trước là tốt nhất. Đọc thêm",
            "Kinh nghiệm của chúng tôi thật tuyệt vời. Chúng tôi đến trước giờ khởi hành khoảng 20 phút và boong tàu đã đầy người. Do đó, chúng tôi phải đi xuống tầng một, điều mà chúng tôi không bận tâm vì boong tàu quá gió đối với đứa con 2 tháng tuổi của chúng tôi ngày hôm đó. Vì vậy, hãy nhớ rằng, nếu bạn muốn ngồi trên boong, hãy đến trước giờ khởi hành ít nhất 30 phút. Nhân tiện, tôi khuyên họ nên đặt các mức giá khác nhau cho ghế trong nhà trên boong để mọi người không thất vọng như chúng tôi. nếu chúng tôi đến mà không có con của chúng tôi. Tôi hiểu rằng mọi người có thể khó chịu nếu thời tiết xấu và họ phải trả tiền cho tầng trên, nhưng mọi hoạt động ngoài trời đều có thử thách này.Đọc thêm",
            "Chúng tôi tận hưởng buổi chiều trên boong cao nhất. Chỗ ngồi thoải mái và quang cảnh thật tuyệt vời! Phi hành đoàn rất thân thiện và trả lời các câu hỏi một cách nhiệt tình. Chúng tôi mang theo đồ ăn nhẹ và mua bia ở quầy bar. Đọc thêm",
            "Chuyến đi tham quan kéo dài hai giờ mà chúng tôi thực hiện trên Pride of the Hudson rất tuyệt vời.  Chúng tôi rất thích được lựa chọn boong trên mở hoặc boong chính khép kín.  Tàu được bảo trì tốt, thủy thủ đoàn thân thiện, tường thuật hay về các điểm tham quan dọc sông.  Cách rất thú vị để nhìn thấy dòng sông.  Chúng tôi đã nhìn thấy một số con đại bàng hói trong chuyến đi.Đọc thêm",
            "Đặt chỗ thật dễ dàng. Chúng tôi được chào đón và ngồi với một chiếc bàn đẹp nên tất cả chúng tôi ngồi cùng nhau ở tầng trên cùng. Chúng tôi mang theo đồ ăn nhẹ bánh mì để ăn. Họ cũng có đồ ăn và đồ uống mà bạn có thể mua trên tàu. Hành trình đi về phía nam đến West Point và quay trở lại Newburgh 2 giờ sau đó. Chuyến đi được thuật lại và phong cảnh thật tuyệt đẹp. Thuyền trưởng thậm chí còn thông báo đã nhìn thấy một con đại bàng đầu trọc đang đậu trên cành cây ở rìa sông. Hãy tự thưởng cho mình một chuyến đi thư giãn, không tốn kém trong một buổi chiều.Đọc thêm",
            "Câu lạc bộ cao cấp của tôi đã có khoảng thời gian vui vẻ trên The Pride of the Hudson.  Các nhân viên rất thân thiện và nhiều thông tin.  Chúng tôi đã có một ngày đẹp trời, nước lặng và thời tiết vừa phải để có thể đạp xe ra ngoài.  Điều duy nhất sai lầm là Mẹ Thiên nhiên đã chiếm ưu thế và không cho chúng ta nhìn thấy chiếc lá mà chúng ta mong đợi.  Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên du thuyền, một ngày đẹp trời và một thủy thủ đoàn tuyệt vời, những người rất niềm nở và duyên dáng.Đọc thêm",
            "Thuyền trưởng và phi hành đoàn rất tốt bụng và có sức chứa.  John đã có câu trả lời cho câu hỏi của tôi về lịch sử của khu vực.  Đọc thêm",
            "Thuyền sạch sẽ và thoải mái.  Phi hành đoàn dễ chịu và đồng hành.  Nắng đã tắt và trời không quá lạnh.  Nói chung chúng tôi rất thích thú với chính mình.  Tôi cho 5 Đọc thêm",
            "Có cầu thang nào dành cho người cao tuổi leo lên không?  Phòng tắm có dễ tiếp cận đối với người cao tuổi không?Đọc thêm",
            "Nếu tôi nhớ không nhầm thì có một số cầu thang để lên bến tàu và lên thuyền. Nếu bạn muốn ngồi ở khu vực tầng 2 thì có cầu thang. Phòng tắm nằm ở tầng chính, có chỗ ngồi và máy lạnh.Đọc thêm",
            "Chúng tôi có được phép mang đồ ăn lên máy bay không?Đọc thêm",
            "Đã thấy một nhóm mang đồ ăn đến cho bữa tiệc sinh nhật nên trừ khi có gì đó thay đổi thì cóĐọc thêm",
            "Tôi không thấy lịch khởi hành. Việc này sẽ diễn ra vào ngày 4 tháng 7 năm 2019Đọc thêm",
            "xin lỗi, tôi trả lời muộn.\nnếu bạn tự hào về trang web của Hudson và nhấp vào lịch, nó sẽ hiển thị cho bạn thời gian của các chuyến du ngoạn trên biển và mục đích của nó.\nHành trình xem pháo hoa ở Westpoint sẽ rất thú vị nhưng nó đã được bán hếtĐọc thêm",
            "có bãi đậu xe nào gần đó khôngĐọc thêm",
            "Đúng. Thậm chí một số bãi đậu xe trên đường phố. Chỉ cần đảm bảo KHÔNG đậu xe ở bãi đất liền kề dành riêng cho khách hàng của nhà hàng.Đọc thêm",
            "Có nên đưa con bạn 14 tuổi đi thuyền không? Hoặc nó được khuyến khích chỉ dành cho người lớn đi.Đọc thêm",
            "Điều này tốt cho mọi lứa tuổi. Tuy nhiên, họ có thể cung cấp các chuyến du ngoạn ngắm hoàng hôn mà tôi sẽ không đưa một đứa trẻ 14 tuổi điĐọc thêm",
            "Nó có giá bao nhiêu?Đọc thêm",
            "Chồng tôi và tôi đã trả 20. mức giá cao cấp cho mỗi người và nó chắc chắn xứng đáng với mức giá này. Đọc thêm"
        ],
        "star_ratings": [
            556,
            216,
            65,
            21,
            8
        ],
        "review_amount": 866,
        "location": [
            "Hoa Kỳ",
            "Newburgh",
            "New York NY",
            "Những điều cần làm ở Newburgh",
            "Niềm tự hào của Hudson"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written July 10, 2023",
            "Written July 24, 2023",
            "Written July 25, 2023",
            "Written July 28, 2023",
            "Written August 7, 2023",
            "Written August 14, 2023",
            "Written August 25, 2023",
            "Written September 11, 2023",
            "Written September 19, 2023",
            "Written March 7, 2024",
            "Written November 3, 2023",
            "Written October 29, 2023",
            "Written October 28, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 23, 2023",
            "Written October 23, 2023",
            "Written October 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48254-d1742693-Reviews-Pride_of_the_Hudson-Newburgh_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d7949918-Reviews-Blu_Pointe-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d2103874-Reviews-Billy_Joe_s_Ribworks-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d3410134-Reviews-Captain_Jake_s-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d16806876-Reviews-Hudson_Taco-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d2387465-Reviews-The_Pizza_Shop-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d3321778-Reviews-The_River_Grill-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d3419299-Reviews-Cafe_Pitti-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d23730210-Reviews-Primo_Waterfront-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d3687464-Reviews-Akasaka_Restaurant-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48254-d21351276-Reviews-Pointe_Grille_Mediterranean_Kitchen-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1798458-Reviews-Washington_s_Headquarters_State_Historic_Site-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d6468931-Reviews-The_Captain_David_Crawford_House-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d6776584-Reviews-Ann_Street_Gallery-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d6776572-Reviews-Ritz_Theater-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d15238992-Reviews-The_Velocipede_Museum-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d2178366-Reviews-Motorcyclepedia_Museum-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d15088590-Reviews-Tower_of_Victory-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252346-Reviews-Bannerman_Castle-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d273538-Reviews-Dia_Beacon-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d1520795-Reviews-Hudson_Beach_Glass-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1742693-Reviews-or10-Pride_of_the_Hudson-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1160738-Reviews-Lawrence_Farms_Orchards-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d1924834-Reviews-Hamilton_Fish_Bridge-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d23857738-Reviews-Newburgh_Jcc-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d27068307-Reviews-Jet_Set-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d2091254-Reviews-Bannerman_Cruise_Walking_Tour-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d5072013-Reviews-River_Rose_Cruises-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d7153289-Reviews-Downing_Film_Center-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d6664543-Reviews-River_View_Salon_Day_Spa-Newburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d6654058-Reviews-Newport_Beach_Pier-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d150220-Reviews-Klein_Little_Curacao-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069552-d6635275-Reviews-Lido_Venice_Beach-Mascali_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g48006-d10836054-Reviews-Kismet_Beach-Kismet_Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33561-d147095-Reviews-Dinosaur_Ridge-Morrison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060900-d19948391-Reviews-Capy_Neko_Cafe-Musashino_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d196128-Reviews-Glacier_Garden_Lucerne_Gletschergarten-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g31010-d2228056-Reviews-Tribal_Dance_Cultural_Legends_at_Icy_Strait_Point-Hoonah_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d10592740-Reviews-Plage_de_la_Baie_des_Milliardaires-Antibes_French_Riviera_Cote_d_Azur_Provence_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d2527453-Reviews-Downtown_Bozeman-Bozeman_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48254-d1742693-Reviews-or10-Pride_of_the_Hudson-Newburgh_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48254-d1742693-Reviews-Pride_of_the_Hudson-Newburgh_New_York.html"
    }
]