[
    {
        "attraction_name": "Prime Time Shuttle",
        "attraction_name_vi": "Xe đưa đón giờ cao điểm",
        "general_info": [
            "415 đánh giá",
            "- 92 trên 253 Giao thông vận tải ở Los Angeles",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Phần 2. Người lái xe đã chở bạn gái trên xe khi đón chúng tôi. Cô ấy ngủ rồi, tôi cứ tưởng là đi chung.  Tôi đã yêu cầu một tài xế khác đón chúng tôi khi chúng tôi trở về.  Anh ta gọi trong khi chúng tôi đang đợi hành lý được dỡ xuống, anh ta thô lỗ và hành động như thể anh ta đang vội. Người tài xế này không mở cửa dù nhìn thấy 2 người ngồi xe lăn. Anh ấy không cố giúp họ lên xe tải. Tôi hỏi anh sao không gập ghế xuống hàng thứ 3. Anh ấy trả lời - phải không - là 4 bạn. Tôi nói có và tại sao lại muốn bị ép vào ô tô. Đó là lý do tại sao tôi đặt dịch vụ xe hơi.  Khi chúng tôi đến nhà tôi, anh ta dừng lại trước cổng như thể anh ta không có mã số cổng hay địa chỉ. Tôi - tôi vẫn đang chờ địa chỉ của người quản lý, thực tế là người lái xe đầu tiên đã ngủ quên và đang lái xe vòng quanh với những người không phải là nhân viên.  Một bước đi tồi tệ đối với công ty. Tại sao bất kỳ khách hàng nào cũng muốn một người ngẫu nhiên biết nơi họ sống. Hãy tiết kiệm tiền của bạn bằng cách sử dụng một công ty khác.  Tôi - sẽ tiếp tục theo dõi việc quản lý vào thứ HaiĐọc thêm",
            "Người lái xe Executive SUV đã có hành vi thô lỗ, không phù hợp, không đáp ứng nghĩa vụ theo hợp đồng của sáu hành khách với sáu kiện hành lý.  Để lại cho chúng tôi không có phương tiện di chuyển và người lái xe thứ hai chửi bới chẳng vì lý do chính đáng nào cả.  Họ mang lại trách nhiệm lớn cho công ty và mang lại danh tiếng xấu.Đọc thêm",
            "Chúng tôi đã đặt một chuyến xe đưa đón Prime Time từ Úc để đón chúng tôi tại Bến du thuyền LA và đưa chúng tôi đến LAX. Tôi có một ứng dụng trên điện thoại theo dõi Xe đưa đón, chúng tôi cũng có biển số của Xe đưa đón. Ứng dụng cho thấy anh ấy còn 10 phút nữa và sau đó anh ấy còn 20 phút nữa. Chúng tôi gọi điện cho công ty và họ nói rằng anh ấy không thể tìm thấy chúng tôi nên anh ấy đã rời đi mà không có chúng tôi. Chỉ có một điểm đón duy nhất ở Bến du thuyền và anh không vào khu vực đó.\nChúng tôi tin rằng việc bắt Taxi hoặc Uber khi ở LA sẽ an toàn hơn và tốt hơn nhiều.\n\nĐọc thêm",
            "đừng đặt dịch vụ này, họ đã mất 150 - vì một lỗi họ đã mắc phải. Mình đặt dịch vụ này lúc 12h trưa, trong hướng dẫn có ghi rõ thời gian và số lượng vali.  Lúc 8 giờ sáng tôi nhận được tin nhắn rằng tài xế sẽ đến đây lúc 9 giờ sáng. Tôi gọi ngay cho họ rằng họ đã nhầm lẫn và phải đặt trước 12 giờ trưa. Họ nói với tôi rằng họ không thể thuê tài xế lúc 12 giờ mà không cần tôi trả tiền lại và sẽ không được hoàn lại tiền cho việc đặt chỗ mà tôi đã thực hiện. DỊCH VỤ KHÁCH HÀNG TỐT NHẤT! Người ở bộ phận dịch vụ khách hàng đang la hét và đổ lỗi cho tôi. Trong khi họ thấy rõ thông tin đặt phòng của tôi cùng với ghi chú đặt phòng!Đọc thêm",
            "Tôi đã lên lịch đón tại LAX vài tuần trước.  Chúng tôi là một nhóm lớn đi du lịch với rất nhiều hành lý - bốn người lớn, ba trẻ em, mười một kiện hành lý và bảy chiếc ba lô - những người sẽ trở về Los Angeles sau chuyến du lịch quốc tế.\n\nTrong chuyến bay về nhà của chúng tôi, Prime Time Shuttle đã gửi email hủy việc đón khách.  Khi chuyến bay của chúng tôi hạ cánh ở Los Angeles, tôi phát hiện ra email và chỉ liên hệ với Prime Time Shuttle để biết rằng họ đã hủy dịch vụ vì không tìm được tài xế.\n\nViệc hủy dịch vụ và không có thông báo chắc chắn khiến chúng tôi gặp khó khăn.Đọc thêm",
            "Tôi đã lên lịch đón tại LAX vài tuần trước.  Chúng tôi là một nhóm lớn đi du lịch với rất nhiều hành lý - bốn người lớn, ba trẻ em, mười một kiện hành lý và bảy chiếc ba lô - những người sẽ trở về Los Angeles sau chuyến du lịch quốc tế. Trên chuyến bay về nhà, Prime Time Shuttle đã gửi một email hủy bỏ Cuộc đưa rước.  Khi chuyến bay của chúng tôi hạ cánh ở Los Angeles, tôi phát hiện ra email và liên hệ với Prime Time Shuttle chỉ để biết rằng họ đã hủy dịch vụ vì không thể tìm được tài xế. Việc hủy dịch vụ và không có thông báo chắc chắn khiến chúng tôi gặp rắc rối.Đọc thêm",
            "đừng đặt dịch vụ này, họ đã mất 150 - vì một lỗi họ đã mắc phải. Mình đặt dịch vụ này lúc 12h trưa, trong hướng dẫn có ghi rõ thời gian và số lượng vali.  Lúc 8 giờ sáng tôi nhận được tin nhắn rằng tài xế sẽ đến đây lúc 9 giờ sáng. Tôi gọi ngay cho họ rằng họ đã nhầm lẫn và phải đặt trước 12 giờ trưa. Họ nói với tôi rằng họ không thể thuê tài xế lúc 12 giờ mà không cần tôi trả tiền lại và sẽ không được hoàn lại tiền cho việc đặt chỗ mà tôi đã thực hiện. DỊCH VỤ KHÁCH HÀNG TỐT NHẤT! Người ở bộ phận dịch vụ khách hàng đang la hét và đổ lỗi cho tôi. Trong khi họ thấy rõ thông tin đặt phòng của tôi cùng với ghi chú đặt phòng!Đọc thêm",
            "Đặt cho cả xe đón từ sân bay và từ khách sạn trở lại. Trong xe bán tải, tài xế đã sẵn sàng và đợi chúng tôi, giúp đỡ vali và đưa chúng tôi về khách sạn an toàn. Trên đường trở về, chúng tôi có thể đón xe sớm hơn nhờ Malachi trong nhóm dịch vụ khách hàng và tài xế của chúng tôi đã có thể đến gặp chúng tôi sớm hơn một giờ và cũng hữu ích như tài xế đầu tiên. Dịch vụ tuyệt vời với mức giá hợp lý, cộng với khả năng boa tại thời điểm đặt phòng sẽ giúp ích khi chúng tôi chưa có tiền boa trực tiếp.Đọc thêm",
            "CÁC CHI PHÍ GIAN LẬN và CÁCH THỰC HÀNH KINH DOANH MÀU MẬT! Tôi đã đặt chỗ cho chuyến khứ hồi đến - từ sân bay bằng Prime Time Shuttle. Vào ngày chúng tôi rời đi, tài xế đã đón chúng tôi trễ 46 phút. Anh ấy đến muộn đến nỗi chúng tôi suýt lỡ chuyến bay. Trong suốt chặng đường đến sân bay - hơn một giờ lái xe - tôi đã trò chuyện qua ứng dụng với đại diện dịch vụ khách hàng của họ. Tôi được thông báo rằng tôi sẽ được hoàn tiền cho chuyến đi vì mức độ dịch vụ không thể chấp nhận được và theo chính sách của họ thì có đảm bảo đúng giờ. Tôi có bằng chứng về thời gian họ đến từ máy ảnh của chúng tôi và nghĩ rằng mọi chuyện đã kết thúc. Họ nói với tôi rằng khoản tiền hoàn lại đầy đủ sẽ được cấp, đúng như vậy. Nhưng đây là nơi họ lừa dối bạn - HỌ NÓI VỚI BẠN HỌ SẼ CUNG CẤP TÍN DỤNG ĐẦY ĐỦ NHƯNG SAU ĐÓ HỌ QUAY LẠI VÀ TÍNH PHÍ CHO BẠN ĐỂ ĐẶT PHÒNG MỚI MÀ KHÔNG CÓ SỰ ỦY QUYỀN CỦA BẠN! Họ thực sự đã tạo một chuyến đi mới và sau đó tính phí cho chuyến đi đó sau khi hoàn lại tiền cho chuyến đi ban đầu. PrimeTime Shuttle là một công ty lừa đảo đã tính tiền vào thẻ tín dụng của tôi mà không có sự đồng ý hoặc ủy quyền của tôi ngay trong ngày đó cho một chuyến đi khác mà tôi chưa bao giờ chấp thuận. Về cơ bản, họ đã hủy chuyến đi đầu tiên, do đó cấp tín dụng và sau đó ngay lập tức tính phí lại cho tôi - mà không được phép - cho một chuyến đi khác. Tôi đã cố gắng trong 3 tháng để giải quyết vấn đề này thông qua dịch vụ khách hàng của họ và cả qua tin nhắn trên trang Facebook của họ cũng như chủ sở hữu của họ thông qua LinkedIn. Không có nỗ lực nào của tôi thành công khi thông qua công ty. Tôi phải nhờ công ty thẻ tín dụng của mình tham gia, điều đó cũng có nghĩa là phải qua lại với công ty. Công ty tuyên bố rằng chuyến đi đã bị thực hiện và sẽ không ghi nhận lại hoạt động gian lận của tôi. HÃY THƯỞNG THỨC VỚI BẤT CỨ AI DỰ KIẾN SỬ DỤNG XE ĐƯA ĐÓN THỜI GIAN!Đọc thêm",
            "Prime Time Shuttle đã cung cấp cho chúng tôi dịch vụ vận chuyển tuyệt vời từ Sân bay Los Angeles đến Sân bay Ontario. Chúng tôi có thể sử dụng ứng dụng Prime Time để đặt chỗ trước rất lâu trước khi chúng tôi đi từ Úc. Khi đến Los Angeles, chúng tôi có thể sử dụng ứng dụng - Trợ giúp - tùy chọn để liên lạc với nhân viên Prime Time và xác nhận khu vực, thời gian và thủ tục chọn hàng. Giao tiếp với Malachai thật nhanh chóng và dễ dàng và cô ấy đã làm rất tốt việc cung cấp tất cả thông tin chúng tôi cần. Tài xế của chúng tôi, Frances - thật tuyệt vời và anh ấy đã đưa chúng tôi đi giữa các sân bay một cách suôn sẻ.Đọc thêm",
            "Tôi mong đợi đây sẽ là dịch vụ đưa đón, giống như xe tải trong ảnh. Nó giống Uber hoặc Lyft hơn, nhưng không đáng tin cậy hoặc thân thiện bằng. Dịch vụ khách hàng TUYỆT VỜI, nhưng tôi ước mình không cần đến nó - !! - . -- Tài xế đầu tiên của chúng tôi mất mãi mới đến được bãi đậu xe LAX-IT - sau nửa đêm - , sau đó tiếp tục tranh cãi với tôi rằng tôi không phải là người đón anh ấy. Khi anh ấy quyết định tôi là khách hàng đúng, anh ấy nói, - Tôi không biết địa chỉ này ở đâu. - Thêm vào đó, xe anh ấy có mùi rượu. -- Tài xế tiếp theo khá tốt bụng. Nhưng anh ấy gặp khó khăn khi tìm Cảng du thuyền Long Beach - ?!?! - , ngay cả khi đã có bản đồ trên điện thoại. --- Tài xế cuối cùng cũng không thể tìm thấy chúng tôi tại Bến du thuyền Long Beach. Đầu tiên, anh ấy gọi cho tôi và hỏi địa chỉ đường cụ thể. Sau đó, anh ấy gọi lại và nói rằng anh ấy không biết bến du thuyền ở đâu - ?! - . ÔI TRỜI!! Anh ấy cứ bực mình với tôi và cúp máy. Phải mất khoảng một giờ để anh ấy cuối cùng cũng tìm thấy chúng tôi, sau khi anh ấy gọi điện và cúp máy với tôi ít nhất 5 lần, và tôi đang ở trên đường dây với Dịch vụ khách hàng. May mắn thay, chúng tôi đã bắt đầu sớm trong chuyến đi cuối cùng đó, vì vậy chúng tôi vẫn kịp chuyến bay. - - - Không muốn giới thiệu công ty này - - - Đọc thêm",
            "Chúng tôi đã đặt một chuyến xe đưa đón Prime Time từ Úc để đón chúng tôi tại Bến du thuyền LA và đưa chúng tôi đến LAX. Tôi có một ứng dụng trên điện thoại theo dõi Xe đưa đón, chúng tôi cũng có biển số của Xe đưa đón. Ứng dụng cho thấy anh ấy còn 10 phút nữa và sau đó anh ấy còn 20 phút nữa. Chúng tôi gọi điện cho công ty và họ nói rằng anh ấy không thể tìm thấy chúng tôi nên anh ấy đã rời đi mà không có chúng tôi. Chỉ có một điểm đón tại Bến du thuyền và anh ấy đã không đi vào khu vực đó. Chúng tôi tin rằng việc bắt Taxi hoặc Uber khi ở LA sẽ an toàn hơn và tốt hơn nhiều.Đọc thêm",
            "Trải nghiệm tồi tệ nhất!  Những gì bắt đầu như một trải nghiệm thực sự tích cực đã kết thúc một cách khủng khiếp.  Tôi đã đặt một chiếc xe khứ hồi cho cô con gái 15 tuổi của mình - bạn của cô ấy vào dịp Halloween để đi đến Hollywood Bowl.  Chặng đầu tiên của chuyến đi đã diễn ra suôn sẻ - các cô gái đã đến đó an toàn.  Xe đón của họ đáng lẽ phải vào lúc 11 giờ 30 tối.  Tôi bắt đầu nhận được email nhắc nhở - thật tuyệt vời - lúc 10 giờ 30 tối với tên - số tài xế.  Sau đó, vào lúc 11:25 tối, cô con gái hoảng loạn của tôi đã gọi cho tôi - nói với tôi rằng Primetime đã gọi cho cô ấy để thông báo rằng chuyến đi của cô ấy đã bị hủy do trục trặc kỹ thuật.  Khi cô ấy hỏi họ nên làm gì, họ nói với cô ấy - hãy gọi uber - .  CÁI GÌ???!!  Mắc kẹt 2- Những cô gái 15 tuổi trong dịp Halloween ở Hollywood - nói với họ - xin lỗi, kiếm uber - ?!  Khi tôi liên hệ với bộ phận dịch vụ khách hàng sau cuộc gọi của con gái tôi, tất cả những gì họ có thể làm là nói - xin lỗi, chúng tôi không có tài xế nào khác có thể đón cô ấy - .  Làm sao họ có thể điều hành hoạt động kinh doanh XE mà không có tài xế dự phòng?  Đặc biệt là vào một trong những đêm bận rộn nhất trong năm?  Thật là bực bội - thực lòng mà nói thì rất đáng sợ khi nghĩ về sự an toàn của con gái tôi - bạn của cô ấy.  Công ty không quan tâm đến bất kỳ điều gì trong số đó.  Tôi nhanh chóng gọi điện vào buổi sáng để nói chuyện với người giám sát - đợi cả ngày để nhận được cuộc gọi lại.  Người giám sát không thể đưa ra mức độ trợ giúp hoặc giải thích cao hơn.  Ngoài lời xin lỗi - hoàn lại tiền - một chuyến đi miễn phí.   Tôi đã nhận được tiền hoàn lại nhưng đã từ chối chuyến đi miễn phí vì tôi sẽ KHÔNG BAO GIỜ sử dụng dịch vụ này nữa.  Thật xấu hổ về Primetime.   Tôi ước tôi có thể cho họ 0 sao. Đọc thêm",
            "Điểm đón của tôi là từ nhà của tôi để đưa đến LAX.  Người lái xe đến sớm nhưng bảo tôi KHÔNG được vội vàng và ra ngoài khi đã sẵn sàng.  Tôi nghĩ mình sẽ đi chung một chiếc xe tải, nhưng tài xế nói với tôi rằng tôi có dịch vụ - Princess - của họ và do đó tôi là hành khách duy nhất.  Người lái xe rất vui vẻ và chuyến đi suôn sẻ. Giá - rẻ hơn SuperShuttle 20 USD - và thấp hơn nhiều so với bất kỳ nhà cung cấp nào khác mà tôi đã kiểm tra.  Tôi HOÀN TOÀN sẽ sử dụng Prime Time Shuttle lần nữa.Đọc thêm",
            "Họ không bao giờ xuất hiện. Tôi bị bỏ lại để tự mình đến sân bay. Không được hoàn tiền vì tôi đã không hủy 2 giờ trước khi họ không xuất hiện. Đọc thêm"
        ],
        "star_ratings": [
            37,
            9,
            17,
            21,
            331
        ],
        "review_amount": 415,
        "location": [
            "Những thiên thần",
            "California - CA -",
            "Hoa Kỳ",
            "Những điều cần làm ở Los Angeles",
            "Xe đưa đón giờ cao điểm"
        ],
        "reviews_time": [
            "Written August 4, 2023",
            "Written August 27, 2023",
            "Written November 5, 2023",
            "Written April 3, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written April 3, 2024",
            "Written December 25, 2023",
            "Written November 14, 2023",
            "Written November 11, 2023",
            "Written November 9, 2023",
            "Written November 5, 2023",
            "Written November 1, 2023",
            "Written October 9, 2023",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32655-d10311652-Reviews-Prime_Time_Shuttle-Los_Angeles_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d626563-Reviews-Truxton_s_American_Bistro-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d1006054-Reviews-In_N_Out_Burger-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d869075-Reviews-Ayara_Thai_Cuisine-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d4244361-Reviews-The_Coffee_Company-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d1904123-Reviews-IHOP-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d477337-Reviews-Paco_s_Tacos-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d1071285-Reviews-Coffee_Company-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d10535117-Reviews-The_Ramen_Joint-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d1129309-Reviews-Panera_Bread-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d9805973-Reviews-Kanpai_Sushi_Bar_and_Grill-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27005022-Reviews-Kohl_s-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27084220-Reviews-Ross_Dress_for_Less-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13327615-Reviews-Bhagavad_gita_Diorama_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32272-d7038100-Reviews-The_Wende_Museum_of_the_Cold_War-Culver_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32341-d2486962-Reviews-Automobile_Driving_Museum-El_Segundo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d261449-Reviews-Manhattan_Beach-Manhattan_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d293308-Reviews-Abbot_Kinney_Boulevard-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27016443-Reviews-Target-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d127279-Reviews-Manhattan_Beach_Pier-Manhattan_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d20954908-Reviews-United_Airlines_Polaris_Lounge_Lax-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10311652-Reviews-or10-Prime_Time_Shuttle-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10130879-Reviews-TNT_Tours_Transportation-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12001694-Reviews-Guia_Turismo_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12078572-Reviews-Crown_Limousine-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13829580-Reviews-U_Ride-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d9859199-Reviews-MidWilShuttle-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116315-Reviews-Union_Station-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d15322954-Reviews-Go_Ride_Shuttle_Service-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8484648-Reviews-LB_Limousine-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12277874-Reviews-GS_Transportation_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d18977483-Reviews-CharlieTheTraveler-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1101383-Reviews-LA_VIP_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27011032-Reviews-Beauty_Wellness_More-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27078864-Reviews-Paradise_Massage-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12868649-Reviews-Massage_Studio-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d3573450-Reviews-Freedom_Tours_Charters_LA_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32684-d17848828-Reviews-Clublender-Marina_del_Rey_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12317965-Reviews-LayoverStop_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32525-d25553818-Reviews-Ascend_in_Motion-Inglewood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27081273-Reviews-LAX_Hookah_Lounge-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12176760-Reviews-Riz_Limo-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32612-d27002124-Reviews-Eleven_Eleven_Day_Spa-Lawndale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d11767687-Reviews-Be_Relax-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28958-d255287-Reviews-Sunset_Bay_State_Park-Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368232-d9861100-Reviews-Nilgiri_Mountains-Bandarban_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d3654190-Reviews-Lee_Garden_Plaza-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d1581475-Reviews-Frankie_s_Fun_Park-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31295-d10801088-Reviews-Oatman_Ghost_Town-Oatman_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1479123-d2149472-Reviews-Grand_Boulevard_at_Sandestin-Miramar_Beach_Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54578-d145947-Reviews-Broken_Boot_Gold_Mine-Deadwood_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1962594-Reviews-Lotte_Department_Store_Main-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d17172141-Reviews-Baltic_Queen-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d1675657-Reviews-Imagination_Station-Toledo_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32655-d10311652-Reviews-or10-Prime_Time_Shuttle-Los_Angeles_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32655-d10311652-Reviews-Prime_Time_Shuttle-Los_Angeles_California.html"
    }
]