[
    {
        "attraction_name": "Princes' Islands",
        "attraction_name_vi": "Hoàng tử - Quần đảo",
        "general_info": [
            "491 đánh giá",
            "- 92 trong số 1.711 việc cần làm ở Istanbul",
            "Quần đảo"
        ],
        "attraction_summary": "Quần đảo Thổ Nhĩ Kỳ này từng là điểm đến nghỉ dưỡng được những người giàu có và nổi tiếng lựa chọn. Và với những tu viện Chính thống Hy Lạp tuyệt đẹp, những ngôi nhà gỗ, những khu rừng hoang sơ xinh đẹp và những bãi biển tuyệt đẹp - thật khó để hiểu tại sao. Princes - Quần đảo, hay Adalar, được tạo thành từ chín hòn đảo nhỏ, hầu hết không có ô tô và được biết đến với những chiếc xe ngựa kéo, gợi nhớ về một thời đã qua. Chỉ có bốn trong số chín hòn đảo có người sinh sống, trong đó Buyukada và Heybeliada là hòn đảo lớn nhất. Hãy tự quyết định xem bạn muốn ghé thăm địa điểm nào hoặc đặt chuyến tham quan bằng thuyền từ đất liền Istanbul để đưa bạn đến một số điểm tham quan đẹp nhất.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chúng tôi đi thuyền đến Buyukada từ Eminunu. Phía sau thuyền là nơi tốt nhất để chụp ảnh. Chúng tôi dừng lại dọc đường để đón những du khách khác trước khi khởi hành từ Bosphorus đến biển Marmara. Một số du khách được đưa đến những hòn đảo nhỏ hơn trước khi chúng tôi dừng lại ở Buyukada, hòn đảo lớn nhất trong ba hòn đảo. \nCác mặt hàng trên đảo đắt hơn. Chúng tôi đã thực hiện một chuyến đi bằng xe đạp lên đến đỉnh và mất 30 phút. Bản đồ mà chúng tôi được cung cấp và chỉ đường sẽ đưa chúng tôi vượt quá số giờ mà chúng tôi dự định trả. \nTrên đường đi, bạn có thể tìm thấy tất cả các công viên xinh đẹp và bối cảnh hình ảnh. Chúng tôi không tìm được chỗ bơi và quay trở lại cảng để ăn trưa dã ngoại. Có rất nhiều nơi để ngồi và ăn trưa. \nSau 11 giờ hòn đảo sẽ khá đông đúc.Đọc thêm",
            "Kính gửi quý khách nazlied2015,\n\nCảm ơn bạn rất nhiều vì nhận xét của bạn về Quần đảo Hoàng tử. Chúng tôi muốn gặp lại bạn tại những hòn đảo xinh đẹp của chúng tôi càng sớm càng tốt.\n\nTrân trọng\n\nPrincesslandstour. NetĐọc thêm",
            "Chắc chắn phải đến gặp bất kỳ ai - ở Istanbul.\n\nLên kế hoạch đi tiên sớm khoảng 9 giờ sáng hoặc sớm hơn.\n\nCó rất nhiều nơi để tham quan trên đảo, nó đơn giản là đẹp và yên bình.\n\nTuyệt vời cho việc đi xe đạp. Nên quay lại vào khoảng 4 giờ chiều vì phà có xu hướng trở nên quá đông đúc.\n\nĐể đến đó, hãy đi thuyền từ bến phà kabataj hoặc kadikoy tùy thuộc vào bến nào gần bạn hơn.Đọc thêm",
            "Xin chào du khách thân mến elhadimarouanee,\n\nCảm ơn nhận xét của bạn về Quần đảo Hoàng tử, một trong những nơi đẹp nhất trên thế giới. Cảm ơn lời khuyên của bạn cho những du khách khác. Chúng tôi mong được chào đón bạn quay trở lại Quần đảo Hoàng tử sớm nhất có thể.\n\nTrân trọng\n\nHoàng tử - Quần đảo\n\nPrincesislandstour.netĐọc thêm",
            "Thật là một ngày đáng yêu thoát khỏi sự hối hả và nhộn nhịp của Istanbul.  Một chuyến đi thuyền dài thực sự tốt đẹp.  Dạo quanh đảo.  Rất nhiều cửa hàng, quán cà phê, v.v. Chúng tôi đã có một bữa trưa hải sản ngon miệng, sau đó bắt chuyến phà cuối cùng trở về lúc 5 giờ chiều.  Rất thích nó. Đọc thêm",
            "Xin chào quý khách du lịch GillR294 thân mến,\n\nCảm ơn nhận xét của bạn về Quần đảo Hoàng tử, một trong những nơi đẹp nhất trên thế giới. Cảm ơn lời khuyên của bạn cho những du khách khác. Chúng tôi mong được chào đón bạn quay trở lại Quần đảo Hoàng tử sớm nhất có thể.\n\nTrân trọng\n\nHoàng tử - Quần đảo\n\nPrincesislandstour.netĐọc thêm",
            "Chuyến đi đáng yêu đến Quần đảo Princes. Chúng tôi bắt chuyến phà từ Kabatas đến hòn đảo lớn nhất - hòn đảo cuối cùng -. Bạn cần lấy thẻ Istanbul từ các máy bên ngoài nhà ga - thực tế không có phòng vé nào ở ga Kabatas - . Thẻ Istanbul có giá 70 TL và bạn nạp tiền vào thẻ. Vé một chiều mỗi người khoảng 60 TL nên bạn cần khoảng 120 TL cho chuyến phà khứ hồi. Nhiều người có thể đi du lịch trên cùng một thẻ Istanbul. Bạn có thể sử dụng thẻ này để đi xe buýt điện trên đảo. Chúng tôi đã không sử dụng nó vì thay vào đó chúng tôi chọn đi bộ quanh đảo. Bạn có thể thuê xe đạp nếu muốn khám phá hoặc có sẵn taxi điện. Hòn đảo rất đẹp với nhiều ngôi nhà gỗ và thiên nhiên. Khung cảnh tuyệt vời của biển, các hòn đảo khác và các khu vực của Istanbul. Các nhà hàng bên bến cảng có giá hơi cao nhưng được mong đợi. Kem rất ngon. Phà chạy mỗi giờ. Tôi khuyên bạn nên đến đó vào buổi sáng. Phà mất khoảng 2h từ Kabatas đến hòn đảo lớn nhất. Chúng tôi trở về bằng chuyến phà lúc 6h30 tối và đón hoàng hôn tuyệt đẹp trên đường về. Đọc thêm",
            "Bạn có thể thực hiện các hòn đảo như một chuyến tham quan hoặc bạn có thể tự mình đi phà để khám phá, rẻ hơn nhiều - 80tl - mỗi chiều - có thể mua tại phòng vé ở Kabatas, nơi có trạm xe điện. Phà dừng ở hai hòn đảo - chúng tôi đã đến đảo Buyukada lớn nhất, mất hơn một giờ di chuyển. Chúng tôi đi bộ, nhưng lần sau sẽ thuê một chiếc xe đạp hoặc ô tô điện vì những ngọn đồi dốc! Kiến trúc tuyệt vời để chiêm ngưỡng cộng thêm ở điểm cao nhất có một trại trẻ mồ côi, tu viện và quán cà phê bị bỏ hoang bên cạnh với tầm nhìn nổi bật.  Chúng tôi bắt chuyến phà về lúc 3h30, khá đông đúc nên đừng về quá muộn.  Một tùy chọn bổ sung là chương trình giải trí trên tàu với người dẫn chương trình bán đồ dùng nhà bếp, những người rất vui nhộn - khiến thời gian trôi qua nhanh chóng. Một ngày thư giãn và có chút khác biệt so với Istanbul hỗn loạn. Đọc thêm",
            "Bạn có thể thực hiện các hòn đảo như một chuyến tham quan hoặc bạn có thể tự mình đi phà để khám phá, rẻ hơn nhiều - 80tl - mỗi chiều - có thể mua tại phòng vé ở Kabatas, nơi có trạm xe điện. Phà dừng ở hai hòn đảo - chúng tôi đã đến đảo Buyukada lớn nhất, mất hơn một giờ di chuyển. Chúng tôi đi bộ, nhưng lần sau sẽ thuê một chiếc xe đạp hoặc ô tô điện vì những ngọn đồi dốc! Kiến trúc tuyệt vời để chiêm ngưỡng cộng thêm ở điểm cao nhất có một trại trẻ mồ côi, tu viện và quán cà phê bị bỏ hoang bên cạnh với tầm nhìn nổi bật.  Chúng tôi bắt chuyến phà về lúc 3h30, khá đông đúc nên đừng về quá muộn.  Một tùy chọn bổ sung là chương trình giải trí trên tàu với người dẫn chương trình bán đồ dùng nhà bếp, những người rất vui nhộn - khiến thời gian trôi qua nhanh chóng. Một ngày thư giãn và có chút khác biệt so với Istanbul hỗn loạn. Đọc thêm",
            "Chuyến đi đáng yêu đến Quần đảo Princes. Chúng tôi bắt chuyến phà từ Kabatas đến hòn đảo lớn nhất - hòn đảo cuối cùng -. Bạn cần lấy thẻ Istanbul từ các máy bên ngoài nhà ga - thực tế không có phòng vé nào ở ga Kabatas - . Thẻ Istanbul có giá 70 TL và bạn nạp tiền vào thẻ. Vé một chiều mỗi người khoảng 60 TL nên bạn cần khoảng 120 TL cho chuyến phà khứ hồi. Nhiều người có thể đi du lịch trên cùng một thẻ Istanbul. Bạn có thể sử dụng thẻ này để đi xe buýt điện trên đảo. Chúng tôi đã không sử dụng nó vì thay vào đó chúng tôi chọn đi bộ quanh đảo. Bạn có thể thuê xe đạp nếu muốn khám phá hoặc có sẵn taxi điện. Hòn đảo rất đẹp với nhiều ngôi nhà gỗ và thiên nhiên. Khung cảnh tuyệt vời của biển, các hòn đảo khác và các khu vực của Istanbul. Các nhà hàng bên bến cảng có giá hơi cao nhưng được mong đợi. Kem rất ngon. Phà chạy mỗi giờ. Tôi khuyên bạn nên đến đó vào buổi sáng. Phà mất khoảng 2h từ Kabatas đến hòn đảo lớn nhất. Chúng tôi trở về bằng chuyến phà lúc 6h30 tối và đón hoàng hôn tuyệt đẹp trên đường về. Đọc thêm",
            "Chúng tôi đi phà - thanh toán bằng thẻ Istanbul - và đi vào buổi sáng. Trên phà bạn có thể mua trà - cà phê - smth để ăn. Thời tiết thật hoàn hảo cho tháng 12 - Trời khá gió trên băng ghế bên ngoài, thật đáng giá. Chúng tôi thuê một chiếc xe đạp và lái đi. Mọi người rất thân thiện và sẵn sàng giúp đỡ. Chúng tôi đã dành khoảng 3 giờ ở đó - thế là đủ.Đọc thêm",
            "Xin chào du khách thân mến Daria K,\n\nCảm ơn nhận xét của bạn về Quần đảo Hoàng tử, một trong những nơi đẹp nhất trên thế giới. Cảm ơn lời khuyên của bạn cho những du khách khác. Chúng tôi mong được chào đón bạn quay trở lại Quần đảo Hoàng tử sớm nhất có thể.\n\nTrân trọng\n\nHoàng tử - Quần đảo\n\nPrincesislandstour.netĐọc thêm",
            "Thật là một ngày đáng yêu thoát khỏi sự hối hả và nhộn nhịp của Istanbul.  Một chuyến đi thuyền dài thực sự tốt đẹp.  Dạo quanh đảo.  Rất nhiều cửa hàng, quán cà phê, v.v. Chúng tôi đã có một bữa trưa hải sản ngon miệng, sau đó bắt chuyến phà cuối cùng trở về lúc 5 giờ chiều.  Rất thích nó. Đọc thêm",
            "Xin chào quý khách du lịch GillR294 thân mến,\n\nCảm ơn nhận xét của bạn về Quần đảo Hoàng tử, một trong những nơi đẹp nhất trên thế giới. Cảm ơn lời khuyên của bạn cho những du khách khác. Chúng tôi mong được chào đón bạn quay trở lại Quần đảo Hoàng tử sớm nhất có thể.\n\nTrân trọng\n\nHoàng tử - Quần đảo\n\nPrincesislandstour.netĐọc thêm",
            "Chắc chắn phải đến gặp bất kỳ ai - ở istanbul. Lên kế hoạch đi cổ tích sớm như 9 giờ sáng hoặc sớm hơn. Có rất nhiều địa điểm để tham quan trên đảo, nó đơn giản là đẹp và yên bình. Tuyệt vời để đạp xe. Bạn nên quay lại vào khoảng 4 giờ chiều, vì phà có xu hướng đông đúc. Để đến đó, hãy đi thuyền từ bến phà kabataj hoặc kadikoy tùy thuộc vào bến nào gần bạn hơn.Đọc thêm",
            "Xin chào du khách thân mến elhadimarouanee,\n\nCảm ơn nhận xét của bạn về Quần đảo Hoàng tử, một trong những nơi đẹp nhất trên thế giới. Cảm ơn lời khuyên của bạn cho những du khách khác. Chúng tôi mong được chào đón bạn quay trở lại Quần đảo Hoàng tử sớm nhất có thể.\n\nTrân trọng\n\nHoàng tử - Quần đảo\n\nPrincesislandstour.netĐọc thêm",
            "Bản thân hòn đảo này rất đẹp nhưng người dân rất không thân thiện. Chúng tôi đã ở Istanbul 5 ngày và người dân Thổ Nhĩ Kỳ rất thân thiện nhưng người dân trên đảo không có điểm gì chung với người dân Istanbul. Chúng tôi có một trong những chiếc xe điện này để thực hiện một chuyến đi vòng quanh đảo. Ở đầu tài xế nói chúng tôi phải rời khỏi xe đưa đón và đợi xe đưa đón khác mà không có thêm thông tin gì. Sau đó chúng tôi đến ga tiếp theo và đợi xe buýt. Nhưng những chuyến xe đưa đón lúc nào cũng đầy người. Sau đó chúng tôi bắt đầu đi bộ và đợi ở mỗi ga hơn 30 phút. Những chiếc xe buýt thậm chí còn không dừng lại. Các tài xế cho biết lần nào xe đưa đón cũng đầy nhưng chúng tôi lại thấy chỗ trống. Khi chúng tôi nói chuyện với người khác, họ thậm chí còn không trả lời và phớt lờ chúng tôi. Tôi nghĩ rằng bạn không nên ghé thăm hòn đảo này vì bạn vừa có ấn tượng xấu về chính Istanbul. Và khi bạn đến đó, chỉ cần uống cà phê hoặc trà từ những người phục vụ không thân thiện và rời khỏi đảo.Đọc thêm",
            "Kính gửi Quý khách 550eniss,\n\nTrước hết, tôi muốn nói rằng tôi rất tiếc vì trải nghiệm tiêu cực mà bạn gặp phải ở Quần đảo Hoàng tử. Nhưng theo tôi hiểu, nguyên nhân chính dẫn đến những tiêu cực mà bạn gặp phải ở Quần đảo là do thiếu giao tiếp. Trên thực tế, người dân trên đảo khá giả hơn trên đất liền. Giống như tất cả người Thổ Nhĩ Kỳ. Những gì bạn đã trải qua có thể là cú sốc văn hóa. Nhân tiện, nếu bạn không có bất kỳ thông tin nào về hòn đảo khi đến thăm Quần đảo Hoàng tử, bạn chắc chắn có thể thực hiện một chuyến tham quan có hướng dẫn viên với một công ty du lịch.\n\nBạn cũng có thể liên hệ với chúng tôi nếu có bất kỳ câu hỏi nào trước hoặc trong chuyến thăm của bạn.\n\nTrân trọng\n\nPrincesslandstour. Mạng lưới\n\n - 90 537 2132693Đọc thêm",
            "Chúng tôi đi thuyền đến Buyukada từ Eminunu. Phía sau thuyền là nơi tốt nhất để chụp ảnh. Chúng tôi dừng lại dọc đường để đón những du khách khác trước khi khởi hành từ Bosphorus đến biển Marmara. Một số du khách được đưa đến những hòn đảo nhỏ hơn trước khi chúng tôi dừng lại ở Buyukada, hòn đảo lớn nhất trong ba hòn đảo. Các mặt hàng trên đảo đắt hơn. Chúng tôi đã thực hiện một chuyến đi bằng xe đạp lên đến đỉnh và mất 30 phút. Bản đồ mà chúng tôi được cung cấp và chỉ đường sẽ đưa chúng tôi vượt quá số giờ mà chúng tôi dự định trả. Trên đường đi, bạn có thể tìm thấy tất cả các công viên xinh đẹp và bối cảnh hình ảnh. Chúng tôi không tìm được chỗ bơi và quay trở lại cảng để ăn trưa dã ngoại. Có rất nhiều nơi để ngồi và ăn trưa. Sau 11 giờ hòn đảo sẽ khá đông đúc.Đọc thêm",
            "Kính gửi quý khách nazlied2015,\n\nCảm ơn bạn rất nhiều vì nhận xét của bạn về Quần đảo Hoàng tử. Chúng tôi muốn gặp lại bạn tại những hòn đảo xinh đẹp của chúng tôi càng sớm càng tốt.\n\nTrân trọng\n\nPrincesslandstour. NetĐọc thêm",
            "Điều này làm chúng tôi nhớ đến những chuyến đi đảo ở Hy Lạp và Seychelles. Một hòn đảo mà chúng tôi đến gần như không có người ở trong khi hòn đảo kia không có ô tô nhưng có khá nhiều nhà cửa và con người. Chúng tôi đạp xe trong một giờ; đi qua đảo, cho chim bồ câu ăn, ăn một số món ngon của Thổ Nhĩ Kỳ và chụp nhiều bức ảnh về hai hòn đảo và con thuyền. Bữa trưa miễn phí được phục vụ trên thuyền Ngày tuyệt vời.Munir Daya.Đọc thêm",
            "Kính gửi khách du lịch của chúng tôi, ông Munir Daya,\n\nTrước hết, cảm ơn bạn rất nhiều vì nhận xét của bạn về Quần đảo Hoàng tử, một trong những nơi đẹp nhất thế giới.\nKhi bạn đến thăm Quần đảo Prince một cách có ý thức, bạn có thể có một khoảng thời gian vô cùng thú vị.\nKhông có nơi nào khác gần Istanbul và có thiên nhiên như vậy. Và đây là một nơi lâu đời như chính lịch sử.\nCảm ơn bình luận của bạn.\n\nVới lời chúc tốt đẹp nhất\n\nMạng lưới du lịch quần đảo PrincesĐọc thêm",
            "Khách sạn của chúng tôi tổ chức tour du lịch cho tôi và vợ tôi, thật là một trải nghiệm tồi tệ khi đi trong thời tiết lạnh giá. Công ty du lịch của chúng tôi là kẻ lừa đảo, trời rất lạnh trên phà, họ đã vứt quảng cáo lên hòn đảo đầu tiên mà không có bất kỳ thông tin nào. Đảo thật nhàm chán vào mùa đông. Đề xuất của chúng tôi là sử dụng Phà bình thường ở lại bao lâu tùy thích và trở về với chi phí thấp hơn.Đọc thêm",
            "Kính gửi Lữ khách,\n\nTrước hết xin cảm ơn bạn đã dành thời gian bình luận. \n\nChúng tôi vô cùng đau buồn trước trải nghiệm mà bạn đã trải qua ở Quần đảo Hoàng tử, một trong những nơi đẹp nhất trên thế giới. Quần đảo là địa điểm rất đẹp, nơi đây được nhiều du khách ghé thăm cả vào mùa hè lẫn mùa đông. Khuyến nghị của chúng tôi cho chuyến thăm quần đảo của bạn là hãy đến thăm từng hòn đảo. Nó có thể thú vị hơn theo cách đó. Nhưng nếu bạn không biết đi đâu và có ít thời gian thì hãy sắp xếp một chuyến du lịch riêng.\n\n Bạn có thể liên hệ với chúng tôi để có hướng dẫn viên du lịch và phương tiện di chuyển thuận tiện hướng dẫn riêng cho bạn.\n\nTrân trọng\n\n - 90 537 213 2693 Đọc thêm",
            "Chuyến thăm đảo công chúa của tôi thật khủng khiếp. Rào cản ngôn ngữ thứ nhất, thứ hai là những người lái xe không biết một chút tiếng Anh nên bạn không thể giao tiếp. Tôi đã ở với một tuổi của tôi. Chúng tôi lấy một chiếc xe đẩy để đi một vòng quanh đảo. Khi chúng tôi lên đến đỉnh, người lái xe đẩy ra về và chiếc xe tiếp theo sẽ đón chúng tôi. Chúng ta đã nói là chúng ta không thể đi xuống cùng một chiếc xe đẩy được sao? cô ấy nói tôi không hiểu và cô ấy bảo để lại xe. Sau nhiều giờ chờ đợi, con tôi đã quá kiệt sức và mệt mỏi. một chiếc xe đẩy đến rồi không dừng lại và lao xuống cùng những hành khách đó. Tôi bị sốc vì sao cô ấy lại nói rời khỏi xe khi cô ấy có thể đưa chúng tôi về. Sau một thời gian dài chờ đợi, có xe đẩy đến và tôi ngạc nhiên khi chúng tôi cố gắng ngồi vào thì họ nói trả tiền lần nữa rồi ngồi. Con tôi đã khóc suốt một tiếng đồng hồ mà chúng không thèm bận tâm và lại mắc sai lầm khi nạp thẻ bằng cách chỉ sai đường đi mua sắm. Chồng tôi đi nạp thẻ sai tuyến đường và sau một tiếng đồng hồ anh ấy xuất hiện trong rừng với biết bao sự tức giận và thất vọng. Chúng tôi đã trả tiền ngay từ đầu cho họ và muốn có một chuyến đi khứ hồi giống như nhiều người nhận cùng một số tiền. Ít nhất họ nên đề cập đến việc tính phí thẻ vì giỏ hàng tiếp theo sẽ tính phí lại cho bạn. Chúng tôi quay trở lại đất liền chỉ một phút trước khi tàu quay trở lại thành phố chính. Cả một ngày lãng phí và đau đớn nhất là không có sự chào đón của mọi người, thậm chí họ nhìn thấy con tôi khóc quá nhiều và quá bồn chồn. không hiểu biết về ngôn ngữ. Ít nhất họ có thể in các quy tắc và nói với mọi khách du lịch trước khi đi xe, Không có gì ở trên chỉ có vài chiếc xích đu và một cửa hàng bán đồ nhỏ. Tôi sẽ không bao giờ đến thăm hòn đảo công chúa này vì trải nghiệm khủng khiếp này.Đọc thêm",
            "Kính thưa quý khách,\n\nTrước hết xin cảm ơn góp ý của bạn.\n\nTôi đã đọc đi đọc lại bình luận của bạn. Tôi rất tiếc vì những gì đã xảy ra với bạn. Nhưng tôi không thể hiểu tại sao bạn lại để sự kiện này khiến bạn không vui ở một trong những nơi đẹp nhất thế giới như quần đảo. Đây là một góc trời với thiên nhiên, cảnh quan, công trình lịch sử, những nhân vật nổi tiếng và quan trọng nhất thế giới đã từng sống hoặc đã sống. Là một hòn đảo, tôi đi bộ đến thăm địa điểm tuyệt vời này bất cứ khi nào có thể và lần nào tôi cũng tận hưởng nó. Tôi ước bạn có thể tận hưởng khoảnh khắc này mà không bị mắc kẹt với những gì bạn đang trải qua.\nMặc dù chúng tôi cung cấp dịch vụ riêng cho khách hàng nhưng bạn có thể gọi cho chúng tôi miễn phí trong những trường hợp như vậy.\n\nNgoài ra, quần đảo này là một nơi quá đẹp để có thể bị hiểu sai do những sự kiện nhỏ như vậy. Hãy tận hưởng khi bạn đến đây.\n\nTrân trọng\n\nOnur Koçak\n\nPrinces - Đảo Tour Onwer\n\n - 90 537 213 2693 Đọc thêm"
        ],
        "star_ratings": [
            251,
            136,
            56,
            21,
            27
        ],
        "review_amount": 491,
        "location": [
            "Istanbul",
            "Châu Âu",
            "Hoàng tử - Quần đảo",
            "Thổ Nhĩ Kỳ",
            "Những điều cần làm ở Istanbul"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written November 8, 2023",
            "Written November 25, 2023",
            "Written April 4, 2024",
            "Written May 20, 2024",
            "Written May 21, 2024",
            "Written April 4, 2024",
            "Written December 11, 2023",
            "Written November 25, 2023",
            "Written November 9, 2023",
            "Written July 29, 2023",
            "Written July 6, 2023",
            "Written January 25, 2023",
            "Written December 6, 2022",
            "Written November 19, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293974-d4288286-Reviews-Princes_Islands-Istanbul.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d9709524-Reviews-Pelikan_Balikcisi-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d11550216-Reviews-Buyukada_Loc_Ada_Otel_Restaurant-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d3343806-Reviews-Lunapark_Restaurant-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d4726540-Reviews-Bahcede_Sinek_Cafe-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d9976726-Reviews-Nizam_Bistro_Restaurant-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d12941330-Reviews-Sermest-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d14069023-Reviews-Palya_Teras_BalIk_Restaurant-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d6589764-Reviews-Secret_Garden_Restaurant-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d8022224-Reviews-Buyukada_Sekercisi_Candy_Island-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g635900-d4877834-Reviews-Balikci_Suleyman_Buyukada-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g635900-d3612901-Reviews-Adalar_Museum-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g635900-d3605000-Reviews-Aya_Yorgi_Church-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6721649-Reviews-Yoruk_Ali_Plaji-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g635900-d12687550-Reviews-Buyukada_Tabiat_Parki-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d12717498-Reviews-Dilburnu_Tabiat_Parki-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g635900-d3702380-Reviews-Nakibey_Plaj-Buyukada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d8059645-Reviews-Heybeliada_Island-Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308789-d6865009-Reviews-Halki_Theological_School-Heybeliada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308789-d3676034-Reviews-Inonu_Evi_Muzesi-Heybeliada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308789-d12791927-Reviews-Aziz_Nikola_Rum_Ortodoks_Kilisesi-Heybeliada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4288286-Reviews-or10-Princes_Islands-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1553374-Reviews-Emirgan_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1657485-Reviews-Bosphorus_Strait-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548972-Reviews-Gulhane_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548911-Reviews-Bebek_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295235-Reviews-Halic-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2198171-Reviews-Istanbul_Akvaryum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d524126-Reviews-Yildiz_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1891745-Reviews-Istanbul_Sea_Life_Aquarium-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d301017-Reviews-Belgrad_Forest-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d24823515-Reviews-Lilyum_Spa-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297983-d1912023-Reviews-Turkish_Heritage_Travel-Goreme_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19611201-Reviews-SGA_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3617742-Reviews-Prinkipo_Meyhanesi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548907-Reviews-Bagdat_Street-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d294646-Reviews-Burgazada-Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34845-d116550-Reviews-BabyLand_General_Hospital-Cleveland_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d135399-Reviews-Adventure_Aquarium-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d4413483-Reviews-Usana_Ampitheater-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d15688368-Reviews-Thai_Massage_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d559323-Reviews-Hyde_Park-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1475262-Reviews-Waikiki_Starlight_Luau-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d291079-Reviews-Riga_Zoo-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3444807-d4371028-Reviews-Kos_Natural_Park-Zia_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g58732-d10524497-Reviews-United_Club-SeaTac_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32635-d4681018-Reviews-Livermore_Shiva_Vishnu_Temple-Livermore_Tri_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293974-d4288286-Reviews-or10-Princes_Islands-Istanbul.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293974-d4288286-Reviews-Princes_Islands-Istanbul.html"
    }
]