[
    {
        "attraction_name": "Procida Island",
        "attraction_name_vi": "Đảo Procida",
        "general_info": [
            "896 đánh giá",
            "- 65 trong số 910 điều cần làm ở Naples",
            "Quần đảo"
        ],
        "attraction_summary": "Đó là một trải nghiệm rất tốt đẹp tổng thể. Hòn đảo và ngôi nhà đầy màu sắc của nó rất đẹp và đồ ăn rất tuyệt. Con tàu từ Pozzuoli chỉ có 8-9 chuyến - và chúng tôi đến đó bằng tàu hỏa từ Naples. Chúng tôi đã đi bơi tại - Spiaggia Chiaia - nơi được gợi ý cho chúng tôi bởi người phụ nữ rất hữu ích làm việc trong bộ phận thông tin gần nơi phát hành vé. Chắc chắn có giá trị thời gian.Đọc thêm",
        "reviews": [
            "Một nơi tuyệt đẹp, lý tưởng để thưởng thức hương vị của Ý. Các bến du thuyền thật ngoạn mục và thật thú vị khi khám phá những con phố nhỏ. Xe buýt điện giúp bạn di chuyển dễ dàng hoặc bạn có thể thuê ô tô điện hoặc xe đạp điện. Giao thông đường phố đôi khi hơi hỗn loạn, nhưng tất cả đều là một phần của bầu không khí. Bãi biển Ciraccio cho đến nay là nơi tốt nhất và các nhà hàng là nơi tuyệt vời để thưởng thức hải sản - mặc dù hơi đắt so với tiêu chuẩn Ý. - Chúng tôi yêu thích nó.Đọc thêm",
            "Ban đầu chúng tôi đang xem xét Capri, nhưng nơi này trông rất đẹp và giống như Amalfi 10 năm trước, khi chúng tôi đến vào khoảng 12 giờ trưa, nó thật đáng yêu và yên tĩnh, sau năng lượng điên cuồng của Naples, chúng tôi cảm thấy mình thư giãn ngay lập tức. Ra khỏi SNAV, chúng tôi rẽ trái và đi theo bến cảng cho đến khi đến một quán bar trên bãi biển và một bãi biển nhỏ yên tĩnh, với làn nước ấm áp và tầm nhìn ra các hòn đảo, ngọn núi và Vesuvius khác. Ngồi đây hóng gió mát mà chìm được mấy cái lạnh, giá cũng rất phải chăng. Cách đó không xa là con đường bạn có thể đi để đến bến cảng ở phía bên kia, nơi chụp tất cả những bức ảnh đẹp như tranh vẽ về thị trấn đầy màu sắc, nếu bạn đi về phía Palazzo d - Avalos, bạn sẽ có được một số khung cảnh ngoạn mục, nó rất đẹp dốc nhưng cũng có giá trị nó. Tốt hơn là bạn nên đi các bậc thang xuống bến cảng gần phía bên trái - nếu đối diện với bến cảng - vì chúng không dốc bằng và có tay vịn. Thật là một nơi đáng yêu, chúng tôi thậm chí còn cân nhắc việc ở lại một đêm vì có một số căn hộ và khách sạn có sẵn trên booking.com với giá khoảng - 70. Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Chúng tôi đã định đến Capri từ tàu du lịch neo đậu ở Naples nhưng sau chuyến thăm khá kinh khủng đến Portofino với đám đông khổng lồ, chúng tôi quyết định chọn một hòn đảo ít được biết đến hơn cho chuyến đi trong ngày của mình. Chúng tôi không thất vọng. Chiếc phà đi qua rất rộng, có máy lạnh và tương đối sạch sẽ. Bản thân hòn đảo tuy nhỏ nhưng mang lại cảm giác giản dị. Chúng tôi chỉ đi lang thang quanh thị trấn và các cửa hàng, uống vài ly tại các quán cà phê địa phương và sau đó ăn trưa trước khi quay trở lại.\n\nMột lựa chọn thực sự tốt để ngắm nhìn một hòn đảo không có đám đông.Đọc thêm",
            "Chúng tôi đến Procida vào giữa tháng 11 năm 2023 từ bến cảng Pozzuoli bằng chiếc phà thông thường. Vé khứ hồi là 18 EUR - người. Chuyến phà thật đáng giá - chúng tôi thậm chí còn nhìn thấy cá heo - - Procida thì không. Đối với tôi, đó là một sự cường điệu quá mức của Insta về Procida do những ngôi nhà đầy màu sắc dọc theo bến thuyền thể thao - chiếc phà đến cách một bến cảng khác khoảng 10 phút đi bộ -. Đầu tiên chúng tôi leo lên đồi để ngắm pháo đài cũ - một phần là nhà tù cũ, bị bỏ hoang - và ngắm nhìn khung cảnh nổi tiếng. Điều này thực sự tốt đẹp. Nhưng đó là tất cả. Chúng tôi quyết định đi bộ qua hòn đảo nhỏ này. Đây là một lựa chọn tồi - bên ngoài thành phố chính, bạn đi bộ trên những con phố không có vỉa hè bị truy đuổi bởi những chiếc ô tô và xe máy chạy quá tốc độ. Có rất nhiều khu vườn nhỏ nhưng bạn không thể nhìn thấy chúng vì tất cả các đường phố đều được rào lại bằng những bức tường hoặc hàng rào đồ sộ. Cơ sở hạ tầng du lịch gần như biến mất trong tháng 11 Bạn không tìm thấy lối đi đẹp; điều đó - khác biệt đáng kể so với Ischia hoặc Capri gần đó. Đến đó - tránh Procida. Procida là hòn đảo dành cho chủ sở hữu chứ không phải khách du lịch. Thật khó tin: sau những chuyến đi bộ đầy thất vọng, chúng tôi quay trở lại bến cảng trong tuyệt vọng chờ chuyến phà để trở về Pozzuoli. Không bao giờ Procida nữa.Đọc thêm",
            "Chúng tôi đã có ý định đến Capri từ tàu du lịch neo đậu ở Naples nhưng sau chuyến thăm khá kinh khủng đến Portofino với đám đông khổng lồ, chúng tôi quyết định chọn một hòn đảo ít được biết đến hơn cho chuyến đi trong ngày của mình. Chúng tôi không thất vọng. Chiếc phà đi qua rất rộng, có máy lạnh và tương đối sạch sẽ. Bản thân hòn đảo tuy nhỏ nhưng mang lại cảm giác giản dị. Chúng tôi chỉ đi lang thang quanh thị trấn và các cửa hàng, uống vài ly tại các quán cà phê địa phương và sau đó ăn trưa trước khi quay trở lại. Một lựa chọn thực sự tốt để ngắm nhìn một hòn đảo không có đám đông.Đọc thêm",
            "Ban đầu chúng tôi đang xem xét Capri, nhưng nơi này trông rất đẹp và giống như Amalfi 10 năm trước, khi chúng tôi đến vào khoảng 12 giờ trưa, nó thật đáng yêu và yên tĩnh, sau năng lượng điên cuồng của Naples, chúng tôi cảm thấy mình thư giãn ngay lập tức. Ra khỏi SNAV, chúng tôi rẽ trái và đi theo bến cảng cho đến khi đến một quán bar trên bãi biển và một bãi biển nhỏ yên tĩnh, với làn nước ấm áp và tầm nhìn ra các hòn đảo, ngọn núi và Vesuvius khác. Ngồi đây hóng gió mát mà chìm được mấy cái lạnh, giá cũng rất phải chăng. Cách đó không xa là con đường bạn có thể đi để đến bến cảng ở phía bên kia, nơi chụp tất cả những bức ảnh đẹp như tranh vẽ về thị trấn đầy màu sắc, nếu bạn đi về phía Palazzo d - Avalos, bạn sẽ có được một số khung cảnh ngoạn mục, nó rất đẹp dốc nhưng cũng có giá trị nó. Tốt hơn là bạn nên đi các bậc thang xuống bến cảng gần phía bên trái - nếu đối diện với bến cảng - vì chúng không dốc bằng và có tay vịn. Thật là một nơi đáng yêu, chúng tôi thậm chí còn cân nhắc việc ở lại một đêm vì có một số căn hộ và khách sạn có sẵn trên booking.com với giá khoảng - 70. Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Một nơi tuyệt đẹp, lý tưởng để thưởng thức hương vị của Ý. Các bến du thuyền thật ngoạn mục và thật thú vị khi khám phá những con phố nhỏ. Xe buýt điện giúp bạn di chuyển dễ dàng hoặc bạn có thể thuê ô tô điện hoặc xe đạp điện. Giao thông đường phố đôi khi hơi hỗn loạn, nhưng tất cả đều là một phần của bầu không khí. Bãi biển Ciraccio cho đến nay là nơi tốt nhất và các nhà hàng là nơi tuyệt vời để thưởng thức hải sản - mặc dù hơi đắt so với tiêu chuẩn Ý. - Chúng tôi yêu thích nó.Đọc thêm",
            "Đó là một trải nghiệm rất tốt đẹp tổng thể. Hòn đảo và ngôi nhà đầy màu sắc của nó rất đẹp và đồ ăn rất tuyệt. Con tàu từ Pozzuoli chỉ có 8-9 chuyến - và chúng tôi đến đó bằng tàu hỏa từ Naples. Chúng tôi đã đi bơi tại - Spiaggia Chiaia - nơi được gợi ý cho chúng tôi bởi người phụ nữ rất hữu ích làm việc trong bộ phận thông tin gần nơi phát hành vé. Chắc chắn có giá trị thời gian.Đọc thêm",
            "Khi đến gần hòn đảo này, lần đầu tiên chúng tôi chỉ dừng lại và tiếp tục lên phà.  Trong thâm tâm tôi biết mình sẽ quay lại để có cảm nhận tốt hơn về Hòn đảo này.  Và chúng tôi đã làm được điều đó.  Chúng tôi đi dạo, tận hưởng và ngạc nhiên trước hòn đảo có ảnh hưởng lớn của người Hy Lạp này.  Đã yêu nó.  Những ngôi nhà được quét vôi trắng, màu sắc, mùi thức ăn đủ loại từ cá, cà phê đến món panino đơn giản. Tôi - sẽ quay lại để dẫn các bạn đi!Đọc thêm",
            "Với diện tích chưa đầy 2 dặm vuông, hòn đảo nhỏ bé này có sức ảnh hưởng lớn. Những ngôi nhà màu pastel, bến du thuyền có quán cà phê, những con phố hẹp, khung cảnh đẹp, di tích lịch sử, thiên nhiên hoang dã, những bãi biển gần như trống rỗng, ở đây có tất cả và rẻ hơn nhiều so với Capri và Ischia lân cận. Không có cửa hàng thiết kế hay cửa hàng thời trang nào, hòn đảo này được xây dựng dựa trên truyền thống rất đáng yêu và nó có sức hấp dẫn lớn vì điều đó!!Đọc thêm",
            "Đây là trải nghiệm trên đảo Ý mà bạn muốn trải nghiệm nếu bạn muốn một nơi không đông đúc và đông khách du lịch như Capri. Tàu cánh ngầm là cách nhanh nhất để đến đó nhưng chúng tôi đã sử dụng phà do Gestour điều hành vì giá chỉ bằng một nửa và phà dễ tìm và chạy đúng giờ. Bản thân hòn đảo này rất dễ tự khám phá. Chỉ cần đi theo con đường rải sỏi chính vào trung tâm hòn đảo và chiêm ngưỡng khung cảnh tuyệt đẹp. Thưởng thức bia hoặc cà phê tại Marina Coricella. Tháng Ba rất yên bình với cái nóng 19 độ C dễ chịu.Đọc thêm",
            "Chúng tôi chọn hòn đảo này để tránh xa đám đông ồn ào, và đây quả là một lựa chọn tuyệt vời. Có thể đi bộ khắp hòn đảo trong một ngày, với quang cảnh nổi tiếng của - Il Postino - ở một bên và ngay bên kia đồi là cảng cá và phà đặc trưng, ​​nhộn nhịp với các hoạt động ven bến tàuĐọc thêm",
            "Tôi có thể bắt đầu bằng cách nói rằng tôi yêu nước Ý và đã đi khắp đất nước này không. Ôi trời, nói chung, họ không phải là một nhóm người thân thiện ở đây. Người dân địa phương có vẻ khá bối rối khi không hiểu tại sao mọi người lại muốn đến thăm và nói chung là muốn được tự do làm theo ý mình. Chúng tôi ở lại hai đêm nhưng ở đây có một phong cách du lịch trong ngày. Bạn sẽ không bị làm phiền, quên bất kỳ loại rượu limoncello miễn phí nào ở đây đi! Thái độ của họ là họ sẽ không gặp lại bạn nữa, vậy thì tại sao phải bận tâm. Chắc chắn có giá cho người dân địa phương và giá cho khách du lịch ở một số cửa hàng, vì vậy hãy cẩn thận với những mặt hàng không có giá. Đừng ngại hỏi giá cả và chỉ cần đi tiếp nếu thấy quá đắt. Ưu điểm - văn phòng du lịch vô cùng hữu ích, có một số cảnh đẹp và cá để ăn. Xe buýt miễn phí và thường xuyên. Một số quán bar và nhà hàng THÂN THIỆN. Nhược điểm - họ nói rằng bạn có thể đi bộ trên đảo nhưng thực ra bạn không muốn làm vậy. Nó bao gồm những làn đường nhỏ với dòng xe cộ liên tục chạy phía sau bạn mọi lúc. Đừng bận tâm đến việc ăn mặc như bạn sẽ làm trên những hòn đảo khác. Bạn sẽ trông lạc lõng. Chúng tôi sẽ quay lại Ischia và Capri ngay lập tức và hầu như bất kỳ nơi nào khác mà chúng tôi đã ghé thăm ở Ý nhưng xin lỗi là không phải ở đây. Đọc thêm",
            "Bạn có thể thuê xe máy ở Procida ở đâu?Đọc thêm",
            "Từ Naples, chuyến phà nào rẻ nhất để đến Procida?\nCảm ơn Đọc thêm",
            "Xin chào, tôi muốn biết liệu vé phà tới Procida phải được đặt trước hay có thể mua trực tiếp vào ngày khởi hành, do chi phí đặt chỗ khá cao. Bạn có nguy cơ không tìm được chỗ ngồi hoặc có nhiều chuyến khởi hành và do đó bạn luôn có thể tìm được 2 vé. Cảm ơnĐọc thêm?",
            "Tùy vào hãng bạn chọn dựa trên nhu cầu của bạn... với Scottolines - tàu cánh ngầm - bạn có thể lấy vé lên tàu mà không cần phải đặt vé 12 chiều - khứ hồi nhưng bạn chỉ được chọn nếu đi bằng xe đạp vì họ không mang ô tô hoặc xe máy lên máy bay. Với các công ty khác - phà - tôi khuyên bạn nên đặt chỗ để đảm bảo an toàn.Đọc thêm",
            "Tôi sẽ ở Procida vào cuối tuần tới gần Giáo xứ S. Antonio di Padova, bạn có thể cho tôi biết những bãi biển đẹp nhất và trên hết nếu có nhu cầu đặt chỗ - ngay cả đối với những bãi biển miễn phí - theo các hạn chế sau Covid-19 , Tôi cũng muốn có nhiều gợi ý khác nhau về địa điểm đi chơi và ăn uống, thậm chí có thể là những nơi rẻ tiền và nơi bạn có thể thuê xe đạp, bao gồm cả xe điện.Đọc thêm",
            "CHÀO! Về lối vào bãi biển, tôi đã trả lời bạn trên diễn đàn. Đẹp nhất theo ý kiến ​​​​của tôi là: Pozzovecchio - của - Il Postino - - có thể đến được bằng xe buýt C1, trạm dừng Pozzovecchio là ga cuối, bạn không thể đi sai; Vịnh Chiaia ở phía bên kia của hòn đảo so với bãi biển đã đề cập trước đó, bạn phải đi xuống khá nhiều bước để đến đó hoặc một đoạn đường dốc từ phía bên kia, bãi biển Silurenza cũng không tệ mặc dù nó gần với cảng tôi tìm thấy năm nay nó khá sạch sẽ Để ăn, tôi khuyên bạn nên thử món Procida, một món tráng miệng đặc trưng của nơi này và bạn có thể tìm thấy nó ở tất cả các quán bar trên đảo nhưng tôi phải nói rằng tôi đã mua được món ngon nhất ở nhiều tiệm bánh khác nhau trong thị trấn và chúng có giá rất cao. thậm chí còn ít hơn ở quán bar... tiệm pizza Anema - pizza, gần cảng, làm bánh pizza và panuozzi tuyệt vời và rẻ tiền nhưng là đồ mang đi, chúng tôi thích Da Girone và Fuego tại bàn, giá cả phù hợp với các nhà hàng địa phương khác và ở đây bạn cũng có thể ăn cá ngon, Panetteria là một lò nướng hoạt động rất tốt và bạn có thể tìm thấy casatielli, pizza escarole, nhiều loại pizza, món tráng miệng, v.v. Bạn có thể tìm thấy xe đạp, kể cả xe điện, cả ở bến cảng và đi lên, GM ở xa hơn một chút.Đọc thêm",
            "lối vào Procida\n\nXin chào tất cả mọi người,\n\nTôi muốn bắt đầu bằng việc nói rằng Procida là một trong những hòn đảo đẹp nhất của Ý mà tôi đã ghé thăm. Tôi đã ở đó vào mùa hè năm ngoái và chắc chắn tôi sẽ quay lại vào mùa đông.\n\nTrong chuyến thăm thị trấn, tôi có thể nhận thấy rằng hầu hết các ngôi nhà đều có lối vào chung điển hình, bao gồm một lối vào có cửa, cầu thang đi lên tầng trên và một cửa mở phía trên cửa không có cửa. cửa sổ, thường có hình tròn.\n\nCó ai có thể cho tôi biết lý do của hệ thống này không? Nó có ý nghĩa đặc biệt nào không?\n\nCảm ơn bất cứ ai có thể cho tôi một số thông tin về nó hoặc nơi họ có thể tìm thấy thông tin trực tuyến, sách, v.v.\n\n\n\nLời chào hỏi.\n\nAlessioĐọc thêm",
            "Có cần sưởi ấm trong nhà nghỉ vào tháng 10 không? Chúng tôi thuê một căn hộ không có hệ thống sưởi....Đọc thêm",
            "Tôi sẽ đến Procida từ Naples trong một ngày. Bạn đề nghị bãi biển nào? Tôi đang đi bộ và muốn ở gần cảng.Đọc thêm",
            "Xin chào, cùng với một số người bạn, chúng tôi đã thuê xe đạp điện, cách nơi phà đến một đoạn ngắn....Tôi không biết bãi biển cụ thể nào - Đọc thêm",
            "Cách tốt nhất để đạt được điều đó là gì? Nó có giá bao nhiêu? Đọc thêm",
            "Đi phà - có vé khứ hồi - tốt nhất nên tra cứu trên InternetĐọc thêm",
            "Tháng 12 có phải là thời điểm tốt để ghé thăm Procida? Tôi nghe nói hầu hết các cửa hàng và nhà hàng đều đóng cửa vào tháng 12Đọc thêm",
            "Đây không phải là một ý tưởng hay, hòn đảo quá nhỏ và vào mùa hè hầu như mọi thứ đều đóng cửaĐọc thêm",
            "Xin chào, tôi đã đến thăm Ischia và tôi tò mò về Procida. Biển có đáng không? bãi biển?\nCảm ơn AlbertoĐọc thêm",
            "Đừng dành nhiều hơn một vài ngày.Đọc thêm"
        ],
        "star_ratings": [
            557,
            202,
            69,
            30,
            38
        ],
        "review_amount": 896,
        "location": [
            "Nước Ý",
            "Tỉnh Napoli",
            "Những điều cần làm ở Napoli",
            "Campania",
            "Đảo Procida",
            "Châu Âu",
            "Napoli"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written August 15, 2023",
            "Written September 2, 2023",
            "Written September 14, 2023",
            "Written November 29, 2023",
            "Written September 14, 2023",
            "Written September 2, 2023",
            "Written August 15, 2023",
            "Written July 11, 2023",
            "Written June 5, 2023",
            "Written May 13, 2023",
            "Written March 21, 2023",
            "Written February 26, 2023",
            "Written October 21, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187785-d2720516-Reviews-Procida_Island-Naples_Province_of_Naples_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d10302298-Reviews-Ristorante_Pizzeria_Fuego-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d6524182-Reviews-Bar_Gelateria_Chiaro_Di_Luna_Procida-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d1587229-Reviews-Caracale-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d1901754-Reviews-La_Lampara-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d1111658-Reviews-La_Gorgonia-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d15143335-Reviews-Il_Pescatore-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d1410633-Reviews-Re_Ferdinando-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d2172442-Reviews-Il_Maestrale-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d4470038-Reviews-Il_Vefio_Di_Procida-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187787-d12859953-Reviews-Da_Maria_Alla_Corricella-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d2336065-Reviews-The_Port_of_Corricella-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d15187757-Reviews-Piazza_dei_Martiri_Semmarezio-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d2214263-Reviews-Terra_Murata-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d24878667-Reviews-Carlo_Ciucchi_Picchio_Gallery-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d24878015-Reviews-Sea_Museum-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d2024470-Reviews-Abbazia_San_Michele_Arcangelo-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d15143968-Reviews-Chiesa_di_San_Leonardo-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d14955319-Reviews-La_Lingua-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d15244763-Reviews-Luigi_Nappa_Art_Gallery-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d13114032-Reviews-Chiesa_di_Maria_Santissima_della_Pieta_e_San_Giovanni_Battista-Procida_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2720516-Reviews-or10-Procida_Island-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2041649-Reviews-Posillipo-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d3580569-Reviews-Parco_Sommerso_di_Gaiola_Area_Marina_Protetta-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2088016-Reviews-Parco_Virgiliano-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d4542391-Reviews-Royal_Park_of_Capodimonte-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d4246585-Reviews-Orto_Botanico_di_Napoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d4738350-Reviews-Lo_Zoo_di_Napoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d8599574-Reviews-Borgo_Marinari-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d1171582-Reviews-Parco_Vergiliano_a_Piedigrotta-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d8444928-Reviews-Il_Gabbiano-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d3317157-Reviews-Cratere_degli_Astroni-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d27891517-Reviews-Cesare-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078128-d10235255-Reviews-Ingozzando-Bacoli_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d4700813-Reviews-Felice_Mare-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d4454811-Reviews-L_Unico_Bio_Bar_Bazar-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d20904152-Reviews-Progettoceano-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d21178404-Reviews-E_movete_Noleggio_Vendita_E_Bike_Deposito_Bagagli-Procida_Province_of_Naples_Cam.html",
            "https://www.tripadvisor.com/Attraction_Review-g187787-d17433162-Reviews-Enoteca_Borgo_Antico-Procida_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191373-Reviews-Natural_History_Museum_Naturhistorisches_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6426434-Reviews-Flea_Market_Dry_Bridge-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42130-d103793-Reviews-Henry_Ford_Museum_of_American_Innovation-Dearborn_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15150853-Reviews-Cannabis_Museum_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2407406-Reviews-International_Plaza_and_Bay_Street-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d8704641-Reviews-The_River_Passage_Water_Taxi-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d478881-Reviews-Makola_Market-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g42443-d7145902-Reviews-US_131_Motorsports_Park-Martin_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198947-Reviews-Omonia_Square-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187785-d2720516-Reviews-or10-Procida_Island-Naples_Province_of_Naples_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187785-d2720516-Reviews-Procida_Island-Naples_Province_of_Naples_Campania.html"
    }
]