[
    {
        "attraction_name": "Progressive Field",
        "attraction_name_vi": "Trường lũy ​​tiến",
        "general_info": [
            "2.418 đánh giá",
            "14 trong số 320 điều cần làm ở Cleveland",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Sân vận động Cleveland Indians có sức chứa hơn 43.000 người và có ba tầng phòng suite cùng một câu lạc bộ sân vận động lớn. Đọc thêm",
        "reviews": [
            "Nhận được ghế Câu lạc bộ từ một người bạn.  Đồ ăn miễn phí rất tốt cho đồ ăn ở sân bóng.   Đêm Tee Shirt đã không làm mọi người thất vọng và pháo hoa thật tuyệt vời.  Có rất nhiều loại bia ngon và rất nhiều người hâm mộ mặc áo đấu của Ricky Vaughn!Đọc thêm",
            "Đây là một sân bóng chày nhỏ xinh nằm ở Ohio. Nơi này rất dễ đi vào và sạch sẽ.  Giá cả rất phải chăng. \nChỉ có điều tôi không thích là phòng tắm! Không có quầy hàng! Rất có thể bạn sẽ thích thú.Đọc thêm",
            "Công viên còn hơn cả những gì chúng tôi có thể tưởng tượng. Khu tưởng niệm được thiết kế đẹp mắt với rất nhiều cây xanh và thảm thực vật tạo bóng mát và thiên nhiên. Có RẤT NHIỀU nhà hàng để lựa chọn với nhiều loại thực phẩm khác nhau để lựa chọn. Đồ uống có sẵn rất nhiều. Đi bộ đến Câu lạc bộ Terrace thật tuyệt vời với nhiều thông tin lịch sử hơn về đội bóng. Nhân viên rất thân thiện và hữu ích, xin cảm ơn Chris tại Câu lạc bộ Terrace vì chuyến tham quan thân thiện của anh ấy. Các hoạt động giải trí trong trò chơi rất vui và hấp dẫn, chẳng hạn như cuộc thi đấu xúc xích và thử thách ca hát. \nBóng chày cũng rất hay!\nHọc được rất nhiều điều về sân vận động và đội bóng từ những du khách thường xuyên ngồi cạnh chúng tôi. \nChúng tôi đã đi Uber đến và đi vì giao thông rất đông đúc và bãi đậu xe đắt đỏ.\nMàn bắn pháo hoa vào cuối trận đấu kéo dài mười phút khiến chúng tôi vô cùng kinh ngạc. Thật TUYỆT VỜI! ĐỪNG bỏ lỡ màn bắn pháo hoa.\nĐêm của chúng tôi là 1010 và chúng tôi không thể chờ đợi để quay lại! Đọc thêm",
            "Đã có trải nghiệm tuyệt vời khi xem bóng chày tuyệt vời ở Cleveland. Việc đỗ xe hơi khó khăn một chút và tôi đã tham dự một trận đấu trong ngày để giải quyết mọi vấn đề. Tôi cũng đã đến sớm hơn một giờ để xem Công viên Di sản. Mát mẻ theo cách bạn có thể nhìn thấy chuồng bò ở gần, gần Công viên Di sản. Thưởng thức một con chó trượt - xúc xích với thịt xông khói, mac, pho mát và trái cây! Đọc thêm",
            "Đã có trải nghiệm tuyệt vời khi xem bóng chày tuyệt vời ở Cleveland. Việc đỗ xe hơi khó khăn một chút và tôi đã tham dự một trận đấu trong ngày để giải quyết mọi vấn đề. Tôi cũng đã đến sớm hơn một giờ để xem Công viên Di sản. Mát mẻ theo cách bạn có thể nhìn thấy chuồng bò ở gần, gần Công viên Di sản. Thưởng thức một con chó trượt - xúc xích với thịt xông khói, mac, pho mát và trái cây! Đọc thêm",
            "Sân vận động đẹp nhưng hơi xuống cấp. Lối vào gọn gàng. Nhiều tượng đài và dấu mốc lịch sử. Một trong những sân bóng chày tốt hơn để ghi nhận những cầu thủ trong quá khứ. Đội ngũ nhân viên thân thiện và hữu ích. Đọc thêm",
            "Sân bóng tuyệt vời và mặc dù xem 2 đội không chơi bóng chày tốt nhưng bầu không khí rất dễ chịu. Nằm ở trung tâm thành phố thật tuyệt vì chúng tôi có thể đến Rock and Roll Hall of Fame vào buổi chiều... sau đó tìm một quán bar để ăn trên đường đến trận đấu. Đọc thêm",
            "Công viên còn hơn cả những gì chúng tôi có thể tưởng tượng. Khu tưởng niệm được thiết kế đẹp mắt với rất nhiều cây xanh và thảm thực vật tạo bóng mát và thiên nhiên. Có RẤT NHIỀU nhà hàng để lựa chọn với nhiều loại thực phẩm khác nhau để lựa chọn. Đồ uống có sẵn rất nhiều. Đi bộ đến Câu lạc bộ Terrace thật tuyệt vời với nhiều thông tin lịch sử hơn về đội bóng. Các nhân viên rất thân thiện và hữu ích, xin gửi lời cảm ơn đến Chris tại Câu lạc bộ Terrace vì chuyến tham quan thân thiện của anh ấy. Các hoạt động giải trí trong trò chơi rất vui và hấp dẫn, chẳng hạn như cuộc thi đấu xúc xích và các thử thách ca hát. Bóng chày cũng rất hay! Học được rất nhiều về sân vận động và đội bóng từ những du khách thường xuyên ngồi cạnh chúng tôi. Chúng tôi đã đi Uber đến và đi vì giao thông rất đông đúc và bãi đậu xe đắt đỏ. Màn bắn pháo hoa vào cuối trận đấu kéo dài mười phút khiến chúng tôi vô cùng kinh ngạc. Thật TUYỆT VỜI! ĐỪNG bỏ lỡ màn bắn pháo hoa. Đêm của chúng tôi là 1010 và chúng tôi không thể chờ đợi để quay lại! Đọc thêm",
            "Đây là một sân bóng chày nhỏ xinh nằm ở Ohio. Nơi này rất dễ đi vào và sạch sẽ.  Giá cả rất phải chăng. Chỉ có điều tôi không thích là phòng tắm! Không có quầy hàng! Rất có thể bạn sẽ thích thú.Đọc thêm",
            "Nhận được ghế Câu lạc bộ từ một người bạn.  Đồ ăn miễn phí rất tốt cho đồ ăn ở sân bóng.   Đêm Tee Shirt đã không làm mọi người thất vọng và pháo hoa thật tuyệt vời.  Có rất nhiều loại bia ngon và rất nhiều người hâm mộ mặc áo đấu của Ricky Vaughn!Đọc thêm",
            "Gần đây chúng tôi đã có chuyến thăm trở lại Progressive Field khi chúng tôi đi thăm bạn bè ở Cleveland.  Đã khoảng 10 năm kể từ lần cuối chúng tôi đến sân vận động.  Nó vẫn tiếp tục hoạt động! Sân vận động nằm ở trung tâm thành phố và gần một số địa điểm ăn uống.  Nó cũng có thể gây ra một chút khó khăn khi đỗ xe.  Hãy cố gắng lên kế hoạch trước để bạn không bị kẹt xe và bị trễ trận đấu! Các lựa chọn ăn uống khá tốt - và tất cả bọn trẻ đều có mũ bảo hiểm kem!  Đám đông thực sự say mê với trò chơi và chàng trai nhỏ của chúng tôi cũng tham gia vào trò chơi.  Anh ấy không thể tin được có bao nhiêu cuộc gọi mà trọng tài đã bỏ lỡ! Chúng tôi đã may mắn và có được một màn trình diễn pháo hoa tươm tất sau trận đấu. Sân vận động tuyệt vời và nguồn năng lượng tuyệt vời từ người hâm mộ.  Nếu nó không có trong danh sách nhóm bóng chày của bạn thì nó nên như vậy.Đọc thêm",
            "Thật là một sân vận động tuyệt vời. Tôi đã đến 20 trong số 30 sân vận động bóng chày. Một số đã được đào hố, số khác là đền thờ. Tôi chắc chắn nói đây là một ngôi đền. Ngồi ở ghế câu lạc bộ cấp độ 300. Vừa có một thời gian tuyệt vời. Người hâm mộ thật tuyệt vời, mặc dù chúng tôi đã giành được hai trong số ba. Tôi đặc biệt muốn giới thiệu sân vận động này cho tất cả những ai hỏi ý kiến ​​của tôi. Thức ăn rất ngon. Yêu rằng nó ở ngay trung tâm thành phố.Đọc thêm",
            "Không đẹp bằng Camden Yards, nhưng tôi muốn đến thăm công viên khi ở Cleveland. Tôi nghĩ giá bia của họ hơi cao, nhưng tôi không phải là người nghiện rượu thực sự nên có lẽ đó là mức giá trung bình. Giá thực phẩm cao mặc dù. Việc đi qua khu vực an ninh thật dễ dàng và nhân viên đã giúp tìm chỗ ngồi của tôi phía sau tấm nhà. Anh chàng rất tốt bụng. Công viên sạch sẽ và nằm trong khoảng cách đi bộ đến khách sạn của tôi. Chúng tôi dừng lại ở một vài nơi trên đường trở về trung tâm thành phố. Đọc thêm",
            "Sân bóng rất đẹp với tầm nhìn tuyệt vời.  Chỉ là cảnh báo cho những ai muốn tiết kiệm và ngồi ở tầng trên, tiện nghi ở ghế giá rẻ không bằng tầng dưới.  Có 2 quầy nhượng quyền phục vụ cấp độ 400 và 500.  Vì vậy, nếu đó là trò chơi tiêu chuẩn của bạn, hãy bật thêm một chút để ngồi xuống thấp hoặc lấy đồ ăn trước khi lên lầu.Đọc thêm",
            "Con gái tôi có thể mang máy tính bảng vào sân vận động không?Đọc thêm",
            "Các đội đối phương có bán hàng hóa của họ trong các trận đấu trên sân khách không?Đọc thêm",
            "KhôngĐọc thêm",
            "bạn có thể mang ô đến sân vận độngĐọc thêm",
            "Có, bạn có thể, nhưng chúng chỉ được phép mở khi có tấm bạt trên sân.Đọc thêm",
            "Ghế có kích thước lớn có thân thiện không?Đọc thêm",
            "Không đặc biệt, tôi là một người to lớn, khoảng 250 tuổi và tôi ngồi vừa khít trên ghế nhưng bất cứ ai nặng trên 300 pound sẽ khá chật. Tôi khuyên bạn nên đến khán đài nếu bạn cho rằng đó sẽ là vấn đề.Đọc thêm",
            "Họ có tham quan sân vận động không và chi phí là bao nhiêuĐọc thêm",
            "Nhà hàng chỉ mở cửa vào giờ ăn trưa trong mùa thấp điểm. Vào những ngày diễn ra trận đấu, nhà hàng mở cửa và cần phải có vé để sử dụng nhà hàng vào những ngày diễn ra trận đấu.Đọc thêm",
            "Có đường riêng cho khách không có túi xách không?Đọc thêm",
            "Đã từng có nhưng giờ không còn nữa. Dòng riêng biệt duy nhất dành cho người có vé theo mùa.Đọc thêm",
            "Có bao nhiêu chỗĐọc tiếp",
            "32,305Đọc thêm",
            "Có người bán áo phông và mũ bên ngoài sân vận động không? nếu có thì giá cả thế nào. Con trai và tôi sắp vào thị trấn chơi game. Cảm ơn!Đọc thêm",
            "Có nhưng bạn cũng có thể tìm thấy hàng hóa trong cửa hàng quà tặng với giá thực sự tốt. Đọc thêm",
            "Chào mọi người.\nTôi sẽ đi đến trường Progressive vào tháng 7 và đã mua vé ở hàng 136 gg. Khi mua, tôi không nhận ra rằng có một khoản treo quá mức và tôi và đối tác của mình muốn xem pháo hoa và ngắm cảnh. Loại những gì chúng ta thấy trên TV :-.\nCâu hỏi của tôi là, liệu chúng ta có nên mua vé ở ghế câu lạc bộ và đặt vé ở stubhub không? Giống như tôi đã nói, pháo hoa rất quan trọng đối với chúng tôi và đó là một hành trình dài thực sự nên nó phải đúng.Đọc thêm",
            "Tôi đồng ý với những nhà phê bình khác. Bạn có thể di chuyển xung quanh sau trận đấu để có tầm nhìn tốt hơn. Thậm chí có thể là tầng trên đối diện thẳng với màn hình khổng lồ. Có đủ thời gian sau trận đấu để di chuyển. Chỗ ngồi của bạn sẽ rất tuyệt vời cho trò chơi. Chúc bạn có một chuyến đi vui vẻ, tận hưởng tất cả những gì Cleveland mang lại!Đọc thêm",
            "Tôi có một vài câu hỏi về vé Club Level. Chúng tôi sẽ đến vào tháng 4 và đây sẽ là lần đầu tiên chúng tôi ngồi ở những chỗ ngồi này.\n\n1. Chúng tôi sẽ được phục vụ những loại đồ ăn nào? Có phải là những món ăn cơ bản của sân bóng chày không, hay họ có một số món ăn chất lượng hơn?\n\n2. Tôi hiểu là đồ uống không cồn được miễn phí. Tôi có thể cho rằng có thể mua bia mà không cần rời khỏi Club Level không?\n3. Phòng chờ Club Level có mở cửa cùng lúc với cổng không? Hay sớm hơn hoặc muộn hơn?\n\nCảm ơn trước! Đọc thêm",
            "I was there last year... Club 336. I took this right off of the website\nThe Club Lounge Seats feature an all-inclusive food and non-alcoholic beverage experience. The cost of the ticket includes all of our food stations and unlimited sodas. The Club bar has a large selection of draft, bottled and canned beers as well as a full line of liquors and daily drink specials available for purchase. The Club offers great views of the game either from your game seat or our many flat screen TVs throughout the area.\n\n\n Following is sample of our Club Menu offerings:\n\n\nOn the Concourse\n\nPop til you Drop Cart\n\nFreshly Popped Corn featuring butter and a variety of toppings\n\nNachos and Dogs\n\nConcourse Carts featuring Sugardale hot dogs, bratwurst and nachos featuring a variety of toppings \n including a chef-inspired topping \n\nPizzeria\n\nCheese and Pepperoni as your staple items\n Plus a Pizza of the Series will be featured along with a delicious dessert pizza\n\nPretzelicious\n\nCinnamon sugar and salted pretzels are located at the Pizzeria\n\nSnow Cone Cart\n\nChoose your flavor;\n Cherry, Blue Raspberry, Grape, Sour Apple, Bubble Gum and Root Beer\n\nIce Cream Cart\n\nHand dipped selections include Vanilla, Chocolate, Mint Chocolate Chip and Moose Tracks\n\nInside The Club\n\nSeries Specials Station\n\nEntrées prepared by our chefs and Themed for the Teams such as:\n Seared Chicken with Herb Tomato, Turkey Vesuvio,\n Herb Roasted Pork Loin with Pineapple Sauce or Roasted Beef with Teriyaki Sauce\n\nServed along with a Vegetable and Pasta of the series such as\n Lasagna Bolognese Lemon Pepper Orzo,\n Italian Style Green beans with seasoned Tomatoes,\n Or Crispy Garlic Sage Potatoes\n\nThe Ballpark Grill\n\nGrilled Hamburgers, Cheeseburgers, Sugardale Hot Dogs,\n Bratwursts, Onion Rings and French Fries\n \nAs for when it opens... We showed up an hour before the game so that we could visit the ball park and the club level was open...\n\nHope this help... enjoy your gameRead more"
        ],
        "star_ratings": [
            1552,
            710,
            132,
            15,
            9
        ],
        "review_amount": 2418,
        "location": [
            "Hoa Kỳ",
            "Cleveland",
            "Ohio OH",
            "Những điều cần làm ở Cleveland",
            "Trường lũy ​​tiến"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 8, 2023",
            "Written August 9, 2023",
            "Written August 9, 2023",
            "Written August 9, 2023",
            "Written July 26, 2023",
            "Written July 8, 2023",
            "Written July 6, 2023",
            "Written July 5, 2023",
            "Written June 7, 2023",
            "Written May 26, 2023",
            "Written May 9, 2023",
            "Written May 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50207-d272154-Reviews-Progressive_Field-Cleveland_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d12394745-Reviews-Marble_Room_Steaks_and_Raw_Bar-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d1120067-Reviews-Winking_Lizard_Tavern-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d7236262-Reviews-Butcher_and_the_Brewer-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d396538-Reviews-Flannery_s_Pub-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d10183573-Reviews-Mabel_s_BBQ-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d5580877-Reviews-Red_the_Steakhouse-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d8461184-Reviews-Barrio_Tacos_Gateway-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d15131040-Reviews-Southern_Tier_Brewing-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d12070444-Reviews-Yours_Truly_Playhouse_Square-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50207-d2254944-Reviews-Harry_Buffalo-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d10430694-Reviews-Erie_Street_Cemetery-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d615501-Reviews-Rocket_Mortgage_Fieldhouse-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d7791031-Reviews-Heinen_s_Downtown-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d13968190-Reviews-Western_Reserve_Fire_Museum-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d272155-Reviews-PlayhouseSquare-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d527275-Reviews-Gund_Arena-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d559970-Reviews-Cleveland_Public_Library-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d3660500-Reviews-Cuyahoga_County_Soldiers_and_Sailors_Monument-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d145312-Reviews-Old_Arcade-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d1473557-Reviews-The_Cleveland_Grays_Armory_Museum-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d272154-Reviews-or10-Progressive_Field-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d250295-Reviews-Lake_View_Cemetery-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137605-Reviews-USS_Cod_Submarine_Memorial-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d638635-Reviews-House_From_A_Christmas_Story-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d138124-Reviews-University_Circle-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d2469894-Reviews-James_A_Garfield_Monument-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d272156-Reviews-West_Side_Market-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d1784132-Reviews-Historic_Little_Italy_in_Cleveland-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d13999798-Reviews-Tours_of_Cleveland_LLC-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d5834312-Reviews-A_J_Rocco_s-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d15612078-Reviews-In_Cahoots-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d5832085-Reviews-City_Tap_Cleveland-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d5832982-Reviews-Nick_s_Sports_Corner-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d14142739-Reviews-See_Cle-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g54137-d10544497-Reviews-Anderson_Jockey_Lot-Belton_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g264369-d9876830-Reviews-Rincon_Art_Walk-Rincon_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d561073-Reviews-FunPlex-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32910-d10296611-Reviews-Bridal_Veil_Falls-Pollock_Pines_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g580264-d10295592-Reviews-The_Douro_Valley-Pinhao_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g41131-d2554267-Reviews-Patapsco_Valley_State_Park-Ellicott_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g580319-d10332578-Reviews-Frederic_Chopin_George_Sand_Museum-Valldemossa_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g143020-d144748-Reviews-Wizard_Island-Crater_Lake_National_Park_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29124-d8474826-Reviews-Pirate_s_Cove_Beach-Avila_Beach_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304074-d4745537-Reviews-TQ_Plaza-Budva_Budva_Municipality.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50207-d272154-Reviews-or10-Progressive_Field-Cleveland_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50207-d272154-Reviews-Progressive_Field-Cleveland_Ohio.html"
    }
]