[
    {
        "attraction_name": "Purse State Park",
        "attraction_name_vi": "Công viên bang Purse",
        "general_info": [
            "24 đánh giá",
            "- 1 trong 3 điều cần làm ở Nanjemoy",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Đây là một đánh giá trong thời gian đại dịch. Chúng tôi đi vào ngày thường để tìm răng cá mập. Nó - không được ký rõ ràng, có một lô nhỏ, và từ lô đó bạn đi bộ qua rừng - đi bộ một đoạn ngắn - đến - bãi biển. - Nó chứa đầy rác. Giống như nhiều chiếc tã lót đã mở, hộp đựng đồ mang đi, giống như ai đó đã dọn rác của một tuần trên khắp con đường và cây cối. Hơn nữa, có một nhóm lớn ở bãi biển, và vì đó là một bãi biển hẹp nên chúng tôi phải đi bộ qua nhóm của họ - bữa trưa để vượt qua họ. Chúng tôi đưa trẻ mới biết đi đi săn răng cá mập và lưới lọc. Chúng tôi có khoảng 15 chiếc răng trong một giờ khi chúng tôi đã hiểu rõ về nó. Bọn trẻ nghĩ nước cũng thật kinh tởm - trong nước có rác. Răng có màu đen và rất nhỏ, kích thước bằng hình thu nhỏ của bạn nên khi bạn biết mình cần tìm gì thì sẽ dễ dàng hơn. Không có nhiều người - ngoại trừ nhóm lớn - nhưng tôi không nghĩ khu vực này có thể chứa được nhiều người hơn. Internet khá yếu, không có thức ăn nào gần đó nếu bạn đang tìm kiếm thứ đó.Đọc thêm",
        "reviews": [
            "Bãi biển rất hẹp. KHÔNG AI CÓ MẶT NẠ với họ. Quá nhiều người. Bãi đậu xe chật hẹp, người ta chặn người vào. Quay lại ô tô, anh chàng đang tè ngay cạnh xe tải của mình. Những kẻ lười biếng trên bãi biển với những túi răng đến đó vào lúc bình minh và lấy đi từng chiếc một để không ai khác trong ngày hôm đó có thể tìm thấy bất kỳ chiếc nào. RÁC thải ra từ các mảnh vụn và nhựa trôi dạt từ thuyền. RẤT buồn. Theo như răng cá mập, chúc may mắn. Có một người đàn ông và một người vợ thường xuyên tới đó, lùng sục khắp nơi vào lúc mặt trời mọc và nhặt từng chiếc răng họ có thể tìm thấy để những vị khách còn lại không có cơ hội tìm thấy chiếc nào. Sẽ thật tuyệt nếu KHÔNG có người. Đối với tôi đây là nỗi thất vọng lớn nhất trong cuộc sống hiện nay. Bất kể bạn đi đâu ở đó - có rất nhiều người đến nỗi niềm vui và sự phấn khích khi đến thăm một khu vực mới trở nên vô ích. Điều đáng lo ngại nhất là thùng rác. Tôi hiểu là không có thùng rác. Nhưng thậm chí không ai quan tâm đến việc mang rác theo mình. Thật là buồn khi thấy mỗi inch vuông của mỗi công viên tự nhiên được bao phủ bởi thứ gì đó mà ai đó đã để lại. Làm ơn mọi người! Hãy mang thùng rác hôi thối của bạn đi!Đọc thêm",
            "Chuyến đi trong ngày vui vẻ với trẻ em! Mặc đồ bơi và giày đi nước để chơi trong nước và sàng lọc răng cá mập - mang theo rây lọc hoặc thậm chí là rây đồ chơi bãi biển! - . Không có nhiều răng như tôi mong đợi - tôi và các con gái đến lúc 11:30, ở lại khoảng 3 giờ và tìm thấy 20 chiếc răng - tôi chủ yếu là người tìm kiếm! - . Mang theo kem chống nắng, thuốc xịt côn trùng và đồ ăn nhẹ để lên kế hoạch ở lại và chơi trong vài giờ! Đọc thêm",
            "Bãi biển tuyệt đẹp nằm trên một con đường hẻo lánh - có thể cách bãi biển khoảng 1 - 4 phút đi bộ - rất bằng phẳng ngoại trừ 50 feet cuối cùng -. Bờ biển rất đẹp - sẽ rất tuyệt để bơi lội trong thời tiết ấm áp hơn nhưng chúng tôi có thể tìm thấy hàng chục chiếc răng cá mập hóa thạch. Không thể đề xuất điều này cao hơn cho một gia đình vui vẻ - hoặc bạn bè! - ngày!Đọc thêm",
            "Đã ở đó được nửa ngày. Tìm thấy 107 chiếc răng và bạn tôi tìm thấy 93 chiếc. Nhìn quanh mép nước và chúng ở khắp mọi nơi. Rất khuyến khích đi. Tất cả những chiếc răng đều nhỏ ngoại trừ một chiếc Otodus đàng hoàng. Dễ dàng tìm thấy răng hơn khi thủy triều lên và máy sàng rất tiện dụng nhưng không cần thiếtĐọc thêm",
            "Tôi - đã đến Công viên này vài lần trước đây, nhưng nó không phải là nơi dễ tìm nhất. Thực sự quay trở lại - Boonies - - không có địa danh thực sự nào để đi qua. Trên thực tế, thậm chí còn không có một tấm biển nào cho bạn biết đây là Công viên cho đến khoảng 5 hoặc 6 năm trước. Bãi đậu xe nằm ở bên trái Đường Liverpool Point - một khu đất nhỏ. Sau khi rẽ vào Đường Liverpool Point, bạn lái xe khoảng. 3 - 4 dặm và bạn sẽ thấy biển báo Công viên. Sau khi đỗ xe - băng qua đường và đi theo con đường mòn khoảng 3 - 4 dặm xuống bờ biển. Việc săn tìm hóa thạch là một điểm thu hút lớn ở đây - có rất nhiều răng cá mập và dường như có 4 loại răng cá sấu khác nhau để tìm thấy. Các hóa thạch ở đây có niên đại khoảng 60 triệu năm trước - trong thời kỳ Paleocen. Tốt nhất nên đi theo nhóm nếu bạn đi vì Công viên này rất xa và họ không có nhân viên ở đây. Công viên nằm dưới sự kiểm soát của Công viên Tiểu bang Smallwood ở phía Bắc Purse, nhưng tôi chưa bao giờ thấy một nhân viên kiểm lâm hay nhân viên Công viên nào ở đây. Hãy tận hưởng!Đọc thêm",
            "Viên ngọc ẩn ở miền nam md. Đỗ xe ở một bên đường và đuôi đi xuyên qua rừng ở phía bên kia. Đi bộ ngắn xuống sông. Bị cô lập nên có lẽ không phải là ý tưởng hay cho một người phụ nữ. Kiểm tra biểu đồ thủy triều vì bãi biển gần như biến mất và bạn sẽ không tìm thấy răng. Bạn sẽ tìm thấy khoảng 20 chiếc răng hóa thạch trong một giờ nếu bạn có con mắt tinh tường. Nhìn vào đống đổ nát khi thủy triều xuống.Đọc thêm",
            "Trong khi Calvert Cliffs nổi tiếng là bãi biển để săn tìm hóa thạch, bạn có thể tìm thấy răng cá mập và các hóa thạch khác trên khắp bờ biển phía nam của Mayland, bao gồm cả Công viên Bang Purse. Đó là một bãi biển nhỏ yên tĩnh, tuyệt vời, cách xa đám đông mà Calvert thường có. Nó cũng cách Mallow - s Bay và Công viên Tiểu bang Smallwood một đoạn ngắn. Tất cả những nơi tuyệt vời để chèo thuyền kayak và câu cá. Hãy ghi nhớ: nếu đến Purse State Park, quãng đường đi bộ từ bãi đậu xe đến bãi biển là nửa dặm, đi bộ dốc xuống bãi biển và không có nhà vệ sinh công cộng. Đồng thời kiểm tra mực nước thủy triều trước khi đến vì bãi biển nhanh chóng biến mất khi thủy triều lên.Đọc thêm",
            "Cảnh báo dành cho các bậc cha mẹ - tôi tìm thấy điều này trên một blog nuôi dạy con cái - cho rằng săn tìm hóa thạch sẽ là một cuộc phiêu lưu tuyệt vời. Con gái bị rắn cắn dưới nước - vết thương không nghiêm trọng, rắn không độc a nhưng thật đáng sợ khi 5 và 2 tuổi!Đọc thêm",
            "Chúng tôi đi khi thủy triều rút và ở lại trong vài giờ.  Chúng tôi tìm thấy khá nhiều răng cá mập nhỏ, nhưng có hai người đàn ông đi ngang qua và đề cập rằng họ thuộc Hiệp hội Địa chất Maryland.  Họ xác định tất cả những chiếc răng mà chúng tôi có và sau đó đưa cho con gái tôi một chiếc răng khổng lồ mà họ vừa mới nhặt.  Họ còn cúi xuống nhặt răng trong khi chúng tôi đang đứng đó.  Ước gì tôi có được con mắt đại bàng đó.  Chúng tôi cũng nhìn thấy những con đại bàng bay cao trên đầu.  Thực sự rất thích sự cô lập và làn gió thổi từ mặt nước.Đọc thêm"
        ],
        "star_ratings": [
            10,
            9,
            2,
            2,
            1
        ],
        "review_amount": 24,
        "location": [
            "Maryland - MD -",
            "Hoa Kỳ",
            "Nanjemoy",
            "Các hoạt động ở Nanjemoy",
            "Công viên bang Purse"
        ],
        "reviews_time": [
            "Written June 21, 2020",
            "Written May 30, 2020",
            "Written June 26, 2020",
            "Written May 15, 2020",
            "Written March 14, 2020",
            "Written March 20, 2013",
            "Written November 25, 2013",
            "Written August 16, 2015",
            "Written June 9, 2018",
            "Written July 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41282-d3973708-Reviews-Purse_State_Park-Nanjemoy_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41282-d26901244-Reviews-Nanjemoy_Country_Store_Bar-Nanjemoy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41282-d21431411-Reviews-Mallows_Bay_Potomac_River_National_Marine_Sanctuary-Nanjemoy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g58204-d2161316-Reviews-Potomac_Point_Winery-Stafford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41282-d27067173-Reviews-Friendship_Farm_Park-Nanjemoy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g58096-d27090401-Reviews-Town_of_Quantico_Municipal_Park-Quantico_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41282-d3973708-Reviews-or10-Purse_State_Park-Nanjemoy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41282-d3973708-Reviews-or20-Purse_State_Park-Nanjemoy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60940-d562393-Reviews-National_Museum_of_the_Marine_Corps-Triangle_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58329-d129731-Reviews-Leesylvania_State_Park-Woodbridge_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58204-d3561858-Reviews-Government_Island-Stafford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60940-d140946-Reviews-Prince_William_Forest_Park-Triangle_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28967-d108458-Reviews-Caledon_State_Park-Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58204-d6774395-Reviews-Stafford_Civil_War_Park-Stafford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58204-d10439627-Reviews-Patawomeck_Park-Stafford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41250-d10252464-Reviews-Smallwood_State_Park-Marbury_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57687-d23085203-Reviews-Rosie_s_Gaming_Emporium-Dumfries_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57687-d4609055-Reviews-Weems_Botts_Museum-Dumfries_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58204-d14064634-Reviews-Aquia_Landing_Park-Stafford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58096-d21356042-Reviews-Semper_Fidelis_Memorial_Park-Quantico_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57910-d1868467-Reviews-Rivershore_Charters-Lorton_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d23543400-Reviews-Museum_Of_Ice_Cream_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g644341-d3459660-Reviews-Las_Charcas_Mud_Baths-San_Pedro_del_Pinatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d9869194-Reviews-The_Basement_East-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g45086-d280049-Reviews-Pictograph_Cave_State_Park-Billings_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g196583-d670244-Reviews-Les_Espaces_d_Abraxas-Noisy_le_Grand_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d4843888-Reviews-The_Shops_of_Olde_Marco-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d24995707-Reviews-Iris_Galerie-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42252-d2409180-Reviews-Grand_Haven_Lighthouse_and_Pier-Grand_Haven_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3905660-Reviews-Telecabine_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2301874-Reviews-Old_Town_Altstadt_Tbilisi-Tbilisi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41282-d3973708-Reviews-or10-Purse_State_Park-Nanjemoy_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41282-d3973708-Reviews-Purse_State_Park-Nanjemoy_Maryland.html"
    }
]