[
    {
        "attraction_name": "Pu'uhonua O Hōnaunau National Historical Park",
        "attraction_name_vi": "Công viên lịch sử quốc gia nơi trú ẩn O Honaunau",
        "general_info": [
            "2.310 đánh giá",
            "1 trong 8 hoạt động giải trí ở Honaunau",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Trải dài dọc theo các bãi dung nham của Bờ biển Kona, Công viên Lịch sử Quốc gia Puʻuhonua o Hōnaunau là nơi có một số địa điểm Hawaii truyền thống quan trọng nhất trong quần đảo Hawaii. Một trong những đặc điểm nổi bật nhất của công viên là Puʻuhonua hoặc nơi ẩn náu được bao bọc bởi một bức tường xếp chồng khô khổng lồ dài 965 foot. Phục vụ như một nơi tôn nghiêm trong thời cổ đại cho các chiến binh bị đánh bại, những người không chiến đấu và những người vi phạm luật thiêng liêng kapu, Puʻuhonua o Hōnaunau vẫn là nơi linh thiêng đối với những người đặt chân lên khu đất của nó. Vùng nước được bảo vệ của Vịnh Hōnaunau kết hợp với nguồn nước sẵn có từ các suối nước lợ đã cung cấp vị trí lý tưởng cho aliʻi - hoàng gia Hawaii - những người đã thành lập các địa điểm dân cư và nghi lễ quan trọng gần đó, đặc biệt là một khu vực ngày nay được gọi là Hoàng gia Kauwalomalie. Ngôi nhà thần thánh được gọi là Hale o Keawe, là nơi nhiều người cai trị trước đây trên hòn đảo của chúng ta được phong làm thần trong lòng người dân của họ. Hãy ghé thăm một cách trân trọng.Đọc thêm",
        "reviews": [
            "Thực sự thích thú khi tìm hiểu về nơi trú ẩn này. Không mất quá nhiều thời gian để đi qua, có thể là một hoặc hai giờ, nhưng thực sự rất tuyệt. Có một khu vực dã ngoại đẹp mà bạn cũng có thể lái xe đến. Rất nhiều người đỗ xe ở bãi đậu xe ở đây và đi lặn ở two-step, có những biển báo yêu cầu bạn không được làm như vậy nhưng dường như không ai thực sự quan tâm. Đọc thêm",
            "Công viên lịch sử quốc gia Puuhonua O Honaunau nằm trên bờ biển phía tây Hawaii phía nam thuyền trưởng Cook. Đây là nơi linh thiêng, nơi các chiến binh Hawaii bị đánh bại và những kẻ phạm tội kapu bị kết án tử hình có thể thực hiện việc đền tội tại nơi ẩn náu này. Có một ngôi nhà Hawaii có một chiếc ca nô bên trong. Trong một bức ảnh khác, một người phụ nữ đang trình diễn cách làm những chiếc giỏ Hawaii từ lá cọ. Hale o Keawe một khu chôn cất cổ xưa của người Hawaii đang được trùng tu. Trên bức tường chắn biển hướng ra vịnh có hai bức tượng thần hộ mệnh. Bạn có thể nhìn thấy những đàn cá tang vàng bơi lội trong vịnh cạn. Tại một giảng đường nhỏ ngoài trời, một diễn giả trực tiếp đang thuyết trình về lịch sử về nơi này. Đi bộ trên những con đường mòn mất một giờ hoặc ít hơn. Nhà vệ sinh tại chỗ. Bãi đậu xe có biển hướng dẫn người lặn với ống thở không được phép đỗ xe ở đó. Có một dấu hiệu khác cho thấy không được phép lặn với ống thở, tắm nắng hoặc dã ngoại vì đây là địa điểm linh thiêng của Hawaii.Đọc thêm",
            "Chuyến thăm của gia đình tôi tới Puuhonau O Honaunau đã vượt qua mọi sự mong đợi của tôi. Tôi biết tôi sẽ thích nó vì tôi có xu hướng thích bất kỳ trang web nào cung cấp cái nhìn thoáng qua về lịch sử điểm đến. Nhưng nơi này đẹp một cách ngoạn mục. Khi tôi đứng trên một phiến nham thạch đen khổng lồ với những con sóng nhẹ nhàng vỗ vào gần chân mình, tôi có thể nhìn thấy những ngọn núi ở phía bên phải của tôi, một bãi biển công cộng với những người đang tận hưởng làn nước ở phía bên phải của tôi, một hình ảnh tái hiện của một ngôi làng Hawaii lịch sử ở phía bên phải của tôi. bên trái, và Thái Bình Dương rộng lớn ở ngay phía trước.\n\nKhi dạo quanh nơi từng là sân chơi của hoàng gia Hawaii, tôi thực sự có thể tưởng tượng cuộc sống ở ngôi làng ven biển này hàng trăm năm trước sẽ như thế nào. Sự chú ý đến từng chi tiết trong việc tái tạo địa điểm và thông tin có trong tài liệu quảng cáo bản đồ cho chuyến tham quan tự hướng dẫn, mang lại trải nghiệm giáo dục đặc biệt. Nhưng ngay cả khi bạn không quan tâm đến lịch sử, hãy dừng lại ở đây để ngắm cảnh. Đây là một trong những khung cảnh đẹp nhất trên Đảo Lớn.Đọc thêm",
            "Công viên lịch sử quốc gia Puuhonua o Honaunau nằm trên bờ biển phía tây nam của đảo Hawaii, Đảo Lớn của Hawaii, trên bờ biển Kona, cách Kailua một chút về phía nam.  Đây là một trong những địa điểm lịch sử lớn nhất và rộng lớn nhất của Hawaii và bao gồm phần còn lại của khu đất hoàng gia, khu phức hợp hoàng gia cũng như khu bảo tồn và địa điểm tôn giáo.  Nó bao gồm phần còn lại của ao cá và những bức tường đá lớn, đồng thời nằm trên một vịnh nhỏ tuyệt đẹp và đầy khí quyển.  \n\nCó một trung tâm du khách, có những tòa nhà được tái tạo và có một cửa hàng quà tặng.  Công viên bao gồm hướng dẫn đến các địa điểm khác nhau với nhiều thông tin, bao gồm những câu chuyện cụ thể liên quan đến địa điểm về các nhân vật lịch sử như Vua Kamehameha Đại đế, người đến cai trị Đảo Lớn và sau đó thống nhất toàn bộ Hawaii thành một vương quốc.  \n\nChúng tôi đến thăm nó lần đầu tiên vào năm 2016 nhưng vào thời điểm đó, khi chúng tôi đến đó, trung tâm du khách đã đóng cửa nên chúng tôi chỉ dành chút thời gian đi bộ xung quanh và khám phá nó.  Chúng tôi yêu thích nó đến mức khi quay lại Đảo Lớn vào tháng 6 năm 2023, chúng tôi đã ghé thăm lại khi nó đã mở cửa hoàn toàn.  Đọc thêm",
            "Biển báo ghi chú rằng du khách nên tôn kính ở nơi linh thiêng này, nhưng quá nhiều du khách không đọc hoặc không quan tâm. Tuy nhiên, khuôn viên được bố trí và bảo dưỡng tốt, và đáng để ghé thăm để chiêm nghiệm những ý tưởng về sự ăn năn và cứu chuộc được thể hiện trong các truyền thống liên quan đến Nơi Trú Ẩn này. Đây cũng là một địa điểm đáng yêu. Đọc thêm",
            "Tìm hiểu về văn hóa Hawaii, xem khu phức hợp hoàng gia và khu vực trú ẩn.  Triển lãm rất thú vị nhưng đôi khi hơi khó để tìm thấy từng điểm ưa thích.  Đảm bảo sử dụng Thẻ Công viên Quốc gia hàng năm của bạn để vào công viên quốc gia Thành phố tị nạn và tiết kiệm 20 USD phí vào cửa.Đọc thêm",
            "Bạn không thể không đánh giá cao lịch sử hàng thế kỷ và những kỷ niệm thấm nhuần ở nơi này. Các địa điểm khác nhau dọc theo chuyến tham quan tự hướng dẫn đều có nhiều thông tin, nhưng chỉ cần đứng và ngắm cảnh, bạn có thể dễ dàng nhận ra địa điểm này đã linh thiêng bấy lâu nay như thế nào. Chúng tôi đến thăm vào khoảng 2:30-3:15 chiều, thời tiết ấm áp và ẩm ướt nhưng lúc đó rất ít người tham dự. Dành một vài phút để tìm hiểu về lịch sử của địa điểm ngoạn mục này sẽ khiến mọi khoảnh khắc khác trên đảo trở nên đặc biệt hơn. Đọc thêm",
            "Di tích lịch sử cổ đại tuyệt đẹp. Một nơi tuyệt đẹp để tìm hiểu thêm về lịch sử và văn hóa Hawaii. Chúng tôi đã nhìn thấy một con rùa biển và vô số loài cá đầy màu sắc từ bờ biển trong vịnh hoàng gia và rất thích khám phá khuôn viên của địa điểm linh thiêng này.Đọc thêm",
            "Chúng tôi đã ghé thăm như một trong những điểm dừng của chúng tôi trong chuyến tham quan bờ biển Holland America Cruise.  Trên chiếc xe mô tô từ Polynesian Adventure, do chú Dennis lái.  Dennis thật tuyệt vời!  Anh ấy thật tuyệt vời trong suốt chuyến tham quan, với lời bình luận tuyệt vời là hướng dẫn viên lái xe của chúng tôi.  Công viên lịch sử quốc gia này rất đẹp.  Và chúng tôi đã có một ngày tuyệt vời để tận hưởng nó.  Tôi vui vì chúng tôi đã nhìn thấy nó.  Tôi sẽ quay lại.Đọc thêm",
            "Công viên rất thú vị với nhiều lịch sử của Quần đảo và văn hóa cũng như tín ngưỡng của nó. Bộ phim rất tuyệt và thực sự giúp giải thích những gì bạn sẽ thấy trong Công viên. Chắc chắn đáng để xem. Công viên có 2 mặt, Royal Grounds và Puuhonua. Các cuộc triển lãm rất tuyệt và tờ rơi có bản đồ tham quan tự hướng dẫn cung cấp thông tin hữu ích về những gì bạn đang thấy ở mỗi địa điểm. Những hình ảnh bằng gỗ của các vị thần Hawaii rất thú vị khi nhìn gần. Đọc thêm",
            "Gia đình tôi và tôi rất thích tìm hiểu lịch sử của người Hawaii ở đây và tham quan khu đất. Đó là một công viên đẹp và được bảo trì rất tốt. Sạch sẽ và yên tĩnh. Hãy nhớ xem phim ở trung tâm du khách và lấy cho mình một bản đồ để tìm hiểu thêm.Đọc thêm",
            "Chúng tôi muốn tìm hiểu thêm về lịch sử Hawaii và được người dân địa phương khuyến khích đến đây. Thực hiện một chuyến tham quan tự hướng dẫn quanh công viên thật thú vị, nhưng điểm nổi bật đối với chúng tôi là bài nói chuyện của kiểm lâm viên Kala Holiday, thật thú vị. Ranger Holiday là người Hawaii bản địa và đã thuyết trình trong trang phục truyền thống của Hawaii. Anh ấy là một diễn giả tuyệt vời, người đã giam giữ chúng tôi. Bạn tôi nói nghe anh ấy mà nổi da gà!Đọc thêm",
            "Thật là một địa điểm đẹp và lịch sử! Bạn bắt đầu bằng cách vào một bãi đậu xe lớn và dễ dàng truy cập vào trang web. Đây là một trải nghiệm tự hướng dẫn nhưng bạn sẽ có được một bản đồ hữu ích với thông tin bổ sung để hỗ trợ bạn trong chuyến đi. Có nhân viên sẵn sàng trả lời các câu hỏi nếu bạn có. Trang web sạch sẽ, được bảo trì tốt và rất dễ điều hướng, đặc biệt nếu bạn có bản đồ. Đó là một nơi rất thú vị và xinh đẹp với khung cảnh xung quanh tuyệt đẹp. Cơ hội tuyệt vời để tìm hiểu về các hoạt động văn hóa trong khu vực. Họ có đài phun nước và nhà vệ sinh cũng như một con đường đi bộ gần đó dẫn đến một điểm ngắm cảnh tuyệt đẹp.Đọc thêm",
            "Nơi dễ dàng để ghé thăm và tìm hiểu một số lịch sử của người bản địa. Được bảo tồn và duy trì tốt. Những chú cá nhiều màu sắc trong vùng nước nông làm cho nơi đây trở thành một nơi thú vị. Đọc thêm",
            "Đây là một nơi tuyệt vời để dành một giờ nếu bạn quan tâm đến văn hóa Hawaii.  Đây vừa là nơi ẩn náu của những người phá vỡ phong tục truyền thống của Hawaii, vừa có thời là nơi chôn cất các thủ lĩnh cấp cao của Hawaii.  Công viên yên tĩnh và thanh bình.  Chắc chắn không phải là một điểm đến ngoạn mục nhưng chắc chắn đáng để ghé thăm nếu bạn quan tâm đến văn hóa và lịch sử Hawaii.Đọc thêm",
            "Một công viên thật đẹp, tôi có thể ngồi đó hàng giờ đồng hồ. Tôi yêu tất cả các hình chạm khắc và màu sắc của gỗ trên mặt nước và bầu trời. Lịch sử rất có ý nghĩa ở địa điểm này, có một bộ phim kể cho bạn tất cả về nó. Yêu công viên nàyĐọc thêm",
            "Đây chắc chắn là một nơi ẩn náu, rất thư giãn và là nơi tuyệt vời để trải nghiệm một phần lịch sử Hawaii. Các tòa nhà và bức tượng rất đẹp mắt và bạn có thể ngắm cá trong hồ thủy triều dung nhamĐọc thêm",
            "Việc nhập học vào trang web này được bao gồm trong thẻ cao cấp. Có một trung tâm du khách nhỏ với cửa hàng quà tặng, một rạp chiếu phim và chính địa điểm này. Khu vực này được chăm sóc cẩn thận với khung cảnh tuyệt đẹp. Đó là nơi những kẻ bị lên kế hoạch hành quyết có thể được ân xá nếu họ đến được nơi ẩn náu này. Họ phải bơi qua vùng nước có nhiều cá mậpĐọc thêm",
            "Đi bộ đẹp ở công viên.  Thời tiết và gió thật tuyệt vời.  Bãi đậu xe tuyệt vời, gần công viên, trình bày tuyệt vời.  Rất khuyến khích đây là Hawaii.Đọc thêm",
            "Công viên rất thú vị với nhiều lịch sử của Quần đảo và văn hóa cũng như tín ngưỡng của nó. Bộ phim rất tuyệt và thực sự giúp giải thích những gì bạn sẽ thấy trong Công viên. Chắc chắn đáng để xem. Công viên có 2 mặt, Royal Grounds và Puuhonua. Các cuộc triển lãm rất tuyệt và tờ rơi có bản đồ tham quan tự hướng dẫn cung cấp thông tin hữu ích về những gì bạn đang thấy ở mỗi địa điểm. Những hình ảnh bằng gỗ của các vị thần Hawaii rất thú vị khi nhìn gần. Đọc thêm",
            "Bãi biển này có sẵn đồ ăn khôngĐọc thêm",
            "Không có thực phẩm có sẵn để mua trong khu vực này.  Các nhà hàng gần nhất cách khu vực này dọc theo đường cao tốc khoảng 15-20 phút về phía bắc.Đọc thêm",
            "Xin chào Rob Bạn có thể cho tôi biết bạn đã thuê thuyền kayak ở đâu không?  Tôi muốn thực hiện theo cách đó nhưng không muốn thực hiện một chuyến tham quan bằng thuyền kayak có tổ chức. Cảm ơnĐọc thêm",
            "Xin chào, Khởi hành446508. Bạn muốn biết gì về điểm du lịch này? vào công viên có mất phí không?Đọc thêm",
            "Dịch vụ Công viên Quốc gia tính phí vào cửa sau đây trừ khi bạn có một trong các thẻ của họ:\n\nPHÍ THAM GIA - Có hiệu lực từ ngày 1 tháng 1 năm 2020\n\n20,00 cho mỗi phương tiện phi thương mại riêng có sức chứa từ 15 trở xuống - 7 ngày\n10,00 mỗi người đi bộ hoặc xe đạp - 7 ngày\n15:00 mỗi xe máy - 7 ngày\n35:00 Thẻ hàng năm Puuhonua o Hōnaunau NHP\n55.00 Vé hàng năm Hawaii Tri-parkĐọc thêm",
            "Tại sao lại miễn phí, bạn có đi vào một ngày cụ thể nào đó để được miễn phí không? Thường thì sẽ có tính phí.Đọc thêm",
            "Chúng tôi đã trả 20 để gia đình vào công viên. Bạn có thể trả lại miễn phí cho tuần tiếp theo bằng cách xuất trình biên lai đã thanh toán của mình Đọc thêm",
            "CHÀO\nTàu du lịch của chúng tôi ở Kailua Kona trong một ngày - công viên có dễ đến không? Chúng ta có thể tự đi đến đó được không? \nCảm ơnĐọc thêm",
            "Xin lỗi, vừa thấy cái này - chúng tôi đã tham gia chuyến tham quan Roberts.  Một vấn đề là cảng yêu cầu đấu thầu nên bạn cần chắc chắn rằng mình có nhiều thời gian để thực hiện đấu thầu trả lại.  Chúng tôi nghĩ rằng địa điểm này rất xứng đáng với chi phí và thời gian của chuyến tham quan mặc dù hướng dẫn viên du lịch và điểm dừng trồng cà phê thì không.  Ngoài ra còn có một điểm dừng tại một nhà thờ sơn màu - tour Roberts hoặc nơi khác có lẽ rẻ hơn nhiều so với taxi.  Thuê ô tô là một lựa chọn, nhưng vấn đề đấu thầu sẽ làm phức tạp điều đó.Đọc thêm",
            "Đó có phải là zur One at Two Step không?Đọc thêm",
            "Mặc dù nhiều sách hướng dẫn và những cư dân sai lầm cho rằng công viên của chúng tôi và Two Step theo truyền thống được gọi là Lae kole là một, nhưng điều đó hoàn toàn không chính xác.  Chúng ta liền kề nhau nhưng được quản lý bởi các tổ chức riêng biệt.  Bãi đậu xe của chúng tôi không nhằm mục đích chứa những du khách đang lặn với ống thở bên ngoài nơi lưu trú của chúng tôi, cũng như không được phép tiếp cận nước bằng ống thở ở bất kỳ đâu trong Công viên Quốc gia của chúng tôi.  Du khách đến Two Step được khuyến khích đỗ xe dọc đường khi còn chỗ trống.  Nếu không có chỗ đậu xe, tốt nhất bạn nên thử một địa điểm lặn khác hoặc quay lại sau khi vắng người hơn.Đọc thêm",
            "CHÀO! Tôi hiểu rằng bạn có thể nói chuyện với một kiểm lâm viên. Đúng không ? Việc này diễn ra vào thời gian nào? Mahalo LauraĐọc thêm",
            "Chúng tôi tham dự hai buổi nói chuyện của Ranger vào giữa buổi sáng và gần trưa. Hỏi thời gian chính xác khi vào công viên.  Cả hai đều rất nhiều thông tin, rất khuyến khích. Một là trong gian nhà có mái che, và một là chuyến tham quan đi bộ trong công viên.Đọc thêm",
            "Bạn cần bao nhiêu thời gian để xem các trang web ở đây?Đọc thêm",
            "Khoảng một giờ Đọc thêm",
            "Chúng tôi có phải mua tour không?Đọc thêm",
            "Không cần tham quan, mặc dù tôi chắc chắn có người muốn tính phí cho bạn. Puuhonua o Honaunau cách Kona một quãng lái xe dễ dàng và đây là Công viên Quốc gia nên ngoài phí vào cửa khiêm tốn, không có chi phí nào khác. Khi đến Park Rangers, bạn sẽ có những buổi nói chuyện diễn giải và trả lời các câu hỏi tuyệt vời, đồng thời khu vực này đủ nhỏ để bạn có thể tự mình khám phá hoàn toàn mà không sợ bị lạc.Đọc thêm",
            "Tôi hiểu là có xe lănĐọc thêm",
            "Công viên cung cấp những chiếc ghế bánh xe có bánh xe bong bóng lớn được thiết kế để lăn bánh trên cát một cách an toàn và hiệu quả. Tôi không chắc liệu có thể đặt trước hay không nhưng vài lần gần đây tôi đến công viên, tôi thấy những chiếc xe lăn không được sử dụng nhưng vẫn có sẵn.Đọc thêm"
        ],
        "star_ratings": [
            1566,
            612,
            111,
            15,
            6
        ],
        "review_amount": 2310,
        "location": [
            "Đảo Hawaii",
            "Công viên lịch sử quốc gia nơi trú ẩn O Honaunau",
            "Hoa Kỳ",
            "Hawaii HI",
            "Các hoạt động ở Honaunau",
            "Sinh ra"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 17, 2023",
            "Written July 31, 2023",
            "Written August 3, 2023",
            "Written October 7, 2023",
            "Written October 18, 2023",
            "Written November 4, 2023",
            "Written December 5, 2023",
            "Written December 13, 2023",
            "Written February 22, 2024",
            "Written May 18, 2024",
            "Written April 29, 2024",
            "Written April 19, 2024",
            "Written April 3, 2024",
            "Written March 20, 2024",
            "Written March 19, 2024",
            "Written March 13, 2024",
            "Written March 3, 2024",
            "Written February 27, 2024",
            "Written February 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60941-d108277-Reviews-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60941-d3661970-Reviews-South_Kona_Fruit_Stand-Honaunau_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60580-d9462389-Reviews-Menehune_Coffee_Company-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60580-d2228711-Reviews-Big_Jakes_Island_B_B_Q-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d15140458-Reviews-Two_Step-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d534514-Reviews-The_Painted_Church-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d2272161-Reviews-Paleaku_Gardens_Peace_Sanctuary-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d258737-Reviews-Kona_Coffee_Living_History_Farm-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d109549-Reviews-Kealakekua_Bay-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d3519179-Reviews-The_Captain_Cook_Monument-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d11746550-Reviews-Pae_a-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60941-d1238272-Reviews-Bay_View_Farm-Honaunau_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d4012641-Reviews-Royal_Kona_Coffee_Center-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d12714399-Reviews-Rooster_Farms-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60941-d108277-Reviews-or10-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d7099594-Reviews-Kona_Cloud_Forest_Sanctuary-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60598-d534548-Reviews-Kula_Kai_Caverns-Ocean_View_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1215221-Reviews-Kona_Mike_s_Surf_Adventures-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d1603722-Reviews-Hawaii_Volcanoes_National_Park-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Ha.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d131308-Reviews-Kilauea_Iki_Trail-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60605-d284708-Reviews-Hawaii_Tropical_Botanical_Garden-Papaikou_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d208735-Reviews-Kilauea-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d12580179-Reviews-Kulaniapia_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d560901-Reviews-Makalawena_Pu_u_Ali_i-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d146754-Reviews-Mauna_Kea_Summit-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d5285601-Reviews-Bay_Side_Adventures-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d7645587-Reviews-Ehu_Kai_Adventures-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d4222738-Reviews-Big_Island_Bees-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d7305666-Reviews-Hala_Tree_Coffee-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d878481-Reviews-Kona_Boys-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d1079035-Reviews-Adventures_in_Paradise_Kayak_Snorkel-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d258738-Reviews-Greenwell_Farms-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d8613614-Reviews-Kona_Kayaks-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d3637364-Reviews-King_Kayak_Hawaii-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g28938-d276467-Reviews-Kentucky_Bourbon_Trail-Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d649292-Reviews-Maine_Indoor_Karting-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208702-Reviews-Reptile_Gardens-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g52639-d2208248-Reviews-Caledonia_State_Park-Fayetteville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g51839-d124583-Reviews-Breitenbush_Hot_Springs-Detroit_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d1805987-Reviews-Monsoon_Lagoon_Water_Park-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760384-d12539357-Reviews-Kaghan_Valley-Balakot_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41674-d571296-Reviews-Southwick_s_Zoo-Mendon_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60270-d2213361-Reviews-Bookworm_Gardens-Sheboygan_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d546724-Reviews-Castell_de_Eivissa-Ibiza_Town_Ibiza_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60941-d108277-Reviews-or10-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60941-d108277-Reviews-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html"
    }
]