[
    {
        "attraction_name": "Pyramids of Chi",
        "attraction_name_vi": "Kim tự tháp Chi",
        "general_info": [
            "254 đánh giá",
            "- 77 trên 362 Spa - Chăm sóc sức khỏe ở Ubud",
            "Yoga - Pilates",
            "Spa"
        ],
        "attraction_summary": "Kim tự tháp Chi là một sự đổi mới đối với thế giới thông qua sự kết hợp giữa Sức mạnh Kim tự tháp, Hình học thiêng liêng, Liên kết cực, Âm thanh cổ xưa và năng lượng ma thuật luôn hiện hữu của Bali. Chúng tôi tổ chức các sự kiện thường xuyên bao gồm chữa bệnh bằng âm thanh, trị liệu bằng ánh sáng, nghi lễ cacao, hội thảo về hơi thở và giọng nói, đánh thức tâm hồn, yoga, v.v. với những rung động tích cực và Sức mạnh Kim tự tháp. Để bổ sung cho các buổi học của mình, chúng tôi cung cấp - Thực phẩm như Thuốc - quán cà phê ngoài trời, Cửa hàng quà tặng đáng nhớ và ý nghĩa cũng như những khu vườn thiền định, thanh bình. Sức mạnh của Kim tự tháp - Sức mạnh của Con người - Sức mạnh của Tần số - Trải nghiệm chữa bệnh bằng âm thanh đỉnh caoĐọc thêm",
        "reviews": [
            "Nơi này thật tuyệt vời! Yêu mến người phụ nữ người Litva đã tham gia lớp học, cô ấy thật tuyệt vời với những gì mình đã làm! Một tuần sau, tôi quay lại và có một người lãnh đạo khác giỏi bằng một nửa và khiến tôi cảm thấy mình cần nhiều hơn nữa. sau đó anh ấy bảo mọi người theo dõi trang Instagram của anh ấy, điều mà tôi không hài lòng. \n Tôi sẽ quay lại Bali chỉ vì điều này! Chủ sở hữu Peter rất thân thiện và tôi rất muốn xây một cái ở đây tại Úc!!Đọc thêm",
            "Ồ, cảm ơn bạn rất nhiều, chúng tôi rất mong được gặp lại bạn : - Đọc thêm",
            "OMG.....thật là một phát hiện tuyệt vời! Các kim tự tháp chi làm cho kỳ nghỉ của chúng tôi ở Ubud trở nên tuyệt vời hơn! Chúng tôi đã tham dự buổi lễ Biểu hiện Cacao với Luciana. Thật là một buổi tối đáng yêu với những bài hát, Cacao - tình yêu, năng lượng tuyệt vời cùng những con người xinh đẹp. Id chắc chắn khuyên bạn nên truy cập vào đây. Đọc thêm",
            "Cảm ơn bạn vì câu chuyện tuyệt vời, rất vui vì bạn thích nó : - Đọc thêm",
            "Chúng tôi đã đến Kim tự tháp Chi trong nhiều năm, năng lượng ở đây thật đẹp, thật yên tĩnh, ngay từ khi bước vào tòa nhà, bạn đã cảm thấy thư thái và bình tĩnh. Thường thì chúng tôi đến để chữa bệnh bằng âm thanh, sau đó chỉ ngồi hàng giờ để tận hưởng cảm giác êm dịu của nơi này. Quán cà phê thật đặc biệt, cảm ơn Darma - Team - rất khuyến khích Full Moon Curry -. Đối với tôi, tôi nghĩ về Kim tự tháp Chi như - Linh hồn của Ubud - Peter - Lynn - chủ sở hữu - Các bạn thật tuyệt vời, thật là một món quà mà các bạn đã mang đến cho tất cả những ai ghé thăm. CẢM ƠN BẠN vì đã tạo ra một nơi linh thiêng như vậy, nơi phép thuật thực sự thực sự xảy ra ! Tình Yêu - Light Karen - Steve Đọc thêm",
            "Xin chào Karen - Steve, đánh giá của bạn đã được đón nhận một cách chân thành và chúng tôi rất vui mừng trước những quan sát cũng như lời khen ngợi của bạn.\nHy vọng chúng tôi sẽ được đón tiếp cả hai bạn một lần nữa trong tương lai gần.\nTrân trọng,\nKim tự tháp ChiĐọc thêm",
            "Kim tự tháp chi là một nơi rất đặc biệt. Nó thật ấm áp và nó có một năng lượng tích cực rung động tuyệt đẹp. Bạn có thể tham gia các buổi hội thảo với những giáo viên giỏi nhất và với nền khoa học đột phá để thay đổi bản thân và tối ưu hóa sức khỏe của bạn. Việc chữa lành bằng âm thanh mang tính cách mạng và không thể tin được. Sau này bạn sẽ không giống như vậy nữa. Các nhân viên thật tuyệt vời và rất tốt bụng. Thực đơn đầy cảm hứng và sáng tạo và những chiếc bánh phô mai sẽ chết. Cảm ơn Kim tự tháp chi đã khiến tôi trở lại trọn vẹn.Đọc thêm",
            "Xin chào Monique, cảm ơn vì đánh giá tuyệt vời của bạn và vâng, nhiều người cũng nói những nhận định tương tự về việc họ thường cảm thấy thay đổi như thế nào sau các buổi học với chúng tôi.\nHy vọng bạn có thể sớm ghé thăm chúng tôi.Đọc thêm",
            "Ồ! Đây là trải nghiệm tuyệt vời nhất trong cuộc đời tôi! Tôi biết một tuyên bố lớn, nhưng tôi và bạn tôi đã thực hiện buổi trị liệu Âm thanh, Ánh sáng và Rung động. Chỉ có 12 người và tuyệt vời không thể diễn tả được. Rất khuyến khích bất cứ ai ở gần Ubud làm điều này. Chúng tôi đã đặt trước vì số lượng chỗ có hạn nhưng rất đáng giá. Nơi tuyệt vời quá.Đọc thêm",
            "Xin chào OpalBin, cảm ơn đánh giá của bạn. Thật là một tin nhắn đáng yêu và rõ ràng là từ trái tim. LSV trong Kim tự tháp chắc chắn sẽ mang lại những cảm xúc tuyệt vời. Hy vọng chúng tôi có công ty của bạn ở đây một lần nữa trong tương lai gần.\n\nTrân trọng,\nKim tự tháp ChiĐọc thêm",
            "I went to Pyramids of Chi and tried three sessions. First was Kundalini Activation Process  - KAP - . I wanted to experience deep meditation after seeing it on Instagram. Although I didn - t fully get into it, I felt electric sensations in my body. People - s experiences can vary.\n\nIf you - re interested in trying KAP, book in advance as it fills up quickly.\n\nSecond was LSV meditation. I lay on a water bed inside a pyramid, and the instructor played music that made the bed vibrate. Psychedelic lights created a dreamy atmosphere. It felt like being in another world, but I couldn - t concentrate well because I needed to pee. I didn - t feel the out-of-body sensation my friend described, but it - s still worth trying.\n\nThird was Death Meditation. I was curious about the name, so I tried it. It felt like a mild hypnotic state and left me deeply relaxed. It - s worth a try.Read more",
            "Xin chào magicpp, cảm ơn vì đánh giá tuyệt vời của bạn. Vâng, chúng tôi thật may mắn khi có nhiều học viên tuyệt vời làm việc cùng chúng tôi\nHy vọng chúng tôi sẽ sớm gặp lại bạn ở đây.\n\nTrân trọng,\nKim tự tháp ChiĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Đây là một trong những trải nghiệm tuyệt vời nhất tôi có được ở Ubud. Tôi đã thực hiện phần hình ảnh âm thanh ánh sáng với Timo và đó là một trải nghiệm tuyệt vời. Timo đã cung cấp một quá trình tóm tắt tuyệt vời về cuộc hành trình với sự hiện diện như thiền của anh ấy. Một trong những lời khuyên tốt nhất tôi có thể đưa ra cho bất kỳ ai là hãy chuẩn bị tinh thần cho trải nghiệm. Đọc email tóm tắt của họ, ăn nhẹ hoặc nhịn ăn, bước vào với tâm trí cởi mở và trái tim rộng mở, đồng thời giảm bớt mọi năng lượng hạn chế hoặc phiền nhiễu trước khi bước vào địa điểm - đừng giao tiếp với người khác quá nhiều - . \n\nHighlight giới thiệu cho những ai muốn có trải nghiệm âm thanh và hình ảnh ở cấp độ tiếp theo!Đọc thêm",
            "As a newcomer to acupuncture, I was intrigued by the combination of acupuncture and sound healing, having never encountered such an approach before.\n\nI went in slightly nervous and not expecting the profound impact it would have on me.\n\nThe session began with a warm and short educational introduction by the acupuncturist, who explained the significance of each acupuncture point we would be focusing on.\nAs the needles were placed, I immediately felt a surge of relaxation wash over me, easing any doubts I had earlier.\n\nWhat really elevated the experience was the incorporation of sound healing. The tones and vibrations from the gong and singing bowls resonated perfectly where the needles were placed.\n\nAs the session ended, I noticed a big shift in my energy levels and overall spirit. I walked into the session feeling sluggish but I left feeling revitalized and more aligned.Read more",
            "Soulify với Mark Reid tại Kim tự tháp Chi là trải nghiệm hít thở đầu tiên của tôi, và nó thật mạnh mẽ! Kể từ đó, tôi đã quay lại để thực hiện buổi học nhiều lần hơn và luôn có trải nghiệm khác biệt, độc đáo. Chắc chắn sẽ giới thiệu cho bất kỳ ai dù bạn - đã từng làm việc này trước đây hay chưa.Đọc thêm",
            "What is nice about this place is food. Restaurant was quite nice. If you really want to experience sound meditation look elsewhere! As most of places in Bali care about money and to fit as many people as possible without considering their experience  - Pyramids of chi -  wasn - t an exception. In our group to go in was many people where your Neibour touches you basically  - yes, it - s that closed! - . I didn - t feel comfortable because it - s not my comfort zone to have unknown people to me laying done that closed! Another problem you are going to face is snoring! Of cause certain  -  of that many people will be snorting or coughing. The guide makes announcement to raise ur hand if ur Neibour is snoring and yes they do come and tap on shoulder those who snores but it already disturbs ur experience dealing with all this. My Neibour wasn - t snoring but I could hear heavy breathing from left and right  - u obviously will because people are too closed - . I would call this experience  - patience training meditation -  :- -  -  -  -  -  or  - snoring bowls -  :- -  If ur eager to experience something like that still, go to Yoga Barn. They have exactly the same organization though with putting too many people in but at least it - s twice cheaper. Abroad for this kind of sound meditations groups are limited and it - s controlled that nobody comes sick with flu or snores disturbing others. In bali nobody bothers.Read more",
            "Be careful, the experience can be a bit disingenuous. The property is under construction and not all sound healing sessions are held in the original pyramids. I just walked out of a session today and we were disappointed. Instead of being on the original pyramid which is built with water around it which optimises the whole experience, we were in a different pyramid on land where you can hear lots of outside noises of scooters, roosters, construction, and the layout is such that there is a lot of people who walk around near your head during the experience. It defeats the purpose of the experience. We felt it was misleading as we know it - s a big difference in experience when you go to the original pyramid, yet they still charged us full price. If we knew in advance then we wouldn - t have gone. This came across as money-grabbing. The sounds themselves are good, if you can ensure your booking is in the original structures. Unfortunately when people are not upfront about this it doesn - t make me want to recommend the place anymore.Read more",
            "Nếu bạn đang tìm kiếm một nơi thanh bình để thưởng thức một số món ăn ngon có nguồn gốc thực vật thì tôi có thể giới thiệu The Pyramids of Chi. Tôi đặc biệt thích món salad bí mật trong vườn và đồ uống daluman - giống như một món cendol lành mạnh.     Một loạt các buổi học và hội thảo chữa bệnh cũng được cung cấp. Peter và Lyn đã tạo ra một môi trường ấm áp và thân thiện, nơi có thể bỏ lại phía sau sự hối hả và nhộn nhịp của trung tâm Ubud. Không thể chờ đợi để quay lại!Đọc thêm",
            "Cảm ơn bạn đã mang lại niềm vui cho trái tim chúng tôi bằng sự thích thú của bạn và chúng tôi mong được đón tiếp bạn một lần nữa vào một ngày nào đó!Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời tại buổi trị liệu bằng âm thanh tại kim tự tháp chi.  Nó bắt đầu bằng việc thiền định có hướng dẫn và sau đó là cuộc hành trình, đó là một nguồn năng lượng mạnh mẽ từ tiếng cồng rung động khắp cơ thể tôi, đưa tôi vào trạng thái thư giãn sâu sắc. Có rất nhiều nhạc cụ khác được sử dụng trong suốt cuộc hành trình và tôi cảm thấy cực kỳ ớn lạnh. Đồ ăn ở nhà hàng rất ngon và những khu vườn xung quanh kim tự tháp rất đẹp và rất yên bình để ngồi thiền sau đó. Tôi đã có khoảng thời gian tuyệt vời ở đó và chắc chắn sẽ quay lại tham gia một buổi khác hoặc tham dự một trong những sự kiện buổi tối đặc biệt của họ.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích nó và chúng tôi xin gửi lời cảm ơn sâu sắc đến những đánh giá tuyệt vời mà bạn đã viết. Chúng tôi háo hức mong đợi sự trở lại của bạn : - Đọc thêm",
            "I had heard quite a bit about this experience, and have done similar but way better ones in different countries. Sadly, this one was quite disappointing. I would consider it a case of hype over substance. I paid  - 67 US for the 90 minute Beyond Sound Experience. I enjoyed the facilitator, but the experience pretty much is lay down on a water bed, close your eyes, and they will turn off the flashing lights and canned sounds. I was not inspired, moved, or transported anywhere I want to return. The schtick is good for tourists and there seemed to be a lot of self-absorbed yoga types there that probably thought the experience was revelatory. There is a nice dining spot to sit and wait. The location is in the middle of nowhere and while they offer a free shuttle from a central pick up point in Ubud, for the price I paid, they should - ve sent a carriage and a camel. If you want an authentic experience, this probably isn - t for you. If you want to show everyone how good you look in your Lululemon, this is probably the perfect experience for you. Again, hype over substance.Read more",
            "Tôi và một số người bạn quyết định tham gia lễ rằm. Thật là một trải nghiệm, nơi này thật tuyệt vời, chủ sở hữu Peter và Lynn đã có mặt và họ khiến chúng tôi cảm thấy rất được chào đón và chia sẻ với chúng tôi khoảnh khắc thực sự độc đáo này. Họ giải thích chi tiết cho chúng tôi về mục đích cổ xưa của các kim tự tháp và lý do tại sao buổi lễ này lại diễn ra. Sau buổi tập, tôi cảm thấy rất khác, theo một cách tích cực, độ rung âm thanh từ các nhạc cụ được chơi thật đáng kinh ngạc! Nơi này cung cấp nhiều chương trình khác nhau mà bạn có thể tìm thấy trên Instagram. Đến đó và bạn sẽ thắng - không thất vọng - Đọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng trăng tròn cùng chúng tôi và chúng tôi xin gửi lời cảm ơn sâu sắc đến những đánh giá tuyệt vời mà bạn đã viết! Đọc thêm",
            "Chúng tôi dừng lại ở đây để chữa bệnh bằng âm thanh. Các căn cứ rất đẹp và các kim tự tháp ấn tượng. Nghi thức chữa bệnh được tiến hành bằng bát hát và nhiều loại cồng chiêng, mỗi trải nghiệm đều do người chỉ huy phụ trách. Thật khó để diễn tả, nhưng chắc chắn là một trải nghiệm độc đáo. Điều ngạc nhiên lớn hơn là quán cà phê. Tất cả đều thuần chay, không đường, không chứa gluten, nhưng mọi thứ đều TUYỆT VỜI. Bánh mì kẹp trên bánh mì không chứa gluten của tôi rất tuyệt vời và mọi người khác ở bàn của tôi cũng thích món bánh mì của họ. Món tráng miệng đặc biệt ấn tượng. Họ làm nên điều kỳ diệu với dừa.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm với chúng tôi và chúng tôi cảm ơn bạn đã mang lại niềm vui cho trái tim chúng tôi bằng sự thích thú của bạnĐọc thêm",
            "Trải nghiệm này giống như một cái bẫy du lịch hoàn chỉnh. Tôi chắc chắn không lường trước được việc trả - 15 cho số tiền về cơ bản tương đương với một giấc ngủ ngắn 1,5 giờ trong buổi chữa bệnh bằng âm thanh cổ xưa. Thay vì thư giãn, tôi lại cảm thấy khó chịu và không hài lòng. Quá nhiều cuộc nói chuyện không liên quan trước và trong quá trình chữa lành bằng âm thanh khiến việc đắm mình hoàn toàn vào trải nghiệm trở nên khó khăn. Ngoài ra, dịch vụ đưa đón, tuy thuận tiện nhưng dường như có thời gian so le một cách chiến lược để khuyến khích du khách dành nhiều thời gian và tiền bạc hơn ở đó. Điểm tích cực là đồ ăn được phục vụ rất thú vị, nhưng nhìn chung, trải nghiệm này để lại cho tôi cảm giác thất vọng và hoài nghi về tính xác thực của nó.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Đây là một trong những trải nghiệm tuyệt vời nhất tôi có được ở Ubud. Tôi đã thực hiện phần hình ảnh âm thanh ánh sáng với Timo và đó là một trải nghiệm tuyệt vời. Timo đã cung cấp một quá trình tóm tắt tuyệt vời về cuộc hành trình với sự hiện diện như thiền của anh ấy. Một trong những lời khuyên tốt nhất tôi có thể đưa ra cho bất kỳ ai là hãy chuẩn bị tinh thần cho trải nghiệm. Đọc email tóm tắt của họ, ăn nhẹ hoặc nhịn ăn, bước vào với tâm trí cởi mở và trái tim rộng mở, đồng thời giảm bớt mọi năng lượng hạn chế hoặc phiền nhiễu trước khi bước vào địa điểm - đừng giao tiếp với người khác quá nhiều - . Highlight giới thiệu cho những ai muốn có trải nghiệm âm thanh và hình ảnh ở cấp độ tiếp theo!Đọc thêm",
            "This place is felt a bit like an insult.I - ll just speak about the experience itself. We did a sound bath that was the most remote thing to a sound bath I ever experienced. This  - sound bath -  was an incredibly chaotic and disruptive jam session with no rhythm or musicality to it.They were using amplifiers, when the actual space should  technically be enough of an amplifier. Instead of focusing on singular powerful frequencies and tones coming from sound Bowls or gongs for instance,  and building it up in a powerful way, it felt like a really strange and chaotic composition - a mish mash of a million random Instruments and really frantic energy. They kept moving around and their footsteps felt really disruptive.I have been to some Incredible sound baths but this one needs allot of work... If they cared they would try to hone in and focus this experience on actually transformative work. They have allot to learn from the people that do sound baths at the integratron in the California.This might be a cute experience for people that never really have done a sound bath or are from a world of spirituality.  Read more",
            "Wow, what can we say, it sounds like you had a very odd experience indeed! \nTypically we enjoy 5-star reviews for our Ancient Sound Healing sessions. Perhaps the energy was intensely high this day, possibly even within yourself. \nMost certainly we do not use any amplification. The only time a microphone is used is during the introduction while speaking, or for certain facilitators while singing. We never amplify any instruments, such is the amazing acoustics within the pyramids.\nWe have helped over 35,000 visitors through sound healing in 2019 alone. Our sound healing practitioners are all very experienced and put their heart and soul into each and every session. Our guests experience in sound healing or spirituality is irrelevant. We have many first timers and gurus from around the world and have enjoyed the most incredible feedback across the board. We treat everybody the same.\nI hope one day you can return and have a more positive experience.\n- Good vibrations from the Pyramids of Chi teamRead more"
        ],
        "star_ratings": [
            198,
            16,
            12,
            14,
            17
        ],
        "review_amount": 257,
        "location": [
            "Những điều cần làm ở Ubud",
            "Nhiếp chính Gianyar",
            "Bali",
            "Kim tự tháp Chi",
            "Indonesia",
            "Ubud",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 16, 2023",
            "Written October 19, 2023",
            "Written October 31, 2023",
            "Written January 22, 2024",
            "Written March 22, 2024",
            "Written April 6, 2024",
            "Written April 13, 2024",
            "Written May 11, 2024",
            "Written May 24, 2024",
            "Written September 4, 2023",
            "Written September 4, 2023",
            "Written August 30, 2022",
            "Written August 8, 2020",
            "Written February 24, 2023",
            "Written June 14, 2022",
            "Written July 28, 2022",
            "Written September 13, 2023",
            "Written April 13, 2024",
            "Written January 28, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297701-d13147675-Reviews-Pyramids_of_Chi-Ubud_Gianyar_Regency_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d19656755-Reviews-Botanist_Restaurant_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d15264216-Reviews-Tulen_Restaurant-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d8373457-Reviews-Warung_d_Carik-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15239500-d8284775-Reviews-Jungle_Fish_Pool_Bar-Keliki_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d23016312-Reviews-Melali_Ubud_Restaurant-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d13921297-Reviews-The_Pengkolan_Warung-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d12219459-Reviews-Pyramids_Cafe-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d4297784-Reviews-Warung_Bintangbali-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d26851236-Reviews-Syrco_BASE-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19007998-d19007369-Reviews-Amateras_Restaurant-Kelusa_Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1504315-Reviews-Sari_Api_Ceramic_Studio-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d3394251-Reviews-Wayan_Gama_Painter_Group_and_School-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378969-Reviews-Sacred_Monkey_Forest_Sanctuary-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d1515658-Reviews-Tegalalang_Rice_Terrace-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d10383082-Reviews-Restu_Bumi_Art_Gallery-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d531618-Reviews-Neka_Art_Museum-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d4724642-Reviews-Three_brother_balinese_painting-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7708759-Reviews-Kajeng_Rice_Field-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d18846529-Reviews-Breathing_Cold-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26635270-Reviews-Monkey_Padel_Bali-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d13147675-Reviews-or10-Pyramids_of_Chi-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12231822-Reviews-Kaveri_Spa_at_The_Udaya-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19721944-Reviews-Tejas_Spa_Unagi-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d23791760-Reviews-Kamalini_Spa_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8549078-Reviews-Serayu_Spa_at_The_Kayon_Resort-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19618024-Reviews-Flying_Bamboo_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d15067375-Reviews-Tejas_Spa_Jembawan-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d26261750-Reviews-INKA_Ubud_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19929664-Reviews-Svaha_SPA_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d8046149-Reviews-Ubud_Traditional_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d23217647-Reviews-Tejas_Spa_Bisma-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d25338448-Reviews-Your_Best_Bali_Driver-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17465171-Reviews-Queenbike_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d6848096-Reviews-Putu_Parwati_Massage_Beauty_Salon-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d19000047-Reviews-Pancali_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d9778729-Reviews-EBikes_Bali_Electric_Bicycle_Tours-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2099299-Reviews-Widya_Batik_Class-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2533206-Reviews-Chapung_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d4952820-Reviews-Jambangan_Bali_Cooking_Class-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d24191323-Reviews-Andaru_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d15516418-Reviews-Bali_Classic_Treatment-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d254286-Reviews-Old_Town-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2208448-Reviews-Libreria_Acqua_alta-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d2614370-Reviews-Monserrate_Beach-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g58003-d597021-Reviews-Virginia_Safari_Park-Natural_Bridge_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25289638-Reviews-Light_Art_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103038-Reviews-Larimer_Square-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d1141747-Reviews-AIRE_Ancient_Baths_Sevilla-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12202488-Reviews-The_University_of_Tampa_Campus-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d17535603-Reviews-The_Dirty_Rabbit_Wynwood-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59859-d8548128-Reviews-Newport_State_Park-Ellison_Bay_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297701-d13147675-Reviews-or10-Pyramids_of_Chi-Ubud_Gianyar_Regency_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297701-d13147675-Reviews-Pyramids_of_Chi-Ubud_Gianyar_Regency_Bali.html"
    }
]