[
    {
        "attraction_name": "Qasr Al Watan",
        "attraction_name_vi": "Qasr Al Watan",
        "general_info": [
            "1.407 đánh giá",
            "- 4 trong số 189 điều cần làm ở Abu Dhabi",
            "Địa điểm ưa thích - Địa danh",
            "Tòa nhà kiến ​​trúc"
        ],
        "attraction_summary": "Qasr Al Watan là một địa danh đáng kinh ngạc, mới và độc đáo ở Các Tiểu vương quốc Ả Rập Thống nhất. Một Cung điện tràn đầy kiến ​​thức, mang đến cho thế giới cái nhìn sâu sắc nhất về di sản Ả Rập và các nguyên tắc quản lý đã định hình nên lịch sử của Các Tiểu vương quốc Ả Rập Thống nhất cũng như tầm nhìn của nước này về tương lai. Qasr Al Watan không chỉ là một cung điện mà còn là một hành trình phong phú trong bối cảnh đương đại, bộc lộ và phản ánh về quản trị, kiến ​​thức và sự khéo léo. Cung điện mang đến cho bạn cơ hội duy nhất để chiêm ngưỡng những hành lang hùng vĩ chắc chắn sẽ mang lại cho bạn trải nghiệm ý nghĩa, khám phá các triển lãm tôn vinh di sản Ả Rập phong phú của khu vực và tìm hiểu thêm về những người cai trị và thể chế cai trị đã hình thành nên đất nước vĩ đại của chúng ta. Bạn cũng sẽ có được sự đánh giá sâu sắc hơn về những đổi mới sẽ thúc đẩy tương lai của đất nước.Đọc thêm",
        "reviews": [
            "Đã dành 90 phút tuyệt vời tại Qasr Al Watan cùng gia đình. Vé có giá rất hợp lý, trải nghiệm cũng được tổ chức tốt.\n\nSau khi vào trung tâm du khách, bạn có thể mua vé hoặc đối với những người có tổ chức hơn và đã mua trực tuyến, bạn có thể đi thẳng đến khâu kiểm tra an ninh. Hãy cẩn thận không được phép ăn uống - ngoại trừ nước - . Sau đó, bạn sẽ được đưa đến một chiếc xe ngựa và bạn có chuyến đi ngắn 2-3 phút qua khu phức hợp để đến cung điện chính. Chuyến xe có hướng dẫn bằng âm thanh cho bạn biết một chút về lịch sử của địa điểm. \n\nCung điện này mới được xây dựng gần đây, nếu tôi nghe không lầm thì nó đã được hoàn thành vào năm 2017. Khi bạn xuống xe buýt và đi đến cung điện chính, bạn sẽ được chào đón bởi một tòa nhà tuyệt đẹp, suy đồi, sang trọng và nói chung là tuyệt đẹp. Mặc dù không có nhiều việc để làm ngoài việc chiêm ngưỡng kiến ​​trúc và thiết kế, nhưng nội dung và triển lãm được trưng bày vừa đủ để khiến bạn hứng thú và không bị choáng ngợp. Thực sự là một nơi đáng ghé thăm khi ở Abu Dhabi.Đọc thêm",
            "Ở một thành phố có nhiều địa điểm đẹp để tham quan, tôi sẽ xếp địa điểm này vào danh mục - đừng bỏ lỡ -.  Chuyến tham quan dinh tổng thống này - ông ấy không sống ở đây - diễn ra tốt đẹp và hiệu quả.  Sau khi mua vé, xe buýt có máy lạnh sẽ đưa bạn đến tòa nhà chính nơi bạn có thể khám phá.  Cung điện ấn tượng với những cánh cửa khổng lồ, trần nhà cao và sự chú ý tuyệt vời đến từng chi tiết.  Căn phòng yêu thích là nơi trưng bày tất cả những món quà của các nhà lãnh đạo nước ngoài.  Nhìn thấy những cánh cửa đồ sộ khi bước vào sẽ cho bạn cảm giác về sự hùng vĩ.Đọc thêm",
            "Nó thật sự đẹp đến khó tin. Văn phòng làm việc của văn phòng tổng thống AD, chuyến thăm thú vị để khám phá thêm một chút về hậu trường.\nChỉ 60 AED - người \nYêu cầu tai nghe có âm thanh hoàn toàn xứng đáng, 20 AED, nhưng không thực sự được quảng cáo. Nhận nó sau khi xe buýt thả bạn.\nDành khoảng 2 giờ, thật ngoạn mục!Đọc thêm",
            "Dinh Tổng thống Qasr Al Watan là một nơi tuyệt vời. Đó là việc phải làm nếu đến thăm Abu Dhabi trong một chuyến đi trong ngày.\n\nTuy nhiên, an ninh rất cao và cao hơn nhiều so với ở sân bay. Vì vậy hãy chuẩn bị trước\n\nKhông có hạn chế về quy định về trang phục và phụ nữ không cần phải che đầuĐọc thêm",
            "Nơi này rất đẹp và trang trí sang trọng.. Tôi chắc chắn sẽ lặp lại chuyến thăm với gia đình. Tôi rất thích cung điện và cách đối xử của nhân viên rất tốt, đặc biệt là bà Balqis, một ví dụ tuyệt vời về cách đối xử tốt và phong cách tinh tế.. Cảm ơn bạn.Đọc thêm",
            "Cung điện chính phủ hiện đại rất đẹp. Nó chủ yếu là một điểm thu hút du lịch, tuy nhiên nó được chính phủ sử dụng cho một số cuộc họp chính thức.\nRất nhiều đá cẩm thạch, vàng, v.v. bạn phải mua vé vào thăm Qasr và sau xe buýt sẽ chở bạn đến cung điện. Ngoài ra, không được phép mở vai, v.v. nhưng họ có khăn quàng cổ để che thân nếu cần.\nNói chung phải ghé thăm ở Abu Dhabi.Đọc thêm",
            "Thật ngoạn mục. Một chuyến đi nhất định phải đến. Tôi đã đọc về chương trình biểu diễn ánh sáng trên mạng xã hội và biết rằng một buổi tối đi chơi với đèn sẽ là một ý tưởng hay, chúng tôi không nhận ra nó đẹp và ngoạn mục đến thế nào. Chuyên nghiệp, nhân viên tuyệt vời và được điều hành rất tốt. Chúng tôi rất thích! Đọc thêm",
            "Nó rất đẹp - kiến ​​trúc, đèn chùm, yên bình và được ký kết tốt.\nBuổi trình diễn âm thanh và ánh sáng rất đáng để tham gia.\nMohammed và Ola, cảm ơn bạn rất nhiều vì đã đảm bảo chúng tôi tìm được taxi trong một buổi tối mưa bão, thậm chí còn cho chúng tôi sử dụng xe đưa đón của nhân viên nếu không tìm thấy taxi. Đọc thêm",
            "Điểm thu hút này hóa ra là một trong những địa điểm yêu thích của tôi ở toàn UAE. Ở lại Dubai, tôi đã đặt vé vào đêm hôm trước mà không mong đợi gì chỉ để lấp đầy thời gian cho chuyến đi trong ngày đến Abu Dhabi trước chuyến tham quan buổi tối đến Nhà thờ Hồi giáo Lớn Sheikh Zayed. Ban đầu chỉ là một cách lấp đầy thời gian, chuyến tham quan Qasr Al Watan này hóa ra lại là một trong những điểm nổi bật trong toàn bộ chuyến đi của tôi đến UAE. Cung điện này thật đáng kinh ngạc. Đó có lẽ là nội thất đẹp nhất của một tòa nhà mà tôi từng thấy trong đời. Nơi này ăn ảnh đến mức về cơ bản bất cứ thứ gì bạn hướng máy ảnh vào sẽ biến thành một bức ảnh đẹp, nhưng đồng thời, không máy ảnh nào có thể đánh giá đúng được nơi này. Nó phải được nhìn thấy trực tiếp. Tôi thấy vé Qasr Al Watan cũng có giá trị lớn. Trong chuyến đi đến UAE, tôi đã gặp một vài trường hợp sau một chuyến tham quan hoặc điểm tham quan nào đó, tôi cảm thấy rằng nó không đáng giá và tôi ghét cảm giác như vậy sau một điểm tham quan. Qasr Al Watan thì hoàn toàn ngược lại. Vé ban đầu tương đối rẻ và sau khi tham quan tòa nhà đẹp như thế này, tôi cảm thấy rằng nó chắc chắn đáng giá. Tôi sẽ dễ dàng làm điều đó một lần nữa và rất khuyến khích. Đọc thêm",
            "Hoàn toàn tuyệt đẹp phải xem! \n\nChúng tôi đến thăm vào cuối ngày vì muốn xem Cung điện chuyển động. Tòa nhà này là một nơi phải xem - nó hoàn toàn tuyệt đẹp từ trong ra ngoài.\n\nCơ sở vật chất tốt, nhiều nhà vệ sinh, quán ăn tự phục vụ.\n\nTôi khuyên bạn nên ghé thăm sau 4h30 chiều, lần ghé thăm cuối cùng là 5h15 chiều. Điều này sẽ đảm bảo rằng bạn có thể thấy Cung điện đang chuyển động, nhưng vui lòng kiểm tra trang web để biết lịch trình thời gian và giờ mở cửa.Đọc thêm",
            "Kỳ quan kiến ​​trúc đặc biệt, một địa điểm phải ghé thăm và đáng để ghi vào danh sách của bạn.. Cách bảo tồn và bảo trì kỳ quan kiến ​​trúc này rất đáng được đánh giá cao..Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, chắc chắn sẽ quay lại cùng gia đình và bạn bè. Rất khuyến khích UAE là nơi tốt nhất để dừng chân tại الله يحفظه الامارات وأهلهاĐọc thêm",
            "Xin chào bạn, cảm ơn bạn đã đánh giá tốt. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời tại Qasr Al Watan Abu Dhabi. Mong rằng chúng tôi sẽ sớm gặp lại bạn. Đọc thêm",
            "Tôi đã đến xem cái này một ngày sau khi đến thăm Nhà thờ Hồi giáo Lớn và tôi thực sự khuyên bạn nên làm mọi thứ theo thứ tự đó.  Trong khi nhà thờ Hồi giáo có một vẻ trang nhã nhẹ nhàng mà tôi ngưỡng mộ thì cung điện của ông được thiết kế để gây ấn tượng với các quan chức nước ngoài và nó mang lại điều đó.  Đây là một ví dụ tuyệt vời về kiến ​​trúc Hồi giáo, với sàn nhà, tường và trần nhà đều được trang trí bằng các họa tiết hình học phức tạp.  Tôi đã cố gắng tưởng tượng mình trở thành một nhà ngoại giao trong không gian này và sẽ cảm thấy rằng những người chủ trì khá giàu có một cách ấn tượng.Đọc thêm",
            "Chào bạn, cảm ơn bạn đã chia sẻ kinh nghiệm chi tiết của mình. Chúng tôi rất vui khi biết rằng bạn thích đến thăm Qasr Al Watan Abu Dhabi. Chúng tôi hy vọng được chào đón bạn quay trở lại với những chuyến thăm đầy cảm hứng hơn. Đọc thêm",
            "Quá trình dừng chân của chúng tôi ở Abu Dhabi bao gồm chuyến thăm Qasr Al Watan, và đó thực sự là một tuyệt tác về văn hóa và kiến ​​trúc. Thiết kế Ả Rập tinh xảo, chi tiết phức tạp và mái vòm hùng vĩ của cung điện khiến chúng tôi phải kinh ngạc. Khám phá các hội trường được trang trí bằng thư pháp và tìm hiểu về di sản của quốc gia trong các phòng trưng bày là một trải nghiệm phong phú.Đọc thêm",
            "Andrews thân mến, \n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình tại Qasr Al Watan Abu Dhabi. Chúng tôi hy vọng được chào đón bạn quay trở lại với một chuyến thăm đáng nhớ khác trong tương lai.Đọc thêm",
            "Thật là một đặc ân khi được tham quan cung điện và đánh giá cao cơ hội này.  Hầu hết các cung điện chỉ có bạn nhìn vào những cánh cổng bị khóa.  Vé hơi đắt một chút.  Nhân viên thân thiện và lịch sự.Đọc thêm",
            "Xin chào bạn, cảm ơn bạn đã chia sẻ kinh nghiệm của mình. Chúng tôi rất vui khi biết rằng bạn thích đến thăm Qasr Al Watan Abu Dhabi. Chúng tôi hy vọng được chào đón bạn trở lại một lần nữa. Đọc thêm",
            "Nơi tuyệt vời để ghé thăm. Kiến trúc tuyệt vời, trang web ngoạn mục. Rất khuyến khích. Đừng bỏ lỡ. Sẽ rất ấn tượng - - - - .Đọc thêm",
            "Ramnik thân mến,\n\nCảm ơn bạn đã đánh giá nhiệt tình của bạn. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm tới Qasr Al Watan Abu Dhabi. Chúng tôi hy vọng sẽ gây ấn tượng với bạn một lần nữa trong lần ghé thăm tiếp theo. Đọc thêm",
            "Cung điện rất đẹp và đẹp mắt. Sang trọng và trang nhã, đây là sự phản ánh văn hóa và di sản của Abu Dhabi. Rất đáng ghé thăm và tổ chức tốt. Thật không may, buổi trình diễn ánh sáng đã bị đóng cửa trong chuyến thăm của chúng tôi nhưng chúng tôi sẽ làm điều đó vào lần tới khi chúng tôi ở lại Abu Dhabi vì nó nhận được những đánh giá tuyệt vời. Đọc thêm",
            "Chào bạn, cảm ơn bạn đã chia sẻ kinh nghiệm chi tiết của mình. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan Qasr Al Watan Abu Dhabi tuyệt vời. Chúng tôi hy vọng được chào đón bạn quay trở lại với những chuyến thăm đầy cảm hứng hơn. Đọc thêm",
            "Kinh nghiệm có tính chất giáo dục rất cao. Tôi thực sự khuyên bạn nên ghé thăm các gia đình có trẻ vị thành niên.Đọc thêm",
            "Nó - chắc chắn PHẢI xem ở Abu Dhabi! Thật là một nơi tuyệt đẹp và chuyến đi nhỏ được tổ chức tốt phía sau những bức tường của cung điện!Đọc thêm",
            "Trải nghiệm rất tốt về cung điện....và sự phối hợp tốt giữa phi hành đoàn ngay từ đầu nếu chuyến thăm cho đến khi kết thúc chuyến thăm....Sự hỗ trợ tuyệt vời từ phi hành đoàn đối với du khách....Đọc thêm"
        ],
        "star_ratings": [
            1230,
            139,
            27,
            3,
            11
        ],
        "review_amount": 1410,
        "location": [
            "Abu Dhabi",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Tiểu vương quốc Abu Dhabi",
            "Những điều cần làm ở Abu Dhabi",
            "Qasr Al Watan",
            "Trung đông"
        ],
        "reviews_time": [
            "Written August 9, 2023",
            "Written August 10, 2023",
            "Written August 20, 2023",
            "Written August 27, 2023",
            "Written October 7, 2023",
            "Written October 15, 2023",
            "Written October 20, 2023",
            "Written October 31, 2023",
            "Written November 3, 2023",
            "Written November 9, 2023",
            "Written June 3, 2024",
            "Written May 19, 2024",
            "Written May 13, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written April 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294013-d16787413-Reviews-Qasr_Al_Watan-Abu_Dhabi_Emirate_of_Abu_Dhabi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d26586117-Reviews-Broadway-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d26165734-Reviews-Lebanese_Terrace-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d1898986-Reviews-Vendome-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d1809921-Reviews-Hakkasan-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d18841139-Reviews-Lexx-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d14396945-Reviews-Verso-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d3917561-Reviews-Kamoon-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d15194258-Reviews-Sahha-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d14411806-Reviews-Pearl_Lounge-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294013-d23924846-Reviews-Talea_by_Antonio_Guida-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1018990-Reviews-Emirates_Palace_Mandarin_Oriental_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10314557-Reviews-Etihad_Towers-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d14177860-Reviews-The_Founder_s_Memorial-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d5010953-Reviews-Observation_Deck_at_300-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d8356840-Reviews-Nation_Riviera_Beach_Club-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d485199-Reviews-The_Corniche-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7138074-Reviews-Corniche_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3253192-Reviews-Marina_Mall-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7168652-Reviews-Emirates_Palace_Marina-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7386734-Reviews-N2N_Art_Gallery-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d16787413-Reviews-or10-Qasr_Al_Watan-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1492221-Reviews-Sheikh_Zayed_Grand_Mosque_Center-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d2166598-Reviews-Abu_Dhabi_Falcon_Hospital-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4860336-Reviews-Abu_Dhabi_National_Exhibition_Center-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d6582106-Reviews-Aldar_HQ_Building-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3961487-Reviews-Qasr_Al_Hosn-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d9737164-Reviews-Yas_Marina-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d26250899-Reviews-The_Spa_at_Mandarin_Oriental_Emirates_Palace_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d24989310-Reviews-Naturelife_Spa_Marina_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7892356-Reviews-The_Spa_at_The_St_Regis_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d27515830-Reviews-Walidia_Yachts-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4354316-Reviews-Desert_Rose_Tourism-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d2521371-Reviews-Emirates_Tours_Safari_LLC-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d12289842-Reviews-VooTours_Tourism-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7648867-Reviews-Al_Ain_Desert_Safari-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d11740986-Reviews-Off_Road_Adventure_Tours-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d3750935-Reviews-Conrad_Spa-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188932-d2454053-Reviews-Corinth_Canal-Isthmia_Loutraki_Corinthia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1407298-Reviews-Tempozan_Ferris_Wheel-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d651376-Reviews-Marriage_Can_Be_Murder-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d266874-Reviews-Houston_Zoo-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d2056169-Reviews-Miracle_Strip_Amusement_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d191000-Reviews-Vatican_Museums-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d17806311-Reviews-Culebra_Ferry-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d20326233-Reviews-The_Belt-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d16674610-Reviews-The_MET_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294013-d16787413-Reviews-or10-Qasr_Al_Watan-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294013-d16787413-Reviews-Qasr_Al_Watan-Abu_Dhabi_Emirate_of_Abu_Dhabi.html"
    }
]