[
    {
        "attraction_name": "QC Terme Chamonix",
        "attraction_name_vi": "QC Terme Chamonix",
        "general_info": [
            "559 đánh giá",
            "- 17 trên 22 Spa - Chăm sóc sức khỏe ở Chamonix",
            "Spa"
        ],
        "attraction_summary": "Sự hùng vĩ của Mont Blanc là bối cảnh cho spa QC Terme mới này, nơi thiên nhiên là nhân vật chính, mang đến cơ hội bơi lội không thể bỏ lỡ giữa đồng cỏ núi xanh hoặc tuyết. Đó là sự kết hợp bất ngờ giữa sự ấm áp và trong lành, nước và đất. Trong khu spa rộng 3.000 mét vuông, có hơn 30 phương pháp chăm sóc sức khỏe, theo sau một hành trình đa giác quan. Ngoài ra còn có một hồ bơi vô cực có hình ảnh phản chiếu hòa vào mặt nước của hồ Alpine liền kề, tất cả đều có tầm nhìn ngoạn mục ra Sông băng Bossons.Đọc thêm",
        "reviews": [
            "Tôi là một trong những khách hàng đầu tiên ghé thăm QC Terme Chamonix khi nó mới khai trương và đã đến đó nhiều lần nhưng trong 2-3 năm qua nó đã xuống dốc khá trầm trọng.\nVào một số ngày, nó bận rộn đến mức bạn phải xếp hàng chỉ để vào một khu vực nhất định, phòng tắm hơi, phòng tắm hơi hoặc hồ bơi, cảm giác như quá đông đúc.\nPhòng thay đồ thường không sạch sẽ lắm, một số khu vực trông tồi tàn và cần được sửa chữa và điều tệ nhất là khi tôi nói chuyện với nhân viên về những lo lắng của mình, họ khá phòng thủ và không sẵn sàng đưa ra bất kỳ lời xin lỗi hay lời xin lỗi nào. nhìn nhận. Đây là dịch vụ khách hàng cực kỳ tồi tệ và qua nhiều đánh giá trên trang này, tôi - không phải một mình tôi cảm thấy như vậy.\nCó vẻ như họ đang đặt lợi nhuận lên trên sự thoải mái của mọi người và đáng buồn là những gì đáng ra phải là một trải nghiệm sang trọng và thư giãn lại không phải như vậy.\nTôi thà thực hiện một chuyến đi qua đường hầm và đến QC Terme Spa tại Pre St Didier để mang lại trải nghiệm tốt hơn nhiều.Đọc thêm",
            "Bản thân spa đã là một trải nghiệm đáng kinh ngạc. Có rất nhiều phòng - phương pháp điều trị - hồ bơi khác nhau để thử và tôi yêu thích những tấm bảng nhỏ bên ngoài cho bạn biết mục đích sử dụng của mỗi tấm và lịch sử đằng sau nó. \nCó rất nhiều trạm trà thảo dược nước rải rác khắp nơi và nhân viên rất lịch sự và hữu ích.  \n \nTuy nhiên, nơi này cực kỳ bận rộn và bạn phải xếp hàng để mua hầu hết các khu vực bên ngoài bể bơi vì có rất nhiều người muốn trở thành người có ảnh hưởng đang tạo dáng để có được bài đăng hoàn hảo trên insta. Toàn bộ trải nghiệm sẽ tốt hơn rất nhiều nếu có chính sách nghiêm ngặt không có điện thoại. \n\nNhìn chung, tôi nghĩ nó rất đáng đồng tiền, rượu khai vị buổi tối bao gồm Prosecco - một bảng charcuterie - đồ ăn nhẹ không giới hạn, thật bất ngờ. Chúng tôi chỉ mong đợi một ly cocktail chăm sóc sức khỏe. \n\nCả hai chúng tôi đều cảm thấy vô cùng thư giãn và có khoảng thời gian thực sự vui vẻ khi để các người mẫu Instagram tạo dáng trong bể sục.Đọc thêm",
            "Chất lượng đã giảm sút nghiêm trọng kể từ khi họ mở cửa, thật đáng tiếc! \nTiện nghi tắm vòi sen - xa hơn - bẩn.  Khăn ướt khắp nơi, tóc vón cục trên sàn, không có giấy vệ sinh, không có kem như quảng cáo. \nNhân sự bị choáng ngợp và rõ ràng không có nguồn lực để đảm bảo sự sạch sẽ thích hợp. \nCác cơ sở spa sẽ rất tuyệt vời nếu nó không dành cho những người tích trữ - rõ ràng đã đặt trước quá nhiều - gây ra nhiều tiếng ồn, bắn tung tóe, chụp ảnh. \nRượu khai vị dường như là khu vực đổi quà duy nhất. \nNhưng một ly prosecco tầm thường và focaccias đông lạnh không đáng giá 70 - - giá vào cửa.Đọc thêm",
            "Chúng tôi đã mong đợi ngày spa này trong nhiều tuần tuy nhiên đó là một sự thất vọng lớn! Nó quá đông đúc nên không thư giãn chút nào! Khi đến, khu vực lễ tân đã có một hàng dài người xếp hàng để được đặt chỗ. Việc đặt chỗ trong hệ thống khá suôn sẻ nhưng nó đã tạo nên bối cảnh cho một ngày bận rộn như thế nào! Thành thật mà nói, chúng tôi chỉ xếp hàng để sử dụng bất kỳ cơ sở vật chất nào. Các phòng ở tầng trên không được thư giãn vì có rất nhiều người, cửa cứ mở ra cứ sau 2 giây khi mọi người đang kiểm tra chỗ trống! Đầy những người đáng ghét đang gọi điện trong phòng tắm hơi và rất ồn ào! Điểm tích cực duy nhất là bữa trưa có vô số loại rượu vang ngon và đa dạng! Bản thân các cơ sở vật chất thực sự rất đẹp và phong cảnh cũng tuyệt đẹp - chỉ là tình trạng quá đông đúc khiến nơi này thất vọng! Tôi thà trả nhiều tiền hơn để giảm số lượng người vào - họ chấp nhận để thực sự tận hưởng trải nghiệmĐọc thêm",
            "Các nhân viên lễ tân không hữu ích và thân thiện. Tôi thực sự thấy họ rất thô lỗ và áp đảo đám đông. Tôi tin rằng đó phải là một khoảng thời gian chứ không phải là đám đông không giới hạn. Thật khó để thư giãn với sự hỗn loạn, đám đông và con người chồng lên nhau. Nhưng đó là một nơi tuyệt đẹp. Nước có clo. Tôi không thích thực tế của nó. ghé 1 lần là đượcXem thêm",
            "Tất cả các ý kiến ​​​​gần như làm tôi thất vọng!  - rất vui vì tôi đã đi. Đến lúc 9 giờ 30 và gần như đã có chỗ cho riêng mình! Nhân viên lễ tân chu đáo và tốt bụng, và có nhiều sự lựa chọn cho những cảm giác - trải nghiệm khác nhau. Hồ bơi ngoài trời thật tuyệt vời với làn nước ấm áp đáng yêu mang đến tầm nhìn tuyệt vời ra những ngọn núi. Defo đáng để ghé thăm.Đọc thêm",
            "Tất cả các ý kiến ​​​​gần như làm tôi thất vọng!  - rất vui vì tôi đã đi. Đến lúc 9 giờ 30 và gần như đã có chỗ cho riêng mình! Nhân viên lễ tân chu đáo và tốt bụng, và có nhiều sự lựa chọn cho những cảm giác - trải nghiệm khác nhau. Hồ bơi ngoài trời thật tuyệt vời với làn nước ấm áp đáng yêu mang đến tầm nhìn tuyệt vời ra những ngọn núi. Defo đáng để ghé thăm.Đọc thêm",
            "Các nhân viên lễ tân không hữu ích và thân thiện. Tôi thực sự thấy họ rất thô lỗ và áp đảo đám đông. Tôi tin rằng đó phải là một khoảng thời gian chứ không phải là đám đông không giới hạn. Thật khó để thư giãn với sự hỗn loạn, đám đông và con người chồng lên nhau. Nhưng đó là một nơi tuyệt đẹp. Nước có clo. Tôi không thích thực tế của nó. ghé 1 lần là đượcXem thêm",
            "Không không không không sẽ không bao giờ quay trở lại. Trước hết họ có những chiếc khăn bẩn với mái tóc rõ ràng của con người, thật kinh tởm. Thứ hai, quá đông đúc so với sở thích của tôi, nếu bạn muốn sự thanh thản thì nơi này không dành cho bạn. Hơn hết, tôi sẽ không bao giờ giới thiệu địa điểm này cho bất kỳ ai.Đọc thêm",
            "Tôi đã quyết định một cách liều lĩnh và táo bạo là đến Chamonix, tiếp xúc với lũ Gallic Rogues đó một cách phù phiếm. Những dòng sông xanh thanh bình lấp lánh, những hàng cây hiếu học và kiên định vượt thời gian, những con ong vo ve, những tảng đá băng giá đó đã khóc khi nhìn thấy sự lo lắng của tôi, những chú chim Pháp cuồng nhiệt lao vào bài hát độc thoại với sự coi thường chế nhạo đến chết chóc, không quan tâm liệu cuộc sống có ngắn ngủi hay không hoặc dài. Những quý cô Pháp sang trọng làm sao có những chuyển động tinh tế đã mê hoặc tôi hoàn toàn, ôi trong tiếng Pháp khẳng định cuộc sống cuối cùng tôi đã tìm thấy định mệnh của mình!!! PS ở Park De Merlet đã bị tấn công bởi Ibex điên rồ, tôi yêu người Pháp biết bao và bây giờ tôi yêu mến người Pháp như thế nào!!!Đọc thêm",
            "Không còn nghi ngờ gì nữa, một trong những tiêu chuẩn dịch vụ tồi tệ nhất tôi từng trải qua. Nếu có số điểm thấp hơn 0 thì sẽ quá tốt. Tôi và đối tác của mình đã đăng ký dịch vụ mát-xa thư giãn cho các cặp đôi.  Những người mát xa rất tốt.  Không có tiếng đập và đập từ đội quân sửa chữa nhỏ. Dụng cụ điện, búa, bạn có thể đặt tên cho nó. Ngay cả những người mát xa cũng xấu hổ. Nhưng đó mới chỉ là sự khởi đầu!. Khoảng 10 phút sau khi mát-xa, chúng tôi đang trên đường đến một trong những hồ bơi.  Một nhân viên nam QC Terme đến gặp đối tác của tôi và nói với cô ấy rằng cô ấy sẽ phải rời khỏi cơ sở.  Ban đầu không có lời giải thích nào nhưng sau đó anh ấy nói trang phục tắm của cô ấy không tuân theo luật pháp của Pháp, - đó là bất hợp pháp - . Vấn đề.  Chiếc quần tắm của cô ấy - vừa vặn - dài đến dưới đầu gối.  Môn dieu, ghê tởm, rõ ràng là một vấn đề có tầm quan trọng lớn.  Sau một cuộc tranh cãi ngắn gọn nhưng nảy lửa, tôi gợi ý điều gì sẽ xảy ra nếu cô ấy cuộn chiếc khăn tắm lên trên đầu gối.  - À, vậy thì đây không phải là vấn đề, cô ấy có thể ở lại - .Áp lực quá lớn đối với đối tác của tôi, vì vậy chúng tôi yêu cầu hoàn lại tiền spa trong ngày - không phải dịch vụ mát-xa - . Không, điều này là không thể. Tôi đã đọc những luật lệ kỳ quặc của Pháp về trang phục tắm.  Bất chấp luật ngu ngốc của Pháp, nó không áp dụng cho các công ty tư nhân.QC Terme, bạn nên xấu hổ khi cho phép những tiêu chuẩn dịch vụ thảm hại như vậy tồn tại.Đọc thêm",
            "Cảm xúc lẫn lộn về spa này.  Những bức ảnh trực tuyến trông thật tuyệt vời nhưng tôi không nghĩ nó có giá trị - 74 trang - - 63 trang. Khi chúng tôi đến quầy lễ tân, chúng tôi được hỏi liệu chúng tôi đã đặt chỗ chưa - chúng tôi trả lời là không và được dẫn đến xếp hàng.  4 nhân viên đứng xung quanh không làm gì cả - chúng tôi được hỏi thêm 3 lần nữa liệu chúng tôi có đặt chỗ trong khi vẫn đang xếp hàng hay không - trong khi một người đã đặt người vào. Chúng tôi cảm thấy hoàn toàn bất tiện và không biết một spa cao cấp sẽ chào đón khách như thế nào.  Chúng tôi không - không cảm thấy được chào đón. Chúng tôi không được hướng dẫn - chỉ là phòng thay đồ được đặt.  Một số hướng dẫn về nơi cần đến - cách sử dụng khu vực spa tốt nhất sẽ hữu ích. Phòng thay đồ vẫn ổn và có mọi thứ bạn cần. Khu vực spa rất đẹp nhưng có rất nhiều áo choàng ướt, khăn tắm và dép xỏ ngón nằm rải rác xung quanh.  Rất nhiều phụ nữ trẻ trong hồ bơi bĩu môi - tự chụp ảnh. Chúng tôi đã đặt chỗ vào bữa ăn nhẹ lúc 4 giờ chiều - nhưng điều mà không ai thực sự bận tâm khi nói với chúng tôi rằng bạn phải mặc đồ bơi - áo choàng để mặc thứ này.  Chúng tôi đã đi tắm - đã thay đồ nên không thể có được điều này - cùng với một số người khác ở quầy lễ tân cũng chưa được thông báo - đã mắc lỗi tương tự -. Nhìn chung, chúng tôi rất thích trải nghiệm này nhưng tôi cảm thấy nó quá đắt - dịch vụ có thể được cải thiện.Đọc thêm",
            "Chúng tôi rất nóng lòng muốn ghé thăm QC Terme Chamonix do những đánh giá tiêu cực - trải nghiệm của chúng tôi thật tuyệt vời. Chúng tôi đã đặt một spa ban ngày, được chào đón bởi một người phụ nữ thân thiện tại quầy lễ tân, người đã giúp chúng tôi nhận phòng và giải thích cách hoạt động của nó. Khu vực thay đồ sạch sẽ khi đến nơi và khi rời đi. Tủ khóa dễ sử dụng. Chúng tôi bị choáng ngợp bởi khung cảnh tuyệt đẹp từ hồ bơi bên ngoài. Bạn có thể ngồi hàng giờ ngắm nhìn những ngọn núi và ngắm nhìn những người chơi dù lượn. Không quá đông đúc trong chuyến thăm của chúng tôi. Chúng tôi đã chọn bữa trưa chăm sóc sức khỏe. Ban đầu tôi nghĩ - 30 mỗi người là quá cao nhưng nó rất đáng tiền, kiểu tự chọn với nhiều sự lựa chọn, bao gồm cả đồ uống có cồn. Chuyến đi của chúng tôi bao gồm đồ uống miễn phí vào buổi tối cũng đi kèm với đồ ăn nhẹ - một lần nữa có rất nhiều sự lựa chọn. Tôi có thể nói rằng - nó hơi miễn phí cho tất cả mọi người vì vậy hãy hành động nhanh chóng và có mặt đúng 16:00! Nhiều nhân viên đã nói chuyện với chúng tôi suốt cả ngày và cực kỳ thân thiện. Nói chung là một ngày tuyệt vời, sẽ trở lại! Đọc thêm",
            "Chúng tôi đã mong đợi ngày spa này trong nhiều tuần tuy nhiên đó là một sự thất vọng lớn! Nó quá đông đúc nên không thư giãn chút nào! Khi đến, khu vực lễ tân đã có một hàng dài người xếp hàng để được đặt chỗ. Việc đặt chỗ trong hệ thống khá suôn sẻ nhưng nó đã tạo nên bối cảnh cho một ngày bận rộn như thế nào! Thành thật mà nói, chúng tôi chỉ xếp hàng để sử dụng bất kỳ cơ sở vật chất nào. Các phòng ở tầng trên không được thư giãn vì có rất nhiều người, cửa cứ mở ra cứ sau 2 giây khi mọi người đang kiểm tra chỗ trống! Đầy những người đáng ghét đang gọi điện trong phòng tắm hơi và rất ồn ào! Điểm tích cực duy nhất là bữa trưa có vô số loại rượu vang ngon và đa dạng! Bản thân các cơ sở vật chất thực sự rất đẹp và phong cảnh cũng tuyệt đẹp - chỉ là tình trạng quá đông đúc khiến nơi này thất vọng! Tôi thà trả nhiều tiền hơn để giảm số lượng người vào - họ chấp nhận để thực sự tận hưởng trải nghiệmĐọc thêm",
            "Sau khi gặp khó khăn khi đặt chỗ vì trang web của họ không hoạt động bình thường, cuối cùng tôi đã có thể đặt chỗ trong 4:30 nhưng tôi rất thất vọng! Nơi này quá đông đúc, bẩn thỉu - phòng tắm đầy rác, dép và áo choàng tắm ướt trên sàn - một số tiện nghi không hoạt động cũng như không được bảo trì đúng cách, không đủ để treo khăn - áo choàng tắm nên mọi thứ lẫn lộn không hợp vệ sinh chút nào! Đây không phải là trải nghiệm thư giãn hay sang trọng chút nào! Đối với mức giá chúng tôi đã trả? Không đáng! Đọc thêm",
            "Đừng lãng phí tiền của bạn. Spa này rất đẹp nhưng lại quá đông đúc nên bạn không thể tận dụng các dịch vụ. Hãy chuẩn bị sẵn sàng để phải bò qua áo choàng và các cơ thể khác để đến hồ bơi. Đó không phải là một trải nghiệm sang trọng hay thư giãn. Hầu hết mọi người ở đó để sử dụng TikTok - s. Trải nghiệm này có giá trị - 10-15. Hãy tiêu tiền của bạn vào spa Clarins hoặc nơi nào đó thực sự cung cấp dịch vụ tốt.Đọc thêm"
        ],
        "star_ratings": [
            158,
            107,
            81,
            66,
            155
        ],
        "review_amount": 567,
        "location": [
            "Haute-Savoie",
            "Chamonix",
            "Pháp",
            "Các hoạt động ở Chamonix",
            "QC Terme Chamonix",
            "Auvergne-Rhône-Alpes",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written October 20, 2023",
            "Written January 26, 2024",
            "Written February 13, 2024",
            "Written April 11, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written May 14, 2024",
            "Written April 21, 2024",
            "Written April 14, 2024",
            "Written April 11, 2024",
            "Written March 4, 2024",
            "Written March 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187261-d15052032-Reviews-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d23805925-Reviews-L_Index_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d911424-Reviews-Restaurant_Albert_1er-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d10491718-Reviews-La_Fine_Bouche-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d1486799-Reviews-Le_Fer_a_Cheval-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d10444137-Reviews-Cool_Cats-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d17720486-Reviews-Canailles-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d1506692-Reviews-La_Maison_Carrier-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d4883966-Reviews-Joia_by_Pizzeria_Des_Moulins-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d3392787-Reviews-Micro_Brasserie_de_Chamonix_MBC-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187261-d793631-Reviews-Satsuki-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d5062023-Reviews-Piscine_Et_Centre_Sportif_Richard_Bozon-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpe.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1456016-Reviews-Domaine_des_Planards-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d944082-Reviews-Brevent_Cable_Car-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195476-Reviews-Montenvers_Mer_de_Glace_Train-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d195588-Reviews-Aiguille_du_Midi-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d6472957-Reviews-Step_Into_the_Void-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d3751640-Reviews-Musee_des_Cristaux-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1230935-Reviews-Musee_Alpin-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d12002986-Reviews-Eglise_Saint_Michel-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d12123950-Reviews-Office_de_Tourisme_de_Chamonix_Mont_blanc-Chamonix_Haute_Savoie_Auvergne_Rhone_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-or10-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1985323-Reviews-Massage_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d16696242-Reviews-Spa_Deep_Nature_Le_Refuge_des_Aiglons-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g651752-d15714439-Reviews-Spa_Deep_Nature_Les_Granges_d_En_Haut-Les_Houches_Chamonix_Haute_Savoie_Auvergne.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d16644370-Reviews-Spa_Deep_Nature_Hotel_Le_Morgane-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d16707974-Reviews-Spa_by_Clarins_Hotel_Mont_Blanc-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1010234-d4116416-Reviews-Le_Spa_du_Mont_Blanc-Vallorcine_Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d6123481-Reviews-Spa_Nuxe-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d25562970-Reviews-Bluerise_Retreats-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d16750272-Reviews-Snooga-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d12051381-Reviews-Le_Souffle_du_Zen-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d2631377-Reviews-Air_Sports_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d10412343-Reviews-Yellowrafting-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d8468462-Reviews-Compagnie_des_Guides_de_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15069385-Reviews-ChamAirSafari-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1943144-Reviews-Fly_Chamonix_Tandem_Paragliding-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d5303044-Reviews-Chamonix_Parapente-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d7712099-Reviews-Mountain_Drop_offs-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d1008501-Reviews-Les_Ailes_du_Mont_Blanc-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d14924463-Reviews-EBike_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1194572-d2712133-Reviews-Kailash_Adventure-Passy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d8449243-Reviews-Happy_Tracks-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15690272-Reviews-Freedom_Snowsports-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d8384135-Reviews-Chamonix_Valley_Transfers-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d4742682-Reviews-SS_United_States-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d141315-Reviews-Snoqualmie_Falls-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3654082-Reviews-Alanyum_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60574-d4374214-Reviews-Bar_J_Chuckwagon_Supper_Western_Music_Show-Wilson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d4841647-Reviews-MarkAntalya-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6226882-Reviews-Capri_Cinema-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d110162-Reviews-Palos_Verdes_Scenic_Drive-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4291730-Reviews-Rent_a_Bike_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42554-d8368623-Reviews-Lake_of_the_Clouds-Ontonagon_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d184932-Reviews-Jasper_SkyTram-Jasper_Jasper_National_Park_Alberta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-or10-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html"
    }
]