[
    {
        "attraction_name": "Qipu Road Clothing Wholesale Market",
        "attraction_name_vi": "Chợ bán buôn quần áo đường Qipu",
        "general_info": [
            "140 đánh giá",
            "309 trong số 1.381 hoạt động giải trí ở Thượng Hải",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Trung tâm của khu phố này là Đền Jingan, trong khi huyết mạch chính của sự phấn khích và giải trí là Đường Tây Nam Kinh. Bạn có thể tìm thấy các trung tâm mua sắm lớn, hào nhoáng, khu dân cư cao tầng sang trọng và khu vực giải trí về đêm thời thượng dọc theo Đường Tây Nam Kinh, nhưng các khu vực ngoài con phố sầm uất có những quán cà phê yên tĩnh và cửa hàng độc lập.Đọc thêm",
        "reviews": [
            "Hấp dẫn. Không biết điều gì sẽ xảy ra với chuyến thăm của chúng tôi, nhưng ngày của chúng tôi đã diễn ra tốt đẹp. Có những món hời, chỉ cần nhìn nhưng hãy chuẩn bị sẵn sàng để bỏ đi. Phòng thử đồ không tồn tại nên hãy chuẩn bị sẵn sàng để mua ngoài giá hoặc thử quần áo.   Áp đảo về số lượng sản phẩm. Cả khu vực tấp nập người qua lại. Đồng ý với đánh giá trước đó, các dòng quần áo có xu hướng trẻ hơn; tuy nhiên, nó phụ thuộc vào tòa nhà và tầng nào bạn đang ở và ở. Lối đi dành cho người đi bộ thật tuyệt khi không được phép sử dụng xe tay ga hoặc xe đạp. Mong đợi để trở lại một lần nữa đôi khi. Không phàn nàn. Không vấn đề. Dễ dàng tiếp cận thông qua Metro. Nơi tuyệt vời cho mọi người xem. Các quán ăn nằm ngay khu vực này.Đọc thêm",
            "Là một người thích các khu chợ quần áo như Chợ JJ ở Bangkok, hay Chợ Dongdaemun và Kwangjang ở Seoul, tôi RẤT thất vọng về Qipu. Đầu tiên là thiếu sự đa dạng. Hầu hết quần áo đều hướng đến thanh thiếu niên và thanh niên phù hợp với tôi nhưng có vẻ như mọi cửa hàng đều có quần jean co giãn, áo len polyester, áo khoác denim, áo khoác viền lông giống nhau hoặc cực kỳ giống nhau. Ngoài ra, tôi thấy nhiều người bán hàng rong thậm chí không sẵn sàng mặc cả với tôi. Nếu tôi phản đối bằng giá, họ chỉ đơn giản lấy món đồ đó khỏi tay tôi và quay đi. Càng lên tầng cao, tôi càng thấy ít cửa hàng hơn. Chất lượng dường như không có gì khác biệt so với các tầng dưới. Tôi bước ra Qipu với một chiếc áo len, tôi phải trả 180 RMB. Tôi cảm thấy mình không mua được giá hời, nhưng nó vẫn có giá tốt hơn so với những mặt hàng tương tự ở quê nhà và có lẽ cũng có chất lượng tương đương. Có Chợ thời trang Hàn Quốc ở bên kia đường. Nó sạch sẽ và mới hơn nhiều so với Qipu, quần áo cũng đa dạng hơn nhưng quá sắc sảo và vẫn chủ yếu hướng đến phụ nữ trẻ. Các gian hàng chăm sóc sắc đẹp bên cạnh các gian hàng xăm hình là một phần thú vị của Chợ thời trang Hàn Quốc và cũng có những nhà hàng tốt hơn. Tuy nhiên, những người bán hàng rong vẫn từ chối mặc cả với tôi, không mặc cả dù chỉ một đống tất. Trừ khi bạn biết tiếng Trung, tôi sẽ bỏ qua nơi này. Tôi mua được một chiếc quần dài giá 39 RMB tại một quầy quần áo giá cố định ở một trong các nhà ga, mặc dù chỉ là một gian hàng nhưng có nhiều kiểu dáng đa dạng hơn tất cả các quầy hàng của Qipu cộng lại.Đọc thêm",
            "Chúng tôi đã đi đến phía mới của thị trường. Nó trái ngược với những gì chúng tôi mong đợi. sạch sẽ và đủ ánh sáng, cứ như thể có nhiều cửa hàng trên một tầng. Giá thấp và có thể thương lượng ở tầng trệt. Tầng tiếp theo là quần áo trẻ em, quần áo nam, v.v. Chúng tôi không mua sắm nhiều nhưng giá cả không tốt cho quần áo trẻ em. Áo thun nam giá tốt và chất lượng. Tầng 3 là quần áo sang trọng hơn, giá cả không thể thương lượng..Trong tòa nhà cũ, giá cả có vẻ tốt hơn nhưng nó quá chật chội và khó có chỗ để di chuyển. Nhưng nhìn chung là một nơi tuyệt vời để mua sắm.Đọc thêm",
            "Tôi đã đợi một lúc để đánh giá địa điểm này vì tôi không chắc chắn về chất lượng.  Tôi cần nhắc nhở tất cả mọi người hãy cẩn thận và KHÔNG BAO GIỜ trả những gì họ yêu cầu.  Một nơi thú vị nếu bạn muốn thứ gì đó và tôi cần đôi giày mới.. Tôi là một cô gái UA nên tôi đã đi tìm.   Tìm thấy một địa điểm và bắt đầu. Họ yêu cầu 100,00.  Tôi cười và phản đối với 10,00.  Anh ấy cười... được rồi bây giờ qua lại.  Tôi đứng dậy rời đi và có câu nói ưa thích là bắt bạn đưa ra giá.. giữ giá thấp.  Tôi nói 20:00 và anh ấy giảm xuống còn 30:00... Tôi nói 25:00 và anh ấy cũng có thể lấy đôi giày cũ của tôi.  Anh ấy sẽ quay lại với 25,00 nếu tôi mang theo đôi giày cũ của mình!  Một thỏa thuận đã được thực hiện... Đây là đôi giày rất tốt và tôi đã mang chúng hàng ngày kể từ đó.  Ngoài ra bia ở đây cũng ngonĐọc thêm",
            "How to get there: by metro, get off at metro stop Tiantongroad number line 10 Lila one and the market entrance starts basically when you get off from the metroFor whom: anyone who wears European size between 34-38, it gets harder to find anything above it but you could also check on bags, shoes or jewelleryYou can go there alone or with friends, family. I was there on Monday afternoon, solo female and it was almost empty  especially upper 2,3 rd floorWhat look for: new trendy 90s style jeans, Chinese  Japanese teenage fashion, there is very little stuff for 50-60 something people rather lot of good and so so quality stuff for teenagers or someone who likes feminine or plain design. T-shirts are if 2 different quality levels just check by touching. Shoes are rather so so quality better at Science and Tech. MarketWhat to beware of: you may spend more as planned bring an extra suitcase or help to carry your stuffis it dangerous? Jesus people if you are used to western style shopping malls just forget about this place and shop at East Nanjing road or other western style mall. Shanghai has it covered for you and dont loose your time here. You wont find here fancy schmancy boutiques, its China and its cheap. You dont need Chinese skills to bargain just type the price you are willing to pay on sellers calculator. If its too low they wont sell it and wont follow you, if its a right one they will shout and make a deal with you! Nobody speaks English there but thats the part of fun under this rooftop! Its all about how comfortable you feel being the only western person in the shop. Of course you will stand out but its China, you are abroad, let yourself free and move out from your comfort zone. Toilettes: take some baby wipes with you, no western sitting WC only squatting- its very healthy and hygienic. Just get used to it! Dont forget to smile and ignore hawkers who will be trying to sell you fake Gucci or Rolex bag. Just walk away they will give up after a while. Happy shopping!!!Read more",
            "Thực sự không có lý do gì để đến đây trừ khi bạn muốn bị những người bán hàng rong quấy rối và có nguy cơ mua phải những bộ quần áo quá đắt mà thậm chí có thể sẽ không tồn tại được cho đến khi bạn về nhà. Có nhiều nơi tốt hơn để mua sắm ở Thượng Hải.Đọc thêm",
            "Nói chung hầu hết mọi thứ đều rẻ hơn so với khu vực và chất lượng cũng không tốt. Nhưng về giá cả, một số thứ đã phải thỏa hiệp. Bạn có thể nói không hoặc không muốn nếu một số nhân viên bán hàng ngẫu nhiên tiếp cận và không nhìn lại. Bạn có thể tìm thấy cùng một mặt hàng ở các cửa hàng khác nhau nhưng giá của chúng có thể khác nhau một chút. Khi bạn hỏi giá món hàng, hãy luôn nhắc lại với nhân viên bán hàng trước khi thanh toán. Tôi muốn mua một đôi giày cho em gái và đến cửa hàng ở tầng 1. Tôi hỏi nhân viên bán hàng một đôi giày bao nhiêu. Cô ấy nói nó là 79 RMB. Mình yêu cầu giảm giá nhưng nhân viên bảo là thấp nhất và bảo mình qua cửa hàng khác để so sánh. Lúc đó tôi khá mệt nên đồng ý mua mà không cần kiểm tra các cửa hàng khác. Tôi đưa cho cô ấy tờ 100 RMB và cô ấy trả lại cho tôi 11 RMB. Tôi hỏi cô ấy có phải chiếc giày trị giá 79 RMB không? Cô ấy nói không, đó là 89 RMB. Tôi không tranh cãi với cô ấy vì điều đó trái ngược với lời nói của tôi. Và tôi đã đưa cho cô ấy tờ 100 RMB mà tôi không nghĩ cô ấy sẽ trả lại tôi. Tôi chỉ có thể mút nó và rời đi. Vì vậy hãy cẩn thận khi mua sắm ở đó. Luôn luôn hỏi giá một lần nữa trước khi giao tiền của bạn. Các cửa hàng tại trung tâm mua sắm dưới lòng đất ở Quảng Châu và Hàn Quốc là những nơi tốt hơn để mua sắm.Đọc thêm",
            "Đối với những người săn quần áo, đây là nơi PHẢI ĐẾN khi bạn ở Thượng Hải. Giá trị mua sắm tốt nhưng phải đi bộ và xem nhiều. Chỉ cần một trạm dừng tàu từ trung tâm đi bộ Nanking East hoặc bạn có thể đi bộ đến đó nếu thời tiết mát mẻ. Đọc thêm",
            "Một vài kích thước lớn hơn ở các tầng trên của mê cung cửa hàng này.  Tôi đã mặc cả rất kỹ và đã mua một vài thứ nhưng hầu hết đều không quan tâm đến việc cố gắng tự mình bán cho một phụ nữ trung niên ngoại cỡ!  Xin lưu ý rằng mặc dù sạch sẽ nhưng chỉ những tư thế ngồi xổm có dải phân cách thấp mới giúp bạn có cái nhìn toàn cảnh về mọi người đang ngồi xổm và sử dụng điện thoại di động của họ.  Không phải là một hình ảnh mà tôi có thể xóa được!! Hãy chắc chắn rằng bạn đã đi vệ sinh trước khi rời khách sạn và luôn mang theo khăn giấy!Đọc thêm",
            "Một thị trường tốt với rất nhiều ưu đãi dành cho người phương Tây, một số thương hiệu sao chép tốt, jimmy choo dior, mà bạn không thể tìm thấy ở đâu khác. Hãy cẩn thận, không có người phương Tây chủ yếu là người châu Á nên nổi bật và bị theo dõi cảm thấy rất khó chịu, nhận được những gì chúng tôi đến và rời đi nhanh chóng, những người giữ gian hàng thô lỗ cũng vậy, nhưng đáng để đi.Đọc thêm",
            "CHÀO \nTôi đang tìm bản sao quần áo nam của các thương hiệu, bạn có thể giúp tôi mua chúng ở đâu không?\nCảm ơnĐọc thêm",
            "Tầng 3 chợ Qipu Road có đủ loại hàng hiệu nam. Nếu bạn đối diện với cầu vượt thì chợ nằm bên phải. Chợ bên trái rẻ hơn nhiều nhưng ở đó bạn không có tầng cụ thểXem thêm",
            "Tôi có thể tìm thấy những chiếc áo phông có cụm từ tiếng Anh vui nhộn ở đây không?Đọc thêm",
            "Nếu bạn hỏi họ sẽ nói với bạn.  Tôi cảm thấy tự tin rằng bạn có thể tìm thấy những gì bạn muốn.Đọc thêm",
            "Bạn có thể mua những thương hiệu nào ở chợ Qupi Lu?Đọc thêm",
            "Vincent Ng nói đúng... bạn có thể nhận được một số thương hiệu nổi tiếng được thông quan đặc biệt vào thời điểm bất thường nhưng chủ yếu là các thương hiệu địa phương khá tốt.  Hãy tận hưởng.Đọc thêm",
            "Chợ Qipu cách khách sạn tốc hành thị trấn PUDONG RESORT JICHANG bao xa?Đọc thêm",
            "không chắc lắm nhưng cách trung tâm dành cho người đi bộ ở phố nanjjing 10 phút đi bộĐọc thêm",
            "Làm thế nào để đến đó từ WUJIAOCHANG bằng tàu điện ngầm?Đọc thêm",
            "Ga tàu điện ngầm TiantongĐọc thêm"
        ],
        "star_ratings": [
            20,
            42,
            43,
            17,
            18
        ],
        "review_amount": 140,
        "location": [],
        "reviews_time": [
            "Written October 13, 2020",
            "Written November 11, 2019",
            "Written September 29, 2019",
            "Written May 27, 2019",
            "Written May 27, 2019",
            "Written April 23, 2019",
            "Written April 13, 2019",
            "Written March 20, 2019",
            "Written March 19, 2019",
            "Written February 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g308272-d1793337-Reviews-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d2159393-Reviews-Yang_s_Fried_Dumpling_Ningbo_Road-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d15056298-Reviews-Canton_Disco_the_Shanghai_Edition-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d17487289-Reviews-The_Roof_The_Shanghai_EDITION-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d14912571-Reviews-Il_Ristorante_Niko_Romito-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d15056379-Reviews-Yone_the_Shanghai_Edition-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d6500119-Reviews-Paris_Rouge-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d15758172-Reviews-Club_Room_The_Shanghai_EDITION-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d21373420-Reviews-Azul-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d2348810-Reviews-PaMiEr_Restaurant-Shanghai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g308272-d4808458-Reviews-Da_FuHao_HuangPu-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3374112-Reviews-New_thriving_international_garment_city_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d311595-Reviews-The_Bund_Wai_Tan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d5114418-Reviews-ZhaBei_GeMing_ShiLiao_ChenLieGuan-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979523-Reviews-Bund_International_Architecture_Exhibition-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d23159781-Reviews-Lu_Xun_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d23294350-Reviews-Nanhui_Peach_Blossom_Village-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3374106-Reviews-Seven_road_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3656049-Reviews-Lianhe_Church-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d311583-Reviews-Heping_Fandian-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1979519-Reviews-Shanghai_Post_Museum-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-or10-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459914-Reviews-Shanghai_Circus_World-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d555055-Reviews-Pudong_New_Area-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1196260-Reviews-Shanghai_World_Financial_Center-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d311576-Reviews-Riverside_Promenade_Bingjiang_Da_Dao-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1805682-Reviews-The_Bund_City_Sculptures-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1237345-Reviews-Longhua_Temple-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d311586-Reviews-Jin_Mao_Tower-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d23004477-Reviews-Christkindlmarkt-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d27456763-Reviews-Aentos_Studio-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d2562015-Reviews-Sunny_Tours_Shanghai-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d13166214-Reviews-Waldorf_Astoria_Spa-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d2013889-Reviews-UnTour_Shanghai_Food_Tours-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294231-d446945-Reviews-Mentawai_Islands-Sumatra.html",
            "https://www.tripadvisor.com/Attraction_Review-g52885-d10496555-Reviews-Greenhouse_Winery-Irwin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d2225659-Reviews-Agiofilli_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45131-d8280953-Reviews-Glacier_Ridge_Runners-Coram_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60768-d6988231-Reviews-Scenic_Drive_Overlook-El_Paso_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187374-d2519893-Reviews-Tiger_Turtle-Duisburg_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d252910-Reviews-Orlando_Vineland_Premium_Outlets-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d7240378-Reviews-Playa_de_Fanabe-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664650-d6834278-Reviews-Hippy_Market_Punta_Arabi-Es_Canar_Santa_Eulalia_del_Rio_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15836321-d4875947-Reviews-Jaz_Beach-Prijevor_Budva_Municipality.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-or10-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html"
    }
]