[
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Quang là một hướng dẫn viên du lịch tuyệt vời và tôi rất muốn giới thiệu anh ấy cho bất kỳ ai muốn khám phá xung quanh Đà Nẵng. Anh ấy rất hiểu biết và vui vẻ trả lời bất kỳ câu hỏi nào bạn có thể có trên đường đi. Anh ấy tập hợp một trải nghiệm được lên kế hoạch cẩn thận dựa trên những gì bạn mong muốn từ chuyến tham quan. Chúng tôi đến Bà Nà Hills và Cầu Vàng, đến công viên nước và chèo thuyền vượt thác, khám phá đài tưởng niệm chiến tranh và đến tượng Phật Bà. Nói chung Quang là người đáng yêu, rất dễ tính và cởi mở và trung thực trong việc định giá. 10 - 10 sẽ đề xuấtĐọc thêm",
            "Xin chào Juan!\nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến tham quan cùng Công ty của tôi.\n                 Trân trọng \n                     Quang Đọc thêm",
            "Quang dừng chúng tôi trên đường để trò chuyện thú vị - chúng tôi bắt đầu nói chuyện - tổ chức một chuyến tham quan trong ngày. Chuyến tham quan thật tuyệt vời, chúng tôi đã đến Bà Nà Hills, ngôi chùa dành cho phụ nữ - chèo thuyền vượt thác mà chúng tôi chưa từng thấy ở bất kỳ nơi nào được quảng cáo ở Đà Nẵng nên cảm thấy thực sự đặc biệt khi anh ấy đưa chúng tôi đến một vài địa điểm ẩn mà người dân địa phương thường đến đó là thực sự đáng kinh ngạc để trải nghiệm. Tôi đánh giá cao Quang - dịch vụ 5 sao của anh ấy! Lần tới tôi - tôi ở Việt Nam, tôi rất muốn đặt một chuyến du lịch khác với anh ấy!Đọc thêm",
            "Xin chào Laylap!\n Rất cám ơn vì nhận xét của bạn và rất vui khi được tận hưởng chuyến tham quan cùng chúng tôi...Hy vọng gặp lại bạn.\n          Chúc mừng\n              Quang \n Đọc thêm",
            "Có một trải nghiệm tuyệt vời khi đi du lịch với Quang. Anh ấy rất thân thiện và có tính chất giúp đỡ. Tôi chắc chắn sẽ giới thiệu anh ấy.Đọc thêm",
            "Chào vùng ven biển!\n  Cảm ơn bạn đã đánh giá tại TripAdvisor của tôi. Hy vọng gặp lại bạn.\n             Trân trọng \n                  Quang Đọc thêm",
            "Quang có nhân cách tốt và nhân cách tốt. Thích lái xe vòng quanh Đà Nẵng và Bà Nà Hills cùng anh ấy. Anh ấy đưa chúng tôi đến Nhà máy Đá cẩm thạch, hang động và đến Hội An nữa. Anh chàng tuyệt vời.Đọc thêm",
            "Xin chào Yash!\nCảm ơn bạn rất nhiều vì đánh giá của bạn. Tôi rất vui khi biết bạn thích thú với các chuyến tham quan cùng Công ty của tôi.\n         Mong gặp lại bạn \n               Quang Đọc thêm",
            "Chúng tôi vinh dự được đón Quang trong chuyến đi 2 ngày tại Đà Nẵng. Ngày đầu tiên phải đến thăm đồi Bà Nà và rất có kinh nghiệm, anh ấy có thể di chuyển qua đám đông với khoảng cách đi bộ ngắn nhất và hầu như không có thời gian chờ đợi. Hướng dẫn viên rất chu đáo sẽ bật điều hòa để xe luôn mát mẻ mỗi khi chúng tôi lên xe. Ngày Thứ 2 là tới núi đá cẩm thạch và phải ghé thăm địa điểm Hội An. Hội An rất đẹp và Quang đã rất nhiệt tình trong suốt chuyến đi. Dừng lại để chúng tôi thưởng thức món bánh mì tuyệt vời trên đường đi cho bữa sáng. Anh ấy liên tục kiểm tra số lượng nhân viên khi dẫn đầu chuyến đi để đảm bảo tất cả đều được tính toán đầy đủ. Chắc chắn sẽ giới thiệu anh ấy cho bất kỳ ai đến thăm Đà Nẵng.Đọc thêm",
            "Xin chào NIKI!\nCảm ơn bạn rất nhiều vì đã đánh giá và biết rằng Gia đình bạn sẽ thích thú trong các chuyến tham quan cùng Công ty của tôi. Mong gặp lại bạn \n             Trân trọng \n                   Quang Đọc thêm",
            "Anh Quang đón chúng tôi đúng giờ bằng chiếc xe Suzuki an toàn. Chỉ cho chúng tôi những địa điểm đẹp kèm theo lời giải thích. Bạn có thể hỏi anh ấy mọi câu hỏi, anh ấy rất vui lòng trả lời. Tôi thực sự khuyên anh ấy. Giao tiếp tốt với WhatsApp.Đọc thêm",
            "Chào Xin!\n  Cảm ơn bạn đã đánh giá..và được biết bạn - Vợ của bạn sẽ tận hưởng chuyến tham quan bằng Ô tô cùng Công ty của tôi.     \n            Trân trọng\n                 Quang Đọc thêm",
            "Quang đưa gia đình chúng tôi đi du lịch cả ngày lên núi, chúng tôi đã có một ngày tuyệt vời khi đến thăm các ngôi làng và nếm thử những món mà người dân địa phương đã làm và thu hoạch Quang có rất nhiều kiến ​​thức và vui vẻ trả lời mọi câu hỏi của chúng tôi, chúng tôi có ba đứa con nhỏ Quang đã điều chỉnh trong ngày để phù hợp với chúng tôi. Nhìn chung một ngày tuyệt vời và lên kế hoạch đặt tour khác Cảm ơn Quang!Đọc thêm",
            "Xin chào Gracie!.\nCảm ơn bạn rất nhiều vì đánh giá tốt đẹp trên TripAdvisor của tôi và tôi rất vui khi biết Gia đình bạn sẽ tận hưởng chuyến đi cùng chúng tôi ... Hy vọng gặp lại bạn.\n              Trân trọng\n                    Quang Đọc thêm",
            "Hướng dẫn tuyệt vời, anh ấy có kiến ​​thức địa phương tốt và đảm bảo rằng tôi cảm thấy thoải mái và có trải nghiệm thú vị. Tôi thực sự khuyên bạn nên đặt phòng với Quang.Đọc thêm",
            "Chào Tom !\nRất cám ơn bạn đã đánh giá trên TripAdvisor của tôi và biết rằng bạn thích thú với các chuyến tham quan cùng Công ty của tôi\n               Trân trọng\n                    Quang Đọc thêm",
            "Đưa tôi từ Đà Nẵng đến Hồ An trong một chuyến đi nửa ngày dừng lại bên ngọn núi đá cẩm thạch có căn cứ trực thăng của Quân đội Hoa Kỳ trong rừng ngập mặn trước khi thả tôi xuống khách sạn ở Hồ An. Rất đẹp và giá tốt. Cảm ơn một lần nữaĐọc thêm",
            "Xin chào Kevin !\nRất cám ơn đánh giá của bạn trên TripAdvisor của tôi và rất vui khi biết bạn thích thú trong chuyến đi cùng Công ty của tôi.....\n           Trân trọng\n                Quang Đọc thêm",
            "Tháng 1 năm 2023... chúng tôi đến từ Iran và đang tìm kiếm một cố vấn du lịch. May mắn thay, chúng tôi gặp Quang và nhận thấy anh ấy cũng rất chuyên nghiệp và trung thực. Ngoài ra, lời đề nghị của anh ấy rất công bằng. Chúng tôi đã có một chuyến du lịch trong ngày với anh ấy và anh ấy thực sự đã cố gắng hết sức mình. Tôi muốn nói rằng chúng tôi đã tận hưởng nhiều hơn những gì chúng tôi mong đợi trong chuyến lưu diễn Tnx đến Quang Tháng 1 - 2023 - Chúng tôi đến Việt Nam từ Iran và may mắn thay chúng tôi đã gặp được Quang và anh ấy. Chúng tôi đã có chuyến du lịch một ngày với họ. Tôi muốn nói rằng anh ấy rất hữu ích và có kiến ​​thức tốt cũng như thông tin thú vị. Điều quan trọng nhất là anh ấy đã cố gắng làm cho chúng tôi được nhìn thấy nhiều nơi nhất và vui vẻ. Ngoài ra, nó rất công bằng. Cảm ơn bạn. Đọc thêm",
            "Xin chào Mahyar!\nCảm ơn bạn rất nhiều vì đã đánh giá và được biết bạn - Chồng của bạn sẽ tận hưởng chuyến đi cùng Công ty của tôi...\n          Mong gặp lại bạn\n                  Quang Đọc thêm",
            "Xin chào, bạn quan tâm đến chuyến tham quan bằng xe máy, hãy liên hệ với bạn. Tôi đang vào ngày 11 tháng 9, các chuyến tham quan một ngày để quan tâm và muốn biết thêm chi tiết, hãy liên hệ với bạn để di chuyển 1. Hướng dẫn viên đang chở tôi? 2. Một khóa học chi tiết? 3. có phải là một chi phí bổ sung?...Đọc thêm",
            "Chào bạn! Vui lòng gọi cho chúng tôi whatsapp là: - 84903579094. Cảm ơn nhiềuĐọc thêm",
            "Xin chào, chúng tôi muốn tham gia chuyến tham quan của bạn và chúng tôi có thể tự mình đi xe máy. Tôi có thể có thông tin về chuyến tham quan và giá cả không và làm thế nào chúng tôi có thể đăng ký chuyến tham quan của bạn? Xin vui lòng tư vấn. Cảm ơnĐọc thêm",
            "Maria thân mến!                                                                                                                             Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty xe máy cho tôi. xin vui lòng cho tôi biết có bao nhiêu người tham gia các tour du lịch? và Bạn cần bao nhiêu chiếc xe đạp? Tôi không thể viết email và trang web cho tôi. Vui lòng gọi cho tôi bằng điện thoại di động: 0903579094 hoặc Whatssap: - 84903579094. Cảm ơn rất nhiều.                                                                                      QuangĐọc thêm",
            "chúng tôi có sáu người đến vào ngày 28 - 9 đến 3 - 10 ở lại Đà Nẵng! Bạn có thể lên kế hoạch cho chúng tôi về giá được không!Đọc thêm",
            "Jacky thân mến!                                                                                                   Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. xin vui lòng cho tôi biết, Bao nhiêu ngày? và bạn muốn đi bằng xe tải nhỏ hay xe máy? Tôi không thể viết email và web cho tôi... vui lòng gọi cho tôi Điện thoại cầm tay: - 84903579094 hoặc 0903579094 Cảm ơn QuangĐọc thêm",
            "Tôi quan tâm đến điều này nhưng tôi không thể tìm thấy trang web hoặc bất kỳ thông tin liên hệ nào. Bạn có thể vui lòng cung cấp chi tiết? Tôi đã hy vọng làm được điều gì đó vào ngày mai Thứ Ba ngày 22 tháng 5Đọc thêm",
            "Paul thân mến!                                                                                                           Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. Đúng. tour vòng quanh một ngày chúng tôi ghé thăm:: Ngũ Hành Sơn- làng chài- Núi Monky- Đèo Hải Vân- Thác trong rừng và ngắm nhìn một số nét thực tế của Việt Nam về Lịch sử... Giá: 50usd. Bắt đầu từ khoảng 9 giờ sáng đến 5 giờ chiều hoặc 6 giờ chiều. Điện thoại Me Hand: 0903579094. Vui lòng gọi... Cám ơn nhiều.   QuangĐọc thêm",
            "CHÀO!  \nBao nhiêu tiền cho chuyến tham quan vòng quanh một ngày?Đọc thêm",
            "CHÀO ! Xin vui lòng tìm kiếm trong trang web của tôi. Cảm ơnĐọc thêm",
            "Xin chào, tôi và bạn trai sẽ đến thăm Đà Nẵng vào ngày 13-19 tháng 6. Chúng tôi muốn thực hiện 3 chuyến tham quan bằng xe máy. Chuyến 1, núi đá cẩm thạch - buổi sáng - , Chuyến 2, Hội An - Mỹ Sơn. Chuyến 3, cả ngày qua đèo Hải Vân lên Huế và về Đà Nẵng. Cả hai chúng tôi đều có thể đi xe và muốn đi những chiếc xe đạp chất lượng tốt. Xin hỏi bạn sẽ tính phí bao nhiêu cho việc này? Cảm ơn. Alison - JonĐọc thêm",
            "Alison - Jon thân mến!                                                                                                                   Xin vui lòng hỏi tôi qua email trong trang web của tôi. Cảm ơn nhiều .  QuangĐọc thêm",
            "CHÀO \n\nBạn có thể được đón từ bến tàu và thực hiện chuyến tham quan nửa ngày không.\nNếu vậy thì chi phí là bao nhiêuĐọc thêm",
            "CHÀO!  Tôi nghĩ có thể bạn đã bấm nhầm nút vì tin nhắn của bạn đã được chuyển hướng đến tôi chứ không phải những tay đua dễ dãi của Quang. \n\n\nTuy nhiên, tôi - tôi chắc chắn rằng khi bạn liên lạc với anh ấy, anh ấy - chắc chắn sẽ đủ linh hoạt để phù hợp với bạn,,, chỉ cần nhớ cho anh ấy biết thời gian biểu của bạn \nChúc may mắn và lái xe vui vẻĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 11, 2024",
            "Written March 29, 2024",
            "Written February 25, 2024",
            "Written February 13, 2024",
            "Written February 2, 2024",
            "Written January 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or10-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d1547894-Reviews-Catalina_Express-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d1946612-Reviews-Trail_Ridge_Road-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d102670-Reviews-Valley_of_Fire_State_Park-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60812-d145768-Reviews-Laurel_Caverns-Farmington_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6922712-Reviews-Myrtle_Manor-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d7152913-Reviews-Kentucky_Kingdom-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165978-d1425547-Reviews-Oshino_Hakkai-Oshino_mura_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g58955-d4588827-Reviews-Splash_Zone-Clarksburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d183977-Reviews-Mile_End-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d117476-Reviews-Clearwater_Beach-Clearwater_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or10-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên du lịch": 0.9942757912212983,
            "chuyến tham": 0.7280901954509318,
            "cầu vàng": 0.5,
            "công viên nước": 0.5,
            "chèo thuyền": 0.5147472146432847,
            "đài tưởng niệm chiến tranh": 0.5,
            "tượng": 0.5,
            "chuyến tham quan": 0.9681810260485185,
            "ngôi chùa": 0.7092443301342428,
            "dịch vụ": 0.9559571258723736,
            "chuyến du lịch": 0.4815455861389637,
            "trải nghiệm": 0.9953472958877683,
            "ven biển": 0.5990115674212575,
            "nhà máy": 0.5,
            "thạch": 0.5,
            "hang động": 0.5,
            "chuyến đi": 0.9131920746876858,
            "hướng dẫn viên": 0.8737691454589367,
            "điều hòa": 0.5,
            "xe": 0.5,
            "núi đá cẩm": 0.9789736834354699,
            "hội an": 0.8737691454589367,
            "món bánh mì": 0.9953810002771206,
            "bữa sáng": 0.5,
            "nhân viên": 0.8980630594305694,
            "địa điểm": 0.9954250061418861
        },
        "dicts_adj": {
            "hướng dẫn viên du lịch": [
                "tuyệt vời",
                "bất kỳ"
            ],
            "chuyến tham": [
                "cẩn thận",
                "thú vị"
            ],
            "cầu vàng": [],
            "công viên nước": [],
            "chèo thuyền": [
                "vượt thác",
                "bất kỳ",
                "thực sự",
                "đặc biệt",
                "thực sự"
            ],
            "đài tưởng niệm chiến tranh": [],
            "tượng": [],
            "chuyến tham quan": [
                "nhiều",
                "cùng",
                "tuyệt vời",
                "cám ơn",
                "vui",
                "cùng",
                "vui",
                "cùng",
                "nhiều",
                "cùng"
            ],
            "ngôi chùa": [
                "vượt thác",
                "bất kỳ",
                "thực sự",
                "đặc biệt",
                "thực sự"
            ],
            "dịch vụ": [],
            "chuyến du lịch": [
                "khác"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "ven biển": [],
            "nhà máy": [],
            "thạch": [],
            "hang động": [],
            "chuyến đi": [
                "đầy đủ"
            ],
            "hướng dẫn viên": [
                "chu đáo"
            ],
            "điều hòa": [],
            "xe": [],
            "núi đá cẩm": [
                "cẩm thạch"
            ],
            "hội an": [
                "đẹp",
                "nhiệt tình",
                "suốt"
            ],
            "món bánh mì": [
                "tuyệt vời"
            ],
            "bữa sáng": [],
            "nhân viên": [
                "đầy đủ"
            ],
            "địa điểm": [
                "đẹp"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên du lịch": 2,
            "chuyến tham": 4,
            "cầu vàng": 2,
            "công viên nước": 2,
            "chèo thuyền": 4,
            "đài tưởng niệm chiến tranh": 2,
            "tượng": 2,
            "chuyến tham quan": 9.0,
            "ngôi chùa": 2,
            "dịch vụ": 2,
            "chuyến du lịch": 2,
            "trải nghiệm": 2,
            "ven biển": 1.5,
            "nhà máy": 1.5,
            "thạch": 1.5,
            "hang động": 1.5,
            "chuyến đi": 1.5,
            "hướng dẫn viên": 1.5,
            "điều hòa": 1.5,
            "xe": 1.5,
            "núi đá cẩm": 1.5,
            "hội an": 1.5,
            "món bánh mì": 1.5,
            "bữa sáng": 1.5,
            "nhân viên": 1.5,
            "địa điểm": 1.5
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Anh Quang thật tuyệt vời! Chúng tôi tình cờ gặp anh ấy sau khi chồng tôi Ron và tôi đang ghi hình buổi biểu diễn của nhân viên anh ấy cho TikTok. Trở về khách sạn, anh ấy hỏi chúng tôi hôm nay có muốn đi tham quan không và chúng tôi đã muốn đi leo núi đá cẩm thạch nên chúng tôi có con gái và người bạn và rời đi một giờ sau đó. Anh ấy đưa chúng tôi đến một số nơi thú vị để xem những ngôi chùa, tượng Phật và những chú khỉ hoang dã. Đó là một buổi tối đẹp trời, chúng tôi thậm chí còn cắt được cảnh hoàng hôn và ngày hôm sau chúng tôi lại thực hiện một chuyến tham quan khác quanh những ngọn núi, khám phá tất cả các cung điện hoàng gia đẹp đến nghẹt thở. Đó là một công việc cả ngày, tất cả những con đường phía sau và những địa điểm mà bạn không nhất thiết phải nhìn thấy trên xe buýt du lịch. Chúng tôi thực sự giới thiệu các chuyến tham quan của anh Quang, chúng tôi rất vui mừng được thực hiện một chuyến xuyên quốc gia khác khi chúng tôi quay trở lại! Có nghĩa là sẽ gặp anh ấy ở bãi đậu xe.  - Đọc thêm",
            "Xin chào Annelise;\nCảm ơn bạn rất nhiều - gia đình bạn sẽ tận hưởng chuyến du lịch cùng Công ty của tôi - s..Hy vọng gặp lại bạn vào năm sau\n                Trân trọng\n                       Quang Đọc thêm",
            "hướng dẫn rất hay đã giới thiệu những địa điểm tuyệt vời. Anh ấy nói tiếng Anh rất tốt và xe hơi rất tốt. Chuyến đi tuyệt vời. Phần LanĐọc thêm",
            "Xin chào Jari L!\nRất cám ơn bạn đã đánh giá trên TripAdvisor của tôi và biết rằng bạn rất thích chuyến tham quan cùng Công ty của tôi. \n               Trân trọng\n                    QuangĐọc thêm",
            "Quang đón tôi bằng xe của anh ấy tại khách sạn ở Đà Nẵng và chúng tôi bắt đầu chuyến phiêu lưu kéo dài hai ngày dọc theo đường mòn Hồ Chí Minh.  Quang là một hướng dẫn viên xuất sắc kể những câu chuyện và lịch sử của những nơi chúng tôi đến thăm.  Chúng tôi dừng lại và khám phá, ăn uống trong khi đi du lịch.  Tôi hoàn toàn thích trải nghiệm này.  Cuối cùng Quang thả tôi xuống khách sạn ở Huế.  Đọc thêm",
            "Matthew thân mến!\nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến du lịch mạo hiểm trên đường mòn Hồ Chí Minh...xem thực tế - History VN \n                  Trân trọng\n                      Quang \n\nĐọc thêm",
            "Tôi đã tìm kiếm các chuyến tham quan vào đêm hôm trước - anh chàng Easyrider này nói rằng sẽ là người giỏi nhất nhưng có lẽ đã quá muộn để tổ chức bất cứ điều gì với anh ta. Sáng hôm sau đang tìm bữa sáng, chúng tôi tình cờ gặp anh ấy - đặt lịch cho anh ấy ngay lập tức, đây là cuộc gặp điên rồ nhất mà tôi từng có. Ngay tại chỗ anh ấy đưa chúng tôi đi du lịch đến DMZ, anh ấy hiểu biết về mọi thứ tôi ném vào anh ấy. Anh ấy biết những con đường mà những địa điểm địa phương phải đi - cái giá mà chúng tôi phải trả. Chúng tôi đã đặt lại anh ấy cho ngày hôm sau. Anh ấy đưa chúng tôi xuống Hội An - mọi thứ ở giữa. Một lần nữa, có rất nhiều kiến ​​thức địa phương và cách để nhìn thấy những thứ mà những khách du lịch khác không cảm thấy khó chịu. Quang thật tuyệt vời, anh ấy rất tốt với mọi gia đình và biết khắp mọi nơi ở Việt Nam. Sẽ tìm kiếm anh ấy một lần nữa khi chúng tôi trở lại Việt Nam. Rất khuyến khích anh ấy cho bất kỳ loại tour du lịch. Anh ấy là người giỏi nhất. Cảm ơn Quang đã có mặt tại chỗ và cứu sinh nhật tôi. Đọc thêm",
            "Xin chào Ryan C!\nRất cám ơn đánh giá của bạn tại TripAdvisor của tôi. Và để biết bạn - Gia đình của bạn tận hưởng những chuyến du lịch cùng Công ty tôi. Hy vọng được gặp lại Gia đình bạn vào năm tới..chúng tôi sẽ thực hiện chuyến đi dài ngày trên đường mòn Hồ Chí Minh để nhìn thấy thực tế của VN\n           Trân trọng\n             Quang easyrider - tour trong ngày Đọc thêm",
            "Cảm ơn vì chuyến đi thú vị và đáng nhớ anh Quang. Chúng tôi thực sự biết ơn sự chu đáo của bạn và đã khiến chuyến đi này trở thành một trải nghiệm khó quên. Hãy nhớ những gì chúng ta đã thảo luận trong câu trích dẫn - VỢ VỢ HẠNH PHÚC CUỘC SỐNG - .. - - Đọc thêm",
            "Xin chào Khairi A!\nCảm ơn bạn đã tận hưởng chuyến tham quan cùng chúng tôi. Mong được gặp lại bạn - gia đình bạn vào năm sau...\n                   Chúc mừng\n                Quang Đọc thêm",
            "Chúng tôi tình cờ gặp Quang khi đang đi dạo dọc bãi biển và anh ấy mời chúng tôi đi tham quan Đà Nẵng trong ngày. Tôi không nghĩ có cách nào tốt hơn để ngắm nhìn vẻ đẹp thực sự của thành phố này hơn là một chuyến du lịch cùng Quang!!! Anh ấy rất am hiểu và trả lời tất cả các câu hỏi của chúng tôi về Việt Nam. Anh ấy đưa chúng tôi đến một nhà hàng địa phương tuyệt vời để ăn trưa và có rất nhiều địa điểm tuyệt vời để chụp ảnh. Nếu bạn ở Đà Nẵng, chuyến đi duy nhất bạn nên thực hiện là với Quang. Trải nghiệm đáng kinh ngạc!!! Đọc thêm",
            "Xin chào Isaacf!\n Cảm ơn bạn rất nhiều vì đánh giá của bạn trên TripAdvisor của tôi và rất vui được biết bạn - bạn gái của bạn sẽ tận hưởng chuyến đi cùng chúng tôi...\n       Trân trọng\n    QuangĐọc thêm",
            "Rất tình cờ chúng tôi bắt chuyện với Quang trên bãi biển. Ngay lập tức chúng tôi đã có một cuộc trò chuyện thú vị và Quang có vẻ rất vui vẻ và đáng tin cậy. Anh ấy kể cho chúng tôi nghe câu chuyện của anh ấy và anh ấy cũng là một hướng dẫn viên du lịch. Đúng những gì chúng tôi đang tìm kiếm. Chúng tôi đã thỏa thuận - tất nhiên là tôi nhanh chóng so sánh giá cả - nhưng thỏa thuận của Quang nhanh chóng trở thành thỏa thuận tốt nhất! Ngày hôm sau lúc 9:00 sáng, Quang có mặt trước khách sạn của chúng tôi rất đúng giờ và mang đến cho chúng tôi một ngày khó quên , thậm chí còn nhiều lượt xem hơn mức đã thỏa thuận! Cây cầu vàng, các tác phẩm điêu khắc bằng đá cẩm thạch, thác nước - để hạ nhiệt -, ăn uống cùng người dân địa phương, những đồn điền dừa nước nơi chúng tôi đã có một chuyến đi ngoạn mục trên những chiếc thuyền tròn truyền thống! Và cuối cùng, phố cổ Hội AnTóm lại, Quang đã cho chúng tôi một ngày tuyệt vời khó quên Quang là người thông minh, biết nhiều và đưa ra lời giải thích hay, đưa ra những lời khuyên và gợi ý nhưng không bắt buộc bạn phải làm bất cứ điều gì... Bạn có thể tin tưởng vào anh ấy và anh ấy là người giữ lờiTôi chỉ có thể giới thiệu anh ấyTóm lại, Quang là hướng dẫn viên du lịch giỏi nhấtĐọc thêm",
            "Benny thân mến!\nCảm ơn bạn rất nhiều vì đã đánh giá và cho biết bạn hài lòng với Công ty của tôi..\n                 Chúc mừng\n                  QuangĐọc thêm",
            "Chúng tôi đã có một chuyến đi vui vẻ và vui vẻ với Quang. Anh ấy rất thú vị và hữu ích. Anh ấy sẵn sàng dừng lại ở nơi chúng tôi muốn. Cảm ơn bạn vì chuyến đi Quang! Thật tuyệt khi có anh ấy làm tài xế hướng dẫn. Đọc thêm",
            "Francois thân mến!\n  Cảm ơn đánh giá của bạn tại TripAdvisor của tôi..\n              Chúc mừng\n                 QuangĐọc thêm",
            "Gần đây tôi và gia đình đã có chuyến du lịch 3 ngày và có trải nghiệm tuyệt vời nhất. Hướng dẫn viên đảm bảo chúng tôi có những góc chụp hoàn hảo và thời tiết rất đẹp. Điểm nổi bật chắc chắn là những món ăn ngon được sắp xếp cho chúng tôi. Nhưng điều thực sự làm tôi ấn tượng là khi người hướng dẫn đi xa hơn để mời cháu trai tôi và tôi Balut thử. Rất khuyến khích!Đọc thêm",
            "Xin chào Joj!\nCảm ơn bạn rất nhiều vì đã đánh giá và được biết bạn - Gia đình của bạn sẽ thích thú với Công ty của tôi..\n            Chúc mừng\n           QuangĐọc thêm",
            "Dịch vụ này rất xuất sắc và Long là hướng dẫn viên du lịch cá nhân của chúng tôi đã rất chú ý đến chúng tôi với nhóm 6 người. Luôn đảm bảo rằng mọi bữa ăn đều đáp ứng được mong đợi của chúng tôi. Vì chúng tôi rất yêu thích món Phở nên hầu hết mỗi bữa ăn sẽ được thưởng thức món phở khác nhau ở những nhà hàng khác nhau. Chắc chắn sẽ quay lại Đà Nẵng lần nữa. Đọc thêm",
            "Xin chào gia đình ;\n Rất cám ơn nhận xét của bạn và được biết bạn - Gia đình bạn sẽ tận hưởng chuyến du lịch cùng Công ty tôi - s.\n      Chúc mừng\n      Quang Đọc thêm",
            "Xin chào, bạn quan tâm đến chuyến tham quan bằng xe máy, hãy liên hệ với bạn. Tôi đang vào ngày 11 tháng 9, các chuyến tham quan một ngày để quan tâm và muốn biết thêm chi tiết, hãy liên hệ với bạn để di chuyển 1. Hướng dẫn viên đang chở tôi? 2. Một khóa học chi tiết? 3. có phải là một chi phí bổ sung?...Đọc thêm",
            "Chào bạn! Vui lòng gọi cho chúng tôi whatsapp là: - 84903579094. Cảm ơn nhiềuĐọc thêm",
            "Xin chào, chúng tôi muốn tham gia chuyến tham quan của bạn và chúng tôi có thể tự mình đi xe máy. Tôi có thể có thông tin về chuyến tham quan và giá cả không và làm thế nào chúng tôi có thể đăng ký chuyến tham quan của bạn? Xin vui lòng tư vấn. Cảm ơnĐọc thêm",
            "Maria thân mến!                                                                                                                             Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty xe máy cho tôi. xin vui lòng cho tôi biết có bao nhiêu người tham gia các tour du lịch? và Bạn cần bao nhiêu chiếc xe đạp? Tôi không thể viết email và trang web cho tôi. Vui lòng gọi cho tôi bằng điện thoại di động: 0903579094 hoặc Whatssap: - 84903579094. Cảm ơn rất nhiều.                                                                                      QuangĐọc thêm",
            "chúng tôi có sáu người đến vào ngày 28 - 9 đến 3 - 10 ở lại Đà Nẵng! Bạn có thể lên kế hoạch cho chúng tôi về giá được không!Đọc thêm",
            "Jacky thân mến!                                                                                                   Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. xin vui lòng cho tôi biết, Bao nhiêu ngày? và bạn muốn đi bằng xe tải nhỏ hay xe máy? Tôi không thể viết email và web cho tôi... vui lòng gọi cho tôi Điện thoại cầm tay: - 84903579094 hoặc 0903579094 Cảm ơn QuangĐọc thêm",
            "Tôi quan tâm đến điều này nhưng tôi không thể tìm thấy trang web hoặc bất kỳ thông tin liên hệ nào. Bạn có thể vui lòng cung cấp chi tiết? Tôi đã hy vọng làm được điều gì đó vào ngày mai Thứ Ba ngày 22 tháng 5Đọc thêm",
            "Paul thân mến!                                                                                                           Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. Đúng. tour vòng quanh một ngày chúng tôi ghé thăm:: Ngũ Hành Sơn- làng chài- Núi Monky- Đèo Hải Vân- Thác trong rừng và ngắm nhìn một số nét thực tế của Việt Nam về Lịch sử... Giá: 50usd. Bắt đầu từ khoảng 9 giờ sáng đến 5 giờ chiều hoặc 6 giờ chiều. Điện thoại Me Hand: 0903579094. Vui lòng gọi... Cám ơn nhiều.   QuangĐọc thêm",
            "CHÀO!  \nBao nhiêu tiền cho chuyến tham quan vòng quanh một ngày?Đọc thêm",
            "CHÀO ! Xin vui lòng tìm kiếm trong trang web của tôi. Cảm ơnĐọc thêm",
            "Xin chào, tôi và bạn trai sẽ đến thăm Đà Nẵng vào ngày 13-19 tháng 6. Chúng tôi muốn thực hiện 3 chuyến tham quan bằng xe máy. Chuyến 1, núi đá cẩm thạch - buổi sáng - , Chuyến 2, Hội An - Mỹ Sơn. Chuyến 3, cả ngày qua đèo Hải Vân lên Huế và về Đà Nẵng. Cả hai chúng tôi đều có thể đi xe và muốn đi những chiếc xe đạp chất lượng tốt. Xin hỏi bạn sẽ tính phí bao nhiêu cho việc này? Cảm ơn. Alison - JonĐọc thêm",
            "Alison - Jon thân mến!                                                                                                                   Xin vui lòng hỏi tôi qua email trong trang web của tôi. Cảm ơn nhiều .  QuangĐọc thêm",
            "CHÀO \n\nBạn có thể được đón từ bến tàu và thực hiện chuyến tham quan nửa ngày không.\nNếu vậy thì chi phí là bao nhiêuĐọc thêm",
            "CHÀO!  Tôi nghĩ có thể bạn đã bấm nhầm nút vì tin nhắn của bạn đã được chuyển hướng đến tôi chứ không phải những tay đua dễ dãi của Quang. \n\n\nTuy nhiên, tôi - tôi chắc chắn rằng khi bạn liên lạc với anh ấy, anh ấy - chắc chắn sẽ đủ linh hoạt để phù hợp với bạn,,, chỉ cần nhớ cho anh ấy biết thời gian biểu của bạn \nChúc may mắn và lái xe vui vẻĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 3, 2024",
            "Written January 2, 2024",
            "Written December 14, 2023",
            "Written December 5, 2023",
            "Written December 1, 2023",
            "Written November 29, 2023",
            "Written November 25, 2023",
            "Written November 18, 2023",
            "Written November 14, 2023",
            "Written November 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or10-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or20-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d3499235-Reviews-Mercado_de_Coyoacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g58912-d2554622-Reviews-Coopers_Rock_State_Forest-Bruceton_Mills_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d639861-Reviews-Honokeana_Bay-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d2645730-Reviews-Pokemon_Center_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1492719-Reviews-Archeological_Crypt_of_the_Parvis_of_Notre_Dame-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d19174694-Reviews-Turtle_Point-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187286-d1784137-Reviews-Altstadt_Old_Town-Heidelberg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d109498-Reviews-Guadalupe_River_State_Park-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g16766234-d3327271-Reviews-Xi_Beach-Mantzavinata_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d247702-Reviews-Ripley_s_Believe_It_or_Not_Gatlinburg-Gatlinburg_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or20-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or10-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "buổi biểu diễn": 0.5,
            "nhân viên": 0.5,
            "khách sạn": 0.5262476108968258,
            "leo núi đá": 0.5122830029577017,
            "ngôi chùa tượng": 0.5,
            "chú khỉ hoang": 0.5,
            "chuyến tham quan": 0.6363585208542645,
            "ngọn núi": 0.9881817088462412,
            "cung điện hoàng gia": 0.9955942141241394,
            "xe buýt du lịch": 0.9886517671402544,
            "chuyến xuyên quốc gia": -0.9687101591844112,
            "bãi đậu xe": 0.5610038442537189,
            "chuyến du lịch": 0.8843891015470339,
            "địa điểm": 0.9954375358996913,
            "xe hơi": 0.9947825346025638,
            "chuyến đi": 0.9871571952244267,
            "đường mòn": 0.5,
            "hướng dẫn viên": 0.7632712386548519,
            "trải nghiệm": 0.9949131550965831,
            "bữa sáng": -0.9718198648188263,
            "kiến ​​thức": 0.31807470321655273,
            "tour du lịch": 0.9547951212152839,
            "đường mòn hồ chí": 0.8737691454589367,
            "bãi biển": 0.9203365668654442,
            "nhà hàng địa phương": 0.9855685472721234
        },
        "dicts_adj": {
            "buổi biểu diễn": [],
            "nhân viên": [],
            "khách sạn": [
                "cẩm thạch",
                "dọc",
                "Cuối cùng"
            ],
            "leo núi đá": [
                "cẩm thạch"
            ],
            "ngôi chùa tượng": [],
            "chú khỉ hoang": [],
            "chuyến tham quan": [
                "khác",
                "khác",
                "cùng",
                "giỏi",
                "nhất",
                "muộn",
                "cùng"
            ],
            "ngọn núi": [
                "đẹp"
            ],
            "cung điện hoàng gia": [
                "đẹp"
            ],
            "xe buýt du lịch": [],
            "chuyến xuyên quốc gia": [
                "khác"
            ],
            "bãi đậu xe": [],
            "chuyến du lịch": [
                "nhiều",
                "cùng",
                "cùng",
                "tốt",
                "hơn",
                "đẹp",
                "thực sự",
                "hơn",
                "cùng"
            ],
            "địa điểm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "xe hơi": [
                "tốt",
                "tốt"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "dài",
                "thú vị",
                "thực sự",
                "chu đáo",
                "khó"
            ],
            "đường mòn": [],
            "hướng dẫn viên": [
                "xuất sắc"
            ],
            "trải nghiệm": [
                "hoàn toàn"
            ],
            "bữa sáng": [
                "tình cờ",
                "điên rồ",
                "nhất"
            ],
            "kiến ​​thức": [
                "nhiều",
                "khác",
                "khó chịu"
            ],
            "tour du lịch": [
                "khuyến khích",
                "bất kỳ"
            ],
            "đường mòn hồ chí": [
                "dài"
            ],
            "bãi biển": [
                "tình cờ",
                "dọc"
            ],
            "nhà hàng địa phương": [
                "tuyệt vời",
                "nhiều"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "buổi biểu diễn": 1.5,
            "nhân viên": 1.5,
            "khách sạn": 2.5,
            "leo núi đá": 1.5,
            "ngôi chùa tượng": 1.5,
            "chú khỉ hoang": 1.5,
            "chuyến tham quan": 5.0,
            "ngọn núi": 1.5,
            "cung điện hoàng gia": 1.5,
            "xe buýt du lịch": 1.5,
            "chuyến xuyên quốc gia": 1.5,
            "bãi đậu xe": 1.5,
            "chuyến du lịch": 4.5,
            "địa điểm": 2.5,
            "xe hơi": 1.5,
            "chuyến đi": 3.5,
            "đường mòn": 2,
            "hướng dẫn viên": 1,
            "trải nghiệm": 2,
            "bữa sáng": 1,
            "kiến ​​thức": 1,
            "tour du lịch": 1,
            "đường mòn hồ chí": 1,
            "bãi biển": 1,
            "nhà hàng địa phương": 1
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Tôi tình cờ gặp Quang trên bãi biển Đà Nẵng và tôi đã đăng ký chuyến đi đèo Hải Vân đi Huế trong hai ngày sau đó. Mặc dù tôi đã chọn ngày tồi tệ nhất với thời tiết và trời mưa suốt chặng đường, quang đã chuẩn bị sẵn nhựa để che chúng tôi và hành lý của tôi và biến nó thành một trải nghiệm tuyệt vời. Trong suốt hành trình, chúng tôi dừng lại để chụp ảnh và quang sẽ cung cấp thông tin cho tôi về khu vực này! Nếu bạn định đặt chỗ ở bất cứ đâu, tôi thực sự khuyên bạn nên quang, anh ấy thật xuất sắc. Cảm ơn bạn quang! Đọc thêm",
            "Xin chào Harvh;\n   Cảm ơn bạn đã xem xét\n        Chúc mừng\n        QuangĐọc thêm",
            "Cảm ơn Quang rất nhiều, hôm nay tôi đã cùng anh ấy và 2 người bạn từ thành phố Đà Nẵng đến núi đá cẩm thạch, sau đó chúng tôi đến thăm - ngôi chùa của con trai tôi - và chúng tôi kết thúc bên một thác nước tuyệt đẹp. Quang rất thân thiện, vui tính và có trình độ tiếng Anh rất tốt, dễ hiểu, lại biết rất nhiều điều về lịch sử Việt Nam, anh ấy có thể kể cho bạn rất nhiều điều. Chúng tôi đã dành những khoảng thời gian vui vẻ với anh ấy trong suốt chuyến đi trong ngày của chúng tôi. Tôi đề nghị bạn lên kế hoạch cho một chuyến đi hướng dẫn tốt nhất của thành phố Đà Nẵng !!! Cảm ơn bạn tôiDorian Đọc thêm",
            "Xin chào Dorian!\n  Cảm ơn đánh giá của bạn tại TripAdvisor của tôi....\n        Chúc mừng\n            QuangĐọc thêm",
            "Có một ngày tuyệt vời với Quang! Hướng dẫn rất am hiểu và thậm chí còn thả chúng tôi đến sân bay. Cảm ơn bạn!!Đọc thêm",
            "Xin chào Callumh!\n    Cảm ơn đánh giá của bạn tại TripAdvisor của tôi\n      Chúc mừng\n       Quang Đọc thêm",
            "Dịch vụ tuyệt vời, đi xe suôn sẻ và hướng dẫn am hiểu. Chúng tôi tình cờ gặp anh Quang ở phía trước nhà hàng Đà Nẵng trên bãi biển và anh ấy đề nghị chở chúng tôi đi đến tượng Phật Bà và một số địa điểm lân cận khác, sau đó thả chúng tôi về khách sạn. Đọc thêm",
            "Người rất đúng giờ và có một chiếc xe tuyệt vời. Đưa chúng tôi đi du lịch nửa ngày tới Hội An và đảm bảo rằng anh ấy đã cung cấp cho chúng tôi thông tin địa phương tuyệt vời. Cũng đặt vé thuyền cho chúng tôi. Cung cấp bối cảnh lịch sử tốt cho các địa điểm trên đường đi!Đọc thêm",
            "Xin chào Nikhilv!\nCảm ơn bạn đã đánh giá trên TripAdvisor của tôi\n         Chúc mừng\n            Quang Đọc thêm",
            "Anh Quang là một hướng dẫn viên du lịch tuyệt vời. Anh ấy đưa chúng tôi đến rất nhiều nơi thú vị trong một khoảng thời gian ngắn như vậy. Chúng tôi phải đến Bà Nà Hills xinh đẹp, nơi có SunWorld và chúng tôi đi cáp treo để đến đó. Ngày hôm sau, chúng tôi đến một con sông xinh đẹp, nơi chúng tôi bơi lội, đu dây và đi bè nước. Sau đó, anh đưa chúng tôi đến một ngôi chùa hẻo lánh có hang động tuyệt đẹp. Chúng tôi cũng đi thuyền dừa và cuối cùng kết thúc chuyến đi ở Hội A, nơi chúng tôi có đồ ăn ngon, quần áo được thiết kế riêng và khiêu vũ trong các câu lạc bộ vui nhộn. Anh ấy biết tất cả những nơi tốt nhất để mua đồ ăn và thậm chí còn đặt cho chúng tôi một khách sạn nhìn ra bãi biển tuyệt đẹp ngay đối diện bãi biển. Anh ấy thật tốt bụng và vui tính! Ông có trò đùa hài hước của bố. Cảm ơn anh Quang rất nhiều!Đọc thêm",
            "Xin chào Paviat!\nCảm ơn bạn đã đánh giá trên TripAdvisor của tôi\n   Trân trọng\n       Quang Đọc thêm",
            "người đàn ông này thật tuyệt vời! Tôi đã có khoảng thời gian vui vẻ ở Đà Nẵng - Hội An và nhờ anh ấy mà tôi được ngắm nhìn những cảnh đẹp nhất. anh bạn nói - anh ấy biết một nơi - và đưa chúng tôi đến đó. anh ấy đã khiến chuyến đi của tôi trở thành một chuyến đi đáng nhớ và tôi chắc chắn có thể thấy mình sẽ quay trở lại trong tương lai. Quang rất có tinh thần và tính cách tuyệt vời - cảm ơn bạn đã làm cho chuyến đi của chúng tôi trở nên đáng nhớ!!Đọc thêm",
            "Miền Bắc thân mến!\n Cảm ơn bạn đã đánh giá trên TripAdvisor của tôi\n       Chúc mừng\n          QuangĐọc thêm",
            "Quang approached us at the beach with an offer we simply couldn - t deny.At first we were a bit sceptical, because a lot of people in Da Nang try to sell something to you on the street but it didn - t take long for us to know that we wouldn - t regret it.He asked us whether we wanna get to know the real Vietnam with its prosperous flora and fauna and all the secret sights to see around Ho Chinh min Trail.As students from Germany we were intrigued to see what the rural areas surrounding Da Nang had to offer and we were not disappointed in what Quang showed us on our private tour!Our first destination on our 2 days trip was a local banana - pineapple farm were we got to engulf mentioned fruits in a hammock.Afterwards we went to a secret waterfall location which had the most refreshing water we encountered on our 7 days stay in Vietnam. The path we took was adventurous and challenging but that made it all the more worth it to get refreshed in the 25 - C water from the waterfall that we had all to ourselves. He took us to another destination where local Vietnamese people as well as minority tribes like to enjoy themselves in a small waterfall. After the first adventurous day we went to a hotel that Quang conveniently booked upfront. The whole trip wasn - t really on the cheap side when it comes to our student budget but it was definitely worth it. We paid 500USD for two people with accommodation, beers, activities, sights and food included. The next day he showed us marble mountains, Vietnam war memorials and minority villages. He was keen to answer all our questions about the history of Vietnam as well as the landscape - minorities. After all he has over 30 years of experience in driving around Da Nang. Thank you Quang for the awesome time we had with you, we are definitely gonna have a lot to report to friends and family!Read more",
            "Chào Alex !\nCảm ơn bạn rất nhiều vì đã đánh giá trên TripAdvisor của tôi.. và biết rằng bạn hài lòng với các chuyến tham quan cùng Công ty của tôi.\nHy vọng gặp lại bạn.\n               Trân trọng\n        Quang easyrider - tour trong ngàyĐọc thêm",
            "Chúng tôi đã đặt chuyến du lịch nửa ngày với anh Quang vào ngày 15 tháng 6 năm 2023 vì chúng tôi muốn khám phá vùng quê Đà Nẵng. Tôi phải nói anh Quang là một người hướng dẫn xuất sắc và vô cùng hiểu biết. Chúng tôi đã tìm hiểu về lịch sử, nghệ thuật, văn hóa và nhiều hơn thế nữa, anh ấy cũng đưa chúng tôi đến chợ địa phương và chúng tôi đã mua được một số thứ tuyệt vời với sự giúp đỡ của anh ấy. Anh ấy rất tuyệt và nói tiếng Anh xuất sắc. Thời gian và tiền bạc được đầu tư tốt.Đọc thêm",
            "Chetna thân mến!\n Cảm ơn bạn rất nhiều - Chồng Tận hưởng chuyến tham quan bằng Ô tô cùng Công ty của Tôi...\n              Chúc mừng\n               QuangĐọc thêm",
            "Thời gian của tôi với anh tuy ngắn ngủi nhưng thật ngọt ngào. Đã đặt một chuyến đi và tình cờ gặp được anh chàng tuyệt vời này. Anh ấy nói tiếng Anh xuất sắc. Anh ấy đã tổ chức các chuyến tham quan đến tất cả các địa điểm trong và xung quanh Đà Nẵng. Anh ấy thậm chí còn có chuyến lưu diễn quốc tế của bạn tới Singapore và Malaysia. Tinh thần phiêu lưu, sự thân thiện cùng với giá cả trung thực của anh ấy nổi bật.Đọc thêm",
            "Andrew thân mến !\n Cảm ơn bạn rất nhiều vì đánh giá của bạn...\nHy vọng gặp lại bạn lần sau...chúng tôi sẽ thực hiện một số chuyến tham quan đường mòn Hồ Chí Minh để thấy được thực tế của Việt Nam...\n         Trân trọng\n         Quang easyrider - tour trong ngày\n       Đọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 5, 2023",
            "Written November 1, 2023",
            "Written October 10, 2023",
            "Written October 10, 2023",
            "Written September 17, 2023",
            "Written August 19, 2023",
            "Written August 19, 2023",
            "Written July 23, 2023",
            "Written July 15, 2023",
            "Written July 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or20-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or10-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or30-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8779180-Reviews-Bann_Kang_Wat-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d142694-Reviews-Highland_Park_Village-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g196579-d12998409-Reviews-Paris_La_Defense_Arena-Nanterre_La_Defense_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190068-d1830144-Reviews-Jameos_Del_Agua-Punta_Mujeres_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g48514-d8473219-Reviews-Lake_Ronkonkoma-Ronkonkoma_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d5324509-Reviews-Paddy_s_Old_City_Pub-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2041749-Reviews-Donauinsel-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d662696-Reviews-Ammoudara_Beach-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d560487-Reviews-Lake_Harriet-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574356-d664631-Reviews-Aqualand_Corfu_Water_Park-Agios_Ioannis_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or30-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or20-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bãi biển": 0.6651927070536962,
            "chuyến đi đèo hải vân": 0.8737691454589367,
            "hành lý": 0.9954644214594737,
            "trải nghiệm": 0.9952929429709911,
            "núi đá cẩm": 0.5055609624832869,
            "ngôi chùa": 0.9954418929992244,
            "thác nước": 0.9955411362461746,
            "lịch sử": 0.9954669359140098,
            "chuyến đi": 0.8513892253977247,
            "chuyến đi hướng dẫn": 0.9729261444881558,
            "sân bay": 0.8250677511096001,
            "dịch vụ": 0.9954715758794919,
            "nhà hàng đà": 0.8737691454589367,
            "tượng phật": 0.8737691454589367,
            "địa điểm lân cận": 0.5,
            "khách sạn": 0.7477246130001731,
            "thuyền cho": 0.6181238172575831,
            "bối cảnh lịch sử": 0.991717864992097,
            "hướng dẫn viên du lịch": 0.9948946107178926,
            "cáp treo": 0.9944183462066576,
            "con sông": 0.7646420612582006,
            "bè nước": 0.5,
            "ngôi chùa hẻo lánh": 0.9955193256027997,
            "hang động": 0.9955123075051233,
            "thuyền dừa": 0.6168846003711224,
            "đồ ăn ngon quần áo": 0.995469285058789,
            "câu": 0.7204145789146423,
            "lạc bộ": 0.9898668951354921,
            "đồ ăn": 0.9953931838972494
        },
        "dicts_adj": {
            "bãi biển": [
                "đẹp"
            ],
            "chuyến đi đèo hải vân": [
                "tình cờ"
            ],
            "hành lý": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "núi đá cẩm": [
                "cẩm thạch"
            ],
            "ngôi chùa": [
                "đẹp"
            ],
            "thác nước": [
                "đẹp"
            ],
            "lịch sử": [
                "thân thiện",
                "tốt",
                "dễ",
                "nhiều",
                "nhiều"
            ],
            "chuyến đi": [
                "vui vẻ",
                "suốt",
                "riêng"
            ],
            "chuyến đi hướng dẫn": [
                "tốt"
            ],
            "sân bay": [
                "am hiểu"
            ],
            "dịch vụ": [
                "tuyệt vời"
            ],
            "nhà hàng đà": [
                "tình cờ"
            ],
            "tượng phật": [
                "tình cờ"
            ],
            "địa điểm lân cận": [],
            "khách sạn": [
                "đẹp"
            ],
            "thuyền cho": [],
            "bối cảnh lịch sử": [
                "tốt"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời"
            ],
            "cáp treo": [
                "xinh đẹp"
            ],
            "con sông": [
                "xinh đẹp",
                "đu dây"
            ],
            "bè nước": [],
            "ngôi chùa hẻo lánh": [
                "đẹp"
            ],
            "hang động": [
                "đẹp"
            ],
            "thuyền dừa": [
                "cuối cùng"
            ],
            "đồ ăn ngon quần áo": [
                "riêng"
            ],
            "câu": [
                "vui"
            ],
            "lạc bộ": [
                "vui"
            ],
            "đồ ăn": [
                "đẹp"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bãi biển": 3,
            "chuyến đi đèo hải vân": 1,
            "hành lý": 1,
            "trải nghiệm": 1,
            "núi đá cẩm": 1,
            "ngôi chùa": 1,
            "thác nước": 1,
            "lịch sử": 1,
            "chuyến đi": 2,
            "chuyến đi hướng dẫn": 1,
            "sân bay": 1,
            "dịch vụ": 1,
            "nhà hàng đà": 1,
            "tượng phật": 1,
            "địa điểm lân cận": 1,
            "khách sạn": 2,
            "thuyền cho": 1,
            "bối cảnh lịch sử": 1,
            "hướng dẫn viên du lịch": 1,
            "cáp treo": 1,
            "con sông": 1,
            "bè nước": 1,
            "ngôi chùa hẻo lánh": 1,
            "hang động": 1,
            "thuyền dừa": 1,
            "đồ ăn ngon quần áo": 1,
            "câu": 1,
            "lạc bộ": 1,
            "đồ ăn": 1
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Tôi đang trong một chuyến đi chụp ảnh với một người bạn. Chúng tôi gặp Quang ở Đà Nẵng và anh ấy giải thích cách anh ấy có thể chỉ cho chúng tôi những vùng đất của Việt Nam mà du khách chưa biết hoặc chưa tiếp cận được. Anh ấy có trình độ tiếng Anh rất tốt nên có thể giải thích những nơi anh ấy sẽ đưa chúng ta đến. Tôi chắc chắn sẽ giới thiệu kỹ năng hướng dẫn du lịch và chuyên môn lái xe của anh ấy để nâng cao chuyến đi của bạn đến đất nước xinh đẹp này.Đọc thêm",
            "Charlie thân mến!\nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến tham quan cùng Công ty của tôi. Mong gặp lại bạn\n           Trân trọng\n               QuangĐọc thêm",
            "Tôi hết lòng giới thiệu Quang. Anh ấy đưa chúng tôi đến Bà Nà Hills và Hội An vào những ngày riêng biệt. Anh ấy có kiến ​​thức - vì vậy, anh ấy phục vụ như một hướng dẫn viên du lịch giỏi và miễn phí - nói tiếng Anh đầy đủ và có một chiếc ô tô mới mà anh ấy mới mua. Anh ấy cũng là một người lái xe rất an toàn. Tôi đã có thể ngủ như một đứa trẻ trên đường từ Bana Hills về Đà Nẵng vì anh ấy luôn giữ khoảng cách an toàn để tránh phanh gấp không cần thiết.Đọc thêm",
            "Chào Noel!\n     Rất cám ơn cho nhận xét của bạn\n            Chúc mừng\n              QuangĐọc thêm",
            "Tôi và gia đình đã có 2 ngày cùng anh Quang trong và xung quanh Đà Nẵng. Đây là lần đầu tiên chúng tôi đến Việt Nam và chắc chắn là điểm nhấn trong chuyến đi của chúng tôi. Chúng tôi rất thân thiện, nhiều thông tin, kiên nhẫn và đưa chúng tôi đến một số địa điểm - ngoài con đường bị đánh đập -. Tôi chắc chắn sẽ giới thiệu anh ấyĐọc thêm",
            "Xin chào Bông!\n Cảm ơn bạn rất nhiều vì Gia đình bạn đã tận hưởng chuyến tham quan cùng Công ty của tôi.\n    Trân trọng\n       QuangĐọc thêm",
            "Rất khuyến khích Quang vừa kết thúc chuyến đi 4 ngày về phía bắc qua một số dãy núi đẹp. Lái xe của anh ấy rất chuyên nghiệp và anh ấy nói tiếng Anh rất tốt. Tôi cảm thấy rất thoải mái khi nhìn thấy một Việt Nam thực sự cách xa những điểm du lịch không nói tiếng Anh, Khi trở về Đà Nẵng, tôi bày tỏ mong muốn được đi mua quà, anh ấy chỉ vui vẻ đi cùng tôi. Tóm lại, nếu đó là một chuyến đi trong ngày quanh các thắng cảnh du lịch hoặc một hành trình mạo hiểm hơn.  Anh ấy là người đàn ông của bạn.Đọc thêm",
            "Peter thân mến !\nĐây là 4 lần đến Đà Nẵng thực hiện các chuyến du lịch cùng chúng tôi.....\n           Cảm ơn nhiều\n                QuangĐọc thêm",
            "Quang thật tuyệt vời, một chàng trai tuyệt đối lịch thiệp. Chúng tôi đã đặt một chuyến đi riêng từ Đà Nẵng đến Thánh địa Mỹ Sơn qua một số điểm dừng nhỏ khác. Chúng tôi đến Việt Nam hoàn toàn để chụp ảnh và anh ấy đã đưa chúng tôi đến một vài nơi trên đường đi và rất vui được dừng lại cho chúng tôi bất cứ lúc nào chúng tôi - đã nhìn thấy thứ gì đó mà chúng tôi muốn chụp ảnh, không thể giới thiệu anh ấy đủ cao.. Thực sự tốt đáng để đặt chỗ và tiếng Anh của anh ấy rất tuyệt - Nói chung là một trải nghiệm thực sự tuyệt vời. Đọc thêm",
            "Xin chào ngài !\n Cảm ơn rất nhiều vì đánh giá của bạn..và biết rằng bạn thích thú với các chuyến tham quan cùng Công ty của tôi...\n   Trân trọng\n        QuangĐọc thêm",
            "Chúng tôi đã có một trải nghiệm đáng yêu với Quang. Anh ấy đưa chúng tôi đi ô tô hai ngày từ Hội An đến A Lưới và xa hơn đến Lao Bảo - biên giới với Lào -. Cuối cùng anh ấy đã thả chúng tôi xuống Huế. Cảm ơn vì chuyến đi tuyệt vời nàyĐọc thêm",
            "Du Du thân mến!\nCảm ơn bạn rất nhiều vì Gia đình bạn đã tận hưởng những chuyến du lịch cùng Công ty của tôi\n     Chúc mừng\n    QuangĐọc thêm",
            "Mọi thứ đều hoàn hảo. Quang là một người lái xe xuất sắc và anh ấy nói được tiếng Anh. Anh ấy đã đón tôi đúng lúc và chúng tôi đã cùng nhau trải qua một ngày thú vị. Anh ấy cũng biết rất nhiều sự thật lịch sửĐọc thêm",
            "Xin chào ngài !    \nCảm ơn rất nhiều vì bạn đã tận hưởng...\n     Chúc mừng\n       QuangĐọc thêm",
            "Quang là một hướng dẫn viên du lịch tuyệt vời! Tôi đánh giá cao anh ấy. Chúng tôi được các hướng dẫn viên du lịch khác thông báo rằng chuyến đi mà chúng tôi mong muốn là - không thể - nhưng Quang đã thực hiện được và còn hơn thế nữa. Chúng tôi muốn đến Huế và Hội An trong một ngày từ Đà Nẵng và chúng tôi đã làm mọi thứ mình muốn. Anh ấy kiên nhẫn chờ đợi chúng tôi và luôn sẵn sàng khi chúng tôi sẵn sàng lên đường. Trên đường đi, chúng tôi đã hỏi rất nhiều câu hỏi và anh ấy đã trả lời tất cả. Tôi chỉ vào nơi mà tôi phát hiện ra là một trang trại nuôi hàu và anh ấy thậm chí còn dừng lại để chúng tôi xem và giao lưu với người dân địa phương đang thu hoạch hàu. Anh ấy dừng lại ở một nhà hàng ven biển rất xinh xắn, hẻo lánh trên đường mà chúng tôi cực kỳ yêu thích để ăn trưa. Cũng như dừng lại ở những địa điểm đẹp như tranh vẽ khác trên con đường vắng vẻ để chụp ảnh cho chúng tôi. Tôi không thể nói đủ những điều tốt đẹp về Quang!Đọc thêm",
            "Xin chào ngài ;\nCảm ơn bạn rất nhiều vì đã đánh giá và được biết bạn - hãy tận hưởng chuyến tham quan cùng Công ty của tôi....\n      Trân trọng\n          QuangĐọc thêm",
            "Dịch vụ tuyệt vời từ Quang và con trai Long. Họ là những tay đua rất có kinh nghiệm và bạn ngay lập tức cảm thấy an toàn. Họ đã thực hiện chuyến tham quan phù hợp với thời gian biểu của chúng tôi nhưng không bỏ lỡ bất kỳ địa điểm tuyệt vời nào. Cả hai đều rất am hiểu về những địa điểm chúng tôi đã ghé thăm cũng như lịch sử tôn giáo và văn hóa của đất nước họ. Họ rất thông thạo tiếng Anh và có những câu chuyện thú vị để kể.Đọc thêm",
            "Xin chào Macky!\nCảm ơn bạn đã thích thú với Công ty của tôi\n      Chúc mừng\n         QuangĐọc thêm",
            "Chúng tôi gặp Quang ở Đà Nẵng trên đường đi ăn sáng. Anh ấy rất tốt bụng và thân thiện! Ngày hôm sau chúng tôi gọi một tài xế Uber và tình cờ đó lại là Quang! Anh ấy chở chúng tôi đến Hội An với tính cách vui tính và sôi nổi, trả lời các câu hỏi của chúng tôi về khu vực này và thông báo cho chúng tôi nhiều điều trên đường đi. Anh ấy để lại cho chúng tôi Ứng dụng Whats của anh ấy để liên hệ với anh ấy nếu chúng tôi cần các thang máy khác - các chuyến tham quan cùng anh ấy. Anh ấy vui lòng đón chúng tôi từ Hội An đến Đà Nẵng lúc 6 giờ sáng 3 ngày sau vì chúng tôi cần đi máy bay. Chúng tôi thành thật khuyên bạn nên đi du lịch cùng Quang và chúng tôi cảm ơn anh ấy một lần nữa!Đọc thêm",
            "Gimlee thân mến!\nCảm ơn đánh giá của bạn tại TripAdvisor của tôi.\n         Chúc mừng\n          QuangĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written June 13, 2023",
            "Written May 20, 2023",
            "Written May 17, 2023",
            "Written April 15, 2023",
            "Written March 17, 2023",
            "Written March 7, 2023",
            "Written February 17, 2023",
            "Written January 26, 2023",
            "Written January 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or30-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or20-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or40-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d153659-Reviews-Cenote_Zaci-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781080-Reviews-Delta_Flight_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g8596538-d2435190-Reviews-Pir_Sohawa-Haripur_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315818-d5995325-Reviews-Old_Phuket_Town-Talat_Yai_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d107549-Reviews-Margaritaville_at_Lanier_Islands-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1974645-d242814-Reviews-CERN-Meyrin_Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1016290-Reviews-Aquatica-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17751879-Reviews-Kotor_Serpentine-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7211856-Reviews-SOGO-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g37861-d103897-Reviews-Field_of_Dreams_Movie_Site-Dyersville_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or40-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or30-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.7737843874958343,
            "trình độ tiếng anh": 0.9943143290583976,
            "chuyên môn": 0.533546794205904,
            "lái xe": 0.8409524739448292,
            "đất nước": 0.9955442630453035,
            "chuyến tham quan": 0.9949618738610297,
            "hướng dẫn viên du lịch": 0.991300625319127,
            "ô tô": 0.5,
            "dãy núi": 0.994053169270046,
            "điểm du lịch": 0.9903086286503822,
            "thắng cảnh du lịch": 0.41492986399680376,
            "hành trình": -0.03016977640800178,
            "chuyến du lịch": 0.9874284109100699,
            "trải nghiệm": 0.9953016555518843
        },
        "dicts_adj": {
            "chuyến đi": [
                "xinh đẹp",
                "đầu tiên",
                "chắc chắn",
                "mạo hiểm",
                "hơn",
                "riêng",
                "nhỏ",
                "khác",
                "tuyệt vời"
            ],
            "trình độ tiếng anh": [
                "tốt"
            ],
            "chuyên môn": [
                "cao"
            ],
            "lái xe": [
                "cao",
                "an toàn",
                "chuyên nghiệp",
                "tốt"
            ],
            "đất nước": [
                "xinh đẹp"
            ],
            "chuyến tham quan": [
                "nhiều",
                "cùng",
                "nhiều",
                "cùng",
                "cùng"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi",
                "đầy đủ"
            ],
            "ô tô": [],
            "dãy núi": [
                "đẹp"
            ],
            "điểm du lịch": [
                "thoải mái",
                "thực sự",
                "xa",
                "vui vẻ",
                "cùng"
            ],
            "thắng cảnh du lịch": [
                "mạo hiểm",
                "hơn"
            ],
            "hành trình": [
                "mạo hiểm",
                "hơn"
            ],
            "chuyến du lịch": [
                "cùng"
            ],
            "trải nghiệm": [
                "Thực sự",
                "tuyệt",
                "thực sự",
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 5,
            "trình độ tiếng anh": 1,
            "chuyên môn": 1,
            "lái xe": 3,
            "đất nước": 1,
            "chuyến tham quan": 3,
            "hướng dẫn viên du lịch": 1,
            "ô tô": 1,
            "dãy núi": 1,
            "điểm du lịch": 1,
            "thắng cảnh du lịch": 1,
            "hành trình": 1,
            "chuyến du lịch": 1,
            "trải nghiệm": 2
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Quang và con trai thích thú khi đi du lịch khu vực Đà Nẵng - Hội An bằng xe máy. Quang biết rõ các địa điểm địa phương - những địa điểm bí mật - khiến chuyến đi đến Núi Bà Nà của bạn trở nên chân thực và thú vị hơn! Bạn sẽ học được nhiều điều và có nhiều niềm vui với mức giá rất hợp lý. Hãy gửi tin nhắn cho Quang nếu bạn định đến Đà Nẵng hoặc Hội An!Đọc thêm",
            "Chào John !\nCảm ơn đánh giá của bạn ...\n       Chúc mừng\n         QuangĐọc thêm",
            "Tôi gặp Quang khi đang đi dọc bãi biển, trò chuyện vui vẻ với anh ấy và anh ấy đề nghị dẫn chúng tôi đi tham quan khu vực lân cận Đà Nẵng. Chúng tôi đồng ý đi một chuyến du lịch trong ngày bằng ô tô quanh thành phố và tỉnh. Chúng tôi đã đến thăm một số địa điểm đẹp như tranh vẽ - những ngọn núi, thác nước -, ăn dứa từ một trang trại địa phương, đạp xe qua một ngôi làng bản địa và dừng lại bên Ngũ Hành Sơn nổi tiếng. Mặc dù trời mưa nhưng chuyến đi vẫn vô cùng thoải mái và dễ chịu. Quang là một người lái xe cừ khôi và một người kể chuyện tuyệt vời. Chắc chắn có được một chuyến tham quan để có trải nghiệm đích thực!Đọc thêm",
            "Xin chào Gleb!\n   Cảm ơn bạn rất nhiều vì đã tận hưởng chuyến tham quan cùng My Company\n         Chúc mừng\n         QuangĐọc thêm",
            "Đã có một thời gian tuyệt vời! Chúng tôi đã đi xem những địa điểm đẹp ngoài các điểm du lịch chính để ngắm cảnh đất liền, thác nước, v.v. Quang là một chàng trai rất tốt và có khả năng hướng dẫn viên du lịch và cũng sẽ kể cho bạn nghe về lịch sử và chăm sóc bạn chu đáo. Rất khuyến khích! Cảm ơn bạn quang!Đọc thêm",
            "Chào các bạn !\nCảm ơn bạn đã tận hưởng chuyến tham quan cùng My Company - xin...hẹn gặp lại bạn.\n             Trân trọng\n                    QuangĐọc thêm",
            "Gặp Quang khi tôi đang đi dạo dọc bờ biển thì anh ấy gọi tôi đến và chúng tôi đã trò chuyện rất vui vẻ. Anh ấy đã thương lượng một mức giá tốt - 30 USD - để chúng tôi đi đến Đức Phật từ khách sạn bên bờ biển trên chiếc Suzuki Ertiga của anh ấy. Trên đường đi, anh ấy rất thú vị và chia sẻ với chúng tôi một số câu chuyện thú vị về Chiến tranh Việt Nam - điều đó rất thú vị và chúng tôi rất thích chuyến đi. Tại Đức Phật, ngài đã giúp chỉ cho chúng tôi hướng đi, nhưng vì chúng tôi đã đến đó trước đó nên ngài không hướng dẫn chúng tôi đi vòng quanh. Tuy nhiên, anh ấy đã giúp thương lượng giá cho một số bức tượng mà chúng tôi muốn mang về nhà, nhưng cuối cùng chúng tôi không lấy được bức tượng nào. Quang là một tài xế và hướng dẫn viên du lịch tuyệt vời, và nếu đó là chuyến đi trong ngày, tôi nghĩ anh ấy sẽ giúp chúng tôi giải trí và cập nhật thông tin suốt cả ngày. Tôi muốn giới thiệu chuyến tham quan của anh ấy - dù bằng xe máy hay ô tô, cho bất kỳ nhóm nhỏ nói tiếng Anh nào vì anh ấy có rất nhiều thứ để cung cấp với mức giá khá hợp lý - có vẻ như bạn phải trả thêm tiền để thông thạo tiếng Anh ở Việt Nam - Đọc thêm",
            "Aiyapholk !\nRất cám ơn đánh giá của bạn tại TripAdvisor của tôi. Mong gặp lại bạn vào năm tới.\n           Trân trọng\n   Quang easyrider - tour trong ngàyĐọc thêm",
            "Tôi đã có khoảng thời gian vui vẻ lái xe cùng Long, con trai 29 tuổi của chủ quán, người biết nhiều về lịch sử, tôn giáo và văn hóa của tỉnh. Anh ấy chở tôi đi khắp nơi bằng xe máy, và việc lái xe rất thoải mái. Long là người có tinh thần thân thiện, thông minh và là một người hướng dẫn tổng thể tốt. Anh ấy có rất nhiều thông tin và bí mật địa phương để chia sẻ, điều này không chỉ khiến thời gian ở Đà Nẵng của tôi trở nên thú vị hơn mà còn giúp tôi tiết kiệm rất nhiều tiền. Chuyến đi trong ngày bằng xe máy: chắc chắn nên thử!Đọc thêm",
            "CDVeld thân mến!\nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến tham quan cùng Công ty của tôi ...\nHy vọng gặp lại bạn.\n               Tốt nhất\n   Quang easyrider - tour trong ngàyĐọc thêm",
            "Tôi đã lên kế hoạch cho chuyến tham quan bằng xe máy này trước khi đến Việt Nam nhưng tôi phải thuyết phục vợ tôi vì cô ấy rất nghi ngờ và lo lắng về tình hình giao thông ở Việt Nam. Sau khi kết thúc một ngày, cô ấy rất vui khi chúng tôi thực hiện chuyến tham quan này. Chúng tôi đã thực hiện một chuyến đi một ngày từ Hội An qua Đà Nẵng, đèo Hải Vân và ngược lại. Chúng tôi đến thăm các trang trại nuôi hàu và bãi biển nơi chúng tôi có một bữa trưa vui vẻ.  Quang rất thú vị và hiểu biết về khu vực cũng như lịch sử của nó nhưng trước hết là người lái xe máy rất thành thạo và an toàn.Đọc thêm",
            "Romeo-Lili thân mến!\n   Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và được biết bạn - Vợ của bạn rất thích tham gia các chuyến du lịch cùng Công ty với tôi. Hy vọng gặp lại bạn lần sau khi chúng ta thực hiện chuyến đi vài ngày trên đường mòn Hồ Chí Minh để biết về Lịch sử và nhìn thấy thực tế của Việt Nam..... \n                                             Chúc mừng\n                                      QuangĐọc thêm",
            "Quang là một hướng dẫn viên du lịch tuyệt vời! Anh ấy rất đam mê Đà Nẵng, điều đó khiến anh ấy trở thành người hoàn hảo để dẫn chúng tôi đi tham quan! Anh ấy đảm bảo rằng anh ấy đã đưa chúng tôi đến những nơi mà chúng tôi muốn đến và rất am hiểu về sự thật của anh ấy. Quang nói tiếng Anh rất tốt, điều này cho phép chúng tôi tận dụng tối đa thời gian trong ngày. Quang đưa chúng tôi đi Bà Nà Hills và Cầu Vàng. Sau khi anh ấy chỉ cho chúng tôi nơi người dân địa phương sinh sống, đài tưởng niệm chiến tranh, thác nước và Ngũ Hành Sơn. Chúng tôi đã đi du lịch Việt Nam được 3 tuần và ngày này là ngày nổi bật trong toàn bộ chuyến đi của chúng tôi! Tôi muốn giới thiệu Quang cho bất cứ ai! Cảm ơn! Đọc thêm",
            "Xin chào Natali!\n     Rất cám ơn vì đánh giá tuyệt vời và được biết bạn - bạn trai của bạn sẽ tận hưởng chuyến du lịch cùng Công ty tôi. Mong được gặp lại bạn.......!\n                                    cổ vũ\n                         Quang easyrider - tour trong ngàyĐọc thêm",
            "Chúng tôi đã nghi ngờ liệu số tiền mình bỏ ra để thực hiện loại tour này có xứng đáng hay không nhưng cuối cùng, chúng tôi không thể - lại cảm thấy điều ngược lại hơn. Thật là một món quà và một sự ngạc nhiên khi thấy quê hương Việt Nam có thể đẹp đến nhường nào. Ngoài ra, chúng tôi còn có cái nhìn chân thực về cách sống của người thiểu số Việt Nam. Bởi vì chúng tôi đã quen thuộc với lịch sử Việt Nam nên chúng tôi rất vui khi được lái xe dọc theo các đoạn đường mòn Hồ Chí Minh và có thể tận mắt nhìn thấy những gì chúng tôi đã học được trong sách. Quang và con trai Long rất hân hạnh được làm hướng dẫn viên cho chúng tôi. Ở đó tiếng Anh rất tốt và vì kiến ​​thức của họ về vùng quê và người dân địa phương nên chúng tôi đã có trải nghiệm đích thực. Nhờ họ mà chúng tôi đã có một trong những bữa ăn Việt Nam đích thực ngon nhất mà chúng tôi từng có ở Việt Nam. Chúng tôi thực sự khuyên bạn nên thuê Quang làm hướng dẫn viên để xem những gì hầu như không thể nhìn thấy ở Việt Nam.Đọc thêm",
            "Greg thân mến!\n   Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và được biết bạn - Vợ của bạn sẽ tận hưởng những chuyến du lịch cùng Công ty với tôi. Tôi rất vui khi được giúp bạn nhìn thấy thực tế của Việt Nam....và được biết bạn - Vợ của bạn cũng rất vui khi chúng tôi kết thúc chuyến tham quan....\n Hy vọng gặp lại bạn lần sau, chúng tôi thực hiện chuyến tham quan vài ngày để xem - biết thêm về Lịch sử... trên đường mòn Hồ Chí Minh......!\n                                      Chúc mừng\n                                QuangĐọc thêm",
            "Ngay từ lúc mới gặp Quang, chúng tôi đã rất thích tinh thần đón tiếp nồng hậu và thái độ tích cực của anh. Anh ấy khiến chúng tôi dễ dàng tin tưởng anh ấy và sự hướng dẫn của anh ấy khi chúng tôi khám phá Đà Nẵng. Kiến thức và tình yêu của anh ấy dành cho đất nước của anh ấy đã tạo thêm ấn tượng đặc biệt khi chúng tôi cùng anh ấy hành trình để học hỏi và khám phá những điều mới mẻ trên mỗi con đường chúng tôi đi qua. Chúng tôi chắc chắn sẽ giới thiệu anh ấy để hỏi bạn bè của chúng tôi, những người dự định đến thăm Đà Nẵng. Cảm ơn Quang!Đọc thêm",
            "Xin chào Regina!\n    Cảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời tại tripadvisor của tôi. Và tôi rất vui được biết bạn - Chồng của bạn rất thích thú trong những chuyến du lịch cùng chúng tôi... Mong gặp lại bạn lần sau.....\n                                     Trân trọng\n                                         QuangĐọc thêm",
            "We wanted to do a motorbike tour through the mountains in Vietnam, to get to know a little bit more of the local life, away from the big cities that are popular with tourists and where everyone is used to foreigners. We booked a two-day trip with Quang from Hue along the border to Laos and the Ho-Chi-Minh-trail to Hoi An. I contacted him through e-mail, which worked very well. Quang - s and his son - s English are good enough and Quang is an amazing guide, very funny and knowledgeable and wants to make everything right for your trip! Going on the back of a nice motorbike is a lot more fun than riding a scooter by yourself, it - s very comfortable, the roads were good and it - s the best option to enjoy the view of the village life and the mountainous jungle regions. Quang picked us up at 8am at our hotel in Hue and we took the road to A Luoi, to the border with Laos. On the way we stopped at a rubber plantation, and a couple of ethnic minority villages with beautiful community houses, a huge tunnel, where the Viet Cong hid their supplies on the Ho-Chi-Minh-trail and a waterfall in the jungle. We ate lunch at a small shop in the mountains, met WWF workers who protect the rainforests and a cute local family. Normally you - d spend the night in Prao, a small town in the middle of the way, but because of personal problems at home Quang took us all the way back to Da Nang on the first day. This was of course a bit unexpected and uncomfortable, but not everything always goes as planned, that - s life! We ate dinner at his home and continued the next day with his son as a guide. On the second day we ate a nice Banh Mi from a roadside stand on our motorbikes as breakfast and stopped at some beautiful rice fields and to try some watermelon because it was watermelon season. We visited beautiful My Son  - a great option if you don - t have the time or opportunity to visit Angkor Wat and from a historic-cultural perspective also very interesting if you - ve already been to Cambodia -  and made another stop at a shop making and selling rice paper for a small rice paper workshop  - very delicious - ! We ate Mi Quang for lunch, which is the local noodle variant with salad and rice cracker  - and chili! - . On the road was also a huge christian pilgrim basilica, which felt very strange, but shows a bit more about Vietnam - s religious diversity. We were more than happy that even though the weather forecast was very gloomy it didn - t really rain  - except for when we went to visit My Son haha - . But in any case, Quang and his friend are prepared with comfortable rain clothes, so you needn - t worry about a bit of rain in the jungle! The views on this tour were spectacular and it was so worth it to get some insight into life off the beaten tourist path. Read more",
            "Chào Linh!\n   Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và được biết bạn - người bạn của bạn sẽ tận hưởng chuyến tham quan cùng Công ty với tôi. Tôi rất hạnh phúc .... Hy vọng gặp lại bạn trong những chuyến đi tiếp theo ...chúng ta cũng có thể xem và biết thêm về Lịch sử........\n                                           Trân trọng\n                                                 QuangĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 14, 2023",
            "Written December 17, 2022",
            "Written November 25, 2022",
            "Written September 11, 2022",
            "Written August 20, 2022",
            "Written May 19, 2020",
            "Written March 2, 2020",
            "Written March 2, 2020",
            "Written February 26, 2020",
            "Written February 17, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or40-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or30-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or50-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g44055-d1071369-Reviews-Tishomingo_State_Park-Tishomingo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54971-d9702025-Reviews-Hidden_Hollow_Park-Cookeville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d13125314-Reviews-Downtown_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d6734118-Reviews-Rwanda_Clothing_Store-Kigali_Kigali_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42559-d8508516-Reviews-Oscoda_Beach_Park-Oscoda_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d10284246-Reviews-Gravitational_Slide_on_Gubalowka-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g190441-d606328-Reviews-Augustiner_Braustubl-Salzburg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d2238632-Reviews-Bozeman_Hot_Springs-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d2341359-Reviews-Naples_Outlet_Center-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g983296-d21331654-Reviews-ARTE_MUSEUM_JEJU-Jeju_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or50-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or40-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "xe máy": 0.8084385402617045,
            "chuyến đi": 0.8867316993289731,
            "núi bà nà": 0.8737691454589367,
            "chào john": 0.8496722597628832,
            "bãi biển": 0.6086613809068998,
            "chuyến du lịch": 0.744578355923295,
            "địa điểm": 0.9920147304655984,
            "ngọn": -0.9631494265049696,
            "núi thác nước": 0.3086206763982773,
            "trang trại": -0.7362002255395055,
            "ngôi làng bản": 0.6441626995801926,
            "hành sơn": 0.8737691454589367,
            "lái xe": 0.9936619499543061,
            "chuyến tham": 0.913410497829318,
            "chuyến tham quan": 0.8795809148286935,
            "điểm du lịch": 0.5,
            "cảnh đất liền thác nước": 0.5,
            "hướng dẫn viên du": 0.9955570186721161,
            "lịch sử": 0.9868214049104912,
            "bờ biển": 0.9902992723509669,
            "khách sạn": 0.5,
            "chiến tranh": 0.8737691454589367,
            "bức tượng": -0.5566890649497509,
            "hướng dẫn viên du lịch": 0.9950875436188653,
            "lịch sử tôn giáo": 0.9798222058452666,
            "hướng dẫn tổng": 0.9935180949396454,
            "trang trại nuôi hàu": 0.5,
            "bữa trưa": 0.5,
            "lái xe máy": 0.9922328498214483
        },
        "dicts_adj": {
            "xe máy": [
                "bất kỳ",
                "nhỏ",
                "nhiều",
                "hợp lý",
                "thoải mái",
                "chắc chắn"
            ],
            "chuyến đi": [
                "chân thực",
                "thú vị",
                "hơn",
                "thoải mái",
                "dễ chịu",
                "chắc chắn"
            ],
            "núi bà nà": [
                "rõ",
                "bí mật"
            ],
            "chào john": [],
            "bãi biển": [
                "dọc",
                "vui vẻ",
                "lân cận"
            ],
            "chuyến du lịch": [],
            "địa điểm": [
                "đẹp",
                "đẹp"
            ],
            "ngọn": [
                "nổi tiếng"
            ],
            "núi thác nước": [
                "nổi tiếng"
            ],
            "trang trại": [
                "nổi tiếng"
            ],
            "ngôi làng bản": [
                "nổi tiếng"
            ],
            "hành sơn": [
                "đẹp"
            ],
            "lái xe": [
                "tuyệt vời",
                "thoải mái"
            ],
            "chuyến tham": [
                "Chắc chắn"
            ],
            "chuyến tham quan": [
                "nhiều",
                "cùng",
                "cùng",
                "bất kỳ",
                "nhỏ",
                "nhiều",
                "hợp lý",
                "nhiều",
                "cùng",
                "vui"
            ],
            "điểm du lịch": [],
            "cảnh đất liền thác nước": [],
            "hướng dẫn viên du": [
                "chu đáo"
            ],
            "lịch sử": [
                "chu đáo",
                "thành thạo",
                "an toàn"
            ],
            "bờ biển": [
                "dọc",
                "vui vẻ"
            ],
            "khách sạn": [],
            "chiến tranh": [
                "thú vị",
                "thú vị",
                "thú vị"
            ],
            "bức tượng": [
                "cuối cùng"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời",
                "suốt"
            ],
            "lịch sử tôn giáo": [
                "vui vẻ",
                "nhiều"
            ],
            "hướng dẫn tổng": [
                "thông minh",
                "tốt"
            ],
            "trang trại nuôi hàu": [],
            "bữa trưa": [],
            "lái xe máy": [
                "thành thạo",
                "an toàn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "xe máy": 2.5,
            "chuyến đi": 3.0,
            "núi bà nà": 1,
            "chào john": 1,
            "bãi biển": 1.5,
            "chuyến du lịch": 1,
            "địa điểm": 2,
            "ngọn": 1,
            "núi thác nước": 1,
            "trang trại": 1,
            "ngôi làng bản": 1,
            "hành sơn": 1,
            "lái xe": 1.5,
            "chuyến tham": 1,
            "chuyến tham quan": 3.0,
            "điểm du lịch": 1,
            "cảnh đất liền thác nước": 1,
            "hướng dẫn viên du": 1,
            "lịch sử": 1.5,
            "bờ biển": 0.5,
            "khách sạn": 0.5,
            "chiến tranh": 0.5,
            "bức tượng": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "lịch sử tôn giáo": 0.5,
            "hướng dẫn tổng": 0.5,
            "trang trại nuôi hàu": 0.5,
            "bữa trưa": 0.5,
            "lái xe máy": 0.5
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Đó là ngày cuối cùng của chúng tôi ở Việt Nam và chúng tôi thực sự muốn đi trên con đường - Jeremy Clarkson, đèo Hải Vân, tuy nhiên sau khi thuê một chiếc xe tay ga vài lần trong hành trình xuyên Việt Nam, chúng tôi nhận ra lựa chọn tốt nhất để ngắm cảnh và ngắm nhìn khung cảnh trí nhớ sẽ là ngồi phía sau trên một người lái xe mô tô có kinh nghiệm nên chúng tôi không phải lo lắng về việc lái xe và định hướng. Tôi đã liên lạc với Quang qua điện thoại ngày hôm trước, anh ấy thật tuyệt vời và rất hữu ích. Anh ấy đón chúng tôi lúc 9 giờ sáng ngày hôm sau cùng với con trai và đưa chúng tôi đi một chuyến đi tuyệt vời quanh Đà Nẵng và đến những nơi mà chúng tôi sẽ không thể tìm thấy nếu không có kiến ​​thức chuyên môn của anh ấy. Tôi cảm thấy hoàn toàn an toàn trong suốt thời gian đó và anh ấy đã cho chúng tôi bao lâu tùy thích ở mỗi điểm dừng. Chúng tôi nhìn thấy Đức Phật, làng chài, đèo Hải Vân, trang trại hàu địa phương, thác nước và Ngũ Hành Sơn.  Rất khuyến khích, cảm ơn bạn vì một ngày đáng nhớ.Đọc thêm",
            "Suzanne thân mến!\n    Cảm ơn bạn rất nhiều vì sự tuyệt vời. Tôi rất vui được biết bạn - Chồng của bạn thích thú trong những chuyến du lịch cùng Công ty tôi. Hy vọng gặp lại bạn lần sau tại Việt Nam... chúng tôi thực hiện chuyến tham quan vài ngày trên đường mòn Hồ Chí Minh để biết thêm về Lịch sử - nhìn thấy thực tế của Việt Nam......\n                                      Trân trọng\n                                             QuangĐọc thêm",
            "Chuyến tham quan thực sự tốt cho những người lo lắng về việc đi xe máy và muốn ngắm cảnh xung quanh Đà Nẵng. Nếu bạn đổi hàng, bạn sẽ không phải trả quá nhiều tiền thuê xe đạp. Bạn có thể cá nhân hóa chuyến tham quan của mình và Quang sẽ cho bạn lời khuyên và thông tin tuyệt vời. Đọc thêm",
            "Xin chào Slaph!\n  Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và tôi rất vui khi biết bạn hài lòng với chuyến tham quan cùng chúng tôi. Mong gặp lại bạn lần sau\n                                          Chúc mừng\n                                          Quang easyrider - tour trong ngàyĐọc thêm",
            "Chúng tôi đã ở với Quang tổng cộng 3 ngày và điều đó thực sự tuyệt vời. - Ngày đầu tiên chúng tôi thực hiện chuyến đi từ Đà Nẵng đến Huế. Trong chuyến đi, Quang đã chỉ cho chúng tôi nhiều điều: con đường trên núi nhìn ra biển tuyệt đẹp, hầm trú ẩn của Mỹ, trang trại nuôi hàu và cá. Ăn trưa, chúng tôi dừng chân tại một nhà hàng địa phương để ăn đặc sản Huế - Bún Bò Huế - . Ở Huế, chúng tôi nhìn thấy Hoàng cung và lăng Khải Định. Hai ngày còn lại, chúng tôi đi qua một đoạn đường mòn Hồ Chí Minh, nhìn thấy một thác nước và ở trong một khách sạn trên núi. Đó thực sự là một trải nghiệm hòa nhập vào cuộc sống địa phương và Quang đã đưa chúng tôi đến gặp các cộng đồng thiểu số, điều này thực sự mang tính khai sáng. Ngày hôm sau chúng tôi đến thánh địa Mỹ Sơn, nơi rất mát mẻ và sau đó chúng tôi đến Hội An để ngắm nhìn những con đường và nhà hàng tuyệt đẹp. Chúng tôi thực sự yêu thích trải nghiệm của chúng tôi với Quang, anh ấy là người hiểu biết và thân thiện. Anh ấy nói tiếng Anh tốt và rất linh hoạt. Anh ấy luôn đảm bảo rằng chúng tôi ổn và chăm sóc chúng tôi! Anh ấy cũng mua cho chúng tôi món bánh mì rất ngon từ người dân địa phương trên đường nếu chúng tôi đói. Chúng tôi khuyên anh ấy 100 - ! Rất vui được gặp bạn Quang!Đọc thêm",
            "Xin chào Alexsander!\n     Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và tôi rất vui khi biết bạn - bạn gái của bạn tận hưởng chuyến du lịch 3 ngày cùng chúng tôi. Hy vọng gặp lại bạn lần sau trong tuần trăng mật trở lại Việt Nam, chúng tôi sẽ thực hiện những chuyến đi dài ngày trên con đường Hồ Chí Minh để biết thêm về Lịch sử và thực tế của Việt Nam.....\n                            Trân trọng\n                               QuangĐọc thêm",
            "Tôi được bạn bè giới thiệu Quang - easyriders Tour và tôi rất vui khi có anh ấy trong chuyến du lịch 3 ngày tại Đà Nẵng. Quang là một hướng dẫn viên du lịch vui tính, rất giỏi và hiểu biết, anh ấy đã đưa chúng tôi đến một số địa điểm tuyệt vời như: Bà Nà, đèn lồng Hội An, đèo Hải Vân, Phật Bà ở chùa Linh Ứng và đặc biệt dừng lại ở đầm Làng Hàu để ăn trưa . Nhà hàng nằm ngay cạnh bãi biển với tầm nhìn tuyệt vời và đồ ăn rất ngon. Cảm ơn Quang và hy vọng sớm gặp lại bạn.Kenny L.Đọc thêm",
            "Kenny thân mến!\n    Rất cám ơn bạn đã nhận xét và được biết bạn - bạn của bạn sẽ thích thú trong những chuyến du lịch cùng công ty của Tôi,. Mong sớm gặp lại bạn\n                           Trân trọng\n                                 QuangĐọc thêm",
            "Trải nghiệm tuyệt vời, tôi đang loay hoay tìm đường đi hoi an từ da nang. Cho đến khi tôi tìm thấy Quang trên bãi biển và anh ấy đã bắt đầu một chuyến du lịch một ngày ngay lúc đó. Rất nhiều thông tin và thân thiện. Dừng lại để thưởng thức những món ăn địa phương tuyệt vời và ngắm nhìn Ngũ Hành Sơn. Kết thúc một ngày với một ly cà phê địa phương tuyệt đẹp. Làm cho tôi cảm thấy thoải mái và là người bạn đồng hành tuyệt vời suốt cả ngày! Muốn giới thiệu 100 - Đọc thêm",
            "Xin chào Frasiem!\n   Rất cám ơn bạn đã đánh giá về tripadvisor của tôi và biết rằng bạn rất thích chuyến tham quan cùng chúng tôi. Tôi rất hạnh phúc..... Hy vọng gặp lại bạn lần sau...\n                                                    Chúc mừng\n                                                         QuangĐọc thêm",
            "Tóm lại Phía trước: Hãy đặt vé này để có một chuyến tham quan Đà Nẵng thú vị, mạo hiểm và tương tác hơn, với một hướng dẫn viên đáng tin cậy, người sẽ chăm sóc bạn chu đáo. Sau khi xem tập Top Gear về các băng đảng xe máy ở Đà Nẵng và khắp Việt Nam, tôi biết mình muốn đặt một thứ gì đó vui nhộn và thú vị tương tự cho gia đình mình. Anh Quang đón chúng tôi ngay tại tàu du lịch - đến sớm - sau đó đưa chúng tôi về nhà anh để lấy xe. Tôi lái xe máy cho vợ và phía sau, Quang cùng bạn chở hai con trai tôi - 16 - 18 - . Điểm nổi bật là đi qua những ngọn núi, xuống một ngôi làng và trang trại nuôi hàu, và đi trên con đường rừng đến thác nước. Sau bữa trưa rất địa phương, chúng tôi gửi xe đạp ở nhà Quang và anh ấy đưa chúng tôi đến Hội An, một nơi không thể bỏ qua. Hãy dành cho bản thân vài giờ ở đây vì có những thợ may và thợ làm giày da theo yêu cầu cần thời gian để chế tạo những món đồ mới cho bạn. Ông Quang điều chỉnh lịch trình của chúng tôi, kéo dài vài giờ và nhất quyết đưa chúng tôi trở lại tàu thay vì đi taxi. Tôi thật sự đề nghị tua du lịch này. Đọc thêm",
            "Bryan thân mến!\n Cảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời và được biết bạn - Gia đình bạn thích thú trong các chuyến du lịch cùng Công ty với tôi. Hy vọng gặp lại bạn lần sau, chúng tôi thực hiện vài chuyến du lịch trong ngày để biết về Lịch sử và nhìn thấy một Việt Nam thực sự......\n                                                   Trân trọng\n                                                   QuangĐọc thêm",
            "Gặp quang đi dọc bãi biển và dừng lại trò chuyện. Được biết anh là hướng dẫn viên du lịch. đã đồng ý nhận lời mời đi du lịch của anh ấy. Đó là một quyết định tuyệt vời, anh ấy đã đưa tôi đến nhiều địa điểm mà tôi chưa bao giờ tìm thấy. Rất nhanh chóng và an toàn, và biết nhiều về khu vực.  Đề nghị bạn tìm anh ấy nếu bạn đang ở Đà NẵngĐọc thêm",
            "Xin chào Enlibei!\n Rất cảm ơn nhận xét của bạn dành cho tripadvisor của tôi. Và để biết bạn rất thích thú với chuyến du lịch cùng Công ty tôi. Mong gặp lại bạn\n                                          Trân trọng\n                           Quang easyrider - tour trong ngàyĐọc thêm",
            "Chuyến tham quan trong ngày là một chuyến đi tuyệt vời đến một Việt Nam hiếm thấy. Yêu toàn bộ trải nghiệm. Nếu bạn đang tìm kiếm thứ gì đó không phải là địa điểm du lịch được thương mại hóa - thì đây là dành cho bạn. Một ngày trọng đại nhưng đáng giá. Quang khiến chúng tôi cảm thấy thoải mái và kiến ​​thức của anh ấy được đón nhận nồng nhiệt.Đọc thêm",
            "Rohan thân mến!\n  Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và được biết bạn - vợ của bạn rất thích thú trong các chuyến du lịch cùng Công ty với tôi. Hy vọng gặp lại bạn lần sau khi chúng tôi thực hiện một vài chuyến du lịch hàng ngày trên đường mòn Hồ Chí Minh để biết thêm về Lịch sử và nhìn thấy thực tế Việt Nam......                                                                               \n                                             Chúc mừng  \n                     Quang easyrider - tour trong ngàyĐọc thêm",
            "Tôi và bạn trai gặp Quang và bạn của anh ấy ở bãi biển Đà Nẵng. Họ kể cho chúng tôi nghe về công việc kinh doanh của họ và chúng tôi quyết định đặt tour từ Đà Nẵng đến Hội An. Họ kể cho chúng tôi nghe những câu chuyện về Việt Nam trên đường đi và họ rất thân thiện nên chúng tôi quyết định đặt chuyến tham quan thứ hai với họ 3 ngày sau đó. Chuyến lưu diễn thứ hai của chúng tôi thật tuyệt vời! Phong cảnh đẹp và chúng tôi đã học được rất nhiều về vùng nông thôn Việt Nam. Chúng tôi thực sự khuyên bạn nên đặt chuyến tham quan với những người này!Đọc thêm",
            "Xin chào Matilda!                                                                                                                   Rất cám ơn vì đánh giá tuyệt vời của bạn và biết rằng bạn sẽ tận hưởng hai chuyến đi cùng chúng tôi... Hy vọng gặp lại bạn tại Việt Nam.                                                                  Trân trọng Quang easyrider - tour du lịch trong ngàyĐọc thêm",
            "Tìm thấy những người này trên bãi biển Mỹ Khê! Thông thường các hướng dẫn viên du lịch và tài xế taxi rất căng thẳng khi họ cố gắng bán hàng nhưng hai người này thực sự rất hài hước và đã bán được hàng cho tôi ngay từ ấn tượng đầu tiên. Chúng tôi muốn có một chuyến đi đến Bà Nà Hills để xem cây cầu Vàng và những người này đã giao hàng. Họ đã đi xa hơn để đón chúng tôi từ chỗ ở của chúng tôi Vào đầu giờ để chúng tôi có thể tránh được đám đông và điều đó đã tạo nên sự khác biệt khi cố gắng có được một bức ảnh đẹp! Cuối cùng họ đợi chúng tôi rồi đưa chúng tôi trở lại Đà Nẵng đến một nhà hàng mà chúng tôi đã chọn! Tiếng Anh hoàn hảo và kiến ​​thức thực sự tốt về Đà Nẵng đã khiến trải nghiệm trở nên tuyệt vời và đôi khi trò đùa của cặp đôi này cũng là một phần thưởng bổ sung. Tôi muốn giới thiệu những người này cho tất cả mọi người. Cảm ơn Easy Riders vì một chuyến đi tuyệt vời. K và D.Đọc thêm",
            "Xin chào Kieran!                                                                                                                         Cảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời và được biết bạn - bạn gái của bạn sẽ tận hưởng chuyến tham quan cùng Công ty với tôi. Hy vọng gặp lại bạn lần sau, chúng tôi thực hiện các chuyến tham quan vài ngày để biết thêm về Lịch sử Việt Nam và nhìn thấy sự thật...... Chúc mừng QuangĐọc thêm",
            "Xin chào, bạn quan tâm đến chuyến tham quan bằng xe máy, hãy liên hệ với bạn. Tôi đang vào ngày 11 tháng 9, các chuyến tham quan một ngày để quan tâm và muốn biết thêm chi tiết, hãy liên hệ với bạn để di chuyển 1. Hướng dẫn viên đang chở tôi? 2. Một khóa học chi tiết? 3. có phải là một chi phí bổ sung?...Đọc thêm",
            "Chào bạn! Vui lòng gọi cho chúng tôi whatsapp là: - 84903579094. Cảm ơn nhiềuĐọc thêm",
            "Xin chào, chúng tôi muốn tham gia chuyến tham quan của bạn và chúng tôi có thể tự mình đi xe máy. Tôi có thể có thông tin về chuyến tham quan và giá cả không và làm thế nào chúng tôi có thể đăng ký chuyến tham quan của bạn? Xin vui lòng tư vấn. Cảm ơnĐọc thêm",
            "Maria thân mến!                                                                                                                             Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty xe máy cho tôi. xin vui lòng cho tôi biết có bao nhiêu người tham gia các tour du lịch? và Bạn cần bao nhiêu chiếc xe đạp? Tôi không thể viết email và trang web cho tôi. Vui lòng gọi cho tôi bằng điện thoại di động: 0903579094 hoặc Whatssap: - 84903579094. Cảm ơn rất nhiều.                                                                                      QuangĐọc thêm",
            "chúng tôi có sáu người đến vào ngày 28 - 9 đến 3 - 10 ở lại Đà Nẵng! Bạn có thể lên kế hoạch cho chúng tôi về giá được không!Đọc thêm",
            "Jacky thân mến!                                                                                                   Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. xin vui lòng cho tôi biết, Bao nhiêu ngày? và bạn muốn đi bằng xe tải nhỏ hay xe máy? Tôi không thể viết email và web cho tôi... vui lòng gọi cho tôi Điện thoại cầm tay: - 84903579094 hoặc 0903579094 Cảm ơn QuangĐọc thêm",
            "Tôi quan tâm đến điều này nhưng tôi không thể tìm thấy trang web hoặc bất kỳ thông tin liên hệ nào. Bạn có thể vui lòng cung cấp chi tiết? Tôi đã hy vọng làm được điều gì đó vào ngày mai Thứ Ba ngày 22 tháng 5Đọc thêm",
            "Paul thân mến!                                                                                                           Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. Đúng. tour vòng quanh một ngày chúng tôi ghé thăm:: Ngũ Hành Sơn- làng chài- Núi Monky- Đèo Hải Vân- Thác trong rừng và ngắm nhìn một số nét thực tế của Việt Nam về Lịch sử... Giá: 50usd. Bắt đầu từ khoảng 9 giờ sáng đến 5 giờ chiều hoặc 6 giờ chiều. Điện thoại Me Hand: 0903579094. Vui lòng gọi... Cám ơn nhiều.   QuangĐọc thêm",
            "CHÀO!  \nBao nhiêu tiền cho chuyến tham quan vòng quanh một ngày?Đọc thêm",
            "CHÀO ! Xin vui lòng tìm kiếm trong trang web của tôi. Cảm ơnĐọc thêm",
            "Xin chào, tôi và bạn trai sẽ đến thăm Đà Nẵng vào ngày 13-19 tháng 6. Chúng tôi muốn thực hiện 3 chuyến tham quan bằng xe máy. Chuyến 1, núi đá cẩm thạch - buổi sáng - , Chuyến 2, Hội An - Mỹ Sơn. Chuyến 3, cả ngày qua đèo Hải Vân lên Huế và về Đà Nẵng. Cả hai chúng tôi đều có thể đi xe và muốn đi những chiếc xe đạp chất lượng tốt. Xin hỏi bạn sẽ tính phí bao nhiêu cho việc này? Cảm ơn. Alison - JonĐọc thêm",
            "Alison - Jon thân mến!                                                                                                                   Xin vui lòng hỏi tôi qua email trong trang web của tôi. Cảm ơn nhiều .  QuangĐọc thêm",
            "CHÀO \n\nBạn có thể được đón từ bến tàu và thực hiện chuyến tham quan nửa ngày không.\nNếu vậy thì chi phí là bao nhiêuĐọc thêm",
            "CHÀO!  Tôi nghĩ có thể bạn đã bấm nhầm nút vì tin nhắn của bạn đã được chuyển hướng đến tôi chứ không phải những tay đua dễ dãi của Quang. \n\n\nTuy nhiên, tôi - tôi chắc chắn rằng khi bạn liên lạc với anh ấy, anh ấy - chắc chắn sẽ đủ linh hoạt để phù hợp với bạn,,, chỉ cần nhớ cho anh ấy biết thời gian biểu của bạn \nChúc may mắn và lái xe vui vẻĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 10, 2020",
            "Written January 19, 2020",
            "Written January 18, 2020",
            "Written January 13, 2020",
            "Written January 7, 2020",
            "Written December 25, 2019",
            "Written December 18, 2019",
            "Written December 15, 2019",
            "Written November 23, 2019",
            "Written November 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or50-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or40-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or60-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d536386-Reviews-Sachsenhausen-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d11777217-Reviews-Siam_Discovery-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1141961-Reviews-Chimelong_Water_Park-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d195660-Reviews-Avenue_Jean_Medecin-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g48962-d12418773-Reviews-Lake_Tomahawk_Park-Black_Mountain_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d191047-Reviews-Port_Vell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190780-d1830431-Reviews-Stagecoach_Bus_Tour_Orkney-Kirkwall_Mainland_Orkney_Islands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34685-d3309549-Reviews-Coral_Cove_Park-Tequesta_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d20256098-Reviews-Harbor_Cove_Beach-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d183746-Reviews-The_Oregon_Vortex_House_of_Mystery-Gold_Hill_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or60-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or50-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "điện": 0.9955239816335961,
            "chuyến đi": 0.8837864919268111,
            "làng chài": 0.5,
            "trang trại hàu": 0.5,
            "ngũ hành sơn": 0.6868845727294683,
            "chuyến du lịch": 0.89620289724553,
            "chuyến tham quan": 0.8948542797763366,
            "đường mòn hồ": 0.5,
            "lịch sử": 0.6868845727294683,
            "xe đạp": 0.6273644543252885,
            "hầm trú ẩn": 0.5,
            "trang": 0.5,
            "trại nuôi hàu": 0.5,
            "nhà hàng": 0.9346870181034319,
            "đặc sản huế": 0.5,
            "bún bò huế": 0.5,
            "lăng khải định": 0.5238908641040325,
            "thác nước": 0.5,
            "khách sạn": 0.5,
            "trải nghiệm": 0.5020284245110815,
            "thánh địa mỹ": 0.8737691454589367,
            "con": 0.995580279501155,
            "bánh mì": 0.9911094332346693,
            "con đường hồ chí": 0.8737691454589367,
            "hướng dẫn viên du lịch": 0.995159555808641,
            "chùa linh ứng": 0.8737691454589367,
            "đầm làng hàu": 0.8737691454589367,
            "bãi biển": 0.7477570218034089,
            "tầm nhìn": 0.9954608453554101,
            "đồ ăn": 0.9956082340795547,
            "món ăn địa": 0.9953021426917985,
            "ly": 0.9954969474929385,
            "cà phê": 0.9954869744833559,
            "hướng dẫn viên": 0.9954456622945145,
            "ngọn núi": 0.5,
            "ngôi làng": 0.5,
            "trang trại nuôi": 0.5,
            "bữa trưa": 0.5,
            "thợ may": 0.988165476359427
        },
        "dicts_adj": {
            "điện": [
                "tuyệt vời",
                "hữu ích"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "đầu tiên",
                "nhiều",
                "đẹp",
                "dài"
            ],
            "làng chài": [],
            "trang trại hàu": [],
            "ngũ hành sơn": [
                "tuyệt vời"
            ],
            "chuyến du lịch": [
                "vui",
                "cùng",
                "nhiều",
                "tuyệt vời",
                "vui",
                "cùng",
                "vui",
                "cùng"
            ],
            "chuyến tham quan": [
                "thực sự",
                "tốt",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "vui",
                "hài lòng",
                "cùng",
                "cùng",
                "thú vị",
                "hơn"
            ],
            "đường mòn hồ": [],
            "lịch sử": [
                "dài"
            ],
            "xe đạp": [
                "nhiều"
            ],
            "hầm trú ẩn": [],
            "trang": [],
            "trại nuôi hàu": [],
            "nhà hàng": [
                "đẹp",
                "tuyệt vời"
            ],
            "đặc sản huế": [],
            "bún bò huế": [],
            "lăng khải định": [],
            "thác nước": [],
            "khách sạn": [],
            "trải nghiệm": [
                "thực sự",
                "thực sự",
                "thực sự",
                "tuyệt vời"
            ],
            "thánh địa mỹ": [
                "mát mẻ"
            ],
            "con": [
                "đẹp"
            ],
            "bánh mì": [
                "ngon"
            ],
            "con đường hồ chí": [
                "dài"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi",
                "tuyệt vời",
                "đặc biệt"
            ],
            "chùa linh ứng": [
                "giỏi",
                "tuyệt vời",
                "đặc biệt"
            ],
            "đầm làng hàu": [
                "giỏi",
                "tuyệt vời",
                "đặc biệt"
            ],
            "bãi biển": [
                "tuyệt vời"
            ],
            "tầm nhìn": [
                "tuyệt vời"
            ],
            "đồ ăn": [
                "ngon"
            ],
            "món ăn địa": [
                "tuyệt vời"
            ],
            "ly": [
                "đẹp"
            ],
            "cà phê": [
                "đẹp"
            ],
            "hướng dẫn viên": [
                "chu đáo"
            ],
            "ngọn núi": [],
            "ngôi làng": [],
            "trang trại nuôi": [],
            "bữa trưa": [],
            "thợ may": []
        },
        "list_proper_noun": [],
        "factor value": {
            "điện": 0.5,
            "chuyến đi": 1.5,
            "làng chài": 0.5,
            "trang trại hàu": 0.5,
            "ngũ hành sơn": 1.0,
            "chuyến du lịch": 2.5,
            "chuyến tham quan": 2.5,
            "đường mòn hồ": 0.5,
            "lịch sử": 1.0,
            "xe đạp": 1.0,
            "hầm trú ẩn": 0.5,
            "trang": 0.5,
            "trại nuôi hàu": 0.5,
            "nhà hàng": 1.0,
            "đặc sản huế": 0.5,
            "bún bò huế": 0.5,
            "lăng khải định": 0.5,
            "thác nước": 0.5,
            "khách sạn": 0.5,
            "trải nghiệm": 1.0,
            "thánh địa mỹ": 0.5,
            "con": 0.5,
            "bánh mì": 0.5,
            "con đường hồ chí": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "chùa linh ứng": 0.5,
            "đầm làng hàu": 0.5,
            "bãi biển": 1.0,
            "tầm nhìn": 0.5,
            "đồ ăn": 0.5,
            "món ăn địa": 0.5,
            "ly": 0.5,
            "cà phê": 0.5,
            "hướng dẫn viên": 0.5,
            "ngọn núi": 0.5,
            "ngôi làng": 0.5,
            "trang trại nuôi": 0.5,
            "bữa trưa": 0.5,
            "thợ may": 0.5
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến tham quan bằng xe máy này khoảng 4 tháng trước và nhận thấy quy trình đặt chỗ cũng như liên lạc với Quang rất hoàn hảo. Vợ chồng tôi đến Đà Nẵng trên Quantum of the Seas, cảng cách Đà Nẵng khoảng 1,5 tiếng, trời mưa, mưa rất nhiều:Forest Gump đã đúng về mưa ở Việt Nam - Chút chút châm chích - mưa, và chú lớn ol - béo mưa, mưa bay ngang, có lúc mưa còn như trút thẳng lên từ bên dưới. Bắn, trời thậm chí còn mưa vào ban đêm. Điều tốt ở Việt Nam là luôn có nơi nào đó để đi. ... Một ngày nọ, trời bắt đầu mưa, suốt bốn tháng trời không ngớt. Có vẻ như chúng tôi đến vào đầu tháng 4 mưa và cưỡi ngựa trong cơn mưa lớn đến Đà Nẵng. Tôi cưỡi ngựa, vợ tôi ngồi phía sau, Quang hộ tống. Đó là một vụ nổ, một thử thách, thật vui, mưa thì nóng, nếu khát chỉ cần nhìn lên và mở rộng. Một cuộc phiêu lưu tuyệt vời bằng xe mô tô!!!! Vì vậy, chúng tôi đạp xe vào Đà Nẵng và ngay cả Quang cũng không muốn đạp xe dưới mưa nữa nên chúng tôi dừng lại ở nhà anh ấy, uống một tách trà, lau khô người, gặp bà và chú chó và kết thúc Phần còn lại của chuyến tham quan ở Quảngs sẽ có chiếc xe mới. Quang có rất nhiều kiến ​​thức và lịch sử địa phương mà anh ấy rất vui được chia sẻ. Chuyến tham quan tuyệt vời, trải nghiệm ẩm thực địa phương và cà phê đích thực cũng như một chút cuộc sống địa phương, được giới thiệu kỹ lưỡng. 5 sao cộng. Truyền thuyết địa phương.Đọc thêm",
            "Chris thân mến !                                                                                                                         Cảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời và được biết bạn - Vợ của bạn rất thích tham gia các chuyến tham quan cùng chúng tôi... Hy vọng gặp lại bạn lần sau khi chúng tôi thực hiện chuyến tham quan vài ngày trên đường mòn Hồ Chí Minh để nhìn thấy thực tế của Việt Nam và biết nhiều về Lịch sử.. ........ Chúc mừng QuangĐọc thêm",
            "Cảm ơn Quang vì một ngày thú vị với nhiều cảnh đẹp của Việt Nam, thoát khỏi sự ồn ào và náo nhiệt của những điểm du lịch lớn. Dừng lại để uống cà phê tuyệt vời trên đường đi. Điểm nổi bật trong ngày của chúng tôi là đến thăm một thác nước tuyệt đẹp nơi chúng tôi có thể bơi. Chúng tôi cũng đã đến thăm một ngôi làng dân tộc thiểu số và xem người dân sống như thế nào. Trên đường về Đà Nẵng, Quang dừng lại ở Ngũ Hành Sơn để chúng tôi tham quan các hang động và tượng đá cẩm thạch. Quang có rất nhiều kiến ​​thức về Việt Nam và có khiếu hài hước. Ngoài ra còn có nước lạnh và bia được cung cấp cho chuyến đi.Đọc thêm",
            "Xin chào Kylie!                                                                                                                                              Cảm ơn bạn rất nhiều vì đã đánh giá và biết đến bạn - Chồng bạn tận hưởng chuyến du lịch bằng Ô tô trên đường mòn Hồ Chí Minh.. Hẹn gặp lại bạn lần sau...... Chúc mừng QuangĐọc thêm",
            "Núi đá cẩm thạch bị mất rất tốt để xem bạn có thể chụp rất nhiều ảnh khi vào trong. Bảo tàng chiến tranh rất thú vị, có rất nhiều lịch sử và nhiều thứ để khám phá xung quanh và rất rẻ. Hướng dẫn viên du lịch rất giỏi trong việc chỉ ra mọi thứ và là một người lái xe giỏi.Đọc thêm",
            "Đồng chí thân mến !                                                                                                                                                                      Cảm ơn bạn rất nhiều vì đã đánh giá tuyệt vời và biết rằng bạn rất thích thú với các chuyến tham quan cùng chúng tôi.  Hy vọng gặp lại bạn lần sau - Chúc bạn có kỳ nghỉ lễ vui vẻ.... Trân trọng QuangĐọc thêm",
            "Chuyến đi mang tính giáo dục cao và thú vị từ đà nẵng đến địa đạo Vịnh Mộc.  Quang đã dừng lại ở nhiều nơi trên đường đi và dạy chúng tôi về Việt Nam cũng như lịch sử chiến tranh.  Cái nhìn sâu sắc thực sự về Việt Nam thực sự cho gia đình chúng tôi! Cảm ơnĐọc thêm",
            "Xin chào Erin!                                                                                                                                            Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời. và để biết bạn - Gia đình của bạn tận hưởng chuyến du lịch bằng xe tải nhỏ cùng Công ty tôi. Hy vọng gặp lại bạn lần sau, chúng tôi thực hiện các chuyến tham quan vài ngày trên đường mòn Hồ Chí Minh để biết thêm về Lịch sử và nhìn thấy thực tế của Việt Nam.... Trân trọng Quang easyrider - tour du lịch trong ngàyĐọc thêm",
            "Chỉ để nói lời cảm ơn một lần nữa với Quang ở đây. Quang là một chàng trai đáng tin cậy, vui tính và hiểu biết. Anh ấy có thể sắp xếp mọi thứ cho tirp Đà Nẵng của bạn! rất khuyến khích!Đọc thêm",
            "Xin chào Amelie!                                                                                                                                             cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và biết rằng bạn rất thích thú với các chuyến tham quan cùng chúng tôi. hy vọng gặp lại bạn lần sau khi chúng tôi thực hiện các chuyến tham quan vài ngày để biết thêm về lịch sử và tìm hiểu thực tế về Việt Nam..... Chúc mừng Quang easyrider -day ToursĐọc thêm",
            "Chúng tôi gặp Quang trên bãi biển Mỹ Khê và anh ấy kể cho chúng tôi nghe về một khía cạnh khác của Việt Nam tồn tại ở vùng núi. Sau khi trả tiền đặt cọc, anh ấy đến khách sạn của chúng tôi như đã hứa lúc 8 giờ sáng trên chiếc xe mới của mình. Sau đó chúng tôi lái xe ra ngoài Đà Nẵng hướng tới những ngọn núi dừng lại để uống cà phê trên đường. Chúng tôi đã đến thăm một số thác nước và một con đập xinh đẹp cũng như một số ngôi làng địa phương nơi chúng tôi có thể nhìn thấy một ngôi nhà điển hình và gặp gỡ các gia đình. Sau đó chúng tôi ăn trưa với món gà. Quang rất thông tin và chỉ cho chúng tôi những phần của Việt Nam mà chúng tôi chưa từng thấy. Anh ấy là một người đàn ông tốt và chúng tôi đã tận hưởng 9 giờ tham quan khu vực cách xa Đà NẵngĐọc thêm",
            "Joe thân mến!                                                                                                                                            Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời.. và được biết bạn - Gia đình của bạn sẽ tận hưởng chuyến tham quan bằng xe tải nhỏ cùng Công ty của tôi. Hy vọng gặp lại bạn lần sau khi chúng tôi thực hiện các chuyến du lịch vài ngày để gặp thêm một số người dân tộc thiểu số Lịch sử.. Làng hay anh ấy thực sự Việt Nam... Chúc mừng QuangĐọc thêm",
            "Tôi mừng vì có Quang làm người hướng dẫn thay vì chỉ là một tài xế taxi thông thường; đó là một hành trình học tập thú vị với nhiều điểm dừng tại Ngũ Hành Sơn, đèo Hải Vân và Bán đảo Sơn Trà. Quang cam kết đảm bảo rằng khách hàng của anh ấy có trải nghiệm tốt nhất và tôi đánh giá cao khả năng suy nghĩ nhanh chóng của anh ấy khi chuyển sang tham quan bằng ô tô thay vì xe đạp vào buổi sáng khi trời bắt đầu mưa. Anh ấy đưa ra nhiều lựa chọn khác nhau và cũng sẵn lòng đáp ứng nhu cầu - sở thích của khách. Khi anh ấy nhận ra tôi đã thử bánh xèo hồi đầu tuần, anh ấy nhanh chóng thay đổi địa điểm ăn trưa sang một quán địa phương khác, nơi chúng tôi có món bánh nậm ngon tuyệt; đó là thứ mà tôi sẽ không tự mình khám phá hoặc thử và là điểm nhấn của chuyến đi. Việc liên lạc trước và trong chuyến đi thật dễ dàng khi Quang trả lời email kịp thời và nói tiếng Anh tốt. Chắc chắn sẽ giới thiệu dịch vụ của Quang cho bất kỳ ai đang tìm kiếm hướng dẫn viên an toàn, ân cần và hiểu biết để đi vòng quanh Việt Nam.Đọc thêm",
            "Chào tháng sáu !                                                                                                                                         Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và biết rằng bạn rất thích chuyến tham quan cùng chúng tôi.. Hy vọng gặp lại bạn lần sau.                                                                                                            Chúc mừng Quang easyrider - chuyến tham quan trong ngàyĐọc thêm",
            "Chúng tôi gặp chàng trai này - chàng trai trẻ - tên Quang tại quán cà phê trước đây ở bãi biển Trung Quốc trong ngày đầu tiên chúng tôi đến thăm Đà Nẵng.... chúng tôi vừa trở về sau chuyến đi đầu tiên đặt chỗ từ anh ấy và chúng tôi nồng nhiệt có thể giới thiệu các dịch vụ của anh ấy như một người lái xe - trên một chiếc xe tải mới sáng sủa - và làm người hướng dẫn đi vòng quanh các vùng núi và những ngôi làng nhỏ. Chúng tôi có f.ex. đã chia sẻ trong chuyến đi những thông tin liên quan đến cuộc chiến tranh Phần Lan và Việt Nam. Chúng tôi đã đặt một chuyến đi mới với anh ấy. Bằng tiếng Phần Lan... một lần và mãi mãi những ai bị lạc ở đây, rìa châu Á...hãy liên hệ với chuyên gia tuyệt vời này hướng dẫn với khiếu hài hước và mở rộng các điểm tham quan tuyệt vời của Đà Nẵng Đọc thêm.",
            "Kính gửi gia đình Ekola - Peltola!                                                                                                       Cảm ơn bạn rất nhiều vì đã thực hiện các chuyến tham quan Mini Van tại Công ty tôi và biết rằng Gia đình bạn sẽ tận hưởng chuyến tham quan cùng chúng tôi. sau đó đặt các tour khác.. Cảm ơn QuangĐọc thêm",
            "Tôi và bạn gái đã gặp Quang và con trai anh ấy tại khách sạn của chúng tôi để tham gia chuyến tham quan trong ngày quanh Sơn Trà và Ngũ Hành Sơn. Cả hai đều rất tốt bụng và hiểu biết về lịch sử Việt Nam. Thật thú vị khi được đi xe đạp và ngắm nhìn nhiều nơi ở Đà Nẵng mà không phải lo lắng khi phải tự lái xe. Rất muốn giới thiệu cho bất cứ ai!Đọc thêm",
            "Xin chào Kellen!                                                                                                                                         Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và được biết bạn - bạn gái của bạn sẽ tận hưởng chuyến tham quan cùng chúng tôi. hy vọng gặp lại bạn lần sau, Chúng tôi thực hiện các chuyến tham quan vài ngày trên đường mòn Hồ Chí Minh để biết thêm về Lịch sử và nhìn thấy thực tế của Việt Nam... Chúc mừng Quang easyrider - các chuyến tham quan trong ngàyĐọc thêm",
            "Quang rất am hiểu và quan tâm đến các nền văn hóa khác. Anh chia sẻ những câu chuyện về gia đình và lịch sử Việt Nam rất giàu thông tin. Chúng tôi đã học được rất nhiều và có một ngày tuyệt vời với anh ấy. Thật không may, dường như Quang có một số vấn đề về mũi khiến việc di chuyển trong khoảng cách gần trở nên hơi khó chịu. Ngoài ra nó là 100 - . Cảm ơn bạnĐọc thêm",
            "Karen thân mến!                                                                                                                                 Cảm ơn bạn rất nhiều vì đã xem xét và biết đến bạn - chồng của bạn. bạn bè tận hưởng chuyến du lịch cùng chúng tôi. Tôi xin lỗi ... Vì tôi bị ốm trước một ngày trong chuyến đi.... Trân trọng QuangĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 7, 2019",
            "Written October 26, 2019",
            "Written October 24, 2019",
            "Written October 10, 2019",
            "Written October 1, 2019",
            "Written September 24, 2019",
            "Written September 19, 2019",
            "Written September 7, 2019",
            "Written September 5, 2019",
            "Written September 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or60-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or50-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or70-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191183-Reviews-Scala_Contarini_del_Bovolo-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d10670985-Reviews-Buddhist_Temple_of_Chino_Hills-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23926591-Reviews-INTER_IAM-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7951659-Reviews-Museum_of_Death-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3510019-Reviews-Dimcay-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g3733792-d4817385-Reviews-Buddha_Bar_Beach_Porto_Montenegro-Tivat_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d102678-Reviews-Old_Fall_River_Road-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d1933714-Reviews-Riga_Radio_and_TV_Tower-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d477277-Reviews-Jardin_Majorelle-Marrakech_Marrakech_Safi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or70-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or60-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.9278456611573347,
            "xe máy": 0.7520121372072026,
            "quang hộ": 0.518359761685133,
            "xe mô tô": 0.9951735085342079,
            "đạp xe": 0.8122864551842213,
            "kiến ​​thức": 0.9953403470572084,
            "lịch sử địa phương": 0.994863523170352,
            "trải nghiệm ẩm thực địa phương": 0.5,
            "cà phê": 0.6651704168568054,
            "đường mòn": 0.7366351634263992,
            "lịch sử": 0.687275106087327,
            "cảnh": 0.8268006625585258,
            "điểm du lịch": 0.9919730297988281,
            "thác nước": 0.9953572125232313,
            "ngôi làng dân tộc thiểu": 0.5,
            "người dân": 0.5,
            "hang động": 0.696580377407372,
            "chuyến đi": 0.9296604774426669,
            "chuyến du lịch": 0.5059990752488375,
            "đường mòn hồ": 0.6868845727294683,
            "núi đá cẩm thạch": 0.8737691454589367,
            "ảnh khi": 0.5,
            "bảo tàng chiến tranh": 0.8737691454589367,
            "hướng dẫn viên du lịch": 0.8737691454589367,
            "lái xe": 0.9552977499552071,
            "địa đạo vịnh": 0.8737691454589367,
            "lịch sử chiến": 0.7055386770516634,
            "xe tải": 0.5008250642567873,
            "chuyến tham": 0.5,
            "bãi biển": 0.48399171605706215,
            "vùng núi": 0.5,
            "khách sạn": 0.9592940083239228,
            "ngọn núi": 0.5,
            "con đập": 0.9956043888814747,
            "ngôi làng": 0.47464533522725105,
            "ngôi nhà": 0.8831128822639585,
            "món gà": 0.628304679878056
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "khoảng",
                "hoàn hảo",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "cùng",
                "nhiều",
                "nhiều",
                "tuyệt vời",
                "cùng",
                "nhiều",
                "tuyệt vời",
                "cùng"
            ],
            "xe máy": [
                "khoảng",
                "hoàn hảo"
            ],
            "quang hộ": [],
            "xe mô tô": [
                "tuyệt vời"
            ],
            "đạp xe": [
                "khô"
            ],
            "kiến ​​thức": [
                "vui"
            ],
            "lịch sử địa phương": [
                "vui"
            ],
            "trải nghiệm ẩm thực địa phương": [],
            "cà phê": [
                "tuyệt vời"
            ],
            "đường mòn": [
                "nhiều"
            ],
            "lịch sử": [
                "nhiều",
                "nhiều",
                "rẻ"
            ],
            "cảnh": [
                "đẹp",
                "ồn ào"
            ],
            "điểm du lịch": [
                "lớn"
            ],
            "thác nước": [
                "nổi bật",
                "đẹp",
                "xinh đẹp"
            ],
            "ngôi làng dân tộc thiểu": [],
            "người dân": [],
            "hang động": [],
            "chuyến đi": [
                "lạnh",
                "cao"
            ],
            "chuyến du lịch": [
                "nhỏ"
            ],
            "đường mòn hồ": [
                "nhiều"
            ],
            "núi đá cẩm thạch": [
                "tốt",
                "nhiều"
            ],
            "ảnh khi": [],
            "bảo tàng chiến tranh": [
                "thú vị",
                "nhiều"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi"
            ],
            "lái xe": [
                "giỏi"
            ],
            "địa đạo vịnh": [
                "cao"
            ],
            "lịch sử chiến": [
                "nhiều"
            ],
            "xe tải": [
                "nhỏ"
            ],
            "chuyến tham": [],
            "bãi biển": [
                "khác"
            ],
            "vùng núi": [],
            "khách sạn": [
                "mới"
            ],
            "ngọn núi": [],
            "con đập": [
                "xinh đẹp"
            ],
            "ngôi làng": [
                "điển hình"
            ],
            "ngôi nhà": [
                "điển hình"
            ],
            "món gà": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 2.0,
            "xe máy": 0.5,
            "quang hộ": 0.5,
            "xe mô tô": 0.5,
            "đạp xe": 0.5,
            "kiến ​​thức": 0.5,
            "lịch sử địa phương": 0.5,
            "trải nghiệm ẩm thực địa phương": 0.5,
            "cà phê": 1.5,
            "đường mòn": 0.5,
            "lịch sử": 2.0,
            "cảnh": 0.5,
            "điểm du lịch": 0.5,
            "thác nước": 1.0,
            "ngôi làng dân tộc thiểu": 0.5,
            "người dân": 0.5,
            "hang động": 0.5,
            "chuyến đi": 1.0,
            "chuyến du lịch": 1.0,
            "đường mòn hồ": 1.0,
            "núi đá cẩm thạch": 0.5,
            "ảnh khi": 0.5,
            "bảo tàng chiến tranh": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "lái xe": 0.5,
            "địa đạo vịnh": 0.5,
            "lịch sử chiến": 0.5,
            "xe tải": 0.5,
            "chuyến tham": 1.0,
            "bãi biển": 0.5,
            "vùng núi": 0.5,
            "khách sạn": 0.5,
            "ngọn núi": 0.5,
            "con đập": 0.5,
            "ngôi làng": 0.5,
            "ngôi nhà": 0.5,
            "món gà": 0.5
        }
    },
    {
        "attraction_name": "Quang Easyrider - Day Tours",
        "attraction_name_vi": "Quang Easyrider - Tour trong ngày",
        "general_info": [
            "337 đánh giá",
            "- 7 trong 307 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan chụp ảnh",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Chuyến du lịch của Quang sẽ mang đến cho bạn một góc nhìn khác về con người Việt Nam và những điểm hấp dẫn ở Tây Nguyên! Xem các đồn điền cây cà phê và cao su rộng lớn như những khu rừng mưa dày đặc. Bạn có cơ hội tiếp xúc với đồng bào dân tộc thiểu số dọc đường, tìm hiểu thói quen, phong tục sinh hoạt của họ, cùng chung sống với họ. Đà Nẵng hay Hội An - Tháp Chiên Đàn hay thánh địa Mỹ Sơn - .Đọc thêm",
        "reviews": [
            "Chúng tôi gặp Quang ở bãi biển Đà Nẵng và anh kể cho chúng tôi nghe về những chuyến đi của mình.  Anh ấy không hề đề cao và đề nghị chúng tôi tìm kiếm anh ấy trên Trip Advisor và sau đó nếu thích những gì đọc được, chúng tôi có thể đặt chỗ với anh ấy qua email. Chúng tôi đi tham quan trong ngày bằng ô tô và con trai của Quang cũng tham gia cùng chúng tôi. Xe ở trong tình trạng tuyệt vời và Quang là người lái xe siêu an toàn. Chúng tôi đã đến thăm đèo Hải Vân, một con đập và đường mòn Hồ Chí Minh cũng như những người dân làng trên đồi.  Chúng tôi nhìn thấy một thác nước tuyệt đẹp và ăn một bữa trưa ngon miệng. Những thứ chúng ta nhìn thấy là những thứ chúng ta chưa bao giờ tự mình nhìn thấy.  Quang có kiến ​​thức địa phương tuyệt vời và biết tất cả về lịch sử của Việt Nam. Cả anh và con trai đều nói tiếng Anh rất tốt.  Họ thật tuyệt vời với bọn trẻ của chúng tôi và tất cả chúng tôi đều học được một số trò ảo thuật mới!!!! Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến đi của anh ấy và các con tôi, 10 và 14 tuổi, cũng rất thích nó.Đọc thêm",
            "Chào katie!                                                                                                                                        Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và tôi rất vui khi biết bạn - Gia đình bạn tận hưởng chuyến tham quan bằng Xe cùng tôi... Hy vọng gặp lại bạn vào năm tới .. chúng tôi thực hiện một chuyến đi dài trên đường mòn Hồ Chí Minh đến Lào - s .... Trân trọng QuangĐọc thêm",
            "Chúng tôi gặp Quang ở Việt Nam và anh ấy đã tổ chức hai chuyến du lịch cho tôi và vợ tôi. Chúng tôi đã cùng Quang thực hiện hai chuyến du lịch tuyệt vời dọc theo đèo Hải Vân và đường mòn Hồ Chí Minh. Chúng tôi đã chứng kiến ​​hết cảnh tượng tuyệt vời này đến cảnh tượng khác và Quang đã giúp chúng tôi có rất nhiều kỷ niệm. Quang là một hướng dẫn viên chuyên nghiệp, người biết mọi khía cạnh của Việt Nam cũng như mọi con người và địa điểm tham quan. Anh ấy kể rất đầy đủ về lịch sử của từng nơi, nhưng cũng cho chúng tôi thời gian để tận hưởng và khám phá một mình. Tôi không thể giới thiệu đủ cao các chuyến đi của Quang. Thật dễ dàng bỏ lỡ những địa điểm quan trọng khi du lịch ở Việt Nam và Quang đã loại bỏ mọi lo lắng về việc đi lại, lái xe và mọi khía cạnh khác để cố gắng tận hưởng tối đa một đất nước xinh đẹp như Việt Nam - và các tour du lịch này rất có giá trị đối với tiền bạc. Cảm ơn Quang. Cả tôi và Di sẽ mãi mãi biết ơn.P. LovattĐọc thêm",
            "P. Lovatt thân mến!                                                                                                                           Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời.. và tôi rất vui khi biết bạn - Vợ của bạn sẽ tận hưởng chuyến tham quan cùng chúng tôi. Hy vọng gặp lại bạn lần sau tại Việt Nam, chúng tôi sẽ thực hiện chuyến đi vài ngày trên đường mòn Hồ Chí Minh về phía Bắc hoặc phía Nam để biết về Lịch sử và nhìn thấy....Quê hương tôi thực sự.                                                                                                                     Trân trọng Quang easyrider - tour du lịch trong ngàyĐọc thêm",
            "Chúng tôi đặt chuyến đi cùng Quang để đi đến đường mòn Hội Chí Minh. Chúng tôi không thực sự biết điều gì sẽ xảy ra nhưng chúng tôi không thất vọng.  Quang đưa chúng tôi đi theo con đường mòn khét tiếng và đi vào rừng rậm. Chúng tôi đến thăm một thác nước tuyệt vời và dành thời gian bơi lội trong làn nước mát lạnh tuyệt đẹp và khung cảnh ấn tượng. Sau đó chúng tôi đi thăm một số ngôi làng xa xôi và gặp gỡ những người dân tộc thiểu số sống ở đó. Kiến thức của Quang về Việt Nam và lịch sử của nó là không ai sánh kịp. Tiếng Anh của anh ấy thật tuyệt vời và chuyến tham quan thực sự mang lại dấu ấn cá nhân. Thực sự muốn giới thiệu một chuyến tham quan với QuangĐọc thêm",
            "Xin chào Diane!                                                                                                                                           Cảm ơn bạn rất nhiều vì đã đặt các chuyến tham quan cùng công ty với tôi đến đường mòn Hồ Chí Minh.... và biết rằng bạn rất thích chuyến đi cùng chúng tôi.. sau đó đã nhận xét rất tuyệt vời về tripadvisor của tôi. hy vọng gặp lại bạn lần sau, chúng tôi thực hiện một vài ngày tham quan đường mòn Hồ Chí Minh phía Bắc hoặc phía Nam để biết thêm về Lịch sử và ngắm nhìn thực tế Việt Nam...... Trân trọng Quang easyrider - tour du lịch trong ngàyĐọc thêm",
            "Quang tiếp cận tôi và chồng khi chúng tôi đang đi dạo gần bãi biển. Anh ấy cho chúng tôi xem những bài đánh giá viết tay về những khách hàng trước đây của anh ấy và mời chúng tôi đồ uống lạnh tại một nhà hàng gần đó để chúng tôi trú ẩn khỏi cái nóng. Vì người Canada không quen với khí hậu nên chúng tôi thực sự đánh giá cao điều đó! Anh ấy không quá thúc ép và thuyết phục chúng tôi tham gia chuyến du lịch trong ngày cùng anh ấy. Chúng tôi rất vui vì chúng tôi đã làm! Quang cực kỳ am hiểu về khu vực này và cung cấp cho chúng tôi thông tin liên tục suốt cả ngày cũng như trả lời bất kỳ câu hỏi nào chúng tôi có. Anh ấy đóng gói bia lạnh và nước mà chúng tôi rất biết ơn, đồng thời anh ấy đảm bảo rằng thùng giữ lạnh luôn được dự trữ đầy đủ. Có một tài xế riêng cho chúng tôi lên xuống xe máy lạnh đời mới cùng với Quang. Điều hòa luôn hoạt động và xe sẽ đậu gần đó để giảm thiểu việc đi bộ trong thời tiết nóng bức. Quang đưa chúng tôi đến nhiều vùng địa phương mà chúng tôi sẽ không thể khám phá hoặc tìm hiểu nếu không có anh ấy. Điểm nổi bật của cá nhân tôi là ẩm thực địa phương ngon mà Quang đã sắp xếp cho chúng tôi dùng bữa trưa và tối. Tôi thực sự giới thiệu chuyến tham quan của anh ấy!Đọc thêm",
            "Xin chào Angela!                                                                                                                                          Rất cám ơn bài đánh giá tuyệt vời tại Me tripadvisor và tôi rất vui được biết bạn - Chồng của bạn rất thích tham gia các chuyến du lịch cùng chúng tôi.. Hy vọng gặp lại bạn Chúc mừng.                   QuangĐọc thêm",
            "Quang dừng chúng tôi lại Đà Nẵng để trò chuyện và sau đó mua cho chúng tôi nước ở quán cà phê trong khi giải thích về các chuyến đi của anh ấy. Tiếng Anh của anh ấy rất xuất sắc, anh ấy cực kỳ thân thiện và chúng tôi chưa bao giờ cảm thấy áp lực. Điều này khuyến khích chúng tôi đặt phòng. Chúng tôi đã thực hiện chuyến tham quan 1 ngày và không thể giới thiệu thêm! Quang có một chiếc ô tô máy lạnh chở đầy nước lạnh và bia đưa chúng tôi đi nhiều địa điểm nằm ngoài đường mòn. Chúng tôi đã thấy những vùng đất của Việt Nam xung quanh Đà Nẵng mà chúng tôi chưa bao giờ thấy trong các chuyến du lịch truyền thống. Chúng tôi bắt đầu bằng việc viếng thăm Đức Phật, sau đó lái xe về phía bắc để xem làng chài và trang trại nuôi hàu - nơi Quang đưa chúng tôi đến bến tàu - . Chúng tôi lái xe qua một con đèo và dừng lại để xem các hầm trú ẩn chiến tranh. Quang luôn trả lời các câu hỏi và đưa ra những bài học lịch sử thú vị. Sau đó chúng tôi đến thăm một thác nước và dùng bữa trưa đúng kiểu Việt Nam. Con trai của anh ấy đang đi thăm một vị khách khác và chúng tôi cũng rất thích công ty của họ. Sau đó chúng tôi lái xe xuống dãy núi đá cẩm thạch nơi Quang đưa chúng tôi đi tham quan địa phương. Chúng tôi chưa bao giờ gặp những khách du lịch khác cho đến khi lên tới đỉnh, điều này thật đáng ngạc nhiên! Anh ấy thậm chí còn dừng lại để cho chúng tôi xem một nghệ nhân đá cẩm thạch địa phương đang làm việc. Những ngọn núi là một địa điểm không thể bỏ qua, nhưng hãy chuẩn bị tinh thần để leo lên một số bậc thang! Chúng tôi kết thúc một ngày tại một nhà hàng truyền thống Việt Nam với món Bian Xhe - Tôi nghĩ... đó là bánh xèo Việt Nam - . Chuyến du lịch của chúng tôi với Quang là điểm nổi bật trong chuyến thăm Đà Nẵng của chúng tôi và chúng tôi không thể giới thiệu Quang thêm!Đọc thêm",
            "Chào Kai!                                                                                                                                           Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Tôi rất vui khi biết bạn thích thú với các chuyến tham quan cùng chúng tôi. hy vọng gặp lại bạn - Vợ của bạn Chúng tôi thực hiện một chuyến du lịch vài ngày trên đường mòn Hồ Chí Minh để biết thêm về Lịch sử và nhìn thấy Việt Nam thực sự........ Trân trọng QuangĐọc thêm",
            "Chúng tôi gặp Quang ở Đà Nẵng và anh ấy đã thuyết phục chúng tôi thực hiện một trong những chuyến tham quan của anh ấy. Chúng tôi rất vui vì chúng tôi đã làm. Quang là một chàng trai tuyệt vời và anh ấy thực sự hiểu biết về Việt Nam. Anh ấy nói tiếng Anh rất tốt và kiến ​​thức về lịch sử Việt Nam của anh ấy là không ai sánh kịp. Chúng tôi không có kế hoạch về việc muốn làm gì ngoài việc muốn đi đèo Hải Vân. Quang đưa chúng tôi đến Đèo, Ngũ Hành Sơn, đến hang động, đến Thác nước, v.v. Không ai trong số này chúng tôi có thể tìm thấy và chúng là những thắng cảnh đặc biệt. Quang có thể đưa bạn đi ô tô hoặc xe máy. Đó là một liên lạc thực sự cá nhân. Chúng tôi đi bằng ô tô có máy lạnh và Quang cung cấp cho chúng tôi bia lạnh và nước uống cả ngày. Chúng tôi chắc chắn sẽ cùng Quang thực hiện một chuyến đi khác đến đường mòn Hội Chí Minh. 5 - từ chúng tôi. Đừng ngần ngại đặt phòng.Đọc thêm",
            "Diane thân mến!                                                                                                                                        Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời, Và tôi rất vui khi được biết bạn - chồng của bạn rất thích tham gia các chuyến du lịch cùng Công ty với tôi... Hẹn gặp lại bạn vào năm sau, chúng ta sẽ thực hiện một chuyến đi khác trên đường mòn Hồ Chí Minh vào miền Nam.... ............ Chúc mừng.                                                                                                                                     Quang easyrider - tour trong ngàyĐọc thêm",
            "Cảm ơn Quang vì một chuyến tham quan tốt đẹp và đi xa hơn để đưa chúng tôi đến gặp Đức Phật. Chúng tôi đã có một ngày vui vẻ với bạn và sẽ đặt một chuyến tham quan khác nếu chúng tôi quay lại Việt Nam. Đọc thêm",
            "Elly thân mến!                                                                                                                                Cảm ơn bạn rất nhiều vì đánh giá của bạn tại Me tripadvisor. và để biết bạn - người bạn của bạn hãy tận hưởng chuyến du lịch cùng chúng tôi.. Hy vọng gặp lại bạn vào năm tới, chúng tôi sẽ thực hiện một chuyến du lịch khác trên đường mòn Hồ Chí Minh... để biết về lịch sử và nhìn thấy thực tế của Việt Nam........ Trân trọng Quang easyrider - tour trong ngàyĐọc thêm",
            "Tôi đang ở ngày thứ hai trong chuyến phiêu lưu đến Việt Nam, một mình và tìm kiếm đôi chân của mình, không có Wi-Fi hay dữ liệu, và tôi đang lang thang trên đường phố mà không biết mình đang làm cái quái gì...Rồi tôi gặp Quang ở phía trước một quán cà phê , anh ấy mua cho tôi một ly cà phê và cho tôi xem những bức ảnh về những chuyến du lịch trước đây của anh ấy. Ngay từ đầu, tôi đã cảm thấy rất thoải mái với Quang, không bao giờ cảm thấy áp lực và cảm thấy nhẹ nhõm khi gặp được một người chân thật, ăn nói khéo léo. Tôi chớp lấy cơ hội để leo lên phía sau xe đạp và tiến vào - Việt Nam thực sự - Chúng tôi đã đi chệch hướng.. Tôi sẽ không từ bỏ nữa, bởi vì bí ẩn và lịch sử là những gì đã tạo nên nó. Tôi tiếp tục đặt chuyến đi trốn 3 ngày với Quang vì tôi rất thích nó, anh ấy cũng trả lời 100 câu hỏi của tôi và khiến chuyến đi này trở nên dễ dàng hơn rất nhiều với kiến ​​thức của anh ấy. Nếu bạn - đang ở Đà Nẵng, hãy thực hiện chuyến du lịch ít nhất một ngày, bạn sẽ không hối tiếc : - Đọc thêm",
            "Xin chào Abe!                                                                                                                                 Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và biết rằng bạn rất thích chuyến tham quan cùng Công ty với tôi. sau chuyến tham quan này hãy đăng ký chuyến tham quan 3 ngày cùng chúng tôi trên đường mòn Hồ Chí Minh để tìm hiểu thực tế Việt Nam, xem một số Làng thiểu số.... Lịch sử về Chiến tranh chống Mỹ...... Chúc mừng QuangĐọc thêm",
            "Một trong những thợ lặn giỏi nhất tôi từng có khi ở Việt Nam! Lac thật tuyệt vời, anh ấy rất thân thiện và hữu ích. Anh ấy có kiến ​​thức tuyệt vời không chỉ về Đà Nẵng mà còn về cả Việt Nam và anh ấy đã chia sẻ với các bạn những câu chuyện tuyệt vời của mình. Nhìn Đà Nẵng từ phía sau xe máy thật viển vông. Xe đạp rất thoải mái và mát mẻ. Anh ấy rất dễ tính và đưa tôi đến bất cứ nơi nào tôi muốn mà không gặp vấn đề gì. Anh chàng thân thiện nhất và chuyến đi tuyệt vời nhất! Bạn phải gặp Lạc khi bạn đang ở Đà Nẵng! Có thể đưa bạn đi Huế, đèo Hải Vân bằng tour thác nước. Bà Nà Hills và rất nhiều điều tuyệt vời khác!! Cảm ơn bạn Lạc!Đọc thêm",
            "Emily thân mến !                                                                                                                                            Rất cám ơn vì bài đánh giá tuyệt vời và biết rằng bạn thích thú với các chuyến tham quan với hướng dẫn viên của Tôi.. Hy vọng gặp lại bạn lần sau, chúng tôi thực hiện các chuyến tham quan vài ngày trên Đường mòn Hồ Chí Minh để biết về lịch sử - nhìn thấy thực tế của Việt Nam..... Trân trọng Quang easyrider - tour trong ngàyĐọc thêm",
            "Chúng tôi gặp Quang ngay trước cửa khách sạn ở Đà Nẵng và đó là định mệnh. Xin chào, anh chàng rất thân thiện, người đã cho chúng tôi thấy mọi thứ chúng tôi muốn thấy. Chúng tôi ghé thăm thị trấn HUẾ, Đà Nẵng và Hội An trong hai ngày. Chúng tôi lái ô tô với tài xế của anh ấy, một anh chàng cũng rất tốt bụng và thân thiện. Quang không phải là người đề cao và không quan tâm đến tiền bạc như những hướng dẫn viên du lịch khác mà chúng tôi đã gặp sau đó ở Việt Nam. Chúng tôi không thể giới thiệu Quang thêm.Đọc thêm",
            "Faki thân mến!                                                                                                                                   Cảm ơn bạn rất nhiều vì đã thực hiện các chuyến tham quan tại công ty tôi và biết rằng bạn và bạn của bạn sẽ tận hưởng chuyến đi cùng chúng tôi.. hẹn gặp lại bạn lần sau..... Trân trọng QuangĐọc thêm",
            "Xin chào, bạn quan tâm đến chuyến tham quan bằng xe máy, hãy liên hệ với bạn. Tôi đang vào ngày 11 tháng 9, các chuyến tham quan một ngày để quan tâm và muốn biết thêm chi tiết, hãy liên hệ với bạn để di chuyển 1. Hướng dẫn viên đang chở tôi? 2. Một khóa học chi tiết? 3. có phải là một chi phí bổ sung?...Đọc thêm",
            "Chào bạn! Vui lòng gọi cho chúng tôi whatsapp là: - 84903579094. Cảm ơn nhiềuĐọc thêm",
            "Xin chào, chúng tôi muốn tham gia chuyến tham quan của bạn và chúng tôi có thể tự mình đi xe máy. Tôi có thể có thông tin về chuyến tham quan và giá cả không và làm thế nào chúng tôi có thể đăng ký chuyến tham quan của bạn? Xin vui lòng tư vấn. Cảm ơnĐọc thêm",
            "Maria thân mến!                                                                                                                             Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty xe máy cho tôi. xin vui lòng cho tôi biết có bao nhiêu người tham gia các tour du lịch? và Bạn cần bao nhiêu chiếc xe đạp? Tôi không thể viết email và trang web cho tôi. Vui lòng gọi cho tôi bằng điện thoại di động: 0903579094 hoặc Whatssap: - 84903579094. Cảm ơn rất nhiều.                                                                                      QuangĐọc thêm",
            "chúng tôi có sáu người đến vào ngày 28 - 9 đến 3 - 10 ở lại Đà Nẵng! Bạn có thể lên kế hoạch cho chúng tôi về giá được không!Đọc thêm",
            "Jacky thân mến!                                                                                                   Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. xin vui lòng cho tôi biết, Bao nhiêu ngày? và bạn muốn đi bằng xe tải nhỏ hay xe máy? Tôi không thể viết email và web cho tôi... vui lòng gọi cho tôi Điện thoại cầm tay: - 84903579094 hoặc 0903579094 Cảm ơn QuangĐọc thêm",
            "Tôi quan tâm đến điều này nhưng tôi không thể tìm thấy trang web hoặc bất kỳ thông tin liên hệ nào. Bạn có thể vui lòng cung cấp chi tiết? Tôi đã hy vọng làm được điều gì đó vào ngày mai Thứ Ba ngày 22 tháng 5Đọc thêm",
            "Paul thân mến!                                                                                                           Cảm ơn bạn rất nhiều vì đã hỏi thăm công ty tôi. Đúng. tour vòng quanh một ngày chúng tôi ghé thăm:: Ngũ Hành Sơn- làng chài- Núi Monky- Đèo Hải Vân- Thác trong rừng và ngắm nhìn một số nét thực tế của Việt Nam về Lịch sử... Giá: 50usd. Bắt đầu từ khoảng 9 giờ sáng đến 5 giờ chiều hoặc 6 giờ chiều. Điện thoại Me Hand: 0903579094. Vui lòng gọi... Cám ơn nhiều.   QuangĐọc thêm",
            "CHÀO!  \nBao nhiêu tiền cho chuyến tham quan vòng quanh một ngày?Đọc thêm",
            "CHÀO ! Xin vui lòng tìm kiếm trong trang web của tôi. Cảm ơnĐọc thêm",
            "Xin chào, tôi và bạn trai sẽ đến thăm Đà Nẵng vào ngày 13-19 tháng 6. Chúng tôi muốn thực hiện 3 chuyến tham quan bằng xe máy. Chuyến 1, núi đá cẩm thạch - buổi sáng - , Chuyến 2, Hội An - Mỹ Sơn. Chuyến 3, cả ngày qua đèo Hải Vân lên Huế và về Đà Nẵng. Cả hai chúng tôi đều có thể đi xe và muốn đi những chiếc xe đạp chất lượng tốt. Xin hỏi bạn sẽ tính phí bao nhiêu cho việc này? Cảm ơn. Alison - JonĐọc thêm",
            "Alison - Jon thân mến!                                                                                                                   Xin vui lòng hỏi tôi qua email trong trang web của tôi. Cảm ơn nhiều .  QuangĐọc thêm",
            "CHÀO \n\nBạn có thể được đón từ bến tàu và thực hiện chuyến tham quan nửa ngày không.\nNếu vậy thì chi phí là bao nhiêuĐọc thêm",
            "CHÀO!  Tôi nghĩ có thể bạn đã bấm nhầm nút vì tin nhắn của bạn đã được chuyển hướng đến tôi chứ không phải những tay đua dễ dãi của Quang. \n\n\nTuy nhiên, tôi - tôi chắc chắn rằng khi bạn liên lạc với anh ấy, anh ấy - chắc chắn sẽ đủ linh hoạt để phù hợp với bạn,,, chỉ cần nhớ cho anh ấy biết thời gian biểu của bạn \nChúc may mắn và lái xe vui vẻĐọc thêm"
        ],
        "star_ratings": [
            326,
            11,
            0,
            0,
            0
        ],
        "review_amount": 337,
        "location": [
            "Quang Easyrider - Tour trong ngày",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written August 18, 2019",
            "Written August 12, 2019",
            "Written August 12, 2019",
            "Written August 12, 2019",
            "Written August 10, 2019",
            "Written August 6, 2019",
            "Written August 3, 2019",
            "Written July 25, 2019",
            "Written July 23, 2019",
            "Written July 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d8532493-Reviews-or70-Quang_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or60-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or80-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-Quang_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18189861-Reviews-Truong_Sa_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6615602-Reviews-Easyrider_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12292804-Reviews-Da_Nang_Car_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17531531-Reviews-Pure_Beauty_Nails_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21381288-Reviews-TravelThru-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15588293-Reviews-Danang_Green_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26504716-Reviews-Xiaomi_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d646305-Reviews-Tanger_Outlets_Charleston-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48224-d8761333-Reviews-Lake_Nanuet_Pool-Nanuet_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d195211-Reviews-Arthur_s_Seat-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d615091-Reviews-The_Beatles_Love_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g37433-d8549199-Reviews-Pendleton_Falls_Park-Pendleton_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19882876-Reviews-The_Grand_At_Moon_Palace_Awe_Spa-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d1105618-Reviews-Santa_s_Workshop-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29543-d6979917-Reviews-Allegan_Antiques_Market-Allegan_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17625418-Reviews-Coca_Cola_Arena-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d269441-Reviews-Ocean_Beach-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or80-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d8532493-Reviews-or70-Quang_Easyrider_Day_Tours-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bãi biển": 0.5060684159398079,
            "chuyến đi": 0.6953584729271824,
            "đường mòn hồ chí": 0.7630624265099565,
            "thác nước": 0.858011808959418,
            "bữa trưa": 0.7914186381773712,
            "kiến ​​thức địa phương": 0.9941206134390086,
            "lịch sử": 0.6902243339656187,
            "chuyến tham quan": 0.8928183190541209,
            "bằng xe": 0.8737691454589367,
            "đường mòn hồ": 0.8737691454589367,
            "chuyến du lịch": 0.8634144615226734,
            "hải vân": 0.8737691454589367,
            "cảnh tượng": 0.34711329215982306,
            "hướng dẫn viên": 0.5031833928078413,
            "địa điểm": 0.5,
            "tour du lịch": 0.9953328114934266,
            "đường mòn": 0.5,
            "rừng rậm": -0.9086487093009055,
            "nước mát lạnh": 0.9955390706891194,
            "ngôi làng": 0.33662543073296547,
            "chuyến tham": 0.5675226303283125,
            "đồ uống": -0.9756811879342422,
            "nhà hàng": 0.5553469806909561,
            "cái nóng": 0.5,
            "khí hậu": 0.5177145153284073,
            "bia lạnh": 0.7476309790217783,
            "thùng giữ lạnh": 0.9906080997316167,
            "xe máy": 0.5126978564076126,
            "ẩm thực địa phương": 0.9954788279137574,
            "quán cà phê": 0.5,
            "ô": -0.12401071842759848,
            "tô máy": 0.07627535471692681,
            "vùng đất": 0.5,
            "chuyến du lịch truyền": 0.5,
            "làng chài": 0.5,
            "trang": 0.5,
            "trại nuôi hàu": 0.5,
            "bến tàu": 0.5,
            "hầm trú ẩn chiến tranh": 0.7465345114469528,
            "dãy": 0.5,
            "núi đá cẩm": 0.5,
            "nghệ nhân": -0.51260472740978,
            "ngọn núi": 0.986022666329518,
            "nhà hàng truyền thống": 0.5,
            "món bian": 0.5,
            "bánh xèo": 0.9889754203613847,
            "chuyến thăm": 0.5,
            "đèo ngũ hành": 0.5,
            "hang động": 0.5,
            "thắng cảnh": 0.962453140411526,
            "máy lạnh": 0.5
        },
        "dicts_adj": {
            "bãi biển": [
                "gần"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "dài",
                "đủ",
                "cao",
                "cùng",
                "chắc chắn",
                "cùng",
                "khác"
            ],
            "đường mòn hồ chí": [
                "cùng"
            ],
            "thác nước": [
                "đẹp",
                "tuyệt vời",
                "đúng"
            ],
            "bữa trưa": [
                "ngon",
                "đúng"
            ],
            "kiến ​​thức địa phương": [
                "tuyệt vời"
            ],
            "lịch sử": [
                "đầy đủ",
                "kịp",
                "thực sự",
                "tốt",
                "kịp"
            ],
            "chuyến tham quan": [
                "cùng",
                "vui",
                "cùng",
                "tuyệt vời",
                "thực sự",
                "cùng",
                "thực sự",
                "vui",
                "cùng"
            ],
            "bằng xe": [
                "nhiều",
                "tuyệt vời",
                "vui"
            ],
            "đường mòn hồ": [
                "dài",
                "nhiều",
                "thực sự"
            ],
            "chuyến du lịch": [
                "tuyệt vời",
                "dọc",
                "thúc ép",
                "cùng",
                "tuyệt vời",
                "vui",
                "cùng",
                "nổi bật",
                "thực sự"
            ],
            "hải vân": [
                "cùng"
            ],
            "cảnh tượng": [
                "tuyệt vời",
                "khác",
                "nhiều"
            ],
            "hướng dẫn viên": [
                "chuyên nghiệp"
            ],
            "địa điểm": [],
            "tour du lịch": [
                "dễ dàng",
                "quan trọng",
                "khác",
                "tối đa",
                "xinh đẹp"
            ],
            "đường mòn": [],
            "rừng rậm": [
                "khét tiếng"
            ],
            "nước mát lạnh": [
                "đẹp"
            ],
            "ngôi làng": [
                "xa xôi"
            ],
            "chuyến tham": [
                "Thực sự"
            ],
            "đồ uống": [
                "lạnh"
            ],
            "nhà hàng": [
                "gần"
            ],
            "cái nóng": [],
            "khí hậu": [
                "thực sự",
                "cao"
            ],
            "bia lạnh": [
                "đầy đủ"
            ],
            "thùng giữ lạnh": [
                "đầy đủ"
            ],
            "xe máy": [
                "riêng"
            ],
            "ẩm thực địa phương": [
                "ngon"
            ],
            "quán cà phê": [],
            "ô": [
                "lạnh",
                "đầy",
                "lạnh",
                "nhiều"
            ],
            "tô máy": [
                "lạnh",
                "đầy",
                "lạnh",
                "nhiều"
            ],
            "vùng đất": [],
            "chuyến du lịch truyền": [],
            "làng chài": [],
            "trang": [],
            "trại nuôi hàu": [],
            "bến tàu": [],
            "hầm trú ẩn chiến tranh": [],
            "dãy": [],
            "núi đá cẩm": [],
            "nghệ nhân": [],
            "ngọn núi": [],
            "nhà hàng truyền thống": [],
            "món bian": [],
            "bánh xèo": [],
            "chuyến thăm": [],
            "đèo ngũ hành": [],
            "hang động": [],
            "thắng cảnh": [
                "đặc biệt"
            ],
            "máy lạnh": []
        },
        "list_proper_noun": [],
        "factor value": {
            "bãi biển": 1.0,
            "chuyến đi": 4.0,
            "đường mòn hồ chí": 1.5,
            "thác nước": 2.0,
            "bữa trưa": 1.5,
            "kiến ​​thức địa phương": 0.5,
            "lịch sử": 3.5,
            "chuyến tham quan": 3.5,
            "bằng xe": 0.5,
            "đường mòn hồ": 1.5,
            "chuyến du lịch": 2.5,
            "hải vân": 0.5,
            "cảnh tượng": 0.5,
            "hướng dẫn viên": 0.5,
            "địa điểm": 0.5,
            "tour du lịch": 0.5,
            "đường mòn": 0.5,
            "rừng rậm": 0.5,
            "nước mát lạnh": 0.5,
            "ngôi làng": 0.5,
            "chuyến tham": 1.0,
            "đồ uống": 0.5,
            "nhà hàng": 0.5,
            "cái nóng": 0.5,
            "khí hậu": 0.5,
            "bia lạnh": 1.0,
            "thùng giữ lạnh": 0.5,
            "xe máy": 1.0,
            "ẩm thực địa phương": 0.5,
            "quán cà phê": 0.5,
            "ô": 0.5,
            "tô máy": 0.5,
            "vùng đất": 0.5,
            "chuyến du lịch truyền": 0.5,
            "làng chài": 0.5,
            "trang": 0.5,
            "trại nuôi hàu": 0.5,
            "bến tàu": 0.5,
            "hầm trú ẩn chiến tranh": 0.5,
            "dãy": 0.5,
            "núi đá cẩm": 0.5,
            "nghệ nhân": 0.5,
            "ngọn núi": 0.5,
            "nhà hàng truyền thống": 0.5,
            "món bian": 0.5,
            "bánh xèo": 0.5,
            "chuyến thăm": 0.5,
            "đèo ngũ hành": 0.5,
            "hang động": 0.5,
            "thắng cảnh": 0.5,
            "máy lạnh": 0.5
        }
    }
]