[
    {
        "attraction_name": "Quang Ninh Museum",
        "attraction_name_vi": "Quang Ninh Museum",
        "general_info": [
            "51 đánh giá",
            "12 trong số 33 điều cần làm ở Vịnh Hạ Long",
            "Bảo tàng lịch sử tự nhiên",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Nằm bên vịnh Hạ Long, Bảo tàng Quảng Ninh là viên ngọc đen hùng vĩ nhìn ra di sản thế giới. Mong đợi được đắm mình trong kiến ​​trúc ấn tượng nhất ở địa phương thể hiện hàng thiên niên kỷ về địa chất, đa dạng sinh học, lịch sử và văn hóa của chúng ta. Ngoài khu vực triển lãm, bảo tàng còn cung cấp không gian rộng lớn và đa chức năng cho các cuộc họp, được trang bị cơ sở vật chất chuyên nghiệp hứa hẹn sẽ thành công cho những sự kiện.Đọc thêm",
        "reviews": [
            "Tôi không có kỳ vọng lớn nhất về bảo tàng với những đánh giá tôi đọc trên Google và chúng khá chính xác. Nó có 3 tầng và bạn có thể đi vòng quanh bảo tàng trong khoảng một giờ. Vé vào cửa rẻ 40.000 đồng một người, nhưng nếu hôm đó trời nắng và không trốn mưa thì tôi không nghĩ chúng tôi sẽ bận tâmĐọc thêm",
            "Toàn bộ bảo tàng đóng cửa lúc 12 giờ để phục vụ bữa trưa kéo dài một giờ. Vé không thể được sử dụng lại và nếu bạn đến vào khoảng 11 giờ sáng thì sẽ không có ai thông báo rằng bạn có một giờ để xem vé. Tôi thất vọng về điều đó, nhưng những gì tôi thấy lúc đó vẫn ổn. Nếu bạn có thời gian rảnh và xem hầu hết những thứ khác thì đây là nơi nên đến. Tôi cho nó 3 vì họ nên đề cập đến lịch trình tại phòng vé! Đọc thêm",
            "Chúng tôi thật may mắn khi đến đây khi nó mở cửa vì nó đóng cửa 2,5 giờ mỗi ngày để ăn trưa! Bảo tàng rất thú vị được bố trí tốt. Tầng trệt thiên về lịch sử tự nhiên, Tầng hai có các đồ tạo tác chậu có niên đại rất lâu đời. Đối với tôi, có một màn trình diễn thời chiến của Mỹ rất đáng lo ngại, bao gồm cả quần áo của những người đã thiệt mạng ở cả hai phía trong cuộc xung đột. Những người bạn Mỹ của tôi hơi ngạc nhiên khi đọc một số bình luận và xem một số tài liệu trưng bày. Tầng trên cùng rất thú vị với màn trình diễn khai thác than rất tốt cộng với màn hình hiển thị cách các gia đình sẽ sống, bao gồm ở tầng trệt một số chiếc thuyền tương tự như những chiếc thuyền sống ngày nay. Toàn bộ khu vực này đang được phát triển với một Sheraton khổng lồ đang đi lên ở gần thị trấn gần đó, một trung tâm mua sắm rất hiện đại bên cạnh một khu chợ rất lâu đời khá nồng nhiệt!! Chúng tôi đi dọc theo lối đi bộ lót ván từ nơi này đến nơi khác. Rất đẹp như tranh vẽ với những chiếc thuyền ở phía sau là Karsts.Đọc thêm",
            "Chúng tôi đã tham dự bảo tàng hai lần trong cùng một ngày khi chúng tôi đến đó lần đầu tiên lúc 11 giờ sáng, bảo tàng đóng cửa từ 11 giờ 30 sáng - 1 giờ 30 chiều mỗi ngày. Giá vé người lớn 30.000 đồng. Tầng trệt là tất cả về hệ thực vật của khu vực với một số loài bướm đêm có kích thước ấn tượng! Tầng 2 có một số đồ tạo tác cổ có niên đại từ năm 2000 trước Công nguyên. Cũng trưng bày ấn tượng các bức ảnh hiện vật quân sự thời chiến của Hoa Kỳ. Tầng 3 chủ yếu nói về ngành công nghiệp than ở khu vực này, lịch sử của nó trưng bày rất chi tiết về các đồ tạo tác lịch sử nhỏ bằng than được sử dụng để đào, v.v. Ngoài ra còn có một khu vực dành riêng cho chính Hồ Chí Minh được trình bày rất tốt. Chúng tôi hoàn toàn thích thú với cả hai chuyến thăm mà chúng tôi muốn giới thiệu cho bất kỳ ai.Đọc thêm",
            "Một công trình hiện đại, có nhiều nguồn lực, được quy hoạch tuyệt vời, thú vị và lớn trên vịnh Hạ Long. Khối kiến ​​trúc nhiều tầng này chứa đựng nhiều chủ đề khác nhau và thể hiện nguồn gốc Việt Nam đặc trưng cho khu vực này, bằng cách trưng bày các hiện vật khảo cổ, sinh học, địa chất và văn hóa. Tòa nhà được bao quanh bởi các tác phẩm điêu khắc kích thích tư duy và hiện vật chiến tranh. Có một điều gì đó thú vị cho tất cả mọi người, bao gồm cả trẻ em, những người thích thú thích thú với các cuộc triển lãm lớn hơn về khai thác than, nhạc cụ và động vật; rất nhiều trẻ em 7 tuổi năng động đã thắp sáng chuyến thăm thứ hai của tôi đến bảo tàng. Đối với người quan sát nghiêm túc hơn, đồ đá và đồ đồng, cũng như đồ tạo tác bằng gốm mô tả lịch sử của khu vực. Màn hình tivi và phòng xem có sẵn ở một số không gian, mang đến sự nghỉ ngơi rất cần thiết sau khi đứng. Bảo tàng nằm cạnh trung tâm hội nghị và chỉ cần đi bộ một đoạn ngắn theo hướng ngược lại, bạn sẽ đến công viên công cộng và trung tâm thành phố. Chợ tươi sống, cũng dọc theo vịnh, cung cấp một số loại thực phẩm thú vị nhưng chưa được biết đến, luôn đáng để thử - bánh mực chiên trước mặt bạn, rất đáng để thử ... Tôi không biết tên tiếng Việt. Một trung tâm mua sắm hiện đại nằm ngay cạnh chợ, nếu môi trường đó phù hợp hơn. Đây là một cách hữu ích để dành giờ nghỉ trưa vì bảo tàng đóng cửa từ 11:30 đến 2 giờ chiều. Bảo tàng sẽ hấp dẫn những người có khuynh hướng học thuật, là một cách tốt để dành một vài giờ để cảm nhận về nơi này và có thể khiến trẻ em bận rộn trong khoảng một giờ. Vị trí thuận tiện và người ta có thể dành nửa ngày ở đó và ở khu vực xung quanh. Hãy tận hưởng nó. Đọc thêm",
            "Bảo tàng này tập trung vào khu vực vịnh Hạ Long. Có rất nhiều cuộc triển lãm trưng bày các bộ lạc bản địa trong khu vực và một số khía cạnh hiện đại hơn của thị trấn. Tôi đã không nhận ra rằng khai thác than đã và vẫn là một phần quan trọng trong cuộc sống ở Vịnh Hạ Long.Đọc thêm",
            "Chỉ cách thành phố Hạ Long 20 phút, đây là một nơi tuyệt vời đối với tôi. Tôi choáng váng trước cục than khổng lồ nặng khoảng 2 tấn ngay trước cửa bảo tàng. Cuộc sống dưới biển và hệ động vật biển cũng rất tuyệt vời. Đến đây bạn biết thêm về lịch sử Hạ Long. Đọc thêm",
            "Bảo tàng này có bề ngoài rất hoành tráng và có một số vật trưng bày thực sự tốt, nhưng thông tin thường thiếu. Tất cả các bản dịch sang tiếng Anh dường như đều được thực hiện thông qua Google Dịch từ tiếng Pháp - thường có những từ tiếng Pháp trong văn bản. Thông tin phần lớn cũng ở dạng nghe nhìn, với phụ đề bằng tiếng Anh cũng khó theo dõi. Các bảng hiệu hiển thị lớn nhìn chung thì tốt hơn, nhưng thậm chí chúng cũng bắt đầu ít có ý nghĩa hơn trên tầng ba. Bằng mọi cách, hãy đến và xem các hiện vật, nhưng hãy chuẩn bị kiên trì và kiên nhẫn nếu bạn thực sự muốn học bất cứ điều gì hữu ích. Tôi là một chú thỏ trong bảo tàng và đã cố gắng dành 3,5 giờ ở đây bất chấp chất lượng trình bày của nó. thông tin sẵn có, nhưng tôi nghi ngờ hầu hết mọi người sẽ đến đây trong khoảng một giờ nữa. OK về giá cả, nhưng các bảo tàng ở Hà Nội vẫn tốt hơn nhiều. Bảo tàng này bổ sung thêm những gì: thông tin liên quan đến địa chất của khu vực, ngành khai thác than địa phương và lối sống của người dân ở Vịnh Hạ Long, đặc biệt là về việc đánh bắt cá. Ngoài ra còn có một số thông tin liên quan đến Chiến tranh Việt Nam và hệ thực vật và động vật địa phương. Cũng lưu ý rằng bảo tàng đóng cửa vào giờ ăn trưa và đóng cửa vào các ngày thứ Hai.Đọc thêm",
            "Bảo tàng không lớn lắm nên không thể cho bạn thấy những chi tiết mô tả nhất về lịch sử Quảng Ninh, nhưng nơi này được tổ chức theo các chuyên ngành nên chúng tôi dễ dàng hiểu được các mốc thời gian của lịch sử khu vực. Cũng có giải thích bằng tiếng Anh nên khách du lịch quốc tế có thể không cần hướng dẫn viên ở đây. Giá vé rất rẻ 40.000 VND cho người lớn so với những gì bên trong bảo tàng nên chuyến thăm này rất đáng giá đối với chúng tôi. Phong cảnh bên ngoài bảo tàng cũng là một địa điểm chụp ảnh đẹp. Đọc thêm",
            "Bảo tàng rất đẹp về thiên nhiên, văn hóa và lịch sử Việt Nam! Một công trình dịch thuật tuyệt vời đã được thực hiện để mọi thứ được dịch sang tiếng Anh và tiếng Pháp. Đọc thêm"
        ],
        "star_ratings": [
            22,
            25,
            2,
            1,
            1
        ],
        "review_amount": 51,
        "location": [
            "Vịnh Hạ Long",
            "Quang Ninh Museum",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written December 26, 2023",
            "Written May 4, 2016",
            "Written April 16, 2016",
            "Written August 10, 2017",
            "Written April 29, 2017",
            "Written December 26, 2016",
            "Written March 17, 2016",
            "Written July 12, 2019",
            "Written November 13, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d9754976-Reviews-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d15699867-Reviews-Son_Doong_Restaurant-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26024629-Reviews-Haye_cafe_bistro-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d17337962-Reviews-Anyway_Ha_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293923-d17609540-Reviews-Trau_Kinh_Bac_Duong_bao_bien_cot_5-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27101038-Reviews-Thai_Kitchen-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27537599-Reviews-The_Soulcatcher_Hidden_Cocktail_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17464177-d20145641-Reviews-Freshie-Hong_Hai_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d25963807-Reviews-1988_Coffee_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d21041483-Reviews-Ca_Phe_Duy-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26319166-Reviews-Ba_Tai_Quan-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26317525-Reviews-Vincom_Plaza_H_Long-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d456291-Reviews-Dau_Go_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940528-Reviews-Bai_Chai_Bridge-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11888473-Reviews-Bai_Tho_Mountain-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17713573-Reviews-Clock_Tower_Roundabout-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2027899-Reviews-Dong_Thien_Cung-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312867-Reviews-Su_i_Khoang_Publich_Yoko_Onsen_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312834-Reviews-Cong_Vien_Nu_c_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1651201-Reviews-Castaway_Island-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7915938-Reviews-Cua_Van_Floating_Village-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or10-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or20-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27456767-Reviews-Alaya-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6661981-Reviews-Victory_Star_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d25437929-Reviews-Sixteen_Saloon-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1379494-Reviews-Red_Dragon_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8445051-Reviews-Halong_Victory_Star_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d15089282-Reviews-La_Regina_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1216713-d550771-Reviews-Chiang_Dao_Cave-Chiang_Dao.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d2277698-Reviews-I_City_Theme_Park-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188789-Reviews-Princes_Street-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d207298-Reviews-Quinault_Rain_Forest-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g56761-d3666518-Reviews-Tanger_Outlets_Houston-Texas_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d6979297-Reviews-Crystal_Bay-Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g29124-d3961363-Reviews-Avila_Hot_Springs-Avila_Beach_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d591008-Reviews-Brouwerij_t_IJ-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293791-d480664-Reviews-National_Museum_of_Ethiopia-Addis_Ababa.html",
            "https://www.tripadvisor.com/Attraction_Review-g49442-d255246-Reviews-Sliding_Rock-Pisgah_Forest_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or10-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Quang Ninh Museum",
        "attraction_name_vi": "Quang Ninh Museum",
        "general_info": [
            "51 đánh giá",
            "12 trong số 33 điều cần làm ở Vịnh Hạ Long",
            "Bảo tàng lịch sử tự nhiên",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Nằm bên vịnh Hạ Long, Bảo tàng Quảng Ninh là viên ngọc đen hùng vĩ nhìn ra di sản thế giới. Mong đợi được đắm mình trong kiến ​​trúc ấn tượng nhất ở địa phương thể hiện hàng thiên niên kỷ về địa chất, đa dạng sinh học, lịch sử và văn hóa của chúng ta. Ngoài khu vực triển lãm, bảo tàng còn cung cấp không gian rộng lớn và đa chức năng cho các cuộc họp, được trang bị cơ sở vật chất chuyên nghiệp hứa hẹn sẽ thành công cho những sự kiện.Đọc thêm",
        "reviews": [
            "Bảo tàng rất đẹp về thiên nhiên, văn hóa và lịch sử Việt Nam! Một công việc dịch thuật tuyệt vời đã được thực hiện để mọi thứ đều được dịch sang tiếng Anh và tiếng Pháp.Đọc thêm",
            "Chúng tôi đến thăm bảo tàng như một phần của chuyến tham quan thành phố kéo dài nửa ngày với Gói giá rẻ Việt Nam.  Hướng dẫn viên của chúng tôi, anh Khang, đã đón chúng tôi tại khách sạn và đưa chúng tôi trở lại đó sau đó, sau khi cho chúng tôi xem thành phố với một chặng dừng chân dài tại bảo tàng, nơi anh ấy tỏ ra rất am hiểu về thành phố Hạ Long và Việt Nam nói chung.  Bảo tàng bao quát mọi khía cạnh của cuộc sống ở Việt Nam, từ lịch sử đến văn hóa, lối sống, hệ động vật.  Một chuyến thăm rất thư giãn và nhiều thông tin.Đọc thêm",
            "Đây là một bảo tàng hiện đại, thoáng mát, mang đến cái nhìn sâu sắc hấp dẫn về Việt Nam, văn hóa, lịch sử, con người và đời sống động vật. Nó nằm trên ba tầng, có cả thang máy và thang cuốn. Ngoài ra còn có một cửa hàng nhỏ xinh xắn với những món đồ khoảnh khắc có giá rất hợp lý, Tôi đã mua một chiếc pashmina cashmere xinh xắn với giá tương đương khoảng 10 bảng Anh.  Ngoài ra còn có một khu vực quán cà phê nhỏ với cà phê ngon, đồ uống lạnh và kem....Rất đáng để ghé thăm....Đọc thêm",
            "Bảo tàng này có tất cả -- bộ sưu tập phong phú, tòa nhà siêu hiện đại, quán cà phê, vị trí đắc địa tiếp giáp với cảnh quan tuyệt đẹp của Vịnh Hạ Long và một bên là quảng trường xanh rộng mở, kết nối trực quan với Triển lãm Quảng Ninh hiện đại gần đó. Quy hoạch Trung tâm Hội chợ. Lên kế hoạch cho chuyến thăm vào buổi sáng hoặc buổi chiều khi họ đóng cửa để thưởng thức bữa trưa dài giữa ngày hoặc thưởng thức quán cà phê bảo tàng mở ra quảng trường hoặc các quầy hàng thực phẩm khác dọc theo vịnh.Đọc thêm",
            "Đây là một bảo tàng rất lớn. Nó sạch sẽ và thoáng mát với rất nhiều triển lãm rất thú vị. Bạn có thể cần một người hướng dẫn trừ khi bạn hiểu tiếng Việt viết. Phạm vi từ tiền sử đến khai thác than và Hồ Chí Minh.Đọc thêm",
            "Bảo tàng thú vị về văn hóa địa phương và lối sống của những người dân này, một trong số ít nơi ở Việt Nam không đông đúc và do đó có nhiều không gian và thời gian để mọi người có thể nhìn rõ tất cả hàng hóa được trưng bày.Đọc thêm",
            "Bảo tàng này thật hoành tráng! Ba tầng khổng lồ có đầy đủ mọi thứ bạn có thể muốn biết về Việt Nam. PHẢI làm nếu bạn đến Hạ Long. Đọc thêm",
            "Nếu bạn muốn biết về địa lý, lịch sử và thương mại của Khu vực Hạ Long cũng như Việt Nam thì đây là một bảo tàng thú vị để ghé thăm. Nó bao gồm một số tầng và cũng mang đến cho du khách cái nhìn sâu sắc về ngành than, một trong những ngành công nghiệp chính của khu vực này.Đọc thêm",
            "Chúng tôi thực sự rất thích thời gian ở bảo tàng, bộ sưu tập được tổ chức tốt trên ba tầng, bao gồm lịch sử tự nhiên, đồ tạo tác cổ xưa, văn hóa địa phương và các cuộc chiến tranh với người Pháp và người Mỹ. Tất nhiên, điểm nổi bật là triển lãm khai thác than, bao gồm cả việc đi bộ qua mô hình mỏ! Tôi nghĩ hướng dẫn viên du lịch của chúng tôi được bảo tàng sắp xếp là rất xuất sắc - cô ấy hiểu rõ về tất cả các cuộc triển lãm và nói tiếng Anh xuất sắc.Đọc thêm",
            "Rất vui được xem. Đường đi bộ từ Vincom Plaza đến Bảo tàng rất đẹp với tầm nhìn ra Vịnh Hạ Long. Có một thư viện gần đó, màu trắng, trông rất đẹp với tòa nhà Bảo tàng màu đen. Có một quán cà phê ở đó nữa. Nhưng vé vào cổng có giá 30000đ.Đọc thêm"
        ],
        "star_ratings": [
            22,
            25,
            2,
            1,
            1
        ],
        "review_amount": 51,
        "location": [
            "Vịnh Hạ Long",
            "Quang Ninh Museum",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 13, 2018",
            "Written September 14, 2018",
            "Written April 21, 2018",
            "Written March 31, 2018",
            "Written March 5, 2018",
            "Written February 24, 2018",
            "Written February 17, 2018",
            "Written November 5, 2017",
            "Written October 25, 2017",
            "Written October 11, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d9754976-Reviews-or10-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d15699867-Reviews-Son_Doong_Restaurant-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26024629-Reviews-Haye_cafe_bistro-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d17337962-Reviews-Anyway_Ha_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293923-d17609540-Reviews-Trau_Kinh_Bac_Duong_bao_bien_cot_5-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27101038-Reviews-Thai_Kitchen-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27537599-Reviews-The_Soulcatcher_Hidden_Cocktail_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17464177-d20145641-Reviews-Freshie-Hong_Hai_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d25963807-Reviews-1988_Coffee_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d21041483-Reviews-Ca_Phe_Duy-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26319166-Reviews-Ba_Tai_Quan-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26317525-Reviews-Vincom_Plaza_H_Long-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d456291-Reviews-Dau_Go_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940528-Reviews-Bai_Chai_Bridge-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11888473-Reviews-Bai_Tho_Mountain-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17713573-Reviews-Clock_Tower_Roundabout-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2027899-Reviews-Dong_Thien_Cung-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312867-Reviews-Su_i_Khoang_Publich_Yoko_Onsen_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312834-Reviews-Cong_Vien_Nu_c_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1651201-Reviews-Castaway_Island-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7915938-Reviews-Cua_Van_Floating_Village-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or20-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27456767-Reviews-Alaya-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6661981-Reviews-Victory_Star_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d25437929-Reviews-Sixteen_Saloon-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1379494-Reviews-Red_Dragon_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8445051-Reviews-Halong_Victory_Star_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d15089282-Reviews-La_Regina_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d16699758-Reviews-VR_Station_Gangnam-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g315919-d668504-Reviews-Siam_Park-Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2694612-Reviews-Dubai_Ferry-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g3813877-d561335-Reviews-Daniel_s_Gate_Park-Castle_Pines_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d560728-Reviews-Topanga_Beach-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d5918791-Reviews-Sandpiper_Tiki_Bar-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1226133-d1230359-Reviews-Underwater_World_Pattaya-Bang_Lamung_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d126570-Reviews-International_Rose_Test_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7364033-Reviews-San_Antonio_Aquarium-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6981124-Reviews-Fado_in_Chiado-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or20-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or10-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Quang Ninh Museum",
        "attraction_name_vi": "Quang Ninh Museum",
        "general_info": [
            "51 đánh giá",
            "12 trong số 33 điều cần làm ở Vịnh Hạ Long",
            "Bảo tàng lịch sử tự nhiên",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Nằm bên vịnh Hạ Long, Bảo tàng Quảng Ninh là viên ngọc đen hùng vĩ nhìn ra di sản thế giới. Mong đợi được đắm mình trong kiến ​​trúc ấn tượng nhất ở địa phương thể hiện hàng thiên niên kỷ về địa chất, đa dạng sinh học, lịch sử và văn hóa của chúng ta. Ngoài khu vực triển lãm, bảo tàng còn cung cấp không gian rộng lớn và đa chức năng cho các cuộc họp, được trang bị cơ sở vật chất chuyên nghiệp hứa hẹn sẽ thành công cho những sự kiện.Đọc thêm",
        "reviews": [
            "Bảo tàng này rất thú vị để đi dạo. Thật ngạc nhiên là có rất nhiều điểm chụp ảnh đẹp ở đây! Chúng tôi đến vào ngày trong tuần nên không có nhiều người :Đọc thêm",
            "Một công trình lắp đặt hiện đại, có nguồn lực tốt, được quy hoạch tuyệt vời, thú vị và rộng lớn trên Vịnh Hạ Long. Khối kiến ​​trúc đa tầng này chứa đựng nhiều chủ đề khác nhau và thể hiện nguồn gốc Việt Nam cụ thể trong khu vực, bằng cách trưng bày các hiện vật khảo cổ, sinh học, địa chất và văn hóa. Tòa nhà được bao quanh bởi các tác phẩm điêu khắc kích thích tư duy và đồ tạo tác chiến tranh. Có điều gì đó khiến mọi người quan tâm, kể cả trẻ em, những người đang vui đùa thưởng thức các cuộc triển lãm lớn hơn về khai thác than, nhạc cụ và động vật; rất nhiều đứa trẻ 7 tuổi sôi nổi đã thắp sáng chuyến thăm thứ hai của tôi đến bảo tàng. Đối với những người quan sát nghiêm túc hơn, đồ tạo tác bằng đá và đồ đồng cũng như đồ gốm mô tả lịch sử của khu vực. Màn hình tivi và phòng xem có sẵn ở một số không gian, mang lại cho bạn khoảng thời gian nghỉ ngơi rất cần thiết để không phải đứng trên đôi chân của mình. Bảo tàng nằm cạnh trung tâm hội nghị và chỉ cần đi bộ một đoạn ngắn theo hướng ngược lại là đến công viên công cộng và trung tâm thành phố. Chợ đồ tươi sống, cũng dọc theo vịnh, cung cấp một số món ăn thú vị dù chưa biết, luôn đáng thử - món bánh mực chiên trước mặt, rất đáng thử ... Tôi không biết tên tiếng Việt. Một trung tâm mua sắm hiện đại nằm ngay cạnh chợ, nếu môi trường đó phù hợp hơn. Đây là một cách hữu ích để dành thời gian nghỉ trưa vì bảo tàng đóng cửa từ 11:30 đến 2 giờ chiều. Bảo tàng sẽ thu hút những người có thiên hướng học thuật, là một cách hay để dành một vài giờ để cảm nhận về địa điểm và có thể khiến trẻ em bận rộn trong khoảng một giờ. Vị trí thuận tiện và người ta có thể dành nửa ngày ở đó và khu vực xung quanh. Hãy tận hưởng nó.Đọc thêm",
            "Bảo tàng sẽ cung cấp cho bạn cái nhìn tổng quan về Quảng Ninh và vịnh Hạ Long cũng như người dân tộc thiểu số sống trong khu vựcĐọc thêm",
            "Bảo tàng này tập trung vào khu vực vịnh Hạ Long. Có rất nhiều cuộc triển lãm trưng bày các bộ lạc bản địa trong khu vực và một số khía cạnh hiện đại hơn của thị trấn. Tôi đã không nhận ra rằng khai thác than đã và vẫn là một phần quan trọng trong cuộc sống ở Vịnh Hạ Long.Đọc thêm",
            "Chỉ cách thành phố Hạ Long 20 phút, đây là một nơi tuyệt vời đối với tôi. Tôi choáng váng trước cục than khổng lồ nặng khoảng 2 tấn ngay trước cửa bảo tàng. Cuộc sống dưới biển và hệ động vật biển cũng rất tuyệt vời. Đến đây bạn biết thêm về lịch sử Hạ Long. Đọc thêm",
            "Chúng tôi thật may mắn khi đến đây khi nó mở cửa vì nó đóng cửa 2,5 giờ mỗi ngày để ăn trưa! Bảo tàng rất thú vị được bố trí tốt. Tầng trệt thiên về lịch sử tự nhiên, Tầng hai có các đồ tạo tác chậu có niên đại rất lâu đời. Đối với tôi, có một màn trình diễn thời chiến của Mỹ rất đáng lo ngại, bao gồm cả quần áo của những người đã thiệt mạng ở cả hai phía trong cuộc xung đột. Những người bạn Mỹ của tôi hơi ngạc nhiên khi đọc một số bình luận và xem một số tài liệu trưng bày. Tầng trên cùng rất thú vị với màn trình diễn khai thác than rất tốt cộng với màn hình hiển thị cách các gia đình sẽ sống, bao gồm ở tầng trệt một số chiếc thuyền tương tự như những chiếc thuyền sống ngày nay. Toàn bộ khu vực này đang được phát triển với một Sheraton khổng lồ đang đi lên ở gần thị trấn gần đó, một trung tâm mua sắm rất hiện đại bên cạnh một khu chợ rất lâu đời khá nồng nhiệt!! Chúng tôi đi dọc theo lối đi bộ lót ván từ nơi này đến nơi khác. Rất đẹp như tranh vẽ với những chiếc thuyền ở phía sau là Karsts.Đọc thêm",
            "Chúng tôi đã tham dự bảo tàng hai lần trong cùng một ngày khi chúng tôi đến đó lần đầu tiên lúc 11 giờ sáng, bảo tàng đóng cửa từ 11 giờ 30 sáng - 1 giờ 30 chiều mỗi ngày. Giá vé người lớn 30.000 đồng. Tầng trệt là tất cả về hệ thực vật của khu vực với một số loài bướm đêm có kích thước ấn tượng! Tầng 2 có một số đồ tạo tác cổ có niên đại từ năm 2000 trước Công nguyên. Cũng trưng bày ấn tượng các bức ảnh hiện vật quân sự thời chiến của Hoa Kỳ. Tầng 3 chủ yếu nói về ngành công nghiệp than ở khu vực này, lịch sử của nó trưng bày rất chi tiết về các đồ tạo tác lịch sử nhỏ bằng than được sử dụng để đào, v.v. Ngoài ra còn có một khu vực dành riêng cho chính Hồ Chí Minh được trình bày rất tốt. Chúng tôi hoàn toàn thích thú với cả hai chuyến thăm mà chúng tôi muốn giới thiệu cho bất kỳ ai.Đọc thêm",
            "Bản thân tòa nhà rất hiện đại, kính đen và bạn có thể thấy một số công trình đang được tiến hành bên cạnh, bao gồm tòa nhà kiểu Guggenhiem Bilbao bằng thép không gỉ và ngay bên cạnh là khách sạn Sheraton. Khu vực này sẽ rất náo nhiệt vào năm 20189, vì vậy hãy đảm bảo sắp xếp thời gian ghé thăm và không phải thất vọngĐọc thêm",
            "Bảo tàng này có bề ngoài rất hoành tráng và có một số vật trưng bày thực sự tốt, nhưng thông tin thường thiếu. Tất cả các bản dịch sang tiếng Anh dường như đều được thực hiện thông qua Google Dịch từ tiếng Pháp - thường có những từ tiếng Pháp trong văn bản. Thông tin phần lớn cũng ở dạng nghe nhìn, với phụ đề bằng tiếng Anh cũng khó theo dõi. Các bảng hiệu hiển thị lớn nhìn chung thì tốt hơn, nhưng thậm chí chúng cũng bắt đầu ít có ý nghĩa hơn trên tầng ba. Bằng mọi cách, hãy đến và xem các hiện vật, nhưng hãy chuẩn bị kiên trì và kiên nhẫn nếu bạn thực sự muốn học bất cứ điều gì hữu ích. Tôi là một chú thỏ trong bảo tàng và đã cố gắng dành 3,5 giờ ở đây bất chấp chất lượng trình bày của nó. thông tin sẵn có, nhưng tôi nghi ngờ hầu hết mọi người sẽ đến đây trong khoảng một giờ nữa. OK về giá cả, nhưng các bảo tàng ở Hà Nội vẫn tốt hơn nhiều. Bảo tàng này bổ sung thêm những gì: thông tin liên quan đến địa chất của khu vực, ngành khai thác than địa phương và lối sống của người dân ở Vịnh Hạ Long, đặc biệt là về việc đánh bắt cá. Ngoài ra còn có một số thông tin liên quan đến Chiến tranh Việt Nam và hệ thực vật và động vật địa phương. Cũng lưu ý rằng bảo tàng đóng cửa vào giờ ăn trưa và đóng cửa vào các ngày thứ Hai.Đọc thêm",
            "Lễ tân tại khách sạn Paradise Suites đã thông báo với chúng tôi rằng sẽ không có chuyến đi thuyền nào trong vịnh vì thời tiết nhiều gió nên chúng tôi quyết định đặt chuyến tham quan thành phố Hạ Long Highlight Tour vào ngày thứ hai. Nhiệt độ chỉ 4 độ C và đã không lạnh như vậy kể từ 30 năm qua! Sau bữa sáng thịnh soạn, chúng tôi khởi hành đến trung tâm thành phố. Đầu tiên chúng tôi đến Bảo tàng Quảng Ninh, bảo tàng lớn nhất miền Bắc Việt Nam, có thiết kế hiện đại và độc đáo nhất. Ba tầng cho chúng ta thấy lịch sử của Việt Nam, tất cả các loài động vật, cá và thực vật trong khu vực, sự trình bày về các mỏ than và cách người Việt Nam sống trong quá khứ cũng như những gì họ mặc. Hướng dẫn viên của chúng tôi kể cho chúng tôi nghe về nhà lãnh đạo cách mạng Cộng sản Hồ Chí Minh và các cuộc chiến tranh với Nhật Bản, Trung Quốc và Hoa Kỳ. Sau chuyến tham quan kéo dài một tiếng rưỡi qua Bảo tàng Quảng Ninh, chúng tôi uống cà phê tại quầy bar của bảo tàng, nhìn ra tảng đá vôi đầu tiên các hòn đảo của vịnh.Đọc thêm",
            "xin chào, tôi muốn xác nhận giờ mở cửa của bảo tàng. Tôi đã nhận được thông tin qua email nhưng các chi tiết đó sẽ không có ý nghĩa gì khi tôi chạy chúng qua Google Dịch. Cảm ơn bạnĐọc thêm",
            "Xin chào! Giờ mở cửa là 8 giờ sáng - 12 giờ trưa và 1 giờ chiều - 5 giờ chiều hàng ngày trừ thứ Hai cuối cùng mỗi tháng.Đọc thêm",
            "Có nơi nào ở bảo tàng để cất vali của chúng tôi không? Chúng tôi có 2-3 giờ ở Hạ Long trước chuyến đi - đây có vẻ là một lựa chọn tốt.Đọc thêm",
            "Tôi không thấy bất kỳ cơ sở lưu trữ nào, quầy lễ tân khá cởi mở và nhân viên không nói được nhiều tiếng Anh \nHãy xem trang web của họ nếu không các khách sạn thường lưu trữ hành lý nếu bạn ở lại đêm hôm trước ở đâu đó \nCó thể đáng để hỏi những người đi du thuyền xem bạn có thể để vali ở đâu đó không \nHy vọng bạn được đi nó thực sự thú vị\n\nDeniseĐọc thêm"
        ],
        "star_ratings": [
            22,
            25,
            2,
            1,
            1
        ],
        "review_amount": 51,
        "location": [
            "Vịnh Hạ Long",
            "Quang Ninh Museum",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 20, 2017",
            "Written August 10, 2017",
            "Written July 15, 2017",
            "Written April 29, 2017",
            "Written December 26, 2016",
            "Written May 4, 2016",
            "Written April 16, 2016",
            "Written March 28, 2016",
            "Written March 17, 2016",
            "Written February 22, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d9754976-Reviews-or20-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d15699867-Reviews-Son_Doong_Restaurant-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26024629-Reviews-Haye_cafe_bistro-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d17337962-Reviews-Anyway_Ha_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293923-d17609540-Reviews-Trau_Kinh_Bac_Duong_bao_bien_cot_5-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27101038-Reviews-Thai_Kitchen-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27537599-Reviews-The_Soulcatcher_Hidden_Cocktail_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17464177-d20145641-Reviews-Freshie-Hong_Hai_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d25963807-Reviews-1988_Coffee_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d21041483-Reviews-Ca_Phe_Duy-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26319166-Reviews-Ba_Tai_Quan-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26317525-Reviews-Vincom_Plaza_H_Long-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d456291-Reviews-Dau_Go_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940528-Reviews-Bai_Chai_Bridge-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11888473-Reviews-Bai_Tho_Mountain-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17713573-Reviews-Clock_Tower_Roundabout-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2027899-Reviews-Dong_Thien_Cung-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312867-Reviews-Su_i_Khoang_Publich_Yoko_Onsen_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312834-Reviews-Cong_Vien_Nu_c_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1651201-Reviews-Castaway_Island-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7915938-Reviews-Cua_Van_Floating_Village-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or10-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or30-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27456767-Reviews-Alaya-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6661981-Reviews-Victory_Star_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d25437929-Reviews-Sixteen_Saloon-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1379494-Reviews-Red_Dragon_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8445051-Reviews-Halong_Victory_Star_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d15089282-Reviews-La_Regina_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g19199109-d7262982-Reviews-Lipa_Cave-Lipa_Cetinje.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d208267-Reviews-Nickerson_State_Park-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g57061-d6872431-Reviews-Forrest_Gump_Point-Mexican_Hat_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g41616-d4374275-Reviews-Hopkinton_State_Park-Hopkinton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279010-Reviews-Tropicarium_Oceanarium-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d3805606-Reviews-The_Third_Tunnel-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d1214976-Reviews-Mauna_Kea_Observatories-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368644-Reviews-Lake_Kawaguchiko-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Kosh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3651534-Reviews-Whirling_Dervishes_Istanbul-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2139541-Reviews-Mustafa_Centre-Singapore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or30-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or20-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Quang Ninh Museum",
        "attraction_name_vi": "Quang Ninh Museum",
        "general_info": [
            "51 đánh giá",
            "12 trong số 33 điều cần làm ở Vịnh Hạ Long",
            "Bảo tàng lịch sử tự nhiên",
            "Bảo tàng Lịch sử"
        ],
        "attraction_summary": "Nằm bên vịnh Hạ Long, Bảo tàng Quảng Ninh là viên ngọc đen hùng vĩ nhìn ra di sản thế giới. Mong đợi được đắm mình trong kiến ​​trúc ấn tượng nhất ở địa phương thể hiện hàng thiên niên kỷ về địa chất, đa dạng sinh học, lịch sử và văn hóa của chúng ta. Ngoài khu vực triển lãm, bảo tàng còn cung cấp không gian rộng lớn và đa chức năng cho các cuộc họp, được trang bị cơ sở vật chất chuyên nghiệp hứa hẹn sẽ thành công cho những sự kiện.Đọc thêm",
        "reviews": [
            "Bảo tàng này khiến việc ở lại thành phố Hạ Long thay vì đi thuyền trở nên đáng giá. Bảo tàng rất mới, hiện đại và thiết kế của tòa nhà cùng các màn trình diễn của nó thật ngoạn mục. Chúng tôi đã hiểu rõ hơn nhiều về tầm quan trọng của tỉnh Quảng Ninh đối với Việt Nam và sau đó thưởng thức trà và ngắm nhìn vịnh. Rất đáng để tham quanĐọc thêm",
            "Khi đến thăm Hạ Long, tất nhiên mọi người đều đến và say sưa nói về Di sản Thế giới Vịnh Hạ Long được UNESCO công nhận! Tuy nhiên, nếu bạn có thêm một ngày, vui lòng ghé thăm bảo tàng xinh đẹp và hiện đại này. Có ba tầng trưng bày tuyệt vời về lịch sử tự nhiên, văn hóa và kinh tế của tỉnh Quảng Ninh.  Chúng tôi đặc biệt thích triển lãm khai thác mỏ. Một màn trình diễn điêu khắc tuyệt đẹp bao quanh bảo tàng cũng như tầm nhìn tuyệt vời ra vịnh và các vùng đất nổi tiếng của nó. Bảo tàng này đáng để bạn kéo dài thời gian ở khu vực Hạ Long xinh đẹp!Đọc thêm",
            "Bảo tàng hoành tráng bên bờ Vịnh Hạ Long với kiến ​​trúc rất hiện đại. Ở đó có rất nhiều đồ vật của người Việt. Di chuyển qua các phòng trưng bày dành riêng cho Chiến tranh Việt Nam. Những tác phẩm nghệ thuật tuyệt đẹp và những truyền thống phổ biến.Đọc thêm"
        ],
        "star_ratings": [
            22,
            25,
            2,
            1,
            1
        ],
        "review_amount": 51,
        "location": [
            "Vịnh Hạ Long",
            "Quang Ninh Museum",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 27, 2016",
            "Written January 11, 2016",
            "",
            "Written December 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d9754976-Reviews-or30-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d15699867-Reviews-Son_Doong_Restaurant-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26024629-Reviews-Haye_cafe_bistro-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d17337962-Reviews-Anyway_Ha_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293923-d17609540-Reviews-Trau_Kinh_Bac_Duong_bao_bien_cot_5-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27101038-Reviews-Thai_Kitchen-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d27537599-Reviews-The_Soulcatcher_Hidden_Cocktail_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17464177-d20145641-Reviews-Freshie-Hong_Hai_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d25963807-Reviews-1988_Coffee_Bar-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d21041483-Reviews-Ca_Phe_Duy-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14776299-d26319166-Reviews-Ba_Tai_Quan-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26317525-Reviews-Vincom_Plaza_H_Long-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d456291-Reviews-Dau_Go_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7940528-Reviews-Bai_Chai_Bridge-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11888473-Reviews-Bai_Tho_Mountain-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d17713573-Reviews-Clock_Tower_Roundabout-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2027899-Reviews-Dong_Thien_Cung-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312867-Reviews-Su_i_Khoang_Publich_Yoko_Onsen_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d23312834-Reviews-Cong_Vien_Nu_c_H_Long-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1651201-Reviews-Castaway_Island-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d7915938-Reviews-Cua_Van_Floating_Village-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or20-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27456767-Reviews-Alaya-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6661981-Reviews-Victory_Star_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d25437929-Reviews-Sixteen_Saloon-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6495909-Reviews-Halong_Majestic_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4067205-Reviews-Oriental_Sails-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1379494-Reviews-Red_Dragon_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17650503-Reviews-Best_Bai_Tu_Long_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8445051-Reviews-Halong_Victory_Star_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d15089282-Reviews-La_Regina_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1441352-Reviews-Walking_Street_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d1968471-Reviews-Vatican_City-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d1187656-Reviews-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34817-d8613880-Reviews-Etowah_River_Park-Canton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d3953189-Reviews-555_Famous_Club-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d4560287-Reviews-Billy_s_Beach-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28944-d1129395-Reviews-Root_River_Trail-Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d258377-Reviews-Little_Norway-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d2306190-Reviews-Teleferico_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d15070322-Reviews-Dance_Beach-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d9754976-Reviews-or30-Quang_Ninh_Museum-Halong_Bay_Quang_Ninh_Province.html"
    }
]