[
    {
        "attraction_name": "Queen Creek Olive Mill",
        "attraction_name_vi": "Nhà máy ô liu Queen Creek",
        "general_info": [
            "747 đánh giá",
            "1 trong số 19 điều cần làm ở Queen Creek",
            "Trang trại"
        ],
        "attraction_summary": "Tham quan, Mua sắm, Ăn uống, Lặp lại tại Nhà máy Ô liu Queen Creek - Trang trại và nhà máy ô liu duy nhất ở Arizona. Được sở hữu và điều hành bởi gia đình, trang trại rộng 100 mẫu Anh với hơn 7000 cây ô liu của chúng tôi là một trải nghiệm thực sự từ hoa đến chai. Du khách có thể trực tiếp tìm hiểu cách ép ô liu thành dầu ô liu nguyên chất tươi trong chuyến tham quan Olive Oil 101 mang tính giáo dục của chúng tôi được thực hiện hàng ngày. Du khách có thể nếm thử qua khu chợ dành cho người sành ăn của chúng tôi và mua các loại dầu ô liu nguyên chất, giấm Balsamic, ô liu và các sản vật địa phương khác được sản xuất tại địa phương. Quán ăn lấy cảm hứng từ Ý của chúng tôi có các công thức nấu ăn gia đình cổ xưa. Chúng tôi sử dụng các nguyên liệu có nguồn gốc từ vườn và địa phương để tạo ra các món ăn ngon và tốt cho sức khỏe, đồng thời giới thiệu cách sử dụng dầu ô liu nguyên chất tốt nhất trong nhà bếp của bạn. Quán cà phê rang xay nội bộ của chúng tôi, Superstition Coffee, sẽ đảm bảo rằng bạn sẽ có được tách cà phê tươi ngon nhất mà bạn từng có. Với rất nhiều thứ để nếm thử, khám phá và thưởng thức, Queen Creek Olive Mill là một trải nghiệm du lịch nông nghiệp thực sự!Đọc thêm",
        "reviews": [
            "Chúng tôi đến đây để tìm hiểu về cách trồng cây ô liu và cách sản xuất dầu ô liu.  Chúng tôi đã có một chuyến tham quan tuyệt vời với Von, người đã cho chúng tôi rất nhiều thông tin tuyệt vời!  Các mẫu dầu ô liu và giấm bazan có hương vị được đưa ra sau lớp Dầu ô liu 101.  Hai người chúng tôi cũng đã thêm một ly prosecco vào chuyến tham quan của mình, điều đó thật tuyệt.\n\nKhi chuyến tham quan kết thúc, chúng tôi nhìn quanh khu nhà và thấy cửa hàng thật tuyệt vời.  Mọi thứ đều có mùi rất thơm khi chúng tôi bước vào cửa.  Chúng tôi cũng đánh giá cao việc có thể dùng thử nhiều sản phẩm trước khi cam kết mua một lọ thứ gì đó mà chúng tôi không biết liệu mình có muốn hay không.  \n\nPizza, kem, món tráng miệng và bánh mì sandwich đều có sẵn.  Chúng tôi không dự đoán sẽ ăn trưa ở đó, nhưng ước gì chúng tôi sẽ có vì mọi thứ đều trông và có mùi thơm tuyệt vời.  Chúng tôi đã mua một ít bánh mì focaccia để mang về nhà cũng như các món ngon khác.\n\nTôi không thể giới thiệu đủ chuyến tham quan này và lưu trữ đủ!Đọc thêm",
            "Một nơi đông đúc điên rồ ngay cả vào thứ năm. Mọi người có lẽ đã phải xếp hàng 45 phút để mua bánh sandwich kiểu nhà hàng. Chúng tôi đã gọi món từ quầy và có được những món salad và món tráng miệng ngon trong vòng 10 phút. Ăn uống bên ngoài thật tuyệt. Có gelato. Khu chợ thật tuyệt vời với đủ loại dầu ô liu mà bạn có thể muốn và NHIỀU món ngon khác. Quá nhiều lựa chọn. Đọc thêm",
            "Đây là rất nhiều niềm vui.  Chúng tôi dừng lại và thưởng thức một bữa ăn nhẹ ngon miệng bên ngoài.   Tất cả đều tốt.  Khu vực và nhà vệ sinh sạch sẽ.  \nHọ chuyển hàng mua của tôi đến nhà tôi.  Nó đến được bọc và đóng gói tốt.\n\nTôi đánh giá cao kinh nghiệm này. Đọc thêm",
            "Không biết nên mong đợi điều gì nhưng hoàn toàn ngạc nhiên và ấn tượng. Chúng tôi đã thực hiện chuyến tham quan 101 về ô liu và quy trình sản xuất dầu ô liu. Hướng dẫn viên của chúng tôi, Wolfgang, rất am hiểu và đưa ra một bài thuyết trình xuất sắc. Cơ sở này có đủ loại và hương vị dầu, xà phòng, nước thơm và thực phẩm. Đã học được rất nhiều chỉ trong một thời gian ngắn. Yêu nó!! Đọc thêm",
            "Không biết phải mong đợi điều gì, nhưng hoàn toàn ngạc nhiên và ấn tượng. Chúng tôi đã tham gia tour 101 về ô liu và quy trình sản xuất dầu ô liu. Hướng dẫn viên của chúng tôi, Wolfgang, rất hiểu biết và đã có bài thuyết trình tuyệt vời. Cơ sở này có đủ loại và hương vị dầu, xà phòng, kem dưỡng da và thực phẩm. Học được rất nhiều chỉ trong một thời gian ngắn. Thích lắm!!Đọc thêm",
            "Kinh nghiệm của chúng tôi ở đây qua nhiều lần ghé thăm là một sự pha trộn.  Rõ ràng chúng tôi thích đồ ăn vì chúng tôi đã quay lại trước đó, nhưng giá đang tăng. Khi bạn cân nhắc việc phải làm tất cả các công việc chân tay như lấy đồ uống, mang bữa ăn ra ngoài ăn, dọn bát đĩa bẩn, chi phí có vẻ hơi cao.  Xếp hàng để đặt hàng đôi khi khá dài, vì vậy, có nhiều thực đơn hơn để bạn xem trong khi chờ đợi sẽ rất hữu ích.  Việc dọn dẹp bên ngoài phải được thực hiện nhiều hơn vì mỗi lần ghé thăm, chúng tôi dường như phải dọn bàn trước khi ngồi.Đọc thêm",
            "Đây là rất nhiều niềm vui.  Chúng tôi dừng lại và thưởng thức một bữa ăn nhẹ ngon miệng bên ngoài.   Tất cả đều tốt.  Khu vực và nhà vệ sinh sạch sẽ.  Họ chuyển hàng mua của tôi đến nhà tôi.  Nó được gói và đóng gói cẩn thận. Tôi đánh giá cao trải nghiệm này. Đọc thêm",
            "Nơi bận rộn điên cuồng ngay cả vào thứ năm. Mọi người đã xếp hàng chờ đợi khoảng 45 phút để có được món bánh sandwich ngon kiểu nhà hàng. Chúng tôi đặt hàng từ hộp và có món salad và món tráng miệng ngon miệng trong 10 phút. Ăn uống bên ngoài thật tuyệt vời. Gelato có sẵn. Khu chợ rất tuyệt vời với mọi loại dầu ô liu mà bạn muốn và NHIỀU mặt hàng ngon khác. Rất nhiều sự lựa chọn.Đọc thêm",
            "Queen Creek Olive Mill được giới thiệu rất nhiều với chúng tôi nên chúng tôi có một số kỳ vọng khi đến thăm nơi này. Nơi này khá đông khi chúng tôi đến và phải xếp hàng để gọi đồ ăn mất khoảng 20 phút. Từ lúc chúng tôi tìm được bàn cho đến khi món ăn của chúng tôi sẵn sàng mất khoảng 40 phút. Chúng tôi đã gọi một chiếc Pizza, salad Caesar, một ly Sangria và một ly nước giải khát và cộng thêm tiền boa là 50 đô la. Liệu có xứng đáng với thời gian và chi phí bỏ ra không? Không. Salad Caesar hoàn toàn vô vị, Sangria lúc 10 giờ thì thật là tệ, một ly nhỏ đựng đầy đá và một ít sangria thực sự. Bạn không thể làm hỏng Pepsi nên điều đó cũng ổn và Pizza thì không tệ nhưng thực sự thiếu phô mai. Chúng tôi ra về trong tình trạng đói và cảm thấy như thể mình đã trả quá nhiều khoảng 20 đô la cho những gì chúng tôi nhận được. Có rất nhiều thứ trang trí cửa sổ ở đây; khu đất được bao quanh bởi Cây ô liu, Cây thảo mộc, Cây họ cam quýt và có rất nhiều sản phẩm đặc sản đắt đỏ trên thị trường, tôi đoán đó là điểm thu hút vì đồ ăn ở đây chỉ ở mức bình thường. Đọc thêm",
            "Thật là một khoảng thời gian thú vị mà chúng tôi đã có ở Trang trại Ô liu này!  Nhà hàng là nơi dễ thương nhất - rất hiện đại và được bố trí hợp lý.  Tôi yêu thích tất cả các cơ hội được nếm tất cả các loại dầu ô liu khắp không gian.  Chuyến tham quan thật tuyệt vời - hướng dẫn viên thật tuyệt vời với tất cả kiến ​​thức của anh ấy.  Bạn có thể nói rằng anh ấy thực sự yêu thích và sống theo công việc của mình - chia sẻ những điều tốt đẹp mà dầu ô liu có thể mang lại cho bạn.  Hôm đó trời hơi se lạnh nên chúng tôi có thể ngồi giữa những cây ô liu và nhâm nhi đồ uống - Tôi sẽ quay lại lần nữa để có trải nghiệm đó.  Công cụ này cũng rất tốt - khá bất ngờ đối với loại địa điểm này.  Tôi thực sự muốn giới thiệu đây là điểm dừng chân nếu bạn ở trong khu vực - thật thú vị và mang tính giáo dục để tìm hiểu về những điều mà chúng tôi chưa nghe nhiều. Đọc thêm",
            "Chúng tôi đến đây để tìm hiểu về cách trồng cây ô liu và cách sản xuất dầu ô liu.  Chúng tôi đã có một chuyến tham quan tuyệt vời với Von, người đã cho chúng tôi rất nhiều thông tin tuyệt vời!  Các mẫu dầu ô liu và giấm bazan có hương vị được đưa ra sau lớp Dầu ô liu 101.  Hai người chúng tôi cũng đã thêm một ly prosecco vào chuyến tham quan của mình, điều này thật tuyệt. Sau khi chuyến tham quan kết thúc, chúng tôi nhìn quanh khu nhà và bản thân cửa hàng thật tuyệt vời.  Mọi thứ đều có mùi rất thơm khi chúng tôi bước vào cửa.  Chúng tôi cũng đánh giá cao việc có thể dùng thử nhiều sản phẩm trước khi cam kết mua một lọ thứ gì đó mà chúng tôi không biết liệu mình có muốn hay không.  Pizza, kem, món tráng miệng và bánh mì sandwich đều có sẵn.  Chúng tôi không dự đoán sẽ ăn trưa ở đó, nhưng ước gì chúng tôi sẽ có vì mọi thứ đều trông và có mùi thơm tuyệt vời.  Chúng tôi đã mua một số bánh mì focaccia để mang về nhà cũng như các món ngon khác. Tôi không thể giới thiệu đủ chuyến tham quan và cửa hàng này!Đọc thêm",
            "Rất thú vị và nhiều thông tin. Tôi đã học được rất nhiều điều thực sự thú vị về sản xuất và chất lượng dầu ô liu.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm thư giãn. Điểm tốt cho bữa trưa. Cửa hàng tuyệt vời để mua sắm quà tặng ngày lễ. Chuyến tham quan 101 của họ rất mang tính giáo dục.Đọc thêm",
            "Rất đắt cho những gì bạn nhận được so với những nơi khác trong QC - Tôi thường xuyên ăn sáng - OJ nhỏ, bánh mì nướng bơ 1 lát! và Cà phê latte 0,27 và một phần cải Brussel -10!  Họ chỉ thay đổi thực đơn và nó không tốt bằng. Tôi kể từ khi bắt đầu đến The Bistro có chủ mới và thay đổi nó để đồ ăn có giá trị tốt hơn và cà phê của họ là ngon nhất trong QC - latte mật ong hoa oải hương là ngon nhất!Đọc thêm"
        ],
        "star_ratings": [
            408,
            233,
            66,
            27,
            13
        ],
        "review_amount": 747,
        "location": [
            "Nhà máy ô liu Queen Creek",
            "Lạch Nữ Hoàng",
            "Những điều cần làm ở Queen Creek",
            "Arizona AZ",
            "Trung tâm Arizona",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written December 9, 2023",
            "Written February 25, 2024",
            "Written March 7, 2024",
            "Written March 31, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024",
            "Written March 7, 2024",
            "Written February 25, 2024",
            "Written February 16, 2024",
            "Written February 8, 2024",
            "Written December 9, 2023",
            "Written December 7, 2023",
            "Written November 23, 2023",
            "Written August 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31326-d1187656-Reviews-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31326-d2427431-Reviews-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2481823-d2435399-Reviews-Moreno_s_Mexican_Grill-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31326-d8319773-Reviews-China_Chef-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31326-d4515046-Reviews-Burger_King-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31326-d4643342-Reviews-KFC-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2481823-d15649812-Reviews-Dairy_Queen_Treat-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2481823-d20038757-Reviews-Subway-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2481823-d15650309-Reviews-Jack_in_the_Box-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31230-d16699763-Reviews-Frozen_Creamery-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2481823-d8287574-Reviews-Solaz_Cabana_Bar_Grill-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d2717005-Reviews-Schnepf_Farms-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d2254343-Reviews-San_Tan_Mountain_Regional_Park-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d2225677-Reviews-Horseshoe_Park_Equestrian_Centre-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481823-d15810929-Reviews-Rhibafarm-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d27428365-Reviews-Queen_Creek_Botanical_Gardens-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d7116676-Reviews-MD_Ranch-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d15350770-Reviews-Mansel_Carter_Oasis_Park-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d12676598-Reviews-Lost_Goldmine_Trail-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d27453166-Reviews-Desert_Donkey_Experiences-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481823-d27038486-Reviews-Vineyard_Estates_Community_Park-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d1187656-Reviews-or10-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481823-d8263288-Reviews-Encanterra_Country_Club-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d9811751-Reviews-Harkins_Theatres_Queen_Creek_14-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d13412637-Reviews-Las_Colinas_Golf_Club-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481823-d8291126-Reviews-Alvea_Spa_and_Wellness-San_Tan_Valley_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d19886268-Reviews-Paragon_Escape_Games-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d9757755-Reviews-Apache_Sun_Golf_Club-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d21324476-Reviews-Pedal_bike_tour_of_old_town_Scottsdale_and_Tempe-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d8127720-Reviews-CHS_Field-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d3613186-Reviews-Kasprowy_Wierch_Cable_Car-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d4089869-Reviews-Tankah-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g59224-d3472739-Reviews-Hovatter_s_Wildlife_Zoo-Kingwood_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d2258125-Reviews-Ramna_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d1455417-Reviews-Old_Slave_Mart_Museum-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d8773359-Reviews-Vik_Swimming_Pool-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d2268078-Reviews-Saidpur_Village-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2038917-Reviews-Berghain-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d1819675-Reviews-Blackwater_Falls_State_Park-Davis_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31326-d1187656-Reviews-or10-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31326-d1187656-Reviews-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html"
    }
]