[
    {
        "attraction_name": "Quinta da Regaleira",
        "attraction_name_vi": "Quinta da Regaleira",
        "general_info": [
            "13.968 đánh giá",
            "- 1 trong 79 điều cần làm ở Sintra",
            "Công trình kiến ​​trúc",
            "Lâu đài",
            "Vườn"
        ],
        "attraction_summary": "Khu đất nông thôn giống như trong truyện cổ tích này và là Di sản Thế giới được UNESCO công nhận, nằm gần trung tâm lịch sử của Sintra, nổi tiếng với kiến ​​trúc tuyệt đẹp, những khu vườn kiểng và Giếng Initiation kỳ lạ. Thực hiện chuyến tham quan có hướng dẫn quanh nơi lưu trú để tìm hiểu thêm về lịch sử đầy mê hoặc của nó và khám phá những bí ẩn khác như đường hầm dưới lòng đất, hang động, nhà nguyện, v.v. Khu nhà trở nên đông đúc nên hãy ghé thăm khi nó mở cửa để có trải nghiệm yên tĩnh hơn; vé thường bán hết nên hãy đặt sớm để đảm bảo có chỗ. Khám phá Quinta da Regaleira trong chuyến tham quan Sintra, thường bao gồm các điểm dừng tại các điểm tham quan mang tính biểu tượng khác như Cung điện Pena và Mũi Roca.  - TripadvisorĐọc thêm",
        "reviews": [
            "Ngày chúng tôi đến Sintra bằng ô tô riêng, chúng tôi được biết Cung điện Pena và một số nơi khác đã đóng cửa do đình công. Chúng tôi đã có nhiều thời gian để tham quan Quinta Da Regaleira cùng cậu con trai tuổi teen của mình và điều đó thật tuyệt vời. Thật tuyệt khi không vội vàng. Chúng tôi leo xuống phía sau tất cả các lối đi bí mật. Thật tuyệt khi đi du lịch cùng một cậu con trai tuổi teen vì đây giống như một cuộc khám phá hơn là một bảo tàng. Đó là một trong những địa điểm yêu thích của chúng tôi.Đọc thêm",
            "Nó - s - 11 mỗi người rồi - 4 cho hướng dẫn âm thanh. Thật không may, Hướng dẫn âm thanh có rất ít thông tin. Bạn phải vượt qua nó qua các điểm hồng ngoại không thường xuyên xuất hiện trên toàn bộ công viên. Ngoài ra, thật tuyệt khi xem vĐọc thêm",
            "Đây là điểm nhấn của chúng tôi trong ngày ở Sintra. Khuôn viên rất đẹp và có rất nhiều thứ để khám phá. Toàn bộ khuôn viên thật kỳ diệu và bạn cảm thấy như mình đang ở trong truyện cổ tích. Ban đầu chúng tôi không có kế hoạch ghé thăm cung điện này trong thời gian hạn hẹp ở Sintra - chuyến đi trong ngày từ Lisbon bằng tàu hỏa - nhưng nhân viên lễ tân khách sạn của chúng tôi đã giới thiệu rất nhiều về nơi này. Chuyến thăm không làm chúng tôi thất vọng. Chúng tôi dễ dàng dành 2 giờ để lạc vào vẻ đẹp. Chúng tôi thích cung điện này hơn Cung điện Pena và Lâu đài Moorish mà chúng tôi đã ghé thăm trước đó trong ngày. Đọc thêm",
            "Địa điểm chính thứ hai chúng tôi ghé thăm trong ngày - một người trong nhóm bị đau chân nên không thể làm được -. Một khu vườn xinh đẹp và cung điện xinh xắn mà bạn có thể dễ dàng dành 2-3 giờ nhàn nhã để đi dạo xung quanh. Rất đẹp. Rất khó để đến được nếu đi bộ!Đọc thêm",
            "Bận rộn nhưng tuyệt vời. Chắc chắn đáng giá thời gian và tiền bạc của bạn hơn so với Cung điện Peña. việc đi lên khá dễ dàng. Chúng tôi rất muốn đến thăm giếng tuy nhiên không may là hàng đợi kéo dài khoảng một giờ, đó là lý do duy nhất cho 4 sao. Ngoài ra, quang cảnh thật tuyệt vời và chắc chắn là cung điện lộng lẫy nhất mà tôi đã từng đến.Đọc thêm",
            "Thích trang web này - ước gì tôi có nhiều thời gian hơn để khám phá đúng cách. Công viên thực sự đẹp với nhiều tòa nhà rải rác xung quanh - cung điện rất thú vị để tham quan.\n\nGiếng nằm trên đỉnh Quinta da Regaleira - hãy tiếp tục leo lên để đến đó. Có một hàng dài để vào giếng khi chúng tôi đến nhưng nó di chuyển rất nhanh, mặc dù nhân viên liên tục hét lên để mọi người tiếp tục di chuyển, nghĩa là bạn không được dừng lại, ngắm nhìn và kinh ngạc trước công trình này.\n\nCông viên xung quanh rất đẹp và đáng để dành vài giờ để khám phá hết. Giá vé vào cửa là 11 euro.\n\nĐọc thêm",
            "Đây là nơi tốt nhất để ghé thăm ở Sintra! Chắc chắn phải đến giếng trước, vì sẽ phải xếp hàng dài trong ngày! Và đừng chỉ đi đến cái giếng và lâu đài chắc chắn sẽ đi đến những khu vườn nơi có một mê cung và một hang động rất thú vị để khám phá. Ngoài ra còn có một nhà thờ, một đài phun nước, một cái giếng ẩn khác, những bức tượng Hy Lạp và đủ thứ để tìm. Đây chắc chắn là chuyến đi yêu thích của tôi trong toàn bộ chuyến đi Bồ Đào Nha! Vì thế đừng bỏ lỡ địa điểm này nhé! Thêm vào đó, những người ở địa điểm này thực sự tốt bụng và hữu ích! Không giống như một số nơi khác ở Sintra!  Thật là một lâu đài Cole! Vì lý do nào đó, nó làm tôi nhớ đến gia đình Addams - hãy nhìn vào tất cả các bức tượng. Một số là những tượng đầu thú trông giống như đang ăn thịt chính mình. Thú vị.Đọc thêm",
            "Tôi đã có một khoảng thời gian tuyệt vời khi ghé thăm nơi điên rồ này. Cảnh quan, hang động, kiến ​​trúc... tất cả đều tuyệt vời. Nơi này đông đúc nhưng không quá đông đúc, vì vậy có nhiều không gian để ngắm nhìn mọi thứ và có nhiều ghế ngồi rải rác nếu bạn cảm thấy hơi mệt mỏi vì đi bộ nhiều. Nhà hàng - quán cà phê là một khu vực đáng yêu để ngồi.\nTôi đã mua vé trực tuyến vài ngày trước trên trang web chính thức, điều đó có nghĩa là tôi không phải xếp hàng và đi tàu từ Lisbon đến Sintra và xe buýt địa phương ở Sintra. Tôi đã đi xe tuktuk trở về vì tôi không biết trạm xe buýt ở đâu, nhưng đã cố gắng đi chung và mất khoảng 7 Euro.\nĐiểm trừ duy nhất là chỉ có 2 nhà vệ sinh nữ cho toàn bộ nơi này - không phải là điều bất thường, nhưng vẫn gây khó chịu - Đọc thêm",
            "Tôi nghĩ đây là một trong những nơi quan trọng nhất để đến ở Sintra. Nó cũng là thú vị nhất. Nhưng tôi chỉ đánh giá đầy đủ nơi này sau khi đọc về người chủ cũ và kiến ​​trúc sư cũng như lý do tại sao họ lại thiết kế vị trí như vậy. Nếu bạn chỉ có một ngày ở Sintra, hãy chắc chắn rằng đây là một trong số đó. Đọc thêm",
            "Chúng tôi đã lưu ý dành ra 2-4 giờ nhưng với trẻ mới biết đi, chúng tôi ở đó khoảng 1,5 giờ.  Nếu họ lớn tuổi hơn và - hoặc không ở cùng chúng tôi, chúng tôi có thể dễ dàng ở lại lâu hơn.  Công viên đẹp quá!\n\nĐể đến đây, chúng tôi đã đậu xe tại - Sintra Đỗ xe - - tên của nó trên Google Maps - .  Chúng tôi đậu xe vào khoảng 10 giờ sáng và bãi đậu xe đã chật kín và mọi người đỗ xe ở những điểm đỗ xe hơi trái luật.  Chúng tôi đã nhận được vé xe buýt từ - Scotturb - Posto Venda - Vila Sintra - - nhưng tôi có thể khuyên bạn, đặc biệt nếu bạn - đang đến và - hoặc đi trong thời gian bận rộn, thì tốt hơn là bạn nên mua một chiếc uber hoặc thứ gì đó được thiết kế riêng chỉ dành cho bạn.  Những chiếc xe buýt đến đó vẫn ổn - vì chúng tôi lên xe vào khoảng 10 giờ 30 sáng, khi đó không đông lắm và từ điểm xuất phát khi xe buýt trống rỗng - nhưng quay lại, đó là một cơn ác mộng.  Xe buýt nào cũng chật kín và - không đến thường xuyên - kiểu như, một tiếng nữa mới có một chuyến hay gì đó? - .\n\nPhương tiện đi lại ở đó - sang một bên, chúng tôi thực sự yêu thích công viên.  Đây rõ ràng là điểm thu hút khách du lịch số 1 trong nước và được UNESCO công nhận là Di sản Thế giới.  Chúng tôi đến đây vào ngày sinh nhật của tôi năm ngoái và tôi không thể yêu cầu một cách nào tốt hơn để tiêu số tiền đó!Đọc thêm",
            "Ngày tuyệt vời với kiến ​​trúc và khu vườn xinh đẹp lập dị. Chúng tôi đã đến vào Chủ nhật và xem chương trình giải trí trên trang web của họ - đó là một vở kịch câm vui nhộn và dàn nhạc trẻ -. Xếp hàng đến giếng lúc - 11:30 - rất nhanh, tôi không thấy ngột ngạt nhưng đáy ướt nên hãy chú ý nơi bạn đi bộ. Chúng tôi có 1 hướng dẫn bằng âm thanh - 5 euro - và chia sẻ và mua bản đồ với giá 0,5 xu. Hướng dẫn này rất hay vì không có nhiều bảng thông tin xung quanh công viên. Chúng tôi đậu xe ở Estacionamento largo San Pedro thay vì bãi đậu xe Sintra vì tôi cảm thấy khó chịu vì số lượng người gặp rắc rối khi đến đó. Đây là một quảng trường đầy lá xinh xắn với rất nhiều không gian - 20 phút đi bộ sang trái để đến Cung điện Sintra và 35 phút xuống đây -. Việc nhảy lên xe buýt cũng dừng ở đây. Nhà hàng đẹp Tasca D - Ana để ăn trước khi quay về.Đọc thêm",
            "Chúng tôi trở lại Sinatra lần thứ hai trong tuần này, đặc biệt là để đi dạo quanh khu vườn Quinta da Regaleira. Cung điện là một công trình kiến ​​trúc Gothic hùng vĩ, những khu vườn là một công trình tưởng tượng phức tạp còn giếng nước và đường hầm thật ngoạn mục.Đọc thêm",
            "Nếu bạn thích kiến ​​trúc gothic và những khu vườn rộng lớn, hãy chắc chắn ghé thăm Cung điện này. Trái ngược với những gì một số sách du lịch nói, bạn có thể dễ dàng đi bộ từ quảng trường chính ở Sintra đến cung điện này.  Đó là một con đường hơi nghiêng nhưng có những địa điểm thú vị để tham quan dọc đường đi bộ. Chúng tôi dành phần lớn buổi chiều để khám phá khu vườn, chỉ có một vài phòng mở trong cung điện để ngắm cảnh. Điểm nổi bật của khu vườn đối với tôi là giếng khởi đầu, một tòa tháp đảo ngược có cầu thang xoắn ốc đi xuống 27 mét. Đáy giếng có khảm một la bàn bằng đá. Để thoát khỏi giếng bạn đi bộ dọc theo một đường hầm dưới lòng đất. Có những hang động, đài phun nước, tháp tượng khắp khu vườn và những con đường nhỏ dẫn bạn vào những ngóc ngách. Chúng tôi rất vui vì đã không bỏ lỡ viên ngọc quý này.Đọc thêm",
            "Than ôi, bản đồ giấy đang biến mất ở những nơi như thế này!  Tôi đã mua trước cả vé vào cổng và máy hướng dẫn âm thanh.   - Cơ chế tải xuống trước các hướng dẫn âm thanh đã gây ra những vết loét nhỏ trước khi đến Bồ Đào Nha! - Các thiết bị hướng dẫn âm thanh tỏ ra hầu như vô dụng.  Không có bản đồ giấy, chúng tôi gặp khó khăn trong việc tìm ra mình đang ở đâu.  Một chuyến tham quan có hướng dẫn có thể tốt hơn.  Ngay cả thiết bị hướng dẫn âm thanh bạn có tại chỗ cũng có thể hoạt động tốt hơn.  Chúng tôi đã có một cuộc tản bộ khá thú vị - và đi xuống Giếng Điểm Đạo.  Nhưng có lẽ chúng tôi đã bỏ lỡ nhiều hơn những gì chúng tôi đã đi qua.  Chúng tôi rất bối rối và thất vọng.Đọc thêm",
            "Nơi tuyệt vời. Rất đáng để ghé thăm. Chúng tôi khuyên chúng ta nên đến thăm Giếng Điểm đạo trước. Chúng tôi rất thích điều này và đi bộ qua các đường hầm dưới lòng đất. Sau đó chúng tôi đến thăm phần còn lại của nơi thật tuyệt vời. Đây là một trong những điểm nổi bật trong thời đại chúng tôi ở Sintra.Đọc thêm",
            "Nơi yêu thích của chúng tôi, chúng tôi đã ghé thăm ở Sintra. Xấu hổ về việc phải xếp hàng 30 phút để vào giếng, nhưng thật tuyệt khi thấy điều đó. Căn cứ đáng yêu. Bạn chỉ có thể xem một phần nhỏ của ngôi nhà, hơi ấn tượng - đối với những người sống ở Vương quốc Anh và đến thăm nhiều nơi có nội thất tương tự - Đọc thêm",
            "Khi ở Sintra, đây là điểm dừng chân yêu thích của chúng tôi. Khuôn viên rất đẹp và bạn có thể dành nhiều thời gian lang thang qua những con đường và những mái vòm phủ đầy cây. Nếu cái giếng quan trọng với bạn - hãy đi sớm và đến đó ngay khi bạn đến nơi. Bắt đầu đi bộ lên và ở bên phải. Những hình thức tương tự sớm.  - Lập kế hoạch cho những người trong ảnh của bạn - Nếu bạn đang đến Bồ Đào Nha, tôi - tôi chắc chắn rằng bạn - đã thực hiện nghiên cứu của mình - nhưng hãy lên kế hoạch đi bộ nhiều và 99 - trong số đó là lên dốc. Vì vậy, hãy mang giày thoải mái và lên kế hoạch phù hợp.Đọc thêm",
            "Chuyến thăm rất tốt đẹp. Rất nhiều khách du lịch. Bạn có thể tận hưởng những khu vườn và tham quan bên trong cung điện. Những bức ảnh đẹp. Bạn phải đi bộ rất nhiều. Chúng tôi phải đỗ xe rất xa.Đọc thêm",
            "Tôi đã rất thất vọng! Vâng, khung cảnh thì đẹp, nhưng cây cối thì tội nghiệp! Rất may, sequoias đang phát triển tốt, nhưng rất nhiều cây cần chất dinh dưỡng. Và việc cắt tỉa cây bụi và cây cối rất kém. Hãy thuê một người làm vườn thực sự!!! Đọc thêm",
            "Nơi mát mẻ. Mua vé trực tuyến trước nếu không bạn sẽ phải xếp hàng hai lần. Chúng tôi đã đi sớm ngay khi nó mở cửa. Khi đã vào trong, chúng tôi đi thẳng tới Giếng Điểm Đạo. Đó là nơi duy nhất có hàng đợi. Của chúng tôi khá ngắn nhưng nó nhanh chóng trở nên rất dài. Cái giếng lạ quá, gọn gàng quá. Từ đó, chúng tôi đi lang thang và ngắm nhìn các tòa nhà, khung cảnh và khu vườn khác theo tốc độ của riêng mình. Rất thú vị khi dành 2 giờ ở đây.Đọc thêm"
        ],
        "star_ratings": [
            11397,
            2077,
            345,
            83,
            72
        ],
        "review_amount": 13974,
        "location": [
            "Các hoạt động ở Sintra",
            "đô thị Sintra",
            "Sintra",
            "Quinta da Regaleira",
            "Bồ Đào Nha",
            "Châu Âu",
            "Quận Lisbon",
            "miền trung Bồ Đào Nha"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 11, 2023",
            "Written June 24, 2023",
            "Written July 5, 2023",
            "Written July 17, 2023",
            "Written July 21, 2023",
            "Written July 23, 2023",
            "Written August 2, 2023",
            "Written August 8, 2023",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 25, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189164-d484394-Reviews-Quinta_da_Regaleira-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d23380859-Reviews-Fatto_da_Claudio_Coelho-Sintra_Sintra_Municipality_Lisbon_District_Central_Portu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d12609293-Reviews-Bacalhau_na_Vila-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d10508685-Reviews-Tascantiga-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d8506802-Reviews-Loja_do_Vinho-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d17443689-Reviews-Villa_Craft_Beer_Bread-Sintra_Sintra_Municipality_Lisbon_District_Central_Portug.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d17406263-Reviews-A_Praca_Sintra-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d10242578-Reviews-Cantinho_Gourmet-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d3337743-Reviews-Romaria_de_Baco-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d14260991-Reviews-Villa_6-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189164-d15294151-Reviews-Casa_Piriquita-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d10623675-Reviews-Initiation_Well-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d6929920-Reviews-Museu_Ferreira_De_Castro-Sintra_Sintra_Municipality_Lisbon_District_Central_Portu.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d8428229-Reviews-Centro_Historico_de_Sintra-Sintra_Sintra_Municipality_Lisbon_District_Central_Por.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d9807363-Reviews-Vila_Sassetti-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d10624010-Reviews-Ancient_Duck_Houses_at_Park_of_Pena-Sintra_Sintra_Municipality_Lisbon_District_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d1198741-Reviews-Sintra_National_Palace-Sintra_Sintra_Municipality_Lisbon_District_Central_Portuga.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d10243024-Reviews-NewsMuseum-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d4004000-Reviews-Estatua_do_Guerreiro-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d15514228-Reviews-Igreja_de_Sao_Martinho-Sintra_Sintra_Municipality_Lisbon_District_Central_Portug.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d15127407-Reviews-Parque_de_Merendas_das_Pedras_Irmas-Sintra_Sintra_Municipality_Lisbon_District_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d484394-Reviews-or10-Quinta_da_Regaleira-Sintra_Sintra_Municipality_Lisbon_District_Central_Portug.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d8621884-Reviews-LAS_Tours_Sintra-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d3214056-Reviews-Ursa_Beach-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d953163-Reviews-Parque_e_Palacio_de_Monserrate-Sintra_Sintra_Municipality_Lisbon_District_Central_.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d2390088-Reviews-Parque_de_Monserrate-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d3213984-Reviews-Praia_Grande-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d10623934-Reviews-Vale_dos_Lagos_at_Parque_de_Pena-Sintra_Sintra_Municipality_Lisbon_District_Cent.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d7805263-Reviews-Praia_do_Magoito-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d9807355-Reviews-Liberdade_Park-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d13002970-Reviews-Sintra_Mountains-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d8449730-Reviews-Praia_da_Samarra-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d21014444-Reviews-Mr_Local-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d12606759-Reviews-What_to_do_in_Portugal-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17605304-Reviews-NomadInspiration-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d15759815-Reviews-Miguel_Boim_Caminheiro_de_Sintra-Sintra_Sintra_Municipality_Lisbon_District_Cent.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d16935621-Reviews-Sintra_Welcome_Centre-Sintra_Sintra_Municipality_Lisbon_District_Central_Portuga.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d12245657-Reviews-Bespoke_Tours-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d12900927-Reviews-Tuk_Dreams_Sintra-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d13163454-Reviews-Adventroopers-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d17673460-Reviews-Yes_you_deserve_by_Daniel_Ponce-Sintra_Sintra_Municipality_Lisbon_District_Centr.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d7124757-Reviews-Pub_Medieval_Casa_do_Fauno-Sintra_Sintra_Municipality_Lisbon_District_Central_Por.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d106383-Reviews-Padre_Island_National_Seashore-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42058-d6908485-Reviews-J_W_Wells_State_Park-Cedar_River_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7694638-Reviews-Mahogany_Beach-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g8426646-d8426080-Reviews-Lake_Agias-Agia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d531643-Reviews-Museo_Mural_Diego_Rivera-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d12588444-Reviews-Massages_At_The_Sand_Bar-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g664666-d8641775-Reviews-Gili_Trawangan_Turtle_Hatchery-Gili_Trawangan_Gili_Islands_Pemenang_Lombok_West_N.html",
            "https://www.tripadvisor.com/Attraction_Review-g274865-d296736-Reviews-Lake_Bohinj-Bohinjsko_Jezero_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46291-d14155830-Reviews-Tices_Shoal-Bayville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188103-d523820-Reviews-Achilleion_Museum-Gastouri_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189164-d484394-Reviews-or10-Quinta_da_Regaleira-Sintra_Sintra_Municipality_Lisbon_District_Central_Portug.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189164-d484394-Reviews-Quinta_da_Regaleira-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html"
    }
]