[
    {
        "attraction_name": "Quincy Mine",
        "attraction_name_vi": "Mỏ Quincy",
        "general_info": [
            "501 đánh giá",
            "- 1 trong 15 điều cần làm ở Hancock",
            "Địa điểm lịch sử",
            "Mỏ"
        ],
        "attraction_summary": "Di tích mỏ lịch sử giúp kể lại câu chuyện về sự bùng nổ khai thác đồng của Michigan, đóng vai trò lớn trong quá trình công nghiệp hóa của Hoa Kỳ. Đọc thêm",
        "reviews": [
            "Đã từng đi ngang qua đây và biết lần sau vào UP tôi muốn ghé thăm mỏ.  Có một hướng dẫn viên du lịch xuất sắc, mặc dù đôi khi khó nghe nhưng cô ấy sẽ lặp lại những gì chúng tôi đã bỏ lỡ.  Thật là mở mang tầm mắt khi những người thợ mỏ làm việc trong những điều kiện nguy hiểm như vậy, không có bảo đảm việc làm nhưng rõ ràng là nhiều công việc khác nhau.  Mỏ hoạt động từ năm 1848-1946.Đọc thêm",
            "Một cặp vợ chồng rất tốt bụng và nổi tiếng đến từ Wisconsin, trong bữa sáng tại Holiday Inn, đã hết sức khuyến khích tôi đến thăm mỏ Quincy ở Hancock, Michigan.  Mình đi tưởng giá cao - - 35.00 - , nhưng bằng mọi cách mình đã trả.   Tôi đã đi tour lúc 3:00.  Chưa bao giờ tôi chi tiêu khôn ngoan hơn - 35,00.   Tôi nghĩ mình biết một chút về khai thác mỏ, nhưng chuyến tham quan này giống như một khóa học đại học về địa chất, khai thác mỏ, xã hội học, kinh doanh và lịch sử.  Tôi ước gì tôi biết tên hướng dẫn viên du lịch, nhưng tôi chưa bao giờ nghe đến nên tôi có thể nhớ được.  Anh ấy cực kỳ kỹ lưỡng và kiên nhẫn với những lời giải thích và câu trả lời cho câu hỏi của tôi.  Điều tiếc nuối duy nhất của tôi là khi kết thúc chuyến tham quan, tôi đã không vỗ tay tán thưởng.  Tôi đã boa cho anh ấy vì anh ấy đã mất hơn hai tiếng đồng hồ cho chuyến tham quan, một phần là do những câu hỏi của tôi.  Nếu bạn muốn hòa mình vào cuộc sống gian khổ của người thợ mỏ, nếu bạn muốn hiểu rõ hơn về địa chất, nếu bạn muốn - bị lịch sử mê hoặc, - - một câu nói của John Chancellor - , thì giống như cặp vợ chồng Wisconsin nổi tiếng, Tôi thực sự khuyến khích bạn tham quan Mỏ Quincy gần Hancock, Michigan.Đọc thêm",
            "Chuyến tham quan của chúng tôi thật tuyệt vời! Clayton, hướng dẫn viên du lịch của chúng tôi, có cái nhìn sâu sắc và thu hút mọi lứa tuổi. Hai con trai của tôi đã tham gia chuyến tham quan suốt hai giờ đồng hồ và đã mang lại cái nhìn sâu sắc đáng kinh ngạc về cuộc sống của một người thợ mỏ cũng như sự đánh giá cao mà tất cả chúng ta có thể có được khi dành thời gian để tưởng nhớ lịch sử của mình. Đọc thêm",
            "Tour du lịch tuyệt vời, vượt quá mong đợi của chúng tôi!  Hướng dẫn viên của chúng tôi rất tuyệt.  Rất đáng giá.  Mỏ là 43 độ, nghiêm túc đấy!  Ăn mặc phù hợp.  Rất hấp dẫn và giải trí.  Làm tốt lắm.Đọc thêm",
            "Chúng tôi có một người hướng dẫn xuất sắc, người xử lý tốt các câu hỏi và rất dễ nghe và dễ hiểu.  Chúng tôi biết trước rằng nó sẽ sâu 2.000 feet vào mỏ và cũng sẽ đi ra ngoài, nhưng chắc chắn nó có vẻ dài hơn vì lạnh và ẩm ướt.  Hãy chắc chắn có một chiếc áo khoác tốt, chống nước - cái lạnh ẩm ướt 43 độ có thể rất tàn khốc.  Chúng tôi đã chuẩn bị sẵn sàng nên có thể đánh giá cao tất cả thông tin được trình bày mà không bị phân tâm bởi cái lạnh.  Điều quan trọng là - Hãy chuẩn bị!Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời. Các nhà điều hành đã tử tế cho phép thêm sức chứa để chúng tôi có thể được thêm vào cùng lúc với những người còn lại trong gia đình. Hướng dẫn viên của chúng tôi rất hiểu biết và tương tác. Mỏ lạnh nên hãy mang theo áo khoác. Đọc thêm",
            "Nếu bạn đi ngang qua khu vực Bán đảo Keewahnah, hãy dành thời gian - ít nhất nửa ngày - để ghé thăm Mỏ Quincy.  Với giá tham quan mỏ trên đồi, bạn còn được tham gia chuyến tham quan hoạt động luyện kim xuống ngọn đồi bên bờ hồ.  Hướng dẫn viên du lịch, đi xe điện, đi bộ bên trong khu mỏ tối tăm sâu thẳm... đều tuyệt vời.  Tìm hiểu về khai thác đồng, những khó khăn trong cuộc sống, v.v. Rất được khuyến khích.Đọc thêm",
            "Chuyến tham quan tuyệt vời.  Chúng tôi có mẹo để đi sớm và đi bộ trong khuôn viên và thực sự vui vì chúng tôi đã làm như vậy.  Chúng tôi đã có được một số thông tin ban đầu về khu mỏ và cách bố trí các tòa nhà. Dylan là hướng dẫn viên du lịch của chúng tôi và anh ấy đã chia sẻ những thông tin tuyệt vời.  Đề nghị mang giày bạn có thể bị dính bùn cũng như áo len hoặc áo khoác.Đọc thêm",
            "Chuyến tham quan mỏ dưới lòng đất tuyệt vời với Clinton. Đã học được rất nhiều và tận hưởng từng phút. Không biết những người thợ mỏ đó đã trải qua những gì. Chắc chắn xứng đáng với giá tour.  Hãy mặc ấm và mang giày vì ở dưới đó khá lạnh và ẩm ướt.Đọc thêm",
            "Tôi lớn lên nhìn vào trục mỏ Quincy và chưa bao giờ có cơ hội đến thăm. Tôi chuyển đi nơi khác vào năm 1983. Cuối cùng, sau 40 năm sống xa thành phố, tôi đã có thể đi du lịch. Ồ! Bạn sẽ tìm hiểu về công việc đáng kinh ngạc của người thợ mỏ và lịch sử văn hóa của ngành khai thác mỏ. Với tư cách là một giáo viên lớp ba dạy Lịch sử Michigan, đây là điều phải xem. Bạn đã làm rất tốt! Đọc thêm",
            "Nếu bạn muốn quay ngược thời gian để tìm hiểu về lịch sử thì đây là chuyến tham quan dành cho bạn. Guide là một giáo sư đã nghiên cứu lịch sử và có kinh nghiệm trực tiếp từ cha và ông của mình.Đọc thêm",
            "Đây là lần thứ hai chúng tôi thực hiện chuyến tham quan mỏ tại Quincy Mines. Chúng tôi đưa con trai trưởng thành và vợ của nó đến thăm lần đầu tiên. Tour du lịch tuyệt vời và rất nhiều thông tin. Người hướng dẫn của chúng tôi - tôi tin là Ted - thật tuyệt vời. Anh ấy - là một giáo viên đồng thời là thành viên gia đình của các công nhân mỏ ở Keweenaw và đã đưa ra một góc nhìn hoàn toàn mới về ngành này. Chắc chắn là phải làm nếu bạn - đã từng ở khu vực này. Đọc thêm",
            "Tuyệt vời. Hướng dẫn viên rất hiểu biết, nhiều thông tin và dễ chịu và đã làm một công việc tuyệt vời khi giải thích các điều kiện và vẽ nên bức tranh về những gì công nhân phải trải qua và dòng thời gian của mỏ. Chương trình thực sự hấp dẫn. Người lớn cùng trẻ em 8 và 9 tuổi thực sự thích nó. Tôi sẽ tham gia tour này một lần nữa trong tương lai. Rất đáng giá. Tôi sẽ đến sớm hơn cho chuyến tham quan của bạn để xem hình ảnh trưng bày bên trong một trong những tòa nhà. Nhất định phải đi giày tốt. Giày thể thao của chúng tôi khá ẩm ướt. Cửa hàng quà tặng thực sự độc đáo với rất nhiều mặt hàng theo chủ đề Michigan, lịch sử, đồng, khai thác mỏ. Tôi không phải là người thích cửa hàng quà tặng và tôi nghĩ rằng nó được thực hiện rất tốt. Chắc chắn đáng để trải nghiệm. Đọc thêm",
            "Điều này chắc chắn có giá trị nó. Bạn sẽ có được trải nghiệm tuyệt vời khi đi qua các đường hầm nơi bạn có thể thấy cuộc sống của một người thợ mỏ vào đầu thế kỷ 20 sẽ như thế nào. Bạn thấy một minh họa về thiết bị từ thời điểm chỉ được sử dụng dưới ánh nến, giống như trường hợp hồi đó. Có một số sinh viên Michigan Tech trong nhóm của tôi đang nghiên cứu địa chất, và trong khi rất nhiều điều họ nói đã lọt vào tâm trí tôi. đầu, nó giúp tôi đánh giá cao mức độ cần tìm hiểu về chủ đề này và mức độ liên quan của nó cho đến ngày nay. Hướng dẫn viên du lịch rõ ràng là người rất am hiểu nhưng cũng thành thật về những điều anh ta không biết.Đọc thêm",
            "Tour du lịch tuyệt vời và nhiều thông tin!   Yêu thích chuyến đi xe điện và hướng dẫn viên thật tuyệt vời. Thông tin và vui vẻ. Phải xem nếu bạn ghé thăm khu vực này.Đọc thêm",
            "Hướng dẫn rất nhiều thông tin và nhiệt tình. Yêu xe điện!  Rất nhiều lịch sử và tour du lịch hấp dẫn.  Đừng để khoảng thời gian dài làm bạn sợ hãi.  Cũng thích cách nó khá dễ tiếp cận đối với những người bị hạn chế về khả năng di chuyển.  Làm cho bạn thực sự đánh giá cao đèn điện và đoàn thể.Đọc thêm",
            "Tôi và chồng đã đưa hai cậu con trai nhỏ - 8 và 6 tuổi - đi tham quan vào cuối tuần này và chúng tôi RẤT vui vì đã làm như vậy!!! Hướng dẫn viên du lịch TUYỆT VỜI!!! Anh ấy là một giáo viên Lịch sử Hoa Kỳ, cha và ông của anh ấy làm việc trong các mỏ. Tôi chưa bao giờ thấy một hướng dẫn viên du lịch nào đam mê mọi khía cạnh mà anh ấy trình bày hơn thế! Anh ấy đã có thể thu hút tất cả chúng tôi tham gia chuyến tham quan từ 6 đến 60 tuổi. Anh ấy thường nói chuyện trực tiếp với bọn trẻ và để chúng có thời gian thực hành với các màn trình diễn khiến chúng say mê trong suốt chuyến tham quan kéo dài 2 giờ. Cậu con trai 8 tuổi của tôi - YÊU lịch sử, năng lượng hơi nước, nghề rèn - - tham gia rất nhiều chuyến tham quan lịch sử và anh ấy nói rằng đây là chuyến tham quan tuyệt vời nhất mà anh ấy từng tham gia! Đọc thêm",
            "Tôi không có bất kỳ kỳ vọng nào nhưng tôi rất ngạc nhiên về mức độ hiểu biết của hướng dẫn viên Clayton của chúng tôi. Anh ấy đã cung cấp chiều sâu cho trải nghiệm của chúng tôi đến mức tôi phải giới thiệu chuyến tham quan này cho tất cả những ai đến bán đảo phía trên của Michigan. Thật tuyệt vời! Đọc thêm",
            "Trang web nổi bật. Clayton là một hướng dẫn tuyệt vời. Rất thân thiện với người dùng. Muốn giới thiệu đây như một điểm thu hút không thể bỏ qua đối với bất kỳ ai đến thăm Keweenaw Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan với những chiếc mũ cứng được thắp sáng. Thật là thú vị và thật tuyệt vời khi tìm hiểu lịch sử của mỏ và chia sẻ điều đó với những người khác. Rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Chuyến đi kéo dài bao lâuĐọc thêm",
            "Mất khoảng 1,5 - 2 giờ, chuyến tham quan bề mặt không gian bảo tàng trên mặt đất mất khoảng 30 phút và sau đó chuyến tham quan dưới lòng đất đi xe điện đến mỏ và bên trong mỏ mất khoảng một giờ. Có tùy chọn để chọn chỉ cái này hoặc cái kia. Đó là một chuyến đi thực sự thú vị và tôi đã học được rất nhiều điều!Đọc thêm",
            "Tour có cần phải đi bộ nhiều không?Đọc thêm",
            "Có một số cuộc đi bộ liên quan đến chuyến tham quan nhưng tôi sẽ nói rằng nó không đi bộ nhiều. Nếu tôi nhớ lại thì trong nhà Hoist có vài chiếc ghế dành cho những người không thể đứng lâu.  - 20 phút - Nhà vận thăng là phần đầu tiên của chuyến tham quan. Sau đó nó đi đến mỏ. Bạn đi xe điện xuống mỏ để không phải tự mình đi bộ đến mỏ.  Sau khi đã suy nghĩ xong, bạn sẽ phải đi bộ thêm khoảng 20 phút nữa nhưng đó là một cuộc đi bộ dễ dàng.Đọc thêm",
            "Các chuyến tham quan đầy đủ diễn ra vào thời gian nào?Đọc thêm",
            "Tôi nghĩ họ chạy khoảng 45 phút một lần trong ngày.Đọc thêm",
            "Chúng tôi - là một gia đình 5 người ở khu vực Thứ Hai và Thứ Ba. Mọi nhu cầu đặt vé trước hoặc OK mua khi chúng tôi đến đó.Đọc thêm",
            "Không cần phải đặt trước vé, nhưng bất cứ nơi nào bạn đi du lịch, bạn sẽ không bao giờ biết liệu ý tưởng tuyệt vời tương tự có xảy ra với những người khác cùng lúc hay không.  Bất kỳ loại chuyến du lịch nào cũng nên đảm bảo rằng bạn có đủ thời gian để mua vé cho chuyến tham quan mà bạn muốn tham gia.  Phải nói rằng, tôi đã có cháu ở đó khi mùa du lịch hè đang nở rộ và không gặp vấn đề gì.  Tôi hy vọng bạn thích chuyến thăm của bạn đến khu vực của chúng tôi!Đọc thêm"
        ],
        "star_ratings": [
            404,
            81,
            11,
            1,
            4
        ],
        "review_amount": 501,
        "location": [
            "Michigan - MI -",
            "Những điều cần làm ở Hancock",
            "Hoa Kỳ",
            "Mỏ Quincy",
            "Hancock",
            "Bán đảo Thượng"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 17, 2023",
            "Written June 20, 2023",
            "Written June 26, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 5, 2023",
            "Written July 5, 2023",
            "Written July 9, 2023",
            "Written July 13, 2023",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 6, 2024",
            "Written March 12, 2024",
            "Written November 25, 2023",
            "Written November 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42276-d667426-Reviews-Quincy_Mine-Hancock_Upper_Peninsula_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42276-d2350877-Reviews-Peterson_s_Fish_Market-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42276-d12986214-Reviews-Four_Suns_Fish_Chips-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42276-d13548270-Reviews-Milly_s-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42319-d12238958-Reviews-La_Cantina-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42319-d597797-Reviews-Suomi-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42276-d9849760-Reviews-K_C_Bonkers_Toys_and_Coffee-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42319-d1864001-Reviews-Joey_s_Seafood_Grill-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42319-d805664-Reviews-Ambassador-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42276-d3190754-Reviews-Waterfront_Restaurant_and_Upper_Deck_Lounge-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42319-d1896717-Reviews-Keweenaw_Brewing_Company-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d23766477-Reviews-Quincy_Mine_Dryhouse_Ruins-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d3334680-Reviews-A_E_Seaman_Mineral_Museum_of_Michigan_Tech-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d10520235-Reviews-Quincy_Smelter-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g28943-d624170-Reviews-Keweenaw_Peninsula-Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d12605879-Reviews-Isle_Royale_Ranger_III_Ferry-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d23766874-Reviews-Porvoo_Park-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d8693118-Reviews-Carnegie_Museum-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d10892815-Reviews-Ray_Kestner_Waterfront_Park-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d13427278-Reviews-Michigan_Tech_Trails-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d2229290-Reviews-Nara_Nature_Park-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d667426-Reviews-or10-Quincy_Mine-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d27048699-Reviews-McAfee_Field-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d27015215-Reviews-Mannerheim_Hall_Finlandia_University-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d24193414-Reviews-Temple_Jacob-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d23970146-Reviews-Keweenaw_Boat_Tours_LLC-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d12705078-Reviews-Upper_Peninsula_Tours-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d11983308-Reviews-Respawn_Tactical_Laser_Tag-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d5842655-Reviews-Nutini_s_Supper_Club-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d14890761-Reviews-Portage_Paddle_Sports-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42276-d25017380-Reviews-Copper_Country_Boat_Tours_LLC-Hancock_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d22983141-Reviews-Portage_Wake-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42319-d19385930-Reviews-Black_Ice_Comics-Houghton_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135106-d1423812-Reviews-Tenjin_Underground_Shopping_Center-Tenjin_Chuo_Fukuoka_Fukuoka_Prefecture_Kyush.html",
            "https://www.tripadvisor.com/Attraction_Review-g2619846-d15690799-Reviews-O_by_Michel_Fadel-Antelias_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d6476337-Reviews-Head_Spa_Ritt_s_Shibuya-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g676295-d2469814-Reviews-Canal_D_Amour-Sidari_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d637035-Reviews-Universal_CityWalk-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4299744-Reviews-Split_Zoo-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10314618-Reviews-The_Club_Orlando_MCO_Airside_4-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8645857-Reviews-The_Broad-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d308902-Reviews-Ben_Youssef_Madrasa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2015887-Reviews-Galerie_Vivienne-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42276-d667426-Reviews-or10-Quincy_Mine-Hancock_Upper_Peninsula_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42276-d667426-Reviews-Quincy_Mine-Hancock_Upper_Peninsula_Michigan.html"
    }
]