[
    {
        "attraction_name": "Radnor Lake State Park",
        "attraction_name_vi": "Công viên tiểu bang hồ Radnor",
        "general_info": [
            "841 đánh giá",
            "- 17 trong số 376 điều cần làm ở Nashville",
            "Công viên tiểu bang",
            "Nguồn nước",
            "Thiên nhiên - Khu vực hoang dã",
            "Công viên"
        ],
        "attraction_summary": "Công viên này có diện tích hơn 1300 mẫu Anh và là nơi có đa dạng sinh học đa dạng độc đáo, khiến nơi đây trở thành nơi tuyệt vời để quan sát thiên nhiên. Có 6 dặm đường mòn trong công viên chỉ sử dụng trong ngày này. Cơ hội tìm hiểu về đa dạng sinh học ở đây có sẵn tại trung tâm du khách, khu phức hợp chuồng chim và thông qua nhiều chương trình do Ranger hướng dẫn. Thông tin thêm về công viên này và nhiều thông tin khác có thể được tìm thấy tại trang web của Công viên Bang TN.Đọc thêm",
        "reviews": [
            "Công viên tiểu bang hồ Radnor là viên ngọc tự nhiên đang chờ bạn khám phá. Khi bạn dấn thân vào những con đường mòn yên tĩnh và tận hưởng sự thanh bình của hồ nước, bạn sẽ thấy mình đắm chìm trong một thế giới có vẻ đẹp hoang sơ. Hãy nhớ kiểm tra trang web của công viên để biết thông tin quan trọng, bao gồm cả giờ hoạt động và nội quy.\nCho dù bạn là một người đi bộ đường dài dày dạn hay một người muốn thoát khỏi sự hối hả và nhộn nhịp của cuộc sống hàng ngày, công viên này là thiên đường cho tất cả mọi người. Từ khung cảnh hồ tuyệt đẹp cho đến cuộc gặp gỡ với động vật hoang dã địa phương, Công viên Bang Hồ Radnor là một trải nghiệm mà bạn sẽ không muốn bỏ lỡ. Hãy mang theo dụng cụ đi bộ đường dài, mang theo máy ảnh và bắt đầu chuyến phiêu lưu - chắc chắn sẽ để lại cho bạn những kỷ niệm khó quên về vẻ đẹp tự nhiên của Tennessee.\n\n - LifeAfterAdultingĐọc thêm",
            "Wow. Cảnh đẹp tuyệt vời. Tôi quyết định dừng lại ở đây như một điểm nghỉ ngơi cho chuyến đi đường dài. Tôi cần cho chó tập thể dục và duỗi chân. Tôi biết rằng chó chỉ được phép đi trên những khu vực lát đá, điều này đã loại bỏ nhiều đường mòn. Mặc dù đường mòn lát đá chỉ dài khoảng 2 dặm - 1 dặm xuống và một dặm nữa quay lại - nhưng cảnh đẹp vẫn tuyệt vời. Nếu không có chó, tôi sẽ khám phá nhiều hơn, nhưng vẫn rất đáng để dừng lại. Đọc thêm",
            "Đi du lịch một mình nên quyết định bắt Uber ra đây để đi bộ đường dài. Tạo nên sự khác biệt tốt đẹp so với sự hối hả và nhộn nhịp của khu vực trung tâm thành phố.  Một chuyến đi bộ dài 5 dặm rất đẹp - có sẵn các lựa chọn ngắn hơn - mất chưa đầy hai giờ một chút. Thử thách duy nhất là lấy lại được một chiếc Uber - bắt được tín hiệu ở bãi đậu xe là một thử thách và vì điện thoại của tôi đang dò tìm tín hiệu nên pin đã giảm xuống còn 10 - .  May mắn thay bắt được tín hiệu và đặt được một chiếc Uber - anh ấy cách đó 11km khi tôi đặt chỗ -!  Cảm thấy rất may mắn - có lẽ nên lên kế hoạch tốt hơn!Đọc thêm",
            "Công viên đẹp, có thể đi bộ cho mọi lứa tuổi.  Thật tuyệt vời khi thấy nhiều người ra ngoài đi bộ và thật tuyệt khi được đi bộ một cách lành mạnh.  Nó cũng tuyệt vời để sống chậm lại và hòa mình vào thiên nhiên tươi đẹp chỉ bằng cách ngồi và quan sát!Đọc thêm",
            "Chúng tôi đến thăm Hồ Radnor vào một buổi sáng tháng 12 đẹp trời và lần đầu tiên thử đậu xe ở East Lot, nơi đã chật kín người. Trung tâm Du khách cũng không khá hơn là bao, nhưng chúng tôi đã tìm được một chỗ và lên đường. Thật là một chuyến đi bộ tuyệt vời. Sự kết hợp giữa hồ và rừng thật tuyệt vời. Chúng tôi không thực sự đi theo bất kỳ một con đường cụ thể nào nhưng nó rất dễ định hướng - hồ là một địa danh dễ tìm đường về và biển chỉ dẫn được đặt ở vị trí hợp lý. Trung tâm du khách cũng rất đẹp, có nước trạm đổ xăng và làm sạch nhà vệ sinh.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ nhiều tính năng tuyệt vời của công viên của chúng tôi. Chúng tôi đánh giá cao đánh giá của bạn và mong chờ chuyến thăm tiếp theo của bạn!Đọc thêm",
            "Yêu công viên này! Con đường dễ dàng cho mọi lứa tuổi, thậm chí cả người khuyết tật, có rất nhiều thứ để xem. Hôm nay chúng tôi đã thấy gần 30-40 con rùa, hươu và bướm xinh đẹp. Vào một ngày khác, chúng tôi thậm chí còn nhìn thấy một con diệc xanh làm tổ trên cây. Hãy nhớ mang theo ống nhòm. Trục trặc duy nhất là tìm chỗ đậu xe vào thứ Bảy trong kỳ nghỉ cuối tuần. Mặc dù chúng tôi đến lối vào phía đông lúc 9 giờ sáng nhưng trước mặt chúng tôi đã có 10 chiếc ô tô xếp hàng dài chờ chỗ đậu. Chờ đỗ xe chỉ 20 - 25 phút. kể từ khi 3 chiếc xe quay đầu lại.  Khi chúng tôi quay lại xe 2 tiếng sau, vẫn còn rất nhiều xe đang đợi. Tuy nhiên, điều đáng lo ngại hơn là chỗ đậu xe hạn chế sẽ hạn chế số lượng du khách trên đường mòn.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Công viên Bang Tennessee. Vui lòng ghé thăm chúng tôi sớm! Đọc thêm",
            "Tôi và gia đình đi dạo quanh hồ rất vui vẻ. Có rất nhiều con nai để xem nó là không thể tin được. Đối với một anh chàng có thân hình cân đối thì đi bộ 3 dặm là ổn. Chỗ đỗ xe không có vấn đề gì khi tôi đi nhưng không có quá nhiều chỗ ở một trong hai lô. Khi tôi đi, hồ có màu xanh lục nhưng tôi vẫn có thể đi bộ quanh bất kỳ hồ nào.Đọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng khoảng thời gian của mình trên những con đường mòn. Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Công viên tiểu bang hồ Radnor là viên ngọc tự nhiên đang chờ bạn khám phá. Khi bạn dấn thân vào những con đường mòn yên tĩnh và tận hưởng sự thanh bình của hồ nước, bạn sẽ thấy mình đắm chìm trong một thế giới có vẻ đẹp hoang sơ. Hãy nhớ kiểm tra trang web của công viên để biết thông tin quan trọng, bao gồm cả giờ hoạt động và nội quy. Cho dù bạn là một người đi bộ đường dài dày dạn hay ai đó muốn thoát khỏi sự hối hả và nhộn nhịp của cuộc sống hàng ngày, công viên này là thiên đường cho tất cả mọi người. Từ khung cảnh hồ tuyệt đẹp cho đến cuộc gặp gỡ với động vật hoang dã địa phương, Công viên Bang Hồ Radnor là một trải nghiệm mà bạn sẽ không muốn bỏ lỡ. Hãy mang theo dụng cụ đi bộ đường dài, mang theo máy ảnh và bắt đầu chuyến phiêu lưu - chắc chắn sẽ để lại cho bạn những kỷ niệm khó quên về vẻ đẹp tự nhiên của Tennessee. - LifeAfterAdultingĐọc thêm",
            "Đây là một nơi tuyệt vời để đi bộ, tuy nhiên, bãi đậu xe là một vấn đề THỰC SỰ vì mọi người đều yêu thích ở đó.    Có một số con đường mòn ở hai bên đường.  Dù mức độ thể lực của bạn như thế nào thì vẫn luôn có con đường dành cho bạn.   Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Công viên Bang Tennessee. Vui lòng ghé thăm chúng tôi sớm! Đọc thêm",
            "Công viên đáng yêu.  Đường đi khá rộng và dễ đi.  Đẹp nhìn ra hồ.  Nhiều người chạy bộ và những chú chó vui vẻ trên đường mòn.  Bãi đậu xe rất chật và có thể thấy nó đầy khá nhanh.  Sẽ quay lại nếu ở khu vực này.Đọc thêm",
            "Công viên tiểu bang đẹp ở Nashville. Lái xe một đoạn ngắn từ trung tâm thành phố, có đủ chỗ đậu xe nếu bạn đến đó sớm và những con đường mòn được chăm sóc cẩn thận. Phòng nghỉ đẹp. Chúng tôi đi theo đường mòn Hồ nhưng không muốn đi hết quãng đường dài 1,3 dặm vì chúng tôi đã lên kế hoạch cho các hoạt động khác vào ngày hôm đó. Thực sự chỉ có 1 con đường chính và cây cầu gọn gàng. Không có nơi nào để rời khỏi con đường hoặc khám phá nếu bạn có con đi cùng - tốt nhất chỉ nên đi bộ trên đường mòn. Không có vật nuôi.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Công viên Bang Tennessee. Vui lòng ghé thăm chúng tôi sớm! Đọc thêm",
            "I was visiting Tennessee for the first time from the UK. I had heard so many good things about Radnor Lake and decided to go visit it myself.I wanted to go see somewhere beautiful for photography but also quiet and peaceful. I have been going through a rough time lately with my health and trauma, and i am also special needs  - Learning Difficulties - . This review is being written for me by a family member. My visit to the lake was no longer than 15 minutes. The lake was absolutely beautiful. I had not realised you weren - t allowed to move a little of the path. A member of staff had found me and pulled me to the side and pointed to the sign. They were quite abrupt and firm. At the time, i hadn - t noticed the sign and, in all honestly, would have struggled to read it but was too embarrased to say another to the man. I thanked him for telling me what it said and apologised. He was not having any of it.. He wanted my ID and made me walk all the way to his van to write me up something. I was absolutely terrified.. as anyone should be... I was also apologising over and over again. He could clearly see i was shocked. He wrote me up a warning. I left straight after it. I was in tears the rest of the day. A trip that was supposed to be good for my well-being was ruined. My first experience of Tennessee and Radnor Lake ruined.I understand there is a need for rules, and i understand that you are doing your best to protect your park.Surely, there has to be a balance between rules and being inhuman towards the visitors. Everyone is different, and you never know what someone is going through. I would like a response of some sort from your team that you at least understand that i was going through a lot, and i found my experience stressful and scary. I could have done with a slither of kindness. Which could have changed my whole experience of the park.Thank you for your time.Read more",
            "Chúng tôi rất tiếc vì bạn đã có trải nghiệm tiêu cực. Chúng tôi cố gắng cung cấp dịch vụ tốt nhất có thể. Chúng tôi muốn biết thêm, vui lòng liên hệ với Văn phòng Công viên của chúng tôi hoặc Công viên Bang Tennessee theo số 615.532.0001 - Email: Ask.TNStateParks - tn.gov.Đọc thêm",
            "Chúng tôi dừng lại ở công viên này để đi bộ một quãng ngắn trong khu vực khi đến thăm Nashville. Chúng tôi đã sử dụng ứng dụng All Trails để biết nên đi những con đường nào và chúng tôi đã đi theo con đường dài lên hẻm núi. Thật tuyệt vời! Nó rất sạch sẽ và những con đường mòn được cắt tỉa cẩn thận. Chúng tôi đã nhìn thấy rất nhiều động vật hoang dã bao gồm một con nai con, một con nai cái, một con hươu con và một gia đình armadillos. Ngày chúng tôi đi rất bận rộn nhưng chỉ đi trên những con đường mòn ngắn chứ không phải trên hẻm núi.Đọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng khoảng thời gian của mình trên những con đường mòn. Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Ồ.  Quan điểm tuyệt vời.  Tôi quyết định dừng lại ở đây như một nơi nghỉ ngơi cho một chuyến đi phượt.  Tôi cần tập thể dục cho chó và duỗi chân.  Tôi được biết chó chỉ được phép đi trên những khu vực trải nhựa, điều này đã loại bỏ nhiều con đường mòn.  Mặc dù con đường trải nhựa chỉ dài tổng cộng khoảng 2 dặm - 1 dặm đi xuống và một dặm quay lại - nhưng quang cảnh vẫn rất tuyệt vời.   Nếu tôi không có chó, tôi sẽ khám phá nhiều hơn, nhưng nó vẫn đáng để dừng lại.Đọc thêm"
        ],
        "star_ratings": [
            596,
            199,
            38,
            4,
            4
        ],
        "review_amount": 841,
        "location": [
            "Hoa Kỳ",
            "Công viên tiểu bang hồ Radnor",
            "Những điều cần làm ở Nashville",
            "Tennessee - TN -",
            "Quận Davidson",
            "Nashville"
        ],
        "reviews_time": [
            "Written October 25, 2023",
            "Written March 7, 2024",
            "Written March 17, 2024",
            "Written April 21, 2024",
            "Written January 1, 2021",
            "Written September 6, 2020",
            "Written July 28, 2021",
            "Written October 25, 2023",
            "Written January 7, 2020",
            "Written December 25, 2022",
            "Written June 29, 2021",
            "Written August 17, 2023",
            "Written July 7, 2021",
            "Written March 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55229-d207294-Reviews-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d470443-Reviews-Mere_Bulles_Restaurant_Events-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d4644808-Reviews-Chili_s-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d4111230-Reviews-Starbucks-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d758257-Reviews-Pei_Wei_Asian_Kitchen-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d4517637-Reviews-Jimmy_Johns-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d4433367-Reviews-Moe_s_Southwest_Grill-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d23732664-Reviews-Duck_Donuts-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d851911-Reviews-Soy_Bistro-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d10281634-Reviews-Greek_Cafe_Grill-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54914-d470408-Reviews-Corky_s_Bar_B_Q-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d10183232-Reviews-Vanderbilt_Dyer_Observatory-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d105782-Reviews-Belmont_Mansion-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d146955-Reviews-Edwin_and_Percy_Warner_Parks-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d109248-Reviews-Cheekwood-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d105783-Reviews-Historic_Travellers_Rest-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d15749552-Reviews-Diskin_Cider-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d591275-Reviews-Vanderbilt_University-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108396-Reviews-Nashville_Zoo-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d605321-Reviews-The_Mall_at_Green_Hills-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-or10-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207248-Reviews-Bicentennial_Capitol_Mall_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d592251-Reviews-Gaylord_Opryland_Garden_Conservatory-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d105780-Reviews-Centennial_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d105771-Reviews-Riverfront_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d146954-Reviews-Shelby_Bottoms_Greenway-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2214529-Reviews-Percy_Priest_Lake-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d11660642-Reviews-Trapped_Escape_Game_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d6599132-Reviews-The_Escape_Game_Nashville_Berry_Hill-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d16926273-Reviews-Secret_Food_Tours_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d14174702-Reviews-The_Adventure_Park_at_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54914-d5608030-Reviews-Brentwood_Library-Brentwood_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d7815234-Reviews-Battle_of_Nashville_Monument_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30237-d27660725-Reviews-Virginialicious-Annandale_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d3396306-Reviews-Shy_s_Hill-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d7788254-Reviews-Gapado_Island-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d15641372-Reviews-Polar_Express-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d678544-Reviews-Franz_Kafka_Muzeum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4660265-Reviews-Mercat_De_Sant_Antoni-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d14215122-Reviews-Lift_Simeonovo-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42671-d675144-Reviews-Straits_State_Park-Saint_Ignace_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3238504-d2292118-Reviews-Gan_HaShlosha_Sahne_National_Park-Nir_David_Northern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g29131-d3642275-Reviews-Montgomery_Reservoir-Alma_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d12583464-Reviews-Safari_Lake_Geneva-Lake_Geneva_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-or10-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html"
    }
]