[
    {
        "attraction_name": "Raging Rivers",
        "attraction_name_vi": "Dòng sông cuồng nộ",
        "general_info": [
            "93 đánh giá",
            "- 3 trong số 13 điều cần làm ở Grafton",
            "Công viên nước"
        ],
        "attraction_summary": "Dọc theo con đường Great River tuyệt đẹp ở Grafton, Illinois, Công viên nước Raging Rivers thật mát mẻ khi trời nóng! Từ chế độ phóng to của chúng tôi - Cascade Body Flumes đến Dòng sông vô tận lười biếng của chúng tôi, luôn có thứ gì đó dành cho tất cả mọi người!Đọc thêm",
        "reviews": [
            "Ok ok ok không đủ chuyến, những chuyến tốt sẽ không đáp ứng được mong đợi của bạn con quái vật Mississippi không đáng để chờ đợi, đừng đến đâyĐọc thêm",
            "Tôi yêu những dòng sông hoành hành trong nhiều năm, nơi yêu thích của tôi!  Nước bây giờ có mùi hôi.  Không đủ clo.   Cửa hàng quà tặng đã biến mất.  Điểm yêu thích của tôi  Tôi đã từng thích mua sắm và mua sắm ở đó.  Bàn công viên bẩn.  Mọi thứ đều cảm thấy rất khác biệt.   Phòng tắm không sạch sẽ.  Mọi thứ chỉ có mùi hôi thối.  Tôi sẽ nhớ nó nhưng không muốn đi đâu đó như thế.  Bẩn có mùi hôiĐọc thêm",
            "Gia đình tôi đã có một kỳ nghỉ tuyệt vời ở đây.  Chúng tôi đã mua vé ngày - mua trực tuyến để tiết kiệm một số tiền - và dành cả ngày ở đây.  Có rất nhiều người nhưng nó không quá đông đúc.  Chuyến đi Mississippi Monster mới cực kỳ thú vị - cảnh báo rằng có giới hạn trọng lượng 200 lb -.  Có rất nhiều việc phải làm mà không hống hách.  Tôi đồng ý với một số người khác rằng có một chút thời gian bảo trì bị trì hoãn sẽ được thực hiện, nhưng hãy để mọi người nghỉ ngơi.  Nơi này chắc hẳn đã 30 tuổi và tôi biết vài năm qua thật khó khăn vì COVID và lũ lụt.  Tôi sống gần đó và chắc chắn sẽ quay lại ít nhất một lần mỗi năm với các con tôi.Đọc thêm",
            "I have been coming here since the  - 90s. The last 7-8 years it - s been a tradition to bring our kids the last weekend before school starts. Sadly, the new ownership shows. It - s no longer the clean, pretty park we - ve always enjoyed.  Clearly there - s a lot of deferred maintenance and failure to invest in the park the way there used to be. Chairs are broken and filthy. The restrooms are also filthy and don - t appear to be cleaned throughout the day. The wave pool has chunks of plaster - paint coming up off the bottom. There is no longer a lifeguard at the entrance to the lazy River pulling empty tubes out and helping people get started. The lazy river itself barely flows so people don - t move. The landscaping is overgrown with weeds and even little details, like the hanging baskets of flowers under the deck at the lazy river, are gone. The whole place just feels worn out and not like the same place at all. I will say the staff there were friendly and kind as always. It - s just tough to see this happen in such a beautiful location full of memories for so many.Read more",
            "I agree with the latest reviewer.   I was hesitant to bring my family of 6 here after seeing all the very negative reviews left about the park this summer.    After seeing that review we went ahead and visited this week on Tuesday.     We arrived shortly after 10 and left the park at 4:45.    The day was fine.   There were some lines and I would say there are a few things that I saw that could be improved on - but overall my kids had a blast and we would not hesitate to go back.   Notes for the park: My favorite ride was closed - hopefully it will be back next year!   The ladies restroom did smell like a pit toilet at a campground.  A strong sewer smell when you were using it.    And the floors were pretty dirty  - not just wet -  but dirty even first thing in the day - I would assume that being the first one in the rest rooms for the day you would see them clean and spiderweb free.Read more",
            "We were pleasantly surprised that our visit to Raging Rivers was so nice!There are numerous bad reviews that seem to be mostly from long time season pass holders who don - t like the changes that have been made by the new owners.  Change can be hard - I totally understand that - but unfortunately they are sometimes necessary. The reviews almost kept us from going - but we did it anyway, while preparing to be disappointed.  We all had a great day - it couldn - t possibly have been any better - and had no complaints whatsoever.We did go on a weekday so it was probably less crowded than weekends would be.We also rented a cabana which was a bit pricey but since we hadn - t been in years and the heat index was going to be miserable the lure of guaranteed shade and seating along with a bottomless pitcher of ice water won out.  The cabanas have privacy curtains that can be closed if desired, along with a small sectional and a patio dining table and four chairs, so seating for eight. Ours also had a great view of the river so lovely scenery as well. The employees we encountered were friendly and helpful but one did mention being extremely short-staffed, like most places.We were there from open to close, 10am until 5pm, and the grandson was quite sad to know they were closing and that we had to head out - said he wished we could stay there  - all night long -   - lol -  and we all kind of felt the same way.  : -  Just wanted to share our experience since there seem to be more bad than good reviews lately.  Hoping this helps anyone wondering whether it - s worth the trip.Read more",
            "Với tư cách là người sở hữu vé theo mùa hoặc chỉ là một người đến thăm, không nên mất 45 phút để xếp hàng mua đồ uống. Đặc biệt là khi bạn có con nhỏ. Một điều nữa, họ bắt những đứa trẻ này làm việc dưới những chiếc lều này trong điều kiện làm việc kém hợp lý. Bên ngoài nhiệt độ là 100 độ và tôi có thể đảm bảo bên trong các trạm thực phẩm nhiệt độ lên tới 120 độ với một chiếc quạt nhỏ không lưu thông bất kỳ loại không khí nào. Nhiều công nhân cho biết họ không luân chuyển vị trí hoặc nghỉ ngơi. Vì vậy, tôi chắc chắn rằng họ cảm thấy như sắp ngất đi hoặc nôn mửa suốt cả ngày. Ban quản lý mới này rất kém và cần thực sự xem xét cách họ chăm sóc nhân viên của mình và làm một trong những chiếc lều chỉ để uống. Đây là nơi dành cho gia đình - vậy nên hãy quay lại với điều đó.Đọc thêm",
            "October 6, 2021New Management equals terrible and the worst since we became a long-time Raging Rivers member since open. New Owners are not local. Lifeguards are so lazy. I watched how these young Lifeguards work. For example. At the Lazy River entrance area. Too many unused tubes are floating freely. Paying customers and enclosing myself removed some of the unused tubes out of the water so we all can enjoy the float. The lifeguard just sit there and watched. The same area on the bridge  - Lazy River - . The Lifeguard standing in the center of the bridge but why in the center of the bridge? What is the Lifeguard is going to do if a person needed help? Jump off from the bridge? The water is only 3 feet deep. Another thing on the same bridge. I watched not only one Lifeguard but three! Just hanging out chatting and laughing like they are having some social fun. What I like about the lazy river is feet up! Young adults and kids are running wild and splashing the water while we are supposed to feel  - lazy -  and relax on the  - floating -  river.The large pool area. We can no longer use our medical device floating noodles due to the new policy. The management came up to us and took away our floating noodles and explained why. The management quotes that a little piece of the noodle foam can come off and cause problems in the wave machine. I am like  - What - ! You got to be kidding. I have seen several hairs, bugs, and even bandages in the water and you don - t think that will be a problem? Also, the water is not clean. I asked one of the LifeGuard about the water seems to be dirty and not clean. I have seen people spitting in the water and people nose junks running in the water. The LifeGuard said, we cleaned it daily but I am sure you do but how often do you check? Another thing, I was sick for a week and had to go to Urgent Care because of that filthy water.We have met a few of the long-time members that we don - t even know but have seen their faces around for years. Do you know what they have in common? They are done and no longer will ever be back. As a paying customer. We agree and feel that way too.Date of experience: August 2021Read more",
            "I wrote the following message to Raging Rivers on 7 - 30 and received no reply:Hello,I am a long-time fan of Raging Rivers. In fact, I first brought a group to the park in 1998 and have come at least once each summer. From 2005-2016, I coached a swim team and brought about 60 kids out for a day at Raging Rivers to celebrate our season. Now, my kids and I look forward to our visit, and we have never been disappointed...until Monday, July 19. I - m not sure if the park is under new management or if costs are being cut, but there were certainly corners being cut on this day  - and maybe for the whole summer - :1. On two visits to the wave pool, I had to ask when the waves would begin again. At one point, I KNOW 30 minutes went by without waves before we finally went onto a new activity. Please know that the wave pool and the swirl pools are the only thing setting the park apart from some of the other municipal pools and waterparks in the St. Louis area, and one of these two attractions was not really running. My kids were getting frustrated, and so were the families around us. Additionally, you - ve cut off the deeper part of the wave pool, no longer allowing swimmers to go into that area. This chance to swim in the deep part of the wave pool set your wave pool apart from the shallow wave pool at Hurricane Harbor, but no longer. 2. While I appreciate that a new attractions seems to be in the process of being added, I didn - t know that this would close the Runaway Raft ride for the summer. It doesn - t look like it - s been open in a while. No work was being done on the new attraction while we were there.3. You - ve taken down the tire swing in the kids area. I have some great pictures of my kids on that slide from the past. They are typically easy. They can even have fun on that for half an hour, but now it - s gone with no explanation.4. We like to eat nachos at the Mexican restaurant on site  - Casa Grande? - , but it was closed. We have - in the past - actually looked forward to the food options at Raging Rivers, but the food I ended up with included a  - chicken sandwich -  that was actually just three chicken fingers placed on a stale bun. Plus, you - ve eliminated the  - order number -  system that - in the past - enabled me to quickly order and then return to a table with my kids. This year, I had to wait to get to the window and then wait for my food. I used to marvel at how quickly our food came out, and I enjoyed not having to wait at a window while the order was prepared.We spent  - 30 per person to get into the park on this day. In the past, we have waited for deals  - I - m part of the email list -  like  - A Days -  and occasional buy one-get ones. However, we knew the price when we made the drive  - from O - Fallon, MO -  to go to the park. It has always been worth at least  - 30 per person, whether we had to pay that or not. However, this year we got a total of 5 slides, a lazy river, and a wave pool that only occasionally ran. We could have enjoyed that for  - 8 at Wappelhorst Pool in St. Charles. I hope to learn in the future that Raging Rivers has once again made itself worth my drive and money again. I want it to be a destination for my kids and I that is worth it. St. Louis needs it to be a waterpark that is the summertime destination location it strives to be.Thank you.Read more",
            "Vào ngày nóng nhất trong năm - cho đến nay - ở mức 100 độ.  Chúng tôi đưa cháu đến công viên nước. Lều rất tuyệt, đồ ăn hợp lý và giao hàng nhanh chóng. Tất cả nhân viên tại công viên đều hữu ích và rất hướng đến dịch vụ khách hàng.Đọc thêm"
        ],
        "star_ratings": [
            48,
            22,
            12,
            5,
            6
        ],
        "review_amount": 93,
        "location": [
            "Dòng sông cuồng nộ",
            "Hoa Kỳ",
            "Các hoạt động ở Grafton",
            "Illinois - IL -",
            "Grafton"
        ],
        "reviews_time": [
            "Written August 8, 2023",
            "Written May 7, 2023",
            "Written August 29, 2022",
            "Written August 13, 2022",
            "Written August 5, 2022",
            "Written July 23, 2022",
            "Written July 16, 2022",
            "Written October 8, 2021",
            "Written August 31, 2021",
            "Written June 18, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36065-d1875952-Reviews-Raging_Rivers-Grafton_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d674018-Reviews-The_Loading_Dock_Bar_and_Grill-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d5007651-Reviews-Grafton_Fudge_And_Ice_Cream-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d893133-Reviews-The_Whole_Scoop-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d10262285-Reviews-Grafton_Oyster_Bar-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d12133938-Reviews-Medford_Food_Mart-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d935607-Reviews-Hot_Stuff_Pizza-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d2273533-Reviews-Grafton_Winery_and_Brewhaus-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d7264886-Reviews-O_Jans_Fish_Stand-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d8728365-Reviews-3rd_Chute_Bar_Grill-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36065-d7678299-Reviews-River_City_Cider_House-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d5174446-Reviews-Grafton_Visitors_Center-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d14138525-Reviews-Eckert_s_Grafton_Farm-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d10382041-Reviews-Grafton_Riverside_Flea_Market-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d1948105-Reviews-Piasa_Winery_Pub-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d8475885-Reviews-Aerie_s_Winery-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35957-d15753900-Reviews-Village_Of_Elsah_Museum-Elsah_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d9553670-Reviews-Grafton_Winery_The_Vineyards-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35902-d4836225-Reviews-TreeHouse_Wildlife_Center-Dow_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g44804-d5655665-Reviews-Commerative_Air_Force_Missouri_Wing-Portage_Des_Sioux_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44804-d109253-Reviews-Our_Lady_of_the_Rivers_Shrine-Portage_Des_Sioux_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d1875952-Reviews-or10-Raging_Rivers-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d13952294-Reviews-Buena_Vista_Art-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d507388-Reviews-Grafton_Ice_Cream_Company-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d6692383-Reviews-Grafton_Harbor-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d1221043-Reviews-Great_Rivers_Tour_Boat_Company-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d21316761-Reviews-Bobby_G_s_Martini_Bar-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35957-d14021749-Reviews-Elsah_General_Store-Elsah_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36065-d8781465-Reviews-Pere_Marquette_State_Park-Grafton_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g37279-d6976587-Reviews-France_Park-Logansport_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d124539-Reviews-The_Outlets_at_Orange-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d5037328-Reviews-Skopje_ZOO-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23648228-Reviews-Xo_Night_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g14108045-d1753939-Reviews-Liard_River_Hot_Springs_Provincial_Park-Liard_River_Northern_Rockies_British_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d10467051-Reviews-Pine_Point_Beach-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g33581-d4498508-Reviews-Imogene_Pass-Ouray_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561539-Reviews-Printers_Row-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g315921-d254665-Reviews-Dali_Theatre_Museum-Figueres_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d156815-Reviews-Raging_Waters-San_Jose_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36065-d1875952-Reviews-or10-Raging_Rivers-Grafton_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36065-d1875952-Reviews-Raging_Rivers-Grafton_Illinois.html"
    }
]