[
    {
        "attraction_name": "Rainbow Falls",
        "attraction_name_vi": "Thác Cầu Vồng",
        "general_info": [
            "330 đánh giá",
            "- 2 trong số 41 điều cần làm ở Hồ Mammoth",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi rất thích chuyến đi bộ lên Thác Rainbow!  Chúng tôi bắt xe điện đến Reds Meadow từ Trung tâm Phiêu lưu Main Lodge với giá - 15 chiếc mỗi chiếc.  Thật đáng giá khi không phải lo lắng về việc đến đó trước 7 giờ sáng - hoặc sau 6 giờ chiều -.  Ngoài ra, con đường rất hẹp và nhiều gió và sẽ tốt hơn nếu bạn trả tiền cho một chuyến đi khứ hồi thú vị.  Chúng tôi đã mua vé trực tuyến khoảng một ngày trước đó, nhưng bạn có thể lấy vé tại cửa sổ của Trung tâm Phiêu lưu trước khi lên xe.  Tôi chỉ muốn chắc chắn rằng họ không bán hết hàng.  Chúng tôi đến đó vào khoảng 9:15 và tôi nghĩ bạn nên bắt đầu sớm nếu có thể!  Chúng tôi dừng lại ở - 6 để đi bộ đến Devil - s Postpile trước - thực ra là Thác Minaret - mỗi chiều lên và quay lại một dặm -.  Làm được tất cả những điều này quả là một ngày tuyệt vời!  Khung cảnh ở Thác Rainbow thật tuyệt vời.  Đi xuống cầu thang đến Thác Hạ để ngắm chúng ở cự ly gần và cảm nhận sương mù!Đọc thêm",
            "Việc đi bộ này chỉ có độ khó vừa phải và đối với tôi điều đó chủ yếu là do chênh lệch độ cao ở nơi tôi sống. Phần thưởng khi đến được thác là rất xứng đáng.Đọc thêm",
            "Thác nước tuyệt đẹp ở cuối chuyến đi bộ rất đáng nỗ lực.  Dễ dàng kết hợp Thác Rainbow với Devils Postpile chỉ trong một buổi chiều. Đáng để ghé thăm, nhưng hãy chuẩn bị đi bộ một chút qua con đường rừng để đến đó. Đi bộ dễ dàng - nhưng không phải vỉa hè!Đọc thêm",
            "Chúng tôi - 4 học sinh cuối cấp - đã đi đến Devil - s Postpone.  Nó không quá khó khăn. Chúng tôi không phải là những người đi bộ đường dài dày dạn kinh nghiệm.  Sau đó chúng tôi tiếp tục đến Thác Rainbow.  Đó là một ngày nóng nực và một chuyến đi bộ dài hơn chúng tôi đã chuẩn bị. Thác thật tuyệt vời, nhưng chúng tôi hoàn toàn kiệt sức.  Đọc thêm",
            "Bắt xe đưa đón - - 15 - người - dừng lại số 6 nơi chúng tôi xuống xe và thực hiện chuyến đi bộ dài 4 dặm này qua Devils Postpile.  Trời nóng và có ít bóng râm, nhưng thác nước rất đáng giá.Đọc thêm",
            "Thác cầu vồng đáng để đi bộ - đi bộ. Nó sống đúng với tên gọi của nó là cầu vồng phản chiếu. Mang bình xịt côn trùng vì có muỗi.Đọc thêm",
            "Beautiful waterfall.  You can see other folks reviews on the hike.    I - m going to give the logistics we used to get there.We were only in town for a long weekend, no carFrom our condo  - Snowcreek - , we took the Town Trolley into  - the Village - .  The trolley is red and green and looks like a trolley  - smaller than the bus, lots of windows - .  The Trolley was free.  From the Village, we changed to the bus that takes bikes up to the top of the mountain.   - painted white, larger than the Trolley, had a bike trailer that would hold 15 or so bikes on the back - .  Might read  - Bike Park -  on the front in the lights.  The  - bike park -  bus was free All of the stops were near-ish to Toomey - s restaurant.Okay, after taking the white,  - bike park - , bus to the Mammoth Mountainside, we were dropped off in front of a statute of a woolly mammoth.  From there, we walked to the Adventure Center and purchased for  - 15 a ticket on the Red Meadow shuttle.  My travel companion was told the shuttle would be painted red.  It was not.  It was white.  It looked like the bus for the Bike Park, but without the bike trailer on it.  It picked us up at the same woolly mammoth statue drop off point.  It had Red Meadows in the light above the windshield.  Note that we took the shuttle several hours after we purchased the ticketsThe driver gave us advice, and we got off at stop  - 9.  We were told it was a 45 minute walk to the falls and 1 hour back  - slight incline - .We made it in 1:30, including a brief stop at the falls, because we were rushed.  I had to rush my travel companion.  I would suggest allowing for more time, but we made other choices before the hike so we were time crunched.  The hike to the falls  - we skipped Devil - s postpile -  is an out and back.  You catch the bus very close to where it dropped off, but you do need to climb a few steps across the street, and catch the bus at the campground.There is a bathroom close to the trailhead.  We were warned that if we missed the last bus  - which was the one we were taking - , we would have to either spend the night somewhere at the campgrounds or try to walk several miles to the ranger station to get cell phone coverage to call a taxi.  So we rushed to be sure we didn - t miss the last bus.Read more",
            "Nó chắc chắn rất đẹp và quãng đường đi bộ từ bãi đậu xe cũng rất tuyệt.  Đến sớm để đánh bại đám đông. Con đường đi xuống từ lán kiểm lâm khá đáng sợ với một số đoạn dốc ở một số điểm, nhưng những thác nước này vẫn là một địa điểm không thể bỏ qua.Đọc thêm",
            "Đi xe đưa đón đến điểm dừng Thác Rainbow SAU Devil - s Post Pile. Nó ít đông đúc và xuống dốc hơn và chỉ mất 20 phút đi bộ đến thác. Bắt đầu sớm trước 9 giờ sáng để tránh đám đông. Các dấu hiệu gây nhầm lẫn. Thác rất đẹp. Đám đông là vấn đề duy nhất.  Tôi không bước xuống cầu thang vì bọn trẻ đang ném đá. Bạn sẽ bị đau sau chuyến đi bộ này. Mất khoảng 3-4 giờ. Tôi cũng đã leo lên thác thấp hơn. Có ong vì hoa dại. Việc đi bộ này khó khăn đối với trẻ em dưới 5 tuổi. Nó quá dài đối với trẻ nhỏ. Những con chó tội nghiệp, chúng quá nóng. Nên có người kiểm lâm ở thác. Con người thật ngu ngốc.Đọc thêm",
            "Chuyến đi khứ hồi 2,1 dặm - rất nhiều trẻ em trên đường nhưng phải xem trong khu vực Chỗ đỗ xe hạn chế - tôi đã đến muộn trong ngày Đọc thêm",
            "Xin chào, bạn có thể vui lòng gửi cho tôi trang web nơi bạn mua vé trước không? Tôi đã kiểm tra trang web về cuộc phiêu lưu của voi ma mút, tôi - tôi không tìm thấy nó. Cảm ơn trước.Đọc thêm",
            "Dòng nước tháng 7, tháng 8 như thế nào? Tháng 8 nước còn nhiều hay chảy nhỏ giọt?Đọc thêm",
            "Thác Cầu Vồng có dòng chảy tốt quanh năm. Nó được nuôi dưỡng bởi sông San Joaquin. Có một thác nước khác ở Reds Meadow có tên là Thác Mineret, nguồn nước cạn kiệt sau khi tuyết tan.Đọc thêm",
            "Người khuyết tật có thể tiếp cận thác như thế nào??  Có cách nào để có thể nhìn thấy họ từ trên đường??Đọc thêm",
            "Thác là một đoạn đi bộ từ phương tiện giao thông và không thể nhìn thấy từ bất kỳ con đường nào.  Không có nhiều khả năng tăng độ cao, nhưng bạn - đang ở độ cao khoảng 8.000 feet ở đó và đường mòn có một số đá và rễ cây.Đọc thêm",
            "Con đường nào đẹp hơn về mặt phong cảnh... 1 - từ Devil - s Postpile hay 2 - Đầu đường mòn Thác Rainbow? Đọc thêm",
            "Xuất phát từ trung tâm du khách - dù sao bạn cũng phải bắt xe buýt để đến đó - bạn sẽ vượt qua đống bưu điện của Quỷ rồi đến thác cầu vồng, cảnh đẹp. Đọc thêm",
            "Đi bộ từ Thác Rainbow đến Thác Rainbow thấp hơn bao xa? Cảm ơn! Đọc thêm",
            "Tôi đồng ý - 15 phút đi bộ nếu bạn có vóc dáng cân đối.  Đừng đi dép lê như tôi đã thấy nhiều người cố gắng làm.Đọc thêm",
            "Chó có được phép đi trên đường đến Thác Rainbow không?Đọc thêm",
            "không thấy con chó nào khi đi bộ đường dài ở đó nhưng tốt nhất bạn nên kiểm tra tại trung tâm du kháchĐọc thêm",
            "Tháng 8 tới chúng tôi muốn đi tuyến đường từ San Francisco đến Las Vegas đi qua Yosemite và Mammoth, tôi muốn biết liệu điểm tham quan này có xa bãi đậu xe không, đi nào, nếu bạn phải đi bộ nhiều và mức độ khó khăn. Cảm ơn, ồ, nhân tiện - đường ở đó thế nào?\nCảm ơn và trân trọng.Đọc thêm",
            "Chúc mừng chuyến đi sắp tới của bạn. Chỉ có thể đến Thác Rainbow bằng xe buýt từ Khu trượt tuyết Mammoth. Xe buýt thả bạn xuống cách Devil - s Postpile khoảng nửa dặm. Hãy nhớ đi bộ lên đỉnh Postpile để xem các khối đá granite được đánh bóng tạo nên nó.  Từ thời điểm đó, phải đi bộ ba dặm mới đến Thác Rainbow. Việc đi bộ không vất vả nhưng lại ở xa nên hãy mang theo nhiều nước vào tháng 8 và đội mũ và bôi kem chống nắng. Sau khi đến Thác Rainbow, bạn có thể đi bộ trở lại Devil - s Postpile hoặc đi bộ khoảng 2 dặm hơi dốc lên Red - s Meadow, nơi có một cửa hàng nhỏ bán đồ uống lạnh và đồ ăn nhẹ. Từ đó bạn có thể bắt xe buýt trở lại Khu trượt tuyết Mammoth. Nếu có thể, tôi sẽ không bỏ lỡ chuyến đi bộ này. Thác rất ngoạn mục và Sierras rất thanh bình. Tôi sẽ đi bộ ra khỏi thác bằng đường Red - s Meadow. Khi đến thác, hãy đi theo cầu thang dài xuống chân thác. Nó thật tráng lệ và mọi người thường bơi trong cái lạnh băng giá - thậm chí vào tháng 8 - vùng nước dưới thác. Hãy tận hưởng!Đọc thêm",
            "Đây có phải là chuyến đi bộ dễ dàng đối với tôi đang mang thai 6 tháng và con tôi hai tuổi không? Tôi - tôi ổn, nhưng hơi mệt một chút. Có thể đi bộ tới đó và bắt xe đưa đón về không?Đọc thêm",
            "Không. Tôi KHÔNG khuyên bạn nên đi bộ đường dài này ngay cả khi bạn đang ở trong tình trạng tốt. Nó ở độ cao và ngay cả việc đi bộ trở lại tàu con thoi cũng đòi hỏi phải đi bộ lên dốc khoảng 1,5 dặm.\nBạn luôn có thể đi bộ đường dài khi con bạn chào đời.Đọc thêm",
            "Trang web của Công viên Quốc gia chưa được cập nhật kể từ tháng 1 và cho biết đường mòn Thác Rainbow vẫn đóng cửa.  Có ai biết nó có mở cửa vào tháng 7 không?  Hướng về khu 7 - 8-7 - 13.Đọc thêm",
            "Tìm kiếm thông tin mở cửa khi có sẵn cho Devils - Postpile hoặc Reds Meadow\nTừ NPS: Con đường đến Thung lũng Reds Meadow và Đài tưởng niệm Quốc gia Devils Postpile vẫn bị đóng do tuyết dày. Không có ngày khai mạc dự kiến ​​cho mùa giải 2017. Trang này sẽ được cập nhật khi ngày khai trương dự kiến ​​được xác định.Đọc thêm",
            "Rainbow Falls có mở cửa vào tháng 5 không?Đọc thêm",
            "Tôi không biết chắc chắn vì chúng tôi đã đến thăm vào tháng Bảy. Đọc thêm"
        ],
        "star_ratings": [
            228,
            83,
            16,
            3,
            0
        ],
        "review_amount": 330,
        "location": [
            "Hồ voi ma mút",
            "Thác Cầu Vồng",
            "California - CA -",
            "Hoa Kỳ",
            "Những việc cần làm ở Mammoth Lakes"
        ],
        "reviews_time": [
            "Written August 13, 2023",
            "Written August 2, 2023",
            "Written October 15, 2022",
            "Written September 26, 2022",
            "Written September 6, 2022",
            "Written August 20, 2022",
            "Written June 22, 2022",
            "Written August 11, 2021",
            "Written August 8, 2021",
            "Written August 6, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60791-d5002158-Reviews-Rainbow_Falls-Mammoth_Lakes_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d283643-Reviews-Devils_Postpile_National_Monument-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d2287046-Reviews-Lake_Mary-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d4597895-Reviews-Minaret_Vista-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d3518606-Reviews-Crystal_Lake_trail-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d126797-Reviews-Mammoth_Mountain_Bike_Park-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d662066-Reviews-Eleven53_Interpretive_Center-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d10804849-Reviews-Horseshoe_Lake-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d107771-Reviews-Tamarack_Cross_Country_Ski_Center-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d14786001-Reviews-Earthquake_Fault-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d14093913-Reviews-Twin_Lakes_Trails-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d5002158-Reviews-or10-Rainbow_Falls-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d146732-Reviews-Convict_Lake_Campground-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d126799-Reviews-Hot_Creek-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d143842-Reviews-Obsidian_Dome-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d15049320-Reviews-International_Alpine_Guides-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d1119984-Reviews-Mammoth_Lakes_Welcome_Center-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d4222627-Reviews-Mammoth_Brewing_Company-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d662024-Reviews-Mammoth_Adventure_Center-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d1627394-Reviews-Black_Tie_Ski_Bike_Rentals_Of_Mammoth-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d105870-Reviews-Mammoth_Mountain-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d2600811-Reviews-MAWS_Transportation-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d169654-Reviews-Plains_of_Abraham-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g30029-d10242635-Reviews-Cedar_Beach_Park-Allentown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d1850184-Reviews-The_Track-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g196583-d670244-Reviews-Les_Espaces_d_Abraxas-Noisy_le_Grand_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g45222-d4778686-Reviews-Hungry_Horse_Reservoir-Hungry_Horse_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12686502-Reviews-Anime_Shop_Sakurasaku_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g2412238-d3703556-Reviews-Broga_Hill-Semenyih_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d2490033-Reviews-Sachs_Covered_Bridge-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d5918791-Reviews-Sandpiper_Tiki_Bar-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187674-Reviews-Imperial_War_Museum_London-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60791-d5002158-Reviews-or10-Rainbow_Falls-Mammoth_Lakes_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60791-d5002158-Reviews-Rainbow_Falls-Mammoth_Lakes_California.html"
    }
]