[
    {
        "attraction_name": "Rainforest Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu trong rừng nhiệt đới",
        "general_info": [
            "1.472 đánh giá",
            "- 12 trong số 84 điều cần làm ở Sevierville",
            "Sở thú"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một nơi tuyệt vời cho trẻ em và gia đình!   Hầu hết là ở trong nhà nên rất phù hợp cho những ngày mưa và những ngày nắng nóng!   Bạn đến gần và thân mật với những con dê và cừu.   Mua một ít thức ăn để cho họ........họ thích nó.Đọc thêm",
            "Đây là một nơi nhất định phải đi đến. Những đứa trẻ, chồng tôi và tôi thực sự rất thích nơi dễ thương này! Bạn sẽ phải lòng chú vẹt mào tên Jeffery. Anh ấy - 52 tuổi và là chàng trai dễ thương nhất. Tùy thuộc vào thời gian bạn đến, bạn thậm chí có thể nhìn thấy người công nhân chuẩn bị thức ăn cho động vật và quan sát họ cho chúng ăn! Có rất nhiều hoạt động tương tác cần thực hiện với một số vật nuôi nhất định, chẳng hạn như vuốt ve lợn Guinea và cho dê và cừu ăn. Các công nhân đều chân thật và tốt bụng và họ rất đam mê công việc của mình. Đối với những người muốn đến thăm nơi đây hoặc có thể vui lòng lưu ý đến những cánh cổng họ dựng lên để bảo vệ bạn và vì lợi ích của các loài động vật! Đừng ngần ngại về việc bạn có nên đến đây hay không, hãy tin tôi đi! Cửa hàng quà tặng của họ có giá cả hợp lý, không giống như hầu hết các cửa hàng và cửa hàng quà tặng ở những nơi khác. Điều này dễ dàng hơn một chút về ví tiền! Tôi thậm chí còn bị gãy giày khi đang đi bộ và người công nhân đã đảm bảo rằng tôi không bị thương hoặc bị bất kỳ con vật nào cắn. Sau đó, anh ấy đưa cho tôi và chồng băng keo để sửa giày cho đến khi chúng tôi có thể lên đường trở về quê hương.Đọc thêm",
            "Hai người lớn đã đến đây vào cuối tháng 9 năm 2023 và rất thích thú. Chúng tôi đã dành khoảng ba giờ ở đây nhưng chúng tôi thích đọc những tấm bảng thông tin mô tả các loài động vật. Rất nhiều gia đình có con nhỏ ở đây dường như rất thích thú. Một số cuộc triển lãm dường như trống rỗng và những cuộc triển lãm khác không có bảng thông tin. Điều đó thật đáng thất vọng khi xem xét giá vé. Chắc chắn là một hoạt động tốt cho một ngày mưa trừ khi bạn muốn cho dê ăn bên ngoài với giá - 3 mỗi túi thức ăn nhỏ. Chúng tôi được thông báo rằng không có chuyến tham quan hoặc buổi biểu diễn nào trừ khi bạn là một nhóm trong trường. Lần đầu tiên nhìn thấy một đàn chuột lang trong một chuồng rộng lớn mà tôi cảm thấy vô cùng hạnh phúc. Có lẽ khoảng 50 người trong số họ đang chạy xung quanh. Đọc thêm",
            "Bạn thực sự ngạc nhiên khi tham gia chuyến đi săn này. Rất nhiều cách chữa trị, động vật đẹp. Họ có người chạm. Tôi có thể ngồi hàng giờ nói chuyện với họ. Tôi biết một chút điên rồ. Bạn - sẽ thấy vượn cáo, rắn khổng lồ, thằn lằn - thằn lằn lớn -, khỉ. Bạn có thể chạm và chơi với chuột lang, cho dê và cừu ăn - rất thú vị đối với bọn trẻ - một khi chúng vượt qua được giai đoạn đầu, tôi - tôi sợ...chúc vui vẻ và học hỏi được nhiều điều. Chàng trai trẻ thỉnh thoảng đi dạo xung quanh với động vật. Nhưng, anh ấy biết rất nhiều. Chọn bộ não của anh ấy. Chúc bạn có một thời gian vui vẻ. Hiliday Inn rất đẹp bên cạnh cùng với rạp chiếu phim. Những nhà hàng tuyệt vời. Sunriver Diner cách đó khoảng 5 phút. Tuy nhiên, công việc chính luôn khá bận rộn. Đọc thêm",
            "Chúng tôi đã ở đây nhiều lần và tôi vẫn thích ghé thăm. Tôi thích trò chuyện với những con vẹt mào. Họ thật hài hước! Chúng tôi yêu Row. Anh hát chèo chèo thuyền em. Chúng tôi cũng thích thú với những chú dê ở khu vực ngoài trời. Họ dễ thương, vui tính và yêu thích đồ ăn. Bạn có thể mua một số ở phía trước với giá 3,00. Mọi người đều thân thiện. Họ cũng có axolotls để bán. Chúng có đủ kích cỡ. Rất dễ thương! Đó là giá trị đi bộ qua. Chúng tôi đã dành một giờ nhưng chắc chắn bạn có thể dành nhiều thời gian hơn.Đọc thêm",
            "Khám phá này là một bất ngờ thú vị, mang lại trải nghiệm tương tác nhiều hơn so với sự hùng vĩ của Vườn thú Knoxville. Mặc dù khiêm tốn, nhưng khả năng chi trả và khả năng tiếp cận của điểm thu hút rất đáng khen ngợi. Việc tham quan vào Chủ nhật tỏ ra thuận lợi vì nơi đây ít đông đúc hơn, cho phép chúng tôi khám phá toàn bộ triển lãm mà không bị gián đoạn. Đứa con ba tuổi của tôi đặc biệt thích chơi đùa với cừu, dê và đà điểu. Sự thân thiện và hỗ trợ đặc biệt của nhân viên đã nâng cao hơn nữa chuyến thăm của chúng tôi. Tôi đánh giá cao địa điểm này cho những gia đình đang tìm kiếm một chuyến đi chơi yên tĩnh mà không có sự hối hả và nhộn nhịp của các điểm du lịch thông thường.Đọc thêm",
            "Không sao đâu. Vấn đề là cá chết và một số loài động vật như chuột có chất nhờn màu xanh lá cây trong nước. Chúng tôi đã được nuôi nhím và yêu quý những chú dêĐọc thêm",
            "Khám phá này là một bất ngờ thú vị, mang đến trải nghiệm tương tác hơn so với sự hùng vĩ của Vườn thú Knoxville. Mặc dù khiêm tốn, nhưng sức hấp dẫn - giá cả phải chăng và khả năng tiếp cận được đánh giá cao. Đến thăm vào Chủ Nhật tỏ ra có lợi, vì ít đông đúc hơn, cho phép chúng tôi khám phá toàn bộ triển lãm mà không bị gián đoạn. Cậu con trai ba tuổi của tôi đặc biệt thích giao lưu với cừu, dê và đà điểu đầu mào. Sự thân thiện và hỗ trợ đặc biệt của nhân viên đã nâng cao hơn nữa chuyến thăm của chúng tôi. Tôi thực sự khuyên bạn nên đến địa điểm này cho các gia đình đang tìm kiếm một chuyến đi chơi yên tĩnh mà không có sự hối hả và nhộn nhịp của các điểm đến du lịch thông thường. Đọc thêm",
            "Đây là một nơi tuyệt vời để tham quan với rất nhiều động vật, chim và bò sát. Cho dê và cừu ăn thật thú vị.Đọc thêm",
            "Vườn thú nhỏ dễ thương, chủ yếu ở bên trong, tôi đã đưa đứa con 9 tháng tuổi của mình đến đây khi chúng tôi đi nghỉ. Những chú dê bên ngoài rất dễ thương và tất cả các loài động vật dường như được chăm sóc tốt. Đọc thêm",
            "Phiếu giảm giá trong sách danh mục không áp dụng cho đặt chỗ trực tuyến. Bạn cần phải xuất trình phiếu giảm giá trực tiếp.  Nếu bạn đặt trực tuyến, họ sẽ không hoàn lại tiền cho bạn khi bạn nhập và giải thích vấn đề. Theo nhân viên thu ngân bạn đến và thanh toán trực tiếp để được giảm giá.  Vấn đề là phiếu giảm giá KHÔNG ghi rõ điều đó.Đọc thêm",
            "Chúng tôi đã ở đây nhiều lần và tôi vẫn thích ghé thăm. Tôi thích trò chuyện với những con vẹt mào. Họ thật hài hước! Chúng tôi yêu Row. Anh hát chèo chèo thuyền em. Chúng tôi cũng thích thú với những chú dê ở khu vực ngoài trời. Họ dễ thương, vui tính và yêu thích đồ ăn. Bạn có thể mua một số ở phía trước với giá 3,00. Mọi người đều thân thiện. Họ cũng có axolotls để bán. Chúng có đủ kích cỡ. Rất dễ thương! Đó là giá trị đi bộ qua. Chúng tôi đã dành một giờ nhưng chắc chắn bạn có thể dành nhiều thời gian hơn.Đọc thêm",
            "Đây là chuyến đi thứ 3 của tôi đến Rainforest Adventures vì ​​tôi cực kỳ yêu thích động vật. Có một vài con trong đó tôi cảm thấy rất tiếc như chim và khỉ, tôi thấy mình quay lại chỉ để kiểm tra chúng. Tuy nhiên, nơi này đắt tiền đối với một Gia đình! Tôi nghĩ rằng vì nó nhỏ nên họ nên thêm chiết khấu vào cửa cho gia đình cho khách hàng TRẢ LẠI. Thứ 2, mùi hôi khó chịu và ập đến khi bạn bước vào cửa. Thứ 3 và tệ nhất.. họ có người công nhân này, người công nhân thô lỗ nhất mà tôi từng gặp trong đời. Chỉ có một người thôi, tất cả những người còn lại đều tử tế, đặc biệt là những cô gái phía trước. Anh chàng này luôn đến cuối cùng la hét với những người đang vuốt ve chuột lang. Anh ấy đã tìm ra lý do để la hét hoặc đưa ra nhận xét thông minh với tôi mỗi khi tôi đến đó. Hãy đi, tận hưởng những con vật nhưng hãy cẩn thận với nhân viên nam - người thô lỗ nhất còn sống.  - Đọc thêm",
            "Từ mỗi trạm kiểm soát, mọi người đều rất thân thiện cho đến khi chúng tôi đến cửa hàng quà tặng. Nhưng có một lần gặp gỡ khiến tôi cho 1 sao. Chồng tôi nói kỹ thuật số, người phụ nữ nói không, đừng đánh dấu bản in kỹ thuật số. Chúng tôi đến quầy thu ngân và nhận ra nó đã được in. Nhân viên thu ngân sau đó nói với cô ấy rằng chúng tôi muốn có kỹ thuật số. Người phụ nữ esmeralda Tôi tin rằng nó đã được phản hồi bằng một giọng lớn - tôi nói là báo chí - Tôi ngay lập tức hỏi cô ấy tại sao cô ấy lại nổ súng vì chúng tôi thậm chí không gây hấn hoặc tranh luận trong phản ứng của mình. Làm việc trong môi trường dịch vụ khách hàng, tôi tin rằng cần phải đào tạo về các tình huống giải quyết vấn đề. Cô ấy sẽ không mất gì khi gửi nó bằng kỹ thuật số, vậy tại sao lại có sự thù địch?Đọc thêm",
            "Bạn thực sự ngạc nhiên khi tham gia chuyến đi săn này. Rất nhiều cách chữa trị, động vật đẹp. Họ có người chạm. Tôi có thể ngồi hàng giờ nói chuyện với họ. Tôi biết một chút điên rồ. Bạn - sẽ thấy vượn cáo, rắn khổng lồ, thằn lằn - thằn lằn lớn -, khỉ. Bạn có thể chạm và chơi với chuột lang, cho dê và cừu ăn - rất thú vị đối với bọn trẻ - một khi chúng vượt qua được giai đoạn đầu, tôi - tôi sợ...chúc vui vẻ và học hỏi được nhiều điều. Chàng trai trẻ thỉnh thoảng đi dạo xung quanh với động vật. Nhưng, anh ấy biết rất nhiều. Chọn bộ não của anh ấy. Chúc bạn có một thời gian vui vẻ. Hiliday Inn rất đẹp bên cạnh cùng với rạp chiếu phim. Những nhà hàng tuyệt vời. Sunriver Diner cách đó khoảng 5 phút. Tuy nhiên, công việc chính luôn khá bận rộn. Đọc thêm",
            "Hai người lớn đã đến đây vào cuối tháng 9 năm 2023 và rất thích thú. Chúng tôi đã dành khoảng ba giờ ở đây nhưng chúng tôi thích đọc những tấm bảng thông tin mô tả các loài động vật. Rất nhiều gia đình có con nhỏ ở đây dường như rất thích thú. Một số cuộc triển lãm dường như trống rỗng và những cuộc triển lãm khác không có bảng thông tin. Điều đó thật đáng thất vọng khi xem xét giá vé. Chắc chắn là một hoạt động tốt cho một ngày mưa trừ khi bạn muốn cho dê ăn bên ngoài với giá - 3 mỗi túi thức ăn nhỏ. Chúng tôi được thông báo rằng không có chuyến tham quan hoặc buổi biểu diễn nào trừ khi bạn là một nhóm trong trường. Lần đầu tiên nhìn thấy một đàn chuột lang trong một chuồng rộng lớn mà tôi cảm thấy vô cùng hạnh phúc. Có lẽ khoảng 50 người trong số họ đang chạy xung quanh. Đọc thêm",
            "Có cho thuê xe đẩy không và bạn có thể mang đồ ăn bên ngoài vào không?Đọc thêm",
            "Tôi có thể dự kiến ​​ở điểm tham quan này trong bao lâu?Đọc thêm",
            "Thời gian tối đa, 2 giờ.Đọc thêm",
            "Đây có phải là việc nên làm vào ngày mưa hay chủ yếu là ở ngoài trời?Đọc thêm",
            "Tôi đã đi khi trời mưa và nó thật hoàn hảo! Tất cả đều ở bên trong ngoại trừ khu vực cho dê ăn bên ngoài có mái che nên bạn vẫn có thể cho dê ăn dưới mưa.Đọc thêm",
            "Trung bình phải mất bao lâu để đi qua. Tôi biết điều đó - có lẽ là theo tốc độ của riêng bạn. Tuy nhiên, sẽ tốt hơn nếu bạn biết chi tiết hơn một chút khi bạn có trẻ mới biết đi đi cùng.Đọc thêm",
            "Chúng tôi có những đứa con lớn hơn nhưng được khoảng một tiếng rưỡi thì chúng bắt đầu cho dê ăn, v.v. Em bé có thể không hứng thú bằng, có thể nhanh hơnĐọc thêm",
            "cái này có phù hợp cho 2 người lớn không hay nó hướng đến trẻ em nhiều hơn?Đọc thêm",
            "Người lớn cũng sẽ thích nó!  Họ có một số thông tin thú vị được đăng trên đường đi.Đọc thêm",
            "Tôi tiếp tục đọc ở đây về các chương trình nhưng không thể tìm thấy bất kỳ thông tin nào. Họ cung cấp loại chương trình nào? Có lịch chiếu ở đâu đó về thời gian chiếu không? Đọc thêm",
            "Chúng tôi không biết về bất kỳ buổi biểu diễn nào khi chúng tôi đến nhưng một trong những nhân viên đã thông báo cho chúng tôi về điều đó khi chúng tôi đang đi dạo xung quanh. Nó không dành cho các nhóm trường khi chúng tôi đi. Có rất nhiều gia đình ở đó và dường như nó dành cho những ai muốn ở lại xem buổi biểu diễn. Những con vật này rất tuyệt vời và sẵn sàng để chạm vào nhưng anh chàng thực hiện chương trình đã phá hỏng nó bằng - sự hài hước - .Đọc thêm",
            "Điều này có phù hợp với thanh thiếu niên lớn hơn hay nó hướng đến trẻ nhỏ?Đọc thêm",
            "Tôi tin rằng thanh thiếu niên cũng sẽ thích nó : - Đọc thêm",
            "Sở thú có dành cho người khuyết tật không?  Chồng tôi đi xe máy điện.Đọc thêm",
            "Có, 100 - Đọc thêm",
            "Chúng ta cần tận hưởng điều này trong bao lâu?  Tôi nhận thấy nó đóng cửa lúc 5 giờ và chúng tôi sẽ không ở đó cho đến 3 giờ. Nếu chúng tôi cần hơn 2 giờ, chúng tôi sẽ đợi đến ngày mai. Đọc thêm",
            "Tôi đồng ý với một số người khác, 2 giờ là đủ thời gian để xem hết, nhưng không chắc sẽ có một buổi biểu diễn vào cuối ngày và điều đó rất thú vị, và cửa hàng quà tặng cũng gọn gàng, để duyệt qua. Tôi chỉ ghét sự vội vã, vì vậy nếu bạn có thể đi vào một ngày khác và có thêm một chút thời gian thì đó là điều tôi khuyên bạn nên tận hưởng!,Đọc thêm",
            "Bạn có sẵn các chuyến tham quan hậu trường không? Kinh nghiệm thực tế?Đọc thêm",
            "Họ có người xử lý nói chuyện với một nhóm về các loài động vật cụ thể. Họ mang một số con vật ra để mỗi người chạm vào. Đây là một bài học tương tác. Họ thu hút được sự tham gia của khán giả trong bối cảnh nhóm này. Thực sự khuyên bạn nên dành thời gian để thực hiện phần này của chuyến tham quan. Khi bạn đi ra ngoài, bạn sẽ có thể cho vật nuôi trong nhà ăn. Thật thú vị khi học về loại hình địa điểm!Đọc thêm"
        ],
        "star_ratings": [
            921,
            293,
            124,
            65,
            69
        ],
        "review_amount": 1472,
        "location": [
            "Hoa Kỳ",
            "Quận Sevier",
            "Sevierville",
            "Các hoạt động ở Sevierville",
            "Tennessee - TN -",
            "Cuộc phiêu lưu trong rừng nhiệt đới"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written August 5, 2023",
            "Written October 8, 2023",
            "Written November 6, 2023",
            "Written February 5, 2024",
            "Written April 15, 2024",
            "Written April 26, 2024",
            "Written April 15, 2024",
            "Written April 3, 2024",
            "Written March 8, 2024",
            "Written February 25, 2024",
            "Written February 5, 2024",
            "Written December 24, 2023",
            "Written November 17, 2023",
            "Written November 6, 2023",
            "Written October 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55328-d325331-Reviews-Rainforest_Adventures-Sevierville_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d1735748-Reviews-Texas_Roadhouse-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d392944-Reviews-Fuddruckers-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d822540-Reviews-Chick_fil_A-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d8332852-Reviews-Quaker_Steak_Lube-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d784087-Reviews-The_Roaming_Gnome_Pub_Eatery-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d392945-Reviews-The_Chop_House-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d4161736-Reviews-Baskin_Robbins-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d2037035-Reviews-Applebee_s-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d6921968-Reviews-Steak_n_Shake-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d21348980-Reviews-The_Red_Tomato-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1634267-Reviews-Hillside_Winery-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11750487-Reviews-Smith_Creek_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d21348962-Reviews-Tennessee_Homemade_Wines-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1093500-Reviews-NASCAR_SpeedPark_Smoky_Mountains-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d26346014-Reviews-Junction_35_Spirits_Tanger_Location-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1068451-Reviews-Tanger_Outlets_Sevierville-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1600340-Reviews-Treasuring_the_Word_Rare_Bible_Book_Museum-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1783365-Reviews-Eastern_Shanghai_Theater-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1070778-Reviews-Apple_Barn_Winery-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d325331-Reviews-or10-Rainforest_Adventures-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d8854714-Reviews-Governer_s_Crossing_Stadium_14_Cinema-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d12635904-Reviews-Decor_More-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d3679956-Reviews-Books_A_Million-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d11869139-Reviews-Sevier_Air-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d10067630-Reviews-Wanderlust_Salon_and_Spa-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d27423955-Reviews-Jeepin_In_The_Smokies-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1777960-Reviews-Adventure_Park_Ziplines-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d7388975-Reviews-Workout_Anytime-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g552080-d274006-Reviews-Haulover_Beach_Park-Sunny_Isles_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d10169118-Reviews-Bali_Gili_Fast_Boat-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1169070-d670511-Reviews-Mont_Orgueil_Castle-Gorey_St_Martin_Jersey_Channel_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133673-d1173749-Reviews-Omoide_Yokocho-Nishishinjuku_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d2513280-Reviews-Iztuzu_Beach-Dalyan_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d138527-Reviews-Eden_Park-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g8859789-d12818941-Reviews-Lupa_Beach-Budakalasz_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d676792-Reviews-National_Reef_Park_of_Puerto_Morelos-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d7699228-Reviews-Miyazaki_Japanese_Garden-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d13144424-Reviews-Lighthouse_Beach_Park-Sanibel_Island_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55328-d325331-Reviews-or10-Rainforest_Adventures-Sevierville_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55328-d325331-Reviews-Rainforest_Adventures-Sevierville_Tennessee.html"
    }
]