[
    {
        "attraction_name": "Raleigh Improv",
        "attraction_name_vi": "Cải tiến Raleigh",
        "general_info": [
            "18 đánh giá",
            "- 2 trong 2 Nhà hát - Buổi hòa nhạc ở Cary",
            "Quán Bar - Câu Lạc Bộ",
            "Câu lạc bộ hài kịch"
        ],
        "attraction_summary": "Improv Raleigh là một địa điểm hài kịch mới ở khu vực Raleigh North Carolina. Tại đây, bạn có thể thưởng thức hài kịch từ các tiết mục nổi bật trong khi dùng bữa từ thực đơn đồ ăn và đồ uống cao cấp của chúng tôi.Đọc thêm",
        "reviews": [
            "Tôi không thể tin được nơi này vẫn mở.  Đó là dịch vụ tồi tệ nhất có thể tưởng tượng được.  Mất quá nhiều thời gian cho thức ăn - thứ tốt - và đồ uống.  Chúng tôi đã không thể uống hết ly thứ 2 sau khi đợi 30 phút vì họ đã đuổi mọi người ra ngoài vào cuối buổi diễn.  Ý tôi không phải là họ có buổi biểu diễn khác và yêu cầu bạn kết thúc.  Ý tôi là buổi diễn trước, 1 phút sau đèn bật sáng và họ bắt đầu lấy đồ và yêu cầu bạn rời đi.  Họ thực sự đang la mắng mọi người, một cuộc cãi vã đã xảy ra.  Họ thậm chí còn không cho phép mọi người sử dụng phòng tắm sau khi - bẩn và không có tp - .  cộng với đó là 36 độ bên ngoài.  Họ rất hung hãn và tôi sẽ không bao giờ quay lại.  Bộ phim hài rất hay nhưng KHÔNG đáng!Đọc thêm",
            "Chúng tôi đến gặp Gabriel Iglesias.  Đầu tiên, lẽ ra chúng ta nên đặt vé ngay khi chúng mới ra mắt.  Thật không may, chúng tôi không biết rằng chúng tôi sẽ có mặt để đi cho đến vài ngày trước và mua vé xem phim trực tuyến.  Nó không hề rẻ. Gabriel rất hài hước và đáng giá. Cải tiến: Thức ăn ổn.  Ai đó đã mô tả nó như đồ ăn ở sân bay và họ đã đúng.  Nó có thể ăn được nhưng giá quá cao.  Địa điểm đẹp nhưng chật chội.  Chúng tôi đến lúc 5 giờ 15 để xếp hàng để mở cửa lúc 5 giờ 30.  Sự chờ đợi đó không tệ chút nào.  GPS của chúng tôi đã đưa chúng tôi đến khu vực trung tâm mua sắm, nhưng nó không đưa chúng tôi đến thẳng Improv.  Điều đó hơi kỳ lạ. Nhìn chung, đó là một đêm vui vẻ.Đọc thêm",
            "Tôi đã đến xem Marlon Wayans vào sinh nhật lần thứ 50 của mình cùng 6 người bạn. Người phụ nữ dẫn chương trình ở phía trước rất thô lỗ, thiếu tôn trọng và rõ ràng là không thích chúng tôi ngay từ đầu. Tên cô ta là DONNA. Chúng tôi vào đó và phải mất nửa buổi biểu diễn chúng tôi mới gọi được đồ uống. Khán giả của buổi biểu diễn có khoảng 10 phần trăm là người da trắng bao gồm cả bạn bè tôi, điều này không sao cả ngoại trừ Donna đã quay lại sau khi hét vào mặt tôi ở chỗ ngồi vì rõ ràng là tôi đã không nghe cô ta giải thích rằng không được nói chuyện trong suốt buổi biểu diễn và không nghe cô ta giải thích về nơi có phòng vệ sinh. Giao diện thứ hai của cô ta là nói với bạn bè tôi và tôi rằng chúng tôi đang làm phiền mọi người và nếu cô ta phải đến lần nữa, chúng tôi sẽ bị đuổi ra ngoài. Chúng tôi không nói chuyện, nhân viên phục vụ còn ồn ào hơn cả chúng tôi! Hai người bạn của tôi đã đứng dậy để rời đi và nói rằng họ cảm thấy rất khó chịu. Tôi đã đến khiếu nại với ban quản lý về Donna và đã gặp phải nhiều lời đe dọa hơn. ĐIÊN RỒ. Đừng lãng phí thời gian hoặc tiền bạc của bạn vào cơ sở phân biệt chủng tộc này. Đọc thêm",
            "Dusty Slay là top 2 anh chàng hài hước nhất còn sống. Và anh ấy thì không - t - 2. Nghiêm túc mà nói- địa điểm tuyệt vời. Lần đầu tiên ở đây và họ đã làm một công việc tuyệt vời trong việc quản lý mọi người và sắp xếp chỗ ngồi cho mọi người. Tốt tốt quá. 5 - 5 sẽ đi tiếp - đã để mắt đến vé cho buổi biểu diễn khác - Đọc thêm",
            "Chương trình tuyệt vời. Tuyệt vời eplmoyees. Hệ thống đặt hàng yêu thích. Về đồ ăn..bạn không ở nhà hàng bít tết Keens ở NYC...đồ ăn ở quán rượu thực sự ngon...Đọc thêm",
            "Địa điểm tuyệt vời, khó tìm được chỗ ngồi mà bạn không cảm thấy như nghệ sĩ đang nói chuyện trực tiếp với bạn. Những hành động đỉnh cao. Tôi đã đến khoảng năm buổi biểu diễn. Hãy nhận biết tối thiểu hai món ăn và đồ uống. Chúng đắt tiền, không khủng khiếp nhưng cũng không có gì đáng để viết về nhà. Nhìn chung, các buổi biểu diễn đều đáng giá.Đọc thêm",
            "Đã đi thưởng thức một buổi biểu diễn và trả thêm tiền cho VIP.  Tôi thật ngạc nhiên khi họ xếp tất cả mọi người kề vai sát cánh trong chương trình Tuyển sinh VIP và Phổ thông.  Này, có các bạn ở Improv BAO GIỜ NGHE VỀ COVID-19..... Điều này là vô trách nhiệm với xã hội và tôi hy vọng các bạn sẽ thay đổi chính sách này càng sớm càng tốt! Địa điểm đẹp, dịch vụ tốt.  Đảm bảo điện thoại di động của bạn có thể quét và đọc mã QR vì thực đơn và cách gọi món của họ được thực hiện theo cách này.  Đồ uống ra khá nhanh, nhân viên thân thiện nhưng hơi quá tải.  Thực phẩm có chất lượng tốt nhất ở sân bay, vì vậy bạn nên ăn trước khi đến. Địa điểm này YÊU CẦU đặt hàng 2 món cho mỗi người - đồ uống hoặc đồ ăn -.  Đồ uống hơi cao - 8 cho một chai bia - - 10 cho đồ uống hỗn hợp.  Ngoài ra, một điều mới mà tôi nhận thấy là các diễn viên hài được phép bán đồ cho khách... Một người bán dòng quần áo của riêng mình, một người bán đĩa CD và một chiếc khăn lau cùng với một trong những trò đùa khó chịu của anh ta và chính diễn viên hài đang bán bạc hà và - hoặc chất làm mát không khí hoa oải hương.  Sau buổi biểu diễn, họ đang bán hàng rong ở lối ra khi mọi người đang rời đi.  Làm cho việc khởi hành chậm hơn một chút.Đọc thêm",
            "I really wanted to enjoy the show at this place but it was a disappointment right from the start. The line was very long to get inside and it was already time for the show to start so we didn - t get in till 30 minutes later. I have to say for the first timers or even returning customers you would want to feel welcome like any other professional establishment would do but we didn - t. The wait staff started to take everyone - s orders when the show started and it was disturbing to listen the comedian. I  was no aware of the 2 items minimum per person since the official website under Info and FAQ says  - highly encouraged -  not required which is misleading. When asked for clarification instead of professional attitude my husband and I were threaten if we don - t order a police will be called. We should had leave right then as this is not a way to treat customers but we already paid for our tickets and wanted to enjoy the show. We were annoyed that instead of GM come and talk to us for clarification they sent their wait staff to threaten us. We did acknowledged it wasn - t the waitress fault and ended ordering 4 items from overpriced menu.   A man in the black suit  - who I assumed could be either GM or security but never introduced himself -  came to our table and told us we had to leave right now otherwise he will call the police. We asked why and been told we threw a menu at his waitress. Excuse me? I was shocked. We told him we didn - t do such a thing and we did order the 4 items. Instead of having a professional conversation he kept treating us with police. This was so upsetting. I - m pregnant and really didn - t need this kind of stress or be treated this way. We left harassed,without explanation or civil conversation. Is this how you want to be treated? I - m writing this review to let other women know. Shame on this establishment, general management and Levite Lite company.Read more",
            "Các nhân viên phục vụ không thân thiện lắm, họ dường như không biết chuyện gì đang xảy ra với thức ăn và họ bước về vị trí thứ tư trước mặt bạn trong toàn bộ chương trình. và VIP là một trò đùa, họ không bao giờ mang theo thứ bạn đặt và đồ ăn cần được nâng cấp lớn.Đọc thêm",
            "Đến đây để gặp Tom Green. Chương trình tuyệt vời. Địa điểm rất lớn so với các câu lạc bộ hài kịch khác mà chúng tôi đã từng đến. Đồ uống khá đắt tiền và rượu dường như bị chảy nước. Chúng tôi gọi món Angry Orchard và người phục vụ hỏi liệu chúng tôi có muốn thêm một quả cầu lửa vào đó không, thường là khi chúng tôi ra ngoài và yêu cầu Angry Fireballs, không ai biết chúng tôi đang nói về điều gì, vì vậy chúng tôi cũng muốn quả cầu lửa. Đổ nó vào Angry Orchard và không thể nếm được chút nào. Vòng đồ uống tiếp theo chỉ là Angry Orchard, không có rượu và hóa đơn chỉ hơn - 60. Nhân viên cực kỳ thân thiện. Chúng tôi đã mua vé bỏ qua hàng và cuối cùng ngồi ngay tại sân khấu, tuy nhiên những người xếp hàng đầu tiên ở hàng thông thường lại ngồi cùng với chúng tôi, thật lãng phí - 20 cho việc bỏ qua hàng. Nhưng nhìn chung chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            4,
            2,
            5,
            0,
            7
        ],
        "review_amount": 18,
        "location": [
            "Hoa Kỳ",
            "Bắc Carolina - NC -",
            "Cary",
            "Cải tiến Raleigh",
            "Các hoạt động ở Cary"
        ],
        "reviews_time": [
            "Written April 8, 2024",
            "Written May 28, 2023",
            "Written March 8, 2023",
            "Written January 5, 2023",
            "Written September 4, 2022",
            "Written September 25, 2021",
            "Written September 18, 2021",
            "Written February 24, 2020",
            "Written January 6, 2020",
            "Written December 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49007-d16850627-Reviews-Raleigh_Improv-Cary_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d11705472-Reviews-Another_Broken_Egg_Cafe-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d12664110-Reviews-Persis_Indian_Grill-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d10263014-Reviews-Taziki_s_Mediterranean_Cafe_Cary_RTP-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d10218478-Reviews-Chuy_s-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d8549156-Reviews-Smallcakes-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d8049029-Reviews-Brixx_Wood_Fired_Pizza-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d8397902-Reviews-Tijuana_Flats-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d8685790-Reviews-Five_Guys-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d7216306-Reviews-Jersey_Mike_s_Subs-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49007-d19880034-Reviews-Cinnaholic-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d2514399-Reviews-Fred_G_Bond_Metro_Park-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d3332071-Reviews-Streets_at_Southpoint-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d3170260-Reviews-Phillips_Farms_of_Cary-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49369-d6767552-Reviews-Lake_Crabtree_County_Park-Morrisville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d11798596-Reviews-Carpenter_Park-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49369-d7358779-Reviews-Triangle_Table_Tennis-Morrisville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d6945303-Reviews-Sri_Venkateswara_Temple-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d20315588-Reviews-Sears_Farm_Road_Park-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d7235117-Reviews-Herndon_Hills_Farm-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d13189750-Reviews-Perkins_Orchards-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d16850627-Reviews-or10-Raleigh_Improv-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d13570343-Reviews-SideBar-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d5836979-Reviews-The_Upper_Deck-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d23520288-Reviews-Bumble_Brews-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d5835737-Reviews-Spirits_Pub_Grub-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d5847725-Reviews-Mac_s_Tavern-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d27024349-Reviews-PBR_Cary-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d5844524-Reviews-Brewster_s_Pub-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d5831445-Reviews-Hot_Shots_Billiards_Sports_BAr-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d21230015-Reviews-Embassy_Nail_Spa-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d24067659-Reviews-Paragon_Theaters_Parkside_Extreme-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d8467860-Reviews-Frank_s_Theatres_Cinebowl_Grill-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d27062075-Reviews-Stretch_Zone_Cary-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49369-d7290061-Reviews-Cipher_Escape-Morrisville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d4326728-Reviews-Wynton_s_World_Cooking_School-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d14005756-Reviews-Escape_On_Purpose-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d1581475-Reviews-Frankie_s_Fun_Park-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d12854240-Reviews-Pedego_Electric_Bikes-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49007-d2236628-Reviews-The_Umstead_Spa-Cary_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d552709-Reviews-National_Park_Galicica-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g56451-d2202583-Reviews-Lake_Pflugerville-Pflugerville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d123169-Reviews-Oregon_Museum_of_Science_and_Industry-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10175386-Reviews-ShotGun_Shooters_Bar-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d456551-Reviews-Tiger_Cave_Temple_Wat_Tham_Suea-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d11548355-Reviews-Golden_Menorah-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d6881481-Reviews-Bull_Creek_District_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246346-Reviews-Telia_Parken-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d4841415-Reviews-Lake_Logan_State_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d556460-Reviews-Coligny_Beach-Hilton_Head_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49007-d16850627-Reviews-or10-Raleigh_Improv-Cary_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49007-d16850627-Reviews-Raleigh_Improv-Cary_North_Carolina.html"
    }
]