[
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Tour trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi gặp chú 9 ở ga xe lửa Đà Nẵng, chú rất vui tính và thân thiện và đã thả chúng tôi tại khách sạn. Cuối cùng chúng tôi quyết định đặt tour du lịch trong ngày với anh ấy vào ngày hôm sau. Chúng tôi dành cả ngày với chú 9 và bạn của chú ấy, đó là một trong những ngày tuyệt vời nhất chúng tôi có được trong chuyến đi. Chúng tôi đã nhìn thấy gần như toàn bộ Đà Nẵng trong một ngày và chúng tôi rất vui vì đã quyết định đi cùng họ. Chúng tôi còn nhiều hơn những gì chúng tôi từng có trong một nhóm du lịch lớn. Tôi muốn giới thiệu chúng cho bất kỳ ai đi du lịch đến Việt Nam! Một trải nghiệm mà chúng tôi sẽ không bao giờ quên.Đọc thêm",
            "Tình cờ gặp chú 9 ở ga Đà Nẵng. Ban đầu là một chuyến đi đến Hội An nhưng sau khi đọc rất nhiều đánh giá tích cực đã quyết định thực hiện chuyến du lịch 2 ngày cùng anh ấy. Đến thăm các doanh nghiệp địa phương, dầu đậu phộng, nghề làm chổi, bánh tráng, v.v. Trở về chùa cổ Mỹ Sơn và viếng thăm một số cộng đồng miền núi. Chú 9 là một tay đua rất an toàn, có kiến ​​thức du lịch qua đêm, nói tiếng Anh tốt - thậm chí có thể đọc - viết -, rất thân thiện - thích cười. Nói chung, tôi đánh giá cao chú ấy làm hướng dẫn viên du lịch. Đọc thêm",
            "Chúng tôi gặp chú 9 và người bạn ở ga xe lửa Đà Nẵng. Anh ấy đưa chúng tôi về khách sạn và kể về chuyến du lịch bằng xe máy kéo dài ba ngày qua những ngọn núi. Chắc chắn bạn đã từng làm điều gì đó ở Việt Nam và chúng tôi không hề hối hận chút nào. Thật là một chuyến đi tuyệt vời!! Đi thẳng xuyên rừng và dừng lại đây đó để giải thích các hoạt động địa phương, chẳng hạn như làm thuyền tre bằng phân Trâu. Nhưng anh ấy cũng cho phép bạn nếm thử những món ăn địa phương như Xôi đen. Nhưng cả những quán ăn địa phương nơi bạn sẽ dùng bữa trưa, thực sự rất ngon! Chú 9 còn khiến bạn cảm thấy thoải mái với những câu chuyện cười và lòng hiếu khách lớn lao của chú ấy. Nếu bạn còn nghi ngờ gì về chuyến đi thì cứ làm đi, rất xứng đángĐọc thêm",
            "Đi xe cùng Chú 9 là sự lựa chọn hoàn hảo cho những người muốn trở thành khách du lịch nhưng không muốn cảm thấy mình là khách du lịch! Chúng tôi gặp Dương tại ga xe lửa Đà Nẵng và anh ấy cùng Ty chở chúng tôi về chỗ ở ở Hội An, dừng lại uống cà phê, Bánh mì và một thợ may trên đường đi. Sau chuyến tàu đêm dài, thật tuyệt khi có một người dân địa phương tốt bụng và giỏi tiếng Anh chăm sóc chúng tôi. Chúng tôi rất biết ơn vì đã đặt chuyến tham quan cả ngày đến Mỹ Sơn và Ngũ Hành Sơn vào ngày hôm sau. Thậm chí còn tuyệt vời hơn những điểm tham quan - là những điểm dừng để gặp gỡ những người nông dân và nhà sản xuất địa phương trên đường đi cũng như những giải thích về lịch sử, văn hóa và bối cảnh mà Bác 9 đã đưa ra. Chúng tôi đã thu được nhiều thông tin và kinh nghiệm địa phương hơn so với việc chúng tôi tự mình thực hiện hoặc tham gia một nhóm du lịch lớn. Một trong những ngày tuyệt vời nhất của chúng tôi ở Việt Nam, không thể giới thiệu đủ cao!Đọc thêm",
            "Chú 9 và My đã chăm sóc chúng tôi rất chu đáo! Chúng tôi đã thực hiện chuyến du lịch 2 ngày từ Đà Nẵng đến Huế qua những ngọn núi. Khung cảnh thật ngoạn mục và chúng tôi đã học được rất nhiều điều từ chú 9. Chú ấy đã chỉ cho chúng tôi nhiều loại cây bản địa và dạy chúng tôi về các phương pháp canh tác nông nghiệp. Họ lái xe an toàn và luôn có thời gian để nói đùa! Chắc chắn là như vậy, chúng tôi đã nếm trải hương vị Việt Nam thực sự mà một chuyến du lịch khác vừa giành được. Đọc thêm",
            "Cảm ơn chú 9 rất nhiều vì trải nghiệm 2 ngày đi xe máy tuyệt vời nhất. Đặt vé trực tuyến vài tuần trước chuyến đi, Chú 9 đã gặp chúng tôi đúng như yêu cầu tại khách sạn ở Hội An, bản thân tôi hơi lo lắng - Easy Rider - và chồng đi xe đạp riêng. Sau chuyến đi thú vị lên đèo Hải Vân Hải, chúng tôi tiến vào vùng núi rừng rậm, sát biên giới Lào, lưu trú tại một nhà trọ địa phương xinh xắn ở một làng dân tộc thiểu số - Prao -, rồi xuống Huế vào ngày hôm sau, nơi chúng tôi tiếp tục đi tiếp. cuộc hành trình của chúng tôi bằng tàu hỏa. Chú 9 là người hướng dẫn tuyệt vời, đồng hành nhất, rất nhiều thông tin liên quan đến lịch sử, văn hóa, thủ công, nông nghiệp và thiên nhiên địa phương và luôn có sự hóm hỉnh và hài hước đáng yêu nhất. Chúng tôi mạo hiểm đến những khu vực mà chúng tôi chưa bao giờ tự mình trải nghiệm, ăn những món ăn tươi ngon của địa phương, gặp gỡ những người dân làng đang tiếp tục cuộc sống hàng ngày của họ và luôn cảm thấy an toàn. Chú 9 thực sự là một viên ngọc quý và hành trình Việt Nam của chúng tôi đã trở nên tuyệt vời hơn khi được gặp chú. Chúng tôi hết lòng giới thiệu anh ấy và một lần nữa xin cảm ơn Bác 9. Luise và Andrew H, Worcester, Anh.Đọc thêm",
            "Điều tuyệt vời nhất chúng tôi đã thực hiện được trong chuyến đi này. Chú 9 và đồng nghiệp chú Mười - Trung - đến gặp chúng tôi tại ga Đà Nẵng, sau một chuyến tàu ngủ dài, chúng tôi rất e ngại về xe máy và người lạ nhưng sau khi xem những lời nhận xét do chính tay chú viết, chúng tôi quyết định đó là ý kiến ​​hay hoặc là ý kiến ​​hay. câu chuyện. Trong trường hợp này, đó là một ý tưởng tuyệt vời và chúng tôi đã học được nhiều câu chuyện. Họ an toàn, ân cần và tốt bụng cũng như hài hước. Bạn có được một hướng dẫn viên du lịch, phương tiện đi lại, nhiếp ảnh gia và phiên dịch viên cùng một lúc và nhờ đó chúng tôi có thể trải nghiệm các vùng của đất nước và ghi nhớ chúng theo những cách mà chúng tôi không thể có được. Dương là một người đàn ông hấp dẫn và chúng tôi cảm thấy may mắn hơn khi gặp được anh ấy.Đọc thêm",
            "Tôi và bạn trai đã có khoảng thời gian tuyệt vời nhất với chú 9 trong chuyến du lịch vòng quanh Đà Nẵng và Hội An, chú ấy rất thân thiện và luôn mỉm cười. Cả hai chúng tôi đều lần đầu tiên trải nghiệm cảm giác ngồi sau xe máy nhưng chúng tôi cảm thấy rất an toàn trong suốt thời gian đó! Anh ấy không chỉ đưa bạn đến những điểm tham quan chính mà còn đến những địa điểm rất thú vị ở địa phương, giải thích mọi thứ bạn cần biết về từng địa điểm. Anh ấy luôn đảm bảo bạn có đủ nước uống, kem chống nắng và chỉ chăm sóc bạn nói chung. Nếu bạn đang ở trong khu vực thì đây là việc phải làm, vì trong vài ngày nữa anh ấy sẽ đưa bạn đến mọi nơi bạn muốn ghé thăm. Những con đèo mà chúng tôi đã lái vòng quanh thật tuyệt vời và anh ấy sẽ chụp rất nhiều ảnh cho bạn và gửi cho bạn sau chuyến đi. Không thể - không nghĩ ra cách nào để làm cho trải nghiệm tốt hơn.Đọc thêm",
            "Chúng tôi đi du lịch 5 ngày cùng chú 9. Thật tuyệt vời. Chúng tôi đã được xem các địa điểm và học hỏi những điều mà chúng tôi sẽ không được xem với tư cách là khách du lịch nếu không có chuyến đi này. Chúng tôi cảm thấy an toàn trên suốt chặng đường và chúng tôi được nhìn thấy tất cả những điều mà chúng tôi quan tâm. Tâm trạng vui vẻ và nụ cười của anh ấy thật dễ chịu. Tôi chắc chắn sẽ giới thiệu một chuyến đi nếu bạn có thời gian!Đọc thêm",
            "Đây là lần đầu tiên tôi đi du lịch bằng xe máy. Kỹ năng lái xe của Dương khiến tôi cảm thấy an toàn. Cả thánh địa Mỹ Sơn và Ngũ Hành Sơn đều ấn tượng, nhưng tôi cũng thực sự thích đi qua những cánh đồng lúa và làng mạc, được Dương giới thiệu cho tôi một số trải nghiệm địa phương. Rất khuyến khích cho du khách độc thân! Đọc thêm",
            "Xin chào, vợ chồng tôi sắp đến thăm Đà Nẵng vào tháng 6 và xin vui lòng nhận được giá tốt nhất cho chuyến đi 2 ngày.\nChuyến 1 - Đến Mỹ Sơn - Hội An\nChuyến 2 - Đến Huế, qua đèo Hải Vân và ngược lại\nCảm ơn.\nAlison - JonĐọc thêm",
            "CHÀO! Cảm ơn bạn rất nhiều vì câu hỏi\nGiá tour bình thường của tôi - 70 - một người - một ngày - chuyến ngắn - \n - 80 - cho chuyến đi dài - bao gồm chỗ ở - \nHãy cho tôi biết quyết định của bạn sớm nhéĐọc thêm",
            "Tôi - muốn biết giá cho chuyến đi một ngày và cho hai người.\ncảm ơnĐọc thêm",
            "Xin vui lòng cho biết chi phí khoảng bao nhiêu cho một chuyến tham quan trong ngày?Đọc thêm",
            "70 - - ngàyĐọc thêm",
            "Tôi có thể thuê xe máy và tự đi được không?",
            "xin chào, tôi muốn hỏi bạn sẽ mất bao nhiêu giờ cho chuyến tham quan cả ngày. cảm ơnĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan trong ngày từ Hội An.  Chú Chín đón chúng tôi từ nhà lúc 8 giờ sáng và chúng tôi về vào khoảng 6 giờ chiều.Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written May 24, 2024",
            "Written May 14, 2024",
            "Written April 9, 2024",
            "Written March 30, 2024",
            "Written March 25, 2024",
            "Written March 21, 2024",
            "Written March 19, 2024",
            "Written March 12, 2024",
            "Written March 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or10-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184126-Reviews-Museo_Soumaya-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10426937-Reviews-Big_Wheel_on_Place_de_la_Concorde-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g198494-d14963021-Reviews-Pinta_Beach-Raunheim_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g528820-d1574807-Reviews-Wembley_Stadium-Wembley_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d605431-Reviews-Stereo_Nightclub-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d15229558-Reviews-Korcula_Water_Taxi-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmati.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207299-Reviews-Rundetarn-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d12096080-Reviews-Club_Aspire_at_Heathrow_Terminal_3-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g2334507-d3453497-Reviews-Komos_Beach-Pitsidia_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g54105-d12350482-Reviews-Newport_Car_Museum-Portsmouth_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or10-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Uncle 9 came highly recommended by other friends that have traveled with him, and he definitely lived up to his reputation. My husband and I booked a 2 day  -  1 night tour with him from Hue to Hoi An. We already had our own scooter rental but he was also prepared to provide us with a super affordable scooter rental if we didn - t already have our own. I rode on the back of Uncle 9 - s bike, while my husband followed behind. It can be a little intimidating riding in a foreign country, and even though my husband rode big motorcycles for years, he - s been scarred from some major accidents and was a bit nervous going into it. Uncle 9 did a great job of always making sure we never separated from my husband as he rode behind, and he rode very safely. He was also able to work magic and strap all of our luggage  - 2 carry-on suitcases, 1 medium sized duffle bag, and 1 medium backpack -  to the two bikes, so we didn - t even have to ship any luggage down to our destination.Along the way, Uncle 9 peppered us with jokes  - he - s a total goofball! -  and stopped often to point out interesting facts about plants, wildlife, history, culture -  we learned so much and saw so many things we NEVER could have seen on our own. He always made sure we were feeling okay to continue on  - riding on a bike for many hours can be pretty tiring - , and made sure we had enough food and water to fuel us the whole way. Occasionally, it was a little hard to understand something he was saying, but we would always figure it out together, with the help of Google lol!Touring via motorbike is definitely more of an  - adventurous -  experience. Don - t expect huge luxury, and be prepared to end your days rather tired from riding all day. However, it - s an incredible way to experience the country and the people in an honest, authentic, and truly beautiful way. If you have the steam for this kind of experience, I can - t recommend it enough. And Uncle 9 is the best you can find. We are so grateful for our time with him!Read more",
            "Hôm nay là một ngày đẹp trời, chúng tôi không biết phải mong đợi điều gì. Chúng tôi đi chơi bằng 2 xe máy, 4 người và 5 chiếc túi. Chúng tôi đã ngắm nhìn mọi thứ, bơi ở thác nước và ăn uống cùng người dân địa phương. Nếu bạn đang tìm kiếm một tour du lịch thú vị gần Hội An - Đà Nẵng, hãy tham gia Easy Rider Đọc thêm",
            "Chú 9 là một hướng dẫn viên du lịch xuất sắc. Chúng tôi đã có khoảng thời gian tuyệt vời khi được ngắm nhìn vùng quê xung quanh Đà Nẵng cùng chú 9 và cộng sự của chú. Đã thấy và trải nghiệm những điều mà chúng tôi không bao giờ có được trong một chuyến du lịch thông thường. Đã học được rất nhiều về văn hóa và lịch sử của khu vực. Không bao giờ cảm thấy không an toàn. Chúng tôi YÊU trải nghiệm này.Đọc thêm",
            "Chú 9 từ Real Easyrider là một hướng dẫn viên du lịch bẩm sinh - tốt bụng, vui tính, hiểu biết, chân thực - một người lái xe an toàn. Chúng tôi đã đặt chuyến đi 2 ngày vòng quanh Đà Nẵng và đã có một trải nghiệm tuyệt vời - Rất muốn giới thiệu.  -  - Đọc thêm",
            "Anh Dương là một tài xế xuất sắc với trái tim nhân hậu và nụ cười với mọi người. Anh ấy biết những điểm tốt nhất để xem và ghé thăm. Tôi khuyên bạn nên nói chuyện trước với ông Dương về mong muốn của bạn để ông ấy có thể đưa điều này vào kế hoạch. Anh ấy biết rõ nhất nên bạn có thể dựa vào đó. Ví dụ, mối quan tâm của chúng tôi nằm ở hệ thực vật và động vật nhiều hơn và ít hơn ở bảo tàng chiến tranh. Vì vậy, anh ấy có thể tạo ra sự kết hợp tốt giữa các khả năng. Và anh ấy sẽ không ngần ngại đưa ra lời khuyên cho một - phải xem - . Anh Dương có rất nhiều kiến ​​thức và kinh nghiệm. Tôi có thể giới thiệu anh ấy.  Hãy vui vẻ, giống như chúng tôi đã làm! :- - Đọc thêm",
            "Chuyến tham quan tuyệt vời qua những ngọn núi với công ty và quang cảnh tuyệt vời. Chúng tôi là bốn cô gái Đan Mạch cùng nhau đi du lịch và chúng tôi đã có chuyến du lịch trong ngày với chú 9. Chuyến đi này là một trải nghiệm khó quên và chắc chắn là điểm nhấn trong chuyến đi xuyên Việt Nam của tôi! Tôi thực sự khuyên bạn nên dành thời gian với chú9, một người tuyệt vời!Đọc thêm",
            "Chuyến đi tuyệt vời nhất từ ​​Hội An đến Huế với đội xe máy tuyệt vời nhất. Tôi và 3 người bạn đến từ Đan Mạch đã cùng chú 9 đi xe máy xuyên qua những ngọn núi với những khung cảnh khó tin đến những điểm tham quan khác nhau. Đó là điều tốt nhất tôi đã làm ở Việt Nam cho đến nay và rất muốn giới thiệu nó cho bất kỳ ai. Các tài xế rất ngọt ngào, vui tính và là những tài xế xuất sắc. Chú9 nói tiếng Anh rất tốt và kể những câu chuyện hậu trường về những nơi bạn đến cùng với rất nhiều câu chuyện cười haha. Trong suốt chuyến đi chúng tôi đã cười và có khoảng thời gian vui vẻ. Bạn sẽ không hối hận khi đi du lịch cùng Bác9.Đọc thêm",
            "Tôi đã có chuyến đi trong ngày tuyệt vời nhất với chú 9 easyrider. Cả bốn người đều rất ngọt ngào và hài hước. Chú 9 chỉ cho chúng tôi nhiều địa điểm khác nhau mà ít khách du lịch hơn, chẳng hạn như một ngôi chùa đẹp, một thác nước và những quán cà phê dễ thương. Tôi muốn giới thiệu nơi này cho mọi người! Tôi là một trải nghiệm tuyệt vời!Đọc thêm",
            "Caroline, Đan Mạch Chúng tôi - 4 cô gái - đã có một chuyến đi trong ngày tuyệt vời từ Hội An đến Huế với chú 9, Vũ, Xin và Hồng. Chuyến tham quan thật tuyệt vời, tượng Phật, đèo Hải Vân, tắm thác và những điểm dừng chân mà chỉ người dân địa phương mới biết! Họ đều rất tốt và chúng tôi đã có rất nhiều niềm vui. Chắc chắn sẽ giới thiệu nó! Đọc thêm",
            "Trong thời gian lưu trú dài ngày tại bãi biển An Bàng, chúng tôi gặp một cặp vợ chồng người Đức tại một nhà hàng địa phương, họ rất khuyến khích bạn nên tham gia chuyến du lịch trong ngày bằng xe máy với Dương từ Chú 9. Họ khẳng định đây là một trải nghiệm không thể bỏ lỡ. Từ lần liên hệ đầu tiên của chúng tôi qua ứng dụng, Dương đã chứng tỏ mình đúng như những gì các đánh giá mô tả - một người đàn ông siêu hữu ích, nhiệt tình và vui vẻ cho mọi việc. Chúng tôi nhanh chóng ấn định ngày cho chuyến phượt bằng xe máy phía Bắc Đà Nẵng. Đón khách vào khoảng 8h30 sáng, chúng tôi dành trọn một ngày để khám phá. Bắt đầu dọc theo bãi biển và xuyên qua thành phố Đà Nẵng, chúng tôi băng qua Cầu Rồng nổi tiếng hướng về phía Bắc. Đi trên những con đường núi tuyệt đẹp qua Đèo Hải Vân - như được giới thiệu trên BBC - s Top Gear - , chúng tôi bơi trong một thác nước tuyệt đẹp, băng qua những làng chài nhỏ và ăn trưa tại nhà hàng hải sản bãi biển Lăng Cô tuyệt vời. Chúng tôi viếng thăm Đức Phật trên Núi Khỉ và quay trở lại Ngũ Hành Sơn về căn cứ của chúng tôi. Đó là một ngày trọn vẹn khi chúng tôi được nhìn thấy và nếm trải rất nhiều điều về Việt Nam. Dương, bạn - làm rất tốt. Bạn - là một chàng trai tuyệt vời, hài hước và đam mê công việc của mình. Điểm 10 vững chắc từ chúng tôi - chúng tôi thực sự giới thiệu Easyrider này cho bất kỳ ai muốn có trải nghiệm thân mật ở Việt Nam! Ôm thật chặt, Carla và MikeĐọc thêm",
            "Xin chào, vợ chồng tôi sắp đến thăm Đà Nẵng vào tháng 6 và xin vui lòng nhận được giá tốt nhất cho chuyến đi 2 ngày.\nChuyến 1 - Đến Mỹ Sơn - Hội An\nChuyến 2 - Đến Huế, qua đèo Hải Vân và ngược lại\nCảm ơn.\nAlison - JonĐọc thêm",
            "CHÀO! Cảm ơn bạn rất nhiều vì câu hỏi\nGiá tour bình thường của tôi - 70 - một người - một ngày - chuyến ngắn - \n - 80 - cho chuyến đi dài - bao gồm chỗ ở - \nHãy cho tôi biết quyết định của bạn sớm nhéĐọc thêm",
            "Tôi - muốn biết giá cho chuyến đi một ngày và cho hai người.\ncảm ơnĐọc thêm",
            "Xin vui lòng cho biết chi phí khoảng bao nhiêu cho một chuyến tham quan trong ngày?Đọc thêm",
            "70 - - ngàyĐọc thêm",
            "Tôi có thể thuê xe máy và tự đi được không?",
            "xin chào, tôi muốn hỏi bạn sẽ mất bao nhiêu giờ cho chuyến tham quan cả ngày. cảm ơnĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan trong ngày từ Hội An.  Chú Chín đón chúng tôi từ nhà lúc 8 giờ sáng và chúng tôi về vào khoảng 6 giờ chiều.Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Tour trong ngày"
        ],
        "reviews_time": [
            "Written February 26, 2024",
            "Written February 25, 2024",
            "Written February 12, 2024",
            "Written January 26, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or10-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or20-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g664838-d10120689-Reviews-Salt_Flats_and_Wildlife_Refuge-Cabo_Rojo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g44100-d6453772-Reviews-Clark_Creek_Natural_Area-Woodville_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d12580179-Reviews-Kulaniapia_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3453484-Reviews-Tropicana_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2511660-d10767641-Reviews-Alexandra_Falls-Union_Park.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d6697597-Reviews-The_Raleigh_Market-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8099107-Reviews-Letna_Beer_Garden-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34311-d1007836-Reviews-Seminole_Casino_Hotel-Immokalee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141235-Reviews-Alki_Beach-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d320525-Reviews-Odaiba_District-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or20-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or10-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Tour trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong số 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Anh Dương là một người rất tốt và thực hiện những gì anh ấy hứa: tổ chức một chuyến đi tuyệt vời cho bạn bằng chiếc xe máy của anh ấy. Anh ấy vui tính, thực sự là người địa phương và có tổ chức tốt. Đọc thêm",
            "Tôi và bạn tình cờ gặp Dương ở ga Đà Nẵng. Chúng tôi đã trải qua hai ngày tuyệt vời cùng anh ấy và bạn của anh ấy lang thang khắp Đà Nẵng và Hội An. Trải nghiệm này chắc chắn là điểm nổi bật trong chuyến đi của chúng tôi. Chú9 thật hiểu biết và 100 - đáng tin cậy!! Tôi thực sự khuyên mọi người nên tìm anh ấy và dành vài ngày với anh ấy nếu bạn muốn nhìn thấy Việt Nam qua con mắt của người dân địa phương và tìm hiểu thêm về lịch sử của họ, v.v. Chúng tôi đang nghiêm túc xem xét việc thực hiện một chuyến phiêu lưu khác cùng anh ấy qua Campuchia lần này. Đọc thêm",
            "Chú 9 và My thực sự biết cách chỉ cho bạn Việt Nam! Chúng tôi bắt đầu chuyến đi ở Hội An và đi đến đường Hồ Chí Minh, trên đường đi thăm nhiều ngôi làng nhỏ và kết thúc ở Đà Nẵng. Chúng tôi đã tận mắt chứng kiến ​​một số khung cảnh đẹp nhất mà tôi từng được nhìn thấy bằng chính đôi mắt của mình, đi đến các cộng đồng địa phương nơi chúng tôi chia sẻ những túi kẹo lớn với học sinh ở trường và ăn các món ăn địa phương. Nói chung, tôi phải khuyên những ai đang tìm kiếm một chuyến phiêu lưu ở vùng nông thôn hãy đi cùng Chú 9. Bạn sẽ cười, bạn sẽ học và bạn sẽ vui vẻ!Đọc thêm",
            "Cái nhìn thực sự tuyệt vời về đường Hồ Chí Minh và miền Trung Việt Nam trong chuyến du lịch 3 ngày. Chú 9 đã mở cửa cho tôi nhìn vào cuộc sống làng quê của các dân tộc thiểu số và người Chăm ở miền Trung. Chú 9 có rất nhiều thông tin về lịch sử Việt Nam cũng như cung cấp bối cảnh thông qua cuộc đời của chính chú khi chú sống qua những thời khắc quan trọng trong lịch sử Việt Nam. Đây không chỉ là một chuyến đi dễ dàng và là một chuyến đi mà bạn sẽ nhớ suốt đời. P.s Chú 9 có khả năng tìm được chỗ ở thực sự tốt.Đọc thêm",
            "Cảm ơn chú 9 đã có trải nghiệm tuyệt vời! Tôi và một người bạn cùng anh ấy lái xe 3 ngày từ Hội An vào Huế. Để kể một vài trải nghiệm, chúng tôi đã thấy Mỹ Sơn, thác nước, những ngôi làng địa phương, những cảnh đẹp trên núi, đi vào những buổi hội thảo nhỏ, gặp gỡ các nhóm dân tộc thiểu số và học hỏi rất nhiều điều về văn hóa Việt Nam trong những ngày này. Chú 9 sẽ dừng ngẫu nhiên và dạy chúng tôi về các khu vực xung quanh trên đường đi. Anh ấy rất hướng ngoại, có rất nhiều câu chuyện hay và trả lời mọi câu hỏi của chúng tôi trong suốt chặng đường. Điều duy nhất chúng tôi không biết trước là chúng tôi phải trả phí vào cửa cho Mỹ Sơn là 150.000. Nó không nhiều, nhưng chúng tôi nghĩ rằng nó đã được bao gồm trong giá mà chúng tôi phải trả là 230 euro. Chúng tôi cũng khá xui xẻo với thời tiết khi trời mưa - sương mù suốt chuyến đi. Tuy nhiên, lái xe với chú 9 cảm thấy rất an toàn, điều đó cho thấy chú là người lái xe giỏi như thế nào. Tuy nhiên, đó là một trải nghiệm đáng nhớ và chúng tôi rất vui vì đã làm được điều đó! Muốn giới thiệu cho bất kỳ ai muốn làm điều gì đó khác biệt hơn là chỉ mạo hiểm vào các khu du lịch của Việt Nam. Cảm ơn bạn một lần nữa!Đọc thêm",
            "Chú 9 và tôi gặp nhau ở ga xe lửa Đà Nẵng. Anh ấy đề nghị đưa tôi đi tham quan các thắng cảnh quanh Đà Nẵng trong ngày. Lúc đầu tôi hơi miễn cưỡng nhưng vẫn quyết định thử. Ngày hôm sau chúng tôi vượt đèo Hải Vân và thăm một số làng chài nhỏ quanh đầm Lập An và có điểm dừng để bơi ở thác nước gần đó. Sau đó chúng tôi lái xe trở lại Đà Nẵng qua đèo và viếng thăm núi Khỉ và cuối cùng là tượng Phật Bà. Chú 9 rất thân thiện và khiến tôi cảm thấy thoải mái trong chuyến đi. Anh ấy rất chuyên nghiệp đồng thời cũng có khiếu hài hước vui vẻ và thú vị. Tôi có thể giới thiệu các chuyến tham quan lái xe dễ dàng của anh ấy cho bất kỳ ai, đặc biệt là với tư cách là một du khách độc thân, tôi cảm thấy rất an toàn và được chăm sóc cùng anh ấy. Đọc thêm",
            "Chú 9 rất chuyên nghiệp, vui tính và rất hiểu biết khi đưa tôi và đối tác đi ngắm cảnh Đà Nẵng như một phần của chuyến tham quan trong ngày. Muốn giới thiệu cho bất kỳ du khách nào, Chú 9 mang đến cái nhìn chân thực về các thắng cảnh của Đà Nẵng mà không có cảm giác du lịch thông thường. Sự chuyên nghiệp của anh ấy thể hiện rõ ngay từ khi chúng tôi gặp nhau, đảm bảo trải nghiệm liền mạch và thú vị. Sự hài hước của Chú 9 đã tạo thêm nét thú vị cho chuyến tham quan, khiến nó không chỉ mang tính thông tin mà còn mang tính giải trí. Kiến thức phong phú của ông về lịch sử, văn hóa và những viên ngọc ẩn giấu của Đà Nẵng đã nâng cao sự đánh giá cao của chúng tôi đối với thành phố và khu vực xung quanh.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với chú Chín và Bo khi họ đưa chúng tôi từ Hội An đến Huế qua đèo Hải Vân. Chúng tôi không thể đề xuất trải nghiệm nhiều hơn. Họ cực kỳ vui tính và thân thiện, đồng thời là những người lái xe giàu kinh nghiệm và an toàn trong điều kiện đường ướt. Họ đã mang đến cho chúng tôi một trải nghiệm độc đáo - cũng như dạy chúng tôi một số lịch sử - so với các chuyến tham quan có sẵn khác. Cảm ơn bạn rất nhiều!! Tình yêu từ Catalunya và Đan Mạch!!Đọc thêm",
            "Chú 9, Ti và Sửu là những hướng dẫn viên du lịch tuyệt vời nhất! Chúng tôi gặp chú 9 khi chúng tôi rời ga Đà Nẵng và không chắc chắn về việc đi xe máy vì chúng tôi chưa từng đi xe máy bao giờ. Anh ấy cho chúng tôi xem một cuốn sách có lời chứng thực của nhiều khách du lịch trước đó và đảm bảo với chúng tôi rằng anh ấy đã kinh doanh lĩnh vực này hơn 20 năm! Sau khi nảy ra ý tưởng, Sửu và chú 9 chở chúng tôi về khách sạn ở Hội An, dừng lại uống cà phê và nhường mảnh đất cho chúng tôi. Sau đó chú 9 và Tí - bố của Sửu - đón chúng tôi từ khách sạn ở Hội An vài ngày sau đó và đưa chúng tôi đi vòng quanh Đà Nẵng, đến Mỹ Sơn và Ngũ Hành Sơn, nhưng thích nhất là hai bên đường dừng lại ở những con đường nhỏ. những ngôi làng, gặp gỡ những người buôn bán ở chợ và những nghệ nhân địa phương rất tốt bụng và thân thiện. Chú 9 rất hào phóng đã dành thời gian và rất hào hứng chia sẻ kiến ​​thức phong phú về lịch sử và văn hóa Việt Nam. Họ đảm bảo mang cho chúng tôi nước mía vì chúng tôi chưa thử. Chúng tôi cảm thấy thật may mắn khi được gặp chú 9, Ti và Sửu và không thể giới thiệu đủ các chuyến tham quan của họ! Ngoài ra, xe máy cũng rất ly kỳ, chắc chắn là cách tốt nhất để ngắm nhìn đất nước. Đọc thêm",
            "Chúng tôi đã có một vài ngày tuyệt vời với Chú 9, điều đó thật ngẫu hứng và chúng tôi đã có thể nhìn thấy những điều mà bạn sẽ không thấy ở những người điều hành tour du lịch thông thường. Chú rất hóm hỉnh và vui tính nhưng cũng có nhiều thông tin và cách ứng xử chuyên nghiệp. Rất khuyến khích Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written January 8, 2024",
            "Written January 7, 2024",
            "Written January 3, 2024",
            "Written December 14, 2023",
            "Written December 11, 2023",
            "Written December 9, 2023",
            "Written November 19, 2023",
            "Written October 11, 2023",
            "Written October 2, 2023",
            "Written September 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or20-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or10-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or30-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d142997-Reviews-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g37116-d6672454-Reviews-Fountain_Acres_Foods-Fountain_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2348984-Reviews-Singapore_Indoor_Stadium-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g33292-d113585-Reviews-Filoli-Woodside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34157-d7684163-Reviews-Crescent_Beach_Public_Beach-Crescent_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g670908-d4606816-Reviews-Laguna_El_Dudu-Cabrera_Maria_Trinidad_Sanchez_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d218947-Reviews-Louisville_Zoo-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19229138-Reviews-The_Museum_of_Illusions-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d20304544-Reviews-Al_Maha_Transit_Lounge-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d519688-Reviews-Bergenhus_Fortress-Bergen_Hordaland_Western_Norway.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or30-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or20-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đặt chúng như một phương tiện vận chuyển từ Đà Nẵng đến Hà Nội. Chúng tôi đã trả trước 500k trước 2 ngày khi gặp 3 anh chàng này. Họ đón chúng tôi lúc 8 giờ sáng tại ký túc xá của chúng tôi. Toàn bộ chuyến đi mất khoảng 6-7 giờ và chúng tôi dừng lại ở một số điểm tham quan. Ví dụ như ở Mỹ Sơn, một thị trấn nhỏ với câu chuyện thú vị về chiến tranh và một quán súp địa phương tuyệt vời, v.v. Vì vậy, tất cả trong một chuyến đi thực sự tuyệt vời và những Hướng dẫn viên du lịch thậm chí còn giỏi hơn! Rất khuyến khích chuyến tham quan! Đọc thêm",
            "Chú 9 đón tôi ở ga xe lửa Đà Nẵng và lúc đầu tôi còn nghi ngờ nhưng sau khi chú cho tôi xem cuốn sách review với nhiều review tích cực - tiếng Đức - tôi quyết định đi cùng chú. Sau đó chúng tôi đồng ý về một chuyến đi trong ngày từ Đà Nẵng qua Ngũ Hành Sơn và Thánh địa Mỹ Sơn đến Hội An. Anh ấy chỉ cho tôi nhiều loại trái cây Việt Nam và cách làm bánh tráng mỏng mà tôi chưa từng thấy ở những nơi khác. Rất thú vị. Tôi luôn cảm thấy tiết kiệm ngay cả khi là một nữ du khách độc thân. Tôi đánh giá cao anh ấy như một người hướng dẫn! Đọc thêm",
            "chúng tôi đã dành một ngày với Chú9 - và người bạn Phạm của chú - sau khi chúng tôi vô tình gặp chú ở Đền Mỹ Sơn. và nó thực sự là - đi xe - . anh ấy đưa chúng tôi đến những nơi mà chúng tôi không thể đến trong một ngày. và sẵn sàng cho một số trò đùa tuyệt vời. nó thật là tệ. děkujeme!Đọc thêm",
            "Chú 9 và tôi có chuyến du lịch một ngày từ Hội An đến Đà Nẵng. Đó là một trong những ngày đẹp nhất ở Việt Nam. Anh ấy rất thân thiện và vui tính. Trong chuyến đi anh ấy đã kể cho chúng tôi rất nhiều thông tin và câu chuyện thú vị. Tôi giới thiệu nó cho tất cả mọi người! Bạn sẽ không hối hận.Đọc thêm",
            "Khi chúng tôi đến Ga Đà Nẵng, có một anh chàng đã nói chuyện với chúng tôi và muốn chúng tôi đặt taxi hoặc đi tour cho anh ấy. Vì anh ấy khá quyến rũ nên chúng tôi quyết định đặt một chuyến đi trong ngày với anh ấy, không biết liệu anh ấy có đáng tin cậy hay không. Chúng tôi hơi lo sợ rằng đó có thể là một sự gian lận, nhưng dựa trên đánh giá 5 sao của tôi, bạn có thể đoán đó là - t. Dương hay còn gọi là Chú 9 đón chúng tôi từ khách sạn 1 ngày sau đó và hoàn toàn đúng giờ. Chúng tôi không chắc liệu mình có nên đạp 3 người trên 1 chiếc xe đạp hay không, nhưng tất nhiên anh ấy có một người bạn lái xe dễ tính đi cùng. Anh ấy cung cấp các tour du lịch khác nhau, chuyến đi của chúng tôi là chuyến đi kéo dài 8 giờ bắt đầu từ Hội An. Các điểm dừng chính bao gồm Mỹ Sơn và Ngũ Hành Sơn - Hang động - KHÔNG bao gồm phí vào cửa trong chuyến đi - với một số điểm dừng nhỏ hơn ở những ngôi làng nơi Dương kể cho chúng tôi rất nhiều thông tin thú vị về văn hóa Việt Nam. Anh ấy đơn giản là một chàng trai tuyệt vời và biết cách làm hài lòng mọi người - chúng tôi đã có rất nhiều niềm vui. Anh ấy và người lái xe kia có phong cách lái xe rất an toàn và thực hiện toàn bộ chuyến đi theo mong muốn của chúng tôi. Tôi có thể nồng nhiệt giới thiệu người hướng dẫn tuyệt vời này và nếu tôi quay trở lại Việt Nam, tôi có thể sẽ đặt một chuyến đi dài hơn với anh ấy. Đọc thêm",
            "Chúng tôi rất vui với Chú 9 đến nỗi chúng tôi đã đặt hai tour với chú trong tổng cộng 3 ngày ở Đà Nẵng. Chú 9 không chỉ là một tài xế đáng tin cậy mà còn là một người vui vẻ, thân thiện. Chú đã chỉ cho chúng tôi rất nhiều nơi mà chúng tôi sẽ không bao giờ đến nếu không có chú. Hơn nữa, chúng tôi đã học được rất nhiều điều từ chú về Việt Nam, Chiến tranh và Lịch sử. Đọc thêm",
            "Một ngày thực sự thú vị và thú vị khi tham quan các thị trấn và làng mạc địa phương quanh Hội An. Vợ tôi và tôi ngồi sau chú 9 và người dẫn đường khác của chú. Xe đạp chắc chắn, thoải mái. Một ngày diễn ra rất nhịp độ, nhiều thông tin và là một cách tuyệt vời để ngắm nhìn khu vực địa phương - tốt hơn nhiều so với bằng ô tô vốn không thể tiếp cận nhiều con đường, ví dụ như đi qua cánh đồng lúa -. Nói chung là một ngày rất đặc biệt.Đọc thêm",
            "Uncle9 Easy Rider là TỐT NHẤT! Bây giờ tôi đã thực hiện 4 chuyến đi trong nhiều năm với anh ấy, anh ấy thật tuyệt. An toàn, vui tính, nói tiếng Anh, biết rất rõ về đất nước của anh ấy và sẽ chỉ cho bạn những địa điểm mà bạn có thể không thường trải qua trên đường đến đích.  Đừng ngần ngại khi xem xét một người hướng dẫn - hãy chọn Chú 9, bạn sẽ có một trải nghiệm tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Tôi đến từ Nam Phi nhưng hiện đang sống ở Hà Nội. Tôi quyết định đi Hội An nghỉ dưỡng. Tôi gặp chú9 ở ga Đà Nẵng, chú đưa tôi đến Hội An. Trên đường đi, chúng tôi dừng lại để uống nước mát và tôi đã tìm hiểu thêm về người đàn ông rất thú vị và thân thiện này. Rất hiểu biết và một nhân cách tuyệt vời như vậy. Tôi đã đặt một chuyến du lịch trong ngày từ Hội An để đi qua đèo Hải Vân, một mục trong danh sách xô và ngày đó đã không làm tôi thất vọng. Chúng tôi có những điểm dừng thú vị khác trên đường đi và tôi luôn cảm thấy an toàn khi ngồi sau xe đạp. Tôi không thể - tôi đã yêu cầu một hướng dẫn tốt hơn. Rất hài hước, cá tính tuyệt vời và rất am hiểu về lịch sử của khu vực. Nếu bạn ở khu vực Đà Nẵng - Hội An mình khuyên bạn nên đi tour cùng chú9!Đọc thêm",
            "Đã tham gia chuyến du lịch easyrider với chú 9 trong hai ngày quanh Đà Nẵng và Hội An và điều đó thật tuyệt vời. Tôi thực sự muốn giới thiệu nó, vì bạn sẽ thấy những địa điểm du lịch và một vài địa điểm địa phương dễ thương mà khách du lịch thường không thấy! Tiếng Anh của anh ấy tốt và anh ấy cũng sẽ là nhiếp ảnh gia cá nhân của bạn. Chúng tôi gặp anh ấy ở ga xe lửa Đà Nẵng và chưa từng nghe đến hil trước đây - lúc đầu chúng tôi hơi nghi ngờ nhưng không cần phải lo lắng : - Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written September 8, 2023",
            "Written September 5, 2023",
            "Written September 2, 2023",
            "Written September 1, 2023",
            "Written September 1, 2023",
            "Written August 27, 2023",
            "Written August 14, 2023",
            "Written August 9, 2023",
            "Written August 6, 2023",
            "Written July 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or30-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or20-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or40-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d109886-Reviews-Lincoln_Road-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575476-d4456025-Reviews-Marietas_Islands-Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d288502-Reviews-Wynwood-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d456551-Reviews-Tiger_Cave_Temple_Wat_Tham_Suea-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1192011-d12933679-Reviews-Psakoudia_Beach-Psakoudia_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3420980-d564358-Reviews-Jebel_Shams-Al_Hamra_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d18543662-Reviews-Pratunam_Thai_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d592779-Reviews-Uluwatu_Temple-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d6653283-Reviews-Eze_sur_Mer_Beach-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g659510-d6599786-Reviews-Imam_Ali_Holy_Shrine-Najaf_Najaf_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or40-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or30-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chuyến du lịch 2 ngày của tôi với chú 9 thật tuyệt vời!! Nếu bạn muốn có một trải nghiệm đích thực, tôi RẤT khuyên bạn nên đặt tour với chú 9. Anh ấy rất am hiểu và nói tiếng Anh rất tốt. Tôi chắc chắn sẽ quay lại và đặt một chuyến du lịch dài ngày khác cùng anh ấy để khám phá thêm về Việt Nam!!Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời cùng chú 9 và Lợi. Sam và tôi đã gặp họ ở ga xe lửa và tôi - tôi rất biết ơn vì đã làm vậy! Chú 9 và Lợi đã mang đến nhiều tiếng cười, một chuyến tham quan thú vị với những kiến ​​thức thực tế đầy hiểu biết và đảm bảo rằng tôi và Sam luôn vui vẻ suốt thời gian qua. Chúng tôi đã đi vòng quanh Đà Nẵng và Hội An trong suốt hai ngày này. Chúng tôi đã có thể nhìn thấy một số địa điểm tuyệt vời và tham gia các hoạt động vui chơi, chẳng hạn như Núi Khỉ, Ngũ Hành Sơn và bơi lội tại một thác nước xinh đẹp. Với kiến ​​thức của Chú 9, tôi và Sam được ăn những món ăn và cà phê ngon, cũng như học được một số thủ thuật đánh bài - Lợi đã dạy chúng tôi một điều hay! - . Chuyến tham quan chắc chắn đã khuyến khích chúng tôi đảm bảo sẽ thực hiện một chuyến tham quan khác khi chúng tôi quay trở lại! Tôi muốn giới thiệu vâng cho bất cứ ai!! Đọc thêm",
            "Chúng tôi tình cờ gặp chú 9 ở ga xe lửa. Anh ấy hỏi về kế hoạch của chúng tôi và đề nghị một chuyến tham quan. Lúc đầu chúng tôi không chắc chắn lắm nhưng vẫn quyết định nắm lấy cơ hội. Tôi và bạn tôi đã có khoảng thời gian tuyệt vời nhất để khám phá Việt Nam trong hai ngày qua đôi mắt của anh ấy. Anh ấy có rất nhiều câu chuyện để kể và anh ấy đã chỉ cho chúng tôi tất cả các loại cây nên ăn hoặc không nên ăn. Chúng tôi khuyên bạn nên làm điều đó!Đọc thêm",
            "Tôi đã thực hiện chuyến du lịch bằng xe máy một ngày quanh Hội An và Đà Nẵng với chú 9 và đó là một trong những ngày du lịch tuyệt vời nhất ở Đông Nam Á mà tôi từng có. Họ thực sự đưa bạn đi sâu vào văn hóa Việt Nam và cho bạn thấy người dân địa phương ở mỗi làng sống và làm việc như thế nào. Tôi đã được xem các đám cưới của người Việt, cách làm bánh tráng của người dân địa phương, cách trang trại trên đất của họ, các khu chợ địa phương cách xa các điểm du lịch thông thường và nhiều nét văn hóa và cuộc sống khác của người Việt mà bạn sẽ không bao giờ thấy trong một chuyến du lịch bình thường với các công ty. Tôi - một người rất hâm mộ lịch sử và chú 9 là một trong những người hướng dẫn tốt nhất cho tôi xem tất cả lịch sử chiến tranh và các địa điểm tưởng niệm chiến tranh khác nhau. Anh ấy có thể trả lời mọi câu hỏi một cách chi tiết và tôi có thể tìm hiểu nhiều điều về lịch sử Việt Nam và hội an từ một trong những tài xế và hướng dẫn viên du lịch giỏi nhất. Tôi cũng đã được đến thăm thánh địa Mỹ Sơn, một trong những di sản thế giới và đó là trải nghiệm tuyệt vời khi có thể đi bộ xung quanh và ngắm nhìn di tích Vương quốc Chăm 1600 năm tuổi. Khi tôi lên kế hoạch cho chuyến đi đến Đông Nam Á trước khi rời Ireland, tôi đã mơ về một trải nghiệm như thế này và đó chắc chắn là một trong những ngày tuyệt vời nhất trong cuộc đời tôi! Cảm ơn chú 9 và Real EasyriderĐọc thêm",
            "Tôi thậm chí có thể nói gì đây? Đây là ngày tuyệt vời nhất của chúng tôi ở Việt Nam cho đến nay. Nếu tôi có thể giới thiệu bất cứ điều gì thì đó là chuyến đi với Mr 9 và Minh. Những quý ông hoàn toàn đáng yêu với những câu chuyện và trải nghiệm chân thành tuyệt vời. Đối với một người chưa bao giờ đi xe máy, tôi cảm thấy rất thoải mái với Mr 9. Họ đã đối xử với chúng tôi rất nhiều điều đặc biệt và chúng tôi sẽ không bao giờ quên ngày tuyệt vời của mình. Cảm ơn bạn rất nhiều!! Cũng Từ Scotland!!  - không phải nước Anh; -   - Đọc thêm",
            "Chú 9 là một chàng trai tuyệt vời. Rất thân thiện. Chú sẽ đưa bạn đến bất cứ nơi nào bạn muốn đến và chỉ cho bạn những điều từ cuộc sống thực sự của người Việt Nam. Thay vì đi xe buýt 1 giờ buồn tẻ từ Đà Nẵng đến Hội An, Chú 9 đã đưa tôi đến đó trong 6 giờ, băng qua khắp vùng nông thôn và những ngôi làng nhỏ. Thú vị và vui hơn nhiều! Hãy đi cùng chú ấy. Bạn sẽ không hối hận đâu. Đọc thêm",
            "Chú 9 rất thân thiện và hữu ích. Chúng tôi gặp chú khi đến ga tàu Đà Nẵng và chú đề nghị đưa chúng tôi đến Hội An với mức giá tuyệt vời. Chúng tôi đã rất ngạc nhiên khi nhận ra đó là chuyến đi bằng xe máy nhưng nó rất tuyệt. Chúng tôi dừng lại để uống cà phê và chúng tôi đã làm quen với chú khi chú kể cho chúng tôi rất nhiều sự thật thú vị trong khi cũng dạy chúng tôi về lịch sử Việt Nam. 10 - 10 đề xuất Chú 9. Đọc thêm",
            "Một trải nghiệm tuyệt làm sao! Chúng tôi gặp chú 9 tại ga xe lửa Đà Nẵng, nơi chúng tôi được Hải - s phục vụ một cách lịch sự, chúng tôi nhanh chóng đăng ký vào buổi chiều để được đi tham quan xung quanh, sau khi kết thúc một ngày, chúng tôi muốn nhiều hơn nữa và đặt vào ngày thứ hai để trải nghiệm Đà Nẵng và xung quanh bằng xe máy! Khả năng giao tiếp của chú 9 - s thật đáng kinh ngạc cũng như độ tin cậy của chú ấy! Nếu bạn đang tìm người dẫn bạn đi tham quan khu vực thì chú 9 chính là người đàn ông của bạn! Một trải nghiệm chúng tôi sẽ không bao giờ quên và chắc chắn sẽ lặp lại khi chúng tôi trở lại Việt Nam! Cảm ơn chú 9! Amber - Kyle đến từ Úc - - Đọc thêm",
            "Chú Chín đã đáp ứng mọi mong muốn đặc biệt của tôi. Là một người đam mê thực vật, tôi chắc chắn sẽ tìm hiểu những loại cây đặc biệt mà Việt Nam có. Chúng tôi đã đến thăm một số ngôi làng, xưởng và nông dân địa phương và ngay lập tức có mối quan hệ tốt vì chú 9 dường như biết rất nhiều người và luôn phiên dịch, điều này quan trọng vì bất kỳ ai trong số những người chúng tôi gặp đều có thể nói tiếng Anh. Chúng tôi đã có một chuyến đi rất dài gần 200 km vòng quanh Đà Nẵng trong một ngày.Đọc thêm",
            "Wow thật là một sự thay đổi đáng ngạc nhiên, tuyệt vời cho kỳ nghỉ của chúng tôi! Chúng tôi gặp chú Chín ở ga Đà Nẵng khi đang chờ taxi.. hành lý được buộc vào xe đạp, giao hàng an toàn. Trong lúc uống cà phê, chúng tôi đã nói với anh ấy về kế hoạch của mình.  Một chuyến đi Bà Nà Hills.. tích tắc. Chúng tôi không chỉ được đưa đi mà còn được chỉ cho những địa điểm mà không một chiếc xe buýt du lịch nào biết đến. Lịch sử đã kể và chia sẻ, các món ăn địa phương, những quan điểm chưa từng thấy trước đây. Đó là ngày tuyệt vời nhất của chúng tôi cho đến nay ở Việt Nam. Tất cả điều này cộng với cuộc trò chuyện tuyệt vời, nhiều tiếng cười, thủ thuật đánh bài và chỉ là một người đàn ông xinh đẹp vui tính. Chuyến đi tiếp theo của chúng tôi đến Hội An, không xa, nhưng dừng lại dọc đường, lại thắt hành lý, tham quan dân gian phố núi bằng đá cẩm thạch, làm dầu đậu phộng địa phương, những địa danh nổi tiếng và những bức ảnh và ảnh.. Chúng tôi 61 tuổi, chưa bao giờ nghĩ mình sẽ làm điều này nhưng đây sẽ là lần đầu tiên chúng tôi đến thăm Việt Nam.. Cảm ơn Clive và Carol, Newcastle, AustraluaĐọc thêm",
            "Xin chào, chồng tôi và tôi sẽ đến thăm Đà Nẵng vào tháng 6 và muốn có giá tốt nhất cho chuyến đi 2 ngày.\nChuyến đi 1 - Đến Con Trai Tôi - Hội An\nChuyến đi 2 - Đến Huế, qua đèo Hải Vân và quay trở lại\nCảm ơn bạn.\nAlison - JonĐọc thêm",
            "CHÀO! Cảm ơn bạn rất nhiều vì câu hỏi\nGiá tour bình thường của tôi - 70 - một người - một ngày - chuyến ngắn - \n - 80 - cho chuyến đi dài - bao gồm chỗ ở - \nHãy cho tôi biết quyết định của bạn sớm nhéĐọc thêm",
            "Tôi - muốn biết giá cho chuyến đi một ngày và cho hai người.\ncảm ơnĐọc thêm",
            "Xin vui lòng cho biết chi phí khoảng bao nhiêu cho một chuyến tham quan trong ngày?Đọc thêm",
            "70 - - ngàyĐọc thêm",
            "Tôi có thể thuê xe máy và tự đi được không?",
            "Xin chào, tôi muốn hỏi chuyến tham quan cả ngày của bạn sẽ mất bao nhiêu giờ. Cảm ơnĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan trong ngày từ Hội An.  Chú Chín đón chúng tôi từ nhà lúc 8 giờ sáng và chúng tôi về vào khoảng 6 giờ chiều.Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những việc cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written July 5, 2023",
            "Written July 2, 2023",
            "Written June 27, 2023",
            "Written June 23, 2023",
            "Written June 23, 2023",
            "Written June 8, 2023",
            "Written May 11, 2023",
            "Written May 5, 2023",
            "Written April 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or40-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or30-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or50-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g42418-d3317992-Reviews-Rifle_River_Recreation_Area-Lupton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d153929-Reviews-Sandy_Beach_Park-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d263205-Reviews-Hiawatha_Mountain_Bike_Trail-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553558-Reviews-Hawks_Bay-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4346545-Reviews-Bagni_Regina_Giovanna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34315-d11773879-Reviews-Indian_Shores_Beach-Indian_River_Shores_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552757-Reviews-Dalyan_Mud_Bath-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d19121449-Reviews-Saranda_Taxi-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d202620-Reviews-Porta_Venezia-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187883-d4814330-Reviews-Porto_Istana_Beach-Olbia_Province_of_Olbia_Tempio_Sardinia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or50-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or40-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Điều tuyệt vời nhất trong toàn bộ chuyến đi của tôi ở Việt Nam là chuyến du lịch 3 ngày với Chú 9! Cuối cùng, một chuyến tham quan chân thực và thể hiện một Việt Nam thực sự mới mẻ. Ý tôi là đó là lý do tại sao chúng ta đi du lịch phải không? Tuy nhiên, các chuyến tham quan khác không đạt được điều này nên Chú 9 là lựa chọn tốt nhất nếu bạn muốn khám phá Việt Nam thực sự! Thêm vào đó, anh ấy - luôn vui tính, pha trò, đảm bảo rằng tôi luôn vui vẻ và có mọi thứ tôi cần. Chúng tôi đi từ Hội An vào Đà Nẵng, đi qua đường Hồ Chí Minh - vùng núi miền Trung. Phong cảnh thật hùng vĩ, tôi cảm thấy cực kỳ an toàn và rất thoải mái khi ngồi sau chiếc xe đạp của anh ấy, đó thực sự là một cuộc phiêu lưu tuyệt vời.Đọc thêm",
            "Khi tôi và bạn gái đến ga Đà Nẵng, chúng tôi tìm taxi và được chú 9 tìm thấy. Vì chúng tôi là sinh viên và ngân sách có hạn nên chúng tôi nghĩ chuyến đi như vậy không thực sự dành cho mình nhưng chúng tôi đã nói chuyện một lúc về một số điều. cà phê và anh ấy đã điều chỉnh lời đề nghị của mình, nên chúng tôi không thể từ chối. Quyết định tốt nhất! Anh ấy đưa chúng tôi đến những địa điểm, những ngôi làng địa phương và những người dân địa phương mà chúng tôi chưa bao giờ gặp hoặc nhìn thấy. Nếu bạn muốn xem người dân địa phương làm việc và cuộc sống hàng ngày của họ như thế nào, hãy đi một chuyến với Chú 9.Đọc thêm",
            "đã có một ngày tuyệt vời không thể chê vào đâu được. Chú 9 là dịch vụ lái xe đông tốt nhất ở đà nẵng, thực sự rất vui tính, luôn pha trò và đảm bảo rằng chúng tôi sẽ vui vẻ. anh ấy là nhiếp ảnh gia giỏi nhất việt nam chúng tôi đã đi với tư cách là ba phụ nữ trẻ đi du lịch và cảm thấy an toàn trong 100 lần - rất khuyến khích.Đọc thêm",
            "Hôm nay đã có chuyến đi tuyệt vời nhất từ ​​Hội An đến Huế cùng chú 9! Sau khi gặp chú 9 ở ga xe lửa Đà Nẵng khi mới đến, tôi rất vui vì đã quyết định đi cùng chú 9 đến Huế, thay vì bắt tàu ở đó. Dọc đường chúng tôi đã dừng chân ở rất nhiều địa điểm tuyệt vời mà tôi sẽ - t đã từng biết đến. Anh ấy đã chỉ ra và giải thích mọi thứ trong suốt chuyến đi. Tôi đã học được rất nhiều điều về Việt Nam và đã có khoảng thời gian vui vẻ. Tôi chắc chắn sẽ thực hiện một chuyến đi nhiều ngày khi quay lạiĐọc thêm",
            "Chuyến đi từ Đà Nẵng đến Hội An thật đẹp và Bác 9 đã giải thích mọi thứ về lịch sử, truyền thống, thực vật và nhiều hơn thế nữa. Chúng tôi đã ăn những món ăn rất ngon và chỗ ở rất tuyệt vời. Tôi thực sự rất thích thời gian của mình với Chú 9 và chắc chắn sẽ giới thiệu chú ấy và đặt một chuyến tham quan khác vào một ngày nào đó. :DLời chào từ Thụy SĩĐọc thêm",
            "Đã có trải nghiệm tuyệt vời nhất với Chú 9!! Chắc chắn làm cho chuyến đi Việt Nam của chúng tôi trở nên đáng nhớ. Gặp gỡ những người dân địa phương ngọt ngào nhất, thăm các ngôi làng dân tộc thiểu số, tìm hiểu rất nhiều về quá khứ và văn hóa Việt Nam và nhìn chung có những khung cảnh đẹp nhất khi lái xe qua rừng rậm và núi non. Những khách sạn thực sự đẹp được bao gồm trong chuyến tham quan: - giới thiệu rất nhiều!Đọc thêm",
            "Tôi có thể nói gì đây, đây là ngày tuyệt vời nhất trong chuyến đi của tôi cho đến nay! Chú 9 đón tôi từ ga tàu Đà Nẵng khi tôi đến và nói rằng chú ấy cung cấp các tour du lịch dễ dàng. Đó là lần đầu tiên tôi đi xe tay ga nên tôi hơi nghi ngờ nhưng tôi rất vui vì đã làm điều đó! Tôi cảm thấy rất an toàn và thoải mái trong suốt thời gian - đặc biệt là với tư cách là một nữ du khách đi một mình - và tôi không thể giới thiệu tour du lịch của chú ấy đủ. Tôi đã đi tour Bà Nà Hills, đèo Hải Vân và Núi Khỉ - Đức Phật và nó thật tuyệt vời. Cảnh quan trên đèo Hải Vân đủ để khiến chuyến đi này trở nên xứng đáng! Chú ấy biết tất cả những địa điểm đẹp nhất để chụp ảnh và đã chụp rất nhiều bức ảnh đẹp cho tôi. Nếu bạn đang cân nhắc thì hãy cứ làm đi, bạn chắc chắn sẽ không hối hận. Đọc thêm",
            "đó là chuyến du lịch 4 ngày rất tuyệt vời với chú 9, rất nhiều điều chú ấy đã cho chúng tôi xem. Anh ấy còn đưa chúng tôi đến gặp người dân địa phương, để cho thấy họ sống như thế nào, họ ăn gì và nhiều thứ khác. Anh ấy lái xe rất giỏi và tiết kiệm. Những khách sạn anh ấy đặt cho chúng tôi cũng rất đẹp. Chúc mừng ngày lễ tình nhân với sô cô la và hoa. Anh ấy là một chàng trai vui tính.Đọc thêm",
            "Thật là một ngày tuyệt vời với Uncle9. Anh ấy đã chỉ cho tôi rất nhiều địa điểm bao gồm cầu vàng Bà Nà Hills, đèo Hải Vân nơi quay phim top gear và cả Núi Khỉ. Tour rất rẻ cho những gì bạn nhận được. Anh ấy tìm thấy tôi ở ga xe lửa và rất vui tính và thân thiện. Tiếng Anh siêu tốt và anh ấy biết rất nhiều về khu vực này. Rất khuyến khíchĐọc thêm",
            "Đây là lần thứ hai tôi đến thăm Việt Nam và cũng là lần thứ hai tôi hân hạnh được đi du lịch bằng xe máy cùng chú 9 và Vũ. Chúng tôi thực hiện chuyến du lịch 4 ngày từ Đà Nẵng đến Khâm Đức, Prao, Huế và trở về Đà Nẵng. Trong những ngày này, chúng tôi lái xe lên xuống những con đèo để tận hưởng khung cảnh ngoạn mục ở vùng nông thôn Việt Nam, nếm thử các món ăn địa phương, bơi lội ở một thác nước nhỏ, thăm các ngôi làng dân tộc thiểu số và nhiều hơn thế nữa. Chú 9 là một hướng dẫn viên du lịch tuyệt vời và luôn thích đùa, chúng tôi thực sự khuyên bạn nên thực hiện một chuyến tham quan bằng xe máy với chú ấy.Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written April 16, 2023",
            "Written April 11, 2023",
            "Written April 9, 2023",
            "Written April 8, 2023",
            "Written April 4, 2023",
            "Written March 10, 2023",
            "Written March 3, 2023",
            "Written March 1, 2023",
            "Written February 19, 2023",
            "Written February 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or50-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or40-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or60-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d4554040-Reviews-Thepprasit_Road_Nightmarket-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295479-Reviews-Beylerbeyi_Palace-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d8502444-Reviews-OXYA-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g34341-d590831-Reviews-Amelia_Island_State_Park-Amelia_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d13748679-Reviews-Cabeza_de_Toro_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g53157-d13437686-Reviews-Best_of_France_Antiques-Mechanicsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d1643740-Reviews-Table_Rock_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43907-d6536830-Reviews-Roosevelt_State_Park-Morton_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d2240296-Reviews-Playa_Nudista_El_Mago-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41851-d579177-Reviews-Stone_Zoo-Stoneham_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or60-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or50-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã đi đèo Hải Vân với chú Chín và nó thật phi thường! Một trong những trải nghiệm tuyệt vời nhất mà tôi đã có cho đến nay. Chú Chín hoàn toàn chăm sóc bạn, chú ấy rất tận tâm khi lái xe, siêu an toàn và đảm bảo rằng bạn sẽ nhìn thấy những cảnh đẹp nhất và chú ấy còn nỗ lực hết mình để chỉ cho bạn những địa điểm cho phép bạn trải nghiệm Việt Nam đích thực. Tôi yêu nó. Anh ấy đã chỉ ra mọi điều, kể cho tôi nghe câu chuyện hậu trường của các địa điểm và kiểm tra xem tôi có cảm thấy thoải mái trong suốt thời gian đó không.Đọc thêm",
            "Nếu bạn đi du lịch để trải nghiệm, bạn sẽ không phải thất vọng. Chú 9 đã đưa tôi đi tham quan các di sản văn hóa thế giới và đường Hồ Chí Minh ở miền Trung, nhiệt tình giúp tôi gặp gỡ nhiều người dân địa phương và cho tôi lời khuyên nên đi đâu tiếp theo trong chuyến du lịch của mình.Đọc thêm",
            "Chú 9 và bạn của chú thật tuyệt vời! Chúng tôi đặt một chuyến du lịch cả ngày với họ và lái xe vòng quanh Đà Nẵng và thăm những địa điểm đẹp. Đề nghị giới thiệu!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến đi 3 ngày 2 đêm bắt đầu từ Hội An! Bạn sẽ không hối hận khi đi du lịch cùng chú 9. Chú ấy là một hướng dẫn viên du lịch tuyệt vời!!Đọc thêm",
            "Chúng tôi gặp chú 9 và bạn của chú ở ga Đà Nẵng và chú đề nghị đưa chúng tôi về khách sạn ở Hội An bằng xe máy của chú. Chúng tôi hoài nghi nhưng chấp nhận tận hưởng chuyến phiêu lưu giao thông điên cuồng trên ghế sau của một chiếc xe đạp - Trên đường chúng tôi dừng lại uống cà phê và chú 9 đã mời chúng tôi tham quan vùng cao 2 ngày 1 đêm. Sau một số cuộc thảo luận, chúng tôi đã chấp nhận và bắt đầu trải nghiệm 2 ngày sau đó. Chú 9 là một chàng trai rất vui tính và đã giải thích rất nhiều về đất nước, lịch sử, việc trồng lúa và hàng tấn trái cây và rau quả khác, chúng tôi dừng lại ở một khu chợ và tại 2 bộ tộc nơi chúng tôi gặp những người dân tộc thiểu số. Trong khi đi xe - 9-10 giờ với chú 9, chúng tôi đã thấy rất nhiều vùng quê tuyệt vời của Việt Nam - Nói tóm lại: chúng tôi thực sự rất thích chuyến đi với chú 9 và đã trải nghiệm Việt Nam theo cách mà chúng tôi sẽ không thể có nếu không gặp chú ấy. Cứ làm đi - Đọc thêm",
            "Chuyến du lịch 3 ngày 2 đêm cho tôi, chồng và con trai 22 tuổi. Sau khi đến Đà Nẵng trên chuyến tàu từ HCM, chúng tôi được chú 9 và - T - . Trên đường đi, chúng tôi bị thuyết phục rằng một chuyến tham quan bằng xe máy đến khu vực ít được biết đến trong đất liền từ các địa điểm du lịch sẽ là một điều thú vị. Vừa kết thúc chuyến tham quan và trở về Đà Nẵng, sau khoảng 600km cưỡi ngựa cùng 3 quý ông đáng yêu, tôi có thể khẳng định rằng đây chắc chắn sẽ là một trong những điểm nổi bật trong chuyến đi của chúng tôi. Chú 9 đã rất quan tâm đến chúng tôi để chúng tôi có thể cảm nhận thực sự về văn hóa và cuộc sống Việt Nam. Anh ấy và nhóm của anh ấy đã giải trí và hiểu biết trong suốt 3 ngày. Cảm ơn bạn từ Penny, Geoff và Harry.Đọc thêm",
            "lần đầu gặp chúng tôi ở Đà Nẵng và cực kỳ thân thiện. Có một trải nghiệm tuyệt vời và rất nhiều tiếng cười! Tiếng Anh khá tốt.Đọc thêm",
            "Tôi - tôi rất vui vì đã đặt tour. Lần đầu tiên anh ấy tiếp cận tôi ở ga Đà Nẵng, tôi không chắc liệu điều đó có xứng đáng hay không. Chắc chắn là như vậy! Mặc dù trời mưa rất nhiều nhưng tôi thực sự rất thích chuyến tham quan. Bác Dương chỉ cho tôi những địa điểm ở vùng nông thôn mà tôi chưa bao giờ tìm thấy. Anh ấy cũng là một hướng dẫn viên rất vui vẻ và hiểu biết. Nếu bạn có cơ hội khám phá Việt Nam cùng anh ấy, hãy làm điều đó.Đọc thêm",
            "Chú 9 và My gặp chúng tôi lần đầu ở Đà Nẵng và cực kỳ thân thiện. Họ nhận ra chúng tôi hơi lạc lõng và đề nghị đưa đón chúng tôi một chuyến xe rất rẻ đến Hội An. Chúng tôi nói với họ rằng chúng tôi chỉ có một khoảng thời gian ngắn nhưng họ đã nghĩ ra một chuyến tham quan phù hợp với lịch trình của chúng tôi và đảm bảo rằng chúng tôi vẫn bắt tàu về nhà đúng giờ. Chúng tôi đã có khoảng thời gian tuyệt vời trên lưng xe đạp của họ khi chúng tôi đi tham quan bờ biển. Rất an toàn và thoải mái ngay cả khi có không gian cho hành lý của chúng tôi. Muốn giới thiệu cho những ai đến Đà Nẵng - Hội An mà chưa có kế hoạch gì nhiều!Đọc thêm",
            "Me and my friend Carl were greeted by Uncle 9 right outside of Da Nang railway station, as we got off the train from Ho Chi Minh City. After spending a month in Thailand, we were cautious about people approaching us straight away as we - ve been ripped off before. But once we got talking to Uncle 9 we knew this was different as he was the most genuine, funny and helpful person we - ve came across on our travels. As we were on a tight time schedule, we opted to go on a 1 day tour of the area, although if we had more time we would 1000 -  have spent longer with him. In that day we visited the Golden Bridge, Monkey Mountain and rode on the back of Uncle 9 and his friends motorbike down the Hai Van Pass. He was constantly cracking jokes and making us laugh throughout the tour and was extremely insightful with everything he told us; especially when he took us for a mini tour around the temple on Monkey Mountain. This is something I - m almost certain you wouldn - t get with anyone else! On top of that, he provided us with water proof gear, took us to the best places to eat and drink, stopped off at every viewpoint we wanted to stop at, helped us learn the basics of the Vietnamese language and was just an all round LEGEND!!! If you are looking to travel around the Da Nang area and are not completely sure about how to do it -  where to go, speak to Uncle 9 and together you - ll make a plan  - he is very flexible and only has your best interests in mind - . Even after the tour, he was offering suggestions and helping us to make a plan for the rest of our Vietnam trip, so that we would have the best experience possible in the short time we had in the country. Overall, the decision to go on a tour with Uncle 9 was a no brainer and we recommend his tours to anyone and everyone. By far the best day we - ve had in southeast Asia, by a mile! After a few bad experiences in Ho Chi Minh City, this man has single handedly changed our opinion of Vietnam completely.And I - m not normally one for leaving reviews... -  - Read more"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Tour trong ngày"
        ],
        "reviews_time": [
            "Written February 8, 2023",
            "Written February 4, 2023",
            "Written January 21, 2023",
            "Written January 12, 2023",
            "Written January 4, 2023",
            "Written December 28, 2022",
            "Written December 25, 2022",
            "Written December 6, 2022",
            "Written November 27, 2022",
            "Written November 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or60-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or50-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or70-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32640-d7689572-Reviews-Lodi_Lake_Park-Lodi_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146020-Reviews-Huron_Harbor_and_Pier-Huron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d17660562-Reviews-Marameo_Beach_Club-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d555214-Reviews-Walled_City_of_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g57792-d108583-Reviews-Grand_Caverns-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283915-Reviews-Riviera_Beach-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d662944-Reviews-Cedar_Mountain_Trail_Rides-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g48915-d116288-Reviews-Karma_Triyana_Dharmachakra_Tibetan_Buddhist_Monastery-Woodstock_Catskill_Region_New.html",
            "https://www.tripadvisor.com/Attraction_Review-g30502-d10100098-Reviews-Bamahenge-Elberta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g154960-d1582434-Reviews-Bay_Ferries-Saint_John_New_Brunswick.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or70-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or60-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong số 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi vừa chia tay Bác 9 sau chuyến du lịch 2 ngày từ Hội An - - Đà Nẵng. Chúng tôi đã có những ngày tuyệt vời khi lái xe qua những cảnh quan tuyệt đẹp - - . Trên đường đi, Bác 9 đã kể và chỉ cho chúng tôi nhiều loại hình nông nghiệp, thủ công và làng dân tộc thiểu số nguyên bản của người Việt. Với những câu chuyện cười, thủ thuật đánh bài và những câu chuyện, đó là một niềm vui. Không còn nghi ngờ gì nữa, đây là quyết định đúng đắn nhất cho chuyến đi này!Đọc thêm",
            "Vợ tôi - Tôi đã đi tour bằng xe đạp với hướng dẫn viên Chú 9 - Minh để xem Real Vietnam - thật tuyệt vời. Chúng tôi thực sự cảm thấy như được nhìn thấy - trải nghiệm mọi thứ theo cách tốt nhất có thể. Chúng tôi được trải nghiệm vùng quê xinh đẹp, nơi chúng tôi được nhìn thấy những người nông dân địa phương làm việc - tìm hiểu về quy trình trồng trọt - mùa vụ. Chúng tôi đến thăm các doanh nghiệp địa phương sản xuất - sản xuất dầu cho người dân địa phương, làm hương - sản xuất chổi. Thật thú vị khi được tham gia vào hành động một chút khi chúng tôi được xem cách làm bánh tráng - có thử thách khi tự mình thử nó. Chúng tôi phải nếm thử một ít trước khi rời đi - nó rất tươi - ngon. Chúng tôi phải tìm hiểu sự khác biệt giữa một ngôi chùa - một ngôi chùa mà chúng tôi thấy thực sự có nhiều thông tin và thú vị. Chúng tôi đến thăm một nghĩa địa chiến tranh - đài tưởng niệm nơi nhân chứng hướng dẫn của chúng tôi nói chuyện sâu sắc về chiến tranh, cuộc sống hồi đó - cuộc sống sau chiến tranh mà chúng tôi nghĩ là vô cùng thú vị - trò chuyện một lúc về nó. Đó là điều chúng tôi thực sự đánh giá cao, đặc biệt sau khi tham quan Bảo tàng Chiến tranh ở Sài Gòn - Địa đạo Củ Chi. Nhìn chung, đây là một chuyến tham quan bằng xe đạp có thông tin chuyên sâu tuyệt vời về Real Vietnam từ 2 quý ông đã chở chúng tôi đi khắp nơi cả ngày, khiến chúng tôi cười, mua cà phê cho chúng tôi - đã cho chúng tôi một chuyến tham quan tuyệt vời. Tôi không thể giới thiệu đủ Chú 9 - Minh nếu bạn đang tìm kiếm để xem - trải nghiệm Real Vietnam: - Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với chú 9 và Minh. Chúng tôi đến thăm Mỹ Sơn từ Hội An và trên đường dừng lại ở một số doanh nghiệp địa phương để tìm hiểu cách làm việc của người Việt Nam. Chúng tôi được học về nghề làm hương, cách làm bánh tráng, cách làm dầu và thăm quan dây chuyền sản xuất chổi. Chúng tôi đến thăm ruộng bậc thang nơi chúng tôi tìm hiểu về các mùa trồng trọt khác nhau. Nhưng cho đến nay, phần hay nhất của chuyến đi là được tìm hiểu về cuộc chiến và hậu quả sau đó từ một nhân chứng. Mở mắt và khai sáng. Rõ ràng cả chú 9 và Minh đều có rất nhiều kiến ​​thức về lịch sử, một tình yêu thực sự và niềm tự hào về văn hóa của họ và rõ ràng rằng họ là những người rất yêu thiên nhiên và có thể kể tên tất cả các loài thực vật mà chúng tôi đã đi qua! Điều đó thực sự truyền cảm hứng. Cảm ơn chú 9 và Minh! Ồ và nếu bạn lo lắng về việc ngồi sau xe đạp thì đừng lo lắng. Các chàng trai rất an toàn và những chiếc xe đạp rất an toàn và chắc chắn. Tôi đã sợ nhưng ngay lập tức yêu thích nó!! Đọc thêm",
            "You cannot do better than a tour with Doung Uncle9. Doung is the ideal tour guide and companion: kind, generous, funny, knowledgeable, a skilled and careful driver, great at planning the day to the best advantage of his customers -  interests and finding good value budget accommodation and places to eat, even in remote locations. He comes fully prepared, even carrying a full set of rain gear. His commentary is informative and entertaining and he will often throw in something extra from the sites along the way so you get an unexpected bonus here and there and great value for your touring dollar. I have been to VN three times and been with him every time. My enjoyment of the country and the people was always magnified by my association with him. The first time was in 2016 when I stepped off the train at Da Nang and he was touting for business. I had to decline his offer of a tour because I had other plans but he took me to my accommodation and later picked me up for a tour of Da Nang. I enjoyed the experience so much I decided I wanted to tour properly with him some day. That day dawned in 2018 when I returned for a customised four day tour of the Central Highlands, starting in Da Nang and finishing at Nha Trang. I was sorry when it was over and again I was left wanting some more. The third time is now in 2022, after we all had to defer travel plans when Covid reared its ugly head. This time my plans were more ambitious - an 18 day journey from Da Nang to the far north along the border with China, reaching the furthest point north in VN and finishing at Hanoi. Duong had never been on that route before but he accepted the challenge and delivered. I know that awesome, stunning and breathtaking are overused words but in the case of the Mai Pi Leng Pass between Meo Vac and Dong Van and the Quang Ba Pass between Tam Son and Ha Giang, they are hardly sufficient. It - s one of the great motorbike road trips of the world. I could write a book about my travels with Duong but I hope this gives you an idea of the high regard I have for him. I hope there will be another time and I wholeheartedly and one hundred percent recommend him.Will RogersGold CoastAustraliaRead more",
            "Được sắp xếp trong thời gian ngắn, anh ấy đã có thể đón 3 người chúng tôi đúng giờ từ khách sạn của chúng tôi. Chỉ với một ý tưởng mơ hồ về những gì chúng tôi muốn thấy ở Đà Nẵng, chú 9 đã đưa ra một số gợi ý tuyệt vời về nơi đưa chúng tôi đi xe đạp, đèo Hải Vân và núi Khỉ rất đáng để ghé thăm. Với các điểm dừng thường xuyên để chụp ảnh - và bia! - , đó - là một cách tuyệt vời để thoát khỏi các tuyến du lịch thông thường - chắc chắn sẽ được đề xuấtĐọc thêm",
            "Nếu bạn muốn tham quan nhiều hơn ngoài những địa điểm du lịch và khám phá Việt Nam THỰC SỰ, hãy nhờ Chú 9 tổ chức một chuyến tham quan. Chúng tôi đã có chuyến du lịch 2 ngày 1 đêm ở khu vực Hội An - Đà Nẵng và về miền quê trên Núi và thăm quan rất nhiều nơi. Anh ấy biết rất nhiều về Lịch sử, văn hóa, con người, thực vật.... Hoàn toàn khuyến khích điều đó. Nếu bạn may mắn, anh ấy sẽ đón bạn ở ga Đà Nẵng, khi đến nơi bằng chuyến tàu đêm như điều đã xảy ra với chúng tôi. Đầu tiên chúng tôi có chút không chắc chắn, liệu chúng ta có nên đi xe máy đến Hội An hay không. Nhưng hơn là trên đường đến Coffee Stop, anh ấy có thể dễ dàng thuyết phục chúng tôi Thay đổi lộ trình và thực hiện một chuyến đi khó quên cùng anh ấy và một người bạn của anh ấy. Chúng tôi, Chris và Teresa, đã đến thăm Việt Nam vào tháng 10 năm 2022 và đã có Chuyến lưu diễn vào ngày 5 và 6 tháng 10.Đọc thêm",
            "Trải nghiệm tuyệt vời! Chúng tôi được yêu cầu chụp ảnh voọc chà vá chân đỏ nên bạn tôi đề nghị đặt đội Easyrider vì kinh nghiệm của họ là thứ tôi cần để hoàn thành mục tiêu của mình. Chin và Suu luôn có mặt đúng giờ, sẵn sàng đón chúng tôi ngay cả khi chúng tôi yêu cầu khó khăn vì tất cả chúng tôi đều bắt đầu từ sáng sớm. Và vâng! chúng ta đã cùng nhau làm được điều đó!Đọc thêm",
            "Sau chuyến tàu từ Nha Trang đến Đà Nẵng và đi ngang qua đám tài xế taxi đáng ghét đầu tiên, chú 9 đã đến gặp chúng tôi và chia sẻ câu chuyện của mình từ những khách hàng hài lòng. Những cuốn sách review viết tay của anh đã thuyết phục chúng tôi đồng ý và chở anh đi từ Đà Nẵng đến Hội An, khoảng 200k một người. Chú 9 và bạn My dẫn chúng tôi đi một vòng và kể cho chúng tôi nghe những gì họ biết về mọi thứ chúng tôi đã thấy trong suốt chuyến đi. Họ rất hiểu biết, vui tính và lái xe an toàn với chiếc ba lô lớn phía sau động cơ của họ. Tại Hội An, chúng tôi dừng lại ở Tường Tailer và tôi đã mua - với mức giảm giá từ My - một bộ đồ tuyệt vời và lên kế hoạch cho chuyến đi trở về từ Hội An đến Đà Nẵng trước 2 ngày với giá 60 USD. Trong chuyến đi thứ 2 cùng chú 9 và bạn My, chúng tôi gặp những người dân địa phương làm các sản phẩm của họ như chổi, bánh tráng, dầu khuynh diệp, người bán hàng ở chợ, đài tưởng niệm, cánh đồng lúa, cảnh quan tuyệt đẹp, núi đá cẩm thạch, núi khỉ, nơi họ thông báo cho chúng tôi về những gì là gì. Chúng tôi không có hành trình và chúng tôi - bị choáng ngợp bởi những thứ chúng tôi đã làm trên xe đạp chỉ trong 1 ngày. Quả thật, không có cách nào tốt hơn để tham quan những địa danh miền quê tươi đẹp, gặp gỡ người dân địa phương và đi từ A đến B an toàn hơn với những chàng trai này! Nếu có nhiều thời gian hơn, chúng tôi đã lên kế hoạch cho chuyến đi thứ 3 cùng chú 9 từ Đà Nẵng đến Huế . Không thể giới thiệu đủ người chú tuyệt vời này!Đọc thêm",
            "Chúng tôi đã - không đi nhờ vì chúng tôi - không có thời gian. Nhưng chú 9 rất thân thiện và hữu ích! Anh ấy chở chúng tôi từ Đà Nẵng đến Hội An bằng xe máy và chúng tôi cảm thấy rất an toàn; - Biết nhiều về vùng này. Cảm ơn bạn!Đọc thêm",
            "Tôi gặp chú 9 ở ga xe lửa và chú ngay lập tức giúp tôi về khách sạn ở Đà Nẵng. Ngày hôm sau anh ấy đưa tôi đi vòng quanh Hội An và đèo Hải Vân trên chiếc xe đạp của anh ấy. Chúng tôi ăn trưa ngắm nhìn Đà Nẵng trên những ngọn đồi. Chú 9 rất hữu ích và tốt bụng. Anh ấy khiến tôi cảm thấy được chào đón như một du khách độc thân. Tôi ít nghiên cứu xem phải làm gì, đi đâu và thời gian có hạn khi đến ga Đà Nẵng. Nhưng những ngày ở bên chú 9, chú đã dạy tôi rất nhiều điều trong khoảng thời gian ngắn ngủi. Kiến thức của anh ấy về Đà Nẵng, phố cổ Hội An rất tuyệt vời và anh ấy biết những nơi tốt nhất để đi. Ngoài ra, việc ngắm nhìn phong cảnh tuyệt đẹp của đèo Hải Vân trên chiếc xe máy của anh ấy thật tuyệt vời. Tôi muốn giới thiệu Chú 9 cho bất kỳ ai đến thăm Đà Nẵng. Anh ấy rất dễ tiếp cận và việc lái xe của anh ấy rất an toàn. Anh ấy cũng rất tốt bụng vàĐọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written November 23, 2022",
            "Written November 11, 2022",
            "Written November 9, 2022",
            "Written October 28, 2022",
            "Written October 8, 2022",
            "Written October 6, 2022",
            "Written September 20, 2022",
            "Written September 20, 2022",
            "Written September 17, 2022",
            "Written August 30, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or70-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or60-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or80-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8768930-Reviews-Amulet_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d13547607-Reviews-The_Nabalu_Market-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009388-d4508229-Reviews-Stockholm_Quality_Outlet-Jarfalla.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d3506571-Reviews-Glystra_Beach-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g580259-d15189038-Reviews-Cascata_dos_Anjos-Ponta_Do_Sol_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g56934-d591647-Reviews-Bingham_Canyon_Open_Pit_Copper_Mine-Bingham_Canyon_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57197-d4481688-Reviews-Bristol_Falls-Bristol_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g154913-d155479-Reviews-Heritage_Park_Historical_Village-Calgary_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137975-d17530507-Reviews-Kashmir_Abshar-Muzaffarabad_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d245684-Reviews-Incognito-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or80-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or70-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi gặp chú Chín - Dương ở ga xe lửa sau chuyến đi qua đêm từ Hà Nội đến Đà Nẵng. Cần đi nhanh, chú Chín và một đồng nghiệp đề nghị thả chúng tôi xuống khách sạn. Chưa từng đến Đà Nẵng và đây là lần đầu tiên chúng tôi đến Việt Nam, chú Chín đề nghị đưa chúng tôi đi một chuyến du lịch ngoạn mục, ngoài con đường vắng người, có nhiều thời gian để tận hưởng hơn là phải xếp hàng dài chờ đợi với những du khách khác như chúng tôi. - Và để tôi nói cho các bạn biết, chú Chín đã không làm mọi người thất vọng! Nó còn nhiều hơn những gì chúng tôi mong đợi! Chú Chín và đồng nghiệp Hải đã đón chúng tôi sớm và bắt đầu chuyến đi một cách vui vẻ nhất, bằng cách đề nghị đưa chúng tôi đi ăn sáng sau khi chúng tôi chưa có thời gian ăn trước khi chuyến tham quan bắt đầu. Sau khi dùng bữa tại một địa điểm tuyệt vời ở địa phương, chuyến tham quan của chúng tôi bắt đầu. Hết cảnh đẹp này đến cảnh đẹp khác, chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến tham quan của mình. Thác nước, quang cảnh và núi khỉ thật đáng nhớ. Chúng tôi không thể yêu cầu trải nghiệm tốt hơn với hướng dẫn viên du lịch tốt hơn. Chú Chín và Hải là những người tốt bụng nhất và chúng tôi không thể cảm ơn họ đủ vì khoảng thời gian tuyệt vời như vậy. Đây là dấu hiệu để bạn đặt chuyến tham quan với chú Chín! Bạn sẽ thích nó, giống như chúng tôi vậy!Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời! Tôi cùng bạn đồng hành đi tham quan một số điểm tham quan của Đà Nẵng trong ngày. Chú 9 đã cực kỳ hữu ích khi giúp chúng tôi lên kế hoạch cho việc này và để chúng tôi dành thời gian suy nghĩ. Suốt cả ngày, anh ấy đảm bảo rằng chúng tôi cảm thấy vui vẻ và hạnh phúc, giữ cho chúng tôi đủ nước và khiến chúng tôi cười : - anh ấy thực sự coi trọng việc tìm hiểu về nơi chúng tôi đến và thích trò chuyện - Anh ấy có kiến ​​thức tuyệt vời về khu vực và giữ cho chúng tôi cảm thấy an toàn trên đường đi xe máy. Chúng tôi đã có một ngày tuyệt vời và muốn quay lại lần nữa để thực hiện nhiều chuyến tham quan hơn - không thể giới thiệu chú 9 cao hơn, 100 - 100 - Đọc thêm",
            "Tôi đã có những ngày thực sự tuyệt vời với Dương. Anh ấy đưa tôi đi tham quan tất cả các thắng cảnh ở Đà Nẵng và đưa tôi đến điểm đến tiếp theo là Hội An. Dương là một trong những người thân thiện, chu đáo và vui tính nhất mà tôi từng gặp và là điểm nhấn trong chuyến đi của tôi cho đến nay. Anh ấy luôn đảm bảo rằng tôi có tất cả đồ đạc của mình, có nước hoặc bia và bôi kem chống nắng. Anh ấy sẽ dừng lại ở một số điểm và kể cho tôi nghe về lịch sử thú vị của khu vực cũng như những sự thật thú vị. Tôi thực sự khuyên bạn nên thực hiện một chuyến đi với Chú 9.Đọc thêm",
            "Một ngày tuyệt vời với chú 9 và những người đàn ông vui vẻ của chú. Đây là lần thứ hai chúng tôi gặp chú 9 và chúng tôi đã có một ngày tuyệt vời. Nhìn thấy những phần của Việt Nam mà chúng ta chưa bao giờ thấy. Thác nước rất sảng khoái.  Rất khuyến khích.Đọc thêm",
            "Tôi đi du lịch Việt Nam vào tháng 7 năm 2022 khi tôi và bạn tôi đến ga Đà Nẵng. Một người đàn ông mà sau này tôi quen tên là Chú 9, Dương, đến gặp chúng tôi và mời chúng tôi đi tham quan bằng xe máy. Ban đầu chúng tôi do dự nhưng sau khi đọc những bài đánh giá viết tay trong nhật ký của anh ấy từ những người bạn đồng hành, chúng tôi quyết định đây sẽ là một cách tuyệt vời để khám phá Việt Nam - và chúng tôi đã không thất vọng. Chú 9 và người bạn cưỡi ngựa Shu - không biết viết xin lỗi chính tả - chở chúng tôi từ ga Đà Nẵng đến ký túc xá ở Hội An. Chúng tôi đã ký hợp đồng và đặt cọc. 2 ngày sau, sau khi thăm Hội An, chú 9 và Thục đón chúng tôi từ sáng sớm. Ban đầu chúng tôi quay lại Mỹ Sơn để xem di tích cũ. Trời rất ẩm nhưng chúng rất đẹp. Chúng tôi được tặng một chuyến tham quan Huế dọc theo tuyến Hải Giang. Các quan điểm thật ngoạn mục. Chúng tôi rất vui khi được đi cùng Chú 9 và Shu vì những con đường lộng gió của Loop sẽ rất nguy hiểm nếu chúng tôi đi một mình. Chú 9 dừng lại ở nhiều địa điểm khác nhau trong chuyến tham quan để cho chúng tôi thấy những điều có ý nghĩa văn hóa. Ngày hôm sau ở Huế, chúng tôi đã đến thăm Cố đô Huế, nơi mà tôi rất khuyến khích, nó thật thú vị và đẹp đẽ. Chú 9 và Thư thả chúng tôi ra sân bay Huế và tất cả chúng tôi ôm nhau tạm biệt. Họ là những hướng dẫn viên du lịch xuất sắc, tốt bụng, vui tính và am hiểu về Việt Nam. Cảm ơn chú 9 và Shu!Đọc thêm",
            "Đã thực hiện hai chuyến du lịch với Chú 9 - một đến Huế và một đến Hội An. Tôi thực sự không lập kế hoạch nhiều và đang ở trong một khách sạn ở một nơi xa xôi hẻo lánh, nhưng Chú 9 thực sự rất nhiệt tình và đã đi rất xa để đón tôi và đưa tôi đến bất cứ đâu. Chú ấy rất am hiểu về mọi việc. lịch sử Việt Nam thân thiện, hài hước và chụp những bức ảnh đẹp nhất! Anh ấy cũng linh hoạt với các tour du lịch. Việc liên lạc thật dễ dàng và anh ấy phản hồi rất nhanh chóng, khiến việc lập kế hoạch trở nên dễ dàng. Anh ấy cũng là một tay đua an toàn và tôi không bao giờ cảm thấy lo lắng trong suốt chuyến đi, ngay cả khi len lỏi qua dòng xe cộ đông đúc. Tôi chắc chắn sẽ tìm kiếm anh ấy lần nữa nếu tôi đã đến đà nẵng trong tương lai!Đọc thêm",
            "Thực hiện chuyến du lịch 1 ngày cùng Chú 9 là điểm nhấn tuyệt đối trong thời gian tôi ở Đà Nẵng. Anh ấy là một người đàn ông tốt bụng và thú vị đến khó tin - thực lòng mà nói tôi sẽ phải trả cái giá mà tôi đã phải trả chỉ vì công ty của anh ấy! Tôi gặp anh ấy ở ga xe lửa, và cuối ngày hôm đó chúng tôi gặp lại nhau đi uống cà phê để lên kế hoạch cho chuyến tham quan vào ngày hôm sau. Chú 9 đã cho tôi một số hiểu biết sâu sắc về địa phương về những điểm tham quan nào đáng đầu tư thời gian và tiền bạc và điểm nào kém hơn. Anh ấy thậm chí còn chỉ cho tôi một số địa điểm mới không có trong danh sách ban đầu của tôi sau khi nghe về sở thích của tôi, chẳng hạn như đi bộ đường dài và leo núi. Chú 9 có cả đội ngũ tài xế nên bạn có thể đặt trải nghiệm này theo nhóm cũng được. Nếu bạn lo lắng khi đi xe máy, hãy biết rằng Chú 9 là một người lái xe rất an toàn và chu đáo - tôi có bằng lái xe máy ở một quốc gia khác, và chú ấy lái xe giỏi hơn tôi rất nhiều! Thành thật mà nói, tôi không thể viết lời để nói cho bạn biết trải nghiệm đó tuyệt vời như thế nào. Chuyến tham quan của Chú 9 đã giúp tôi có thể nhìn thấy các địa điểm bên ngoài thành phố theo dòng thời gian của riêng mình và vừa cười vừa trò chuyện suốt chặng đường. Chắc chắn đặt phòng với anh ấy!Đọc thêm",
            "Thật là một sự kiện tuyệt vời khi tìm thấy Bác Chín ở phía trước ga Đà Nẵng sau khi xuống chuyến tàu đêm của chúng tôi. Chúng tôi định bắt xe buýt thẳng về Hà Nội nhưng may mắn thay đã gặp được chú Chín và chúng tôi ngồi uống cà phê và lên kế hoạch cho ngày đi chơi trên xe máy của chú! Chúng tôi có hành lý rất vừa vặn và chúng tôi đi tham quan quanh các ngôi làng địa phương và dừng lại ở các đài tưởng niệm và thắng cảnh khác nhau trên đường đến Mỹ Sơn trước khi được đưa về nhà nghỉ của chúng tôi ở Hà Nội. Tôi thực sự muốn giới thiệu Chú Chín vì ông ấy cũng vậy. hiểu biết, lịch sự và hài hước. Chúng tôi luôn cảm thấy an toàn và yêu thích trải nghiệm này.Đọc thêm",
            "Trước khi suy nghĩ quá nhiều,Hãy làm đi và bạn - sẽ không bao giờ hối hận. Tôi đã gặp chú Chín ở ga Đà Nẵng. Là một người đàn ông lịch thiệp và dễ gần, sau khi nói chuyện nhanh tôi đã đồng ý đặt tour du lịch bằng xe máy 2 ngày với chú Chín và đó là một quyết định đúng đắn. Chú Chín đã đưa tôi đi tham quan các địa điểm du lịch nổi tiếng của Đà Nẵng và Hội An như Mỹ Sơn, Ngũ Hành Sơn , Núi Khỉ và đèo Hải Vân. Ngoài ra, anh ấy còn đưa tôi đi thăm các làng nghề truyền thống như làm bánh tráng, làm chổi, nấu dầu đậu phộng và chợ địa phương và đó là một trải nghiệm tuyệt vời. Và trải nghiệm ấn tượng nhất của tôi là đi thuyền qua sông con sông, nó thật độc đáo. Tất cả những điều đó, Chú Chín là một người hướng dẫn tuyệt vời, giàu kinh nghiệm, hiểu biết và vui tính. Đây là một trải nghiệm tuyệt vời để khám phá Việt Nam theo cách riêng của bạn. Tôi rất hài lòng về cả chuyến đi cùng chú Chín. Rất khuyến khích chuyến tham quan Chú Chín cho tất cả những ai muốn khám phá Việt Nam. 5 sao cho toàn bộ chuyến đi. Hãy đặt chỗ này và bạn - sẽ không bao giờ hối tiếcĐọc thêm",
            "Chúng tôi gặp chú9 ở ga xe lửa Đà Nẵng khi chú tiếp cận chúng tôi một cách dễ thương và hài hước. Sau khi trò chuyện, chúng tôi quyết định thực hiện một chuyến du lịch kéo dài hai ngày với anh ấy và chú10 - và chúng tôi rất vui vì đã làm được điều đó và không hề hối tiếc về điều đó! Họ đưa chúng tôi đến những nơi có lẽ chúng tôi chưa bao giờ đến và kể cho chúng tôi rất nhiều điều về đất nước, con người và lịch sử của nó - tất cả những điều này bên cạnh rất nhiều câu chuyện cười và một vài trò chơi bài. Thật tuyệt vời, cảm ơn bạn rất nhiều vì trải nghiệm này! Có lẽ là điều tuyệt vời nhất mà chúng tôi đã làm cho đến nay trên hành trình của mình.Đọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written August 24, 2022",
            "Written August 23, 2022",
            "Written August 5, 2022",
            "Written July 28, 2022",
            "Written July 27, 2022",
            "Written July 14, 2022",
            "Written July 9, 2022",
            "Written July 1, 2022",
            "Written June 1, 2022",
            "Written June 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or80-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or70-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or90-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d639606-Reviews-Shops_at_Rivercenter-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808853-d456231-Reviews-Chiang_Kai_Shek_Memorial_Hall-Zhongzheng_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d3694515-Reviews-Gangchon_Rail_Park-Chuncheon_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4356890-Reviews-Duke_Kahanamoku_Lagoon-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135010-d325333-Reviews-Dotombori_District-Dotombori_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g59476-d2263077-Reviews-Spruce_Knob-Riverton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d2069404-Reviews-Homeland_War_Musem_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d105980-Reviews-Narragansett_Beach-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d16779800-Reviews-Quarry_Cove-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d2227948-Reviews-Power_and_Light_District-Kansas_City_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or90-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or80-Real_Easyrider_Day_Tours-Da_Nang.html"
    },
    {
        "attraction_name": "Real Easyrider - Day Tours",
        "attraction_name_vi": "Real Easyrider - Chuyến tham quan trong ngày",
        "general_info": [
            "399 đánh giá",
            "- 16 trong số 492 Tour - Hoạt động tại Đà Nẵng",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã có một ngày tuyệt vời với Chú 9! Anh ấy chỉ là người hướng dẫn đáng kinh ngạc nhất và là người vui tính, thân thiện. Anh ấy đưa tôi đến những nơi mà tôi không bao giờ có thể tìm thấy một mình - những con đường tuyệt đẹp - không có trên Google maps, người dân địa phương làm bánh tráng và mì, v.v. tại nhà của họ - cách xa nơi du khách thường đến - gặp gỡ những người dân địa phương thân thiện trên đường đi .Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 4 ngày và trải nghiệm trong bốn ngày này nhiều hơn những gì chúng tôi có được trong một tháng ở Việt Nam. Chú 9 - 10 đã cho chúng tôi thấy mọi thứ từ thiên nhiên đẹp nhất, thác nước và đủ loại cây - trái cây, đến các dân tộc thiểu số Việt Nam, những ngôi làng nhỏ, vùng cao, đến những món ăn địa phương rất ngon, kiến ​​thức mới về Việt Nam và mọi thứ mà một khách du lịch không thể - t tự mình làm. Chúng tôi rất biết ơn và không thể giới thiệu điều này quá nhiều!  Trong chuyến tham quan này, bạn có thể nhìn thấy một Việt Nam thực sự.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời với chú Chín. Chúng tôi bắt đầu với quán cà phê yêu thích của anh ấy và sau đó đi qua những ngôi làng nhỏ trên đường đến Mỹ Sơn.  Tốt hơn việc khám phá Mỹ Sơn là đi qua các ngôi làng và gặp gỡ người dân địa phương. Bằng cách nào đó chú Chín biết tất cả : - Phải làm bánh tráng trong một xưởng thực tế tại nhà, đi xem một số ngôi chùa ở địa phương và được chụp ảnh như một ngôi sao nhạc pop haha.  Trên đường về chú Chín đi đường vòng để tôi có thể thưởng ngoạn Hội An trước khi quay về ký túc xá. Nhìn chung, một trong những ngày yêu thích của tôi là cảm giác như được đi chơi với một người bạn hoặc người thân - rất vui được gặp bạn, muốn cho bạn xem phong cảnh và thực sự đảm bảo rằng bạn - đang có khoảng thời gian vui vẻ. Một lần nữa xin cảm ơn Chú Chín!Đọc hơn",
            "Tôi và bạn trai gặp chú 9 bên ngoài ga Đà Nẵng. Ngay lập tức, chú tỏ ra là một người đáng yêu, chân thành và hài hước. Sau khi trò chuyện, chúng tôi quyết định tham gia chuyến tham quan 3 ngày cùng chú! Và tôi có thể thành thật nói rằng tôi rất vui vì đã làm vậy - chúng tôi đã có 3 ngày tuyệt vời nhất khi được ngắm nhìn tất cả những địa điểm đáng kinh ngạc này. Một điểm cộng khi đến thăm tất cả những địa điểm mới tuyệt đẹp này là chú ấy đã khiến bạn cười suốt cả chuyến đi. Chú ấy rất hiểu biết và có thể trả lời bất kỳ câu hỏi nào của chúng tôi - chú ấy đã nói về lịch sử Việt Nam và giờ tôi cảm thấy mình hiểu rõ hơn nhiều về những điều mà đất nước xinh đẹp này đã trải qua. Chú ấy đã dừng lại rất nhiều lần để chúng tôi chụp ảnh và kể cho chúng tôi nghe thêm nhiều câu chuyện, trò đùa và thông tin. Chúng tôi rất buồn khi chuyến đi kết thúc và nếu tôi lại thấy mình ở Việt Nam, điều này có khả năng xảy ra cao, thì tôi chắc chắn sẽ muốn chú 9 làm hướng dẫn viên du lịch một lần nữa. Đọc thêm",
            "Nếu bạn chưa từng đi tour xe đạp thì đây là điều bạn nên làm ở Việt Nam cùng Uncle Nine. Anh ấy rất vui tính và hiểu biết về khu vực này, chỉ ra những địa điểm đẹp nhất và những địa điểm độc đáo tạo nên bức ảnh tuyệt vời. Trên hết, sự chăm sóc của anh ấy để đảm bảo sự thoải mái và an toàn cho người ngồi sau xe của mình được đánh giá cao. Cảm ơn Uncle Nine và Chickenfeet Travels đã kết nối chúng tôi! Đọc thêm",
            "Chuyến tham quan tuyệt vời! Tôi đã tự mình đi lưu diễn với Easyrider trong khoảng ba ngày! Tôi đã trải qua ngày đầu tiên với Vũ và anh ấy đưa tôi đến đèo Hui Vân và Núi Khỉ gần Đà Nẵng! Chúng tôi thậm chí còn dừng lại ở một thác nước trên đường đi! Xinh đẹp. Sau đó anh chở tôi đến Hội An! Vũ rất ngọt ngào và khuyên tôi nên tham quan đường mòn Hồ Chí Minh vì tôi rất yêu thiên nhiên. Tôi đã đồng ý! Thế là tôi đã cùng chú Chín lái xe hai ngày từ Hội An vào đường mòn HCM! Nó thật tuyệt vời! Chú Chín biết rất nhiều địa điểm đẹp dọc đường đi và kể cho tôi nghe nhiều câu chuyện cũng như giới thiệu tôi với rất nhiều người dân địa phương! Chúng tôi dừng lại ở một ngôi làng dân tộc Chăm và tôi nhìn thấy cuộc sống địa phương của họ. Chú Chín đã giới thiệu cho tôi rất nhiều loại trái cây, cây trồng và con người địa phương khác nhau! Anh ấy có rất nhiều câu chuyện để kể. Chú Chín chắc chắn là người đi cùng chuyến tham quan này vì chú có thể nói được một số ngôn ngữ thiểu số và lớn lên quanh khu vực! Tôi thực sự ước mình có nhiều ngày hơn ở Việt Nam, tôi đã đặt một chuyến đi dài hơn dọc theo đường mòn Hồ Chí Minh với anh ấy! Nó đẹp đến nghẹt thở và là một trải nghiệm khó tin. Đọc thêm",
            "Tôi đã có một trải nghiệm thực sự tuyệt vời với Uncle 9!! Tôi đã dành cả ngày để ngắm rất nhiều cảnh trên đường từ Hội An đến Huế; những cảnh mà tôi không thể thấy khi đi xe buýt hoặc tàu hỏa! Đây là cách hoàn hảo để kết hợp du lịch và tham quan và tôi rất vui vì đã chọn tour này! Cảm ơn Uncle 9 rất nhiều :- - MathildeĐọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến du lịch 2 ngày 1 đêm cùng Chú 9! Đó là một chuyến tham quan hoàn toàn độc đáo và thực sự cho tôi thấy một Việt Nam thực sự. Chúng tôi đi từ Hội An đến các khu chợ địa phương, nơi anh ấy giải thích cho tôi cách cộng đồng người Việt làm việc, với chợ, cây đa và đền chùa. Anh giới thiệu tôi với những người phụ nữ trong làng, họ chỉ cho tôi cách làm bánh tráng rồi đưa tôi đến Mỹ Sơn. Sau đó, chúng tôi tiến vào vùng núi và dừng chân tại các làng dân tộc thiểu số khác nhau - điều này thật ấn tượng và là điểm nhấn thực sự của chuyến đi. Chúng tôi ở lại Prao qua đêm và thưởng thức bữa ăn ngon nhất với ớt địa phương và rượu gạo nhân sâm. Ngày hôm sau, chúng tôi đến thăm nhiều làng hơn trước khi bơi trong thác nước suối trong lành và hướng đến Huế. Tôi đã cười suốt và buồn đến mức phải kết thúc. Chú 9 là một nhân vật tuyệt đối và chuyến tham quan này thật đáng giá , Tôi cảm thấy thật may mắn khi đã vô tình đi ngang qua con đường của anh ấy ở ga xe lửa Đà Nẵng! Hoàn toàn là hướng dẫn viên du lịch TỐT NHẤT - - - - - - - - - Philippa - ÚcĐọc thêm",
            "Chúng tôi đang có chuyến đi hai ngày với chú 9 và Hải. Đây là trải nghiệm đáng kinh ngạc nhất! Chúng tôi gặp họ ở ga xe lửa Đà Nẵng, tôi có chút sợ hãi khi nghĩ đến việc ngồi trên xe máy nhưng chỉ sau 1 phút mọi nỗi sợ hãi của tôi đã biến mất. Cả chú và Hải đều lái xe rất bình tĩnh và tốt! Trước chuyến đi đến Việt Nam, chúng tôi đã có rất nhiều ý tưởng về những điều chúng tôi muốn thấy khi đến Việt Nam, nhưng chúng tôi không biết làm cách nào để đến được đó. Chuyến đi này đã biến mong muốn của chúng tôi thành hiện thực và chúng tôi đã được nhìn thấy môi trường miền núi, rừng rậm ở địa phương, v.v. Chú 9 biết tất cả mọi thứ chúng tôi đã đi qua. Họ cũng có rất nhiều lịch sử về các cuộc chiến mà chúng tôi thực sự rất thích! Khuyến nghị lớn nhất từ ​​chúng tôi! Trân trọngNiklas và Rikke, Đan MạchĐọc thêm",
            "Có một khoảng thời gian tuyệt vời như vậy, phong cảnh thật tuyệt vời ngay cả trong một ngày mưa, Dương rất thân thiện và khiến trải nghiệm của chúng tôi tốt hơn rất nhiều, anh ấy có kiến ​​thức tuyệt vời về Việt Nam và cuộc chiến, điều rất thú vị khi biết đặc biệt là đi qua một số nơi điểm. Cảm ơn bạn một lần nữa, chắc chắn chúng tôi sẽ quay lạiĐọc thêm"
        ],
        "star_ratings": [
            379,
            19,
            1,
            0,
            0
        ],
        "review_amount": 399,
        "location": [
            "Châu Á",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Real Easyrider - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written May 27, 2022",
            "Written May 9, 2022",
            "Written March 13, 2020",
            "Written February 22, 2020",
            "Written February 20, 2020",
            "Written February 12, 2020",
            "Written February 3, 2020",
            "Written February 2, 2020",
            "Written January 17, 2020",
            "Written January 15, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d5926737-Reviews-or90-Real_Easyrider_Day_Tours-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or80-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or100-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15275823-Reviews-MrLucky_Buddy_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12179215-Reviews-Da_Nang_Fine_Arts_Museum-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8449612-Reviews-Bao_Tang_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10832674-Reviews-Bic_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7237522-Reviews-Perdu_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25231262-d19736844-Reviews-Fandy_Store-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245461-Reviews-Da_Nang_Private_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612086-Reviews-Funtastic_Danang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8650764-Reviews-Marilyn_s-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17806912-Reviews-Chua_Phuoc_Ninh-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g3135328-d6123461-Reviews-Pozar_Baths-Loutraki_Pella_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43810-d7350857-Reviews-The_Lucky_Rabbit-Hattiesburg_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d270551-Reviews-Berkeley_Municipal_Rose_Garden-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23039032-Reviews-Original_Selfie_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1373876-Reviews-LIV_Nightclub_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13412899-Reviews-Hello_Kitty_Island_in_N_Seoul_Tower-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d8383078-Reviews-Buhaira_Corniche-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g30034-d11874883-Reviews-Castle_Halloween_Museum-Altoona_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1027537-Reviews-Halona_Blowhole-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55923-d2238215-Reviews-East_Texas_Gators_and_Wildlife_Park-Grand_Saline_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or100-Real_Easyrider_Day_Tours-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-or90-Real_Easyrider_Day_Tours-Da_Nang.html"
    }
]