[
    {
        "attraction_name": "Red Sky Bar",
        "attraction_name_vi": "Sky Bar đỏ",
        "general_info": [
            "2.263 đánh giá",
            "4 trên 303 Cuộc sống về đêm ở Bangkok",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Là một trong những quán bar trên sân thượng nổi tiếng nhất Bangkok, Red Sky Bar trên tầng 56 của Centara Grand tại CentralWorld nằm ở vị trí đắc địa phía trên trung tâm thành phố, có tầm nhìn 360 độ ngoạn mục ra cảnh quan thành phố. Hãy ngồi lại và thư giãn vào lúc hoàng hôn, thưởng thức các món ăn nhẹ và đồ uống như cocktail đặc trưng của Imperial Mojito và Martini. Quy định trang phục: Bình thường. Khách dưới 20 tuổi không được phép vào Red Sky Bar theo Luật pháp Thái Lan. Chúng tôi chỉ chấp nhận bước vào, ai đến trước được phục vụ trước.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Thanh bầu trời màu đỏ thật tuyệt vời.  Đừng bỏ lỡ quán bar tuyệt vời này trên đỉnh thế giới.  Quang cảnh vòng tròn ngoạn mục.\nChúng tôi ngồi ngoài vào chiều thứ năm.\nLúc này bỗng nhiên rất yên tĩnh.  Chúng tôi được chào đón bởi Sudarat và Harsha ngay lập tức.  Cả hai đều khiến chúng tôi cảm thấy rất được chào đón.  Chúng tôi gọi một số đồ uống và đồ ăn nhẹ ngon miệng.\nSudarat và Hardha đều biến đây thành một trải nghiệm rất đáng nhớ và chúng tôi sẽ kể cho nhiều người khác về điều đó và quay lại bất cứ khi nào chúng tôi ở trong thị trấn.\nHy vọng cả hai đều sẽ hoạt động khi bạn ghé thăm!Đọc thêm",
            "Kính gửi người đánh giá Tripadvisor, \n\nCảm ơn bạn rất nhiều vì đã ghé thăm Red Sky Bar. Chúng tôi rất vui khi biết rằng bạn đã rất ngạc nhiên với nơi này và đặc biệt là cách nhân viên của chúng tôi cung cấp dịch vụ tuyệt vời. Chúng tôi mong được chào đón bạn một lần nữa. \n\nTrân trọng, \n\nRenu S.Đọc thêm",
            "Môi trường đẹp và dịch vụ tốt. Đến đây cùng gia đình để uống nước và vô cùng ngạc nhiên trước khung cảnh!\nChúng tôi cảm thấy rất hoan nghênh. Harsha rất hữu ích và thân thiện khi anh ấy giúp chúng tôi chụp ảnh. Đó là một trải nghiệm tuyệt vời đối với chúng tôi.Đọc thêm",
            "Kính gửi người đánh giá Tripadvisor,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ những trải nghiệm tốt đẹp của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã rất ngạc nhiên với quang cảnh và đạt được một trong những mục tiêu của chúng tôi đó là sự hài lòng của khách hàng. Chúng tôi mong được chào đón bạn một lần nữa. \n\nTrân trọng, \n\nRenu S.Đọc thêm",
            "Nhân viên thân thiện tốt đẹp. \nAnh Marsha, giúp chúng em chụp những bức ảnh đẹp...\nThật trùng hợp khi anh ấy nói với chúng tôi rằng anh ấy đến từ ...\nNamaste...\nmà tôi đã từng đến đó 2 lần để trekking. \nChúng tôi đã có một cuộc trò chuyện ngắn.\nThật tốt.\nCảm ơn bạn cho dịch vụ của bạn. \nMọi điều tốt đẹp nhất sẽ đến với U.\nĐọc thêm",
            "Kính gửi người đánh giá Tripadvisor, \n\nCảm ơn bạn rất nhiều vì đã ghé thăm Red Sky Bar. Chúng tôi rất vui khi biết rằng bạn yêu thích nơi này, đặc biệt là cách nhân viên của chúng tôi cung cấp dịch vụ tuyệt vời. Chúng tôi mong được chào đón bạn một lần nữa.\n\nTrân trọng, \n\nRenu S.Đọc thêm",
            "Mọi người phải đi ngắm cảnh ít nhất một lần trong đời vì nó đẹp như vậy. Thức ăn thật tuyệt vời! Tôi rất ấn tượng với dịch vụ do Harsha và Sari cung cấp \nHọ rất hữu ích, có kỹ năng giao tiếp tốt và sẽ luôn ở bên bạn để được hỗ trợ. Tôi muốn cảm ơn họ vì tất cả những gì họ đã làm cho chúng tôi. \nChắc chắn sẽ quay lạiXem thêm",
            "Giá cao như thanh nhưng điều đó có thể được mong đợi với một cái nhìn tuyệt vời như vậy. Hai thực tập sinh Okta và Rupal đã phục vụ chúng tôi rất tốt. Thật tốt khi họ cho sinh viên cơ hội học nghề heteĐọc thêm",
            "Tôi rất vui khi được Dee phục vụ tại Red Sky Bar và tôi phải nói rằng dịch vụ này hoàn toàn đặc biệt. Sự chú ý của Dee đến từng chi tiết và thái độ thân thiện đã khiến trải nghiệm thực sự thú vị. Kiến thức của họ về thực đơn và khuyến nghị đồ uống đã được phát hiện. Tôi cảm thấy được chăm sóc chu đáo suốt buổi tối và tôi không thể yêu cầu một máy chủ tốt hơn. Dịch vụ xuất sắc của Dees chắc chắn đã làm tăng thêm sự thích thú chung cho chuyến thăm Red Sky Bar của tôi. Tôi đặc biệt khuyên bạn nên yêu cầu Dee làm người phục vụ để có trải nghiệm ăn uống khó quên.Đọc thêm",
            "Bạn tôi đề nghị tôi ghé thăm Red Skybar vì biết tôi rất thích khung cảnh của những tòa nhà chọc trời trong thành phố. Đầu tiên tôi cần lên tầng 22, sau đó là tầng 24 và cuối cùng là tầng 52. \n\nCác công nhân ở đó rất niềm nở và chu đáo, đồ uống họ cung cấp cũng ngoài mong đợi với nhiều loại đồ ăn nhẹ miễn phí bổ sung! \n\nTôi nói về thực đơn và cảm thấy thật ấm cúng khi nói chuyện một chút và ngay lập tức nghĩ đến lòng hiếu khách của những cô hầu bàn và giọng nói của họ khá quen thuộc, tôi đọc bảng tên của họ viết tên phổ biến của Indonesia là SARI và OKTA! Không có gì ngạc nhiên, họ đã làm cho chuyến thăm của tôi ở đây ấm áp và thú vị hơn nhiều vì tôi vô tình gặp những người đến từ đất nước của mình, lòng hiếu khách của người Indonesia khá dễ nhận biết. Cũng xin cảm ơn DANDI vì đã cho tôi lời khuyên tuyệt vời về điểm dừng chân tiếp theo sau khi rời khỏi địa điểm của họ.\n\nNhìn chung, Skybar này rất đáng để ghé thăm. Sẽ quay lại lần nữa khi tôi đến Bangkok vào lần tới!Đọc thêm",
            "Chúng tôi đã đi cùng gia đình và nơi này thật ngoạn mục!\nKhung cảnh tuyệt đẹp và kiến ​​trúc đơn giản đẹp, chúng tôi dùng bữa tối tại nhà hàng và dịch vụ rất tốt.\nMenu khá ít và không đa dạng nhưng chất lượng rất tốt.\nÂm nhạc phòng chờ tuyệt vời ở trên cùng, nhưng.. ban nhạc sống tại nhà hàng đã lấy đi điều kỳ diệu, đó là nhạc jazz khủng khiếp, không phù hợp với bối cảnh và địa điểm!\nĐây là điều duy nhất chúng tôi không thích!Đọc thêm",
            "Chúng tôi đã đi vào khoảng 10 giờ tối thứ Bảy, không cần đặt trước nhưng vẫn có được chỗ ngồi tuyệt vời một cách dễ dàng! Nhờ lòng hiếu khách và dịch vụ tuyệt vời của Frank và Kuntheras, chúng tôi đã có một buổi tối tuyệt vời ở đây:\n\nLời khuyên nhỏ cho du khách, quán bar này nằm ở tòa nhà khác với Central World, vui lòng đến khách sạn Centara Grand và đi thang máy từ sảnh. Hãy tận hưởng!Đọc thêm",
            "Kính gửi người đánh giá\n\nCảm ơn bạn đã nhận xét giá trị tốt của bạn. Chúng tôi đánh giá cao việc bạn tận hưởng dịch vụ của chúng tôi, Quang cảnh, Không khí \n\nChúng tôi đang tìm kiếm chuyến thăm tiếp theo của bạn. \n\nTrân trọng,\nSasithon Suwan \nQuản lý quán bar Redsky Đọc thêm",
            "Chắc chắn là nhà hàng trên tầng thượng tốt nhất ở Bangkok.\nVị trí tuyệt vời và thức ăn tuyệt vời. Không phải ngẫu nhiên mà căn bếp được dẫn dắt bởi Đầu bếp vĩ đại Luca, người mà tôi rất hân hạnh được gặp.\nAnh ấy chắc chắn sẽ quay lại sớm.Đọc thêm",
            "Thân gửi Người đánh giá của Trip advisor.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Redsky Bar tại tầng 56.\nChúng tôi rất vui vì bạn yêu thích và thích đồ ăn, dịch vụ của chúng tôi.\n\nChúng tôi mong được chào đón bạn một lần nữa.\n\nTrân trọng,\nSasithon Suwan\nQuản lý Redsky Bar Đọc thêm",
            "Cổ phần ribeye tốt nhất từng có. Chúng tôi đã ở Bangkok vào dịp Giáng sinh và chúng tôi quyết định đi ăn một bữa ăn ngon, cả hai chúng tôi đều có món bít tết sườn và nó được nấu rất hoàn hảo. Phải đi. Đọc thêm",
            "Đang ở gần đó và luôn muốn trải nghiệm tầng thượng bangkok. Bầu trời đỏ đã không làm tôi thất vọng. Chỗ ngồi ngoài trời rộng đẹp, nhân viên siêu thân thiện Zelle và AJ thực sự đã làm nên buổi tối của chúng tôi, hải sản cực kỳ tươi sống. Tôi khuyên bạn không nên lấy đĩa hải sản khổng lồ, nếu chỉ có hai bạn thì sẽ có quá nhiều đồ ăn. Với một bữa tiệc lớn hơn, chắc chắn là có. Mọi thứ trên đó đều ngon. Tôi thực sự không biết điều gì sẽ xảy ra với nó nên có một vài điều ngạc nhiên.Đọc thêm",
            "Đây là lần đầu tiên tôi đến Red Sky Bar. Có một nơi tuyệt vời ở Bangkok, view rất đẹp và đồ uống kèm đồ ăn nhẹ bổ sung, tất cả nhân viên đều rất thân thiện và hữu ích. Cảm ơn KYAW, anh ấy đã chụp một bức ảnh đẹp cho chúng tôi. Đọc thêm",
            "Quán rượu có tầm nhìn rất đẹp và đội ngũ nhân viên tuyệt vời như Ohm. Họ hỗ trợ tôi rất tốt. Tôi sẽ ghé thăm sky bar lần nữa vì tôi rất thích kỳ nghỉ của mình và dịch vụ của quánĐọc thêm",
            "Vị trí tốt, môi trường tốt. Rất nhiều lựa chọn đồ uống. Dễ dàng ra vào vì gần trạm BTS. Và K.Ben, Cô ấy rất tốt bụng và phục vụ xuất sắc.Đọc thêm",
            "Kính gửi người đánh giá\n\nCảm ơn bạn đã có những bình luận giá trị. Chúng tôi đánh giá cao việc bạn thích dịch vụ của chúng tôi, Cảnh quan, Không gian\n\nChúng tôi mong bạn ghé thăm lần sau.\n\nTrân trọng,\nSasithon Suwan\nQuản lý Redsky Bar Đọc thêm",
            "Câu chuyện dài nhưng 5 năm trước, trong lần lưu trú trước ở Bangkok, chúng tôi muốn ghé thăm RSB nhưng lại đến Blue Sky Bar, nơi thực sự tuyệt vời! Lần này chúng tôi đến đây và đó là một trải nghiệm tuyệt vời. Chúng tôi đã xem qua cả 3 quầy bar ở tầng trên cùng của Centara Grand và sau đó dừng chân tại Red Sky Bar như đã định. Có rất nhiều loại cocktail và chúng được trình bày đẹp mắt. Chúng tôi đã dành một vài giờ tuyệt vời để ngắm nhìn Bangkok từ tầng 56. Đội ngũ nhân viên ở cả Centara Grand và RSB đều rất đáng tự hào. Rất muốn giới thiệu! Đọc thêm",
            "Kính gửi người đánh giá cố vấn chuyến đi.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Redsky Bar tại tầng 56.\nChúng tôi rất vui vì bạn yêu thích và tận hưởng dịch vụ đồ uống của chúng tôi.\n\nChúng tôi mong được chào đón bạn một lần nữa.\n\nTrân trọng,\nSasithon Suwan\nQuản lý Redsky BarĐọc thêm",
            "Đồ ăn ngon và view thành phố. Dịch vụ tuyệt vời từ Nhân viên AMO, người đã giới thiệu đồ uống cho chúng tôi. Tự do lựa chọn chỗ ngồi tại đây. Phô mai ngon và cánh gà cũng ngon.Đọc thêm",
            "Kính gửi người đánh giá cố vấn chuyến đi.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Redsky Bar tại tầng 56.\nChúng tôi rất vui vì bạn yêu thích và tận hưởng món ăn cũng như dịch vụ của chúng tôi.\n\nChúng tôi mong được chào đón bạn một lần nữa.\n\nTrân trọng,\nSasithon Suwan\nQuản lý Redsky BarĐọc thêm",
            "Tôi thực sự thích quán rượu Red Sky Bar và nhân viên rất thân thiện và hữu ích, Dessa Aom tôi sẽ quay lại. Bầu trời đỏ là một nơi khó quên .......tuyệt vờiĐọc thêm",
            "Kính gửi người đánh giá cố vấn chuyến đi.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Redsky Bar tại tầng 56.\nChúng tôi rất vui vì bạn yêu thích và tận hưởng cùng chúng tôi.\n\nChúng tôi mong được chào đón bạn một lần nữa.\n\nTrân trọng,\nSasithon Suwan\nQuản lý Redsky BarĐọc thêm",
            "Khung cảnh thật tuyệt vời. Nhiều góc để chụp ảnh đẹp. Thư giãn và thư giãn với bạn bè. Không quá đông đúc. Nicee!Đọc thêm",
            "Kính gửi người đánh giá\n\nCảm ơn bạn đã nhận xét giá trị tốt của bạn. Chúng tôi đánh giá cao việc bạn tận hưởng dịch vụ của chúng tôi, Quang cảnh, Không khí \n\nChúng tôi đang tìm kiếm chuyến thăm tiếp theo của bạn. \n\nTrân trọng,\nSasithon Suwan \nQuản lý quán bar Redsky Đọc thêm",
            "Chúng tôi đã ghé thăm địa điểm này để uống vài ly sau buổi hòa nhạc Ne-yo. Chúng tôi thực sự rất thích Sky bar trước buổi hòa nhạc, vì đội ngũ nhân viên rất tuyệt vời bất kể địa điểm lúc đó cực kỳ bận rộn và quang cảnh thật tuyệt vời. Tuy nhiên, quầy bar phía dưới lại là một câu chuyện hoàn toàn khác: một nhân viên quầy bar cực kỳ thô lỗ: Tôi đến gọi bia và được hỏi:bạn muốn gì?. Tôi đã chọn bỏ qua sự mài mòn và thù địch và yêu cầu một cốc bia. Lúc này nhân viên quầy bar hét lên: chúng tôi không phục vụ nữa. Đủ công bằng, tôi hiểu, nhưng tôi cảm thấy cần phải đề nghị không lên tiếng với khách hàng vì thực tế thị trường mục tiêu là khách đến địa điểm và có thể không phải là người địa phương hoặc không biết khi nào đơn hàng cuối cùng được gọi. Sau đó tôi đã quay lại ngồi với đối tác của mình. Ngay sau đó, nhân viên được đề cập đã gọi bảo vệ để đưa chúng tôi ra khỏi cơ sở. May mắn thay, nhân viên an ninh đáng yêu. Tôi tin tên là Anna cực kỳ chuyên nghiệp và tử tế với chúng tôi. Thật không may, tôi không thể tìm được tên thành viên của đội quán bar. Điều khiến tôi sốc hơn là người quản lý đã từ chối ghi lại những lo lắng của tôi. Tôi và đối tác của mình đều làm việc trong lĩnh vực khách sạn và sẽ không bao giờ quấy rối nhân viên. Đồng thời, chúng tôi biết rằng khách hàng của bạn xứng đáng được đối xử tốt hơn thế này.Đọc thêm"
        ],
        "star_ratings": [
            1805,
            315,
            76,
            33,
            34
        ],
        "review_amount": 2263,
        "location": [
            "Châu Á",
            "Sky Bar đỏ",
            "nước Thái Lan",
            "Băng Cốc",
            "Những việc cần làm ở Bangkok"
        ],
        "reviews_time": [
            "Written August 17, 2023",
            "Written August 28, 2023",
            "Written August 29, 2023",
            "Written September 7, 2023",
            "Written October 22, 2023",
            "Written November 5, 2023",
            "Written November 26, 2023",
            "Written December 26, 2023",
            "Written January 6, 2024",
            "Written January 7, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 8, 2024",
            "Written April 8, 2024",
            "Written April 1, 2024",
            "Written April 1, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293916-d4988895-Reviews-Red_Sky_Bar-Bangkok.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1915063-Reviews-Sra_Bua_By_Kiin_Kiin-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d12158066-Reviews-Amaya_Food_Gallery_at_Amari_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d24897414-Reviews-Isola_By_Signor_Sassi-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d1591986-Reviews-Red_Sky-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23991985-Reviews-Cocoa_XO-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d9728949-Reviews-Uno_Mas-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d25380808-Reviews-Bar_Milano-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23307994-Reviews-Kam_s_Roast_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d27001058-Reviews-Chomsindh-Bangkok.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293916-d23019070-Reviews-Ventisi-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17206390-Reviews-Playmondo_Centralworld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d549670-Reviews-CentralWorld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2109285-Reviews-Isetan_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2293519-Reviews-Ganesha_Shrine-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1549402-Reviews-Big_C_Rajdamri-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-Platinum_Fashion_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3646467-Reviews-Wat_Pathum_Wanaram-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16781592-Reviews-The_Market_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d25410839-Reviews-Ku_Casino_Thailand-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17595850-Reviews-TGIF_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4988895-Reviews-or10-Red_Sky_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24109257-Reviews-Tapas_Music_Bar_By_Vaso-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12183012-Reviews-CRU_Champagne_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12597502-Reviews-Khaosan_Comedy_Club-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12598477-Reviews-Vanilla_Sky_Rooftop_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17457272-Reviews-MOJJO_Rooftop_Lounge_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12015301-Reviews-Brewski_Rooftop_Craft_Beer_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d27152563-Reviews-Venti_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d530872-Reviews-The_Bamboo_Bar-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2233580-Reviews-Moon_Bar_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d26699200-Reviews-The_Comedy_Joint_on_Khaosan_Bangkok_Comedy_Club-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16731764-Reviews-Harmenstone_Central_World-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17222758-Reviews-Playsquare_Laser_Tag_Centralworld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9735830-Reviews-SF_World_Cinema-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4558126-Reviews-Alex_s_Fashion_Tailor-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13993818-Reviews-KOSE_beauty_center-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d25325738-Reviews-Scape_By_Harnn_at_centralwOrld-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7270416-Reviews-PANPURI_WELLNESS-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3954435-Reviews-Paul_s_Fashion-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3354598-Reviews-Admire_Bespoke_Tailors-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d1539421-Reviews-Adonis_Baths_Water_Falls-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g580319-d10332578-Reviews-Frederic_Chopin_George_Sand_Museum-Valldemossa_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d12286963-Reviews-Makapu_u_Point_Tide_Pools-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34170-d4302664-Reviews-Vista_View_Park-Davie_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42151-d6022661-Reviews-Splash_Universe_Resort-Dundee_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d735107-Reviews-Mysterious_Mansion-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d639775-Reviews-Captain_Hook_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d1452375-Reviews-Lowdermilk_Beach-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d2032815-Reviews-Pantai_Green_Bowl-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g37853-d2433475-Reviews-Diamond_Jo_Casino-Dubuque_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293916-d4988895-Reviews-or10-Red_Sky_Bar-Bangkok.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293916-d4988895-Reviews-Red_Sky_Bar-Bangkok.html"
    }
]