[
    {
        "attraction_name": "Red Sand Beach (Kokkini Ammos)",
        "attraction_name_vi": "Bãi Biển Cát Đỏ - Kokkini Ammos -",
        "general_info": [
            "1.056 đánh giá",
            "- 2 trong số 16 điều cần làm ở Matala",
            "Bãi biển"
        ],
        "attraction_summary": "Tôi thực sự không biết tại sao bãi biển này lại thường được xếp hạng cao trong danh sách các bãi biển ở Crete. Là những người thích đi bộ, chúng tôi thực sự mong chờ chuyến đi bộ dài 20 phút ở đó. Tuy nhiên, chúng tôi đã đến đó và thực sự không có gì đặc biệt nhưng chúng tôi khá sốc trước lượng rác ở phía sau bãi biển khá hẹp. Nếu bạn muốn một nơi nào đó để khỏa thân tắm nắng thì có nhiều lựa chọn khác dễ dàng hơn! Tôi khuyên bạn nên đi dép xăng đan hoặc dép xỏ ngón. Con đường khá dốc và rải sỏi khi bạn hướng tới bãi biển.Đọc thêm",
        "reviews": [
            "Bắt đầu tuyến đường nơi có biển báo mũi tên ghi Bãi biển Đỏ. Nó - gần Nhà thờ Matala, tại Bãi biển Matala đối diện với các hang động. Chúng tôi đã phạm sai lầm khi cố gắng xuất phát ở phía xa nơi có bãi đậu xe, nó rất dốc và chúng tôi từ bỏ điều đó vì bạn không thể chắc chắn về một chỗ đứng vững chắc. Khi chúng tôi rời đi, có hai cặp đôi khác đi bộ lên nên cảm giác mạo hiểm hơn. Nó không phụ thuộc vào sự cường điệu. Nó - chỉ là một bãi biển. Cát không hẳn có màu đỏ. Quầy bar Mojito có nhiều chỗ ngồi và bóng mát đẹp mắt, nhưng không có nhà vệ sinh cho khách hàng! Tuy nhiên, nước đóng chai rất lạnh, đúng thứ bạn cần sau chuyến đi bộ đó. Bạn leo lên leo xuống địa hình nguy hiểm nửa giờ tới đó và quay lại, chỉ để tè xuống biển. Những chiếc ô rơm đã đầy nên cuối cùng bạn phải thuê một chiếc ô nhỏ ọp ẹp trên bãi biển. Bạn cần phải ở lại sau tất cả những nỗ lực đó. Bạn có thể có được nhiều góc nhìn toàn cảnh tuyệt vời trên đảo Crete và những bãi biển khỏa thân đáng yêu, dễ tiếp cận hơn và có cơ sở vật chất tốt hơn. Bãi biển Đỏ dành cho những người đi bộ đường dài nghiêm túc và thích phiêu lưu. Bạn cảm thấy mình đã đạt được cảm giác sinh tồn : - .Đọc thêm",
            "Bãi biển pittoresque với cát đỏ và một quán bar nhỏ. Khi chúng tôi ở trên bãi biển, không có giường tắm nắng. Đôi khi những con dê địa phương ghé thăm những tảng đá xung quanh bãi biển và ngắm nhìn du khách. Một con đường đến bãi biển dẫn từ làng Matala, khoảng 30 phút. Đọc thêm",
            "Hãy chuẩn bị để đốt cháy một số calo khi đến đó và rời khỏi đó. Tuy nhiên, đừng lo lắng, nó HƠN đáng giá và hầu như mọi lứa tuổi đều có thể làm được - chúng tôi đã thấy trẻ em và cả các cặp vợ chồng lớn tuổi - . Đó là một bãi biển đầy cát, dần dần cạn dần khi đi xa hơn ra biển, được bao quanh bởi những vách đá hùng vĩ. Người ta không thể có đủ số lượt xem này!!.Vào tháng 6 không đông đúc chút nào, hãy nhớ rằng một phần của bãi biển là người theo chủ nghĩa khỏa thân, nhưng tôi đoán những người đến thăm Matala sẽ không gặp vấn đề gì với điều đó!Đọc thêm",
            "Chúng tôi dự kiến ​​sẽ phải đi bộ khó khăn để đến đó, dựa trên các đánh giá trước đó, nhưng tuyến đường này rất nguy hiểm và rất dễ gây thương tích cho bản thân nên chúng tôi quyết định chỉ một lần là đủ vì chúng tôi phải mất một giờ mỗi chiều. Một trong những quán bar trên bãi biển đã đóng cửa để cải tạo nên không có giường hoặc ô. Quầy bar Mojito giá quá cao không phục vụ đồ ăn, vì vậy chúng tôi đã mua một chiếc bánh sandwich từ một người đàn ông với một số loại sản phẩm hạn chế, người cũng cho phép chúng tôi sử dụng ô với giá 6 Euro, vì vậy chúng tôi có chút bóng mát khi ngồi trên cát với chiếc ô của mình. khăn tắm. Bãi biển thực sự khá dễ chịu, với sự kết hợp của những người mặc quần áo và những người theo chủ nghĩa khỏa thân - dường như không ai để ý đến những biển báo chỉ định các khu vực khỏa thân. Chúng tôi rất vui khi trở lại an toàn vào cuối ngày và thay vào đó bắt đầu đi đến bãi biển Kommos, điều đó tốt hơn nhiều về mọi mặt.Đọc thêm",
            "Bãi biển Đỏ là một nơi tuyệt đẹp để dành thời gian. Bạn cần đi bộ 30 phút để đến đó và ở xa. Mùa hè này có 2 quán bar nhỏ trên bãi biển nơi bạn có thể thưởng thức đồ uống giải khát. Bãi biển đầy cát và đoán xem màu đỏ là gì. Tôi đến thăm bãi biển hàng năm và chúng tôi luôn tận hưởng thời gian ở đó. Bầu không khí thật độc đáo!! Đọc thêm",
            "Có quá nhiều lời ca ngợi về bãi biển này nên tôi phải đến xem nó.  Trước hết, bạn sẽ mất khoảng một giờ để vượt qua những ngọn núi dốc, vì vậy hãy tránh đi dép xỏ ngón. Cuối cùng khi tôi đến, anh chàng ở quán bar hỏi 8 - cho chiếc ghế phơi nắng. Tôi đã từ chối và chúng tôi đã đồng ý về 4 - . Hãy mệt mỏi. Tất cả mọi thứ trong hai thanh này đều được định giá quá cao, đó là điều được mong đợi, bởi vì bạn không có lựa chọn thay thế. Chai nước nhỏ 2 - , - mojito ngon nhất thế giới - đang reo hò 10 - . Chưa kể chủ - công nhân rất thô lỗ. Tôi sẽ không hành hạ bản thân bằng việc đi lại nữa. Một lần là đủ.Đọc thêm",
            "bãi biển đẹp nhất của Crete đã đến sau 40 phút đi bộ đường dài. Thật đáng giá khi bạn chắc chắn không nên bỏ lỡ viên ngọc này với bãi cát mềm và nước trong vắtXem thêm",
            "Chúng tôi đậu xe ở một bãi đậu xe có người lái tính phí cách xa thị trấn một chút nhưng thật tuyệt khi chiếc xe cho thuê được giám sát và ở trong bóng râm. Việc đi bộ lên và xuống có thể khó khăn, nhưng nếu bạn chỉ cần cẩn thận và tránh bị lật xe thì sẽ mất rất nhiều thời gian. khoảng 30 phút. Khi xuống phía bên kia, bạn sẽ gặp một bãi biển tuyệt vời trong một môi trường hẻo lánh, nơi hầu hết đều là những người tắm khỏa thân. Không cần giày tắm. Thuê ghế tắm nắng và dù che hơi đắt tiền nhưng họ biết họ có thể tính phí vì không có lựa chọn thay thế. Chúng tôi tránh quán bar vì những người làm việc ở đó rất kiêu ngạo và khó chịu. Chỉ có Nhược điểm của bãi biển này là sau khi hoàn thành chuyến đi bộ trở lại, bạn cần phải bơi.Đọc thêm",
            "Bãi biển đỏ, không có cát đỏ. Nhưng bãi biển màu vàng rất đẹp. Không có đá. Đi bộ 30-40 phút dọc theo Núi. Không có con đường thực sự. Nhưng một bãi biển đẹp với một quán Mojito rất ngon, chúng tôi chưa bao giờ mong đợi điều đó! Cũng để giải trí khỏa thân. Nước đẹp, không có đá.Đọc thêm",
            "Tôi có người có ID đó. Hơi tệ hơn trên đôi chân của mình. Nó có thể được thực hiện nếu bạn đi chậm hoặc bạn cũng có thể đến đó bằng ô tô. Thật không may, bạn sẽ không có được những khung cảnh đẹp. Làm thế nào để bạn quay trở lại? Cùng leo lên? \n Cảm ơn câu trả lời của bạn.Đọc thêm",
            "Việc leo núi có dễ dàng đối với người bị suy giảm khả năng vận động không?",
            "Xin chào 117susannb, bạn viết thanh, đến giờ chỉ có một thanh Yannis ở đó. Bây giờ có 2 quầy bar trên bãi biển không? \nCảm ơn trước. LG TinaĐọc thêm",
            "Xin chào Tina\nĐây là lần đầu tiên tôi đến đó và có một quán bar thứ hai - với hệ thống âm nhạc khác, thứ hai - từ bãi biển. Trân trọng \nSusannĐọc thêm",
            "Xin chào, có vẻ như vậy - có hai con đường để vào bãi biển. Làm thế nào để bạn biết nên chọn cái nào và bắt đầu từ đâu? CẢM ƠN.\nHơn nữa, tôi đọc được một số bình luận rằng có tàu đưa đón về Matala vào buổi chiều. Vào thời gian nào và với giá bao nhiêu? Cảm ơn bạn.Đọc thêm",
            "Về phần mình, chúng tôi đi theo con đường cuối bãi đậu xe. Không thấy tàu con thoi khứ hồi bằng đường biển nhưng chúng tôi đã ở đó vào tháng Tám. Hãy tận hưởng kỳ nghỉ của bạnĐọc thêm",
            "Có khi nào để đến đó có thể đi thuyền taxi để tránh phải đi bộ dài không?Đọc thêm",
            "Theo tôi, việc đi bộ không khó lắm... Trừ khi bạn có con nhỏ hoặc xe đẩy, việc đi bộ rất đẹp ngay cả giữa thiên nhiên điển hình\nĐọc thêm",
            "Kính thưa bà, thưa ông,\n\nChúng tôi là một gia đình có bốn người - hai người lớn, hai đứa trẻ 13 và 15 - . Đối với kỳ nghỉ lễ năm 2019 - tháng 7 hoặc tháng 8 - chúng tôi đang tìm cách ở gần Matala Crete. Bạn có thể vui lòng gửi cho chúng tôi một số thông tin về khả năng ở lại đó không. Vì chúng tôi là những người theo chủ nghĩa khỏa thân - FKK - chúng tôi thích một căn hộ - studio nên điều này có thể thực hiện được mà không làm phiền những vị khách khác.\nMọi thông tin đều được chào đón: giá cả, tính sẵn có, hình ảnh, truy cập wifi, - \n\nCảm ơn trướcĐọc thêm",
            "Xin chào, có ai biết có tàu chuyển từ Bãi biển Matala - Cảng Matala đến Bãi biển Đỏ và quay trở lại không? Chúng tôi có một đứa con nhỏ không thể đi bộ qua những ngọn đồi.\nThanxĐọc thêm",
            "Nếu có thuyền - chỉ có thể thực hiện được khi biển lặng - việc di chuyển mất khoảng 15 phút. Chú ý lối ra thuyền cách bãi biển khoảng 50 m và CHỈ có thể dành cho những người bơi giỏi - điều đó rất nguy hiểm! Lời khuyên: Đi theo con đường bình thường qua làng, đi bộ khoảng 30 phút.Đọc thêm",
            "Tôi đã đọc những đánh giá trái ngược nhau về sự hiện diện hay vắng mặt của ô, bạn có thể cho tôi thông tin chính xác hơn không? Cảm ơn bạnĐọc thêm",
            "Có, bạn có thể tìm thấy những chiếc ô để lọc với giá hai euro cho cả ngày. Đọc thêm",
            "Xin chào, xin lỗi tôi không biết nó là gì và tôi cũng không biết số điện thoại... Tìm trên mạng... Trân trọngĐọc thêm",
            "xin chào, tôi muốn gọi - akuna matata - đến Matala từ Pháp, tôi phải làm thế nào?!!!! cảm ơn trướcĐọc thêm",
            "Chào buổi sáng, \n\nBạn có khả năng giao tiếp trên face book của họ.\nhakuna matata - Matala\nĐể làm như vậy, hãy quay số 00 30... theo sau là số phóng viên của bạn - 10 chữ số - tức là 69.47.34.36.88 - tọa độ lấy từ Tripadvisor - \nƯu đãi tốt: Gọi ngay và rẻ hơn ở Hy Lạp trên:\nmã quốc gia Hy Lạp\n\nHãy tận hưởng kỳ nghỉ của bạnĐọc thêm"
        ],
        "star_ratings": [
            587,
            308,
            98,
            35,
            28
        ],
        "review_amount": 1056,
        "location": [
            "Hy Lạp",
            "Bãi Biển Cát Đỏ - Kokkini Ammos -",
            "tỉnh Heraklion",
            "Mở",
            "đảo Crete",
            "Các hoạt động ở Matala",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written May 25, 2024",
            "Written October 4, 2023",
            "Written July 10, 2023",
            "Written June 26, 2023",
            "Written June 24, 2023",
            "Written October 28, 2022",
            "Written August 26, 2022",
            "Written June 2, 2022",
            "Written October 9, 2021",
            "Written October 3, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g656572-d1576248-Reviews-Red_Sand_Beach_Kokkini_Ammos-Matala_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d12478658-Reviews-George_s_Yard-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d23513062-Reviews-Bistronomy_Matala-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d7161030-Reviews-Grill_House_Giannis_Family-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d1803989-Reviews-SCALA_Fish_Bar_Restaurant_Hotel_Boutique-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d4259521-Reviews-Petra_Votsalo-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d2324916-Reviews-Alexis_Zorbas-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d14189730-Reviews-Mad_Irie-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d3514435-Reviews-Hakuna_Matata-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d917295-Reviews-Sirtaki-Matala_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g656572-d21281631-Reviews-Plaka_Matala-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d2236317-Reviews-Matala_Beach-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d2560035-Reviews-Matala_Caves-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2334507-d3453497-Reviews-Komos_Beach-Pitsidia_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d21250496-Reviews-Santa_Parrocchia_Dell_assunta-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d4093417-Reviews-Agio_Farago-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093688-d8871074-Reviews-Kalamaki_Beach-Kalamaki_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g775998-d197746-Reviews-Palace_of_Faistos-Kamilari_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g3236223-d9732474-Reviews-Agiofarago_beach-Kaloi_Limenes_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069277-d12997021-Reviews-Moni_Odigitrias-Sivas_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d1576248-Reviews-or10-Red_Sand_Beach_Kokkini_Ammos-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d6638756-Reviews-MARINERO_BAR-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d27109164-Reviews-AP_ceramics-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d17479521-Reviews-Kalopsia_Fashion_More-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g7777547-d17614908-Reviews-Cretan_Vibes-Mires_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093688-d12034904-Reviews-Cooking_with_Nathalie-Kalamaki_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g6105749-d7988068-Reviews-Botano-Listaros_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g34067-d584708-Reviews-Bal_Harbour_Beach-Bal_Harbour_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54508-d103472-Reviews-Auldbrass_Plantation-Yemassee_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298219-d12293584-Reviews-Ferry_Sunflower-Beppu_Oita_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d462834-Reviews-Pattaya_Beach-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42650-d2292797-Reviews-P_H_Hoeft_State_Park-Rogers_City_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651040-Reviews-15th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110033-Reviews-A_Little_White_Chapel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295366-d1997239-Reviews-Acatenango_Volcano-Antigua_Sacatepequez_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1747536-d4557018-Reviews-Mtarazi_Falls-Nyanga_Manicaland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208689-Reviews-Bear_Country_USA-Rapid_City_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g656572-d1576248-Reviews-or10-Red_Sand_Beach_Kokkini_Ammos-Matala_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g656572-d1576248-Reviews-Red_Sand_Beach_Kokkini_Ammos-Matala_Crete.html"
    }
]