[
    {
        "attraction_name": "Red Onion Saloon Brothel Museum",
        "attraction_name_vi": "Bảo tàng nhà thổ Red Onion Saloon",
        "general_info": [
            "937 đánh giá",
            "4 trong số 39 điều cần làm ở Skagway",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Chúng tôi đã tham gia chuyến tham quan Bảo tàng Nhà thổ Red Onion Saloon từ tàu của chúng tôi. Chúng tôi có Trixie làm chủ nhà. Đó là một chuyến đi bộ qua thị trấn và kết thúc ở nhà chứa. Cô ấy làm cho chuyến đi vui vẻ. Đó là một vụ nổ. Bạn sẽ tìm hiểu một số lịch sử của thị trấn và tất nhiên những gì đã diễn ra trong nhà thổ.Đọc thêm",
        "reviews": [
            "Chuyến đi dạo của những hồn ma và những cô gái làm việc ở Skagway thật tuyệt vời! Ngoài Madam, cô Bettina Sheets là người có kiến ​​thức hài hước và kể câu chuyện cuộc sống trong cơn sốt vàng rất hay. Rất khuyến khích, cách tốt để xem thị trấn thú vị này.Đọc thêm",
            "Nơi vui vẻ và bia tuyệt vời.  Nhân viên chờ đợi không thân thiện lắm, tuy nhiên dịch vụ vẫn nhanh.   Có lẽ cô ấy đã có một ngày tồi tệ.   Dù bằng cách nào, tôi rất khuyến khích bạn đến địa điểm này để có khoảng thời gian vui vẻ.Đọc thêm",
            "Hướng dẫn viên bảo tàng đã chia sẻ những câu chuyện thú vị về quá khứ của tòa nhà này và những hoạt động diễn ra trong đó.  Có rất nhiều hiện vật. Tôi rất thích nhìn thấy giấy dán tường cũ, đồ nội thất cũ và cách sắp xếp các phòng.  Tôi chưa bao giờ nghe nói về một chiếc giường đôi 34 vì họ có một chiếc ở đó. Đọc thêm",
            "Chúng tôi không ăn ở đây.   Tôi thực sự không hiểu khái niệm ăn uống trong thị trấn khi có rất nhiều đồ ăn trên tàu đã được trả tiền. Chúng tôi đã cân nhắc việc dừng uống nước trên đường trở về tàu, nhưng nó đã đầy.\nChúng tôi đã thực hiện chuyến tham quan nhà thổ rất nhiều thông tin và mang tính giáo dục.  Ví dụ, tôi chưa bao giờ biết rằng các cô gái làm việc đã làm ra những con búp bê giống mình và chúng được trưng bày phía sau quầy bar để khách hàng nhìn vào và chọn ra cô gái mà họ quan tâm. Khi một cô gái đi cùng khách hàng, người pha chế đã đặt con búp bê của cô ấy lên xuống, và khi cô đã sẵn sàng, anh đặt con búp bê của cô lên.  Một thông tin rất thú vị mà tôi chưa từng biết trước đây.  Có rất nhiều hiện vật nguyên bản ở tầng trên và thật thú vị khi thấy cảnh các cô gái đặt tiền xuống và hệ thống điện cổ xưa.  Bạn phải rút bóng đèn ra để cắm máy uốn tóc, do đó, bạn phải làm tóc trong bóng tối.  Tour đã mang đến nhiều cái nhìn sâu sắc về cuộc sống của các cô gái đi làm.\nHọ cũng cung cấp một chuyến đi bộ trong khu phố do các cô gái làm việc dẫn đầu, nhưng chúng tôi không có đủ thời gian để tham gia và có thể tham quan các địa điểm của Công viên Quốc gia.  Đọc thêm",
            "Một viên ngọc nhỏ ở Skagway. Chuyến tham quan nhỏ tuyệt vời được cung cấp nhiều thông tin và đầy hài hước. Rất đáng để ghé thăm vì chuyến tham quan ngắn ngủi này và tìm hiểu cuộc đời của một người phụ nữ trong cơn sốt vàngĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời. Tìm hiểu tất cả về Skagway và lịch sử vô cùng phong phú của nó từ quan điểm của những người phụ nữ và thật không may, những cô gái dành tình cảm cho một cái giá phải trả.  Đó là một chuyến tham quan thị trấn mang tính giáo dục, nhiều thông tin và giải trí cao trong một nhóm nhỏ. Chúng tôi đã tìm hiểu thêm về cơn sốt vàng Alaska vào cuối những năm 1890 hơn bất kỳ nguồn nào khác. Bà hướng dẫn viên du lịch cá nhân của chúng tôi đã mặc trang phục và có tính cách ngay từ giây phút đầu tiên chúng tôi gặp nhau, khiến chúng tôi cười đến cuối nhưng cũng nêu ra những vấn đề xã hội quan trọng thời đó vẫn tồn tại cho đến ngày nay.  Hài hước, lịch sự, chuyên nghiệp, mang tính giáo dục và kích thích tư duy.  Đừng ghé thăm Skagway mà không tham gia chuyến đi bộ Ghosts and Good Time Girls này.  Bạn sẽ không phải thất vọng đâu. Một lời cảm ơn rất đặc biệt và lòng biết ơn chân thành của chúng tôi dành cho Madam Rosie Peaks vì một buổi sáng đáng nhớ.Đọc thêm",
            "Thời gian vui vẻ tuyệt vời.  Bầu không khí vũ trường thời xưa với chuyến tham quan tùy chọn 10 tầng trên, nơi các cô gái làm việc thời đó kiếm tiền.  Bánh pizza ngon quá!  Hãy chắc chắn rằng bạn nhìn lên tường và thấy bộ sưu tập chảo giường khổng lồ!  LOL!Đọc thêm",
            "Thật là một trải nghiệm nổi bật! Đây có lẽ là chuyến đi bộ thú vị, chu đáo, hấp dẫn và đầy cảm hứng nhất mà tôi từng tham gia. Madame Rosie Peaks thật tuyệt vời. Chồng tôi và tôi đã đặt chỗ qua quán rượu vì đây không phải là chuyến tham quan được cung cấp trên tàu du lịch của chúng tôi và chúng tôi có thể gặp Madame trên bờ rất dễ dàng. Từ đó chuyến tham quan bắt đầu. Chúng tôi dừng lại ở một số địa điểm trên khắp Skagway và nghe nhiều câu chuyện thú vị về những người phụ nữ đã giúp xây dựng thị trấn. Madame Rosie Peaks là một người kể chuyện xuất sắc ở mọi điểm dừng và cực kỳ hấp dẫn ngay cả giữa các điểm dừng. Điểm dừng cuối cùng là nhà chứa, cũng rất thú vị. Tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai đến thăm Skagway. Chúng tôi đã rất vui. Đọc thêm",
            "Chồng tôi và tôi đã đặt chuyến đi này như một chuyến tham quan trên du thuyền của chúng tôi. Chúng tôi đã có một khoảng thời gian tuyệt vời! Thật vui và bổ ích. Cô Rosie Peaks của chúng tôi đã khiến mọi người cười trong khi kể cho chúng tôi nghe về lịch sử của những người phụ nữ lao động ở Skagway. Chắc chắn là xứng đáng với giá cả! Đọc thêm",
            "Quán rượu là một nơi hấp dẫn để xem. Ngay cả khi bạn chỉ uống một ly thì vẫn có rất nhiều lịch sử trên tường. Tất cả các nhân viên đều đóng vai trò đại diện cho lịch sử của thời kỳ Cơn sốt vàng. Tôi đặc biệt thích chuyến tham quan cung cấp cái nhìn sâu sắc về lịch sử của các nhà thổ vào thời điểm đó. Họ đã làm một công việc tuyệt vời là bảo tồn quá khứ và chia sẻ nhiều câu chuyện hấp dẫn về những người phụ nữ từng sống ở đây. Bất chấp những khó khăn to lớn mà họ phải đối mặt, một số người trong số họ đã tìm ra cách trở thành doanh nhân và nhà lãnh đạo trong cộng đồng của mình. Tôi rất muốn giới thiệu nó.Đọc thêm",
            "Chuyến đi tuyệt vời, tôi đã học được rất nhiều. Hướng dẫn viên của chúng tôi rất am hiểu và hài hước, đưa ra cái nhìn rất chi tiết về cuộc sống trong nhà chứa. Nhiều hiện vật tuyệt vời bao gồm cả phòng giấy dán tường.Đọc thêm",
            "Thật là một chuyến tham quan tuyệt vời! Chúng tôi đã học được rất nhiều điều từ một hướng dẫn viên du lịch rất tài năng, Tixie Turner. Hoàn toàn giới thiệu tour này. Rất nhiều lịch sử về những người phụ nữ ở Skagway.Đọc thêm",
            "Bầu không khí tuyệt vời và tràn ngập lịch sử của Cơn sốt vàng.  Đáng lẽ phải tham gia chuyến tham quan bảo tàng nhưng bia rất tuyệt và đồ ăn rất ngon. Nhân viên rất thân thiệnXem thêm",
            "Hướng dẫn viên Shirley Wood thật tuyệt vời !!! Cô ấy khiến bạn thực sự cảm thấy như đang quay trở lại thời kỳ cơn sốt vàng và có thể đồng cảm với những gì các cô gái làm việc trong nhà chứa phải chịu đựng. Cô ấy có nghị lực đáng kinh ngạc và khiến trải nghiệm tham quan đi bộ trở nên đáng nhớ một cách thú vị. Tôi giới thiệu chuyến tham quan này và nếu có thể, hãy đảm bảo bạn yêu cầu Shirley!!! Cô ấy đã làm cho nó thật thú vị!!! Đọc thêm",
            "Chuyến tham quan thông tin rất thú vị, về những gì diễn ra trên lầu trong The Red Onion Saloon, được hỗ trợ bởi Madame Tilly rất hiểu biết. Bà là người hiểu biết, vui tính nhưng cũng rất nhạy cảm với hoàn cảnh của những người phụ nữ lao động thời đó. Một chuyến thăm mà chúng tôi chắc chắn sẽ giới thiệu.Đọc thêm",
            "Chuyến đi bộ của Ghosts Goodtime Girls cung cấp những hiểu biết sâu sắc về quá khứ của Skagway thông qua chuyến đi bộ có hướng dẫn thú vị và hấp dẫn với một bà chủ nhập vai. Đó là sự kết hợp hoàn hảo tất cả trong một giữa sự vui vẻ, giải trí và nhiều thông tin. Madame của chúng tôi rất hóm hỉnh, hấp dẫn và quyến rũ. Tôi thực sự khuyên bạn nên trải nghiệm được chế tạo khéo léo này.Đọc thêm",
            "Đây là điều bắt buộc đối với chuyến thăm Skagway của bạn, chuyến tham quan này sẽ khiến bạn dở khóc dở cười, hướng dẫn viên của chúng tôi, bà Georgia Peach đã rất xuất sắc và THỰC HIỆN chuyến tham quan. Nếu bạn không có gì khác trong thị trấn nhỏ thú vị này, hãy thực hiện chuyến tham quan nàyĐọc thêm",
            "Ghé qua uống bia trên đường trở về tàu du lịch. Đây là một nơi thú vị để ghé thăm. Nó đưa lyou trở lại lịch sử. Nhân viên rất thân thiện.Xem thêm",
            "Bánh mì kẹp thịt lợn kéo ngon, chúng đủ đẹp để thay thế một lớp bọc thay vì cuộn hoagie. Không khí trong lành. Không thực hiện chuyến tham quan 20 nhà thổ nhưng những người khác nói rằng nó đáng giá.Đọc thêm",
            "Chúng tôi sẽ thực hiện chuyến tham quan Đường sắt vào tháng 9 năm 2017. Liệu chúng tôi có thời gian để thực hiện chuyến tham quan Saloon không?  Khoảng cách giữa 2 nơi là bao nhiêu và có phương tiện đi lại không.Đọc thêm",
            "KHÔNG\nTôi nghe nói chuyến tàu chiếm phần lớn thời gian của bạn và bạn phải xếp hàng dài để vào và đến địa điểm, thậm chí chỉ để uống bia.Đọc thêm",
            "Đang xem xét việc thực hiện một chuyến tham quan nhà thổ.  Chi phí cho việc này là bao nhiêu?  Chúng ta sẽ đi du thuyền Norwegien. Bạn cũng có thể cho tôi biết chuyến tham quan kéo dài bao lâu không?  Cảm ơn bạn.Đọc thêm",
            "Hãy đặt chỗ này ngay trên tàu vì nó rẻ hơn rất nhiều với giá 10 đô la cho cuộc nói chuyện tại quán rượu. Có một chuyến tham quan bên ngoài khác đến khu đèn đỏ như lúc đó. Không chắc giá ở đây có thể là 20 nhưng chắc chắn rẻ hơn so với đặt trên tàu. Điều đó áp dụng cho tất cả các chuyến đi, văn phòng đặt vé luôn có mặt ở mọi nơi bạn dừng chân.Đọc thêm",
            "Đang xem xét việc thực hiện một chuyến tham quan nhà thổ.  Chi phí cho việc này là bao nhiêu?  Chúng ta sẽ đi du thuyền Norwegien. Bạn cũng có thể cho tôi biết chuyến tham quan kéo dài bao lâu không?  Cảm ơn bạn.Đọc thêm",
            "Chỉ cần đến Red Onion và tìm xem chuyến tham quan tiếp theo diễn ra khi nào.... họ bắt đầu vào khoảng giữa trưa.  Họ gặp bạn và bạn trả 10 đô la ở tầng trệt và chuyến tham quan sẽ ở tầng trên, nơi còn lại của nhà thổ.  Tôi đang đi tour buổi trưa chỉ với hai người khác.  Rất vui.  Bạn nhận được một món quà lưu niệm có lẽ trị giá 10 đô la và cơ hội gặp hồn ma cư trú tại Lydia.  Ở tầng dưới họ đang phục vụ đồ ăn và đồ uống.  Chuyến tham quan kéo dài chưa đầy một giờ và hướng dẫn viên của tôi thật tuyệt vời.Đọc thêm",
            "CHÀO!  Tôi muốn biết họ mở cửa vào thời gian nào cho các chuyến tham quan Bảo tàng Nhà thổ cũng như đi du thuyền, nhưng chuyến tham quan duy nhất mà hành trình của chúng tôi cung cấp cũng bao gồm rất nhiều điểm tham quan và thời gian di chuyển khác, vì vậy chúng tôi muốn tự mình đi sớm chỉ tới Red Onion Saloon.  Cảm ơn.  Hành trình của chúng tôi diễn ra vào đầu tháng 7 nên chúng tôi sẽ đánh giá cao phản hồi nhanh chóng.  Cảm ơn bạn.Đọc thêm",
            "Quán mở cửa từ 10 giờ sáng - 10 giờ tối.  Chúng tôi đã đến đó một vài lần và luôn thấy các chuyến tham quan diễn ra.  Trang web của họ là: redonion1898.  com Bạn luôn có thể gửi email cho họ để đặt câu hỏi cụ thể.  Chúc bạn vui vẻ! Đọc thêm",
            "Xin chào, chúng tôi đang đi trên tuyến Princess Cruise và sẽ đến Skagway vào ngày 10 tháng 6 năm 2015. Chúng tôi thực sự muốn tham gia chuyến tham quan Bridge, Brothel và Brew hơn là chuyến tham quan ăn sáng và tham quan hội nghị thượng đỉnh, vì chúng tôi sẽ ăn sáng trên tàu . Bạn có đề xuất bất kỳ nhóm du lịch nào có thể hỗ trợ chúng tôi đặt chuyến tham quan này không vì chúng tôi thích ý tưởng ở lại Red Củ hành để uống thêm bia. \nCám ơn phản hồi của bạn\nMikeĐọc thêm"
        ],
        "star_ratings": [
            518,
            296,
            96,
            20,
            8
        ],
        "review_amount": 938,
        "location": [
            "Đường trượt Skagway",
            "Hoa Kỳ",
            "Bảo tàng nhà thổ Red Onion Saloon",
            "Các hoạt động ở Skagway",
            "Alaska AK"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 13, 2023",
            "Written June 17, 2023",
            "Written July 4, 2023",
            "Written July 9, 2023",
            "Written July 19, 2023",
            "Written July 23, 2023",
            "Written July 30, 2023",
            "Written August 6, 2023",
            "Written August 12, 2023",
            "Written June 7, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 17, 2024",
            "Written May 13, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60877-d3187588-Reviews-Red_Onion_Saloon_Brothel_Museum-Skagway_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d8097573-Reviews-Klondike_Doughboy-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d4406738-Reviews-BBQ_Shack-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d1545672-Reviews-Skagway_Brewing-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d1066548-Reviews-Red_Onion_Saloon-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d3162798-Reviews-Bites_on_Broadway-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d2146510-Reviews-Bonanza_Bar_and_Grill-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d12141457-Reviews-Woadie_s_South_East_Seafood-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d5110097-Reviews-Skagway_Fish_Co-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d2190538-Reviews-Glacial_Coffeehouse-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60877-d4833886-Reviews-Kone_Kompany-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d10512195-Reviews-Jeff_Smiths_Parlor_Museum-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d2301884-Reviews-State_Street_and_Broadway_Street-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d14063036-Reviews-Klondike_Brewing_Company-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d255216-Reviews-Klondike_Gold_Rush_National_Historical_Park_Visitor_Center-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d104383-Reviews-White_Pass_Yukon_Route_Railway-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d10713179-Reviews-Arctic_Brotherhood_Camp_No_1-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d12591498-Reviews-Skagway_Centenial_Statue-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d24177157-Reviews-Effy_Jewelry-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d14933499-Reviews-The_Mascot_Saloon-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d12587925-Reviews-Junior_Ranger_Activity_Center-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d3187588-Reviews-or10-Red_Onion_Saloon_Brothel_Museum-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d10370530-Reviews-BearHead_Photography_Gallery-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d24177236-Reviews-Wild_Yukon_Furs-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d279062-Reviews-Skagway_Museum_and_Archives-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d288269-Reviews-Trail_of_98_Museum-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d288270-Reviews-Corrington_s_Alaskan_Ivory_Museum-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d15047772-Reviews-Inspired_Arts-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d8473587-Reviews-Hunter_Art_Studio-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d2319019-Reviews-M_M_Tours-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d10698077-Reviews-The_Loom_Alaska-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d1812698-Reviews-Klondike_Tours-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d7089202-Reviews-Taiya_River_Arts-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d1110106-Reviews-Packer_Expeditions_Day_Tours-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d2233603-Reviews-Skagway_Float_Tours-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d8287393-Reviews-Skagway_Scooters-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d2207183-Reviews-Frontier_Excursions_Adventures-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d2227849-Reviews-Skagway_Street_Car_Tour-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g39359-d3262169-Reviews-Venture_River_Family_Water_Park-Eddyville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d532093-Reviews-Smoky_Mountain_Gold_and_Ruby_Mine-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d6028301-Reviews-Prickly_Pear_Island-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g30217-d144549-Reviews-Mount_Equinox-Arlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g48074-d267602-Reviews-Lockport_Cave_and_Underground_Boat_Ride-Lockport_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15852501-Reviews-Joyface-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30703-d10405613-Reviews-Jackson_Lake_Island-Millbrook_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d6959019-Reviews-Koroni_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d13818444-Reviews-Beach_Supply_Rentals-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30763-d10211031-Reviews-Oak_Mountain_Amphitheater-Pelham_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60877-d3187588-Reviews-or10-Red_Onion_Saloon_Brothel_Museum-Skagway_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60877-d3187588-Reviews-Red_Onion_Saloon_Brothel_Museum-Skagway_Alaska.html"
    }
]