[
    {
        "attraction_name": "Redmons Candy Factory",
        "attraction_name_vi": "Nhà máy kẹo Redmons",
        "general_info": [
            "148 đánh giá",
            "1 trong 2 Nơi mua sắm ở Phillipsburg",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Nhà máy kẹo là một điểm dừng chân nhỏ thú vị nằm cạnh Cửa hàng quà tặng lớn nhất thế giới. Đây là một phát hiện khá thú vị. Họ có nhiều loại kẹo và kẹo mềm. Bạn có thể chọn một mức giá cho tất cả túi trắng cũng như nhiều loại nước giải khát. Đổ đầy xăng cho xe trước khi đi, một phòng vệ sinh khác cực kỳ sạch sẽ. Chắc chắn là đáng để dừng lại. Chỉ cần nhớ mang theo bàn chải đánh răng trong chuyến đi! Đọc thêm",
        "reviews": [
            "Nhìn thấy các bảng quảng cáo dọc đường khi lái xe qua khu vực và quyết định dừng lại - họ đã mời chúng tôi lấy mẫu sô cô la miễn phí. Tôi thường không dừng lại ở một nhà máy kẹo, nhưng rất vui vì chúng tôi đã làm như vậy. Một loạt các loại kẹo kiểu cũ, bỏng ngô, các loại hạt, đậu thạch và kẹo mềm tuyệt vời. Nhưng điều tuyệt vời nhất là phòng tắm của họ! Ai sẽ đập nó? Phòng tắm rất lớn, sạch sẽ và khá sang trọng. Hoàn toàn không ngờ tới! Đặc biệt là đối với một cửa hàng kẹo bên đường. Đáng để dừng lại nếu bạn ở khu vực này. Đọc thêm",
            "Lái xe dọc theo I-44 từ Joplin đến St Louis và trong 20 dặm, chúng tôi bị tấn công bởi những biển quảng cáo tồi tàn của Nhà máy Kẹo.  Khi đến Phillipsburg MO, chúng tôi cần xăng nên quyết định dừng lại ở Nhà máy kẹo Redmons. Đó là một điều trị. Nhà vệ sinh sạch sẽ, sang trọng. Và các loại kẹo, đồ ăn nhẹ mặn. Điểm dừng ven đường tốt.Đọc thêm",
            "Phòng vệ sinh luôn sạch sẽ, ở đây có rất nhiều đồ ăn nhẹ vui nhộn. Hầu hết các món ăn nhẹ bên trái đều được làm tại nhà. Dấu vân tay bơ đậu phộng sô cô la tuyệt vời hoặc cốc bơ cũng như sô cô la đen bạc hà tan chảy. Ước gì họ có một nhân viên pha chế nhưng có lẽ chỉ có tôi mới cần caffeine ở đây.Đọc thêm",
            "Đây là một điểm dừng chân thích hợp khi bạn cần nghỉ ngơi trên một chuyến đi. Có một trạm xăng để đổ đầy.  Cửa hàng kẹo có rất nhiều loại kẹo bọc mà bạn có thể mua với số lượng lớn và kẹo dẻo.  Họ cũng có kẹo mềm. Những gì tôi mua có vẻ tươi mới. Nhiều loại soda đóng chai. Phòng tắm cực kỳ sạch sẽ và đẹp hơn nhiều so với tôi mong đợi.  Đi bộ đến cửa hàng quà tặng để mua nhiều món quà lưu niệm.  Tôi sẽ không giới thiệu bỏng ngô tươi. Người bán hàng đeo găng tay phục vụ đồ ăn nhưng đang nếm thử đồ ăn. Thường không thích nhìn thấy những người làm công việc thực phẩm đang ăn uống tại nơi làm việc. Nơi bận rộn.Đọc thêm",
            "Không sao, họ có rất nhiều kẹo và những thứ tương tự, nhưng nó rất đông và tôi nghĩ hơi đắt. Họ cũng có nước ngọt mới lạ và Coca Cola đựng trong chai thủy tinhĐọc thêm",
            "Chúng tôi đã đi qua nơi này nhiều lần và cuối cùng đã có thời gian dừng lại để xem nó.  Rất vui vì chúng tôi đã làm!  Bánh taffy nước muối là món ngon nhất mà chúng tôi từng nếm.  Nó rất tươi và có nhiều hương vị khác nhau.  Tương tự với những khúc gỗ hồ đào - lại rất tươi.  Giá cả cũng hợp lý.  Sẽ dừng lại trong chuyến đi tiếp theo của chúng tôi ở khu vực đó. Đọc thêm",
            "Phải xem liệu bạn có đang tham gia chuyến đi ở I44 ở giữa Missouri hay không.  Nơi thú vị để thưởng thức kẹo mềm và hàng trăm loại kẹo và đồ ăn nhẹ khác.Đọc thêm",
            "Đây là những gì chúng tôi tưởng tượng trẻ con có thể nói với cha mẹ chúng, mỗi lần chúng đọc có lẽ 10 tấm biển lớn được đặt gần xa lộ thông báo vị trí này khi chúng tôi đi từ nam ra bắc. Họ thậm chí còn đặt những tấm biển lớn ở phía bên kia, để tài xế, có lẽ là để cha mẹ hiểu tại sao con cái họ lại mè nheo đòi kẹo. Tất nhiên là chúng tôi dừng lại, mặc dù chúng tôi có những loại kẹo để được nhiều năm trong nhà và đã mua một số đồ uống thời thơ ấu: Pirate Piss, Bazooka Bubblegum, Route 66 grape có thể tìm thấy tại một công ty California với giá gần như nhau - tất cả đều tuyệt vời ngay cả với những người khó tính như tôi, bên cạnh một số loại kẹo bông mà bạn khó có thể tìm thấy xung quanh và các loại Taffies hay còn gọi là Chewys, v.v. ở Châu Âu, các khối praline Chewy hoặc được gọi là Fudge ở Anh và nhiều loại khác nữa. Chúng tôi đã chi chưa đến 40 đô la cho những loại kẹo mà như tôi đã nói, sẽ mất rất nhiều thời gian để ăn hết và bạn có thể nghĩ: đúng, mọi thứ đều hơi đắt nhưng chúng tôi sẽ dừng lại ở một nơi như vậy bao nhiêu lần và nở một nụ cười thật tươi? Cực kỳ hiếm. Tôi thực sự tự hỏi họ chi bao nhiêu cho quảng cáo trên biển quảng cáo? Họ phải kiếm tiền bằng cách nào đó. Đọc thêm",
            "Nơi này có phòng tắm công cộng sạch sẽ nhất, đẹp nhất mà tôi từng thấy. Các con trai tôi bước ra khỏi phòng tắm cũng nói điều tương tự.Đọc thêm",
            "Bạn có bán loại kẹo dẻo dưa hấu TUYỆT VỜI với những hạt ăn được giống như hồi chúng ta còn nhỏ và trẻ em được phép ngậm kẹo mà không có sự can thiệp của Chính phủ không???Đọc thêm",
            "Tôi có thể đặt hàng trực tuyến được không?Đọc thêm"
        ],
        "star_ratings": [
            76,
            35,
            24,
            6,
            7
        ],
        "review_amount": 148,
        "location": [],
        "reviews_time": [
            "Written May 30, 2024",
            "Written April 27, 2024",
            "Written June 26, 2023",
            "Written June 9, 2023",
            "Written June 6, 2023",
            "Written May 29, 2023",
            "Written May 21, 2023",
            "Written May 1, 2023",
            "Written March 19, 2023",
            "Written February 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44780-d2557322-Reviews-Redmons_Candy_Factory-Phillipsburg_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44263-d10002287-Reviews-Highway_66_Welcome_Center-Conway_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44780-d2557322-Reviews-or10-Redmons_Candy_Factory-Phillipsburg_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44780-d2557322-Reviews-Redmons_Candy_Factory-Phillipsburg_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44780-d2284543-Reviews-Worlds_Largest_Gift_Store-Phillipsburg_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44586-d3151904-Reviews-Shepherd_Hills_Factory_Outlet-Lebanon_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44586-d8723969-Reviews-Heartland_Antique_Mall-Lebanon_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44586-d10681350-Reviews-Maggard_Canoe_Corkery_Campground-Lebanon_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44586-d12167904-Reviews-Harke_Park-Lebanon_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44586-d10727517-Reviews-Jonesy_s_Antiques_Gifts-Lebanon_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44586-d107322-Reviews-Factory_Stores_Of_America-Lebanon_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44615-d27762542-Reviews-The_Feral_Cat_Llc-Long_Lane_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189112-d3869627-Reviews-Praia_Sao_Rafael-Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d103804-Reviews-Westmoreland_State_Park-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d14972884-Reviews-Crow_Island_Beach_Park-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34437-d5079390-Reviews-Shell_Shack-Mexico_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42519-d5539549-Reviews-Muskallonge_Lake_State_Park-Newberry_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60712-d15072508-Reviews-Katmai_Water_Taxi-King_Salmon_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d13551429-Reviews-PHX_Sky_Train-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294204-d317766-Reviews-Elephantine_Island-Aswan_Aswan_Governorate_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7224146-Reviews-Martin_Auto_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d243628-Reviews-Museu_Serralves-Porto_Porto_District_Northern_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44780-d2557322-Reviews-or10-Redmons_Candy_Factory-Phillipsburg_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44780-d2557322-Reviews-Redmons_Candy_Factory-Phillipsburg_Missouri.html"
    }
]