[
    {
        "attraction_name": "Redwood Valley Railway",
        "attraction_name_vi": "Đường sắt Thung lũng Redwood",
        "general_info": [
            "31 đánh giá",
            "3 trong 9 điều cần làm ở Orinda",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Nơi tốt để dành thời gian cho gia đình bạn. Vé tàu là 4 vé mỗi người lớn và miễn phí cho con tôi, 1,5 tuổi. Chuyến tàu kéo dài khoảng 10 phút, đứa trẻ sẽ rất vui vẻ. Tốc độ tàu đang chạy ở tốc độ an toàn nên bạn không phải lo lắng về sự an toàn. Trải nghiệm rất thú vị.Đọc thêm",
        "reviews": [
            "I feel I have to finally make a stand. This is in regard to my son who  has Medical diagnosis of autism, anxiety, and ADHD, who receives over 30  hours of behavioral therapies per week to function in society. He exhibits unsafe behaviors in lines and we have passes at other parks with rides. We have letters by doctors to request that he be  accommodated around lines. Everyone knows my son who has gone there for  10 years and we had an arrangement with the manager. But today, I am  completely offended that Redwood Valley Railway instead mocked my son and refused Disability Accommodations. I was told he should just act his age. No this is permanent. Life long. We have a Disabled Handicap Placard. They also  mocked me as the parent on top by saying so is everybody and thought  its all a hoax. My son has made some friends there and who has helped  this, but now hes mocked and mistreated. My son spends entire days watching train videos,  which is just a part of repetitive issues with autism. He idolizes  these platform agents while he is disregarded. I am so tired  of having to see if they will respect him every time he goes due to  his needs. We need to demand support for those with Disability. Anyone  who has a child with a Disability must speak up and let these people  know we need official DISABILITY ACCOMMODATIONS. I need to speak out  because we dont want others to go through fear anymore, of whether kids will be treated with respect and dignity or will he be rudely mocked. We cannot just go away. Golden Gate Live Steamers have also been punished also for our presence. My son requires his sensory needs  there. Mocking is the last straw. I have experienced discrimination  there before.  The worst part of this  is -- my son is reading this review.Read more",
            "Chồng tôi và hai đứa con nhỏ 5 tuổi 1,5 tuổi đang ở San Francisco và đi một đoạn ngắn đến Orinda, CA tới Đường sắt Redwood Vally. Nó đã không làm mọi người thất vọng! Tôi tin rằng phí đi tàu là 3 mỗi người miễn phí cho trẻ dưới 3 tuổi hoặc 12 vé cho gia đình 5 người. Tàu chạy cứ 12 phút một lần nên bạn không phải đợi lâu cho chuyến đi tiếp theo, đó là CHÌA KHÓA khi bạn đi cùng trẻ nhỏ. Ngay cả trong mùa hè, trời cũng không bận lắm nên gia đình 4 người của chúng tôi vẫn có thể mua được một chiếc ô tô cho riêng mình. Chuyến đi chủ yếu diễn ra trong bóng râm và đi qua các cây cầu cũng như đường hầm. Những đứa trẻ yêu thích nó, và chúng tôi cũng vậy! Gợi ý- Chuẩn bị bữa trưa và ghé vào một trong nhiều địa điểm nhìn ra dọc đường đi dã ngoại hoặc tận dụng những chiếc bàn ở gần lối vào ga xe lửa. Có những điểm tham quan nhỏ khác gần đó, vì vậy hãy lên kế hoạch trước chuyến tham quan của bạn sẽ có một ngày trọn vẹn.Đọc thêm",
            "Đi tàu nhỏ vui vẻ, siêu rẻ. Bãi đậu xe miễn phí. Tuyệt vời cho trẻ em, lớn và nhỏ. Thực sự gọn gàng. Mọi người đều có khoảng thời gian vui vẻ.Đọc thêm",
            "Đây là một chuyến đi nghiêm túc chứ không phải trên một chuyến tàu được xây dựng nghiêm túc từ đầu. Chỉ với 3 bạn sẽ có được một chuyến đi không hề tốn kém. Mọi người làm việc đều thân thiện, vui vẻ và niềm nở. Hãy đi cùng con, cháu, người yêu của bạn, một cuộc hẹn hò, bất kỳ ai! Thỏa thuận ở đây rất phức tạp để giải thích. Nói theo cách này: một người đàn ông có bằng tốt nghiệp 69 tuổi đã nghỉ hưu, một nữ kỹ sư máy tính trẻ hơn một chút và một bằng tiến sĩ ở độ tuổi 30. người đàn ông đã có một khoảng thời gian tuyệt vời bên gia đình và con cái của họ.  Đọc thêm",
            "Tôi ghét phải hẹn hò nhưng lần đầu tiên tôi đi tàu hỏa là vào năm 1969 với bạn gái thời trung học của mình.  Kể từ thời điểm đó, tuyến đường sắt đã dài hơn gấp đôi và mang đến cho một gia đình một chuyến đi tuyệt vời trong 12 phút xuyên qua rừng gỗ đỏ với giá chưa đến 3 vé 512. Đội ngũ nhân viên rất tuyệt vời - thân thiện và nhiều thông tin - và động cơ là những tác phẩm nghệ thuật.  Có rất nhiều cơ hội chụp ảnh tuyệt vời và có một vài địa điểm trên tuyến đường mà bạn có thể nhìn thấy Vịnh San Francisco trong giây lát.  Một nơi tuyệt vời để đưa trẻ em và cháu nội hoặc thậm chí là một buổi hẹn hò vui vẻ qua một góc xinh đẹp của Công viên Tilden.Đọc thêm",
            "Looking for something unique to do with the kids in the East Bay but dont want to break the bank to do it? Well then Redwood Valley Railway is a great option for the entire family. A fun locally owned railroad for kids thriving Im the East Bay, who knew this place even existed? I sure didnt until I looked for amusement parks on site like TripAdvisor and Iwas sold. I took my extended family on a late Sunday afternoon where the sun was still out and there were plenty of other families looking for something interesting to do. The drive along Grizzly Peak Road can be challenging because it just feels so remote. By the time we got there the parking lot was full, but thankfully someone was leaving as we entered, if thats not the case or else youre gonna have to park in the auxiliary lot down the street and walk up and no one wants to do that.Upon entry you buy your tickets. 12 dollars per a five ticket ride we went with two rides each for our party of five for a total of 25 dollars. We we told to wait behind the yellow line at the train depot. With a wait of about five minutes, we actually saw the train pass by headed to its final destination. The train is the perfect fit for families as they have both covered and uncovered trains. The first time we boarded in the middle and the second time we boarded in the back of the train. Each trip was a journey through a small section of the East Bay Regional Park with a lot of foliage and some small props along the way to look at. Part of me wishes there was more to look at, it seems like a missed opportunity to showcase the streams and rock formations that this area provides. And sadly there was no audio presentation sharing the history or the trains or the region we were traveling through. But all in all, my out of town family had a really great time for a small amount of money. Since they were small train lovers I knew theyd enjoy our time out here no matter how short our time there was. Id totally come back to enjoy the a Redwood Valley Railroad. This no frills option is something the whole family can enjoy and they dont have to venture all the way out to other railroads in Sonoma or Santa Cruz to experience it and for that they deserve our support.Read more",
            "Tôi thỉnh thoảng đi tàu Tilden Stream Trains kể từ khi con trai tôi phát hiện ra tàu hỏa thú vị như thế nào. Nhân viên thân thiện, cây cối đẹp và tàu hỏa luôn tuyệt vời. Giá cả hoàn toàn hợp lý cho chuyến tham quan kéo dài vài phút. Đọc thêm",
            "Thật ngạc nhiên khi một cái gì đó như thế này thậm chí còn tồn tại. Không bao giờ cảm thấy mệt mỏi khi đi tàu qua rừng gỗ đỏ.  Mặc dù một số người có thể nghĩ rằng trò chơi này dành cho trẻ em nhưng nó cũng rất thú vị đối với người lớn. Chuyến tàu thực sự thú vị, nếu bạn có con nhỏ, có những việc khác để làm trong công viên cũng như vườn thú cưng, băng chuyền cổ điển.Đọc thêm",
            "Sau chuyến đi tuyệt đẹp qua những ngọn đồi lên đến đỉnh nơi bạn có thể nhìn thấy Berkeley và Vịnh, bạn sẽ thấy chuyến đi tàu hỏa hơi nước thú vị đưa bạn qua những cây gỗ đỏ trong chuyến đi kéo dài 15 phút mà cả trẻ em và người lớn đều thích. Phí rất thấp và đứa con 2 12 tuổi của chúng tôi RẤT THÍCH cưỡi ngựa và ở ngoài trời và trong rừng. Đọc thêm"
        ],
        "star_ratings": [
            25,
            5,
            0,
            0,
            1
        ],
        "review_amount": 31,
        "location": [
            "Orinda",
            "California CA",
            "Các hoạt động ở Orinda",
            "Hoa Kỳ",
            "Đường sắt Thung lũng Redwood"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written February 21, 2022",
            "Written July 18, 2019",
            "Written July 29, 2018",
            "Written March 31, 2018",
            "Written January 17, 2018",
            "Written January 8, 2018",
            "Written November 12, 2017",
            "Written October 2, 2017",
            "Written August 15, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32831-d4686216-Reviews-Redwood_Valley_Railway-Orinda_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32066-d371488-Reviews-Rick_Ann_s_Restaurant_Ann_s_Catering_Market-Berkeley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32831-d1582714-Reviews-Baan_Thai-Orinda_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32831-d375420-Reviews-Village_Inn_Cafe-Orinda_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32831-d375417-Reviews-Szechwan_Chinese_Restaurant-Orinda_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32066-d6550183-Reviews-Fournee_Bakery-Berkeley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32066-d378822-Reviews-International_House_Cafe-Berkeley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32066-d24021971-Reviews-Edmonds_Cafe-Berkeley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32831-d1911848-Reviews-Hanazen-Orinda_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32066-d11912339-Reviews-Limewood_Bar_Restaurant-Berkeley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32831-d4650104-Reviews-Geppetto_s_Cafe-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d5607891-Reviews-Grizzly_Peak-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d117265-Reviews-UC_Botanical_Garden_at_Berkeley-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d156328-Reviews-Tilden_Regional_Park-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d117244-Reviews-University_of_California_Berkeley-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32810-d8405626-Reviews-Oakland_California_Temple_Visitors_Center-Oakland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d117264-Reviews-The_Lawrence_Hall_Of_Science-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32810-d2469999-Reviews-Mountain_View_Cemetery-Oakland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32810-d6571692-Reviews-Redwood_Regional_Park-Oakland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32587-d2627004-Reviews-Lafayette_Reservoir-Lafayette_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3648780-Reviews-Tilden_Park_Little_Farm-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-or10-Redwood_Valley_Railway-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-or20-Redwood_Valley_Railway-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d16788018-Reviews-AxeVentures_Axe_Throwing-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d7298547-Reviews-Sather_Tower-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d25233351-Reviews-Conjuring_Wonder_Magic_Up_Close_Personal-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3453903-Reviews-The_Fairmont_Spa_at_the_Claremont-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560657-Reviews-Greek_Theater-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3573298-Reviews-Berkeley_Repertory_Theatre-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32831-d2369695-Reviews-California_Shakespeare_Theater-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d218944-Reviews-Tilden_Park_Golf_Course-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d270551-Reviews-Berkeley_Municipal_Rose_Garden-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d15758840-Reviews-Darb_Karting-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d1930313-Reviews-Grand_Mosque-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d12499438-Reviews-KUJIRA_ENTERTAINMENT-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d106173-Reviews-Coney_Island-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d9603161-Reviews-Parque_De_Cenotes_Yax_Muul-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d269447-Reviews-Adventure_City-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2465584-Reviews-Rick_s_Restorations-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g3685190-d10244784-Reviews-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6198874-Reviews-Jekyll_and_Hyde_Restaurant-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g4414408-d7277555-Reviews-Dragon_Gate-Alvkarleby_Uppsala_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-or10-Redwood_Valley_Railway-Orinda_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-Redwood_Valley_Railway-Orinda_California.html"
    }
]