[
    {
        "attraction_name": "Refuge",
        "attraction_name_vi": "nơi trú ẩn",
        "general_info": [
            "488 đánh giá",
            "2 trên 14 Spa Chăm sóc sức khỏe ở Carmel",
            "Spa"
        ],
        "attraction_summary": "Refuge là cơ sở đầu tiên của Mỹ chuyên về liệu pháp thủy nhiệt và mang đến sự thư giãn tuyệt đối, độc nhất vô nhị! Thực sự là 3 giờ tuyệt vời nhất ở Carmel! Thông qua việc làm ấm cơ thể trong phòng xông hơi khô và phòng xông hơi ướt dành cho cả nam và nữ, làm mát cơ thể trong hồ nước lạnh và thư giãn trong phòng thư giãn trong nhà hoặc khu vực ngoài trời có lò sưởi - bạn sẽ được thư giãn! Dịch vụ mát-xa cũng có sẵn! Đọc thêm",
        "reviews": [
            "XÉ. Quy y. Bạn đã từng rất tuyệt vời, nhưng bây giờ bạn là một thảm họa. Dịch vụ khách hàng kém. Không ai trả lời điện thoại và giữ bạn trong 40 phút hoặc lâu hơn, chỉ để nhận được câu trả lời cuối cùng không có câu trả lời. Nhân viên nói Không chắc chắn hoặc Tôi không biết. Tôi đã yêu thích nó trong nhiều năm, nhưng nó đã bị hủy hoại.Đọc thêm",
            "Chồng tôi đã tặng tôi một phiếu quà tặng trị giá 100 đô la để sử dụng tại khu bảo tồn khi chúng tôi đến thăm khu vực này vào tháng 1. Anh ấy biết về khoản phí vào cửa là 67 đô la nhưng đã mua thêm vì nghĩ rằng tôi cũng có thể ăn trưa ở đó. Khi biết rằng sẽ không có đồ ăn, tôi đã cố gắng liên hệ với văn phòng về các lựa chọn khả thi. Tôi đã thử nhiều lần và bị giữ máy trong nhiều giờ, không bao giờ thực sự có thể nói chuyện trực tiếp với bất kỳ ai. Tôi đã gửi email hai lần và cũng không nhận được phản hồi. Khi đến nơi, tôi được thông báo rằng họ không thể trả lời tất cả các cuộc gọi điện thoại đến để phục vụ khách hàng. Tôi đã hỏi về tình hình của mình và được giới thiệu đến một người quản lý, người này nói rằng họ sẽ phải nói chuyện với bộ phận kế toán, và khi tôi rời đi, anh ấy đảm bảo với tôi rằng sẽ không có vấn đề gì khi nhận lại số tiền còn lại của phiếu quà tặng nên tôi đã rời đi. Vài ngày sau, tôi đã liên lạc với người quản lý và anh ấy nói rằng sẽ không có tùy chọn hoàn tiền nào khả thi. Chúng tôi không chỉ mất tiền mà khi ở spa, một số hồ bơi không hoạt động, hồ bơi nước nóng chỉ ấm vừa phải và hồ bơi nước ấm thì lạnh cóng. Tôi sẽ không bao giờ quay lại. Đọc thêm",
            "CẢNH BÁO: đừng đến nơi này nếu bạn muốn tận hưởng thời gian với một người quan trọng khác hoặc một người bạn. Không có bất kỳ cuộc nói chuyện nào, vì vậy bạn cần giao tiếp bằng ngôn ngữ ký hiệu hoặc không dành thời gian cho nhau khi ở đó. Các nhân viên đang đi lại để kiểm tra xem không ai nói chuyện, điều này rất khó chịu. Chắc hẳn sẽ rất tuyệt khi bạn ở một mình, nhưng tôi sẽ không bao giờ trải nghiệm điều đó vì tôi sẽ không bao giờ đến đó nữa. Đọc thêm",
            "Awful birthday. How can you relax when the jackhammers are so loud?  Allow me to begin by stating that we frequent the refuge when we need an escape from the hustle and bustle. We have visited this spa many times before and never had a poor experience always loved it. However, on our most recent visit, we shelled out the money for the massage packages to treat ourselves for my birthday mid October. We were severely disappointed when we arrived to hear a jackhammer working away right near the springs.  Now we are aware the business just reopened due to renovations, and we were happy to forgive a few inconveniences . But if you advertise a silent resort and cannot deliver, then why open your doors before its complete? All of the waterfalls and springs were not loud enough to drown out the sound of a hammer drill. According to the front desk the city was making them work on the parking lot? So this was not only planned, but they were all aware  I understand that is not in their control but their advertising is. Why not post on your website that the experience will be affected by construction??? So we have the option to choose to delay our visit? Like any other resort or spa would do. It is false advertising in my opinion, to promise a relaxing calm experience when you have  the complete opposite in store for your customers. We work in full time, stressful occupations and wanted a day of peace, serenity and massages to celebrate a birthday and instead got to hear jackhammers for 6 hours. We drove 4 hours to get to the Refuge,  We eventually left because it was so awful my fiancé began having an anxiety attack.  We would have gladly waited a couple weeks to plan the visit had we been informed, we even called the day of and spoke with the front desk before making the long drive. This would have been the perfect time for a disclaimer or heads up so we could bring ear plugs. Who would have known you would need ear plugs for a silent resort? As you can see by my profile I do not leave negative reviews often. This was our favorite place to go. We are so disappointed we want to warn others. We deal with international clients and recommended it to everyone who was heading to Carmel. Now we will have to find someplace new. We cannot trust the refuge will inform their customers and give them the chance to prepare for the opposite of relaxation. This isnt a lot to ask for when you have a spa. Peace and quiet is what you advertise.  In this economy 500 is a lot to spend to get a massage and sit in a hot spring. Save yourself some money and book a massage on a construction site.Read more",
            "Em gái tôi đã đến đó khoảng năm lần và nóng lòng muốn đưa tôi đi. Sau nhiều lần lên kế hoạch, tôi từ ngoài thành phố đến, chúng tôi phối hợp với một số thành viên khác trong gia đình để đến nơi vào lúc 11 giờ sáng thứ Hai ngày hôm qua.  Cháu trai tôi đã dành nửa giờ để nghe điện thoại vào đêm trước khi cố gắng tìm hiểu về tình trạng sẵn có thực phẩm ở khu nhà này. Cuối cùng, khi chúng tôi đến quầy, sau nhiều tuần lập kế hoạch, họ nói với chúng tôi rằng họ có một hệ thống mới yêu cầu phải đặt trước và họ đã từ chối chúng tôi. Chị tôi quá chán ghét dịch vụ khách hàng kém đến mức không có ý định quay lại.Đọc thêm",
            "Tôi từng thích đến đây thường xuyên cho đến khi họ giới thiệu hệ thống đặt chỗ. Nó đã phá hủy hoàn toàn trải nghiệm. Nơi ẩn náu từng là một trong số ít nơi bạn có thể thức dậy và quyết định đến bất chợt, nhưng giờ đây, nơi này đã được đặt trước rất nhiều vì cần phải đặt chỗ trước và mọi người muốn có tùy chọn nên chỉ cần đặt bất cứ thứ gì họ thấy có sẵn. Danh sách chờ công bằng hơn và tốt hơn cho mọi người. Không ai muốn bị buộc phải đặt chỗ trước hàng tuần, hàng tháng chỉ để rồi vẫn mắc kẹt với một thời điểm tồi tệ trong ngày. Tôi là khách thường xuyên và không nghĩ mình có thể đến đây lần nữa.Đọc thêm",
            "Tôi thực sự thích nơi này! Chồng tôi đã đọc về nó trên mạng vài năm trước và bây giờ chúng tôi đã đến đó vài lần. Tôi thích sự yên tĩnh và có rất nhiều hoạt động thư giãn bao gồm ngâm mình trong bồn nước nóng, phòng xông hơi ướt và phòng xông hơi khô, cũng như hố lửa và ghế không trọng lực. Tôi có thể dễ dàng dành hàng giờ ở đây. Tôi có thể nói rằng điều phàn nàn duy nhất của tôi là phòng thay đồ. Cửa phòng tắm rất thấp nếu bạn cao.  Không phải là vấn đề quá lớn, bạn có thể quay áo tắm và tắm lại tại khách sạn của mình.Đọc thêm",
            "Không được mát-xa nên chỉ trích dẫn cơ sở vật chất, hồ bơi, phòng xông hơi và phòng xông hơi. 1. Nội dung cơ bản: Cơ sở vật chất siêu siêu sạch, phòng thay đồ tiện lợi, rộng rãi, vòi sen đẹp và Áo choàng siêu sang trọng. Vấn đề duy nhất của tôi chỉ đơn giản là hệ thống chìa khóa. họ cung cấp cho bạn một dây đeo có thể điều chỉnh được với một phím kim loại ở cuối và phím nóng lên như ĐIÊN trong phòng tắm hơi. Khi nó nóng lên, nó có thể làm bạn bỏng rát vì nó lỏng lẻo và nguy hiểm. Ước gì họ nghĩ ra một hệ thống khác2. Bể bơi: Điểm nổi bật. Chúng hầu hết đều ngoạn mục, hồ bơi nước nóng hoàn toàn nóng bỏng, rất thư giãn. Hồ bơi ấm áp là nơi hoàn hảo để dành cả ngày chết tiệt. Hồ bơi mát lạnh đang đóng băng, và tôi ước nó ấm hơn một chút nhưng sảng khoái. Hồ nước lạnh thực tế giống với hồ nước mát nhưng lại có nhiệt độ lý tưởng như mong đợi. Nhìn chung rất đẹp. 3. Phòng: tổng thể các phòng đều tuyệt vời. Có 2 phòng xông hơi, 2 khu thư giãn với ghế không trọng lực và 1 phòng Sauna. Chỉ riêng phòng xông hơi Eucalyptus đã đáng giá vé vào cửa, nó TUYỆT VỜI, trong khi phòng còn lại không thực sự cắt được và gỗ có thể làm bạn bị bỏng nên hãy mang theo khăn tắm. Tuy nhiên, điều đó cũng không sao vì cây bạch đàn rất lớn và có đủ không gian. Mặt khác, Phòng tắm hơi bằng gỗ lại rất ngoạn mục. Tôi không chắc Bức tường muối làm gì, nhưng chất lượng phòng tắm hơi là cao nhất mà tôi từng đến, nhiệt độ hoàn hảo và rất khô như tôi thích. Các phòng thư giãn cũng rất ngoạn mục, nhiều ánh sáng và những chiếc ghế không trọng lực thật tuyệt vời. 4. Không khí: Mang theo một người yêu thích sách. Mọi người ở đây sẽ khen ngợi bạn vì đã nói chuyện. PDA là bình thường, và tôi thích điều đó, nhưng một số người lại tỏ ra cay đắng. Một số nhân viên là những người tử tế nhất, những người khác thì kiêu căng, nhưng bạn sẽ làm gì.Đọc thêm",
            "KHÔNG được mát-xa ở đây, họ không chỉ định giá quá cao 600 cho một cặp vợ chồng có tiền thưởng tích hợp, mà cho đến nay, đó là lần mát-xa tồi tệ nhất mà tôi từng có, tôi sẽ không đi sâu vào chi tiết...nhưng đó là một trải nghiệm kỳ lạ . Các hồ bơi đủ tốt, nhưng tôi có thể có trải nghiệm tương tự ở sân sau của mình. Tôi không khuyên bạn nên. Đọc thêm",
            "Nơi rất khó hiểu. Lối vào trông giống như một câu lạc bộ quần vợt địa phương. Nhân viên lễ tân không chào đón cũng như không đưa ra chỉ dẫn rõ ràng. Có một người ở quầy mát-xa nhận phòng nên tôi đi lang thang để tìm một phòng thay đồ đông đúc rất bình thường. Mọi người ăn uống ở nhiều khu vực đều tranh chấp các quy định rõ ràng chống lại nó. Các khu vực ngoài trời đều ổn nhưng không được đánh dấu rõ ràng. Massage mô sâu tệ nhất mà tôi từng có. Phòng massage rất lạnh và có gió lùa. Dịch vụ mát-xa không giống bất kỳ dịch vụ mát-xa nào mà tôi đã từng trải qua ở bất cứ đâu thật khủng khiếp. Nơi này không hề rẻ, Có thể vui vẻ với một nhóm không nói chuyện mà bỏ qua việc mát-xa. Hầu như không phải là nơi ẩn náu.Đọc thêm",
            "Có phải họ chỉ có một cỡ áo choàng? Nếu họ không có cỡ của tôi và tôi mang theo áo choàng của mình thì nó có phải màu trắng không? Áo choàng phù hợp với kích cỡ vòng eo nào?Đọc thêm",
            "Tôi đã cố gắng gọi điện và đặt chỗ nhiều lần nhưng tôi chỉ nhận được một máy trả lời tự động lặp lại. Tôi có thể vui lòng nhận trợ giúp về cách đặt chỗ mát-xa không.Đọc thêm",
            "Tôi đã trải nghiệm điều tương tự như bạn đã làm.  Tôi gọi suốt hai ngày và lần nào cũng nhận được máy.  Hãy thử gọi trong tuần vì họ rất bận vào cuối tuần.  Tôi quyết định chỉ sử dụng các tiện nghi chứ không đi mát-xa.Đọc thêm",
            "giới hạn độ tuổi là bao nhiêu?Đọc thêm",
            "Cho phép 18 Đọc thêm",
            "Họ cung cấp những loại massage khác nhau nào? Ngoài ra, chi phí để đặt một cuốn là bao nhiêu? Chúng tôi có thanh toán trước không?Đọc thêm",
            "Có, họ yêu cầu trước thẻ tín dụng.  Bạn có 24 giờ để hủy.  Nếu bạn không thực hiện mát-xa và chỉ sử dụng các tiện nghi, bạn cần mang theo áo choàng trắng hoặc thuê áo choàng của họ với một khoản phụ phí.  Tất cả các chi tiết được đăng trên trang web của họ.Đọc thêm",
            "Nếu bạn đang ở một khách sạn ở Carmel mà không có ô tô, cách tốt nhất để đi đến Nơi trú ẩn là gì, chi phí và thời gian đến nơi? Cảm ơn!Đọc thêm",
            "nó rất gần với The Refuge và Uber là con đường để bay..\nHãy tận hưởng!!! Đọc thêm",
            "Tôi tự hỏi liệu có khách sạn nào quanh khu vực này để chúng tôi có thể qua đêm ở đây không. Mọi góp ý xin vui lòng. Cảm ơn Đọc thêm",
            "tùy thuộc vào ngày trong tuần hoặc cuối tuần và cả những gì đang diễn ra trong thành phố, giá cả có thể đắt hoặc rất tiết kiệm....\nChúng tôi thích ở trong khu rừng Thái Bình Dương. Nó có một sức hấp dẫn lớn và có những khách sạn tuyệt vời nhất. Chúng tôi tận hưởng nhà trọ hoàng hôn.\nHy vọng bạn thích!!!! Đọc thêm",
            "Tôi đã đặt hai cuộc hẹn mát-xa Thụy Điển cho tôi và chồng tôi và tôi hỏi liệu tôi có thể trả tiền nhập học khi đến đó không. Anh ấy nói rằng, số tiền đó đã được bao gồm trong giá mát-xa. Có đúng không?!?! Chỉ để tôi biết, vì sau khi mát-xa, chúng tôi muốn sử dụng phòng tắm hơi và hồ bơi.Đọc thêm",
            "Tính phí massage, trả tiền khi vào và có thể ở bao lâu tùy thích và sử dụng mọi tiện nghi. Đọc thêm",
            "Xin chào, có ai biết bạn cần đặt trước bao lâu để được mát-xa và spa không? Cảm ơnĐọc thêm",
            "Bạn càng sớm biết lịch trình và thời gian bạn muốn thì hãy đặt chỗ vì có thể rất bận rộn và thời gian ở đó sẽ kín chỗ. Tôi đã đặt chỗ trước vài tuần và có được thời gian tôi muốn để mát-xa cho chồng tôi và tôi. Spa chỉ mở cửa cho mọi người sử dụng khi họ mở cửa từ 10-10 giờ. Bạn có thể sử dụng phòng xông hơi khô, phòng xông hơi ướt, hồ bơi và phòng thay đồ bất cứ lúc nào. Chỉ có dịch vụ mát-xa là bạn phải đặt chỗ trước. Đọc thêm"
        ],
        "star_ratings": [
            351,
            82,
            23,
            11,
            21
        ],
        "review_amount": 488,
        "location": [
            "Hoa Kỳ",
            "nơi trú ẩn",
            "Carmel",
            "Quận Monterey",
            "California CA",
            "Các hoạt động ở Carmel"
        ],
        "reviews_time": [
            "Written March 24, 2024",
            "Written January 26, 2024",
            "Written November 6, 2023",
            "Written November 5, 2023",
            "Written October 17, 2023",
            "Written October 14, 2023",
            "Written July 23, 2023",
            "Written July 19, 2023",
            "Written June 23, 2023",
            "Written June 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32172-d2409118-Reviews-Refuge-Carmel_Monterey_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d1395194-Reviews-Edgar_s_Quail_Lodge-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d549045-Reviews-Baja_Cantina_Grill-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32173-d835171-Reviews-Wagon_Wheel_Restaurant-Carmel_Valley_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d12292003-Reviews-Boete_Winery-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d5099957-Reviews-Valley_Hills_Deli_BBQ-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32173-d2242435-Reviews-Earthbound_Farm_Organic_Farm_Stand-Carmel_Valley_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d26366426-Reviews-Woody_s_at_Del_Mesa-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d450136-Reviews-From_Scratch_Restaurant-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d491938-Reviews-Rio_Grill-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32172-d5512102-Reviews-Lafayette_Bakery_Cafe-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d102545-Reviews-Point_Lobos-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d642826-Reviews-Scenic_Road_Walkway-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d128002-Reviews-Carmel_River_State_Beach-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d555442-Reviews-Carmel_Mission_Basilica-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d116835-Reviews-Garrapata_State_Park-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d549029-Reviews-Ocean_Avenue-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d110259-Reviews-Tor_House-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d144842-Reviews-Dennis_the_Menace_Park-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32173-d103848-Reviews-Garland_Ranch_Regional_Park-Carmel_Valley_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d1951307-Reviews-Coast_Guard_Pier-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d2409118-Reviews-or10-Refuge-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d259789-Reviews-Signature_Day_Spa-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d26830460-Reviews-Tatiana_s_Massage_Therapy-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d12899534-Reviews-Spa_Aiyana-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d4953686-Reviews-Carmel_Massage-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d25558615-Reviews-This_Consciousness_Sound_Healing-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d8456715-Reviews-Peace_Tree_Massage_Wellness-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d10063717-Reviews-Aqua_Wellness_Day_Spa-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d27092577-Reviews-Monterey_Bay_Body_Works-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d27018927-Reviews-Skinovation-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d25218673-Reviews-Gracefully_Inked-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d12318993-Reviews-Land_Rover_Experience-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d14241393-Reviews-Mad_Dogs_Englishmen_Bike_Shop-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d2518617-Reviews-Carmel_Food_Tours-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d565010-Reviews-Carmel_Walks-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d655324-Reviews-Carmel_Valley_Wine_Tours-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d107025-Reviews-Quail_Lodge_Resort_Golf_Club-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d3812491-Reviews-The_Cheese_Shop-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d9825957-Reviews-Tancredi_Morgen-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48562-d278615-Reviews-Saratoga_Spa_State_Park-Saratoga_Springs_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d613390-Reviews-Santa_s_Land_Fun_Park_Zoo-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33915-d3184260-Reviews-Jones_Family_Farm-Shelton_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34817-d5532484-Reviews-Georgia_National_Cemetery-Canton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52855-d4602921-Reviews-Bald_Eagle_State_Park-Howard_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d14002136-Reviews-Jardins_do_Palacio_de_Cristal-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12231787-Reviews-Post_Office_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2665565-Reviews-KGB_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13172884-Reviews-Army_Museum-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d147847-Reviews-Bahamas_Fast_Ferry_Services-Nassau_New_Providence_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32172-d2409118-Reviews-or10-Refuge-Carmel_Monterey_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32172-d2409118-Reviews-Refuge-Carmel_Monterey_County_California.html"
    }
]