[
    {
        "attraction_name": "Rent a Scooter Center Moorea",
        "attraction_name_vi": "Thuê một trung tâm xe tay ga Moorea",
        "general_info": [
            "116 đánh giá",
            "- 82 trên 155 Hoạt động ngoài trời ở Moorea",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Khám phá Moorea với chiếc xe tay ga, Hài hước và Kinh tế. Tất cả các trang web đều có thể truy cập được. Nhận hàng miễn phí tại chỗ ở của bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thuê một chiếc ô tô trong 8 ngày - khoảng 56000 xpf - . chiếc xe chỉ mới được vài tháng và trong tình trạng rất tốt. Các giao dịch diễn ra rất suôn sẻ, chủ nhà thậm chí còn đón chúng tôi vào ngày thuê - địa điểm cho thuê cách khách sạn của chúng tôi khoảng 5 km - và chở chúng tôi về cuối giờ. Khi trả xe, việc kiểm tra diễn ra nhanh chóng và không bị soi mói, tiền đặt cọc đã bị hủy ngay lập tức. Mặc dù địa điểm cho thuê dường như là một căn lều tồi tàn - việc cho thuê diễn ra suôn sẻ hơn so với rất nhiều công ty cho thuê lớn. Tôi muốn giới thiệu nơi này! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạnĐọc thêm",
            "Kinh nghiệm tuyệt vời cho thuê xe tay ga. Người chủ đã giao chiếc xe tay ga của chúng tôi đến khách sạn của chúng tôi và điều đó không thể dễ dàng hơn được. Moorea là một hòn đảo tuyệt vời cho xe tay ga. Cảm thấy thực sự an toàn. Đã tạo ra Belvedere với chiếc xe tay ga 2 trên một nhưng phải cung cấp năng lượng đầy đủ cho nó. Chỉ thuê trong 24 giờ. Lần sau chúng ta sẽ thuê lâu hơn. Vợ tôi và tôi yêu sự tự do! Gas cũng siêu rẻ. Chỉ 280 CFP!Đọc thêm",
            "Thuê xe đạp Moorea cũng có xe tay ga 125cc nhưng chỉ được thuê khi có bằng lái xe máy.\nXe tay ga rất tiết kiệm để đi vòng quanh Moorea\n\nBạn - được chào đónĐọc thêm",
            "Stephane rất hữu ích và có sức chứa! Anh ấy đón chúng tôi miễn phí tại khách sạn và khi chúng tôi xong việc, anh ấy đến nhận xe đạp. Thật dễ dàng để đi vòng quanh hòn đảo và ngắm nhìn phong cảnh từ một chiếc xe đạp thay vì một chiếc taxi.Đọc thêm",
            "Stephan đón chúng tôi tại khách sạn Hilton theo lịch trình.  Anh ấy là người trung thực và thân thiện. Stephan đưa chúng tôi trở lại công việc kinh doanh của anh ấy, chúng tôi làm thủ tục giấy tờ, đội mũ bảo hiểm và đi đâu trên đường đi.  Chúng tôi có thể thuê chiếc xe đạp 125 cc vì tôi có bằng lái xe máy.   Chiếc xe đạp dễ dàng có đủ sức đưa chúng tôi lên đầu đường mòn Ba Dừa.  Chúng tôi lái xe vòng quanh đảo để ngắm cảnh, dừng lại ở khách sạn, đi mua sắm và có khoảng thời gian tuyệt vời.  Nếu bạn có giấy phép, đây là một cách tuyệt vời để đi vòng quanh đảo.  Chi tiêu ít hơn - 3 USD tiền xăng.Đọc thêm",
            "Không có gì\n\nChúng tôi thay đổi thiết bị thường xuyên để cung cấp xe luôn trong tình trạng hoàn hảo. 2 loại xe máy, 50cc dành cho người chưa có bằng lái mô tô nhưng có kinh nghiệm lái xe 2 bánh - vì sự an toàn của khách hàng - và 125cc dành cho người có bằng mô tô\n\nVui vẻ và tiết kiệmĐọc thêm",
            "Stephan rất phản hồi mọi câu hỏi của chúng tôi và chúng tôi đã có trải nghiệm tuyệt vời. Anh ấy đã đến đúng giờ để đón và nhận chiếc xe tay ga của chúng tôi và giá của anh ấy rất hợp lý. Chúng tôi đã thuê trong 6 ngày và thực sự thích trải nghiệm này.Đọc thêm",
            "Cảm ơn bạn đã đánh giáĐọc thêm",
            "Ban đầu chúng tôi nhắn tin cho họ trên Facebook để thuê xe đạp leo núi. Tin nhắn đã được nhìn thấy nhưng không có trả lời. Sofitel giúp chúng tôi gọi cho họ rằng họ nói chúng tôi có thể thuê xe đạp nhưng họ sẽ không giao xe cho Sofitel vì nó cách văn phòng của họ 30 km. Điều này có lý nhưng họ không nên khuyến khích giao hàng miễn phí tại khách sạn. Cách chúng tôi được thông báo rằng họ sẽ không giao hàng và chúng tôi cần đi taxi đến văn phòng của họ từ Sofitel không được thân thiện và dễ chịu cho lắm.Đọc thêm",
            "Xin thứ lỗi cho tôi vì đã thẳng thắn như vậy nhưng trước nhận xét tiêu cực của bạn, cho phép tôi trả lời bạn như vậy.\n\nBạn nên học cách đọc hoặc dành thời gian để đọc những gì được nêu trên trang facebook mà bạn đã truy cập. Thông báo rõ ràng là không có giao hàng nào liên quan đến xe đạp leo núi, điều này đã được thông báo cho bạn khi bạn liên hệ với chúng tôi.\n\nBạn có thể tìm thấy chúng tôi trên Tripadvisor để cho mọi người thấy sự căm ghét của bạn Nhưng không thể đọc nội dung cho thuê chung.\n\nFacebook không chỉ được dùng để đăng ảnh hay rao bán những thông tin xấu mà nó còn được dùng để giáo dục những người dành thời gian đọc. Điều này cũng tương tự đối với Tripadvisor, vốn không phải là liều thuốc giảm căng thẳng.Đọc thêm",
            "Đã ghé thăm 6 lần, lần nào gian hàng cũng mở cửa nhưng không có ai ở đó. Cũng đã gửi email nhưng không có phản hồi. Vào lần ghé thăm thứ 7, có người đã ở đó nhưng không thể giúp chúng tôi vì dường như họ không có xe kéo dành cho trẻ em như được quảng cáo trên trang web của họ. Không có lời giải thích, chỉ đơn giản là nhận xét - bạn phải thuê một chiếc xe hơi - . Lãng phí thời gian, tốt hơn nên đi nơi khác.Đọc thêm",
            "Cảm ơn bạn đã đánh giá,\n\nkhi chúng tôi không có mặt tại điểm tiếp nhận nghĩa là chúng tôi đang giao hàng. Chúng tôi cung cấp dịch vụ giao hàng miễn phí đến chỗ ở của khách.\nVà nó viết thư cho văn phòng để gọi nếu không có ai ở đây.\nTôi không biết bạn thấy ở đâu mà chúng tôi có trailer dành cho trẻ em trên trang web, không có trailer dành cho trẻ em trên trang web.\nCó lẽ gây nhầm lẫn với một công ty hoặc trang web khác.\nĐọc thêm",
            "Chúng tôi thuê một chiếc xe tay ga từ công ty này và ai đó đã đột nhập vào bãi biển và lấy trộm - điện thoại, tiền mặt, máy ảnh trị giá 1500 đô la. Phần giữ của xe tay ga không an toàn - đừng để đồ đạc trong đó. Thêm sự xúc phạm đến bị thương, bọn trộm đã bẻ khóa trong vụ cướp và Stephane - chủ sở hữu - không hề có thiện cảm. Anh ta tiếp tục tính phí cho chúng tôi một khoản khác - 200 để sửa chữa đánh lửa - bản thân nó là một vụ cướp - khi chúng tôi trả lại. Không sử dụng công ty nàyĐọc thêm",
            "Quý ngài,\n\nKhi kết thúc thời gian thuê xe, bạn trình báo có người bị cướp mất giấy tờ, máy ảnh, điện thoại và thẻ ngân hàng để trong cốp xe. Bạn cũng đã nói với tôi rằng nút khởi động và mở khóa khởi động bị ép.\n\nBạn kể lại với tôi về vụ trộm này, tôi phát hiện ra công tắc đánh lửa bị cưỡng bức và hỏi bạn đã trình báo cảnh sát chưa. Bạn đã không trả lời tôi. Tôi đã nói với bạn rằng trong hợp đồng có ghi rõ rằng trong trường hợp hư hỏng, bạn phải chịu trách nhiệm, bạn phải đọc lại hợp đồng và chấp nhận các điều khoản này.\n\nMột hóa đơn đã được soạn thảo để cung cấp hợp đồng cho thuê và báo cáo của cảnh sát cho bảo hiểm du lịch hoặc ngân hàng của bạn. Bạn không muốn ký vào hóa đơn này hoặc lấy lại nó. Tôi hỏi lại bạn xem bạn đã có trình báo của cảnh sát về vụ cướp đó chưa và bạn vẫn chưa trả lời.\n\nNghĩ gì đây?\n\nKhi đồ vật không an toàn trong yên xe có khóa thì trên ô tô hay trong nhà cũng vậy, chúng đều được an toàn trừ khi có kẻ trộm đến phá cửa hoặc phá cửa sổ.\n\nĐối với sự thiếu thông cảm và nhân ái của tôi, tôi là người duy nhất đưa ra giải pháp cho bạn để có tiền hoàn thành kỳ nghỉ ở Polynesia. Điều đó có nghĩa là, hãy đến gần đại sứ quán của bạn ở Tahiti hoặc nhờ gia đình gửi cho bạn một công đoàn phương Tây. Điều mà khách sạn của bạn hoặc thậm chí cả hiến binh đã không nói với bạn, họ đã khiến bạn rơi vào tình trạng hỗn loạn, bạn cảm ơn tôi vì những giải pháp này.\nĐọc thêm",
            "Đi nơi khác tôi khuyên bạn! Người đàn ông này không xứng đáng với số tiền của bạn và cuối cùng anh ta sẽ cố gắng lừa đảo bạn để lấy thêm tiền. Người chủ có cái tôi lớn nhất ở Nam bán cầu. Một người đàn ông nhỏ bé giận dữ. Nếu bạn thực hiện bất kỳ thay đổi nào đối với chỗ ở của mình hoặc cố gắng thuê chiếc xe tay ga lâu hơn, anh ta sẽ đối xử rất tệ với bạn. Tương tác với chủ sở hữu là trải nghiệm tồi tệ nhất mà tôi từng có trong một kỳ nghỉ. Anh ấy sẽ tạo ra một vở kịch lớn về mọi điều nhỏ nhặt. Anh ta bắt đầu tính phí và sau đó cố gắng lừa gạt bạn bằng những tuyên bố không trung thực. Anh ấy thật thô lỗ và vô ích. Anh ấy là một người đàn ông giận dữ. Khi chúng tôi thay đổi chỗ ở, anh ấy rất tức giận với chúng tôi. Khi chúng tôi yêu cầu giữ chiếc xe tay ga lâu hơn, cho anh ta nhiều tiền hơn và công việc kinh doanh, anh ta cư xử như thể chúng tôi là những kẻ tồi tệ. Trên đảo có 2 trạm xăng. Chúng tôi đổ đầy xe rồi chở về chỗ ở đầu tiên để anh ấy đón vì anh ấy không chịu đón ở chỗ ở mới cách đó 5 phút. Sau đó anh ấy tức giận và nói sẽ gặp chúng tôi ở chỗ ở mới. Thế là chúng tôi đạp xe quay lại đó. Sau đó, khi nhặt nó lên, anh ấy nói rằng anh ấy sẽ tính phí đổ xăng cho chúng tôi gấp đôi vì đồng hồ đo xăng đã tụt xuống một phần, tôi hỏi chúng tôi làm cách nào để đổ đầy bình và lái xe về mà không bị tụt đồng hồ, anh ấy đã nói như vậy. quá tức giận và thô lỗ, tôi cảm thấy muốn khóc sau khi anh ấy rời đi.Đọc thêm",
            "Why so much hatred, bad faith and lack of education?\n\nYou are abject people, and wherever you have gone, you have left the same feeling.\n\nYou changed places of accommodation without telling us for the return of the scooter, without even leaving an address, we went there on the day of the return of the scooter and you were there without leaving a message or adress  -  indicated in your contract that the return is in the same place as the delivery of the scooter, it - s a free delivery and return service - . A few hours later I finally received an answer from you but you were unable to provide me an address to pick up the scooter.\n\nYou do not respect the equipment of others, leave the helmets without being attached to the scooter and when I asked you to attach them to the place provided for this purpose to avoid a stolen, you left in a mad rage in insulting me and telling me that I was aggressive. The clients I was dealing with at the time were shocked at your attitude by telling me that YOU was aggressive but not me.\n\nThe day of recovery of the scooter  - you wanted me to recover at 4am, opening our agency at 7am - , the tank was not full while the gas station is a few kilometers from your accommodation  - Penalties for an unfilled fuel tank are also in your contract - . It was not missing 1 - 10 as you report but ¼ of the tank that corresponds to about 40kms traveled with the scooter after filling the tank  - pictures of the fuel gauge in my possession - . I you I just pointed it out and your girlfriend  - you were away -  got pissed off, same attitude as you. I did not pay you the lack of fuel and I left with the scooter, wishing you a good day.\n\nNot happy you kept insulting me through messenger  - saved messages - .\n\nThis type of behavior makes me doubt in Humanity, fortunately that few customers are like you and that mostly we make beautiful meetings.\n\nI enclose the friendly messages you sent me so that readers can see what kind of people you are.\n\nHayden Ledwidge\n -  You are such a piece of s--t! How can we get be scooter from the petrol station to the accommodation without using petrol?? If you take the money I - ll report it as fraud on my account. I will be back in Moorea next year if I see you I - ll kick your a--! You are a disgusting human and deserve to be unhappy. But you don - t have he right to make everyone else - s life miserable  - \n\nRent a scooter\n -  Ia Ora Na, Thanks you very Much for your text, tanks you for the rent too. I have cancel your deposit. Have a Nice day. Regards,  - \n\nHayden Ledwidge\n -  F--- you. You live in a nice place but you - re a loser and you have to try ruin someone - s holiday. You - re a kook.  - \nRead more",
            "Vừa thuê xong một chiếc xe tay ga trong một tuần từ họ.  Stephan thật tuyệt vời khi tặng tôi một chiếc xe tay ga và giao cho tôi một chiếc xe tay ga puegot 125 cc gần như mới.  Bạn cần bằng lái xe máy 125 cc nhưng không cần bằng 50 cc.  Đang mùa cao điểm nên 50 cc hơi khó tìm nhưng ai quan tâm vì 125 tốt hơn nhiều: - . Dù sao đi nữa, anh ấy đã gửi email cho tôi ngay lập tức trong vòng vài phút và xuất hiện và giao chiếc xe tay ga của tôi đến khách sạn!!! Siêu chuyên nghiệp và thân thiện, anh ấy trải qua các hoạt động của xe tay ga và bạn có thể thanh toán ngay tại chỗ bằng thẻ tín dụng di động của anh ấy. Anh ta sẽ đặt cọc vào thẻ của bạn nhưng khi trả lại, anh ta đã in ra biên lai hủy.  Anh ấy rất đúng giờ, điều mà tôi đánh giá cao trong kỳ nghỉ.  Tôi không biết liệu anh ta có giao hàng đến bến phà hay không.  Dù sao đi nữa, tiền thuê - vào thời điểm đó là khoảng - 50-60 mỗi ngày - trong một tuần, anh ấy sẽ giảm giá cho bạn và nhiên liệu cho chiếc xe tay ga không quá 4 đô la 400cfp cho 3 - 4 bình xăng.  Moorea rất lớn và hấp dẫn nên xe tay ga là lựa chọn phù hợp.  Cuối cùng, bạn tiết kiệm được vì bạn có thể đến những nơi ăn uống rẻ hơn và đi mua hàng tạp hóa cho riêng mình.  Bia ở khách sạn 800, bia ở cửa hàng 200. 600 x 6 gói - 3600 nên xe máy của bạn chỉ có giá 1000 hahah!  Tôi sẽ tìm được một nơi rẻ hơn và có một chiếc xe tay ga hơn là ở một nơi đắt tiền và mắc kẹt.   Busssssssssssssssssssssssssssssssssssssssssssssssssssssss!”   Dù sao đi nữa, sự thoải mái và thú vị của chiếc xe tay ga là con đường để đi.  Giới hạn tốc độ là 35 mph 60kph và nó khá an toàn.  Vấn đề lớn nhất là những con bọ bay vào bạn. Vì vậy, hãy đặt chỗ với Stephan và tận hưởng khoảng thời gian vui vẻ: - Đọc thêm",
            "Ia orana.\nTôi không thể tìm thấy email hoặc số để liên lạc với bạn. Tuần này bạn còn xe tay ga không? Lý tưởng nhất là từ ngày mai đến tối thứ Tư nhưng nếu C - chỉ là một ngày thì tôi cũng sẽ lấy.\nCẢM ƠN.\nFannyĐọc thêm",
            "Ia Ora Na, \nXin lỗi, chúng tôi không thể đặt địa chỉ email trên trang này nhưng bạn sẽ tìm thấy trang web của chúng tôi bằng cách gõ Rent a Scooter Moorea.\n \nTrân trọngĐọc thêm",
            "Xin chào\n\n2 người có thể ngồi trên xe cùng một lúc được không?Đọc thêm",
            "Ia Ora Na, \nCó xe tay ga có 2 chỗ ngồi.\nTrân trọng, Đọc thêm",
            "Chào bạn, bạn có địa chỉ không? Cảm ơn bạnĐọc thêm",
            "Ia Ora Na, \nChúng tôi có trụ sở tại Haapiti PK26,8\nTrân trọng, Đọc thêm",
            "Tôi đang đi du thuyền trên Costa Luminosa dừng ở Moorea vào Chủ Nhật ngày 24 tháng 2 năm 2019. Có thể thuê một chiếc xe tay ga cho ngày này từ khoảng 9 giờ sáng không. 50 cm2 có đủ cho 2 ngườiĐọc thêm",
            "Ia Ora Na, \nBạn cũng đã liên hệ với tôi qua website và tôi đã phản hồi lại cho bạn như vậy.\nTrân trọng, Đọc thêm",
            "Xin chào, tôi muốn có giá thuê xe tay ga 50, cho ngày 08 - 12 - 19 từ 12 giờ trưa đến 10 - 12 - 18 giờ sáng. Xem trước thời gian này? cảm ơn bạnĐọc thêm",
            "Xin chào, tôi muốn có giá thuê xe tay ga 50, cho ngày 08 - 12 - 19 từ 12 giờ trưa đến 10 - 12 - 18 giờ sáng. Xem trước thời gian này? cảm ơn bạnĐọc thêm",
            "Ia Ora Na,\nBạn cũng đã gửi yêu cầu cho tôi qua email và tôi -\nđã trả lời yêu cầu cung cấp thông tin này qua email.\nTrân trọngĐọc thêm",
            "Hiện tại tôi không có chứng thực xe gắn máy trên giấy phép lái xe ở Washington của mình; liệu tôi có thể thuê một chiếc xe tay ga được không?Đọc thêm",
            "Hiện tại tôi không có chứng thực xe gắn máy trên giấy phép lái xe ở Washington của mình; liệu tôi có thể thuê một chiếc xe tay ga được không?Đọc thêm",
            "Chỉ có 50cc chứ không phải 125cc và nếu bạn đã từng đi xe tay ga hoặc xe máy trước đây.\nTrân trọng, Đọc thêm",
            "Xin chào, tôi sẽ đi cùng bạn trai và con gái vào thứ Bảy tuần này, ngày 2 tháng 12, có thể biết giá được không? Xin cho 2 xe máy cảm ơnĐọc thêm",
            "Ia Ora Na,\nGiá thuê xe 50cc là 5000cfp - 8h, hoặc 10.000cfp cho 2 xe.\nĐể biết thêm thông tin, liên hệ với tôi theo số 087711109.\nTrân trọng, Đọc thêm",
            "xin chào, chúng tôi có thể xin địa chỉ email của bạn được không? chúng tôi muốn biết giá cho một chiếc xe tay ga. 26 hoặc 27 tháng 5. Chúng tôi muốn đặt chỗ vì một số đánh giá nói rằng không còn xe tay ga nào nữa khi họ đến. cảm ơn.Đọc thêm",
            "Ia Ora Na,\nXin lỗi, tôi không thể cung cấp cho bạn địa chỉ trên tripadvisor nhưng bạn có thể xem trang web của tôi - viết Rent Scooter Moorea trên Google - và bạn có thể liên hệ với tôi.\n\nTrân trọng,\nStephaneĐọc thêm"
        ],
        "star_ratings": [
            81,
            6,
            4,
            4,
            21
        ],
        "review_amount": 116,
        "location": [
            "Quần đảo xã hội",
            "Moorea",
            "Thuê một trung tâm xe tay ga Moorea",
            "Polynesia thuộc Pháp",
            "Các hoạt động ở Moorea",
            "Nam thái bình dương"
        ],
        "reviews_time": [
            "Written August 20, 2022",
            "Written June 26, 2021",
            "Written June 10, 2021",
            "Written May 31, 2021",
            "Written May 25, 2021",
            "Written January 18, 2020",
            "Written January 10, 2020",
            "Written November 23, 2019",
            "Written October 25, 2019",
            "Written August 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309685-d7164390-Reviews-Rent_a_Scooter_Center_Moorea-Moorea_Society_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d7164390-Reviews-or10-Rent_a_Scooter_Center_Moorea-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d21216247-Reviews-Alex_Lagoon_Tours_Moorea-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3535615-d7927586-Reviews-Top_Jet_Moorea-Temae_Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1453843-d7927558-Reviews-Captain_Taina-Ha_apiti_Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d11435260-Reviews-Moorea_Ocean_Adventures-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1918344-d14988930-Reviews-Enjoy_Boat_Tours_Moorea-Papetoai_Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303860-d11950044-Reviews-Moorea_Water_Games-Maharepa_Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d3349548-Reviews-FranckyFranck_Moorea_Tours-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303860-d6921391-Reviews-Safari_Mario_Moorea-Maharepa_Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d18543520-Reviews-Vaapiti-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1453843-d13201665-Reviews-Mermaid_Private_Boat_Tours-Ha_apiti_Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4378562-Reviews-The_Dreamhouse_Experience-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g4604879-d3339805-Reviews-Slaughter_Beach-Slaughter_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g31277-d126816-Reviews-Arcosanti-Mayer_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10758594-Reviews-MiniBUD-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g29867-d3348816-Reviews-American_Tobacco_Trail-Apex_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187302-d190874-Reviews-Zugspitze-Garmisch_Partenkirchen_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d2262583-Reviews-Lioyerma_Lounge_Cafe_Pool_Bar-Oia_Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309685-d7164390-Reviews-or10-Rent_a_Scooter_Center_Moorea-Moorea_Society_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309685-d7164390-Reviews-Rent_a_Scooter_Center_Moorea-Moorea_Society_Islands.html"
    }
]