[
    {
        "attraction_name": "Reserva Natural San Cipriano",
        "attraction_name_vi": "Khu bảo tồn thiên nhiên San Cyprian",
        "general_info": [
            "96 đánh giá",
            "- 1 trong số 1 điều cần làm ở San Cipriano",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một trong những chuyến du ngoạn tuyệt vời nhất mà tôi từng tham gia. Nếu bạn yêu thiên nhiên và không ngại đi bộ NHIỀU thì đây là chuyến phiêu lưu dành cho bạn. Mọi người đều rất tốt bụng và hấp dẫn. Đọc thêm",
            "Thiên nhiên chúng tôi gặp phải thật đáng yêu. Nước sạch và có những khu vực râm mát do các vách đá và thảm thực vật xung quanh một số hồ tự nhiên trên sông. Đi thuyền trôi sông vui quá. Chúng tôi thích món cá chiên ở Hotel Restaurante David, một nhà hàng có hai tầng đối diện với một khách sạn có tên bao gồm từ - Posada -. Nhà hàng nằm ở bên phải đường khi chúng tôi đi bộ từ lối vào khu bảo tồn thiên nhiên về phía các hồ tự nhiên. Tuy nhiên, đây không phải là một bữa ăn ngon tuyệt vời, vì vậy có lẽ sẽ rất đáng để mang theo một chuyến dã ngoại và ăn uống bên cạnh Pozo los Avalos, cách thị trấn một quãng đi bộ ngắn. Quá trình di chuyển từ Cordoba đến San Cipriano và quay trở lại bằng xe máy được trang bị cho đường ray xe lửa thật ly kỳ và đẹp mắt. Hãy cẩn thận đừng kết nối bản thân với hướng dẫn viên trước khi khám phá những hồ bơi tự nhiên đáng yêu mà bạn có thể tiếp cận mà không cần sự trợ giúp của hướng dẫn viên. Một số hướng dẫn viên sẽ thử tính phí đi cùng bạn đến những nơi an toàn và dễ dàng đến mà không cần sự trợ giúp. Sẽ cần có hướng dẫn viên để đến thác nước lớn hơn. Chúng tôi cảm thấy hướng dẫn viên của chúng tôi không trung thực và không cung cấp nhiều thông tin về chuyến tham quan. Sau chuyến tham quan, hướng dẫn viên cố gắng tính phí chúng tôi vì đã cất giữ hành lý của chúng tôi, mặc dù người ta ngụ ý rằng việc cất giữ hành lý đã được bao gồm trong giá của chuyến tham quan.Đọc thêm",
            "Chỉ có 1 con đường đi qua khu bảo tồn.  Giữa buổi sáng và giữa buổi chiều, cuối tuần có xu hướng hơi bận rộn vì có rất nhiều người đến chơi ống.  Đọc thêm",
            "San Cipriano is definitely off the beaten track but if you enjoy natural settings and a small insight into the lives of local people, you will love it! We parked our car in Córdoba, 13000 pesos all day in parqueadero with sun shades. Then we walked towards the railway line and bought our return tickets  - 6000 pesos per person -  to ride the incredible local transport system - the brujitas  - translates as little witches - . These ingenious machines are perfectly safe and a thrilling way to travel! They are small wooden platforms with seats powered by a motorbike using the disused train tracks. On arrival in San Cipriano you are struck by the poverty of the families living there but life is stress free and children seem happy. Our guide was 12 years old and proved to be excellent! After walking through the village we reached the national park entrance and paid a small fee to enter - our local guide entered free of charge. We were taken to the best hotel - restaurant - pool  - called Zully -  in the area but don - t expect 4 star luxury!!! The welcome was warm and we left all our belongings in their safe hands before heading off to the river with our guide and a large inflatable inner tube! The pool we were taken to was large and very deep in places. Weaker swimmers and young children would be best equipped with a life jacket. The river here here flows slowly and the water is incredibly clear! Even in the deepest parts about 10 metres deep, you can see the river bed from the surface. The water is cool and refreshing but  we swam for about 90 minutes without getting cold. For the adventurous there are a range is safe places to jump or dive into the deep waters from differing heights. Our guide climbed a tree to jump from even higher! As lunch approached we headed downstream using the inflatable and letting the river carry us! It started slowly and peacefully but picked up pace in the areas of mini rapids! Was great fun. Lunch was tasty especially the fish soup starter! The pool was a typical home made design fed by river water. We had a fab day and would definitely go back for longer to explore the park more. Read more",
            "Thật là một cuộc phiêu lưu mà San Cipriano mang lại. Từ đầu đến cuối là một chuyến đi hoang dã. Ngắt kết nối và tận hưởng thiên nhiên thác nước và dòng sông. Một bầu không khí thị trấn rất nhỏ và người dân rất thân thiện. Đọc thêm",
            "My extended family visited San Cipriano today. We - ve rented buses for outings before, so I was laissez faire with the details of the trip. There were 40 of us ranging from a year old to over 80 years old. The poor rating is due to the abject disregard for safety. The lunch at Restaurante Lucia saved the reserva from a one star rating. Service was excellent, and the meal was hearty. As for the reserve, the river is nothing special. My family frequently visits the Guadalupe and Comal rivers in Texas and they are cleaner and have nicer  - beaches. - Basically I experienced the visit as series of uncoordinated events led by people with no organization or communication whatsoever. I never had anyone employee or volunteer introduce himself, provide a map, or generally share what we were doing or where we were going. The result was a haphazard adventure that luckily ended without a serious incident.Here were the near misses: a pregnant family member slipped on a muddy slope and fell on her side. The baby seems ok but it could have been serious.We waited over an hour and a half for the brujitas to pick us up. When we did depart the were torrential rains. The group in front of us had their brujita partially derail. Later on the return trip it ran out of gas. All told we spent nearly an hour on the tracks and in the rain.My suggestion for anyone considering a day trip to San Cipriano is this: prepare for chaos and accept that the trip is dangerous. Bring hiking gear, a first aid kit, and even if you get laughed at, consider bike or motorcycle helmets. The brujitas go fast, maybe 30 miles per hour. They have sketchy seats with no belts and nothing to hold on to.If I - d known the risks before going, I would have not brought my three and six year old children. No one at the reserve seems to be concerned with safety, but you should be!Read more",
            "If you are a lover of nature without much human intervention, this is a place that you will love. I loved this place for the following reasons:1. The natives of the area are very clean. The place is immaculate and the community really takes pride in maintaining the place. Their clothes are clean, their houses are clean and the overall environment is just clean. 2. Have a day living with the natives. People live in houses made out of wood. Some houses are made of concrete. It is beautiful to see how people live in such simplicity and in contact with nature. 3. Brujitas. The motorcycle powered wooden vehicle over the rail road made by the locals is cool!! The brujita ride for almost 30 minutes is perhaps one of the most rewarding parts of this trip. This trip through the humid jungle while being able to observe rivers, the beautiful sound of the monkeys and birds while enjoying the houses, it is just mesmerizing. I went with my 7 and 10 year old and they loved the brujita ride. 4. The water. This river is a wonder of emerald colors. This river is one of the most beautiful rivers that I have seen in my life. I recommend you avoid the weekends or long holidays, if you can. During the week, very few people are there so the locals would do anything to please you. This place during week time is perfect for photography and meditation or relaxation. 5. The ride there is also an experience. Beautiful jungle and lots of warnings for wild animals crossing. I feel that a day trip is not really enough to understand this place. I think the best duration would be minimum an overnight stay since the rain forest really has a lot of rain. Due to the changing weather is better to have more time instead of rushing. If I was to go back again, which I would, i would take a camping tent and spend the night with my own equipment. Surprisingly enough, I did not see many mosquitoes. However, take a lot of repellent. Take clothes that are light weight or water proof so when it rains, you can get dry quickly. Also, take very comfortable shoes since there are a lot of stones and the walks are very long. Regarding the safety of the place. I was a little afraid but it was reassuring to find a very large group of soldiers camping nearby. I asked them about the safety of the place and they told me that it was safe. Always check with police to find out if things are safe in the area. The locals within the park are very fair and did not look pushy or trying to abuse your wallet. Very relaxed experience and very inexpensive trip. Read more",
            "Đây là một chuyến đi trong ngày tuyệt vời từ Cali. Tôi đã tham gia Valley Adventours trong một nhóm nhỏ và chúng tôi thực sự thích nó. Đi xe lửa thật thú vị - ngồi trên một chiếc ghế gỗ nhỏ chạy bằng xe máy. Ngôi làng nhỏ rất thú vị và cá cà ri rất tươi. Tubing là phần yêu thích của tôi, rất thư giãn được bao quanh bởi khung cảnh tuyệt đẹp.Đọc thêm",
            "Từ Cali Terminal chúng tôi bắt xe buýt hướng Buenaventura nhưng lại xuống ở Cordoba - sau khoảng 2h15 phút - . Vé xe buýt là 23 - 000cop. Có một số người sẽ đưa bạn đến Brujitas - phương tiện di chuyển trên đường ray -. Việc di chuyển này mất khoảng 15-20 phút và là điểm nổi bật của chuyến đi. Chúng tôi đã trả 10 - 000 cop mỗi người một chiều, nhưng số tiền này hơi quá nên bạn có thể thảo luận về nó. Sau đó, bạn sẽ đến San Cipriano. Người dân ở đó rất tốt và chỗ ở cũng cơ bản. Bạn có thể đi bộ qua ngôi làng và sau 30 và 45 phút sẽ đến những nơi bạn có thể bước vào dòng sông trong vắt, điều có thể rất sảng khoái trong khi môi trường này có thể ẩm và nóng. Cũng có thể sử dụng ống, một số nơi trong làng cho thuê lốp bên trong. Nhìn chung, nó rất đáng để ghé thăm. Nó có cảm giác yên tĩnh, xa xôi, điều khiến nó trở nên đặc biệt và cơ sở hạ tầng cơ bản nhưng đó cũng là điều khiến nó trở nên quyến rũ. Các bữa ăn họ cung cấp - ceviche colombiano và cơm với camarons - rất ngon! Chúng tôi ở lại một đêm để đến gần Buenaventura hơn vào sáng hôm sau vì việc đi thuyền đến Juanchaco trước buổi trưa có vẻ dễ dàng hơn. Chuyến xe buýt từ Cordoba đến B - ventura mất khoảng 45 phút - 3000cop mỗi người -. Vì vậy, chúng tôi không vội. San Cipriano là một trải nghiệm tốt và đáng giá để hỗ trợ cộng đồng một chút. Nó có thể được thực hiện như một chuyến tham quan nhưng chúng tôi nghĩ rằng việc thực hiện riêng lẻ không phải là vấn đề lớn.Đọc thêm",
            "Thật khó để mô tả chuyến đi xuống đường ray nhưng chắc chắn là điều bạn nên trải nghiệm. Thị trấn, rõ ràng là bị những thế lực đang bỏ quên, đã tìm thấy một ngách rất thú vị và độc đáo. Chúng tôi đi vào thị trấn sau đó có một hướng dẫn viên đưa chúng tôi đến một hố bơi có xích đu dây thừng mà bọn trẻ nhà tôi rất thích. Chúng tôi cũng đi bộ khoảng 40 phút qua khu rừng đến một thác nước tuyệt đẹp. Sau đó, chúng tôi đi phao dọc theo dòng sông. Mực nước có thể cao hơn nhưng tất cả chúng tôi đều có khoảng thời gian tuyệt vời và việc ủng hộ cộng đồng này thực sự xứng đáng. Người dân địa phương rất thân thiện. Chúng tôi chắc chắn sẽ quay lại vào lần tới khi chúng tôi đến Colombia. Hướng dẫn viên của chúng tôi thật tuyệt vời! Một chàng trai trẻ tên là Johan. Đọc thêm"
        ],
        "star_ratings": [
            54,
            24,
            9,
            3,
            6
        ],
        "review_amount": 96,
        "location": [
            "Thánh Cyprian",
            "Colombia",
            "Nam Mỹ",
            "Tỉnh Valle del Cauca",
            "Những hoạt động nên làm ở San Cipriano",
            "Khu bảo tồn thiên nhiên San Cyprian"
        ],
        "reviews_time": [
            "Written May 3, 2023",
            "Written August 21, 2022",
            "Written January 27, 2022",
            "Written September 6, 2019",
            "Written November 15, 2018",
            "Written August 21, 2018",
            "Written June 16, 2018",
            "Written March 5, 2018",
            "Written September 5, 2017",
            "Written February 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2158644-d10779373-Reviews-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g671591-d13400026-Reviews-Parador_Restaurante_La_Gallega-Buenaventura_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g2158644-d10779373-Reviews-or10-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g671591-d7697205-Reviews-Catedral_de_Buenaventura-Buenaventura_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g671591-d10347590-Reviews-Centro_Comercial_Viva_Buenaventura-Buenaventura_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g671591-d21296916-Reviews-AVS_TRAVEL-Buenaventura_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d24159117-Reviews-Color_Factory_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g642170-d8324008-Reviews-Paros_Park-Naoussa_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7344543-Reviews-Foodhallen_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189156-d609371-Reviews-Praia_do_Tamariz-Estoril_Cascais_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d8863275-Reviews-Redland_Market_Village-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g667417-d553587-Reviews-Maya_Bay-Ko_Phi_Phi_Lee_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1891745-Reviews-Istanbul_Sea_Life_Aquarium-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d196850-Reviews-Lan_Su_Chinese_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6765059-Reviews-Coco_Plum_Beach-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19757799-Reviews-Central_Market-Ho_Chi_Minh_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2158644-d10779373-Reviews-or10-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2158644-d10779373-Reviews-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html"
    }
]