[
    {
        "attraction_name": "Rhine Falls",
        "attraction_name_vi": "Thác Rhine",
        "general_info": [
            "3.535 đánh giá",
            "2 trong số 19 điều cần làm ở Neuhausen am Rheinfall",
            "Đài quan sát",
            "Thác nước"
        ],
        "attraction_summary": "Thác Rhine, thác nước lớn nhất ở châu Âu, mang đến cho du khách một cảnh tượng ngoạn mục! 17.000 năm trước, kỳ quan thiên nhiên ấn tượng này đã được hình thành và hiện là điểm thu hút chính đối với vô số du khách từ khắp nơi trên thế giới. Với chiều rộng 150 mét và chiều cao 23 mét, trung bình 700.000 lít nước đổ xuống các tảng đá mỗi giây. Đi thuyền đến tảng đá nổi tiếng giữa Thác và đi bộ một đoạn ngắn lên đỉnh là một trải nghiệm khó quên đối với mỗi du khách.Đọc thêm",
        "reviews": [
            "Dễ dàng đi đến bằng tàu hỏa từ Zurich - chúng tôi đã mua thẻ giao thông công cộng hàng ngày từ máy bán vé ở Zurich HBF với giá 26 franc và cho phép sử dụng phương tiện giao thông công cộng không giới hạn từ 9 giờ sáng đến 5 giờ sáng ngày hôm sau. Tàu mất khoảng 1 giờ mỗi chiều. Chúng tôi đã có tầm nhìn tuyệt vời ra thác nước và Schloss từ các khu vực quan sát miễn phí phía Bắc được tiếp cận từ ga Thác Neuhausen Rhine, khác với ga Neuhausen. Chúng tôi đã sắp xếp để phù hợp với thác Rhine với nhiều hoạt động khác trong cùng ngày vì thẻ vận chuyển cũng bao gồm các chuyến du ngoạn trên hồ và polybahn. Một ngày tuyệt vời.Đọc thêm",
            "Lái xe tuyệt vời từ Zurich nếu bạn thích phong cảnh, việc tìm kiếm các thác nước không khó và khi chúng tôi đến vào lúc 10 - 11 giờ sáng, việc tìm chỗ đậu xe không khó chỉ có thể được thanh toán bằng tiền mặt. Việc đi bộ đến thác nước không khó khăn. Nơi này đông đúc nhưng thú vị. Chúng tôi không đi thuyền nhưng mọi người chắc chắn rất vui. Lên xuống nhiều bậc thang có thể gây mệt mỏi cho người già và trẻ nhỏ. Chúng tôi đến vào ngày mưa nên trơn trượt. Khoảng sân cạnh lâu đài có xe bán đồ ăn và xúc xích đặc trưng của Thụy Sĩ, nhưng bạn có thể mang theo chuyến dã ngoại của riêng mình như tôi đã làm với các con mình. Chúng tôi rất thích trải nghiệm này! Đọc thêm",
            "Việc tự làm này thật dễ dàng từ Zurich, chỉ cần bắt một chuyến tàu đến thác nước Neuhausen và ngay khi bước xuống tàu, bạn sẽ nhìn thấy thác. Dành 3 giờ để xem đầy đủ mọi thứ, chúng tôi đã đến đó khá sớm trước khi xe khách đến. Sau đó đi thuyền màu hồng đi tham quan hồ 30 phút sẽ đưa bạn đến thác. Sau đó chúng tôi bắt một chuyến tàu nhỏ đến Schaffausen và từ đó chúng tôi bắt chuyến tàu đến hồ Constance ở Đức. Đó là một chuyến đi chơi cả ngày với giá bằng một chuyến tham quan bằng tàu hỏa.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời. Đẹp và yên bình. Thác nước là một cảnh tượng đáng chiêm ngưỡng. Đứng trên các bệ gần mặt nước là một trải nghiệm đáng nhớ. Đi thuyền, đặc biệt là thuyền có hướng dẫn bằng âm thanh, rất được khuyến khích. Đọc thêm",
            "Được cả ba thế hệ - bố mẹ tôi, các thiếu niên và chúng tôi yêu thích.   Chuyến đi chèo thuyền là phải.  Đối với những người yêu thích ẩm thực Ấn Độ, có một cửa hàng đồ ăn nhẹ với món Đông Dương, cá và khoai tây chiên, trà masala, v.v. Nhưng sau khi trải nghiệm Niagara, thác có vẻ nhỏ nhưng lại là địa điểm tuyệt vời cho cả gia đìnhĐọc thêm",
            "Rất đáng để ghé thăm để xem những thác nước ngoạn mục này. Tôi đã gặp một số người dân địa phương vào tối hôm trước, họ đã khuyên tôi nên đến thác ở phía Schloss Laufen để có tầm nhìn cận cảnh đẹp nhất. Có vẻ như họ đã đúng.. Phí đậu xe là 5 Euro và phí vào các đài quan sát cũng là 5 Euro.  Bạn vẫn có thể nhìn thấy thác mà không phải trả tiền nhưng 5 Euro rất đáng để chi tiêu...và bạn có thể suy ngẫm xem ai và nền tảng xem được tạo ra như thế nào! Có thang máy lên xuống và sau đó bạn cần đi bộ đến khu vực xem.  Nhưng nó đủ dễ dàng để đi bộ cả hai chiều mặc dù trên một con đường dễ dàng.  Tôi không bận tâm đến việc đi thuyền..với tôi, việc đến gần các đài quan sát là đủ tốt rồi.  \nTất nhiên có những thác nước lớn hơn, rộng hơn hoặc cao hơn ở những nơi khác trên Thế giới ...nhưng theo tôi, Thác Rhein rất đáng chiêm ngưỡng theo cách đặc biệt của riêng chúng.Đọc thêm",
            "Thật khó để không chiêm ngưỡng tác phẩm tuyệt vời này của thiên nhiên.  Hãy thoải mái đến gần thác hơn để có những góc nhìn thuận lợi khác nhau. Chèo thuyền sẽ ổn thôi. Một số cửa hàng và ki-ốt ở gần đó.  Chắc chắn là một trong những nơi tốt nhất ở Châu Âu.Đọc thêm",
            "Chúng tôi đã tham quan thác vào buổi chiều và không thể yêu cầu điều gì tốt hơn. Nước rất ngoạn mục và có rất nhiều nơi để ngắm thác. Đi thuyền và nó thật tuyệt. Đưa bạn đến gần thác, để bạn có thể cảm nhận được sức mạnh của nước và nghe thấy tiếng gầm của dòng nước sấm sét mạnh mẽ khi nó chảy qua thác. Toàn bộ khu vực này sạch sẽ và được giữ gìn cẩn thận, có nhiều nơi để ăn nhẹ và rất nhiều nơi cho trẻ em có thể vui chơi và chạy nhảy. Đây là một công viên giống như đang ngồi nhưng có cơ hội tuyệt vời để xem mẹ thiên nhiên có thể tạo ra những gì. Rất vui vì chúng tôi đã làm điều này. Tuyệt vời cho cả gia đình.Đọc thêm",
            "Tôi đã từng đến một số thác nước lớn.  Một số đã gây ấn tượng hơn về mặt trực quan, ví dụ: Iguazu nhưng tôi chưa bao giờ cảm thấy thứ gì mạnh mẽ như thác Rhine.  Đó là sự kết hợp giữa thể tích nước và khoảng cách của bạn với nó.  Thật phấn khởi.\n\nChúng tôi bắt chuyến tàu trực tiếp từ Zurich mất 45 phút. Bạn xuống xe cách thác vài thước.\n\nBiển báo gần như không tồn tại gây ra một số nhầm lẫn.  Ngoài ra, bạn phải mua vé để vào một số điểm thuận lợi nhất định, điều này vừa khó chịu vừa khó hiểu.  Tuy nhiên, những vấn đề này nhạt nhòa so với cảm giác hồi hộp khi trải nghiệm thác nước.Đọc thêm",
            "Từ căn cứ của chúng tôi ở Zurich, chỉ cách đó một chuyến tàu. Có hai điểm dừng bạn có thể xuống để ngắm nhìn phía nam và phía bắc. Cả hai bên đều đáng để ghé thăm. \n\nỞ phía nam, bước xuống tàu và bạn sẽ thấy một hàng người đang chờ mua vé lên đài quan sát. Những thứ này có giá 5 CHF và có thể được thanh toán bằng thẻ. \n\nPhong cảnh tuyệt đẹp và thác nước thật tráng lệ.\n\nCó sẵn các chuyến đi thuyền dài 15 phút và 30 phút nếu bạn muốn đến gần thác. \n\nỞ phía bắc không tốn tiền vé, bạn chỉ cần xuống tàu và đi bộ về phía thác. Xung quanh có rất nhiều băng ghế để bạn ngồi và tận hưởng khung cảnh ngoạn mục.Đọc thêm",
            "Chúng tôi đã đến thăm Thác Rhine ngày hôm nay và điều đó thật tuyệt vời. Điểm thu hút thân thiện với chó và đưa bạn đến các bục rất gần với dòng nước đang chảy qua một loạt cầu thang nhưng rất an toàn. Chúng tôi đã đi qua tuyến đường lâu đài Schloss Laufen sẽ đưa bạn đến gần thác nhất. Vé bao gồm giá CHF5 mỗi người và có thể được mua ở lối vào. Bạn có thể đỗ xe tại cùng một cơ sở và phải trả phí đỗ xe là 5 CHF mỗi giờ. Một trải nghiệm tuyệt vời và độc đáo khi đến thác Niagra và là một địa điểm không thể bỏ qua.Đọc thêm",
            "Nơi rất đông đúc và căng thẳng, nóng lòng muốn rời đi, Đến đó vào khoảng 2 giờ chiều, bãi đậu xe chật cứng mất một lúc để đậu, Đọc thêm",
            "Chúng tôi dừng lại ở đây trong chuyến tham quan Go Ahead gần đây. Rất đẹp. Tôi rất ngạc nhiên khi thấy cô hầu gái của những chiếc thuyền sương mù tiến lại gần. Ngoài ra còn có một chuyến tàu nhỏ mà bạn có thể đi từ bãi đậu xe. Muốn giới thiệu.Đọc thêm",
            "Thật tuyệt vời khi được ngắm cột nước khổng lồ đổ qua hai khe hở cùng với giọt nước của dòng sông Rhine. Cú ngã ấn tượng đến mức chúng tôi đã ngắm nhìn nó trong nhiều giờ để quan sát dòng chảy nhịp nhàng và sự điều động khéo léo của những chiếc thuyền ngắm cảnh chống lại dòng nước chảy xiết mà cú ngã đang tạo ra. Thật là một cảm giác hồi hộp khi đi thuyền đến hòn đảo trung tâm và ngắm nhìn dòng sông phía trên và khối nước khổng lồ ép xuống giọt nước, đâm vào chân đế bên dưới tạo ra những gợn sóng sấm sét. Thật là một cảm giác hồi hộp tột độ khi được chèo thuyền về phía trước rất gần với mùa thu và tận hưởng cảm giác ướt đẫm do tia nước phun ra từ lực rơi. Đó thực sự là niềm vui và là một trải nghiệm không bao giờ lặp lại thường xuyên.Đọc thêm",
            "Siêu đẹp, xung quanh cũng vậy, đi bộ rất tốt trước thác, những con đường đi bộ rất đẹp ở phía bên kia được đưa đến đó bằng thuyền số 2, leo lên tảng đá lên đỉnh bằng thuyền số 1, nhiều lựa chọn và tất cả đều ăn ngon , trải nghiệm tuyệt vời Khuyến nghịĐọc thêm",
            "Nơi tuyệt vời để dành nửa ngày, tận hưởng thiên nhiên và thác nước. Chúng tôi rất thích đi bộ từ lâu đài đến Bến thuyền và cả chuyến đi thuyền màu vàng đưa chúng tôi đến trung tâm tảng đá mùa thu. Rất nhiều lựa chọn cho bữa ăn nhẹ và bữa ăn. Kết nối trực tiếp với Zurich HB qua tàu S9 phía Bắc và S12 phía namĐọc thêm",
            "Thác là một nơi tốt để ghé thăm nếu đi du lịch qua khu vực. Rất nhiều bãi đậu xe. Rất dễ tiếp cận. Rất nhiều du khách khác khi tôi có mặt từ 09:30 đến 10:15 vào cuối tháng Ba. Đọc thêm",
            "Thác Rhien - Tại Thụy Sĩ. - Thác nước rất hấp dẫn và tuyệt vời. Nơi tuyệt đẹp trên thế giới. Rất nhiều người đến thăm Rhienfall này để xem thác nước này đẹp như thế nào và giống như một thác nước có rèm che. Điểm tuyệt đẹp của tất cả những cảnh núi non tuyệt đẹp xung quanh.. Rhienfall là thác nước lớn nhất ở Châu Âu...Đọc thêm",
            "Nơi tuyệt vời để dành thời gian.  Nó cách ga Zurich HB khoảng 45 phút.  View đẹp và miễn phí.  Nó nằm ngay cạnh nhà ga và những chiếc thuyền có tầm nhìn đẹp.  Mực nước khá đẹp nhưng bạn không thể bước xuống nước. Tận hưởng khung cảnh Đọc thêm",
            "Nơi rất đẹp và thác nước thật đáng kinh ngạc! Mặc dù trời rất lạnh nhưng chúng tôi thực sự thích nơi này! Tôi chắc chắn rằng trong mùa xuân và mùa hè quang cảnh và phong cảnh phải rất tuyệt vời !! Có một tour du lịch bằng thuyền nhỏĐọc thêm",
            "Chồng tôi bị suy giảm kỹ năng vận động, anh ấy có thể đi thăm vùng núi Rhine khôngĐọc thêm",
            "Ai đó có thể cho tôi biết liệu chúng tôi có được khách sạn gần nhà ga Babsburg đến sân bay Zurich cấp thẻ du lịch Zurich cả ngày không....\n chúng tôi cần trả bao nhiêu tiền để nâng cấp lên rheinfells Schloss LaufenĐọc thêm",
            "Tôi không thể trả lời câu hỏi về vé xe buýt. Tuy nhiên ki-ốt ở thác rất hữu ích và không đắt lắm. Đây là nơi phải ghé thăm nếu ở trong khu vựcĐọc thêm",
            "CHÀO,\nTôi sẽ đến Zurich từ Vienna bằng tàu hỏa.\n\nCó thể tham quan thác Rhine vào cùng ngày sau khi nhận phòng khách sạn không?Đọc thêm",
            "Nếu bạn có ô tô để đến thác và không đến quá muộn thì đúng vậy, chúng tôi đã ở đó vào tháng 4 và mọi thứ đều đóng cửa trước 17:00 ngoại trừ tiệm pizza.Đọc thêm",
            "Người khuyết tật, xe lăn có thể tiếp cận được không?Đọc thêm",
            "Nếu bạn đi bằng tàu hỏa, thì có!\nCó một nhà ga xe lửa phía trên thác nước. Ngoài ra còn có một thang máy đưa bạn xuống ngang với lưu vực! Ở đó, bạn có thể ngắm toàn cảnh tuyệt đẹp!\nNếu bạn muốn đến Đảo Đá mini bên trong thác nước, bạn không thể đi bằng xe lăn!\nNhưng tin tôi đi... dù sao thì quang cảnh từ lưu vực cũng là đẹp nhất!Đọc thêm",
            "Xin chào, có thể đi thuyền cùng với chó không?Đọc thêm",
            "Chào buổi tối trên thuyền Tôi ở bên hàng xóm cũng có 1 con chó Đọc thêm",
            "Khi thực hiện chuyến tham quan nhạc rock không. 1 vạch màu vàng, ngồi ở bên nào của thuyền để ngắm thác là tốt nhất?Đọc thêm",
            "Xin chào,\nTuyến Màu Vàng bắt đầu như thường lệ về phía đông, đi xuống dưới Cầu, quay lại, tiếp tục đến thác rhine. Sau đó thuyền đến nửa ĐÔNG của thác bằng BÊN PHẢI của Thuyền. Sau đó Thuyền rẽ vào lưu vực và đến nửa TÂY của thác bằng BÊN TRÁI của thuyền. Sau đó, chuyến đi kết thúc.\nChúc một ngày chủ nhật vui vẻXem thêm",
            "Xin chào\nChúng tôi đến thăm Thác Rhine vào Chủ nhật ngày 1 tháng 3, mọi người nói rằng mọi thứ đều đóng cửa ở Thụy Sĩ vào Chủ nhật, có ai biết đài quan sát và thang máy ngắm thác Rhine vẫn mở hay chỉ trong những tháng hè?\n\nNgoài ra các cửa hàng xung quanh trong thị trấn cũng sẽ đóng cửa phải không?\n\nChúng tôi vừa biết rằng thác sẽ không bị đóng băng, trông rất đẹp khi có nước đổ xuống: Đọc thêm",
            "Tôi không thể thêm nhiều vào các câu trả lời trước đó. Nếu bạn đến thăm vào thời tiết ấm áp, tôi thực sự khuyên bạn nên đi thuyền đến thác. Tôi đã quan sát thác nước từ bệ đá, nhưng trong chuyến trở về vào tháng 9 vừa qua, chúng tôi đã được trải nghiệm cận cảnh và cá nhân về lực thực sự của nước.Đọc thêm",
            "Xin chào, thác có thể vào được vào tháng 12 không? Cảm ơn bạn đã trả lời! Marie Laure Đọc thêm",
            "Không biết... xin lỗiĐọc thêm",
            "Chúng tôi sẽ đến đó từ Frutigen và sau đó tới Đức. Đỗ xe ở đâu tốt nhất? Phí đậu xe có cao không?Đọc thêm",
            "Tôi thật may mắn và máy trả tiền ở lô chính bị hỏng nên người phục vụ đã cho tôi ra ngoài miễn phí! Đọc thêm",
            "Cơ sở này có phù hợp cho người khuyết tật ngồi xe lăn không??Đọc thêm",
            "Có, có thang máy đưa bạn xuống đáy thác.Đọc thêm"
        ],
        "star_ratings": [
            2394,
            963,
            150,
            19,
            10
        ],
        "review_amount": 3536,
        "location": [
            "Thác Rhine",
            "Bang Schaffhausen",
            "Châu Âu",
            "Neuhausen tại thác Rhine",
            "Những hoạt động không thể bỏ qua ở Neuhausen am Rheinfall",
            "Thụy sĩ"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written June 30, 2023",
            "Written July 25, 2023",
            "Written August 2, 2023",
            "Written August 20, 2023",
            "Written August 30, 2023",
            "Written September 15, 2023",
            "Written September 23, 2023",
            "Written September 24, 2023",
            "Written October 30, 2023",
            "Written June 7, 2024",
            "Written May 20, 2024",
            "Written May 15, 2024",
            "Written April 4, 2024",
            "Written April 1, 2024",
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 26, 2024",
            "Written March 19, 2024",
            "Written February 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188070-d1208681-Reviews-Rhine_Falls-Neuhausen_am_Rheinfall.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d2162722-Reviews-Schloessli_Woerth-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d11996106-Reviews-Brauhaus_Chubelimoser-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2013944-d2013755-Reviews-Schloss_Laufen_am_Rheinfall-Dachsen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d16870383-Reviews-Ying_s_Thai_Restaurant-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d6758019-Reviews-Pizzeria_Rebstock-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188071-d3650998-Reviews-Lang_s_Cafe-Schaffhausen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d1763835-Reviews-Nuevo_Sombrero-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d2221690-Reviews-Restaurant_Park_am_Rheinfall-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d9704420-Reviews-Migros-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188070-d7992909-Reviews-Carcajou-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d15577568-Reviews-Smilestones-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g2013944-d11779355-Reviews-Schloss_Laufen-Dachsen.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d2253528-Reviews-Schloessli_Woerth-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d23556934-Reviews-Rhyality-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d16663062-Reviews-Linie_12-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d21389260-Reviews-Rheinfallquai-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d21389255-Reviews-Grillplatz_Rheinfall-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188071-d8567421-Reviews-Altstadt_Schaffhausen-Schaffhausen.html",
            "https://www.tripadvisor.com/Attraction_Review-g2013944-d17343288-Reviews-Kirche_Laufen_am_Rheinfall-Dachsen.html",
            "https://www.tripadvisor.com/Attraction_Review-g188071-d4269070-Reviews-Munot-Schaffhausen.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d1208681-Reviews-or10-Rhine_Falls-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188071-d3321716-Reviews-Schifffahrtsgesellschaft_Untersee_und_Rhein-Schaffhausen.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d20966198-Reviews-Dardieda_Rheinfall_Handicrafts-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d12583698-Reviews-Rhyfall_Mandli-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d3136569-Reviews-Adventure_Park_Rheinfall-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d23348710-Reviews-Reiseburo_Sulzberger-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g188070-d10354606-Reviews-Schiffmandli-Neuhausen_am_Rheinfall.html",
            "https://www.tripadvisor.com/Attraction_Review-g230075-d10154555-Reviews-Myrdal_Station-Myrdal_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d10584551-Reviews-Treasure_Island_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1312327-Reviews-Funaoka_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g50168-d2292994-Reviews-Gervasi_Vineyard-Canton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d6002498-Reviews-Buccanos_Grill_Beach_Club_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d10497102-Reviews-Philadelphia_Chinatown-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41081-d4340789-Reviews-Toby_s_Dinner_Theatre-Columbia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d661360-Reviews-Miracle_Mile_Shops_at_Planet_Hollywood-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g51839-d124583-Reviews-Breitenbush_Hot_Springs-Detroit_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g3366878-d23328036-Reviews-Columbia_Pictures_Aquaverse-Jomtien_Beach_Pattaya_Chonburi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188070-d1208681-Reviews-or10-Rhine_Falls-Neuhausen_am_Rheinfall.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188070-d1208681-Reviews-Rhine_Falls-Neuhausen_am_Rheinfall.html"
    }
]