[
    {
        "attraction_name": "Rifle Falls",
        "attraction_name_vi": "Thác súng trường",
        "general_info": [
            "381 đánh giá",
            "1 trong 17 điều cần làm trong Rifle",
            "Thác nước"
        ],
        "attraction_summary": "Bao gồm một trải nghiệm gia đình tuyệt vời với vật nuôi có dây xích. 10 mỗi lần nhập xe và có sẵn một khu cắm trại. Họ có hai bãi đậu xe, nhưng bãi đậu xe hạn chế. Một công viên rộng 48 mẫu Anh với 70 thác nước. Đi bộ đường dài quanh thác với những vách đá vôi có một vài hang động nhỏ, một số có dơi. \nCó những gia đình có ông bà, việc đi bộ dễ dàng với những chiếc ghế dài xung quanh.Đọc thêm",
        "reviews": [
            "Vợ tôi và tôi thực hiện một chuyến đi xa I-70 để thăm Thác Rifle. Thêm một tiếng rưỡi là hoàn toàn xứng đáng! Thác nước nằm gần khu vực đậu xe. Tôi đặc biệt khuyên bạn nên đi hết con đường quanh thác để có nhiều góc nhìn hơn. Những hang động nhỏ cũng nằm dọc theo con đường mòn và rất dễ bước vào. Đây là một điểm dừng tuyệt vời! Tôi thực sự khuyên bạn nên sử dụng Rifle Falls!Đọc thêm",
            "Rất khuyến khích dừng ở đây nếu bạn ở trong khu vực. \nChúng tôi dừng lại vào giữa buổi chiều ngày thứ năm và về cơ bản chúng tôi đã có toàn bộ nơi này cho riêng mình. Thật kỳ diệu!\nThác nước rất đẹp, các hang động rất vui và thú vị - đủ để kéo cậu bé 16 tuổi của tôi ra khỏi công nghệ của cậu ấy và dành chút thời gian cùng tôi khám phá nơi này trong khoảng một giờ đồng hồ! Chỉ vậy thôi cũng đủ để tôi đánh giá nơi này 5 sao rồi!\nKhông có nhân viên tại chỗ khi chúng tôi đến đó, vì vậy hãy đảm bảo mang theo 10 tiền mặt và sử dụng trạm tự thanh toán phí vào cửa. Tôi sẵn sàng trả gấp đôi số tiền đó để có được trải nghiệm như chúng tôi đã làm. Đó là một chút lái xe từ đường cao tốc, nhưng đáng giá! Trên thực tế, tôi dự định quay trở lại một lần nữa khi mùa hè đến để tôi có thể thực sự nhìn thấy nó trong vẻ huy hoàng của nó. Đọc thêm",
            "Rất khuyến khích dừng ở đây nếu bạn ở trong khu vực. Chúng tôi dừng lại vào giữa buổi chiều ngày thứ năm và về cơ bản chúng tôi đã có toàn bộ nơi này cho riêng mình. Thật kỳ diệu! Thác nước tuyệt đẹp, các hang động vui nhộn và thú vị - đủ để kéo cậu bé 16 tuổi của tôi ra khỏi công nghệ của cậu ấy và dành chút thời gian cùng tôi khám phá nơi này trong khoảng một giờ đồng hồ! Chỉ điều đó thôi cũng đủ để tôi đánh giá địa điểm này 5 sao! Không có nhân viên tại chỗ khi chúng tôi đến đó, vì vậy hãy đảm bảo mang theo 10 đô la tiền mặt và sử dụng trạm tự thanh toán phí vào cửa. Tôi sẵn sàng trả gấp đôi số tiền đó để có được trải nghiệm như chúng tôi đã làm. Đó là một chút lái xe từ đường cao tốc, nhưng đáng giá! Trên thực tế, tôi dự định quay trở lại một lần nữa khi mùa hè đến để tôi có thể thực sự nhìn thấy nó trong vẻ huy hoàng của nó. Đọc thêm",
            "Vợ tôi và tôi thực hiện một chuyến đi xa I-70 để thăm Thác Rifle. Thêm một tiếng rưỡi là hoàn toàn xứng đáng! Thác nước nằm gần khu vực đậu xe. Tôi đặc biệt khuyên bạn nên đi hết con đường quanh thác để có nhiều góc nhìn hơn. Những hang động nhỏ cũng nằm dọc theo con đường mòn và rất dễ bước vào. Đây là một điểm dừng tuyệt vời! Tôi thực sự khuyên bạn nên sử dụng Rifle Falls!Đọc thêm",
            "Một chuyến đi đáng yêu đến và qua một số thác đẹp!  Có một số cơ hội ngắm cảnh và chụp ảnh cũng như một số hang động nhỏ.  Đọc thêm",
            "Bao gồm một trải nghiệm gia đình tuyệt vời với vật nuôi có dây xích. 10 mỗi lần nhập xe và có sẵn một khu cắm trại. Họ có hai bãi đậu xe, nhưng bãi đậu xe hạn chế. Một công viên rộng 48 mẫu Anh với 70 thác nước. Đi bộ đường dài quanh thác với những vách đá vôi có một vài hang động nhỏ, một số có dơi. Có những gia đình có ông bà, việc đi bộ dễ dàng với những chiếc ghế dài xung quanh.Đọc thêm",
            "Chúng tôi đặc biệt lái xe từ Glenwood Springs để xem công viên này vì khả năng tiếp cận của nó vì chúng tôi có một thành viên gia đình có nhu cầu đặc biệt.  Công viên có quá ít chỗ đậu xe nên chúng tôi phải quay đi ít nhất 5 chiếc ô tô.  Họ cần một số loại hệ thống đặt chỗ hoặc ít nhất là cảnh báo mọi người đến sớm.  Trại sản xuất cá ở cuối đường thật tuyệt.Đọc thêm",
            "Thác ba chỉ cách khu vực đậu xe một đoạn ngắn. Có thể có được những bức ảnh tuyệt vời. Cộng với một con đường vòng tương đối dễ dàng để đến đỉnh thác. Một số góc nhìn mát mẻ từ trên xuống. Đi bộ theo chiều kim đồng hồ theo cách đó các bậc thang dốc sẽ ở phía dưới. Có, số chỗ đậu xe có hạn nhưng hãy đến đó sớm nếu có thể.Đọc thêm",
            "Chúng tôi yêu thích tìm kiếm nhỏ này rất nhiều. Chúng tôi tình cờ đi vào thời điểm hoàn hảo khi cây cối đang chuyển sang màu vàng nên việc lái xe trở về cũng thật khó tin. Những thác nước và hang động thật ngoạn mục!Đọc thêm",
            "Đầu tiên, chuyến đi từ Silt đến công viên thực sự rất đẹp. Chúng tôi đi bộ đường dài một đoạn ngắn bên hông nhà bảo vệ trước khi đến Thác và các hang động. Chúng tôi dành cả buổi sáng chỉ để tận hưởng công viên. Chúng tôi uống nước và ăn bánh mì kẹp thịt gà. Ăn bên Thác. Rất đáng để thử. Mọi người đều tốt bụng. Đọc thêm",
            "Rifle Falls là một nơi đẹp đến kinh ngạc. Chúng tôi đã quá quen với đất liền ở Colorado nên thật đáng kinh ngạc khi thấy một cảnh tượng ở Đảo Fantasy! Các cơ sở vật chất ở đây hơi thiếu thốn. Mọi thứ chỉ có cảm giác ấm áp và hơi bị bỏ bê. Tin tôi đi, chúng tôi nộp thuế ở đây, chính phủ của chúng tôi chỉ chi tiền ở nơi khác. Hãy tận hưởng công viên gồ ghề, nhỏ bé, tách biệt này! Đọc thêm",
            "Nơi rất mát mẻ! Đi bộ dễ dàng. Không khám phá bên trong bất kỳ hang động nào vì chúng tôi không có đèn pin thích hợp, nhưng một trong số chúng trông rất lớn! Trời mưa khi chúng tôi đi và vẫn tuyệt vời! Chắc chắn phải xem điểm dừng nhanh chóng!Đọc thêm",
            "Các hang băng có còn nguyên vẹn cho đến tháng 3 hay chúng ta nên đi vào tháng 2 để đảm bảo có thể nhìn thấy chúng?Đọc thêm",
            "Xe lăn này có thể sử dụng được không? Tôi có 2 cậu con trai khuyết tật.Đọc thêm",
            "Có, bạn có thể vào thác, nhưng không được vào bên trong hang động hoặc vào những con đường mòn có bậc thang.Đọc thêm",
            "Chồng tôi cần tránh nắng càng nhiều càng tốt.  Có nhiều bóng mát hoặc ánh nắng hơn khi đi bộ lên phía sau thác không?  Hình như con đường phía nam công viên vẫn rộng mởĐọc thêm",
            "Đó là một chuyến đi bộ ngắn với một số bóng râm dọc theo đỉnh và phía sau thác.  Nếu bạn đi bộ đến ao cá, trời sẽ sángĐọc thêm"
        ],
        "star_ratings": [
            269,
            93,
            12,
            5,
            2
        ],
        "review_amount": 381,
        "location": [
            "súng trường",
            "Thác súng trường",
            "Colorado CO",
            "Những điều cần làm trong súng trường",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written August 6, 2023",
            "Written January 12, 2024",
            "Written March 30, 2024",
            "Written March 31, 2024",
            "Written January 12, 2024",
            "Written August 19, 2023",
            "Written August 6, 2023",
            "Written July 28, 2023",
            "Written April 30, 2023",
            "Written October 13, 2022",
            "Written September 8, 2022",
            "Written June 21, 2022",
            "Written June 19, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33621-d16718708-Reviews-Rifle_Falls-Rifle_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d8538496-Reviews-Rifle_Gap_State_Park-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d3397382-Reviews-Harvey_Gap_State_Park-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d27092268-Reviews-Rifle_Mountain_Park-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d16718708-Reviews-or10-Rifle_Falls-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d8535393-Reviews-Rifle_Arch_Trail-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d26495188-Reviews-Rifle_Falls_State_Park-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d8538502-Reviews-Centennial_Park-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d27022308-Reviews-Super_Kidz-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33643-d15335928-Reviews-Sopris_Alpaca_Farm_Boutique-Silt_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d6887962-Reviews-Rifle_Creek_Golf_Course-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33643-d8858429-Reviews-Silt_Historical_Park-Silt_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33643-d8052449-Reviews-Silt_Branch_Library-Silt_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33643-d16701336-Reviews-The_Whimsical_Wagon-Silt_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33621-d27088312-Reviews-Bookcliffs_Arts_Center-Rifle_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11885722-Reviews-Dolby_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189531-d232298-Reviews-LEGOLAND_Billund-Billund_South_Jutland_Jutland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d4717132-Reviews-Dicey_s_Garden-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d609356-Reviews-Peace_Arch_State_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g47394-d6781828-Reviews-Lewin_Farms-Calverton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3576442-d17541339-Reviews-Neelum_Valley-Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d9776183-Reviews-Carlsmith_Beach_Park-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d143912-Reviews-Grand_Island-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d219566-Reviews-Amtrak_Coast_Starlight-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37043-d663791-Reviews-Deep_River_Water_Park-Crown_Point_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33621-d16718708-Reviews-or10-Rifle_Falls-Rifle_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33621-d16718708-Reviews-Rifle_Falls-Rifle_Colorado.html"
    }
]