[
    {
        "attraction_name": "Rio Negro Hot Springs",
        "attraction_name_vi": "Suối nước nóng Rio Negro",
        "general_info": [
            "251 đánh giá",
            "5 trong số 15 điều cần làm ở Rincon de La Vieja",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã đi một mình với Paulino lái xe và chờ chuyến đi một mình trong 2 giờ..\nNơi này là liều thuốc tâm hồn và rất có tác dụng chữa lành..một cách hoàn hảo để kết thúc chuyến đi của tôi ở vùng đất Pura Vida tráng lệ này.\nPaulino và gia đình anh ấy là những sinh vật có phép thuật.\nMời bạn bè trải nghiệm doanh nghiệp nhỏ chất lượng cao đặc biệt này \nUN tico y una tour Gringa Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Suối nước nóng Rio Negro. Chúng tôi rất vui vì bạn thích những hồ bơi được bao quanh bởi khu rừng nhiệt đới. \n Pura vida!\nĐọc thêm",
            "Chúng tôi đến suối nước nóng sau khi đi bộ quanh Công viên Quốc gia Ricón de la Vieja. Theo tôi, việc đến thăm suối nước nóng là điều cần thiết. Vị trí cực kỳ đẹp, nhân viên rất thân thiện và hữu ích, lối đi, phòng thay đồ, v.v. được giữ rất sạch sẽ. \n\nCó rất nhiều hồ nước nóng, tất cả đều có nhiệt độ hơi khác nhau để phù hợp với mọi người. Tôi đặc biệt khuyên bạn nên ngâm mình trong bùn núi lửa và tắm rửa dưới vòi sen mát lạnh có sẵn nếu lạch quá lạnh. Đừng quên boa cho nhân viên đang phát bùn và dọn dẹp sau mọi người. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Suối nước nóng Rio Negro. Chúng tôi rất vui vì bạn thích những hồ bơi được bao quanh bởi khu rừng nhiệt đới. Pura vida!\nĐọc thêm",
            "This was a wonderful day trip. We stayed in Papagayo, but our group of 4 rented a car for a few days, so we drove here. We did the 35 USD admission price and reserved online the night prior. When anyone arrives, there is security at the parks entrance. If you have a reservation, show it to the officer working the gate, then you do not pay admission. It is pretty cheap, but not necessary when you reserve in advance. When you get to the hotel, stay left until you see the open air desk. There are water machines, change rooms and washrooms here. Very clean and available. Once you get your bracelet you go another 6 km or so to the hot springs. Follow the signs for entrance and do not try to take a short cut over the first bridge, it is meant for one way traffic leaving. .. now if you decide you want to do the mud treatment, which I recommend for the experience, just go to the staff member . You must be dry and then they give you a bowl of mud to spread on which is done in the same area you got it. That way you dont make a mess everywhere. Once it dried for us, we washed it off in the creek. Our skin actually felt amazing then we sat in most of the hot spring tubs, taking our time and enjoying the relaxation. We did leave a tip as the employee never stopped cleaning, organizing, giving information or providing mud. It seems the tours move quickly as we saw several arrive after us and leave before us. If you can do it yourself, I recommend it, but of course that isnt always an option. There are some pipes running through the area, but look at it for what it is. Costa Rica is harnessing natural energy to provide power in an environmental way, tapping into these geothermal energy sources. When you are enjoying nature, just know these pipes are preserving it. There are change rooms when you arrive, there are washrooms, towels provided and a hiking trail across for the parking lot. The trail goes to waterfalls you can swim in. We swam in the 3rd waterfall, however, I feel the second would have been better. I guess all I can say is for 35 USD, you get scenery, volcanic mud, natural hot springs, waterfalls and an incredible way to spend a day in Costa Rica.Read more",
            "Cảm ơn bạn đã bình luận của bạn. Chúng tôi rất vui vì bạn thích thú với những thác nước, suối nước nóng và bùn núi lửa. Chúng tôi đánh giá cao chuyến thăm của bạn tới Rincon de la Vieja. Đọc thêm",
            "Không có giá trị 35 mỗi cái. Các suối nước nóng ấm áp nhưng nước lại là vùng nước tù đọng. Các hồ bơi dường như không sạch sẽ. Rất nhiều mây và bẩn. Chúng tôi có rất nhiều vết cắn và bọ ve! Chồng tôi và tôi đã kéo bọ ve ra khỏi cơ thể chúng tôi khi chúng tôi về đến nhà. . Tổng!!  Con đường thật khủng khiếp để đi đến. Nhân viên lễ tân không thích bạn nói đùa. Họ dường như đã vượt qua những người du lịch. Lần tới tôi sẽ trả tiền cho một khu nghỉ dưỡng suối nước nóng. Tôi thà trả nhiều tiền hơn cho một cơ sở đẹp hơn.Đọc thêm",
            "Tôi nên đọc những đánh giá này trước khi đi. Thực lòng tôi không hiểu những cái cao. Điều này có một khoản phí cắt cổ cùng với phí vào cửa khu vực để vào các hồ bơi nhỏ, mặc dù ấm đến nóng nhưng có mùi nước nóng được dẫn vào và không tự nhiên. Tôi sẽ phải đến thăm nơi nào đó tốt hơn để thay thế ký ức này. Tôi khuyên bạn nên bỏ qua phần này.Đọc thêm",
            "This was a wonderful day trip. We stayed in Papagayo, but our group of 4 rented a car for a few days, so we drove here. We did the 35 USD admission price and reserved online the night prior. When anyone arrives, there is security at the parks entrance. If you have a reservation, show it to the officer working the gate, then you do not pay admission. It is pretty cheap, but not necessary when you reserve in advance. When you get to the hotel, stay left until you see the open air desk. There are water machines, change rooms and washrooms here. Very clean and available. Once you get your bracelet you go another 6 km or so to the hot springs. Follow the signs for entrance and do not try to take a short cut over the first bridge, it is meant for one way traffic leaving. .. now if you decide you want to do the mud treatment, which I recommend for the experience, just go to the staff member . You must be dry and then they give you a bowl of mud to spread on which is done in the same area you got it. That way you dont make a mess everywhere. Once it dried for us, we washed it off in the creek. Our skin actually felt amazing then we sat in most of the hot spring tubs, taking our time and enjoying the relaxation. We did leave a tip as the employee never stopped cleaning, organizing, giving information or providing mud. It seems the tours move quickly as we saw several arrive after us and leave before us. If you can do it yourself, I recommend it, but of course that isnt always an option. There are some pipes running through the area, but look at it for what it is. Costa Rica is harnessing natural energy to provide power in an environmental way, tapping into these geothermal energy sources. When you are enjoying nature, just know these pipes are preserving it. There are change rooms when you arrive, there are washrooms, towels provided and a hiking trail across for the parking lot. The trail goes to waterfalls you can swim in. We swam in the 3rd waterfall, however, I feel the second would have been better. I guess all I can say is for 35 USD, you get scenery, volcanic mud, natural hot springs, waterfalls and an incredible way to spend a day in Costa Rica.Read more",
            "Cảm ơn bạn đã bình luận của bạn. Chúng tôi rất vui vì bạn thích thú với những thác nước, suối nước nóng và bùn núi lửa. Chúng tôi đánh giá cao chuyến thăm của bạn tới Rincon de la Vieja. Đọc thêm",
            "Thất vọng là từ tốt nhất tôi có thể sử dụng.   Cảm thấy giống như một cái bẫy du lịch.... 35 US mỗi người và 29 mỗi đứa trẻ?    Tôi nghĩ điều đó thật điên rồ khi tôi đã tự mình lái xe tới đó.    Sẽ phải mất 130 đô la Mỹ chỉ để vào công viên công viên cho 4 người chúng tôi.   Thêm vào đó, người dân địa phương sẽ tính cho bạn một khoản phí khác chỉ để vào khu vực này bằng cổng đóng....dường như nó không xứng đáng với tôi. Đề xuất của tôi là đến rio Celeste và sử dụng suối nước nóng của họ.Đọc thêm",
            "Nơi tuyệt vời.  Nhân viên thân thiện và nhiều việc phải làm hơn Vườn Quốc gia.  Mang theo bữa trưa và dành cả ngày đi đi lại lại giữa thác nước và bồn tắm nước nóng thiên nhiên.Đọc thêm",
            "Cảm ơn bạn đã bình luận. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ tại Rio Negro Hot Springs. Đọc thêm",
            "Chúng tôi đến suối nước nóng sau khi đi bộ quanh Công viên Quốc gia Ricón de la Vieja. Theo tôi, việc đến thăm suối nước nóng là điều cần thiết. Vị trí cực kỳ đẹp, nhân viên rất thân thiện và hữu ích, lối đi, phòng thay đồ, v.v. được giữ rất sạch sẽ. Có rất nhiều hồ nước nóng, tất cả đều có nhiệt độ hơi khác nhau để phù hợp với mọi người. Tôi đặc biệt khuyên bạn nên ngâm mình trong bùn núi lửa và tắm rửa dưới vòi sen mát lạnh có sẵn nếu lạch quá lạnh. Đừng quên boa cho nhân viên đang phát bùn và dọn dẹp sau mọi người. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Suối nước nóng Rio Negro. Chúng tôi rất vui vì bạn thích những hồ bơi được bao quanh bởi khu rừng nhiệt đới. Pura vida!\nĐọc thêm",
            "Tôi đã đi một mình với Paulino lái xe và chờ chuyến đi một mình trong 2 giờ..Nơi này là liều thuốc tâm hồn và rất chữa lành ..một cách hoàn hảo để kết thúc chuyến đi của tôi ở vùng đất Pura Vida tráng lệ này. Paulino và gia đình anh ấy là những sinh vật kỳ diệu .Xin vui lòng bạn bè trải nghiệm chuyến tham quan doanh nghiệp nhỏ chất lượng cao đặc biệt UN tico y una Gringa Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Suối nước nóng Rio Negro. Chúng tôi rất vui vì bạn thích những hồ bơi được bao quanh bởi khu rừng nhiệt đới. \n Pura vida!\nĐọc thêm",
            "Suối nước nóng, thác nước và bùn.  Tuyệt vời cho cả ngày và khám phá nhiều hơn hoặc chỉ một vài giờ cho suối nước nóng.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Suối nước nóng Rio Negro. \nChúng tôi rất vui vì bạn thích những hồ bơi được bao quanh bởi khu rừng nhiệt đới. \n Pura vida!\nĐọc thêm",
            "Đã chọn chuyến đi chơi này dựa trên các đánh giá tìm thấy trên web. Đã không thất vọng. Có một chiếc xe thuê nên chúng tôi tự lái xe. Những con đường tuyệt vời cho đến gần khu vực ổ gà gồ ghề sau đó được xếp hạng 4 sao. Cần tìm hiểu trước điều hướng ngoại tuyến hoặc phủ sóng di động. Chi phí vào cửa là 32 mỗi người cho người lớn. Thiết lập rất đẹp. Bể nước nóng còn nguyên thủy nhưng tuyệt vời. 11 để xoay vòng, tất cả đều có nhiệt độ khác nhau. Bao gồm khu vực thác nước có hồ bơi để chúng tôi có thể bơi lội.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Suối nước nóng Rio Negro. \nChúng tôi rất vui vì bạn đã thích thú với Suối nước nóng Rio Negro được bao quanh bởi khu rừng nhiệt đới. \n Pura vida!Đọc thêm",
            "Sau khi đi bộ đường dài trong vài ngày qua, một ngày đi spa vào buổi chiều muộn đã diễn ra, việc tắm khoáng và tắm bùn mang lại cảm giác tuyệt vời. Chồng tôi và tôi đã dành một giờ ở đó, đến nơi hoàn hảo vào khoảng 4 giờ chiều khi xe buýt du lịch rời đi.  Không còn đông đúc và một trải nghiệm đáng yêu.Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có một ngày vui vẻ tại Suối nước nóng Rio Negro. Cảm ơn bạn đã ghé thăm và chúng tôi hy vọng sẽ gặp lại bạn trong tương lai gần. Đọc thêm",
            "Nếu lưu trú tại Hotel Guachipelin, bạn có được sử dụng suối nước nóng miễn phí hay vẫn phải trả phí vào cửa?Đọc thêm",
            "Các suối nước nóng có mở cửa trong thời kỳ Covid không?  Chỉ nhìn thấy một con đường đi bộ được liệt kê cho công viên.Đọc thêm",
            "Tôi có cần hướng dẫn viên du lịch để đến Suối nước nóng và thác nước ở Rincon de la vieja không? Có bản đồ được cung cấp không?Đọc thêm",
            "Không, bạn không cần hướng dẫn viên nếu bạn đi bằng ô tô. Bạn sẽ nhận được bản đồ công viên khi đến cổng công viên. Chỉ cần yêu cầu họ chỉ ra khi thanh toán. Bạn phải trả một khoản phí vào công viên tối thiểu và sau đó là một khoản phí để vào suối nước nóng nếu tôi nhớ không nhầm, 15-20. Sau khi thanh toán tại quầy suối nước nóng, bạn sẽ đi bộ một đoạn ngắn trên một con đường mòn được xác định rõ ràng. Đọc thêm",
            "Nó có mở cửa vào thứ Hai không?Đọc thêm",
            "Thông thường nó mở cửa cả ngày nhưng bạn có thể hỏi hôtel guachipelin vì nó nằm trong khuôn viên của họ\nTrân trọngĐọc thêm",
            "Bạn có thể lái xe đến suối nước nóng và trả tiền để vào đó không, bạn có phải đi như một phần của chuyến tham quan không? Chúng tôi có một chiếc ô tô và chỉ muốn đi suối nước nóng. Cảm ơn!Đọc thêm",
            "Giống như những người khác đã nói bạn có thể lái xe đến đó. Nếu bạn đang ở Hacienda guachiplean, bạn chỉ cần trả tiền cho tủ khóa. Đó là một nơi mát mẻ để thư giãn...hãy đi trước buổi trưa vì mọi người đều đến đây sau khi chuyến tham quan của họ kết thúc vào buổi chiều. Mình đi 2 lần và lần đầu đông lắm vì mình đi lúc 4h chiều. Ngày hôm sau chúng tôi đi vào sáng sớm và là những người duy nhất.Đọc thêm",
            "Đây có phải là một chuyến đi trong ngày dễ dàng từ Playa Hermosa bằng ô tô riêng của chúng ta không?Đọc thêm",
            "Vâng, khoảng một giờ và thay đổi để đến đó. Tôi cũng khuyên bạn nên ghé thăm công viên quốc gia Rincon de la Vieja, gần suối nước nóng.Đọc thêm",
            "Đây có phải là một chuyến đi trong ngày dễ dàng từ Playa Hermosa bằng ô tô riêng của chúng ta không?Đọc thêm",
            "Chỉ cần bạn thức dậy sớm. Không giống như ở Mỹ, ở CR bạn lái xe chậm hơn rất nhiều và đường có xu hướng không tốt.Đọc thêm",
            "Bạn có phải mua vé trước hay mua tại Hacienda Guachipelin, hay bạn chỉ cần lái xe đến suối và trả tiền vào cửa ở đó?Đọc thêm",
            "Bạn chỉ cần mua vé vào cửa ở đó. Tôi đi xe đưa đón miễn phí từ Hacienta Guachipelin đến cổng, mua vé và đi bộ vào. Họ cũng cung cấp khăn tắm và tủ đựng đồ. Đọc thêm",
            "Chúng ta có cần phải có người hướng dẫn hay chúng ta có thể tự mình đi bộ đường dài? Chúng tôi dự định đi bộ đường dài trong vài giờ và sau đó thư giãn trong suối nước nóng và dòng sông. Chúng tôi có ngân sách eo hẹp nên chúng tôi phải tự mình khám phá rất nhiều thứ. Chúng tôi có một chiếc ô tô và nằm ở Playa Potrero. Địa điểm này có dễ tìm không?Đọc thêm",
            "Chúng tôi lái xe đến suối nước nóng và tự mình đi bộ đường dài và suối nước nóng. Có một khoản phí cho sự hấp dẫn này. Họ cung cấp khăn tắm, phòng thay đồ banos. Xin lưu ý rằng có xe buýt du lịch và suối nước nóng có thể đông đúc. Chúng tôi đã may mắn rời đi khi họ đến.Đọc thêm",
            "chúng tôi cũng sẽ ở đó vào thứ Hai.  chúng ta có thể làm gì vào thứ hai.  chúng ta có thể đi bộ đường dài được không?  Có điều gì để làm bên ngoài công viên?  Ngoài ra, chúng tôi có phải trả tiền để vào công viên hàng ngày cho mỗi người hay nếu bạn trả tiền cho một ngày thì liệu có tốt cho vài ngày như ở chúng tôi không.Đọc thêm",
            "Vào thứ Hai, chúng tôi đến đó, chúng tôi tìm thấy những việc sau đây để làm xung quanh công viên - nó đã lấp đầy cả ngày. Trước hết, bạn sẽ phải trả khoảng 2 người bằng tiền ở lối vào khuôn viên khách sạn để đến được lối vào công viên các điểm tham quan khác. Điều đó thật đáng giá, và họ đã giữ gìn khu đất một cách độc đáo: Có một con đường đi bộ qua thác nước tuyệt đẹp ở lối vào công viên. Lối vào công viên sẽ đóng cửa, nhưng ngay trước đó có một nhà hàng nhỏ. Bạn có thể đậu xe ở đó và có một lối đi nhỏ trong bãi đậu xe. Rẽ phải khi đường mòn tách ra và bạn sẽ rơi xuống vực có hố bơi đàng hoàng. Đi ngược con đường từ nhà hàng đó một chút, bạn có thể rẽ đi và đi suối nước nóng. Sau đó, chúng tôi dừng lại ở sảnh khách sạn và họ đưa cho chúng tôi một bản đồ hướng dẫn chúng tôi đến một chuyến đi bộ qua thác nước khác, cái này có đầu đường mòn gần lối vào khuôn viên khách sạn hơn. Bạn có thể ghé qua sảnh trước để lấy bản đồ trước khi bắt đầu, vì tôi tin rằng nó chỉ ra cả những chuyến đi bộ qua thác nước và suối nước nóng. Nếu bạn muốn chi nhiều tiền hơn, thì cũng có một khóa học zipline trong khuôn viên và một số hoạt động cưỡi ngựa.\n\nTheo như tôi có thể nói, việc vào công viên chỉ tốt trong 1 ngày. Thành thật mà nói, nếu bạn đến đó ngay khi nó mở cửa, trước tiên hãy đi bộ đường dài đến thác nước đầm phá màu xanh, sau đó đi theo đường vòng đến các hố lưu huỳnh, bạn có thể đi toàn bộ phần đó của công viên quốc gia trong một ngày miễn là bạn tương đối khỏe mạnh. Đọc thêm"
        ],
        "star_ratings": [
            137,
            75,
            29,
            7,
            3
        ],
        "review_amount": 251,
        "location": [
            "Costa Rica",
            "Tỉnh Guanacaste",
            "Những hoạt động không thể bỏ qua ở Rincón de La Vieja",
            "Suối nước nóng Rio Negro",
            "Trung Mỹ",
            "Rincon de La Vieja"
        ],
        "reviews_time": [
            "Written August 22, 2023",
            "Written November 3, 2023",
            "Written March 2, 2024",
            "Written March 18, 2024",
            "Written March 13, 2024",
            "Written March 2, 2024",
            "Written February 1, 2024",
            "Written January 29, 2024",
            "Written November 3, 2023",
            "Written August 22, 2023",
            "Written July 19, 2023",
            "Written May 16, 2023",
            "Written January 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g321538-d8387010-Reviews-Rio_Negro_Hot_Springs-Rincon_de_La_Vieja_Province_of_Guanacaste.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g321538-d11815114-Reviews-Hacienda_Guachipelin_Restaurant_Bar-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Restaurant_Review-g321538-d25287691-Reviews-Nekajui-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d3388250-Reviews-Experience_hiking_to_Leona_Waterfall-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309235-d302083-Reviews-Parque_Nacional_Rincon_de_la_Vieja-Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d24050034-Reviews-Offitours_Adventures-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25789706-Reviews-La_Leona_Waterfall_Costa_Rica-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23395160-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25172545-Reviews-Leona_Waterfall_Finca_Curubanda-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23920521-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25404247-Reviews-La_Leona_Wellness_Center-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25566367-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d8387010-Reviews-or10-Rio_Negro_Hot_Springs-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d4741633-Reviews-Sensoria_Land_of_Senses-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d17614554-Reviews-Oropendola_Warterfall-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d1728620-Reviews-Tours_Your_Way-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d1741458-Reviews-Adventure_Tours_Hacienda_Guachipelin-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g2561261-d7937247-Reviews-Brother_s_Adventures_Tours-Sardinal_Gulf_of_Papagayo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d10680976-Reviews-Blue_Sky_Private_Tours-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d7220804-Reviews-Costa_Rica_Eco_Journeys-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d19391302-Reviews-Royal_Service_Tours-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23722197-Reviews-Colorado_Adventure_Tours_Rincon_de_la_Vieja_Volcano-Curubande_Province_of_Guana.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d2512223-Reviews-Buena_Vista_Del_Rincon_Eco_Adventure_Park_Hotel_Spa-Rincon_de_La_Vieja_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g309253-d23488581-Reviews-Caracola_Experience-Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d25230804-Reviews-La_Leona_Waterfall_CR-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d5978695-Reviews-Costa_Rica_Green_Life_Tours-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d2322601-Reviews-ZOO_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4105637-Reviews-Kuli_ou_ou_Ridge_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d2558107-Reviews-Japanese_Friendship_Garden_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13292936-Reviews-Belle_Therapy-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d10541046-Reviews-Isle_of_Palms_Beach-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7272164-Reviews-Yas_Mall-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028977-d10807462-Reviews-Plakes_Beach-Katakolo_Elis_Region_West_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d3374517-Reviews-Rethymnon_Old_Town-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d3453867-Reviews-Platania_Beach-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d4501573-Reviews-Riverside_Avondale_Historic_District-Jacksonville_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g321538-d8387010-Reviews-or10-Rio_Negro_Hot_Springs-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g321538-d8387010-Reviews-Rio_Negro_Hot_Springs-Rincon_de_La_Vieja_Province_of_Guanacaste.html"
    }
]