[
    {
        "attraction_name": "Ritter Hot Springs",
        "attraction_name_vi": "Suối nước nóng Ritter",
        "general_info": [
            "11 đánh giá",
            "- 1 trong số 1 điều cần làm ở Ritter",
            "Suối Nước Nóng - Mạch Nước Nóng"
        ],
        "attraction_summary": "Ritter Hot Springs is a walk back in time. All fees for swimming, camping or rooms - cabins are on the honor system and are only cash - check  - you can even mail it in later if you must - . Be sure to take a look at the museum for the history. If you stay two nights or more, i recommend getting a cabin. In cabin 1, you can sleep 7  - two bedrooms with a queen bed each, plus a loft with three twin beds, a kitchen with large fridge, coffee maker, microwave, stove and sink, no dishwasher or toaster - , one bathroom with shower, lots of fans and two window air conditioners  - seemed ok even on a high 90 - s day - , so basic accommodations. You will need to bring your own food  - from Pendleton or John Day depending on which way you are coming from -  as there isn - t much around here to get food. If you stay in a hotel room, there is a grill, hot plate and microwave to heat at the office - museum , but probably best just to bring a cooler and sandwiches.  There is no alcohol allowed here  - owners are religious - .   Now why you came: the hot Springs!  One largish pool that is drained on Thursdays at 2pm for cleaning and refilled by Saturday afternoon; it - s warmer than an average pool but is not hot. They have lots of pool noodles and some floaties. Then go across the pedestrian bridge and up the hill to four concrete pools  - sit one or two people each if you really like the other person -  that are warmer but still not super hot. The water here is sulfur-containing and alkaline, so you feel  - silky -  while you are in it. It is not that advisable to drink that water so bring your own or a container to get drinkable water. This place is not fancy, not a spa, not a resort  - no massages here - , just an affordable, laidback place to relax. No cell service, no WIFI, no TV - so bring a good book or two. Only open Memorial Day to Labor Day.  If you - d like a cabin or room reservation, you must call  - and possibly leave a message - . When you arrive, you pick up your key with your name on it in masking tape form the unattended office. See their website for more details. Read more",
        "reviews": [
            "Hồ bơi đã đóng cửa vì nó đang được làm sạch. Vì vậy, chúng tôi đi bộ đến những bồn tắm suối nước nóng cũ nằm bên kia sông. Họ khá mộc mạc nhưng theo một cách tốt. Suối nước nóng là nơi ngâm mình tuyệt vời. Dễ dàng để có được và miễn phí. Nếu mở hồ bơi, chúng tôi sẽ phải trả giá - 5. Toàn bộ nơi này mang phong cách mộc mạc, điều này làm tăng thêm sự quyến rũ của nó. Nếu bạn muốn có một spa sang trọng - hãy đi đâu đó - nơi khác. Nếu bạn thích ngồi trong một bồn tắm bê tông mộc mạc ngoài trời thì nơi này là dành cho bạn. Nơi này cũng rất bận rộn.Đọc thêm",
            "Ritter là một lối thoát tuyệt vời đến mức tôi không cảm thấy thoải mái khi nói với người lạ về nó. Tôi muốn giữ bí mật. Tuy nhiên, đối với hầu hết mọi người, đó là một nỗ lực rất xa nên việc giữ bí mật phần nào đó không phải là quá khó. Khu vực xung quanh rất mát mẻ, bao gồm nghĩa trang, những ngôi nhà bỏ hoang và đặc biệt là Suối nước nóng Smith cũ bên bờ sông - phía nam cây cầu - . Tôi đi bộ qua một vườn cây ăn trái già để đến suối, chân tôi rất lấm bùn và có thể ngâm sạch trong bể nước nóng ở đầu hồ cũ. Tôi - muốn thấy cái này được phát triển lại. Hồi ở khách sạn có một bộ phim được quay ở đó vào năm 2015 hoặc 2016. Không biết tựa đề là gì nhưng có ai biết không?...Đọc thêm",
            "thái độ thoải mái. Bạn tự nhận phòng và khi rời đi, bạn bỏ tiền mặt vào hộp. Nhóm khách hàng không phải là dân hippie mà là những người thuộc tầng lớp trung lưu thích phiêu lưu. Mọi người đều muốn giúp đỡ bạn. Phòng của tôi rất sạch sẽ. Phòng tắm ở hành lang rất sạch sẽ. Tôi phải chạy đến văn phòng vào ban đêm để sử dụng lò vi sóng. Nhưng nguồn nước gần nhất lại nằm ở phòng tắm ở tòa nhà khác. Những căn phòng không được sử dụng tích cực đã đổ nát đến mức sắp sụp đổ do sức nặng của tuyết và gió thổi. Nó làm tôi nhớ đến chuyến đi của mình ở Ý.Đọc thêm",
            "Đây là một địa điểm mộc mạc, quyến rũ.  Tôi không muốn rời đi!  Chúng tôi ở trong cabin, thường xuyên bơi trong bể bơi suối nước nóng sạch sẽ, ấm áp và thích trò chuyện với những du khách khác cũng như chủ sở hữu.  Nó giống như trải nghiệm trực tiếp một bảo tàng sống khi chúng tôi có thể khám phá cửa hàng cũ, vũ trường và nhà tắm tư nhân kiểu cổ.  Lần tới chúng ta đi, những ngôi nhà nhỏ riêng tư sẽ được cải tạo lại.  Mang theo thức ăn của riêng bạn, một hoặc hai cuốn sách và một chiếc ghế ngoài trời thoải mái.  Chúng tôi mong muốn được quay lại nhiều lần.Đọc thêm",
            "Tôi thường không trải nghiệm giống như những người khác. Tôi đã mong đợi điều tồi tệ nhất nhưng lại rất ngạc nhiên. Một địa điểm lịch sử sạch sẽ gọn gàng mà chỉ tính phí - 3,00 cho một lần ngâm mình! Khách sạn đã cũ và tôi không nhìn vào bên trong, tôi - tôi chắc chắn. Nhưng phần còn lại của khuôn viên và khu cắm trại sạch sẽ như một tiếng còi.  Không có cửa hàng tổng hợp nào ngoại trừ cửa hàng lịch sử đã không mở cửa trong 40 năm Không có rượu và đóng cửa vào ngày sa-bát của chủ sở hữu - Thứ Bảy - cho đến khi mặt trời lặn - hồ bơi không phải khu cắm trại nhỏ -. Chủ sở hữu thoải mái, thân thiện và đưa ra nhiều lời khuyên về khu vực, danh lam thắng cảnh và tất cả. Có vẻ như những người đánh giá khác đang nói về một nơi khácĐọc thêm",
            "Cabin rất chật chội với nhiều ruồi và kiến ​​khắp nhà bếp. Dòng nước chảy có mùi của suối lưu huỳnh. Nhà tắm thật thô thiển. Bể bơi đã ngừng hoạt động và - bồn tắm nước nóng - chúng tôi được cung cấp đã bị hỏng, rỉ sét và bẩn thỉu.  Có một chiếc xe kéo rác rộng rãi, cũ kỹ ngay lối vào và - cửa hàng - là một mớ hỗn độn. Khung cảnh thiên nhiên rất đẹp và thú vị, nhưng phần còn lại sẽ phá hỏng nó. Đọc thêm",
            "Quản lý kém một nguồn tài nguyên tốt đẹp. Khuôn viên ngổn ngang những ngôi nhà di động đổ nát chứa đầy rác. Lớp vỏ bằng khối xi măng dành cho lò xo đang rơi xuống. Bồn tạo sóng là một bồn tắm nước nóng cũ nằm trên những khối than với tất cả các bộ phận hoạt động lộ ra ngoài. Không được thẩm mỹ cho lắm. Hồ bơi và nhà tắm trông rất đẹp nhưng tôi không đến vì chúng tôi quan tâm đến mùa xuân hơn. Chúng tôi quay lại và rời đi mà không sử dụng chúng. Tôi thích sự mộc mạc nhưng những thứ này không được chăm sóc hay đối xử cẩn thận. Một trong những ngôi nhà cho thuê có một chiếc ghế sofa cũ bẩn thỉu ở hiên nhà. Có một chiếc xe moóc du lịch cũ đậu cạnh đó chứa đầy rác.Đọc thêm",
            "Growing up in the 60 - s i spent lots of time in Ritter and surrounding ranches. Hunted, fished bucked hay went on cattle drives and  helped out on the Heise Ranch. Swam in the stinky sulpher water pool   - smelled like rotton eggs -  and relaxed in the hot springs.  Back then there was a cafe in Ritter and it had great food.  A family named the Jordons ran the cafe and general store and before that the Swaggerts.  One chilly halloween night some of the locals  -  I sat around the old pot belly stove in the general store  -  listened to Orson Wells. spin his tale  - War OF The Worlds  -  on an old scratchy sounding radio. Of course it was a repeat.  - I - m not that old -   TV reception  was bad so radio was  the only form of entertainment.    Local ranchers and residence of that time included  the Heises, Raiders, Calvins, Swaggerts. Jordons, Feldman, Dickersons,  -  The  Winslows, There were others but over time i have forgot. I - m sure that most of these people have died  by now and some are probably  buried in the Ritter Cemetery. These tough and gritty people  were the ones that  shaped this beautiful country and gave Ritter it - s charactor. I will always remember these  grand pioneers with fond memories for they and this land is what helped  to shape me.Read more",
            "I have mixed feelings about reviewing Ritter Hot Springs since I believe it is an undiscovered gem.  Witness that there are only two reviews here about it, and I am not sure the other one is actually about the same place since Ritter has never had a cafe.  What it is is an old stagecoach stop on the middle fork of the John Day river.  I think it used to be called McDuffy Hot Springs after the trapper that originally discovered the place  - although the Native Americans probably used it long before McDuffy stumbled across it - .  It is very, very rustic. There is a very old hotel with very small rooms with spartan furnishings.  The bath room and shower are  - down the hall - .  The second floor of the building is the old dance hall and if you are lucky Mike the owner will open it up and show it to you,  There are names and initials carved into the walls and you can see marks from boots where men used to lean against the wall and nervously scrape their spurs.  If you are really lucky you will have the chance to talk to a local who actually got to participate in the events held in the hall.  Some of them still come to soak in the hot water at the springs.  The main water feature is the Olympic sized swimming pool.  It is huge and can accommodate even large crowds.  Because of it - s size it is usually not as warm as most people expect.  If you want really hot water you will need to take the short walk up the hill to the soaking tubs, which is actually a concrete building separated into four compartments big enough for two or three each.  In addition to the hotel, there is room for several self-contained RVs on the grounds and MIke has restored or constructed a few very nice cabins that are for rent.  There is also the outdoor shower right next to the river that uses the same geo-thermal water that goes into the pools.  A good description of the place is that it is a relaxing step back in time, and we love it.  Once again, there is no store or cafe on the property so you need to bring everything with you and then pack out your garbage.  Ritter Hot Springs is only open from Memorial Day thru Labor Day each year.  We have been here a half-dozen times and will continue to go back.Read more"
        ],
        "star_ratings": [
            5,
            2,
            2,
            0,
            2
        ],
        "review_amount": 11,
        "location": [
            "Ritter",
            "Hoa Kỳ",
            "Suối nước nóng Ritter",
            "Oregon - HOẶC -",
            "Những điều cần làm ở Ritter"
        ],
        "reviews_time": [
            "Written August 30, 2019",
            "Written July 9, 2018",
            "Written February 2, 2017",
            "Written September 7, 2016",
            "Written July 16, 2015",
            "Written June 15, 2015",
            "Written August 13, 2014",
            "Written June 21, 2014",
            "Written March 6, 2014",
            "Written May 28, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52041-d3393382-Reviews-Ritter_Hot_Springs-Ritter_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g52041-d3393382-Reviews-or10-Ritter_Hot_Springs-Ritter_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g651971-d5568567-Reviews-Episkopi_Beach-Episkopi_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15610778-Reviews-Marvel_Avengers_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1944498-d4955134-Reviews-Cascade_de_Sillans-Sillans_la_Cascade_Var_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d379309-Reviews-Glodok_Chinatown-Jakarta_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104417-Reviews-Universal_Studios_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43137-d11537621-Reviews-Watt_Munisotaram-Hampton_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g41297-d103305-Reviews-Deep_Creek_Lake_State_Park-Oakland_Garrett_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d2290107-Reviews-Kal_Haven_Trail-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d3637468-Reviews-Xoriguer_Gin_Factory-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41866-d10020689-Reviews-Topsfield_Fair-Topsfield_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52041-d3393382-Reviews-or10-Ritter_Hot_Springs-Ritter_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52041-d3393382-Reviews-Ritter_Hot_Springs-Ritter_Oregon.html"
    },
    {
        "attraction_name": "Ritter Hot Springs",
        "attraction_name_vi": "Suối nước nóng Ritter",
        "general_info": [
            "11 đánh giá",
            "- 1 trong số 1 điều cần làm ở Ritter",
            "Suối Nước Nóng - Mạch Nước Nóng"
        ],
        "attraction_summary": "Ritter Hot Springs is a walk back in time. All fees for swimming, camping or rooms - cabins are on the honor system and are only cash - check  - you can even mail it in later if you must - . Be sure to take a look at the museum for the history. If you stay two nights or more, i recommend getting a cabin. In cabin 1, you can sleep 7  - two bedrooms with a queen bed each, plus a loft with three twin beds, a kitchen with large fridge, coffee maker, microwave, stove and sink, no dishwasher or toaster - , one bathroom with shower, lots of fans and two window air conditioners  - seemed ok even on a high 90 - s day - , so basic accommodations. You will need to bring your own food  - from Pendleton or John Day depending on which way you are coming from -  as there isn - t much around here to get food. If you stay in a hotel room, there is a grill, hot plate and microwave to heat at the office - museum , but probably best just to bring a cooler and sandwiches.  There is no alcohol allowed here  - owners are religious - .   Now why you came: the hot Springs!  One largish pool that is drained on Thursdays at 2pm for cleaning and refilled by Saturday afternoon; it - s warmer than an average pool but is not hot. They have lots of pool noodles and some floaties. Then go across the pedestrian bridge and up the hill to four concrete pools  - sit one or two people each if you really like the other person -  that are warmer but still not super hot. The water here is sulfur-containing and alkaline, so you feel  - silky -  while you are in it. It is not that advisable to drink that water so bring your own or a container to get drinkable water. This place is not fancy, not a spa, not a resort  - no massages here - , just an affordable, laidback place to relax. No cell service, no WIFI, no TV - so bring a good book or two. Only open Memorial Day to Labor Day.  If you - d like a cabin or room reservation, you must call  - and possibly leave a message - . When you arrive, you pick up your key with your name on it in masking tape form the unattended office. See their website for more details. Read more",
        "reviews": [
            "Hồ bơi đã đóng cửa vì nó đang được làm sạch. Vì vậy, chúng tôi đi bộ đến những bồn tắm suối nước nóng cũ nằm bên kia sông. Họ khá mộc mạc nhưng theo một cách tốt. Suối nước nóng là nơi ngâm mình tuyệt vời. Dễ dàng để có được và miễn phí. Nếu mở hồ bơi, chúng tôi sẽ phải trả giá - 5. Toàn bộ nơi này mang phong cách mộc mạc, điều này làm tăng thêm sự quyến rũ của nó. Nếu bạn muốn có một spa sang trọng - hãy đi đâu đó - nơi khác. Nếu bạn thích ngồi trong một bồn tắm bê tông mộc mạc ngoài trời thì nơi này là dành cho bạn. Nơi này cũng rất bận rộn.Đọc thêm",
            "Ritter là một lối thoát tuyệt vời đến nỗi tôi không cảm thấy thoải mái khi nói với người lạ về nó. Tôi muốn giữ bí mật. Tuy nhiên, đối với hầu hết mọi người, đó là một nỗ lực rất xa nên việc giữ bí mật phần nào đó không phải là quá khó. Khu vực xung quanh rất mát mẻ, bao gồm nghĩa trang, những ngôi nhà bỏ hoang và đặc biệt là Suối nước nóng Smith cũ bên bờ sông - phía nam cây cầu - . Tôi đi bộ qua một vườn cây ăn trái già để đến suối, chân tôi rất lấm bùn và có thể ngâm sạch trong bể nước nóng ở đầu hồ cũ. Tôi - muốn thấy cái này được phát triển lại. Hồi ở khách sạn có một bộ phim được quay ở đó vào năm 2015 hoặc 2016. Không biết tựa đề là gì nhưng có ai biết không?...Đọc thêm",
            "thái độ thoải mái. Bạn tự nhận phòng và khi rời đi, bạn bỏ tiền mặt vào hộp. Nhóm khách hàng không phải là dân hippie mà là những người thuộc tầng lớp trung lưu thích phiêu lưu. Mọi người đều muốn giúp đỡ bạn. Phòng của tôi rất sạch sẽ. Phòng tắm ở hành lang rất sạch sẽ. Tôi phải chạy đến văn phòng vào ban đêm để sử dụng lò vi sóng. Nhưng nguồn nước gần nhất lại nằm ở phòng tắm ở tòa nhà khác. Những căn phòng không được sử dụng tích cực đã đổ nát đến mức sắp sụp đổ do sức nặng của tuyết và gió thổi. Nó làm tôi nhớ đến chuyến đi của mình ở Ý.Đọc thêm",
            "Đây là một địa điểm mộc mạc, quyến rũ.  Tôi không muốn rời đi!  Chúng tôi ở trong cabin, thường xuyên bơi trong bể bơi suối nước nóng sạch sẽ, ấm áp và thích trò chuyện với những du khách khác cũng như chủ sở hữu.  Nó giống như trải nghiệm trực tiếp một bảo tàng sống khi chúng tôi có thể khám phá cửa hàng cũ, vũ trường và nhà tắm tư nhân kiểu cổ.  Lần tới chúng ta đi, những ngôi nhà nhỏ riêng tư sẽ được cải tạo lại.  Mang theo thức ăn của riêng bạn, một hoặc hai cuốn sách và một chiếc ghế ngoài trời thoải mái.  Chúng tôi mong muốn được quay lại nhiều lần.Đọc thêm",
            "Tôi thường không trải nghiệm giống như những người khác. Tôi đã mong đợi điều tồi tệ nhất nhưng lại rất ngạc nhiên. Một địa điểm lịch sử sạch sẽ gọn gàng mà chỉ tính phí - 3,00 cho một lần ngâm mình! Khách sạn đã cũ và tôi không nhìn vào bên trong, tôi - tôi chắc chắn. Nhưng phần còn lại của khuôn viên và khu cắm trại sạch sẽ như một tiếng còi.  Không có cửa hàng tổng hợp nào ngoại trừ cửa hàng lịch sử đã không mở cửa trong 40 năm Không có rượu và đóng cửa vào ngày sa-bát của chủ sở hữu - Thứ Bảy - cho đến khi mặt trời lặn - hồ bơi không phải khu cắm trại nhỏ -. Chủ sở hữu thoải mái, thân thiện và đưa ra nhiều lời khuyên về khu vực, danh lam thắng cảnh và tất cả. Có vẻ như những người đánh giá khác đang nói về một nơi khácĐọc thêm",
            "Cabin rất chật chội với nhiều ruồi và kiến ​​khắp nhà bếp. Dòng nước chảy có mùi của suối lưu huỳnh. Nhà tắm thật thô thiển. Bể bơi đã ngừng hoạt động và - bồn tắm nước nóng - chúng tôi được cung cấp đã bị hỏng, rỉ sét và bẩn thỉu.  Có một chiếc xe kéo rác rộng rãi, cũ kỹ ngay lối vào và - cửa hàng - là một mớ hỗn độn. Khung cảnh thiên nhiên rất đẹp và thú vị, nhưng phần còn lại sẽ phá hỏng nó. Đọc thêm",
            "Quản lý kém một nguồn tài nguyên tốt đẹp. Khuôn viên ngổn ngang những ngôi nhà di động đổ nát chứa đầy rác. Lớp vỏ bằng khối xi măng dành cho lò xo đang rơi xuống. Bồn tạo sóng là một bồn tắm nước nóng cũ nằm trên những khối than với tất cả các bộ phận hoạt động lộ ra ngoài. Không được thẩm mỹ cho lắm. Hồ bơi và nhà tắm trông rất đẹp nhưng tôi không đến vì chúng tôi quan tâm đến mùa xuân hơn. Chúng tôi quay lại và rời đi mà không sử dụng chúng. Tôi thích sự mộc mạc nhưng những thứ này không được chăm sóc hay đối xử cẩn thận. Một trong những ngôi nhà cho thuê có một chiếc ghế sofa cũ bẩn thỉu ở hiên nhà. Có một chiếc xe moóc du lịch cũ đậu cạnh đó chứa đầy rác.Đọc thêm",
            "Lớn lên vào những năm 60, tôi đã dành rất nhiều thời gian ở Ritter và các trang trại xung quanh. Những cỏ khô bị săn bắt, đánh bắt đã đi chăn gia súc và giúp đỡ Trang trại Heise. Bơi trong hồ nước bốc mùi lưu huỳnh - có mùi trứng thối - và thư giãn trong suối nước nóng.  Hồi đó ở Ritter có một quán cà phê và đồ ăn rất ngon.  Một gia đình tên là Jordons điều hành quán cà phê và cửa hàng tổng hợp và trước đó là Swaggerts.  Một đêm Halloween lạnh lẽo, một số người dân địa phương - tôi ngồi quanh chiếc bếp lò cũ kỹ trong cửa hàng tổng hợp - nghe Orson Wells. quay câu chuyện của mình - War OF The Worlds - trên một chiếc radio cũ kỹ, phát ra âm thanh chói tai. Tất nhiên đó là sự lặp lại.  - Tôi - tôi không già đến thế - sóng truyền hình kém nên đài là hình thức giải trí duy nhất.    Các chủ trang trại địa phương và nơi cư trú thời đó bao gồm Heises, Raiders, Calvins, Swaggerts. Jordons, Feldman, Dickersons, - The Winslows, Có những người khác nhưng theo thời gian tôi đã quên mất. Tôi - tôi chắc chắn rằng hầu hết những người này đã chết và một số có thể được chôn cất tại Nghĩa trang Ritter. Những con người cứng rắn và gan góc này chính là những người đã định hình nên đất nước xinh đẹp này và tạo nên nét đặc trưng của Ritter. Tôi sẽ luôn nhớ đến những người tiên phong vĩ đại này với những kỷ niệm đẹp về họ và vùng đất này đã giúp hình thành nên tôi.Đọc thêm",
            "I have mixed feelings about reviewing Ritter Hot Springs since I believe it is an undiscovered gem.  Witness that there are only two reviews here about it, and I am not sure the other one is actually about the same place since Ritter has never had a cafe.  What it is is an old stagecoach stop on the middle fork of the John Day river.  I think it used to be called McDuffy Hot Springs after the trapper that originally discovered the place  - although the Native Americans probably used it long before McDuffy stumbled across it - .  It is very, very rustic. There is a very old hotel with very small rooms with spartan furnishings.  The bath room and shower are  - down the hall - .  The second floor of the building is the old dance hall and if you are lucky Mike the owner will open it up and show it to you,  There are names and initials carved into the walls and you can see marks from boots where men used to lean against the wall and nervously scrape their spurs.  If you are really lucky you will have the chance to talk to a local who actually got to participate in the events held in the hall.  Some of them still come to soak in the hot water at the springs.  The main water feature is the Olympic sized swimming pool.  It is huge and can accommodate even large crowds.  Because of it - s size it is usually not as warm as most people expect.  If you want really hot water you will need to take the short walk up the hill to the soaking tubs, which is actually a concrete building separated into four compartments big enough for two or three each.  In addition to the hotel, there is room for several self-contained RVs on the grounds and MIke has restored or constructed a few very nice cabins that are for rent.  There is also the outdoor shower right next to the river that uses the same geo-thermal water that goes into the pools.  A good description of the place is that it is a relaxing step back in time, and we love it.  Once again, there is no store or cafe on the property so you need to bring everything with you and then pack out your garbage.  Ritter Hot Springs is only open from Memorial Day thru Labor Day each year.  We have been here a half-dozen times and will continue to go back.Read more"
        ],
        "star_ratings": [
            5,
            2,
            2,
            0,
            2
        ],
        "review_amount": 11,
        "location": [
            "Suối nước nóng Ritter",
            "Oregon - HOẶC -",
            "Ritter",
            "Hoa Kỳ",
            "Những điều cần làm ở Ritter"
        ],
        "reviews_time": [
            "Written August 30, 2019",
            "Written July 9, 2018",
            "Written February 2, 2017",
            "Written September 7, 2016",
            "Written July 16, 2015",
            "Written June 15, 2015",
            "Written August 13, 2014",
            "Written June 21, 2014",
            "Written March 6, 2014",
            "Written May 28, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52041-d3393382-Reviews-Ritter_Hot_Springs-Ritter_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g52041-d3393382-Reviews-or10-Ritter_Hot_Springs-Ritter_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g651971-d5568567-Reviews-Episkopi_Beach-Episkopi_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15610778-Reviews-Marvel_Avengers_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1944498-d4955134-Reviews-Cascade_de_Sillans-Sillans_la_Cascade_Var_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d379309-Reviews-Glodok_Chinatown-Jakarta_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104417-Reviews-Universal_Studios_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43137-d11537621-Reviews-Watt_Munisotaram-Hampton_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g41297-d103305-Reviews-Deep_Creek_Lake_State_Park-Oakland_Garrett_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d2290107-Reviews-Kal_Haven_Trail-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d3637468-Reviews-Xoriguer_Gin_Factory-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41866-d10020689-Reviews-Topsfield_Fair-Topsfield_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52041-d3393382-Reviews-or10-Ritter_Hot_Springs-Ritter_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52041-d3393382-Reviews-Ritter_Hot_Springs-Ritter_Oregon.html"
    }
]