[
    {
        "attraction_name": "Rivers Casino Des Plaines",
        "attraction_name_vi": "Sòng bạc Rivers Des Plaines",
        "general_info": [
            "762 đánh giá",
            "- 1 trong 26 điều cần làm ở Des Plaines",
            "Sòng bạc"
        ],
        "attraction_summary": "Sòng bạc Rivers là Điểm đến Giải trí Hàng đầu của Chicagoland! Nằm cách Sân bay Quốc tế Chicago - s O - Hare và khu giải trí Rosemont - vài phút, Rivers Casino có hơn 1.500 máy đánh bạc mới nhất và hấp dẫn nhất cũng như hơn 70 trò chơi trên bàn với những hoạt động hay nhất luôn sẵn sàng 24 giờ mỗi ngày. Truy cập BetRivers Sportsbook và theo dõi từng phút của trận đấu trên Tường LED độ phân giải cao từ chỗ ngồi cao cấp của sân vận động. Một số bổ sung mới nhất cho sàn sòng bạc là Phòng Poker, AquaBar và Trung tâm Sự kiện, nơi đã đón tiếp một số nghệ sĩ đẳng cấp thế giới như Michael Bolton, Cheap Trick, Melissa Etheridge, Jeffrey Osborne và nhiều người khác. Ngoài trò chơi và giải trí đẳng cấp thế giới, Rivers Casino còn có nhiều lựa chọn ăn uống khác nhau. Chỗ đỗ xe miễn phí có sẵn ngay trong khuôn viên. Đối với nhu cầu về chỗ ở và vận chuyển, vui lòng truy cập RiversCasino.com. Rivers Casino tự hào cung cấp cho các thành viên trong nhóm của chúng tôi một nơi an toàn để làm việc và khách hàng của chúng tôi một nơi an toàn để chơi.Đọc thêm",
        "reviews": [
            "Hôm qua tại hố 7, tôi đã có khoảng thời gian vui vẻ và tràn đầy năng lượng khi chơi một trong các trò chơi trên bàn và ông chủ hố Kate Lam và Corey Upchurch đã khiến trải nghiệm trở nên rất năng động, tích cực và thân thiện! Đêm hóa ra thật tuyệt vời! Hãy tiếp tục phát huy và chắc chắn sẽ quay lại!Đọc thêm",
            "Andre Kalpani thật là thú vị. Tôi đang bị thẻ đen và điều đó không quan trọng với anh ấy. Anh ấy đối xử với MỌI KHÁCH HÀNG, NGƯỜI CHƠI, NGƯỜI GIAO DỊCH bằng sự tôn trọng và sự tò mò tử tế như nhau. Tôi đã hỏi đi hỏi lại một nơi nào đó để ghi nhận Người đàn ông tốt bụng này!!!! Anh ấy theo dõi số lần mua của tôi và chơi rất chính xác! Anh ấy đang thăm dò các đại lý và rất tôn trọng! Thành thật mà nói, anh ấy cần phải dạy một lớp cho những người giám sát và nhân viên khác!! Tôi đến đây và hầu hết đều không thắng nhưng anh ấy khiến tôi cảm thấy mình là người chiến thắng mỗi lần ghé thăm! Cảm ơn Rivers vì Andre! Anh ấy là một tài sản lớn của công ty!Đọc thêm",
            "We actually normally have a blast at Rivers, it - s clean, the games are fun, the drinks are great, and 99 -  of the time the staff is really great. However on Saturday March 23rd, we went to the Casino to hang out and play for a bit at about 10:00pm. My boyfriend went to play Craps and I was blown away at how rude one particular worker was. I wish I  had grabbed his name, he was a younger black guy running it but he was so incredibly rude! This particular table itself wasn - t busy yet unlike some of the other tables and a few moments after coming to the table my boyfriend pulled out  - 300 and asks the worker,  - Can I get some chips? -  My boyfriend didn - t yell it or anything so the workers response blew me away- he goes,  - I don - t know, can you? -  My boyfriend has anxiety so he just gave a nervous laugh then the worker rolls his eyes and hands him chips. It was so weird and uncomfortable because we - ve always had a positive experience with the coworkers there. I immediately whispered to his ear that maybe we should go to another table but he wanted to stay since this table wasn - t crowded unlike the others. However this workers snark continued, he continuously sighed and rolled his eyes throughout the games and even through his hands in the air with another eye roll when he couldn - t understand someone - s accent next to us. I can - t believe Rivers lets someone get away with this behavior. I can understand someone having a bad day but this clearly wasn - t a bad day, this was just a snarky attitude. I really hope someone else caught his name and definitely reports him. Let - s just hope he doesn - t pull that behavior with others who don - t have anxiety because if he does that again on others, especially if they - ve been drinking, I can definitely see an altercation happening.Read more",
            "Hồi tháng 2, tôi đã có trải nghiệm tuyệt vời khi chơi màu đen ở khu vực giới hạn cao. Ông chủ Pit Madeline và Người chia bài Amanda O - Leary đã tạo nên bầu không khí tràn đầy năng lượng và tích cực, khiến đêm diễn trở nên hoành tráng! Hãy tiếp tục công việc tốt đẹp này!Đọc thêm",
            "Dòng thu ngân của sòng bạc Rivers thật lố bịch.  Tôi mất 35 phút để đổi chip của mình vì họ chỉ mở 1 dòng cho những người chơi không có thẻ đặc biệt.  Mọi thứ khác đều ổn nhưng do dòng nhân viên thu ngân không có tổ chức nên tôi sẽ không quay lại.  Trải nghiệm tồi tệ nhất tôi - từng có sòng bạc do đường dây thu ngân này.Đọc thêm",
            "Rene đã cho chúng tôi dịch vụ khách hàng tuyệt vời. Anh ấy rất hữu ích và là khách hàng lần đầu tiên anh ấy chắc chắn đã thuyết phục tôi quay lại.Đọc thêm",
            "Rene là một nhân viên pha chế xuất sắc! Tôi đã nói với anh ấy những gì tôi thích và anh ấy đã tạo ra những đồ uống thơm ngon tuyệt vời theo sở thích của tôi! Dịch vụ khách hàng tuyệt vời!Đọc thêm",
            "Nhân viên pha chế của chúng tôi - Rene - đã làm cho chúng tôi những ly martini chanh rất ngon. Chúng tôi thực sự rất thích đồ uống mà anh ấy pha cho chúng tôi và chúng tôi đã rất vui vẻ khi chơi máy đánh bạc.Đọc thêm",
            "Tôi có thẻ đen, một cô hầu bàn tên Christina đã đợi tôi và một vài người bạn của tôi ở bàn craps, rất thân thiện và góp phần mang lại trải nghiệm tuyệt vời. Hãy thuê thêm những người như cô ấy Đọc thêm",
            "Trong chuyến thăm gần đây của tôi, tôi thực sự ấn tượng với dịch vụ tuyệt vời do Vance G cung cấp. Rất thân thiện và rất hữu ích. Đọc thêm",
            "buffet có mở cửa không và giá bao nhiêuĐọc thêm",
            "bữa tối tự chọn có phải là opebĐọc thêm",
            "Có dịch vụ đỗ xe có người phục vụ không? Đọc thêm",
            "Xin chào Beverly, cảm ơn bạn đã quan tâm đến Rivers Casino. Hiện tại chúng tôi không cung cấp dịch vụ người giúp việc.  Các lựa chọn đậu xe của chúng tôi bao gồm chỗ đậu xe miễn phí ở cả lô đất xung quanh tòa nhà và khu vực gara.Đọc thêm",
            "Có hôm các bạn trả nhiều tiền hơn nên các bạn mất rất nhiều tiền ở đó 3 dịch vụ tốt hơn và các bàn chipperĐọc thêm",
            "Tôi ước một ngày nào đó khi đến đó tôi có thể giành được thứ gì đó. Tôi đến đó vì con trai tôi bị tàn phế với rất nhiều vấn đề và tôi ước một ngày nào đó tôi có thể may mắn giành được một ít tiền để có thể mua được nhiều thứ mà con trai tôi cần!! Tôi hy vọng một ngày nào đó tôi có thể giành được thứ gì đó mà chắc chắn là tôi đã mất rất nhiều tiềnĐọc thêm",
            "Khi nào DJ và - hoặc Âm nhạc sẽ quay trở lại? Đọc thêm",
            "Xin chào Brendah37, cảm ơn bạn đã hỏi về Rivers Casino.  Chúng tôi hiện không cung cấp DJ hoặc nhạc sống.  Vui lòng kiểm tra trang web của chúng tôi thường xuyên để biết thông tin cập nhật về các lựa chọn giải trí của chúng tôi.Đọc thêm",
            "Có bãi đậu xe trên mặt đất ở sòng bạc không, chúng tôi cần khoảng cách 8ftĐọc thêm",
            "Nếu một nhân viên của sòng bạc Rivers gần đây đã nghỉ việc thì liệu có một khoảng thời gian trước khi người đó có thể đánh bạc lại tại sòng bạc đó không.Đọc thêm",
            "Sòng bạc Three Rivers, ở Pittsburgh, Pa., có mở cửa vào Ngày Giáng sinh không, mấy giờ? Mình cần số điện thoại của bạn ấy, tìm hoài không thấy? Cảm ơn bạn!Đọc thêm",
            "Tôi đang đề cập đến một cái ở Chicago, tôi tìm kiếm cái ở PA và tìm ra - 412 - 231-7777Đọc thêm",
            "Mức lương tối thiểu khi nói đến các bàn blackjack là bao nhiêu.Đọc thêm",
            "Tôi thấy - lương 5.Đọc thêm",
            "Xin chào buffet hôm nay bao nhiêuĐọc thêm",
            "Không chắc.  Chúng tôi chưa ăn ở đây nên có thể muốn thử gọi điện.Đọc thêm"
        ],
        "star_ratings": [
            228,
            182,
            179,
            68,
            105
        ],
        "review_amount": 762,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Des Plaines",
            "đồng bằng",
            "Sòng bạc Rivers Des Plaines",
            "Illinois - IL -"
        ],
        "reviews_time": [
            "Written May 19, 2024",
            "Written April 14, 2024",
            "Written March 26, 2024",
            "Written March 11, 2024",
            "Written March 4, 2024",
            "Written January 25, 2024",
            "Written January 25, 2024",
            "Written January 19, 2024",
            "Written January 8, 2024",
            "Written November 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35889-d2258659-Reviews-Rivers_Casino_Des_Plaines-Des_Plaines_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35889-d2406759-Reviews-Hugo_s_Frog_Bar_Chop_House-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36630-d429555-Reviews-Giordano_s-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35889-d4821674-Reviews-Flipt-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35889-d6678707-Reviews-The_Garden_Grille_Bar-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35889-d5503915-Reviews-Mian-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35889-d11719135-Reviews-Coffee_Spot-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35889-d8277108-Reviews-The_Bistro-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36630-d12828443-Reviews-Moretti_s_Ristorante_Pizzeria-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36630-d2633959-Reviews-TGI_Fridays-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36630-d9748076-Reviews-Cilantro_Taco_Grill-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d10847105-Reviews-Museum_of_Hummels-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d1418715-Reviews-Donald_E_Stephens_Convention_Center-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d8567588-Reviews-Parkway_Bank_Park_Entertainment_District-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d2056219-Reviews-Wolff_s_Flea_Market-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d14172241-Reviews-Impact_Field-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d562394-Reviews-Allstate_Arena-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d8178789-Reviews-The_Ballpark_at_Rosemont-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d25405508-Reviews-Anime_Midwest-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d10686359-Reviews-Lake_Opeka-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d6773432-Reviews-Rosemont_Theatre-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d2258659-Reviews-or10-Rivers_Casino_Des_Plaines-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d11004897-Reviews-Lotus-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d5566640-Reviews-IFLY_Indoor_Skydiving_Chicago_Rosemont-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d10038315-Reviews-Escape_Brigade_Escape_Rooms-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23412899-Reviews-Taxi_to_O_Hare-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d4725318-Reviews-Fashion_Outlets_of_Chicago-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d7134733-Reviews-Kings_Dining_Entertainment-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d7297760-Reviews-Touch_Companies_Wellness_Center_Day_Spa-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8309036-Reviews-Allure_De_Vie_Day_Spa_Med_Spa-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d5832784-Reviews-Shoeless_Joe_s_Ale_House_Grille-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d6198927-Reviews-Gibsons_Bar_Steakhouse_Rosemont-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d10839052-Reviews-AMC_Rosemont_18-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g304001-d8666603-Reviews-Kapas_Island-Pulau_Kapas_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d106578-Reviews-Madame_Tussauds_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4227674-Reviews-Zabeel_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d103028-Reviews-Alaska_Native_Heritage_Center-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d10071122-Reviews-Spanish_Immersion_School-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34564-d8352077-Reviews-Plant_City_Farm_Flea_Market-Plant_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d7603312-Reviews-Tokyo_Leisure_Land-Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g43235-d126874-Reviews-Itasca_State_Park-Lake_Itasca_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34342-d254416-Reviews-Bill_Baggs_Cape_Florida_State_Park-Key_Biscayne_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34752-d15021372-Reviews-Bird_Creek_Beach-Yankeetown_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35889-d2258659-Reviews-or10-Rivers_Casino_Des_Plaines-Des_Plaines_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35889-d2258659-Reviews-Rivers_Casino_Des_Plaines-Des_Plaines_Illinois.html"
    }
]