[
    {
        "attraction_name": "Rocca Marina",
        "attraction_name_vi": "Bến du thuyền Rocca",
        "general_info": [
            "99 đánh giá",
            "- 1 trong số 1 điều cần làm ở Hamat",
            "Bến du thuyền"
        ],
        "attraction_summary": "I recently had a disappointing experience at this beach resort that I would not recommend to others. The service was terrible, starting with a misleading phone call prior to our visit. We were informed that kids under 10 years old would be free, but upon arrival, we were told that this was not true. In fact, for every two kids, we were expected to pay the same rate as one adult. This unexpected cost was frustrating and felt like false advertising.\n\nAdditionally, the resort was overpriced for the quality of service and amenities provided. The cleanliness of the facilities left much to be desired, and it was clear that what we had seen on social media did not accurately represent the actual condition of the resort. The discrepancy between the advertised image and the reality was disappointing and misleading.\n\nThe receptionist - s lack of respect and professionalism was another notable issue. Her attitude and approach were far from courteous, leaving a negative impression right from the start. A welcoming and helpful receptionist is crucial for creating a positive guest experience, but unfortunately, that was not the case here.\n\nFurthermore, the resort - s pricing for water activities was misleading and inflated. We were initially quoted  - 10 for certain activities, but upon arrival, the prices had doubled. This lack of transparency and inconsistency in pricing only added to our dissatisfaction.\nPools were extremely dirty too!\n\nOverall, considering the exorbitant price we paid, over  - 270, for an experience that fell short of expectations, I cannot recommend this beach resort. The misleading information, poor service, cleanliness issues, and unprofessional attitude of the receptionist all contributed to a disappointing stay. Save your money and seek out a different beach resort that offers better value and a more enjoyable experience.\n\nThe only nice things were the location  - behind it was a mountain -  and the music..\nRead more",
        "reviews": [
            "Đây tốt nhất là một khách sạn 1 sao. Xin vui lòng không ở đây đặc biệt nếu bạn có con. Họ không có khu vực tiếp tân, đó là một căn lều kính đầy khói thuốc lá. Âm nhạc bùng nổ suốt cả ngày, to đến mức bạn không thể nói chuyện với bất kỳ ai ở cách xa 2 feet hoặc quên mất việc chợp mắt hay thư giãn. Đang diễn ra - rất không an toàn - việc xây dựng khắp nơi với những thanh cốt thép sắc nhọn khắp các tầng của khu nghỉ dưỡng. \n\nCác phòng thật kinh tởm. Tôi - tôi không chắc làm thế nào họ - không xấu hổ khi đưa chúng cho khách hàng. Nấm mốc khắp phòng tắm, nhà vệ sinh lỏng lẻo, vòi hoa sen hỏng, mùi mốc trong phòng, gạch men vỡ khắp nơi, điều hòa rò rỉ trên sàn, ga trải giường cực rẻ, TV không hoạt động, tường bẩn có lẽ không được sơn trong 5 năm.\n\nChỉ có một nhà hàng hải sản có giá cao hơn.  - 6USD cho một cốc bia, - 24USD cho một chiếc burger - khoai tây chiên và - 24USD cho một chiếc pizza phô mai. Xin hãy tránh xa khỏi đây. Họ là một sự ô nhục và xấu hổ đối với Lebanon.Đọc thêm",
            "Trải nghiệm tồi tệ nhất tôi từng có ở một khu nghỉ dưỡng bãi biển ở Lebanon trong tầm giá này. Sau khi nhận phòng - bị trì hoãn từ cuối - có rất ít chỗ để ngồi trên bãi biển. Phòng có thể sạch hơn và côn trùng bay là một vấn đề thực sự. Chúng tôi không được cung cấp thêm khăn trải giường khi họ hết - mặc dù có một chiếc giường sofa trong phòng - và rất keo kiệt với khăn tắm và cuộn giấy vệ sinh. Trải nghiệm trên bãi biển thật tồi tệ khi âm nhạc ồn ào kéo dài hàng giờ, nặng nề với tiếng trống và nhạc cụ đập. Bữa sáng nghèo nàn và đến muộn - sau 9 giờ 30 sáng -. Quá nhiều tiềm năng bị lãng phí cho vị trí tuyệt vời này. Sẽ không xem lại.Đọc thêm",
            "Giá quá cao. Điều đó cũng ổn nhưng khi 4 người đưa ra cho chúng tôi 5 mức giá vào cửa khác nhau. Cờ đỏ. Nhưng dịch vụ này quá tệ. Yêu cầu đồ uống và những người phục vụ cười và nói không có tiếng Anh. Vì vậy, tôi bỏ đi và họ nói được rồi, chúng tôi nói tiếng Anh bạn muốn gì. Ừm, xin lỗi nhưng trả tiền - 250 đô la Mỹ cho dịch vụ đó là tệĐọc thêm",
            "Nơi này cho đến nay là khu nghỉ dưỡng tồi tệ nhất và thiếu chuyên nghiệp nhất mà tôi từng đến. Mặc dù nó có khả năng tiếp thị tuyệt vời trên phương tiện truyền thông xã hội, nhưng trên thực tế, những gì bạn thấy không thể khác xa sự thật là nó được quản lý kém và quá đắt nếu xét đến chất lượng dịch vụ thấp như thế nào. Chúng tôi đã trả 60 - mỗi người cho cả lối vào - quyền sử dụng phòng chờ. Khu vực phòng chờ là một lý do đáng tiếc cho những gì một phòng chờ được cho là, không chỉ vậy mà ngay cả phần lớn nhân viên cũng thô lỗ và hiếu khách. Những chiếc giường tắm nắng nằm cách xa khu vực phòng khách và khi bạn yêu cầu mang ô thì câu trả lời là chúng tôi không có. Hầu hết các món trong thực đơn đều không có sẵn và những phần nhỏ, những thứ đơn giản như cà phê cũng không có sẵn. Mặc dù dịch vụ tệ đến mức nào, ở mọi nơi đều có một vài người tốt và chúng tôi đã chọn ngồi ở khu vực hướng ra biển - không phải là khu vực tiếp khách, nhưng người phục vụ ở đó tên anh ấy là hamoudi rất thân thiện và rất hữu ích. Tuy nhiên, tôi sẽ không bao giờ quay lại và đặc biệt khuyên những ai đang cân nhắc nơi này nên đi bất cứ nơi nào khác, vì nó hoàn toàn không có giá trị. Đọc thêm",
            "Chúng tôi đã trả 50 - - 2 người và rời đi sau một giờ! \nĐể bắt đầu với mattlas đã không được làm sạch trong nhiều năm \nChúng tôi đi vào hồ bơi lần đầu tiên tôi tìm thấy một chiếc túi nylon nhỏ cố gắng phớt lờ nó \nSau đó, chúng tôi tìm thấy một chiếc hộp nhựa, nơi họ đựng nước sốt cũng cố gắng phớt lờ thì có một con côn trùng bên trong hồ bơi, nó có khả năng chống nước và nó dính vào người chúng tôi!\nĐó là nó đối với tôi. Tôi không thể chịu đựng được sự ô uế của họ và tôi quyết định rời đi \nChúng tôi đã cố gắng giải thích cho những người phụ nữ phụ trách nơi này chuyện đã xảy ra nhưng cô ấy không hề quan tâm và nói với chúng tôi rằng điều đó là không thể vì họ dọn dẹp hồ bơi hàng ngày - .. \nkhông - không hoàn trả tiền của chúng tôi - không quan tâm đến phản hồi không tốt của chúng tôi \n50 tệ nhất - trải nghiệm chưa từng có Đọc thêm",
            "Chúng tôi đã trả 50 - - 2 người và rời đi sau một giờ! Để bắt đầu với những tấm thảm đã không được làm sạch từ lâu. Chúng tôi đi vào hồ bơi, lần đầu tiên tôi tìm thấy một chiếc túi nylon nhỏ cố gắng phớt lờ nó. Sau đó, chúng tôi tìm thấy một hộp nhựa, nơi họ đựng nước sốt cũng cố gắng phớt lờ thì có một con côn trùng bên trong hồ bơi, nó có khả năng chống nước và dính vào cơ thể chúng tôi! Đối với tôi đó là điều đó. Tôi không thể chịu được sự ô uế của họ và tôi quyết định rời đi. Chúng tôi đã cố gắng giải thích với những người phụ nữ phụ trách nơi này chuyện gì đã xảy ra và cô ấy không quan tâm và nói với chúng tôi rằng điều đó là không thể vì họ dọn dẹp hồ bơi hàng ngày - .. không - Không hoàn lại tiền của chúng tôi - không quan tâm đến phản hồi xấu của chúng tôi 50 tệ nhất - trải nghiệm chưa từng có Đọc thêm",
            "Nơi này cho đến nay là khu nghỉ dưỡng tồi tệ nhất và thiếu chuyên nghiệp nhất mà tôi từng đến. Mặc dù nó có khả năng tiếp thị tuyệt vời trên phương tiện truyền thông xã hội, nhưng trên thực tế, những gì bạn thấy không thể khác xa sự thật là nó được quản lý kém và quá đắt nếu xét đến chất lượng dịch vụ thấp như thế nào. Chúng tôi đã trả 60 - mỗi người cho cả lối vào - quyền sử dụng phòng chờ. Khu vực phòng chờ là một lý do đáng tiếc cho những gì một phòng chờ được cho là, không chỉ vậy mà ngay cả phần lớn nhân viên cũng thô lỗ và hiếu khách. Những chiếc giường tắm nắng nằm cách xa khu vực phòng khách và khi bạn yêu cầu mang ô thì câu trả lời là chúng tôi không có. Hầu hết các món trong thực đơn đều không có sẵn và những phần nhỏ, những thứ đơn giản như cà phê cũng không có sẵn. Mặc dù dịch vụ tệ đến mức nào, ở mọi nơi đều có một vài người tốt và chúng tôi đã chọn ngồi ở khu vực hướng ra biển - không phải là khu vực tiếp khách, nhưng người phục vụ ở đó tên anh ấy là hamoudi rất thân thiện và rất hữu ích. Tuy nhiên, tôi sẽ không bao giờ quay lại và đặc biệt khuyên những ai đang cân nhắc nơi này nên đi bất cứ nơi nào khác, vì nó hoàn toàn không có giá trị. Đọc thêm",
            "Nơi tuyệt vời! Quan điểm tuyệt vời. Nước sạch. Thức ăn ngon. Bầu không khí tốt nhưng hơi đắt tiền!! Đọc thêm",
            "Tôi đã đến thăm bến du thuyền roca vào tháng 8 năm 2023, phí vào cửa rất đẹp là 25 - đối với người lớn và 15 - đối với trẻ em, họ có một số hoạt động như bầu trời phản lực, xe phản lực và xe đạp nước cũng như các ý kiến ​​khác và bạn có thể bơi trên bãi biển và trong hồ bơi và đó là nơi tuyệt vời để chụp ảnh, họ cũng có chương trình khác nhau với nhạc sống. Điểm tiêu cực là: - Họ chỉ có hai phòng tắm và hai wc cho nơi dành cho lợn này khiến tôi phải đợi khoảng 20 phút để chụp một cơn mưa rào. - Khi chúng tôi vào nơi họ đến gặp chúng tôi và nói với chúng tôi rằng phần trên của nơi có hồ bơi trắng là vip và chúng tôi phải trả 250 - nếu chúng tôi ngồi, nhưng ngồi gần bãi biển thì miễn phí nhưng bạn nên chi tối thiểu 100 - cho thức ăn và đồ uống trước khi bạn rời đi. - Giá đồ ăn, đồ uống đắt đỏ. - Có đá trên cát ở bãi biển, bạn nên cẩn thận khi đi trên bãi biển.Đọc thêm",
            "Những kẻ lừa đảo, nó không có giá trị quá 50 - - -. Họ được vào cửa miễn phí câu lạc bộ bãi biển với giá 25 đô la, sau đó họ lấy thêm 100 đô la giới hạn - cho - Phải chi - cho đồ ăn và đồ uống nhưng thực đơn của họ rất đắt - lúc đầu họ nói rằng bạn có toàn quyền truy cập vào câu lạc bộ bãi biển nhưng sau này vì những lý do vô lý mà họ lấy thêm tiền - .. bên cạnh đó có những kẻ lừa đảo khắp câu lạc bộ bãi biển. Lebanon không còn an toàn nữa - Đọc thêm",
            "Kinh tởm ! Định giá quá cao theo cách có thể chấp nhận được! Tiện nghi bẩn thỉu, mùi hôi thối khắp nơi và giá quá cao. KHÔNG ĐƯỢC KHUYẾN NGHỊ!!! Chạy đi! Ngay cả đồ uống trong thực đơn cũng không được pha chế đúng cách!  - espresso martini với bailey chứ không phải espresso!Đọc thêm",
            "Thành thật mà nói trải nghiệm tồi tệ nhất! Quá đắt cho một bãi biển bẩn với những tiện nghi bẩn thỉu như vậy. Yuk! Kinh tởm!! Đây từng là nơi tôi đi biển khi đến Lebanon, và bây giờ - KHÔNG LỚN!!!!! Đọc thêm",
            "Giá quá cao. Điều đó cũng ổn nhưng khi 4 người đưa ra cho chúng tôi 5 mức giá vào cửa khác nhau. Cờ đỏ. Nhưng dịch vụ này quá tệ. Yêu cầu đồ uống và những người phục vụ cười và nói không có tiếng Anh. Vì vậy, tôi bỏ đi và họ nói được rồi, chúng tôi nói tiếng Anh bạn muốn gì. Ừm, xin lỗi nhưng trả tiền - 250 đô la Mỹ cho dịch vụ đó là tệĐọc thêm",
            "Trải nghiệm tồi tệ nhất tôi từng có ở một khu nghỉ dưỡng bãi biển ở Lebanon trong tầm giá này. Sau khi nhận phòng - bị trì hoãn từ cuối - có rất ít chỗ để ngồi trên bãi biển. Phòng có thể sạch hơn và côn trùng bay là một vấn đề thực sự. Chúng tôi không được cung cấp thêm khăn trải giường khi họ hết - mặc dù có một chiếc giường sofa trong phòng - và rất keo kiệt với khăn tắm và cuộn giấy vệ sinh. Trải nghiệm trên bãi biển thật tồi tệ khi âm nhạc ồn ào kéo dài hàng giờ, nặng nề với tiếng trống và nhạc cụ đập. Bữa sáng nghèo nàn và đến muộn - sau 9 giờ 30 sáng -. Quá nhiều tiềm năng bị lãng phí cho vị trí tuyệt vời này. Sẽ không xem lại.Đọc thêm",
            "Tôi không giới thiệu nơi này chút nào, trải nghiệm rất tệ và cực kỳ đắt đỏ mà chẳng có gì cả, nơi này chỉ đẹp để chụp ảnh. Đọc thêm",
            "Ngày khai trương là gì? Nó sẽ được mở vào tháng 4 chứ?Đọc thêm",
            "Bạn có wifi miễn phí khôngĐọc thêm",
            "Không, thật không may là không có wifi miễn phí. Đọc thêm",
            "Xin chào, một phòng một đêm ở rocca marina có giá bao nhiêu??Đọc thêm",
            "Xin chào, giá một đêm nghỉ thứ bảy tại nhà gỗ cho 2 người là bao nhiêu?Đọc thêm",
            "phí vào cửa cho mọi thứ bao gồm cả cuộc thi bơi lộiĐọc thêm",
            "Bao nhiêu cho 10 ngàyXem thêm",
            "ồ thế - tệ quá!! Tôi đã sẵn sàng đến thăm Rocca Marina vào thứ bảy tới nhưng sau khi đọc bài đánh giá gần đây nhất của bạn cho năm nay, tôi cảm thấy còn hơn cả do dự !!! điều đó - thực sự đáng ngạc nhiên! bởi vì tôi đã kiểm tra trang của nó trên facebook và nó hiển thị xếp hạng 4,4 nhưng cũng có một số đánh giá không mấy tích cực trên fb !!\nvậy thà không ghé thăm còn hơn?!!!Đọc thêm",
            "Xin chào Mirna, đây là Claude, chủ sở hữu của Rocca. Tôi nghĩ rằng hầu hết những đánh giá này đều đúng, không phải một chút về nước - nước thật tuyệt vời! - \nChúng tôi vẫn đang tìm cách giải quyết tất cả sự chú ý mà chúng tôi nhận được sau buổi phóng sự của MTV; như đã nói, chúng tôi có một đội mạnh và chúng tôi đang biến điều đó thành hiện thực. Chúng tôi rất vui khi có bạn tại Rocca và tôi thực sự khuyên bạn nên đến bất cứ lúc nào trong tuần hoặc Thứ Bảy.Đọc thêm",
            "Xin vui lòng cho giá 2 đêm và nếu có dublex shaleh?Đọc thêm",
            "Tôi muốn biết liệu chúng tôi có thể ở lại qua đêm 2 ngày khôngĐọc thêm",
            "Tôi muốn biết giá cho chỗ ở trọn ngày, vui lòng đọc thêm"
        ],
        "star_ratings": [
            24,
            3,
            0,
            7,
            65
        ],
        "review_amount": 99,
        "location": [
            "Hamat",
            "Tỉnh Bắc",
            "Liban",
            "Bến du thuyền Rocca",
            "Những việc cần làm ở Hamat",
            "Trung đông"
        ],
        "reviews_time": [
            "Written July 12, 2023",
            "Written July 24, 2023",
            "Written August 9, 2023",
            "Written August 10, 2023",
            "Written September 12, 2023",
            "Written September 25, 2023",
            "Written September 25, 2023",
            "Written September 12, 2023",
            "Written August 13, 2023",
            "Written August 13, 2023",
            "Written August 13, 2023",
            "Written August 13, 2023",
            "Written August 13, 2023",
            "Written August 10, 2023",
            "Written August 10, 2023",
            "Written July 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g21102425-d3476380-Reviews-Rocca_Marina-Hamat_North_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1943861-d18313207-Reviews-Botrys_Sea_Lounge-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6538961-d15856362-Reviews-Peter_Paul_Cafe-Chekka_North_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1943861-d15026827-Reviews-Deekox-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1943861-d2608428-Reviews-Arnaoon_Village-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6538961-d13560757-Reviews-Sakana_Sushi_Bar-Chekka_North_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g6538961-d14164638-Reviews-Khan_El_Soukie_Restaurant-Chekka_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g6538961-d9777564-Reviews-Saydet_el_Nouriyi_Monastery-Chekka_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d15246669-Reviews-Nabu_Museum-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g4689687-d5556317-Reviews-Baatara_Pothole-Tannourine_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d8744394-Reviews-Phoenician_Wall-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d5562462-Reviews-Mussaylha_Fort-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d8749963-Reviews-St_Stephan_s_Cathedral-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d7307073-Reviews-The_Colonel_Brewery-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d4283388-Reviews-Ixsir-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d10895132-Reviews-Batroun_Mountains_Winery-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d23411425-Reviews-Soraya_s_Art_Gallery-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g21102425-d3476380-Reviews-or10-Rocca_Marina-Hamat_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d5002153-Reviews-Pierre_and_Friends-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g6538961-d15635356-Reviews-Bey_Gold_Jewelry-Chekka_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g12011509-d9873818-Reviews-LazerGate-Kfar_Hazir.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d6864679-Reviews-Dive_The_Med_Club-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d14142076-Reviews-Deep_Sea_Diving_Center-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g12340474-d10124445-Reviews-SWAT_Shooting_Club-Barghoun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g32607-d7905544-Reviews-The_Kill_Bill_Church-Lancaster_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44918-d8494358-Reviews-Smithville_Lake-Smithville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093759-d10623176-Reviews-Nelson_s_Landing_Cliff_Jumping-Nelson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d10836068-Reviews-DC_Towers-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13089090-Reviews-Potomac_Water_Taxi-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d510772-Reviews-Ocean_City_Boardwalk-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42607-d10692337-Reviews-Lighthouse_Park-Port_Huron_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11899543-Reviews-Thai_Paradise_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g309274-d13416380-Reviews-Manuel_Antonio_National_Park-Manuel_Antonio_Quepos_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42499-d1065703-Reviews-Pere_Marquette_Park-Muskegon_Muskegon_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g21102425-d3476380-Reviews-or10-Rocca_Marina-Hamat_North_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g21102425-d3476380-Reviews-Rocca_Marina-Hamat_North_Governorate.html"
    }
]