[
    {
        "attraction_name": "Rocky Gap State Park",
        "attraction_name_vi": "Công viên tiểu bang Rocky Gap",
        "general_info": [
            "223 đánh giá",
            "5 trong số 41 điều cần làm ở Cumberland",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên có bãi biển bơi lội, khu cắm trại và dịch vụ cho thuê thuyền.Đọc thêm",
        "reviews": [
            "Chúng tôi cắm trại ở đây 4 đêm vào tháng 5 năm 2023. Công viên này rất đẹp, tập trung quanh một hồ nước tuyệt đẹp. Có một khu nghỉ dưỡng sòng bạc cũng ở trong công viên. Khu cắm trại ở trên mức trung bình. Trang web chúng tôi có là riêng tư và rộng rãi. Đó là một sự kéo qua vòng điện. Tất cả các cơ sở đã được duy trì tốt. Những con đường mòn đi bộ đường dài tuyệt vời. Đường mòn yêu thích của chúng tôi là đường mòn Hồ và đường mòn Overlook. Khi chúng tôi ở đó, Núi nguyệt quế đang nở rộ và rất đẹp. Đây là một nơi tuyệt vời để ngắm chim. Chúng tôi thấy nhiều người câu cá mỗi ngày, vì vậy điều đó cũng tốt cho việc đó. Có một bãi biển ở đây nhưng nó chưa mở cửa vào mùa này. Một đêm nọ, không hiểu vì sao, trên mặt hồ lại có pháo hoa. Xinh đẹp. Chúng tôi chắc chắn đang có kế hoạch quay trở lại. Đọc thêm",
            "Một nửa gia đình tôi sống ở Virginia và một nửa ở Tây Virginia. Chúng tôi nghĩ đây sẽ là một nơi tuyệt vời để gặp nhau. Trời rất gió. Rất nhiều áo khoác màu vàng bay xung quanh thức ăn và đồ uống của chúng tôi. Khu vực bơi nhỏ và chỉ sâu 2 - 3 feet. Có phân chó và vịt khắp bãi cỏ, khu vực cát và dọc theo khu vực bơi lội. Nhất định phải mang giày nước vì trong hồ có nhiều đá nhọn. Về mặt tích cực, phong cảnh đẹp, chỉ cần đừng nhìn xuống chân bạn, rất nhiều phân ở khắp mọi nơi.Đọc thêm",
            "Tôi đã đến công viên bang Rocky Gap hơn 20 năm và yêu thích nó. Có cả lều và cabin cắm trại nhưng các địa điểm sẽ hoạt động nhanh chóng. Bạn có những con đường mòn trên núi để đi và một hồ nước rộng lớn để chèo thuyền, bơi lội và câu cá. Một nơi tuyệt vời để trốn thoát và tận hưởng thiên nhiên.Đọc thêm",
            "Dừng lại để đi dã ngoại và nghỉ ngơi trong khi đi từ Pittsburgh đến Wilmington. Tuyệt đẹp, lát cắt nhỏ tuyệt đẹp của thiên nhiên. Có lý do tại sao những người định cư đã xâm chiếm nơi này. Rất thân thiện với chó và một số con người tuyệt vời nữa. Một phụ nữ đến từ Pittsburgh mà tôi gặp trong phòng tắm nói rằng bản dịch tiếng Tây Ban Nha có một số lỗi, vì vậy nếu một người nói tiếng Tây Ban Nha đi nhầm phòng tắm dành cho nam giới thì đó có thể là lý do.Đọc thêm",
            "Công viên tiểu bang xinh đẹp Rất sạch sẽ.  Rất thân thiện với gia đình.  Dễ dàng truy cập vào khu vực bãi biển.  Không khí thân thiện với gia đình.  Rất thư giãnĐọc thêm",
            "Theo tôi, bãi biển đẹp nhất có 2 mặt, công viên, quán nướng và quán kem. Bạn thậm chí có thể thuê một chiếc thuyền và kiak và có một khoảng thời gian tuyệt vời để cưỡi ngựa. Thật tuyệt khi được bơi trong nước.Đọc thêm",
            "đây là một khu cắm trại rất đẹp với các hoạt động dành cho tất cả mọi người.  hồ rất đẹp để bơi lội và câu cá, đi thuyền, cửa hàng cắm trại.  Khu vực đáng yêu gần Cumberland, MDĐọc thêm",
            "Đã 17 năm kể từ lần cuối cùng chúng tôi cắm trại ở Công viên Bang Rocky Gap.  Chúng tôi cắm trại hai đêm và điều đó thật đáng yêu.  Có rất nhiều hoạt động có sẵn tại công viên: đi bộ đường dài, dã ngoại, bơi trong hồ, chèo thuyền và câu cá. Có một chuồng chim nhỏ bao gồm cú, diều hâu và đại bàng hói. Một số khu cắm trại thân thiện với vật nuôi. Tất nhiên, còn có sân gôn và sòng bạc tại khu nghỉ dưỡng Rocky Gap.  Hồ rất đẹp được bao quanh bởi những ngọn núi phía tây Maryland.  Rocky Gap rất dễ để đi ra khỏi I-68.  Vâng, hãy quay lại lần nữa! Đọc thêm",
            "Rời đi sớm.  Các quy tắc không được tuân thủ.  Quy định nêu rõ tối đa 6 người cho mỗi địa điểm cắm trại, hai ô tô và thời gian yên tĩnh là 10 giờ tối - 7 giờ sáng.  Tiếng ồn đường I68 có thể được nghe thấy dễ dàng.  Nhưng nếu bạn có thể giám sát Jake Brakes suốt đêm, bạn có thể mong chờ những bữa tiệc cắm trại cho đến sau nửa đêm.  Các địa điểm cắm trại đơn lẻ được sử dụng làm Địa điểm nhóm với rất nhiều người.  Chủ trại và chính quyền công viên nhắm mắt làm ngơ.  Bạn có thể gọi điện và khiếu nại nhưng không có gì được thực hiện.    Trên thực tế, tất cả những điều này đều xảy ra ở khu đất bên cạnh chủ trại.   Anh ta phải lái xe vòng qua những chiếc ô tô đang chắn đường và vẫn không có nỗ lực nào để làm yên lặng những nhóm ồn ào hoặc di chuyển họ đến địa điểm của nhóm.  Các nhóm thông báo là số nhiều Đường mòn đều ổn, không có gì để viết về nhà.   Bãi biển quá tải.  Rất nhiều người thiếu hiểu biết không dọn rác của chính mình.  Nơi này không phải là nơi để cắm trại để đi xa hoặc rút phích cắm.   Không bao giờ có ý định quay lại.Đọc thêm",
            "một công viên được bảo trì tốt với nhiều hoạt động thú vị như cho thuê chèo thuyền, bãi biển đầy cát và những con đường mòn đi bộ đường dài được bảo trì tốtĐọc thêm",
            "Chúng tôi sẽ cắm trại ở đó vào tuần đầu tiên của tháng 10. Có nơi nào mở cửa không? Cho thuê thuyền? Aviary? Trung tâm thiên nhiên? Có thể ra bãi biển không?Đọc thêm",
            "Tôi sẽ gọi cho Rocky Gap để biết toàn bộ danh sách những gì sẽ mở và những gì không mở.  Ngoài ra, hãy kiểm tra với Phòng Thương mại Cumberland để biết thông tin về bất kỳ khu vực nào khác sẽ mở cửa cũng như liệu có bất kỳ lễ hội hoặc sự kiện nào sắp diễn ra trong thời gian lưu trú của bạn hay không.  Khu vực Bedford, Pa. có thể đang có những ngày di sản.  Nó rất đáng để bạn lái xe đi xem.Đọc thêm",
            "Máy phát điện có được phép sử dụng ở khu vực dã ngoại không? Đọc thêm",
            "Không. Công viên cấm máy phát điện trong khu vực sử dụng ban ngày.Đọc thêm",
            "Chi phí cắm trại ở Rocky Gap là bao nhiêu?Đọc thêm",
            "Giá theo tuần không tính ngày cuối tuầnĐọc thêm",
            "Chi phí đi bơi ở Rocky Gap là bao nhiêu?Đọc thêm",
            "Cuối tuần là 4 cho cư dân Maryland và 6 cho cư dân ngoài tiểu bang. Trong tuần, phí được tính theo xe. Đọc thêm",
            "Sau khi đọc NHIỀU bài đánh giá về điều kiện nước trong công viên khó chịu như thế nào, có ai đề cập đến những người làm việc tại Công viên không? Nếu vậy, phản ứng của họ là gì? Và có ai đã gọi cho sở y tế địa phương để giải quyết vấn đề này chưa?\nCảm ơn,\nDeb WVĐọc thêm",
            "Xin lỗi, tôi thực sự không để ý hoặc biết về bất kỳ vấn đề nước nào ở công viên. tôi hy vọng ai đó đã mang nó đến sự chú ý của ban quản lý. Thật là một nơi tuyệt đẹp để ghé thăm. xin lỗi tôi không thể giúp gì thêm về chủ đề nước.Đọc thêm",
            "Tuần nào là tốt nhất để ngắm lá mùa thu ở công viên?Đọc thêm",
            "tôi muốn nói thêm rằng lá đang thay lá sớm. chúng tôi đang nhận được rất nhiều màu sắc. còn quá sớm nên công viên có thể có tán lá sớm. nhưng tôi vẫn ở lại đầu tháng 10 để ngắm lá mùa thu.Đọc thêm",
            "Tôi biết được phép mặc quần lọt khe ở MD nhưng công viên có quy định riêng về đồ bơi khôngĐọc thêm",
            "Đây là địa điểm dành cho gia đình bạn nên tôn trọng điều đó.Đọc thêm",
            "Khoảng cách xung quanh hồĐọc thêm",
            "Tôi tin rằng đó là khoảng 5 dặm quanh hồ.  Chúng tôi đi bộ hết chiều dài chu vi của hồ và mất ba tiếng đồng hồ. có bốn con đường mòn ở công viên.  Nếu bạn truy cập trang web của công viên này, nó sẽ phác thảo bốn con đường mòn.  Đường mòn Lakeside Loop là đường mòn dài 5,3 dặm bao quanh Hồ Habeeb.  Đây là cái tôi đã làm.  Chúc may mắn! Đọc thêm",
            "Khoảng cách quanh hồĐọc thêm",
            "Điều kiện, độ dốc của sân golf và giá cả như thế nào?Đọc thêm",
            "Có vẻ như nó đang ở tình trạng tốt khi nhìn từ xa. Chưa chơi nên có thể cho bạn thêm thông tin.Đọc thêm"
        ],
        "star_ratings": [
            123,
            72,
            11,
            10,
            7
        ],
        "review_amount": 223,
        "location": [
            "Maryland MD",
            "Những điều cần làm ở Cumberland",
            "Cumberland là gì?",
            "Công viên tiểu bang Rocky Gap",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written April 26, 2024",
            "Written August 1, 2023",
            "Written October 7, 2022",
            "Written September 11, 2022",
            "Written August 12, 2022",
            "Written July 27, 2022",
            "Written February 21, 2022",
            "Written August 27, 2021",
            "Written August 1, 2021",
            "Written September 1, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41098-d103091-Reviews-Rocky_Gap_State_Park-Cumberland_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41142-d3530070-Reviews-Signatures_Bar_Grill-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41142-d2108508-Reviews-Lakeside_Restaurant-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41142-d7176658-Reviews-LB_s_Restaurant-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41142-d7176660-Reviews-A_Little_Munch-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41142-d26882450-Reviews-Lobby_Lounge_Cafe-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d4495343-Reviews-Rocky_Gap_State_Park-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d4371290-Reviews-Rocky_Gap_Casino_Resort_Golf-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d21118238-Reviews-Rocky_Gap_State_Park_Campground-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d13139830-Reviews-1812_Brewery-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d24073737-Reviews-Cornerstone_Baptist_Church-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d103091-Reviews-or10-Rocky_Gap_State_Park-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d2292777-Reviews-Great_Allegheny_Passage-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d10244226-Reviews-Cumberland_Narrows-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d12546058-Reviews-Constitution_Park-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d27072478-Reviews-Lions_Field-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d27027015-Reviews-Jaycees_Park-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d3502290-Reviews-The_Spa_At_Rocky_Gap-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d493062-Reviews-Rocky_Gap_Golf_Course-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d3458967-Reviews-Western_Maryland_Adventures-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d4360230-Reviews-C_O_Canal_National_Historical_Park_and_Visitors_Museum-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d8046399-Reviews-Get_Out_Play_Outfitters-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d103345-Reviews-Western_Maryland_Scenic_Railroad-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d23885002-Reviews-Exit_Strategy_Escape_Room-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d2523387-Reviews-Cumberland_Visitor_Center-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d3244590-Reviews-Allegany_Museum-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d6897773-Reviews-Charis_Winery_Distillery-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34901-d16668258-Reviews-Julep_Farms-Dillard_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g229460-d12644959-Reviews-St_Gotthard_Pass-Airolo_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d20911115-Reviews-Arch_Rock_Entrance-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d6507851-Reviews-Leiper_s_Fork-Franklin_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10838190-Reviews-Sisyphos-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d459916-Reviews-Coptic_Cairo-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d9797897-Reviews-Cat_Cafe_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11827483-Reviews-Lohan_Nightclub-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d7360252-Reviews-Howling_Woods_Farm-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g211878-d189996-Reviews-Old_Head_Golf_Links-Kinsale_County_Cork.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41098-d103091-Reviews-or10-Rocky_Gap_State_Park-Cumberland_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41098-d103091-Reviews-Rocky_Gap_State_Park-Cumberland_Maryland.html"
    }
]