[
    {
        "attraction_name": "Rocky Mountain Arsenal National Wildlife Refuge",
        "attraction_name_vi": "Khu bảo tồn động vật hoang dã quốc gia Rocky Mountain Arsenal",
        "general_info": [
            "389 đánh giá",
            "- 1 trong 12 điều cần làm ở Thành phố Thương mại",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một nơi tuyệt đẹp để lái xe với quang cảnh bò rừng, chó đồng cỏ, diều hâu và các động vật hoang dã khác.  Chúng tôi dành khoảng một giờ cộng với việc chỉ lái xe trên đường và dừng dọc đường để ngắm nhìn các loài động vật và quang cảnh.  Khi chúng tôi đến nơi này không đông đúc và thật tuyệt vời khi được nhìn thấy bò rừng ở gần đó, với bối cảnh là Trung tâm thành phố Denver.  Tốt nhất là không mất phí!Đọc thêm",
            "Chúng tôi yêu động vật và có thêm thời gian - vì vậy quyết định khám phá nơi ẩn náu này. Thật tuyệt vời! Nhìn thấy trâu, đuôi trắng và hươu la, cũng như chó thảo nguyên áp sát xe. Có, phần lớn thời gian lái xe bạn phải ở trong xe. Có con trâu đi ngang qua ô tô Tuyệt vời! Tuy nhiên, có nhiều điểm dừng dọc theo đường đi dành cho động vật hoang dã để dừng lại và đi bộ. Trung tâm du khách là điểm dừng chân lý tưởng để tìm hiểu thêm về lịch sử của địa điểm vì nơi đây từng là căn cứ quân sự. Bạn cũng có thể nhìn thấy những con chồn chân đen ở đó. Chúng tôi đã quay lại hai lần để đi vòng và không thất vọng. Thật vui khi mọi người được trở về với thiên nhiên. Đọc thêm",
            "Nơi tuyệt vời để ngắm nhìn động vật hoang dã địa phương từ xe của bạn. Chúng tôi đến muộn trong ngày nên Trung tâm Du khách đã đóng cửa, nhưng đã thực hiện toàn bộ vòng lặp Wildlife Drive và đã có khoảng thời gian tuyệt vời cũng như nhìn thấy rất nhiều điều. Hàng tấn loài chim - bao gồm cả Cú đào hang! - , chó đồng cỏ khắp nơi, một đàn bò rừng băng qua đường ngay trước mặt chúng tôi, và cả rất nhiều hươu nữa. Một số cảnh báo: hãy ở trong ô tô của bạn nếu không bạn có thể bị nhân viên kiểm lâm công viên khiển trách, và nếu bạn mở cửa sổ gần bò rừng, bạn có thể có một vài con ruồi trong ô tô mà các con tôi không cho sao. Nếu không thì thích nó! Đọc thêm",
            "Chúng tôi đến vào một ngày mà trung tâm du khách đóng cửa nên chúng tôi gần như không lái xe vào. Rất may là chúng tôi đã làm được và có thể tận hưởng chuyến đi khám phá động vật hoang dã vào một ngày nắng và gió nhẹ.  Có hàng ngàn con cầy thảo nguyên, nhiều hươu, bò rừng và các loài chim.  Lái xe rất dễ chịu và mùi hoa dại thật tuyệt vời. Có rất ít người ở nơi trú ẩn ngày hôm đó nên chúng tôi không có lo ngại gì về an ninh. Họ có treo biển để khóa những vật có giá trị của bạn và không để chúng trong tầm mắt.  Tât nhiên. Đọc thêm",
            "Chúng tôi đến đây vào mùa đông và nhìn thấy nhiều động vật hoang dã hơn lần này, chúng tôi không nhìn thấy một con vật nào cho đến cuối cùng, khi chúng tôi tràn ngập đàn trâu lăn lộn, gặm cỏ và chơi đùa với nhau. Thật đáng để chờ đợi. Hiện tại có rất nhiều em bé, thật dễ thương khi thấy chúng chạy vòng quanh và húc đầu vào nhau! Sức nóng đang khiến các loài động vật ẩn náu cho đến sau khi mặt trời lặn Đọc thêm",
            "Khi ở Denver làm việc, tôi quyết định lái xe 11 dặm và ghé thăm một cái hồ. Đẹp và yên bình! Mình đi chiều muộn mà chỉ thấy chó thảo nguyên vì nóng. \nVì vậy, trên đường đến sân bay vào ngày hôm sau, tôi quyết định quay lại - lúc 9 giờ sáng vì động vật có xu hướng ra ngoài nhiều hơn khi trời mát hơn. Đã thấy rất nhiều trâu và những đứa con mùa xuân của chúng! Tôi dừng lại một lúc ở Trung tâm Du khách. Nhỏ nhưng nhiều thông tin. \nRất nhiều con đường mòn và một địa điểm miễn phí tuyệt vời! Chắc chắn sẽ ghé thăm lại nếu tôi có thể.Đọc thêm",
            "Quả là một nơi tuyệt vời!  Tôi đã dành trọn một buổi chiều để khám phá Khu bảo tồn động vật hoang dã Rocky Mountain Arsenal tại sân bay Denver vào tháng 9.  Nơi ẩn náu là một sự tái sử dụng ngoạn mục của nơi từng là tổ hợp vũ khí hóa học rộng lớn.  Tuy nhiên, hãy coi chừng những dấu hiệu cảnh báo về kho vũ khí đi lạc!  Sau một chuyến viếng thăm bảo tàng Trung tâm Du khách đầy thông tin, tôi lái xe trên con đường ngắm cảnh một chiều - khoảng 11 dặm - đi ngang qua khu bảo tồn.  Tôi đã nghe chuyến tham quan bằng âm thanh khi lái xe - Mã QR dọc đường lái xe cung cấp quyền truy cập vào bài tường thuật qua điện thoại - .  Dọc đường tôi nhìn thấy chó đồng cỏ, hươu và bò rừng.  Ngoài ra còn có một số con đường mòn đi bộ đẹp - nhưng không có bóng râm -.  Đường mòn Đồi Rắn chuông cung cấp cái nhìn tổng quan tuyệt đẹp về nơi ẩn náu từ điểm cao.  Đường mòn vòng quanh Hồ Mary là một con đường ngắn thú vị khác.  Có một cuộc triển lãm ngoài trời với chồn sương gần trung tâm du khách.  Vào cửa miễn phí cho địa điểm tuyệt vời này.  \n\nNếu bạn có khoảng nửa ngày, bạn hoàn toàn có thể tận hưởng chuyến tham quan Khu bảo tồn động vật hoang dã Rocky Mountain Arsenal tuyệt vời tại sân bay Denver.Đọc thêm",
            "Chúng tôi đến Rocky Mountain Arsenal NWR trong vài giờ vào một buổi chiều muộn thứ Sáu.  Chúng tôi đang tìm một địa điểm có một vài con đường mòn để chúng tôi có thể quan sát chim gần Denver.  Nơi này thật tuyệt vời.  Nó là miễn phí để tham quan.  Chúng tôi đã thực hiện chuyến tham quan lái xe - rất nhiều bông hoa đẹp đang nở rộ và tất nhiên chúng tôi đã nhìn thấy nhiều loài bò rừng, chó thảo nguyên, cú đào hang, thỏ, một vài loại diều hâu và hơn thế nữa.  Chúng tôi đi bộ gần một cái hồ và thêm một đàn chim nước vào danh sách.  Xung quanh có người nhưng có vẻ không đông đúc chút nào.  Rất đáng để dành một hoặc hai giờ để nhanh chóng xem một số loài động vật thú vị.Đọc thêm",
            "Chúng tôi dừng lại ở RMANWR sau khi đến Denver, vì nó rất gần sân bay. Đó là một nơi tuyệt vời để dừng lại, duỗi chân, ngắm cảnh đẹp và tìm hiểu một số lịch sử của Arsenel. Chúng tôi đi bộ và lái xe, cũng có rất nhiều người đi xe đạp. Một trong những điểm nổi bật là một con đại bàng trưởng thành đầy đủ đang bay trên đầu. Ngoài ra, bò rừng!Đọc thêm",
            "Năm ngoái gia đình tôi đã đến đây lần đầu tiên. Tuần trước, chúng tôi quyết định quay lại và thậm chí còn tốt hơn trước. Khu bảo tồn động vật hoang dã quốc gia Rocky Mountain Arsenal có thể có lúc trông như không có sự sống, nhưng nếu bạn biết nơi để đến và tìm kiếm, bạn sẽ thấy nó tràn đầy sức sống. Gia đình tôi đã leo lên Hồ Mary và một chút Hồ Ladora và cảnh vật luôn rất đẹp. Họ làm rất tốt việc chăm sóc những con đường, hồ nước và động vật hoang dã. Chúng tôi nhìn thấy ba đàn bò rừng riêng biệt và rất nhiều hươu.Đọc thêm",
            "Điều này phải được đưa vào hành trình của bạn trong chuyến thăm Denver.  Lái xe quanh nơi ẩn náu thực sự tuyệt vời nhưng hơn thế nữa, những con đường mòn đi bộ đường dài thật tuyệt vời và dễ dàng.  Nhìn thấy đàn bò rừng Mỹ trong giới hạn thành phố thực sự là một trải nghiệm hấp dẫn.  Thật tuyệt vời khi được xem những chú chó đồng cỏ.Đọc thêm",
            "Con gái tôi được nghỉ học một ngày nên chúng tôi đi đến Arsenal để lái xe ngắm bò rừng.  Chúng tôi đã may mắn và có một đường băng qua ngay phía sau xe của chúng tôi.   Thật không thể tin được khi được nhìn thấy một con vật xinh đẹp, mạnh mẽ như vậy ở khoảng cách gần như vậy.  Chúng tôi cũng thấy nhiều con nai và một con đại bàng.  Các nhân viên tình nguyện tại trung tâm du khách rất đáng yêu và hữu ích, chúng tôi khuyên bạn nên dừng lại ở đó.  Nó - miễn phí chuyến thăm và lái xe qua nơi ẩn náu.   Đọc thêm",
            "Tôi rất ngạc nhiên khi thấy một khu vực hoang dã rộng lớn lại nằm rất gần trung tâm thành phố Denver. Đây là nơi tuyệt vời để thư giãn và có thể cũng là nơi lý tưởng để quan sát cảnh hoàng hôn. Có rất nhiều hươu và... bò rừng. Ở đó họ cảm thấy rất thoải mái, không bị người khác làm phiền. Bạn vẫn cần phải cẩn thận, không đến quá gần chúng, vì chúng luôn có thể gây nguy hiểm. Có một số hồ nước, một số khu vực có cây xanh và diện tích đồng cỏ rộng lớn. Đó là thứ bò rừng thích. Đường vòng chính để lái xe qua dài khoảng 11 dặm. Có rất ít nơi bạn có thể dừng lại và tận hưởng địa điểm này. Tôi thực sự khuyên bạn nên chọn địa điểm này. RomanPĐọc thêm",
            "Tôi đã mong đợi nhiều hơn nữa. Tôi thấy cái này được dán nhãn là viên ngọc ẩn trong một vài danh sách. Chúng tôi nhìn thấy hươu và bò rừng, nhưng bò rừng đã bị nhốt và có thể dễ dàng ở trong trang trại. Tôi thấy hươu ở NY nên điều đó không thú vị lắm. Lái xe qua đường rất bằng phẳng và không có nhiều thứ để xem. Nó nhỏ hơn dự kiến ​​và đáng thất vọng. Nếu tôi biết tôi - tôi đã dành thời gian của mình ở một nơi khác. Tôi đã cho họ thêm một sao so với trải nghiệm xứng đáng vì ít nhất họ đã làm tốt công việc ở đó.Đọc thêm",
            "Tôi và đối tác của mình quyết định đến thăm nơi trú ẩn động vật hoang dã vào một buổi sáng vì chúng tôi có vài giờ rảnh rỗi. Việc đi đến khá dễ dàng và một khi bạn đã vào trong nơi trú ẩn, đó sẽ là một chuyến đi thú vị. Giống như bất kỳ loại động vật hoang dã nào, đó là một trò chơi may mắn. Chúng tôi thật may mắn khi có thể dừng lại và phát hiện rất nhiều Chó đồng cỏ đang kể về cuộc sống hàng ngày của chúng và cũng phát hiện ra một số con nai và bò rừng. Chúng tôi đã không được nhìn gần con bò rừng như chúng tôi mong muốn nhưng vẫn khá thú vị khi được nhìn thấy một con vật mà chúng tôi chưa từng thấy trước đây. Tổng cộng chúng tôi đã dành khoảng 2 giờ ở đây. Nó không tốn bất cứ thứ gì ngoài lượng nhiên liệu bạn sử dụng và quãng đường lái xe quanh nơi trú ẩn là khoảng 11 dặm.Đọc thêm",
            "Chúng tôi đến đây vào mùa đông và nhìn thấy nhiều động vật hoang dã hơn lần này, chúng tôi không nhìn thấy một con vật nào cho đến cuối cùng, khi chúng tôi tràn ngập đàn trâu lăn lộn, gặm cỏ và chơi đùa với nhau. Thật đáng để chờ đợi. Hiện tại có rất nhiều em bé, thật dễ thương khi thấy chúng chạy vòng quanh và húc đầu vào nhau! Sức nóng đang khiến các loài động vật ẩn náu cho đến sau khi mặt trời lặn Đọc thêm",
            "Quả là một nơi tuyệt vời!  Tôi đã dành trọn một buổi chiều để khám phá Khu bảo tồn động vật hoang dã Rocky Mountain Arsenal tại sân bay Denver vào tháng 9.  Nơi ẩn náu là một sự tái sử dụng ngoạn mục của nơi từng là tổ hợp vũ khí hóa học rộng lớn.  Tuy nhiên, hãy coi chừng những dấu hiệu cảnh báo về kho vũ khí đi lạc!  Sau một chuyến viếng thăm bảo tàng Trung tâm Du khách đầy thông tin, tôi lái xe trên con đường ngắm cảnh một chiều - khoảng 11 dặm - đi ngang qua khu bảo tồn.  Tôi đã nghe chuyến tham quan bằng âm thanh khi lái xe - Mã QR dọc đường lái xe cung cấp quyền truy cập vào bài tường thuật qua điện thoại - .  Dọc đường tôi nhìn thấy chó đồng cỏ, hươu và bò rừng.  Ngoài ra còn có một số con đường mòn đi bộ đẹp - nhưng không có bóng râm -.  Đường mòn Đồi Rắn chuông cung cấp cái nhìn tổng quan tuyệt đẹp về nơi ẩn náu từ điểm cao.  Đường mòn vòng quanh Hồ Mary là một con đường ngắn thú vị khác.  Có một cuộc triển lãm ngoài trời với chồn sương gần trung tâm du khách.  Vào cửa miễn phí cho địa điểm tuyệt vời này.  Nếu bạn có khoảng nửa ngày, bạn hoàn toàn có thể tận hưởng chuyến tham quan Khu bảo tồn động vật hoang dã Rocky Mountain Arsenal tuyệt vời tại sân bay Denver.Đọc thêm",
            "Đây là một công viên tuyệt vời để xem chó đồng cỏ, hươu la và trâu!  Ngoài ra, nếu may mắn, bạn có thể nhìn thấy một trong những con chồn chân đen được bảo vệ.  Nếu bạn kiên nhẫn và lái xe chậm qua công viên, bạn sẽ thấy rằng những chú chó thảo nguyên ở khắp mọi nơi và rất khó để rời đi! Nếu bạn quan tâm đến các loài chim, chúng rất nhiều và đa dạng.  Chúng tôi đã thêm vào danh sách chim trọn đời của mình trong chuyến thăm này.Đọc thêm",
            "Hãy dành một giờ để tham gia chuyến tham quan động vật hoang dã miễn phí tại nơi trú ẩn này. Đi chậm và theo dõi chặt chẽ động vật hoang dã. Chúng tôi nhìn thấy trâu, chó đồng cỏ và hươu. Không có quá nhiều chim. Thật là yên bình và thú vị. Trung tâm du khách đóng cửa vào một số ngày nhất định nên hãy tra cứu trước nhưng bản đồ nằm ngoài Trung tâm nên bạn có thể lái xe đến đó bất cứ lúc nào từ 9:00 sáng đến hoàng hôn. Lái xe khoảng một giờ nhưng chúng tôi dừng lại ở hồ để đi bộ.Đọc thêm"
        ],
        "star_ratings": [
            188,
            135,
            47,
            10,
            9
        ],
        "review_amount": 389,
        "location": [
            "Hoa Kỳ",
            "Thành phố thương mại",
            "Colorado - CO -",
            "Những điều cần làm ở Thành phố Thương mại",
            "Khu bảo tồn động vật hoang dã quốc gia Rocky Mountain Arsenal"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written June 22, 2023",
            "Written July 15, 2023",
            "Written July 21, 2023",
            "Written August 24, 2023",
            "Written August 30, 2023",
            "Written September 10, 2023",
            "Written September 12, 2023",
            "Written September 24, 2023",
            "Written July 4, 2020",
            "Written October 5, 2020",
            "Written February 2, 2020",
            "Written January 17, 2021",
            "Written May 27, 2022",
            "Written October 6, 2022",
            "Written August 24, 2023",
            "Written September 10, 2023",
            "Written January 22, 2020",
            "Written September 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33365-d129082-Reviews-Rocky_Mountain_Arsenal_National_Wildlife_Refuge-Commerce_City_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d26843597-Reviews-Reunion_Coffee_House-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d13880417-Reviews-7_Eleven-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d12849756-Reviews-Saigon_Gardens-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d20039425-Reviews-Subway-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d23229723-Reviews-La_Casa_Del_Rey-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d5494037-Reviews-El_Camaron_Loco-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d379855-Reviews-Golden_Town_Chinese_Restaurant-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d379538-Reviews-El_Jardin-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33365-d4648620-Reviews-Little_Caesars-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d19675177-Reviews-Pozzetti_Gelato-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d8555791-Reviews-Dick_s_Sporting_Goods_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d144224-Reviews-Forney_Museum_of_Transportation-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128688-Reviews-Denver_Museum_of_Nature_Science-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128664-Reviews-Denver_Zoo-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d2242008-Reviews-Balistreri_Vineyards-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d6437100-Reviews-Station_26_Brewing_Co-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d11660651-Reviews-Leopold_Bros_Distillery-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d129124-Reviews-City_Park_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d626631-Reviews-Northfield_Stapleton-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d20091365-Reviews-Kushtronaut-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d129082-Reviews-or10-Rocky_Mountain_Arsenal_National_Wildlife_Refuge-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d12903676-Reviews-Fairfax_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d27078236-Reviews-Veterans_Memorial_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d27052207-Reviews-Olive_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d27032228-Reviews-Freedom_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d27009603-Reviews-River_Run_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33365-d27004808-Reviews-Stampede_Park-Commerce_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d14094392-Reviews-Whimsy_Studios-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8760207-Reviews-ETuk_Ride-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d23259053-Reviews-Oakwell_Beer_Spa-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d12534339-Reviews-Bad_Axe_Throwing_Denver_Washington_St-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d4975255-Reviews-Oxotic_Supercar_Driving_Experience-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18919557-Reviews-Colorado_Cannabis_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d673215-Reviews-Gray_Line_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d486817-Reviews-Hammond_s_Candies-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d2395216-Reviews-Bass_Pro_Shops_Outdoor_World-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d4605216-Reviews-Kids_Corner_playground-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d3830227-Reviews-Morib_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d5607915-Reviews-Jungfraujoch_Sphinx_Observatory-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d10759132-Reviews-Single_Tree_Hill-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272379-Reviews-Carnegie_Science_Center-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d3333598-Reviews-Lindos_Beach-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d649292-Reviews-Maine_Indoor_Karting-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057702-d2230658-Reviews-Terme_Olimia-Podcetrtek_Styria_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g56476-d106056-Reviews-Port_Aransas_Beach-Port_Aransas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1228484-Reviews-Village_Market-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33365-d129082-Reviews-or10-Rocky_Mountain_Arsenal_National_Wildlife_Refuge-Commerce_City_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33365-d129082-Reviews-Rocky_Mountain_Arsenal_National_Wildlife_Refuge-Commerce_City_Colorado.html"
    }
]