[
    {
        "attraction_name": "Rocky Neck State Park",
        "attraction_name_vi": "Công viên tiểu bang cổ đá",
        "general_info": [
            "212 đánh giá",
            "- 2 trong số 9 điều cần làm ở Đông Lyme",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên tuyệt vời ngoài mùa rất yên tĩnh, sau đó vào mùa hè có thể rất đông đúc nhưng có đủ bãi biển để bạn lựa chọn, yêu thích khu vực làm tổ và trung tâm thiên nhiên MeigsĐọc thêm",
        "reviews": [
            "Yêu nơi này, chúng tôi đã quay lại hàng năm trong suốt 12 năm nay ... bạn bè và gia đình của tôi đều đến để tổ chức một bữa tiệc sinh nhật tuyệt vời .. Tôi đã tặng một bộ phim cho đêm chiếu phim và họ đến qua con đỡ đầu của tôi nói rằng đó là của anh ấy phần yêu thích trong sinh nhật của anh ấy là xem câu chuyện đồ chơi bên ngoài anh ấy - 4 tuổi nên với trẻ nhỏ - thật tuyệt khi được đi xem phim vào tối thứ Bảy .... chuyến tham quan Pavillion thật tuyệt vời bạn học được rất nhiều điều về rockeyneck Tôi đi mỗi khi tôi - tôi ở đây .... chúng tôi đến nhiều lần trong năm. Tôi ước mình có thể sống ở đây suốt mùa hè .. những cồn cát cũng rất tuyệt vời cho trẻ nhỏĐọc thêm",
            "Bãi biển đẹp và khuôn viên. Nước nông. Pavilion rất ấn tượng với tầm nhìn tuyệt vời ra Long Island Sound. Rất nhiều bãi đậu xe, cơ sở thay đồ, v.v. giá rất cao đối với những chiếc xe không đăng ký Ct ở mức 15-25 - . Nói chung là một nơi tốt đẹp.Đọc thêm",
            "Tôi thích bãi biển sạch sẽ. Có RẤT ít đá khi đi ra vùng nước sâu hơn. Có lẽ chỉ là một lượng nhỏ rong biển. Có người nói rằng họ bị sứa đốt nhưng tôi không thấy con nào cả. Đi bộ ngắn từ bãi đậu xe đến phòng thay đồ - nhà vệ sinh. Sau đó đi bộ một đoạn ngắn đến bãi biển, đi bộ 5 phút trên con đường trải nhựa đến lối đi bộ lót ván qua con suối dưới đường hầm và bạn đang ở bãi biển. Chỉ cần cẩn thận ngay trước khi bạn đến lối đi lót ván, có cây thường xuân độc trên tường bên phải. Tôi chỉ đi đến khu tiện nghi bên trái khi bạn lái xe vào. Không có vòi sen, chỉ có nhà vệ sinh và phòng thay đồ. Nơi tuyệt vời cho trẻ nhỏ có nước nông trong một thời gian sau đó khi thủy triều xuống bạn có thể đi bộ ra ngoài. Sóng rất ít. Thỉnh thoảng có tiếng đánh thức của một chiếc thuyền.Đọc thêm",
            "7.27.22 Một điều gì đó bạn gặp may mắn và mọi thứ đều hoàn hảo. Thời tiết, cát, nước. Hôm nay là ngày đó. Vào cuối tuần, công viên đông đúc và nhiều khi đóng cửa do quá tải. Các ngày trong tuần thì tốt hơn và vào thứ Tư, bãi biển đã chật cứng nhưng nếu bạn đi đủ xa thì nó sẽ không đông đúc.  Khi bạn nhận được tấm CT miễn phí. Khi bước vào, tôi đi xuống tận lối vào và đi theo lối vào phía xa. Bạn đi bộ qua nhà vệ sinh và đi đến bãi biển. Nếu bạn - chưa bao giờ đến đây, hãy chú ý khi có đoàn tàu chạy qua phía trên bạn, vì vậy đừng giật mình vì tiếng ồn. Khi bạn vào bãi biển ở phía bên phải là các khu dã ngoại và nướng thịt. Và những khu vực nhiều đá với một Pavillion bằng đá cũ tuyệt đẹp. Nó đóng cửa nhưng rất thú vị để khám phá. Những bức ảnh tuyệt vời từ đây. Trẻ em có thể khám phá và đi bộ xung quanh những tảng đá bên dưới. Bạn - cũng sẽ đi ngang qua một quán ăn nơi họ bán khoai tây chiên, bánh mì kẹp thịt, v.v. Nếu bạn rẽ trái trên bãi biển, bạn - sẽ thấy một bãi biển cát trắng, mềm mại tuyệt đẹp và không có đá. Càng đi xa về bên trái, bạn sẽ càng thấy ít người và trẻ em hơn. Nếu bạn đi bộ đến cuối, bạn sẽ đến lối vào bãi biển khác, nơi bạn - sẽ tìm thấy nhiều phòng tắm hơn, dòng sông thủy triều, v.v. Nếu điều đó quan trọng đối với bạn. Vào các ngày trong tuần, nhân viên cứu hộ chỉ đóng quân khi bạn lần đầu tiên bước vào khu vực bãi biển vì đó là nơi hầu hết các gia đình có con nhỏ lui tới. Đọc thêm",
            "Công viên tiểu bang Rocky Neck là một công viên tuyệt đẹp để bạn dành một giờ hoặc cả ngày.  Cát ở khu vực bãi biển sạch và rất mềm.  Có một khu vực cỏ và các khối đá thú vị nhất ở một đầu.  Đây cũng là địa điểm tuyệt vời cho những buổi picnic.  Công viên này là nơi tuyệt vời để đi chơi cùng cả gia đình.Đọc thêm",
            "Công viên tiểu bang Rocky Neck nằm trên eo biển Long Island ở East Lyme, Connecticut rộng 710 mẫu Anh giữa một đầm lầy nước mặn và một con sông thủy triều. Chúng tôi dừng lại ở đây trong một chuyến đi đường bộ và dành một vài giờ đi bộ đường dài trên những con đường mòn đa dạng của Rocky Neck cùng chú chó của mình. Chúng tôi đã nhìn thấy nhiều sếu và diệc khi đi bộ dọc theo đầm lầy nước mặn. Sau đó, chúng tôi hướng về phía con sông dài 4 dặm qua những đồng cỏ và rừng cây. Con đường mòn đó leo lên một điểm quan sát tại Tony - s Nose. Chúng tôi khám phá gian hàng và bãi biển cát trắng trước khi quay trở lại xe. Đọc thêm",
            "We had a very nice time camping in this park. It had a couple of hidden gems I - m glad we found out about before we left. The beach  - beautiful -  and Bakers Cave, which in and of itself isn - t anything much, but finding it was fun. We followed the map at the Nature Center and it took us on a nice short hike to get to the general location and then we spent about 10-15 minutes searching for the cave. Once we found it, we realized that we had totally passed by the entrance to it from the road! There - s a short staircase leading right to it, but no signage whatsoever, so you have no idea what the stairs lead to, and looking up the stairs, you see nothing that resembles the opening to a cave at all. It turns out the cave opening is so small you have to get down on your hands and knees to enter. It was cobwebby and buggy, so we only went in far enough to see graffiti in there, so we figured it - s just a place for kids to hang out and smoke, probably. But it was fun searching for the cave and finally finding it, and we don - t know how far back it goes, so it could be pretty neat. The beach was sunny, warm, great sand, birds everywhere that let you walk right up to them before they bother to move out of the way. The water was terrific, there were people swimming and sunning. And then a couple of trains went right by the beach really fast! I knew we - d walked under tracks  - cuz we went through the tunnel, but it was still surprising to see trains literally right next to you on the beach! Kids will love this beach. As for the campsite and bathrooms...bathrooms were clean, but needed a little updating, they looked kind of run down. The campsite was fine  -  - 22 -  except we picked one that was right next to the beach road, so there were cars going by frequently. They stopped at night, though, so we had a quiet night, good for sleeping. But if traffic and road noise bother you while camping, look at the map carefully and find a site not near the road. I wish we - d had time to explore more of the hiking trails, the woods were beautiful. We saw people walking their dogs and enjoying the trails.  One last thing--there was a lone turkey wandering the campground in the morning. I went to take a photo of it, got within 30 feet and then a squirrel got between me and the turkey. As the squirrel went closer and closer to the turkey, the turkey decided that was far enough and ran at the squirrel, gobbling! Pretty exciting. The squirrel took off and the turkey acted like nothing had happened.Read more",
            "We spent 3 nights camping at Rocky Neck State Park.  The park is very pretty and convenient but read more details below about its quirks. BEACH - Beautiful beach with a separate grassy section for picnicking - grilling. Water is relatively calm so great for wading.  Lifeguards until about 5 PM.  Large bathing pavilions and restrooms.  Concession stand available.  Amtrak runs at the edge of the beach so you will hear passing trains.  Beach is about 15 min. walk from the campground so very convenient.SALT MARSH - pretty salt mark near the beach.  Great for bird watching and crabbing.TRAILS - There are some mostly flat trails for those who want other activity besides the beach.CAMPING - Location - 5 min. from I-95 Exit 72.  Lots of stores  -  restaurants within 15 min. of the park.  Burger King and Stop  -  Shop are located at Exit 74 in Flanders. - Cost -  - 20 - site - night.   - 30 for out of staters.- Osprey loop campsites are woodsy and offer the most privacy.  However, campsites vary in size.  You can definitely park 2 cars or a car and an RV on the blacktop pad but some sites have little space to pitch a tent.  We had to switch our campsite to another to fit our two small 6X6 tents!  The ground is full of rocks and just dirt  - no grass -  so my tents ended up with holes at the bottom.  Therefore, I do NOT recommend this loop for first-timers at Rocky Neck.- Heron, Crane, Seagull  -  Egret loops - these are mostly open field camping on a lawn.  No privacy but lots of space with partial shade from trees.  Tent campers and those with more gear will do well with these larger sites.- Bathrooms - bathrooms - bathhouse  - 4 toilets  -  2 showers with 2 dishwashing stations outside -  at each loop.  They are relatively clean although not as clean as those at state parks at NJ, NY, PA  -  MD.  We went during a week that was almost all booked and never needed to wait to use the bathroom or shower.  - Firewood - available at the campground office for  - 5 a bundle.  Enough to burn for about 2 hr. if you pace yourself.- Laundry - no laundry facility inside the park but there are laundromats at Niantic  - exit 74 - .- Fishing - You can fish from the jetty but it would require longer poles to extend out.  There is a boat launch at Four Mile River  - driving distance -  if you bring your canoe - kayak.  No kayaking from the beach though.- Camping during COVID - No campers wore masks at bathrooms or dishwashing stations.  Luckily, the bathroom had at most 3 people at a time so I was at least 6 ft. away from them. The risky part is taking a shower as they are not 6 ft. apart.  For my 3 showers, I showered next to someone on the first day but showered alone on the 2nd  -  3rd day.  You mostly will have the shower to yourself if you shower before 7:30 AM or after 10:30 PM.Read more",
            "Chúng tôi đã đi vào thứ Bảy ngay trước 11 giờ sáng. Bãi đậu xe đã đầy một nửa. Bãi biển đông đúc, nhưng chúng tôi dễ dàng tìm được một chỗ. Tôi đã rất ngạc nhiên khi thấy có nhiều người hút thuốc trên bãi biển. Nước thì đóng băng. Đọc thêm",
            "Ai đó có thể cho tôi biết khoảng cách từ khu cắm trại chỉ có lều đến bãi biển không?  Có phải trả phí để lên bãi biển nếu bạn cắm trại ở đó không?  Cảm ơn trước!Đọc thêm",
            "Có đường dành cho xe đạp ở công viên không?Đọc thêm",
            "Phòng tắm có mở cửa vào tháng 9Đọc thêm",
            "Có, công viên mở cửa quanh nămĐọc thêm",
            "Có người nói với tôi rằng đại dương ở bãi biển này ấm hơn những bãi biển xung quanh khác. Điều đó có đúng không?Đọc thêm",
            "Hãy tự kiểm tra tại các trang web liệt kê nhiệt độ nước biển, nhiệt độ nước Niantic hiện tại là 67, Mystic là 65,6, Groton là 65,2, nên ấm hơn một chút. họ sẽ treo cờ nếu nước không an toàn để bơi vào, DEEP lấy mẫu nước mỗi tuần hoặc thậm chí 2 lần một tuần tại các bãi biển địa phương.Đọc thêm",
            "bạn có thể mang bình khí propan vào công viênĐọc thêm",
            "Tôi thấy nhiều người mang theo các hộp khí propan nhỏ và bình chứa khí propan để kết nối với đầu đốt gas - bếp nấu ăn của họ.Đọc thêm",
            "Chi phí một ngày là bao nhiêuĐọc thêm",
            "Các công viên tiểu bang Connecticut miễn phí vào cửa cho các phương tiện có biển số CT vì phí biển số xe tự động bao gồm phí bảo trì công viên tiểu bang.  Xe ngoài tiểu bang phải trả - 7- - 22 - trả tùy theo ngày và giờ bạn vào công viên.  Chi phí vào các ngày trong tuần ít hơn vào cuối tuần.  Chi phí sau 4 giờ chiều cũng thấp hơn so với việc vào cửa vào sáng sớm.  Hãy xem trang web của Công viên Tiểu bang Rocky Neck để biết ngày và giờ cụ thể mà bạn quan tâm. Đây là một công viên đẹp với cơ sở vật chất tốt và đáng để ghé thăm.  Họ cũng có cắm trại nếu bạn muốn.Đọc thêm",
            "Có phòng tắm trong cabin không?Đọc thêm",
            "Tôi không quen với cabin. Lấy làm tiếc. Đọc thêm",
            "Công viên có cho thuê ô không?Đọc thêm",
            "Không phải là tôi biết.  họ bán đồ ăn nhẹ và đồ uống và có vòi sen.  Nhưng chưa bao giờ thấy dịch vụ cho thuê ôĐọc thêm",
            "Có phòng tắmĐọc thêm",
            "Vâng, chúng rộng rãi và có rất nhiều.\nĐọc thêm",
            "Bạn có thể mang phao xuống nước không?Đọc thêm",
            "Đừng nghĩ vậy nếu không có nhân viên cứu hộ.Đọc thêm"
        ],
        "star_ratings": [
            87,
            74,
            29,
            8,
            14
        ],
        "review_amount": 212,
        "location": [
            "Đông Lyme",
            "Hoa Kỳ",
            "Connecticut - CT -",
            "Công viên tiểu bang cổ đá",
            "Đất Nước Huyền Bí",
            "Những hoạt động nên làm ở Đông Lyme"
        ],
        "reviews_time": [
            "Written March 16, 2024",
            "Written August 8, 2023",
            "Written August 6, 2023",
            "Written August 28, 2022",
            "Written July 28, 2022",
            "Written May 13, 2022",
            "Written October 9, 2021",
            "Written September 17, 2021",
            "Written August 16, 2021",
            "Written July 31, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33770-d543803-Reviews-Rocky_Neck_State_Park-East_Lyme_Mystic_Country_Connecticut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d509917-Reviews-Lyme_Tavern_Restaurant_Sports_Bar-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d17831747-Reviews-Dunkin-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d12408667-Reviews-Deke_s_Bagels-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d650445-Reviews-East_Coast_Taco-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d2101319-Reviews-Village_Pizza_and_Grille_Restaurant-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d1193215-Reviews-Charlies_Place_Restaurant_Lounge-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d13126861-Reviews-Black_Point_Pizza-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d4855748-Reviews-The_Stand-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d10353687-Reviews-Castello_Of_Niantic-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33857-d14019114-Reviews-Tony_D_s_Craft_Creamery-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33857-d14927704-Reviews-Thomas_Lee_House-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d5998712-Reviews-Niantic_Bay_Boardwalk-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33876-d104341-Reviews-Connecticut_Impressionist_Art_Trail-Old_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33857-d107167-Reviews-Niantic_Children_s_Museum-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d2292190-Reviews-Hole_in_the_Wall_Beach-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33857-d8260086-Reviews-Anna_Pearls_Curiosities-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d14178823-Reviews-Samuel_Smith_Farmstead-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33876-d7299171-Reviews-Lyme_Art_Association-Old_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d10280794-Reviews-Vintage_Villa-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d5998707-Reviews-Pleasure_Beach-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d543803-Reviews-or10-Rocky_Neck_State_Park-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d670251-Reviews-McCook_Beach_Park-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33770-d14116206-Reviews-Nehantic_State_Forest-East_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33857-d2355841-Reviews-The_Book_Barn-Niantic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33876-d104340-Reviews-Florence_Griswold_Museum-Old_Lyme_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d1463750-Reviews-Mystic_Whaler_Cruises-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d270016-Reviews-Harkness_Memorial_State_Park-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33778-d107933-Reviews-Connecticut_River_Museum-Essex_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d6979632-Reviews-Sunbeam_Fleet-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d10538534-Reviews-Cross_Sound_Ferry_Lighthouse_Cruises-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33878-d2572746-Reviews-Katharine_Hepburn_Cultural_Arts_Center_Museum-Old_Saybrook_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d642918-Reviews-Fort_Trumbull_State_Park-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d256789-Reviews-Ocean_Beach_Park-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d554439-Reviews-Damlatas_Caves-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d147722-Reviews-Mountain_Top-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g57164-d146215-Reviews-Bonneville_Salt_Flats-Wendover_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2315023-Reviews-Sins4two_Club-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g51547-d737316-Reviews-Riverwind_Casino-Norman_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g49589-d13139867-Reviews-Wolf_Creek_Lake-Sylva_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d308825-Reviews-The_Museum_of_Egyptian_Antiquities-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d3584422-Reviews-ITC_Mangga_Dua-Jakarta_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d270329-Reviews-American_Family_Field-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103038-Reviews-Larimer_Square-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33770-d543803-Reviews-or10-Rocky_Neck_State_Park-East_Lyme_Mystic_Country_Connecticut.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33770-d543803-Reviews-Rocky_Neck_State_Park-East_Lyme_Mystic_Country_Connecticut.html"
    }
]